"{\"content\":{\"body\":\"They enabled him to set to work with his usual zeal, and in the course of a short time he was able to execute, con amore, the commission of the Brothers Grant.  So soon as I had completed my sketches I wrote to Daniel Grant and informed him of the result of my journey.  He afterwards expressed himself most warmly as to my prompt zeal in obtaining for him authentic pictures of places so dear to the brothers, and so much associated with their earliest and most cherished recollections.\\n\\nI have already referred to the Brothers Cowper.  They were among my most attached friends at Manchester.  Many of my most pleasant associations are connected with them.  Edward Cowper was one of the most successful mechanics in bringing the printing machine to a state of practical utility.  He was afterwards connected with Mr. Applegath of London, the mechanical engineer of the Times newspaper\\\\*  \\\\[footnote... Mr. Koeig's machines, first used at the Times office, were patented in 1814.  They were too complicated and expensive, and the inking was too imperfect for general adoption.  They were superseded by Mr. Edward Cowper's machine, which he invented and patented in 1816. He afterwards added the inking roller and table to the common press. The effect of Mr. Cowper's invention was to improve the quality and speed of printing, and to render literature accessible to millions of readers.  ...\\\\] he invented for the proprietors a machine that threw off from 4500 to 5000 impressions in the hour.\\n\\nIn course of time the Brothers Cowper removed the manufacture of their printing machines from London ,to Manchester.  There they found skilled and energetic workmen, ready to carry their plans into effect. They secured excellent premises, supplied with the best modern machine tools, in the buildings of Wren and Bennett, about two minutes' walk from my workshop, which I rented from the same landlords.\\n\\nI had much friendly intercourse with the Cowpers, especially with Ebenezer the younger brother, who took up his residence at Manchester for the purpose of specially superintending the manufacture of printing machines.  These were soon in large demand, not only for the printing of books but of newspapers.  One of the first booksellers who availed himself of the benefits of the machine was Mr. Charles Knight, who projected the Penny Magazine of 1832, and sold it to the extent of about 180,000 copies weekly.  It was also adopted by the Messrs. Chambers of Edinburgh, and the proprietors of the Magasin Pittoresque of Paris.  The Universities of Oxford and Cambridge also used Cowper's machine in printing vast numbers of bibles and prayer-books, thereby reducing their price to one-third of the former cost.  There was scarcely a newspaper of any importance in the country that was not printed with a Cowper's machine.\\n\\nAs I possessed some self-acting tools that were specially suited to execute some of the most refined and important parts of the printing machine, the Messrs.  Cowper transferred their execution to me.  This was a great advantage to both.  They were relieved of the technical workmanship; while I kept my men and machine tools fully employed at times when they might otherwise have been standing idle. Besides, I derived another advantage from my connection with the Brothers Cowper, by having frequent orders to supply my small steam-engines, which were found to be so suitable for giving motion to the printing machines.  At first the machines were turned by hand, and very exhausting work it was; but the small steam-engine soon relieved the labourer from his heavy work.\\n\\nEdward frequently visited Manchester to arrange with his brother as to the increasing manufacture of the printing machines, and also to introduce such improvements in the minor details as the experience and special requirements of the printing trade suggested.  It was on these occasions that I had the happy opportunity of becoming intimately acquainted with him; and this resulted in a firm friendship which continued until the close of his admirable life.  The clear and masterly way in which, by some happy special faculty, he could catch up the essential principles and details of any mechanical combination, however novel the subject might be, was remarkable; and the quaint and humorous manner in which he treated all such subjects, in no small degree caused his shrewd and intelligent remarks to take a lasting hold of the memory.\\n\\nOn many occasions Edward Cowper gave Friday evening lectures on technical subjects at the Royal Institution, London.  Next to Faraday, no one held the attention of a delighted audience in so charming a manner as he did.  Like Faraday, he possessed the power of clearly unveiling his subject, and stripping it of all its complicated perplexities.  His illustrations were simple, clear, and understandable. Technical words were avoided as much as possible.  He threw the ordinary run of lecturers far into the shade.  Intelligent boys and girls could understand him.  Next to Faraday, no one filled the theatre of the Institution with such eager and crowded audiences as he did. His choice of subjects, as well as his masterly treatment, always rendered his lectures instructive and attractive.  He was one of the most kind-hearted of men, and the cheerful way in which he laid aside his ordinary business to give instruction and pleasure to others endeared him to a very wide circle of devoted friends.\\n\\nCHAPTER 11.  Bridgewater Foundry--Partnership.\\n\\nMy business went on prosperously.  I had plenty of orders, and did my best to execute them satisfactorily.  Shortly after the opening of the Liverpool and Manchester Railway there was a largely increased demand for machine-making tools.  The success of that line led to the construction of other lines, concentrating in Manchester; and every branch of manufacture shared in the prosperity of the time.\\n\\nThere was a great demand for skilled, and even for unskilled labour. The demand was greater than the supply.  Employers were subjected to exorbitant demands for increased rates of wages.  The workmen struck, and their wages were raised.  But the results were not always satisfactory.  Except in the cases of the old skilled hands, the work was executed more carelessly than before.  The workmen attended less regularly; and sometimes, when they ought to have been at work on Monday mornings, they did not appear until Wednesday. Their higher wages had been of no use to them, but the reverse. Their time had been spent for the most part in two days' extra drinking.\\n\\nThe irregularity and carelessness of the workmen naturally proved very annoying to the employers.  But it gave an increased stimulus to the demand for self-acting machine tools by which the untrustworthy efforts of hand labour might be avoided.  The machines never got drunk; their hands never shook from excess; they were never absent from work; they did not strike for wages; they were unfailing in their accuracy and regularity, while producing the most delicate or ponderous portions of mechanical structures.\\n\\nIt so happened that the demand for machine tools, consequent upon the increasing difficulties with the workmen, took place at the time that I began business in Manchester, and I had my fair share of the increased demand.  Most of my own machine tools were self-acting--planing machines, slide lathes, drilling, boring, slotting machines, and so on. When set up in my workshop they distinguished themselves by their respective merits and efficiency.  They were, in fact, their own best advertisements.  The consequence was that orders for similar machines poured in upon me, and the floor of my flat became completely loaded with the work in hand.\\n\\nThe tenant below me, it will be remembered, was a glass-cutter. He observed, with alarm, the bits of plaster from the roof coming down among his cut glasses and decanters.  He thought that the rafters overhead were giving way, and that the whole of my machinery and engines would come tumbling down upon him some day and involve him in ruin.  He probably exaggerated the danger; still there was some cause for fear.\\n\\nWhen the massive castings on my floor were moved about from one part to another, the floor quivered and trembled under the pressure. The glass-cutter complained to the landlord, and the landlord expostulated with me.  I did all that I could to equalise the pressure, and prevent vibration as much as possible.  But at length, in spite of all my care, an accident occurred which compelled me to take measures to remove my machinery to other premises.  As this removal was followed by consequences of much importance to myself, I must endeavour to state the circumstances under which it occurred.\\n\\nMy kind friend, John Kennedy, continued to take the greatest interest in my welfare.  He called in upon me occasionally.  He admired the quality of my work, and the beauty of my self-acting machinery. More than that, he recommended me to his friends.  It was through his influence that I obtained an order for a high-pressure steam-engine of twenty horse-power to drive the machinery connected with a distillery at Londonderry, in Ireland.  I was afraid at first that I could not undertake the job.  The size of the engine was somewhat above the height of my flat, and it would probably occupy too much space in my already overcrowded workshop.  At the same time I was most anxious not to let such an order pass me.  I wished to please my friend Mr. Kennedy; besides, the execution of the engine might lead to further business.\\n\\nAt length, after consideration, I undertook to execute the order. Instead of constructing the engine perpendicularly, I constructed it lying upon its side.  There was a little extra difficulty, but I managed to complete it in the best style.  It had next to be taken to pieces for the purpose of being conveyed to Londonderry.  It was then that the accident happened.  My men had the misfortune to allow the end of the engine beam to crash through the floor!  There was a terrible scattering of lath and plaster and dust.  The glass-cutter was in a dreadful state.  He rushed forthwith to the landlord, and called upon him to come at once and judge for himself!\\n\\nMr. Wren did come, and did judge for himself.  He looked in at the glass shop, and saw the damage that had been done amongst the tumblers and decanters.  There was the hole in the roof, through which the end of the engine beam had come and scattered the lath and plaster. The landlord then came to me.  The whole flat was filled with machinery, including the steam-engine on its side, now being taken to pieces for the purpose of shipment to Ireland.  Mr. Wren, in the kindest manner, begged me to remove from the premises as soon as I could, otherwise the whole building might be brought to the ground with the weight of my machinery.  \\\"Besides,\\\" he argued, \\\"you must have more convenient premises for your rapidly extending business.\\\"  It was quite true.  I must leave the place and establish myself elsewhere.\\n\\nThe reader may remember that while on my journey on foot from Liverpool to Manchester in 1830, I had rested myself for a little on the parapet of the bridge overlooking the canal near Patricroft, and gazed longingly upon a plot of land situated along the canal side. On the afternoon of the day on which the engine beam crashed through the glass-cutter's roof, I went out again to look at that favourite piece of land.  There it was, unoccupied, just as I had seen it some years before.  I went to it and took note of its dimensions. It consisted of about six acres.  It was covered with turf, and as flat and neat as a bowling-green.  It was bounded on one side by the Bridgewater Canal, edged by a neat stone margin 1050 feet long, on another side by the Liverpool and Manchester Railway, while on a third side it was bounded by a good road, accessible from all sides. The plot was splendidly situated.  I wondered that it had not been secured before. It was evidently waiting for me!\\n\\nI did not allow the grass to grow beneath my feet.  That very night I ascertained that the proprietor of this most beautiful plot was squire Trafford, one of the largest landed proprietors in the district. Next morning I proceeded to Trafford Hall for the purpose of interviewing the Squire.  He received me most cordially.  After I had stated my object in calling upon him, he said he would be exceedingly pleased to have me for one of his tenants.  He gave me a letter of introduction to his agent, Mr. Thomas Lee, of Princes Street, Manchester, with whom I was to arrange as to the terms.  I was offered a lease of the six acre plot for 999 years, at an annual rent of 1 3/4d per square yard.  This proposal was most favourable, as I obtained the advantage of a fee-simple purchase without having to sink capital in the land. All that I had to provide for was the annual rent.\\n\\nMy next step in this important affair was to submit the proposal to the judgment of my excellent friend Edward Lloyd, the banker.  He advised me to close the matter as soon as possible, for he considered the terms most favourable.  He personally took me to his solicitors, Dennison, Humphreys, and Cunliffe, and introduced me to them.  Mr. Humphreys took the matter in hand.  We went together to Mr.Lee, and within a few days the lease was signed and I was put into possession of the land upon which the Bridgewater Foundry was afterwards erected.\\\\*  \\\\[footnote... I called the place the Bridgewater Foundry as an appropriate and humble tribute to the memory of the first great canal maker in Britain the noble Duke of Bridgewater.  My ground was on the first mile of the Bridgewater Canal which the Duke had constructed under the superintendence of Brindley, so that it might well be considered, in an Engineering sense, \\\"classic ground.\\\"  ...\\\\]\\n\\nI may mention briefly the advantages of the site.  The Bridgewater Canal, which lay along one side of the foundry communicated with every waterway and port in England whilst the railway alongside enabled a communication to be kept up by rail with every part of the country. The Worsley coal-boats came alongside the wharf, and a cheap and abundant supply of fuel was thus insured.  The railway station was near at hand, and afforded every opportunity for travelling to and from the works, while I was at the same time placed within twenty minutes of Manchester.\\n\\nAnother important point has to be mentioned.  A fine bed of brick-clay lay below the surface of the ground, which supplied the material for bricks.  Thus the entire works may be truly said to have \\\"risen out of the ground;\\\" for the whole of the buildings rested upon the land from which the clay below was dug and burned into bricks.  Then, below the clay lay a bed of New Red Sandstone rock, which yielded a solid foundation for any superstructure, however lofty or ponderous.\\n\\nAs soon as the preliminary arrangements for the lease of the six acre plot had been made, I proceeded to make working drawings of a temporary timber workshop; as I was anxious to unload the floor of my flat in Dale Street, and to get as much of my machinery as possible speedily removed to Patricroft.  For the purpose of providing the temporary accommodation, I went to Liverpool and purchased a number of logs of New Brunswick pine.  The logs were cut up into planks, battens, and roof-timbers, and were delivered in a few days at the canal wharf in front of my plot.  The building of the workshops rapidly proceeded. By the aid of some handy active carpenters, superintended by my energetic foreman, Archy Torry, several convenient well-lighted workshops were soon ready for the reception of my machinery. I had a four horsepower engine, which I had made at Edinburgh, ready to be placed in position, together with the boiler. This was the first power I employed in starting my new works.\\n\\nI must return for a moment to the twenty horse-power engine, which had been the proximate cause of my removal from Dale Street.  It was taken to pieces, packed, and sent off to Londonderry.  When I was informed that it was erected and ready for work I proceeded to Ireland to see it begin it's operations.\\n\\nI may briefly say that the engine gave every satisfaction, and I believe that it continues working to this day.  I had the pleasure of bringing back with me an order for a condensing engine of forty horse-power, required by Mr. John Munn for giving motion to his new flax mill, then under construction.  I mention this order because the engine was the first important piece of work executed at the Bridgewater Foundry.\\n\\nThis was my first visit to Ireland.  Being so near the Giant's Causeway, I took the opportunity, on my way homewards, of visiting that object of high geologic interest, together with the magnificent basaltic promontory of Fairhead.  I spent a day in clambering up the terrible-looking crags.  In a stratum of red hematite clay, underneath a solid basaltic crag of some sixty feet or more in thickness, I found the charred branches of trees--the remains of some forest that had, at some inconceivably remote period, been destroyed by a vast out-belching flow of molten lava from a deep-seated volcanic store underneath.\",\"timestamp\":1639290030,\"title\":\"\\nI had the pleasure of placing in my father's hands the sketches I had made.  He was greatly delighted with them.  \"},\"digest\":\"AJDlV3qSW0Vu6bGG2VOm_JM0ZmdrsgLMaiLKTXwRwFQ\",\"authorship\":{\"contributor\":\"0x9dA14EBFe3CfE059a88A873b83F5D7f596175316\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MeQdU4PWCZhchBj9B-9_223ET2b6e-fmcwITU6pPE6A\\\",\\\"y\\\":\\\"gc-lhnQocZrz95BwabTSyyK6Ogxn82dBSZBR83cZ03E\\\"}\",\"signature\":\"yZaAJ4lcA7V6dlCStP6SQuMqj_SWmBSopm_BWMWrnj4BKxbAjmebcddMAQW89lkow81w63YwkzUBe3E8OusqJA\",\"signingKeySignature\":\"0x76e21c9de996b17c63e25adaf165d93b8a39115d561ec4babcd6c256b6d9696863ad0af60e22842c9be15cdaba191688585fa59f822aa68eeb93d7a3d5b203151c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MeQdU4PWCZhchBj9B-9_223ET2b6e-fmcwITU6pPE6A\\\",\\\"y\\\":\\\"gc-lhnQocZrz95BwabTSyyK6Ogxn82dBSZBR83cZ03E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AJDlV3qSW0Vu6bGG2VOm_JM0ZmdrsgLMaiLKTXwRwFQ\"}"