"{\"content\":{\"body\":\"At ETHDenver 2020, my partner and I started the development of DefiHedge, a protocol for fixed-rate lending and interest-rate swaps. At the time, we had the impression that we were the first and only team building interest-rate derivatives, but shortly thereafter learned that was not the case.\\n\\nIt happened that not only had the team at CherrySwap released a pooled interest-rate swap mechanism at ETHBerlin 2019, but Paradigm’s own Dan Robinson released a primitive for decentralized zero-coupon bonds around early September 2019.\\n\\nSince that point, a number of additional products have been proposed, namely UMA’s yTokens, Opium’s SwapRate, SwapNet/Notional, Yield Protocol, and our efforts at DefiHedge.\\n\\nThe large implementation differences between each of these protocols may not be clear, but broadly speaking each project can be categorized as either a collateralized zero-coupon bond, or as a direct, collateralized peer-to-peer swap.\\n\\nThis article highlights these differences, and identifies the projects that we expect will dominate their niche:\\n\\n**DefiHedge: Fixed-Rate Lending & Rate Swaps**\\n\\n**Yield: Fixed-Rate Borrowing**\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fc81eb948-6f76-4c01-bd72-ae025412661c_837x270.png)\\n\\n## **Zero-Coupon Bonds:**\\n\\n> “A zero-coupon bond is a debt security that does not pay interest but instead trades at a deep discount, rendering a profit at maturity, when the bond is redeemed for its full face value.” — SEC Glossary ¹\\n\\nAs an alternative to traditional methods of yield payment through interest, decentralized zero-coupon bond models allow users to collateralize their capital in return for a coupon that can be redeemed at maturity.\\n\\nThrough collateralized lending, decentralized zero-coupon bond writers gain leverage on their capital, while committing to pay the debt created by their minted zero-coupon bond upon the coupon’s maturity.\\n\\nShould these borrowers wish to lock in a fixed rate, they can then sell their coupon, knowing that upon maturity they should be able to repurchase it around expected maturity price, repaying the debt that is owed.\\n\\n![Image for post](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F967a8c3d-5255-4a9a-9546-bc90f1b35c8c_375x106.png)\\n\\nThis then allows other users to buy the coupon at a current depreciated price, with the guarantee that they will be able to cash it in for full value at maturity, creating a marketplace for fixed-rate lending.\\n\\n## UMA & yTokens:\\n\\nBased off Dan Robinson’s 2019 working draft, UMA, “A Protocol for Building Synthetic Assets”, began development of the first working implementation of this sort of collateralized zero-coupon bond, released in August and currently live on [Balancer](https://pools.balancer.exchange/#/pool/0x58EF3abAB72c6C365D4D0D8a70039752b9f32Bc9).\\n\\n![Image for post](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F6143d43b-2cbc-40d8-82ac-30bf0e72c908_2400x1350.png)\\n\\nUMA’s implementation, as an early primitive, provides a product that works as described. Users can collateralize their funds to mint yUSD, and yUSD of a given maturity is tradable against USDC through a “traditional” AMM on Balancer.\\n\\nWhile UMA’s approved collateral currently limits the application of this infrastructure, future users could utilize yTokens to perform a pseudo interest-rate swap. Should aTokens from Aave be approved as collateral, users can mint and sell yUSD, locking in fixed borrowing rates using their yield generating tokens as collateral (though this greatly increases liquidation risk).\\n\\nMuch like other AMM projects, UMA’s implementation has a number of drawbacks:\\n\\n* High liquidity requirements (Lending, Borrowing, Liquidation, Balancer Liquidity Provision)\\n* Necessitates slippage\\n* Requires a number of transactions for most use cases (5 for one swap)\\n* Inefficient allocation for liquidity providers\\n* Limited leverage\\n\\nAdditionally, UMA’s liquidation mechanism is particularly punishing for the liquidated party, and requires constant vigilance to contest any liquidation attempts.\\n\\nThat said, UMA’s yUSD still provides a first to market product and a relatively low risk profile.\\n\\n## SwapNet / Notional:\\n\\nSwapnet, originally named Neutrino Swaps and recently rebranded as Notional, retains much of the same design as UMA’s implementation.\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fc39fd001-ed66-4983-a88d-ef26a97c1fb1_313x118.png)\\n\\nUsers deposit collateral to mint tokens that correspond to future cash flows, “fCash”, similar to the minting of yTokens. Users can then trade fCash below price parity using a simple AMM, locking in their rate.\\n\\nWhile Notional does not mention their intended rate-swap implementation, based on other similarities it can be assumed that they too plan to allow for the collateralization of yield bearing tokens (e.g. Chai, cTokens, aTokens), facilitating a pseudo-swap.\\n\\nGiven the similarities, Notional’s implementation then retains the primary drawbacks of UMA’s model:\\n\\n* High liquidity requirements (Lending, Borrowing, Liquidation, AMM Liquidity Provision)\\n* Necessitates slippage\\n* Requires a number of transactions for most use cases (5 for one swap)\\n* Inefficient allocation for liquidity providers\\n* Limited leverage\\n\\nThat said, Notional’s proposed liquidation mechanism, while simple, may be preferable.\\n\\nAs opposed to a custom mechanism that requires vigilant users, or a system that heavily punishes those who are liquidated (>10% haircuts), Notional simply market sells assets using Uniswap, involving slippage but taking no liquidation cut.\\n\\n## Yield Protocol:\\n\\nYield, funded by Dan Robinson’s current employer, Paradigm, is an extension of Dan’s initial 2019 design for decentralized zero-coupon bonds.\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fa62ebbdc-e676-4708-b8e8-5150730611e4_352x352.jpeg)\\n\\nGiven the other zero-coupon bond models pay homage to Dan’s design, Yield shares much of its basic infrastructure with it’s compatriots.\\n\\nUsers can post collateral and mint yTokens, redeemable at maturity for full face value. These yTokens can then be bought or sold using Yield’s custom AMM, allowing users to lock in fixed rates on their lending or borrowing.\\n\\nWith the two previous models imitating the initial Yield design, Yield retains many of their drawbacks:\\n\\n* High liquidity requirements (Lending, Borrowing, Liquidation, AMM Liquidity Provision)\\n* Necessitates slippage\\n* Requires a number of transactions for most use cases (5 for one swap)\\n* Limited Leverage\\n\\nHowever, unlike the other zero-coupon bond models, Yield implements a custom AMM formula that accounts for the time-based price action inherent to maturity based lending marketplaces.\\n\\nThis improvement provides a consistent rate over time in the absence of trades and allows liquidity providers to allocate capital without exposing themselves to constant time-based arbitrage.\\n\\nThis leaves Yield as the apparent winner within zero-coupon bonds, however it should be noted that Yield also presents the highest risk profile due to their auction-based liquidation mechanism (e.g. Maker on 3/12/2020).\\n\\n## **Direct Collateralized Swaps:**\\n\\nUsing more traditional mechanisms, direct collateralized swaps allow two users to match with one another while arbitrating swap duration and rate.\\n\\nFor every swap there is a fixed and floating side, and once two orders have been matched, collateral is posted and funds are committed to a yield generating protocol.\\n\\nWithout a need for a collateralized lending layer, these protocols tend to require less liquidity and involve slightly less risk. Additionally, both current models also implement a form of CLOB, which tends to result in less slippage and further reduces liquidity requirements.\\n\\n## SwapRate.Finance\\n\\nIn early 2020, Opium.Team, a protocol for general decentralized options, expanded their product line to incorporate direct collateralized swaps.\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F738b8da5-c321-4c32-a57c-f2dd4bbedcea_179x55.png)\\n\\nWhile SwapRate lacks a whitepaper or significant documentation, as the first mainnet attempt at direct swaps, they are still worth mentioning.\\n\\nOnce fixed and floating orders are matched, funds are committed to either Compound or Aave, in addition to 10% locked nominal collateral.\\n\\nUnlike DefiHedge, SwapRate features fixed-rate borrowing and a reduced collateral requirement through the implementation of a liquidation mechanism contained within the base Opium Protocol.\\n\\nThat said, these features come at considerable cost as the risk of liquidation conceptually removes the safety provided by fixed rates; Should the rates vary too much, or your collateral experience volatility, you are at significant liquidation risk.\\n\\nSwapRate also comes with added overhead and potential contract risk given its additional routing through the Opium Protocol.\\n\\n## DefiHedge:\\n\\nComing full circle to our product, a proof of concept has been live on Ropsten since Spring 2020 and we are working towards a hopeful Q4 2020 mainnet release.\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fd89a81c2-522f-4706-a7fc-02d4e3f06b3c_598x421.png)\\n\\nDefiHedge may be similar to SwapRate in that they both directly match users, and both require collateral, however beyond that they share no similarities.\\n\\nWithout touching upon their major differences in UX and exchange design, DefiHedge does not cover fixed-rate borrowing, and DefiHedge requires 100% like-kind collateral (e.g. 1000USDC at 5% for 1 yr must be matched by 50USDC).\\n\\nOnce two users are matched, funds are pooled and then minted into interest-bearing tokens. Funds from that point are unable to be accessed until the agreement is complete, at which point one party is returned their capital and fixed yield, while the other is returned the remaining floating interest.\\n\\nThis removes the need for collateral liquidation within DefiHedge agreements, allowing for the only truly “trustless” decentralized swap model.\\n\\nDefiHedge additionally features negative maker fee’s, which significant reduce market liquidity requirements, especially in emerging/nascent markets. When users compete as makers rather than taking available liquidity, the market is forced inwards, spread reduces and liquidity concentrates.\\n\\n*This results in the most efficient system possible for fixed-rate lending or interest-rate swaps, as users can avoid slippage all together while taking advantage of our low contract overhead, additional maker incentives and reduced market spread.*\\n\\n##### **Workflow for a floating swap using a Zero-Coupon Bond:**\\n\\n1. Dai to cDai\\n2. cDai collateralized to yDai\\n3. Sell yDai for Dai to lock in fixed rate\\n4. Purchase yDai\\n5. Repay yDai/Remove Collateral\\n6. cDai to Dai\\n\\nResult: 6 Transactions for .75x leverage\\n\\n##### **Workflow for a floating swap using DefiHedge:**\\n\\n1. Place maker order, displacing tx on taker\\n2. Either wait for other user to release funds or pay the tx fee to release yourself\\n\\nResult: 2 Transactions for 10-100x leverage\\n\\n## **Other:**\\n\\nWith the current rate of development, I expect to need to add to this category in the future, but for now this primarily covers the pooled swap design.\\n\\n## CherrySwap:\\n\\nAnother project coming out of ETHBerlin 2019, CherrySwap is the first project that attempted to allow anyone, no matter how little capital, to participate in swaps through pooled liquidity.\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fe6da4a04-b2fd-4887-9326-de80ee3b46e2_227x70.png)\\n\\nCherrySwap’s implementation requires multiple stages. In the first, liquidity providers lock up Dai in return for CherryDai, which is immediately minted into cTokens to earn interest.\\n\\nOnce the lockup stage is complete, other users can begin to take long or short positions as the pooled liquidity takes the opposite side of any given position.\\n\\nAs the pooled liquidity is utilized, rates change such that the pool is intended to stay liquid, however the current design only requires 125% initial collateralization and features no liquidation.\\n\\nThis results in a unique product that is worth mentioning and worthy of future consideration or development, although it’s current limitations and vulnerabilities leave it unfit for production.\\n\\n### **Conclusion:**\\n\\n* UMA & SwapNet are effectively the same with slight differences in liquidation/AMM design\\n* Yield’s time-based AMM makes it the best product for fixed-rate borrowing\\n* Zero-coupon bond models require additional liquidity layers & involve slippage (removing “fixed” elements)\\n* DefiHedge offers the lowest risk profile, least transaction overhead and further reduced liquidity requirements\\n* DefiHedge alone provides significant floating-side leverage\\n\\n### Citations:\\n\\n 1. U.S. Securities and Exchange Commission. \\\"[Zero Coupon Bonds](https://www.investor.gov/introduction-investing/investing-basics/glossary/zero-coupon-bond).\\\" Accessed Sep. 13 2020.\\n 2. Robert Leshner and Geoffrey Hayes. “[Compound: The Money Market Protocol](https://compound.finance/documents/Compound.%20Whitepaper.pdf).” Feb. 2019.\\n 3. Hart Lambur. “[UMA – Universal Market Access.](https://medium.com/uma-project/uma-enabling-universal-market-access-266eb9e5fd90)” Dec. 2018.\\n 4. Stani Kulechov. “[AAVE Protocol Whitepaper.](https://github.com/aave/aave-protocol/blob/master/docs/Aave_Protocol_Whitepaper_v1_0.pdf)” Jan. 2020.\\n 5. Dan Robinson and Allan Niemerg. “[The Yield Protocol: On-Chain Lending With Interest Rate Discovery.](https://yield.is/Yield.pdf)” Apr. 2020.\\n 6. Allan Niemerg. “[Introducing yDai](https://medium.com/yield-protocol/introducing-ydai-43a727b96fc7).” Aug. 2020.\\n 7. CherrySwap Team. “[Liquidity-pool-as-an-automatic-swap-market-maker.](https://www.notion.so/Liquidity-pool-as-an-automatic-swap-market-maker-e6f2eb5001244ed89832789e07e1ca71)” Nov. 2019.\\n 8. Opium Team. “[Opium Protocol Whitepaper.](https://github.com/OpiumProtocol/opium-contracts/blob/master/docs/opium_whitepaper.pdf)” Sep. 2020.\\n 9. Notional Team. “[Notional Whitepaper](https://notional.finance/litepaper/)” Apr. 2020.\\n10. Julian Traversa and William Hsieh. “[DefiHedge: A Marketplace for Fixed Rate Defi Lending and Interest-Rate Derivatives v0.2.0](https://defihedge.finance/static/media/DefiHedge-Whitepaper-v0.2.0.e296dba0.pdf)” Sep. 2020.\",\"timestamp\":1641358285,\"title\":\"Analysis of Decentralized Interest-Rate Swap Models\"},\"digest\":\"CZP1CEWQeIN7EVCInEqBboGBJJF5oY3Svb0auhlZxyY\",\"authorship\":{\"contributor\":\"0x3f60008Dfd0EfC03F476D9B489D6C5B13B3eBF2C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4WF8PRUJz-JTDcHCoylIOH3rcPk_XwrYyJQ805q3rMw\\\",\\\"y\\\":\\\"TUdLLBGCtJMyBRdriN6XOdK2nKJ5O8_g_eAZ6cXWZn8\\\"}\",\"signature\":\"Ep8-qmSdvqXTNrvhf8gj0ojptLprLZciPaKZbRIT7UlzkD-HV7pR6sdBpdMSHoRPrudDcjJlZcABy8PomVWhEQ\",\"signingKeySignature\":\"0x47acfaec3fc0b533229553b58a22331f46df46f8c4427b8b302f7dddd11dc8e1170d876d90b8293ad11db28dc56a13380daad3567784363c337c1995063a633e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4WF8PRUJz-JTDcHCoylIOH3rcPk_XwrYyJQ805q3rMw\\\",\\\"y\\\":\\\"TUdLLBGCtJMyBRdriN6XOdK2nKJ5O8_g_eAZ6cXWZn8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CZP1CEWQeIN7EVCInEqBboGBJJF5oY3Svb0auhlZxyY\"}"