"{\"content\":{\"body\":\"**THE HISTORY AND EVOLUTIONS OF SOCIAL GRAPH**\\n\\nThe advent of technology has revolutionized the ecosystem of social media so much that if you care to stay ahead of your social media game, you have to understand the rudiments of \\\"Social Graph\\\".  You have to figure out what it entails and how to infuse it into your social media usage – whatever that might be.\\n\\nIf you've ever heard about \\\"Social Graph\\\" before, but you're wondering what the term entails and how it matters to the tech world. **This article will explain in detail what social graph means, where it emerged, and most especially, learn how Tech Giants leverage social graphs to bootstrap social media growth and fetch money.**\\n\\nThe greatest misconception of ideas people have about what social graph entails is that it's an actual graph. But, a Social graph is not the kind of graph you see in mathematics class.\\n\\n**WHERE DOES THE TERM \\\"SOCIAL GRAPH” EMERGE?**\\n\\nThe first social media platform to publicly discuss \\\"Social Graph\\\" is Facebook.\\n\\nThe CEO of Facebook, Mark Zuckerberg, detailed the concept of “social graph” as a way to maximize social network interactions. \\\"If we can take these separate maps of the graph and pull them all together, then we can create a web that's smarter, more social, more personalized, and more semantically aware,\\\" Zuckerberg said so at the time of unveiling Facebook One Graph. \\\"These connections aren't just happening on Facebook, they're happening all over the Web, and today with the Open Graph we're bringing all these things together.\\\"\\n\\nAccording to Mark Zuckerberg, the Social Graph serves as a digital map of your online presence, the people you connect with on Facebook, and everything you carry out on the platform.\\n\\nAnytime you click on a Facebook profile or like a Facebook page or site with the Facebook Like feature. You are automatically connected with everybody on the platform that has also liked that same site. It's really crazy and yet amazing how you can join a new community and benefit from many new associations and connections.\\n\\nHowever, the first person to give a broad explanation on what social graphs means is Brad Fitzpatrick — The creator of LiveJournal and presently an engineer at Google.\\n\\nHe asserted about the practical applications and implementations of social graphs as the documentation of everyone and how they are related or closed on social networking communities that everyone participates in.\\n\\nBrad Fitzpatrick, in his words, said that social graph makes it easy for online users to bring their already existing social connections into a new Website or platform. As a result of social graphs, users will spend less time rebuilding their social networks and also more time giving your app the attention it deserves.\\n\\n**WHAT'S A SOCIAL GRAPH?**\\n\\nA social graph is a pictorial representation that illustrates the interconnections among people, groups, organizations, and associations on a social platform. Basically, the Social Graph is a complete mapping of a Social Network, which is a compilation of social structures of online users that makes up the digital world\\n\\nIt's a data fact that further shows how the world is a global village, how people such as kinship, friendship, dislike, financial, ideas, culture, knowledge, relationship, etc. Social graph explains that all entities are tied to other entities through relationships.\\n\\nEven though Facebook started using Social Graph in connecting platforms and people together, the concept has since been expanded across other platforms, such as Twitter, Flickr, and even Google.\\n\\nSo, in simple terms, there are many overlapping social graphs. This social data is of great interest to businesses trying to connect with you and should be of equal interest to you for reaching your future customers and target audience.\\n\\n### THE EVIL?\\n\\nAs global data harvesting keeps evolving and the conversation around consumer data keeps reaching a turning point, social media savvy and tech enthusiasts need to figure out that the knowledge of social graphs can fetch money if appropriately utilized.\\n\\nPresently, we live in a world where it's almost inevitable to engage on the Internet without having our data harvested while we're oblivious of it.\\n\\nTech Giants Companies monetize the data collected and make billions of dollars from it. Like Google, who has generated $31.2 billion in revenue in the first quarter of 2018 alone, and Mark Zuckerberg's net worth doubled that amount.\\n\\nThese Tech Giants don't just harvest your data; It is used to influence your online behaviors and interactions and all aspects of your user experience.\\n\\nIt ranges from your product and service preference and results in ad targeting that stalks you around the Internet. With these processes, they milk a whole lot of money from you.\\n\\nTheir entire revenue model starts to fall apart the moment they cannot sell your data to online advertisers. This is a strong indication that our data is one valuable resource.\\n\\n> A centralized \\\"owner\\\" of the social graph is bad for the Internet. I'm not saying anybody should ban Facebook, though! Far from it. It's a great product, and I love it, but the graph needs to exist outside of Facebook.\\n>\\n> Brad Fitzpatrick, 2007\\n\\n### **HOW CYBERCONNECT BRINGS VALUE**\\n\\nCyberConnect Protocol is a Blockchain-based social graph protocol that offers a decentralized solution to the misuse of user data, infringement of user privacy, and censorship.\\n\\nThe current landscape of Web 2.0 centralized social network has deviated from the principle of the World Wide Web to enable the decentralization of information on a large scale. As the solution, internet users **desire a decentralized, censorship-free, and self-sovereign social network**, which precisely aligns with the thesis of the Web 3.0 revolution.\\n\\nCyberConnect proposes a new decentralized social graph protocol CyberConnect, a Web 3.0 infrastructure that is blockchain-agnostic and openly accessible. Users can collaboratively contribute to the protocol, bootstrapping a middleware for building Web 3.0 based social networks and Metaverse in the future.\\n\\nWith the lack of a decentralized social graph protocol, current games and social applications store users' connection data in a centralized way. Users have to go through the tedious process of building connections repeatedly whenever they log in to a new application.\\n\\n**Imagine how amazing it could be** when you log in to platforms like Decentraland, Dark Forest, or even Opensea, and you can immediately know your friends from your address book who are also using this app. Cool, right?\\n\\nWith CyberConnect, users can roam around different Dapps and games on Web 3.0 with their digital assets, on-chain identities, and social graphs without giving control to any centralized party.\\n\\nCyberConnet Protocol is a game-changer for internet users in a world connected by social graphs.\\n\\nRead more about CyberConnect Protocol [HERE](https://cyberconnect.medium.com/cyberconnect-protocol-building-the-social-graph-infrastructure-for-web-3-0-727d392158ae).\",\"timestamp\":1634688776,\"title\":\"History of Social Graph, and CyberConnect\"},\"digest\":\"ATdJW1pZhmSOwVznEDnqKLF4lklPJ5kH2zy_3ALBvJY\",\"authorship\":{\"contributor\":\"0x148D59faF10b52063071eDdf4Aaf63A395f2d41c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KEw1zmhUKqGS2ZbTMLLjNqGmEXpH_NfP9cGRX0LYdAc\\\",\\\"y\\\":\\\"me8V76B8H6wTGI-bgFDOabpTjfSMn2n0MIXLHOrUG-s\\\"}\",\"signature\":\"w0JhUtHuWlXZVoF4ncXYyFhbCDLkfeSi4DCq7I6QBYz_FPbs8W1Wf8Hugwz2u06luRYHS_vmQxC7zZdrSCC07Q\",\"signingKeySignature\":\"0x09d65a63c7bcf9515b071a8713f78a3ab53401ac7e911519c6d6cd06db7179a118257fdbb898404a04616ad7cdb572fbdeb24e52adaf58cfe5095bfeff9b4d831b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KEw1zmhUKqGS2ZbTMLLjNqGmEXpH_NfP9cGRX0LYdAc\\\",\\\"y\\\":\\\"me8V76B8H6wTGI-bgFDOabpTjfSMn2n0MIXLHOrUG-s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LmdScPe3dp4Zqzpz11tovF-4krs3NbuuAfgpd73Gt_M\"}"