"{\"content\":{\"body\":\"尘埃落定之后，城主府某个黑暗角落。\\n\\n刺啦一声，火折子点起。\\n\\n长须中年帅大叔警惕地看着四周，确定无人在附近之后，这才压低声音问道：“师妹，这东西能让师兄带走吗？”\\n\\n火折子从下往上照着我的脸，我眼珠子从上往下盯着手里那坨沙。\\n\\n沙子：“……小丫头片子，你知不知道你这样看起来跟个女鬼一样？”\\n\\n我嘿嘿冷笑：“这是最后一次机会，你还不肯交代你的姓名性别年龄地址家庭组成身份背景？”\\n\\n沙子：“……性别女，其他无可奉告。”\\n\\n我三下五除二把包着这坨粉色沙子的天净纱打了好几个死结，接着抛给了帅大叔老师兄邹应全。\\n\\n“师兄，这坨东西交给你了，回山以后该怎么处理就怎么处理，实在不行就从主峰雪顶火山口扔下去完事。”\\n\\n邹应全拿了个包袱皮儿把沙子包好，往后背一甩：“放心吧师妹，回山我就将此物交给和光天尊。”\\n\\n老师兄背着扭动不停喋喋不休大骂的包袱皮儿消失在城主府外的夜色之中。\\n\\n我背着手仰首看天，月轮无语凝视大地，夜幕沉沉，但愿自此以后，泉城能再次恢复平静。\\n\\n天亮之前，我做了个奇怪的梦。\\n\\n无穷无尽的粉色烟尘弥漫在天地之间。\\n\\n女骗子一会儿化成沙子，一会儿又挂着两条龙须刘海穿着我内门弟子的白色劲装，一会儿跑到我左边耳朵，一会儿转到我右边耳朵，唱曲儿一样的酥软嗓音不停在我耳边轻唤。\\n\\n“妹妹，妹妹～”\\n\\n“你可真是个傻妹妹～”\\n\\n“我家就是你家，你为什么就是不信～”\\n\\n我很想大喝一声“我信了你的邪”，却憋着一股气怎么都挣脱不出魔音穿脑。\\n\\n忽然间狂风大作，天地间的粉色烟尘变成了粉色龙卷，龙卷中传出女骗子欢快的声音：“帅哥帅哥，我最喜欢你～”\\n\\n定睛一看，粉色龙卷气势汹汹前往的大地尽头，站着一个遗世独立的背影。\\n\\n长身玉立，单手执剑，乌黑长发风吹而动，虽是独自伫立在大地尽头，却像是一面不倒的旗帜，衣袂在风中猎猎作响。\\n\\n粉色龙卷狼奔豕突，独立的背影微微转头。\\n\\n上天独钟的侧颜线条，冒着寒气的漆黑眼眸，一剑寒光起，劈天裂地。\\n\\n剑光与龙卷正面相迎，轰然炸开。\\n\\n“别动手！”\\n\\n我大喊了一声，一屁股坐起，把二丫吓得坐到了地上。\\n\\n“大风你吓死我了！”\\n\\n我愣愣地呆坐床上，心说完了完了，岑远风为什么会进我梦里，二丫碗里的肉我是打死不能吃的。\\n\\n这样下去不行。\\n\\n吃完早饭，我非常严肃地观察了岑远心的身体状况。\\n\\n可能是蒋天行跪了一夜让美人芳心大悦，岑远心今天看起来气色很好。\\n\\n我当即拍板，用我的飞舟护送岑家人前往京城。\\n\\n等到了京城，用保护费给二丫在京城租个院子，让这货自己在京城追夫吧。\\n\\n我是不能再这样下去了。\\n\\n大千世界何处无芳草，再不济还有其他京城三少，张大风你千万要醒醒。\\n\\n征求了岑远心的同意之后，我从乾坤袋中掏出我的微型飞舟，往空中一扔，正好浮在城主府上空。\\n\\n岳小玉是个识货的，他一看见那架飞舟，再回过头来上上下下打量我几眼，露出了恍然大悟的表情。\\n\\n不过岳城主还是有点城府的，看破不说破，只是微微一笑：“姑娘，有空随时再来泉城游玩啊。”\\n\\n我也微笑：“好说好说，岳城主太客气了。”\\n\\n岑远风对着飞舟看了半晌，这才缓缓侧首看了我一眼，面上没有什么表情。\\n\\n我哪里顾得上岑远风在想什么，忙不迭吆喝着让岑家护卫们把马匹行李往飞舟上运。\\n\\n唯独蒋天行我不知道该怎么处理。\\n\\n岑远心在弟弟的搀扶下一步步走上了飞舟，蒋天行站在城主府的院子里，一脸要哭不哭的衰样。\\n\\n岑远风冷冷睨着他，估计我有胆让蒋天行上船，他就有胆把蒋天行踹下去。\\n\\n“远心，你等着我，我随后也会赶往京城的。”\\n\\n蒋•想回头的浪子•天行对着前妻的背影表衷心。\\n\\n岑远心并未回头，耳上垂着的明月珰似乎动了一动，但还是快速走入了船舱。\\n\\n我翻了个白眼，多一事不如少一事，驭兽宗的少主还能少了缩地之能？\\n\\n暂时再见吧。\\n\\n诸事停当，我站在飞舟船头，意气风发地喊了声“起”。\\n\\n飞舟稳稳升空，穿过泉城上空那淡金色的护城大阵保护罩，穿过云海，向着京城的方向进发。\\n\\n这当中我随意向下看了一眼，泉城在脚下慢慢缩小，城中百十个泉眼也逐渐看不清楚了，只有袅袅烟雾彰显着它们的位置。\\n\\n其中几个泉眼的雾气，颜色好像不太正，怎么看着看着，像变成了粉红色？\\n\\n我十八年没皱过几回的眉头，终于纠结成了一个疙瘩。\\n\\n心中疑窦难解，回想一下热情好客的猛男岳城主，我终于还是写了一道传音符，把刚刚看到的异常说明，对着城主府的方向射了过去。\\n\\n传音符像一只飞鸟极速而去，而城主府方向距离我的飞舟几里之遥，有个身影骑着一只巨型山鹰远远缀在我们身后飞着。\\n\\n我扬眉一笑，蒋天行，好好努力吧。\\n\\n“你怎么好像突然变得很着急？”\\n\\n一个低沉如玉石敲击的声音在我身后响起。\\n\\n我无声吐了一口气，怕什么来什么。\\n\\n一身黑色劲装的岑远风靠在我身后的一根桅杆上，双手环抱，一边长腿微屈，倒是难得见到他如此放松的模样。\\n\\n我回以一笑：“岑少爷，我怕再耽搁下去，我的一百两也保不住了。”\\n\\n岑远风直起身，轻轻向我身边走来，停在船头向下俯视，肩头长发丝丝垂往胸口，半遮着冷玉一般的面容。\\n\\n“我不知道你是什么人，但是你有这么多的神通，还在乎凡间的金银？”\\n\\n我膝盖仿佛中了一箭，又被岑远风敲到了痛脚。\\n\\n碎玉门虽然与旺财镇来往甚密，可是门中庶务弟子经营的进项分到每个人头上都是有限额的。\\n\\n平日里修行得到的奖励多是灵石之类，并不能在凡人城镇通用。\\n\\n再加上我离山时把师尊气得够呛，也没机会去取我的私房钱，现在的我还真的就是很穷。\\n\\n我板着脸沉默以对，岑远风又看了我一眼，唇角微微一弯，像昙花一现，瞬间消散在风中。\\n\\n我背后寒毛直竖，他又笑了，又对我笑了，我本来以为他根本不会笑。\\n\\n心头警铃大作，我悄没声息地往船舱中挪动。\\n\\n岑远风站在船头看着眼前云海，并未回首再说一句话。\\n\\n二丫今天一直跟小琉璃在一起，看见我进了船舱，连忙对我招手。\\n\\n“大风，大风快来，我刚刚听小琉璃说了很多京城的事儿，可好玩了。”\\n\\n岑远心坐在一边，微微笑着看向两个小姑娘，仿佛从叽叽喳喳的笑语之中得到了更多人间的活力。\\n\\n生机在这美人身上逐渐复苏，果真是为母则刚。\\n\\n我的飞舟是师尊在我十二岁时送我的，大师兄悄悄告诉我，师尊去了南境，寻到水火不侵的金刚木，这才为我做了这架飞舟。\\n\\n全天下没有比它飞得更快更稳的飞行法器。\\n\\n骑着山鹰追着我们飞的蒋天行，现在已经看不见了。\\n\\n两个时辰之后，飞船速度降了下来，缓缓从云层中落下。\\n\\n地面一座庞大的城池在眼前不断放大。\\n\\n金色琉璃瓦深红色高墙的宫殿，宽大得能让几辆马车同时并行的街道，划分地像切成块的豆腐一样整齐的城区，厚度足有三尺以上，高达三丈的结实城墙。\\n\\n京城，已在眼前。\",\"timestamp\":1640934597,\"title\":\"小说|《碎玉不识卿》第七章\"},\"digest\":\"tusxO4TYMTscvcqtEfT2BEa4zi2aHgRIgLNJ8z1-WmU\",\"authorship\":{\"contributor\":\"0xe8662aaB799E89AA5601995039036123413b92dE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E9NfUO6zMIZgqc9Xg1GByuQRUqjcLiI_GHE8lZ_Tw5c\\\",\\\"y\\\":\\\"0AtZdSG1E_Is3prR13Q6Oe4HhVUdfSaAFjJ-iSmqc-s\\\"}\",\"signature\":\"22C73ZbKGS1LnRkjwVzRwO25ANLBAVq8uBtmmfaKxEI0pVk6Vs8co4Kv9arV6tIMYwj_j2A8PupbkIuIa0R7bQ\",\"signingKeySignature\":\"0x1af516a75d90697eea705b765c8d7b4ea0595695b3d394933b1631d719f1bee6173c7b47765a9276b7db84488ba8710f0b37120fa186fea16da2de22d6f2e2af1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E9NfUO6zMIZgqc9Xg1GByuQRUqjcLiI_GHE8lZ_Tw5c\\\",\\\"y\\\":\\\"0AtZdSG1E_Is3prR13Q6Oe4HhVUdfSaAFjJ-iSmqc-s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tusxO4TYMTscvcqtEfT2BEa4zi2aHgRIgLNJ8z1-WmU\"}"