"{\"content\":{\"body\":\"where it terminated in a rocky palisade, ten to fifteen feet in height.  The fires blazed and crackled merrily in the frosty air; the yells and songs of the carousers were echoed back from the opposite shore of the river.  The chill atmosphere, the lowering sky, and the approaching night could not touch the blood of that wild crowd.  Their faces glowed and their eyes sparkled; they were ready for any deviltry which their lord might suggest.\\n\\nSome began to amuse themselves by flinging the clean-picked bones of deer and hare along the glassy ice of the Volga.  Prince Alexis, perceiving this diverson, cried out in ecstasy,--\\n\\n\\\"Oh, by St. Nicholas the Miracle-Worker, I'll give you better sport than that, ye knaves!  Here's the very place for a reisak,--do you hear me children?--a reisak!  Could there be better ice? and then the rocks to jump from!  Come, children, come!  Waska, Ivan, Daniel, you dogs, over with you!\\\"\\n\\nNow the reisak was a gymnastic performance peculiar to old Russia, and therefore needs to be described.  It could become popular only among a people of strong physical qualities, and in a country where swift rivers freeze rapidly from sudden cold.  Hence we are of the opinion that it will not be introduced into our own winter diversions.  A spot is selected where the water is deep and the current tolerably strong; the ice must be about half an inch in thickness.  The performer leaps head foremost from a rock or platform, bursts through the ice, is carried under by the current, comes up some distance below, and bursts through again.  Both skill and strength are required to do the feat successfully.\\n\\nWaska, Ivan, Daniel, and a number of others, sprang to the brink of the rocks and looked over.  The wall was not quite perpendicular, some large fragments having fallen from above and lodged along the base.  It would therefore require a bold leap to clear the rocks and strike the smooth ice.  They hesitated,--and no wonder.\\n\\nPrince Alexis howled with rage and disappointment.\\n\\n\\\"The Devil take you, for a pack of whimpering hounds!\\\" he cried.  \\\"Holy Saints! they are afraid to make a reisak!\\\"\\n\\nIvan crossed himself and sprang.  He cleared the rocks, but, instead of bursting through the ice with his head, fell at full length upon his back.\\n\\n\\\"O knave!\\\" yelled the Prince,--\\\"not to know where his head is!  Thinks it's his back!  Give him fifteen stripes.\\\"\\n\\nWhich was instantly done.\\n\\nThe second attempt was partially successful.  One of the hunters broke through the ice, head foremost, going down, but he failed to come up again; so the feat was only half performed.\\n\\nThe Prince became more furiously excited.\\n\\n\\\"This is the way I'm treated!\\\" he cried.  \\\"He forgets all about finishing the reisak, and goes to chasing sterlet!  May the carps eat him up for an ungrateful vagabond!  Here, you beggars!\\\" (addressing the poor relations,) \\\"take your turn, and let me see whether you are men.\\\"\\n\\nOnly one of the frightened parasites had the courage to obey.  On reaching the brink, he shut his eyes in mortal fear, and made a leap at random.  The next moment he lay on the edge of the ice with one leg broken against a fragment of rock.\\n\\nThis capped the climax of the Prince's wrath.  He fell into a state bordering on despair, tore his hair, gnashed his teeth, and wept bitterly.\\n\\n\\\"They will be the death of me!\\\" was his lament.  \\\"Not a man among them!  It wasn't so in the old times.  Such beautiful reisaks as I have seen!  But the people are becoming women,--hares,-- chickens,--skunks!  Villains, will you force me to kill you?  You have dishonored and disgraced me; I am ashamed to look my neighbors in the face.  Was ever a man so treated?\\\"\\n\\nThe serfs hung down their heads, feeling somehow responsible for their master's misery.  Some of them wept, out of a stupid sympathy with his tears.\\n\\nAll at once he sprang down from the cask, crying in a gay, triumphant tone,--\\n\\n\\\"I have it!  Bring me Crop-Ear.  He's the fellow for a reisak,-- he can make three, one after another.\\\"\\n\\nOne of the boldest ventured to suggest that Crop-Ear had been sent away in disgrace to another of the Prince's estates.\\n\\n\\\"Bring him here, I say?  Take horses, and don't draw rein going or coming.  I will not stir from this spot until Crop-Ear comes.\\\"\\n\\nWith these words, he mounted the barrel, and recommenced ladling out the wine.  Huge fires were made, for the night was falling, and the cold had become intense.  Fresh game was skewered and set to broil, and the tragic interlude of the revel was soon forgotten.\\n\\nTowards midnight the sound of hoofs was heard, and the messengers arrived with Crop-Ear.  But, although the latter had lost his ears, he was not inclined to split his head.  The ice, meanwhile, had become so strong that a cannon-ball would have made no impression upon it.  Crop-Ear simply threw down a stone heavier than himself, and, as it bounced and slid along the solid floor, said to Prince Alexis,--\\n\\n\\\"Am I to go back, Highness, or stay here?\\\"\\n\\n\\\"Here, my son.  Thou'rt a man.  Come hither to me.\\\"\\n\\nTaking the serf's head in his hands, he kissed him on both cheeks.  Then he rode homeward through the dark, iron woods, seated astride on the barrel, and steadying himself with his arms around Crop- Ear's and Waska's necks.\\n\\nVIII.\\n\\nThe health of the Princess Martha, always delicate, now began to fail rapidly.  She was less and less able to endure her husband's savage humors, and lived almost exclusively in her own apartments.  She never mentioned the name of Boris in his presence, for it was sure to throw him into a paroxysm of fury.  Floating rumors in regard to the young Prince had reached him from the capital, and nothing would convince him that his wife was not cognizant of her son's doings.  The poor Princess clung to her boy as to all that was left her of life, and tried to prop her failing strength with the hope of his speedy return.  She was now too helpless to thwart his wishes in any way; but she dreaded, more than death, the terrible SOMETHING which would surely take place between father and son if her conjectures should prove to be true.\\n\\nOne day, in the early part of November, she received a letter from Boris, announcing his marriage.  She had barely strength and presence of mind enough to conceal the paper in her bosom before sinking in a swoon.  By some means or other the young Prince had succeeded in overcoming all the obstacles to such a step: probably the favor of the Empress was courted, in order to obtain her consent.  The money he had received, he wrote, would be sufficient to maintain them for a few months, though not in a style befitting their rank.  He was proud and happy; the Princess Helena would be the reigning beauty of the court, when he should present her, but he desired the sanction of his parents to the marriage, before taking his place in society.  He would write immediately to his father, and hoped, that, if the news brought a storm, Mishka might be on hand to divert its force, as on a former occasion.\\n\\nUnder the weight of this imminent secret, the Princess Martha could neither eat nor sleep.  Her body wasted to a shadow; at every noise in the castle, she started and listened in terror, fearing that the news had arrived.\\n\\nPrince Boris, no doubt, found his courage fail him when he set about writing the promised letter; for a fortnight elapsed before it made its appearance.  Prince Alexis received it on his return from the chase.  He read it hastily through, uttered a prolonged roar like that of a wounded bull, and rushed into the castle.  The sound of breaking furniture, of crashing porcelain and shivered glass, came from the state apartments: the domestics fell on their knees and prayed; the Princess, who heard the noise and knew what it portended, became almost insensible from fright.\\n\\nOne of the upper servants entered a chamber as the Prince was in the act of demolishing a splendid malachite table, which had escaped all his previous attacks.  He was immediately greeted with a cry of,--\\n\\n\\\"Send the Princess to me!\\\"\\n\\n\\\"Her Highness is not able to leave her chamber,\\\" the man replied.\\n\\nHow it happened he could never afterwards describe but he found himself lying in a corner of the room.  When he arose, there seemed to be a singular cavity in his mouth: his upper front teeth were wanting.\\n\\nWe will not narrate what took place in the chamber of the Princess.\\n\\nThe nerves of the unfortunate woman had been so wrought upon by her fears, that her husband's brutal rage, familiar to her from long experience, now possessed a new and alarming significance.  His threats were terrible to hear; she fell into convulsions, and before morning her tormented life was at an end.\\n\\nThere was now something else to think of, and the smashing of porcelain and cracking of whips came to an end.  The Archimandrite was summoned, and preparations, both religious and secular, were made for a funeral worthy the rank of the deceased.  Thousands flocked to Kinesma; and when the immense procession moved away from the castle, although very few of the persons had ever known or cared in the least, for the Princess Martha, all, without exception, shed profuse tears.  Yes, there was one exception,--one bare, dry rock, rising alone out of the universal deluge,--Prince Alexis himself, who walked behind the coffin, his eyes fixed and his features rigid as stone.  They remarked that his face was haggard, and that the fiery tinge on his cheeks and nose had faded into livid purple.  The only sign of emotion which he gave was a convulsive shudder, which from time to time passed over his whole body.\\n\\nThree archimandrites (abbots)and one hundred priests headed the solemn funeral procession from the castle to the church on the opposite hill.  There the mass for the dead was chanted, the responses being sung by a choir of silvery boyish voices.  All the appointments were of the costliest character.  Not only all those within the church, but the thousands outside, spared not their tears, but wept until the fountains were exhausted.  Notice was given, at the close of the services, that \\\"baked meats\\\" would be furnished to the multitude, and that all beggars who came to Kinesma would be charitably fed for the space of six weeks.  Thus, by her death, the amiable Princess Martha was enabled to dispense more charity than had been permitted to her life.\\n\\nAt the funeral banquet which followed, Prince Alexis placed the Abbot Sergius at his right hand, and conversed with him in the most edifying manner upon the necessity of leading a pure and godly life.  His remarks upon the duty of a Christian, upon brotherly love, humility, and self-sacrifice, brought tears into the eyes of the listening priests.  He expressed his conviction that the departed Princess, by the piety of her life, had attained unto salvation,--and added, that his own life had now no further value unless he should devote it to religious exercises.\\n\\n\\\"Can you not give me a place in your monastery?\\\" he asked, turning to the Abbot.  \\\"I will endow it with a gift of forty thousand rubles, for the privilege of occupying a monk's cell.\\\"\\n\\n\\\"Pray, do not decide too hastily, Highness,\\\" the Abbot replied.  \\\"You have yet a son.\\\"\\n\\n\\\"What!\\\" yelled Prince Alexis, with flashing eyes, every trace of humility and renunciation vanishing like smoke,--\\\"what!  Borka?  The infamous wretch who has ruined me, killed his mother, and brought disgrace upon our name?  Do you know that he has married a wench of no family and without a farthing,--who would be honored, if I should allow her to feed my hogs?  Live for HIM? live for HIM? Ah-R-R-R!\\\"\\n\\nThis outbreak terminated in a sound between a snarl and a bellow.  The priests turned pale, but the Abbot devoutly remarked--\\n\\n\\\"Encompassed by sorrows, Prince, you should humbly submit to the will of the Lord.\\\"\\n\\n\\\"Submit to Borka?\\\" the Prince scornfully laughed.  \\\"I know what I'll do.  There's time enough yet for a wife and another child,-- ay,--a dozen children!  I can have my pick in the province; and if I couldn't I'd sooner take Masha, the goose-girl, than leave Borka the hope of stepping into my shoes.  Beggars they shall be,-- beggars!\\\"\\n\\nWhat further he might have said was interrupted by the priests rising to chant the Blajennon uspennie (blessed be the dead),-- after which, the trisna, a drink composed of mead, wine, and rum, was emptied to the health of the departed soul.  Every one stood during this ceremony, except Prince Alexis, who fell suddenly prostrate before the consecrated pictures, and sobbed so passionately that the tears of the guests flowed for the third time.  There he lay until night; for whenever any one dared to touch him, he struck out furiously with fists and feet.  Finally he fell asleep on the floor, and the servants then bore him to his sleeping apartment.\\n\\nFor several days afterward his grief continued to be so violent that the occupants of the castle were obliged to keep out of his way.  The whip was never out of his hand, and he used it very recklessly, not always selecting the right person.  The parasitic poor relations found their situation so uncomfortable, that they decided, one and all, to detach themselves from the tree upon which they fed and fattened, even at the risk of withering on a barren soil.  Night and morning the serfs prayed upon their knees, with many tears and groans, that the Saints might send consolation, in any form, to their desperate lord.\\n\\nThe Saints graciously heard and answered the prayer.  Word came that a huge bear had been seen in the forest stretching towards Juriewetz.  The sorrowing Prince pricked up his ears, threw down his whip, and ordered a chase.  Sasha, the broad-shouldered, the cunning, the ready, the untiring companion of his master, secretly ordered a cask of vodki to follow the crowd of hunters and serfs.  There was a steel-bright sky, a low, yellow sun, and a brisk easterly wind from the heights of the Ural.  As the crisp snow began to crunch under the Prince's sled, his followers saw the old expression come back to his face.  With song and halloo and blast of horns, they swept away into the forest.\\n\\nSaint John the Hunter must have been on guard over Russia that day.\\n\\nThe great bear was tracked, and after a long and exciting chase, fell by the hand of Prince Alexis himself.  Halt was made in an open space in the forest, logs were piled together and kindled on the snow, and just at the right moment (which no one knew better than Sasha) the cask of vodki rolled into its place.  When the serfs saw the Prince mount astride of it, with his ladle in his hand, they burst into shouts of extravagant joy.  \\\"Slava Bogu!\\\"  (Glory be to God!) came fervently from the bearded lips of those hard, rough, obedient children.  They tumbled headlong over each other, in their efforts to drink first from the ladle, to clasp the knees or kiss the hands of the restored Prince.  And the dawn was glimmering against the eastern stars, as they took the way to the castle, making the ghostly fir-woods ring with shout and choric song.\\n\\nNevertheless, Prince Alexis was no longer the same man; his giant strength and furious appetite were broken.  He was ever ready, as formerly, for the chase and the drinking-bout; but his jovial mood no longer grew into a crisis which only utter physical exhaustion or the stupidity of drunkenness could overcome.  Frequently, while astride the cask, his shouts of laughter would suddenly cease, the ladle would drop from his hand, and he would sit motionless, staring into vacancy for five minutes at a time.  Then the serfs, too, became silent, and stood still, awaiting a change.  The gloomy mood passed away as suddenly.  He would start, look about him, and say, in a melancholy voice,--\\n\\n\\\"Have I frightened you, my children?  It seems to me that I am getting old.  Ah, yes, we must all die, one day.  But we need not think about it, until the time comes.  The Devil take me for putting it into my head!  Why, how now? can't you sing, children?\\\"\\n\\nThen he would strike up some ditty which they all knew: a hundred voices joined in the strain, and the hills once more rang with revelry.\\n\\nSince the day when the Princess Martha was buried, the Prince had not again spoken of marriage.  No one, of course, dared to mention the name of Boris in his presence.\\n\\nIX.\\n\\nThe young Prince had, in reality, become the happy husband of Helena.  His love for her had grown to be a shaping and organizing influence, without which his nature would have fallen into its former confusion.  If a thought of a less honorable relation had ever entered his mind, it was presently banished by the respect which a nearer intimacy inspired; and thus Helena, magnetically drawing to the surface only his best qualities, loved, unconsciously to herself, her own work in him.  Ere long, she saw that she might balance the advantages he had conferred upon her in their marriage by the support and encouragement which she was able to impart to him; and this knowledge, removing all painful sense of obligation, made her both happy and secure in her new position.\\n\\nThe Princess Martha, under some presentiment of her approaching death, had intrusted one of the ladies in attendance upon her with the secret of her son's marriage, in addition to a tender maternal message, and such presents of money and jewelry as she was able to procure without her husband's knowledge.  These presents reached Boris very opportunely; for, although Helena developed a wonderful skill in regulating his expenses, the spring was approaching, and even the limited circle of society in which they had moved during the gay season had made heavy demands upon his purse.  He became restless and abstracted, until his wife, who by this time clearly comprehended the nature of his trouble, had secretly decided how it must be met.\\n\\nThe slender hoard of the old music-master, with a few thousand rubles from Prince Boris, sufficed for his modest maintenance.  Being now free from the charge of his daughter, he determined to visit Germany, and, if circumstances were propitious, to secure a refuge for his old age in his favorite Leipsic.  Summer was at hand, and the court had already removed to Oranienbaum.  In a few weeks the capital would be deserted.\\n\\n\\\"Shall we go to Germany with your father?\\\" asked Boris, as he sat at a window with Helena, enjoying the long twilight.\\n\\n\\\"No, my Boris,\\\" she answered; \\\"we will go to Kinesma.\\\"\\n\\n\\\"But--Helena,--golubchik, mon ange,--are you in earnest?\\\"\\n\\n\\\"Yes, my Boris.  The last letter from your--our cousin Nadejda convinces me that the step must be taken.  Prince Alexis has grown much older since your mother's death; he is lonely and unhappy.  He may not welcome us, but he will surely suffer us to come to him; and we must then begin the work of reconciliation.  Reflect, my Boris, that you have keenly wounded him in the tenderest part,--his pride,--and you must therefore cast away your own pride, and humbly and respectfully, as becomes a son, solicit his pardon.\\\"\\n\\n\\\"Yes,\\\" said he, hesitatingly, \\\"you are right.  But I know his violence and recklessness, as you do not.  For myself, alone, I am willing to meet him; yet I fear for your sake.  Would you not tremble to encounter a maddened and brutal mujik?--then how much more to meet Alexis Pavlovitch of Kinesma!\\\"\\n\\n\\\"I do not and shall not tremble,\\\" she replied.  \\\"It is not your marriage that has estranged your father, but your marriage with ME.  Having been, unconsciously, the cause of the trouble, I shall deliberately, and as a sacred duty, attempt to remove it.  Let us go to Kinesma, as humble, penitent children, and cast ourselves upon your father's mercy.  At the worst, he can but reject us; and you will have given me the consolation of knowing that I have tried, as your wife, to annul the sacrifice you have made for my sake.\\\"\\n\\n\\\"Be it so, then!\\\" cried Boris, with a mingled feeling of relief and anxiety.\\n\\nHe was not unwilling that the attempt should be made, especially since it was his wife's desire; but he knew his father too well to anticipate immediate success.  All threatening POSSIBILITIES suggested themselves to his mind; all forms of insult and outrage which he had seen perpetrated at Kinesma filled his memory.  The suspense became at last worse than any probable reality.  He wrote to his father, announcing a speedy visit from himself and his wife; and two days afterwards the pair left St. Petersburg in a large travelling kibitka.\\n\\nX.\\n\\nWhen Prince Alexis received his son's letter, an expression of fierce, cruel delight crept over his face, and there remained, horribly illuminating its haggard features.  The orders given for swimming horses in the Volga--one of his summer diversions--were immediately countermanded; he paced around the parapet of the castle-wall until near midnight, followed by Sasha with a stone jug of vodki.  The latter had the useful habit, notwithstanding his stupid face, of picking up the fragments of soliloquy which the Prince dropped, and answering them as if talking to himself.  Thus he improved upon and perfected many a hint of cruelty, and was too discreet ever to dispute his master's claim to the invention.\\n\\nSasha, we may be sure, was busy with his devil's work that night.  The next morning the stewards and agents of Prince Alexis, in castle, village, and field, were summoned to his presence.\\n\\n\\\"Hark ye!\\\" said he; \\\"Borka and his trumpery wife send me word that they will be here to-morrow.  See to it that every man, woman, and child, for ten versts out on the Moskovskoi road, knows of their coming.  Let it be known that whoever uncovers his head before them shall uncover his back for a hundred lashes.  Whomsoever they greet may bark like a dog, meeouw like a cat, or bray like an ass, as much as he chooses; but if he speaks a decent word, his tongue shall be silenced with stripes.  Whoever shall insult them has my pardon in advance.  Oh, let them come!--ay, let them come!  Come they may: but how they go away again\\\"----\\n\\nThe Prince Alexis suddenly stopped, shook his head, and walked up and down the hall, muttering to himself.  His eyes were bloodshot, and sparkled with a strange light.  What the stewards had heard was plain enough; but that something more terrible than insult was yet held in reserve they did not doubt.  It was safe, therefore, not only to fulfil, but to exceed, the letter of their instructions.  Before night the whole population were acquainted with their duties; and an unusual mood of expectancy, not unmixed with brutish glee, fell upon Kinesma.\\n\\nBy the middle of the next forenoon, Boris and his wife, seated in the open kibitka, drawn by post-horses, reached the boundaries of the estate, a few versts from the village.  They were both silent and slightly pale at first, but now began to exchange mechanical remarks, to divert each other's thoughts from the coming reception.\\n\\n\\\"Here are the fields of Kinesma at last!\\\" exclaimed Prince Boris.  \\\"We shall see the church and castle from the top of that hill in the distance.  And there is Peter, my playmate, herding the cattle!\\n\\nPeter!  Good-day, brotherkin!\\\"\\n\\nPeter looked, saw the carriage close upon him, and, after a moment of hesitation, let his arms drop stiffly by his sides, and began howling like a mastiff by moonlight.  Helena laughed heartily at this singular response to the greeting; but Boris, after the first astonishment was over, looked terrified.\\n\\n\\\"That was done by order,\\\" said he, with a bitter smile.  \\\"The old bear stretches his claws out.  Dare you try his hug?\\\"\\n\\n\\\"I do not fear,\\\" she answered, her face was calm.\\n\\nEvery serf they passed obeyed the order of Prince Alexis according to his own idea of disrespect.  One turned his back; another made contemptuous grimaces and noises; another sang a vulgar song; another spat upon the ground or held his nostrils.  Nowhere was a cap raised, or the stealthy welcome of a friendly glance given.\\n\\nThe Princess Helena met these insults with a calm, proud indifference.  Boris felt them more keenly; for the fields and hills were prospectively his property, and so also were the brutish peasants.  It was a form of chastisement which he had never before experienced, and knew not how to resist.  The affront of an entire community was an offence against which he felt himself to be helpless.\\n\\nAs they approached the town, the demonstrations of insolence were redoubled.  About two hundred boys, between the ages of ten and fourteen, awaited them on the hill below the church, forming themselves into files on either side of the road.  These imps had been instructed to stick out their tongues in derision, and howl, as the carriage passed between them.  At the entrance of the long main street of Kinesma, they were obliged to pass under a mock triumphal arch, hung with dead dogs and drowned cats; and from this point the reception assumed an outrageous character.  Howls, hootings, and hisses were heard on all sides; bouquets of nettles and vile weeds were flung to them; even wreaths of spoiled fish dropped from the windows.  The women were the most eager and uproarious in this carnival of insult: they beat their saucepans, threw pails of dirty water upon the horses, pelted the coachman with rotten cabbages, and filled the air with screeching and foul words.\\n\\nIt was impossible to pass through this ordeal with indifference.  Boris, finding that his kindly greetings were thrown away,--that even his old acquaintances in the bazaar howled like the rest,--sat with head bowed and despair in his heart.  The beautiful eyes of Helena were heavy with tears; but she no longer trembled, for she knew the crisis was yet to come.\\n\\nAs the kibitka slowly climbed the hill on its way to the castle- gate, Prince Alexis, who had heard and enjoyed the noises in the village from a balcony on the western tower, made his appearance on the head of the steps which led from the court-yard to the state apartments.  The dreaded whip was in his hand; his eyes seemed about to start from their sockets, in their wild, eager, hungry gaze; the veins stood out like cords on his forehead; and his lips, twitching involuntarily, revealed the glare of his set teeth.  A frightened hush filled the castle.  Some of the domestics were on their knees; others watching, pale and breathless, from the windows: for all felt that a greater storm than they had ever experienced was about to burst.  Sasha and the castle-steward had taken the wise precaution to summon a physician and a priest, provided with the utensils for extreme unction.  Both of these persons had been smuggled in through a rear entrance, and were kept concealed until their services should be required.\\n\\nThe noise of wheels was heard outside the gate, which stood invitingly open.  Prince Alexis clutched his whip with iron fingers, and unconsciously took the attitude of a wild beast about to spring from its ambush.  Now the hard clatter of hoofs and the rumbling, of wheels echoed from the archway, and the kibitka rolled into the courtyard.  It stopped near the foot of the grand staircase.  Boris, who sat upon the farther side, rose to alight, in order to hand down his wife; but no sooner had he made a movement than Prince Alexis, with lifted whip and face flashing fire, rushed down the steps.  Helena rose, threw back her veil, let her mantle (which Boris had grasped, in his anxiety to restrain her action,) fall behind her, and stepped upon the pavement.\\n\\nPrince Alexis had already reached the last step, and but a few feet separated them.  He stopped as if struck by lightning,--his body still retaining, in every limb, the impress of motion.  The whip was in his uplifted fist; one foot was on the pavement of the court, and the other upon the edge of the last step; his head was bent forward, his mouth open, and his eyes fastened upon the Princess Helena's face.\\n\\nShe, too, stood motionless, a form of simple and perfect grace, and met his gaze with soft, imploring, yet courageous and trustful eyes.  The women who watched the scene from the galleries above always declared that an invisible saint stood beside her in that moment, and surrounded her with a dazzling glory.  The few moments during which the suspense of a hundred hearts hung upon those encountering eyes seemed an eternity.\\n\\nPrince Alexis did not move, but he began to tremble from head to foot.  His fingers relaxed, and the whip fell ringing upon the pavement.  The wild fire of his eyes changed from wrath into an ecstasy as intense, and a piercing cry of mingled wonder, admiration and delight burst from his throat.  At that cry Boris rushed forward and knelt at his feet.  Helena, clasping her fairest hands, sank beside her husband, with upturned face, as if seeking the old man's eyes, and perfect the miracle she had wrought.\\n\\nThe sight of that sweet face, so near his own, tamed the last lurking ferocity of the beast.  His tears burst forth in a shower; he lifted and embraced the Princess, kissing her brow, her cheeks, her chin, and her hands, calling her his darling daughter, his little white dove, his lambkin.\\n\\n\\\"And, father, my Boris, too!\\\" said she.\\n\\nThe pure liquid voice sent thrills of exquisite delight through his whole frame.  He embraced and blessed Boris, and then, throwing an arm around each, held them to his breast, and wept passionately upon their heads.  By this time the whole castle overflowed with weeping.  Tears fell from every window and gallery; they hissed upon the hot saucepans of the cooks; they moistened the oats in the manger; they took the starch out of the ladies' ruffles, and weakened the wine in the goblets of the guests.  Insult was changed into tenderness in a moment.  Those who had barked or stuck out their tongues at Boris rushed up to kiss his boots; a thousand terms of endearment were showered upon him.\\n\\nStill clasping his children to his breast, Prince Alexis mounted the steps with them.  At the top he turned, cleared his throat, husky from sobbing, and shouted--\\n\\n\\\"A feast! a feast for all Kinesma!  Let there be rivers of vodki, wine and hydromel!  Proclaim it everywhere that my dear son Boris and my dear daughter Helena have arrived, and whoever fails to welcome them to Kinesma shall be punished with a hundred stripes!  Off, ye scoundrels, ye vagabonds, and spread the news!\\\"\\n\\nIt was not an hour before the whole sweep of the circling hills resounded with the clang of bells, the blare of horns, and the songs and shouts of the rejoicing multitude.  The triumphal arch of unsavory animals was whirled into the Volga; all signs of the recent reception vanished like magic; festive fir-boughs adorned the houses, and the gardens and window-pots were stripped of their choicest flowers to make wreaths of welcome.  The two hundred boys, not old enough to comprehend this sudden bouleversement of sentiment, did not immediately desist from sticking out their tongues: whereupon they were dismissed with a box on the ear.  By the middle of the afternoon all Kinesma was eating, drinking, and singing; and every song was sung, and every glass emptied in honor of the dear, good Prince Boris, and the dear, beautiful Princess Helena.  By night all Kinesma was drunk.\",\"timestamp\":1640141634,\"title\":\"\\nThey were scattered over a slope gently falling from the dark, dense fir-forest towards the Volga, \"},\"digest\":\"aWA4sBtUrNmaf8YJI5bp0Vb7_YBhw9XALRt1jEQ64QQ\",\"authorship\":{\"contributor\":\"0x51D393CD2fE363A89232ff9D8Ac75A13bD6a52e7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SRc6icassoTmOj-15UJHFAdVXpX-DYCfbZMkYD8oE0o\\\",\\\"y\\\":\\\"f4sZS-_DREr5dWHB1QRbqiW9ZqOdoGC3eXZG-w94aak\\\"}\",\"signature\":\"2Z6hcrAWXSJZfSr2_mbPIYpFE6LgyRwLXXu2bIax9Ne6bxZI-eXLnbHwYYBfl-9zlq3ySw8dZNe6ZAk-WtD6-A\",\"signingKeySignature\":\"0x56f00cbd0f26852c4d74c39607666e98c79d213dcb2e0556b1208d7192bf09ed59b0b1d66cdb1ee876fc45fb8b7e86cc2c25f543d6a4080390eeea8b743affc71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SRc6icassoTmOj-15UJHFAdVXpX-DYCfbZMkYD8oE0o\\\",\\\"y\\\":\\\"f4sZS-_DREr5dWHB1QRbqiW9ZqOdoGC3eXZG-w94aak\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aWA4sBtUrNmaf8YJI5bp0Vb7_YBhw9XALRt1jEQ64QQ\"}"