"{\"content\":{\"body\":\"\\\"There was a certain nymph, whose name was Syrinx, who was much beloved by the satyrs and spirits of the wood; but she would have none of them, but was a faithful worshipper of Diana, and followed the chase.  You would have thought it was Diana herself, had you seen her in her hunting dress, only that her bow was of horn and Diana's of silver.  One day, as she was returning from the chase, Pan met her, told her just this, and added more of the same sort.  She ran away, without stopping to hear his compliments, and he pursued till she came to the bank of the river, where he overtook her, and she had only time to call for help on her friends, the water nymphs. They heard and consented.  Pan threw his arms around what he supposed to be the form of the nymph, and found he embraced only a tuft of reeds!  As he breathed a sigh, the air sounded through the reeds, and produced a plaintive melody.  The god, charmed with the novelty and with the sweetness of the music, said 'Thus, then, at least, you shall be mine.'  And he took some of the reeds, and placing them together, of unequal lengths, side by side, made an instrument which he called Syrinx, in honor of the nymph.\\\" Before Mercury had finished his story, he saw Argus's eyes all asleep.  As his head nodded forward on his breast, Mercury with one stroke cut his neck through, and tumbled his head down the rocks.  O hapless Argus!  The light of your hundred eyes is quenched at once!  Juno took them and put them as ornaments on the tail of her peacock, where they remain to this day.\\n\\nBut the vengeance of Juno was not yet satiated.  She sent a gadfly to torment Io, who fled over the whole world from its pursuit.  She swam through the Ionian Sea, which derived its name from her, then roamed over the plains of Illyria, ascended Mount Haemus, and crossed the Thracian strait, thence named the Bosphorus (cow-bearer), rambled on through Scythia and the country of the Cimmerians, and arrived at last on the banks of the Nile.  At length Jupiter interceded for her, and, upon his promising not to pay her any more attentions, Juno consented to restore her to her form.  It was curious to see her gradually recover her former self.  The coarse hairs fell from her body, her horns shrunk up, her eyes grew narrower, her mouth shorter; hands and fingers came instead of hoofs to her forefeet; in fine, there was nothing left of the heifer except her beauty.  At first she was afraid to speak for fear she should low, but gradually she recovered her confidence, and was restored to her father and sisters.\\n\\nIn a poem dedicated to Leigh Hunt, by Keats, the following allusion to the story of Pan and Syrinx occurs:--\\n\\n\\\"So did he feel who pulled the boughs aside, That we might look into a forest wide,                                              \\\\*    \\\\*    \\\\*    \\\\*    \\\\*    \\\\*    \\\\*    \\\\* Telling us how fair trembling Syrinx fled Arcadian Pan, with such a fearful dread. Poor nymph   poor Pan   how he did weep to find Nought but a lovely sighing of the wind Along the reedy stream; a half-heard strain, Full of sweet desolation, balmy pain.\\\"\\n\\nCALLISTO\\n\\nCallisto was another maiden who excited the jealousy of Juno, and the goddess changed her into a bear.  \\\"I will take away,\\\" said she, :\\\"that beauty with which you have captivated my husband.\\\" Down fell Callisto on her hands and knees; she tried to stretch out her arms in supplication,-- they were already beginning to be covered with black hair.  Her hands grew rounded, became armed with crooked claws, and served for feet; her mouth, which Jove used to praise for its beauty, became a horrid pair of jaws; her voice, which if unchanged would have moved the heart to pity, became a growl, more fit to inspire terror.  Yet her former disposition remained, and, with continued groaning, she bemoaned her fate, and stood upright as well as she could, lifting up her paws to beg for mercy; and felt that Jove was unkind, though she could not tell him so.  Ah, how often, afraid to stay in the woods all night alone, she wandered about the neighborhood of her former haunts; how often, frightened by the dogs, did she, so lately a huntress, fly in terror from the hunters!  Often she fled from the wild beasts, forgetting that she was now a wild beast herself; and, bear as she was, was afraid of the bears.\\n\\nOne day a youth espied her as he was hunting.  She saw him and recognized him as her own son, now grown a young man.  She stopped, and felt inclined to embrace him.  As she was about to approach, he, alarmed, raised his hunting spear, and was on the point of transfixing her, when Jupiter, beholding, arrested the crime, and, snatching away both of them, placed them in the heavens as the Great and Little Bear.\\n\\nJuno was in a rage to see her rival so set in honor, and hastened to ancient Tethys and Oceanus, the powers of ocean, and, in answer to their inquiries, thus told the cause of her coming; \\\"Do you ask why I, the queen of the gods, have left the heavenly plains and sought your depths.  Learn that I am supplanted in heaven,-- my place is given to another.  You will hardly believe me; but look when night darkens the world, and you shall see the two, of whom I have so much reason to complain, exalted to the heavens, in that part where the circle is the smallest, in the neighborhood of the pole.  Why should any one hereafter tremble at the thought of offending Juno, when such rewards are the consequence of my displeasure!  See what I have been able to effect!  I forbade her to wear the human form,-- she is placed among the stars!  So do my punishments result,-- such is the extent of my power!  Better that she should have resumed her former shape, as I permitted Io to do.  Perhaps he means to marry her, and put me away!  But you, my foster parents, if you feel for me, and see with displeasure this unworthy treatment of me, show it, I beseech you, by forbidding this guilty couple from coming into your waters.\\\"  The powers of the ocean assented, and consequently the two constellations of the Great and Little Bear move round and round in heaven, but never sink, as the other stars do, beneath the ocean.\\n\\nMilton alludes to the fact that the constellation of the Bear never sets, when he says,\\n\\n\\\"Let my lamp at midnight hour Be seen in some high lonely tower, Where I may oft outwatch the Bear.\\\" Il Penseroso\\n\\nAnd Prometheus, in James Russell Lowell's poem, says,\\n\\n\\\"One after one the stars have risen and set, Sparkling upon the hoar-frost of my chain; The Bear that prowled all night about the fold Of the North Star, hath shrunk into his den, Scared by the blithsome footsteps of the dawn.\\\"\\n\\nThe last star in the tail of the Little Bear is the Pole star, called also the Cynosure.  Milton says,\\n\\n\\\"Straight mine eye hath caught new pleasures While the landscape round it measures.                                              \\\\*    \\\\*    \\\\*    \\\\*    \\\\*    \\\\*    \\\\*    \\\\* Towers and battlements it sees Bosomed high in tufted trees, Where perhaps some beauty lies The Cynosure of neighboring eyes.\\\" L'Allegro.\\n\\nThe reference here is both to the Pole-star as the guide of mariners, and to the magnetic attraction of the North.  He calls it also the \\\"Star of Aready,\\\" because Callisto's boy was named Arcas, and they lived in Arcadia.  In Milton's Comus, the elder brother, benighted in the woods, says,\\n\\n\\\"Some gentle taper! Through a rush candle, from the wicker hole Of some clay habitation, visit us With thy long levelled rule of streaming light, And thou shalt be our star of Aready, Or Tyrian Chynsure.\\\"\\n\\nDIANA AND ACTAEON\\n\\nIt was midday, and the sun stood equally distant from either goal, when young Actaeon, son of King Cadmus, thus addressed the youths who with him were hunting the stag in the mountains:--\\n\\n\\\"Friends, our nets and our weapons are wet with the blood of our victims; we have had sport enough for one day, and tomorrow we can renew our labors.  Now, while Phoebus parches the earth, let us put by our instruments and indulge ourselves with rest.\\\"\\n\\nThere was a valley thickly enclosed with cypresses and pines, sacred to the huntress-queen, Diana.  In the extremity of the valley was a cave, not adorned with art, but nature had counterfeited art in its construction, for she had turned the arch of its roof with stones as delicately fitted as if by the hand of man.  A fountain burst out from one side, whose open basin was bounded by a grassy rim.  Here the goddess of the woods used to come when weary with hunting and lave her virgin limbs in the sparkling water.\\n\\nOne day, having repaired thither with her nymphs, she handed her javelin, her quiver, and her bow to one, her robe to another, while a third unbound the sandals from her feet.  Then Crocale, the most skilful of them, arranged her hair, and Nephele, Hyale, and the rest drew water in capacious urns.  While the goddess was thus employed in the labors of the toilet, behold, Actaeon, having quitted his companions, and rambling without any especial object, came to the place, led thither by his destiny.  As he presented himself at the entrance of the cave, the nymphs, seeing a man, screamed and rushed towards the goddess to hide her with their bodies.  But she was taller than the rest, and overtopped them all by a head.  Such a color as tinges the clouds at sunset or at dawn came over the countenance of Diana thus taken by surprise.  Surrounded as she was by her nymphs, she yet turned half away, and sought with a sudden impulse for her arrows.  As they were not at hand, she dashed the water into the face of the intruder, adding these words: \\\"Now go and tell, if you can, that you have seen Diana unapparelled.\\\"  Immediately a pair of branching stag's horns grew out of his head, his neck gained in length, his ears grew sharp-pointed, his hands became feet, his arms long legs, his body was covered with a hairy spotted hide. Fear took the place of his former boldness, and the hero fled. He could not but admire his own speed; but when he saw his horns in the water, \\\"Ah, wretched me!: he would have said, but no sound followed the effort.  He groaned, and tears flowed down the face that had taken the place of his own.  Yet his consciousness remained.  What shall he do?   Go home to seek the palace, or lie hid in the woods?  The latter he was afraid, the former he was ashamed, to do.  While he hesitated the dogs saw him.  First Melampus, a Spartan dog, gave the signal with his bark, then Pamphagus, Dorceus, Lelaps, Theron, Nape, Tigris, and all the rest, rushed after him swifter than the wind.  Over rocks and cliffs, through mountain gorges that seemed impracticable, he fled, and they followed.  Where he had often chased the stag and cheered on his pack, his pack now chased him, cheered on by his own huntsmen.  He longed to cry out, \\\"I am Actaeon; recognize your master!\\\"  But the words came not at his will.  The air resounded with the bark of the dogs.  Presently one fastened on his back, another seized his shoulder.  While they held their master, the rest of the pack came up and buried their teeth in his flesh.  He groaned,   not in a human voice, yet certainly not in a stag's,   and, falling on his knees, raised his eyes, and would have raised his arms in supplication, if he had had them. His friends and fellow-huntsmen cheered on the dogs, and looked every where for Actaeon, calling on him to join the sport.  At the sound of his name, he turned his head, and heard them regret that he should be away.  He earnestly wished he was.  He would have been well pleased to see the exploits of his dogs, but to feel them was too much.  They were all around him, rending and tearing; and it was not till they had torn his life out that the anger of Diana was satisfied.\\n\\nIn the \\\"Epic of Hades\\\" there is a description of Actaeon and his change of form.  Perhaps the most beautiful lines in it are when Actaeon, changed to a stag, first hears his own hounds and flees.\\n\\n\\\"But as I gazed, and careless turned and passed Through the thick wood, forgetting what had been, And thinking thoughts no longer, swift there came A mortal terror; voices that I knew. My own hounds' bayings that I loved before, As with them often o'er the purple hills I chased the flying hart from slope to slope, Before the slow sun climbed the eastern peaks, Until the swift sun smote the western plain; Whom often I had cheered by voice and glance, Whom often I had checked with hand and thong; Grim followers, like the passions, firing me, True servants, like the strong nerves, urging me On many a fruitless chase, to find and take Some too swift-fleeting beauty, faithful feet And tongues, obedient always: these I knew Clothed with a new-born force and vaster grown, And stronger than their master; and I thought, What if they tore me with their jaws, nor knew That once I ruled them,   brute pursuing brute, And I the quarry?  Then I turned and fled If it was I indeed that feared and fled Down the long glades, and through the tangled brakes, Where scarce the sunlight pierced; fled on and on, And panted, self-pursued.  But evermore The dissonant music which I knew so sweet, When by the windy hills, the echoing vales And whispering pines it rang; now far, now near As from my rushing steed I leant and cheered With voice and horn the chase; this brought to me Fear of I knew not what, which bade me fly, Fly always, fly; but when my heart stood still, And all my limbs were stiffened as I fled, Just as the white moon ghost-like climbed the sky, Nearer they came and nearer, baying loud, With bloodshot eyes and red jaws dripping foam; And when I strove to check their savagery, Speaking with words; no voice articulate came, Only a dumb, low bleat.  Then all the throng Leapt swift upon me and tore me as I lay, And left me man again.\\\"\\n\\nIn Shelley's poem Adonais is the following allusion to the story of Actaeon:--\\n\\n\\\"Midst others of less note came one frail form, A phantom among men; companionless As the last cloud of an expiring storm, Whose thunder is its knell; he, as I guess, Had gazed on Nature's naked loveliness, Actaeon-like, and now he fled astray With feeble steps o'er the world's wilderness; And his own Thoughts, along that rugged way, Pursued like raging hounds their father and their prey.\\\" Adonais, stanza 31.\\n\\nThe allusion is probably to Shelley himself.\\n\\nLATONA AND THE RUSTICS\\n\\nSome thought the goddess in this instance more severe than was just, while others praised her conduct as strictly consistent with her virgin dignity.  As usual, the recent event brought older ones to mind, and one of the bystanders told this story. \\\"Some countrymen of Lycia once insulted the goddess Latona, but not with impunity.  When I was young, my father, who had grown too old for active labors, sent me to Lycia to drive thence some choice oxen, and there I saw the very pond and marsh where the wonder happened.  Near by stood an ancient altar, black with the smoke of sacrifice and almost buried among the reeds.  I inquired whose altar it might be, whether of Faunus or the Naiads or some god of the neighboring mountain, and one of the country people replied, 'No mountain or river god possesses this altar, but she whom royal Juno in her jealousy drove from land to land, denying her any spot of earth whereon to rear her twins.  Bearing in her arms the infant deities, Latona reached this land, weary with her burden and parched with thirst.  By chance she espied in the bottom of the valley this pond of clear water, where the country people were at work gathering willows and osiers.  The goddess approached, and kneeling on the bank would have slaked her thirst in the cool stream, but the rustics forbade her.  'Why do you refuse me water?' said she; 'water is free to all.  Nature allows no one to claim as property the sunshine, the air, or the water. I come to take my share of the common blessing.  Yet I ask it of you as a favor.  I have no intention of washing my limbs in it, weary though they be, but only to quench my thirst.  My mouth is so dry that I can hardly speak.  A draught of water would be nectar to me; it would revive me, and I would own myself indebted to you for life itself.  Let these infants move your pity, who stretch out their little arms as if to plead for me'; and the children, as it happened, were stretching out their arms.\\n\\n\\\"Who would not have been moved with these gentle words of the goddess?  But these clowns persisted in their rudeness; they even added jeers and threats of violence if she did not leave the place.  Nor was this all.  They waded into the pond and stirred up the mud with their feet, so as to make the water unfit to drink.  Latona was so angry that she ceased to feel her thirst. She no longer supplicated the clowns, but lifting her hands to heaven exclaimed, 'May they never quit that pool, but pass their lives there!'  And it came to pass accordingly.  They now live in the water, sometimes totally submerged, then raising their heads above the surface, or swimming upon it.  Sometimes they come out upon the bank, but soon leap back again into the water.  They still use their base voices in railing, and though they have the water all to themselves, are not ashamed to croak in the midst of it.  Their voices are harsh, their throats bloated, their mouths have become stretched by constant railing, their necks have shrunk up and disappeared, and their heads are joined to their bodies.  Their backs are green, their disproportioned bellies white, and in short they are now frogs, and dwell in the slimy pool.\\\"\\n\\nThis story explains the allusion in one of Milton's sonnets, \\\"On the detraction which followed upon his writing certain treatises.\\\"\\n\\n\\\"I did but prompt the age to quit their clogs By the known laws of ancient liberty,. When straight a barbarous noise environs me Of owls and cuckoos, asses, apes and dogs. As when those hinds that were transformed to frogs Railed at Latona's twin-born progeny, Which after held the sun and moon in fee.\\\"\\n\\nThe persecution which Latona experienced from Juno is alluded to in the story.  The tradition was that the future mother of Apollo and Diana, flying from the wrath of Juno, besought all the islands of the Aegean to afford her a place of rest, but all feared too much the potent queen of heaven to assist her rival. Delos alone consented to become the birthplace of the future deities.  Delos was then a floating island; but when Latona arrived there, Jupiter fastened it with adamantine chains to the bottom of the sea, that it might be a secure resting place for his beloved.  Byron alludes to Delos in his Don Juan:--\\n\\n\\\"The isles of Greece!  The isles of Greece! Where burning Sappho loved and sung, Where grew the arts of war and peace, Where Delos rose and Phoebus sprung!\\\"\\n\\nPHAETON\\n\\nEpaphus was the son of Jupiter and Io.  Phaeton, child of the Sun, was one day boasting to him of his high descent and of his father Phoebus.  Epaphus could not bear it.  \\\"Foolish fellow,\\\" said he \\\"you believe your mother in all things, and you are puffed up by your pride in a false father.\\\"  Phaeton went in rage and shame and reported this to his mother, Clymene.  \\\"If,\\\" said he, \\\"I am indeed of heavenly birth, give me, mother, some proof of it, and establish my claim to the honor.\\\"  Clymene stretched forth her hands towards the skies, and said, \\\"I call to witness the Sun which looks down upon us, that I have told you the truth. If I speak falsely, let this be the last time I behold his light. But it needs not much labor to go and inquire for yourself; the land whence the sun rises lies next to ours.  Go and demand of him whether he will own you as a son\\\" Phaeton heard with delight. He travelled to India, which lies directly in the regions of sunrise; and, full of hope and pride, approached the goal whence the Sun begins his course.\\n\\nThe palace of the Sun stood reared aloft on columns, glittering with gold and precious stones, while polished ivory formed the ceilings, and silver the doors.  The workmanship surpassed the material; for upon the walls Vulcan had represented earth, sea and skies, with their inhabitants.  In the sea were the nymphs, some sporting in the waves, some riding on the backs of fishes, while others sat upon the rocks and dried their sea-green hair. Their faces were not all alike, nor yet unlike,   but such as sisters' ought to be.  The earth had its towns and forests and rivers and rustic divinities.  Over all was carved the likeness of the glorious heaven; and on the silver doors the twelve signs of the zodiac, six on each side.\\n\\nClymene's son advanced up the steep ascent, and entered the halls of his disputed father.  He approached the paternal presence, but stopped at a distance, for the light was more than he could bear. Phoebus, arrayed in a purple vesture, sat on a throne which glittered as with diamonds.  On his right hand and his left stood the Day, the Month, and the Year, and, at regular intervals, the Hours.  Spring stood with her head crowned with flowers, and Summer, with garment cast aside, and a garland formed of spears of ripened grain, and Autumn, with his feet stained with grape juice, and icy Winter, with his hair stiffened with hoar frost. Surrounded by these attendants, the Sun, with the eye that sees every thing, beheld the youth dazzled with the novelty and splendor of the scene, and inquired the purpose of his errand. The youth replied, \\\"Oh, light of the boundless world, Phoebus, my father,   if you permit me to use that name,   give me some proof, I beseech you, by which I may be known as yours.\\\"  He ceased; and his father, laying aside the beams that shone all around his head, bade him approach, and embracing him, said, \\\"My son, you deserve not to be disowned, and I confirm what your mother has told you.  To put an end to your doubts, ask what you will, the gift shall be yours.  I call to witness that dreadful lake, which I never saw, but which we gods swear by in our most solemn engagements.\\\"  Phaeton immediately asked to be permitted for one day to drive the chariot of the sun.  The father repented of his promise; thrice and four times he shook his radiant head in warning.  \\\"I have spoken rashly,\\\" said he; \\\"only this request I would fain deny.  I beg you to withdraw it.  It is not a safe boon, nor one, my Phaeton, suited to your youth and strength. Your lot is mortal, and you ask what is beyond a mortal's power. In your ignorance you aspire to do that which not even the gods themselves may do.  None but myself may drive the flaming car of day; not even Jupiter, whose terrible right arm hurls the thunder bolts.  The first part of the way is steep, and such as the horses when fresh in the morning can hardly climb; the middle is high up in the heavens, whence I myself can scarcely, without alarm, look down and behold the earth and sea stretched beneath me.  The last part of the road descends rapidly, and requires most careful driving.  Tethys, who is waiting to receive me, often trembles for me lest I should fall headlong.  Add to all this, the heaven is all the time turning round and carrying the stars with it.  I have to be perpetually on my guard lest that movement, which sweeps everything else along, should hurry me also away.  Suppose I should lend you the chariot, what would you do?  Could you keep your course while the sphere was revolving under you?  Perhaps you think that there are forests and cities, the abodes of gods, and palaces and temples on the way.  On the contrary, the road is through the midst of frightful monsters. You pass by the horns of the Bull, in front of the Archer, and near the Lion's jaws, and where the Scorpion stretches its arms in one direction and the Crab in another.  Nor will you find it easy to guide those horses, with their breasts full of fire which they breathe forth from their mouths and nostrils.  I can scarcely govern them myself, when they are unruly and resist the reins.  Beware, my son, lest I should give you a fatal gift; recall your request while yet you may.  Do you ask me for proof that you are sprung from my blood?  I give you a proof in my fears for you.  Look at my face,-- I would that you could look into my breast, you would there see all a father's anxiety. Finally,\\\" he continued, \\\"look round the world and choose whatever you will of what earth or sea contains most precious,   ask it and fear no refusal.  This only I pray you not to urge.  It is not honor, but destruction you seek.  Why do you hang round my neck and still entreat me?  You shall have it if you persist, the oath is sworn and must be kept,   but I beg you to choose more wisely.\\\"\\n\\nHe ended; but the youth rejected all admonition, and held to his demand.  So, having resisted as long as he could, Phoebus at last led the way to where stood the lofty chariot.\\n\\nIt was of gold, the gift of Vulcan; the axle was of gold, the pole and wheels of gold, the spokes of silver.  Along the seat were rows of chrysolites and diamonds, which reflected all around the brightness of the sun.  While the daring youth gazed in admiration, the early Dawn threw open the purple doors of the east, and showed the pathway strewn with roses.  The stars withdrew, marshalled by the Daystar, which last of all retired also.  The father, when he saw the earth beginning to glow, and the Moon preparing to retire, ordered the Hours to harness up the horses.  They obeyed, and led forth from the lofty stalls the steeds full fed with ambrosia, and attached the reins.  Then the father bathed the face of his son with a powerful unguent, and made him capable of enduring the brightness of the flame.  He set the rays on his head, and, with a foreboding sigh, said, \\\"If, my son, you will in this at least heed my advice, spare the whip and hold tight the reins.  They go fast enough of their own accord; the labor is to hold them in.  You are not to take the straight road directly between the five circles, but turn off to the left. Keep within the limit of the middle zone, and avoid the northern and the southern alike.  You will see the marks of the wheels, and they will serve to guide you.  And, that the skies and the earth may each receive their due share of heat, go not too high, or you will burn the heavenly dwellings, nor too low, or you will set the earth on fire; the middle course is safest and best.  And now I leave you to your chance, which I hope will plan better for you than you have done for yourself.  Night is passing out of the western gates and we can delay no longer.  Take the reins; but if at last your heart fails you, and you will benefit by my advice, stay where you are in safety, and suffer me to light and warm the earth.\\\"  The agile youth sprang into the chariot, stood erect and grasped the reins with delight, pouring out thanks to his reluctant parent.\\n\\nMeanwhile the horses fill the air with their snortings and fiery breath, and stamp the ground impatient.  Now the bars are let down, and the boundless plain of the universe lies open before them.  They dart forward and cleave the opposing clouds, and outrun the morning breezes which started from the same eastern goal.  The steeds soon perceived that the load they drew was lighter than usual; and as a ship without ballast is tossed hither and thither on the sea, so the chariot, without its accustomed weight, was dashed about as if empty.  They rush headlong and leave the travelled road.  He is alarmed, and knows not how to guide them; nor, if he knew, has he the power.  Then, for the first time, the Great and Little Bear were scorched with heat, and would fain, if it were possible, have plunged into the water; and the Serpent which lies coiled up round the north pole, torpid and harmless, grew warm, and with warmth felt its rage revive.  Bootes, they say, fled away, though encumbered with his plough, and all unused to rapid motion.\\n\\nWhen hapless Phaeton looked down upon the earth, now spreading in vast extent beneath him, he grew pale and his knees shook with terror.  In spite of the glare all around him, the sight of his eyes grew dim.  He wished he had never touched his father's horses, never learned his parentage, never prevailed in his request.  He is borne along like a vessel that flies before a tempest, when the pilot can do no more and betakes himself to his prayers.  What shall he do?  Much of the heavenly road is left behind, but more remains before.  He turns his eyes from one direction to the other; now to the goal whence he began his course, now to the realms of sunset which he is not destined to reach.  He loses his self-command, and knows not what to do, whether to draw tight the reins or throw them loose; he forgets the names of the horses.  He sees with terror the monstrous forms scattered over the surface of heaven.  Here the Scorpion extended his two great arms, with his tail and crooked claws stretching over two signs of the zodiac.  When the boy beheld him, reeking with poison and menacing with his fangs, his courage failed, and the reins fell from his hands.  The horses, feeling the reins loose on their backs, dashed headlong, and unrestrained went off into unknown regions of the sky, in among the stars, hurling the chariot over pathless places, now up in high heaven, now down almost to the earth.  The moon saw with astonishment her brother's chariot running beneath her own.  The clouds begin to smoke, and the mountain tops take fire; the fields are parched with heat, the plants wither, the trees with their leafy branches burn, the harvest is ablaze!  But these are small things.  Great cities perished, with their walls and towers; whole nations with their people were consumed to ashes!  The forest-clad mountains burned, Athos and Taurus and Tmolus and OEte; Ida, once celebrated for fountains, but now all dry; the Muses' mountain Helicon, and Haemus; AEtna, with fires within and without, and Parnassus, with his two peaks, and Rhodope, forced at last to part with his snowy crown.  Her cold climate was no protection to Scythia, Caucasus burned, and Ossa and Pindus, and, greater than both, Olympus; the Alps high in air, and the Apennines crowned with clouds.\\n\\nThen Phaeton beheld the world on fire, and felt the heat intolerable.  The air he breathed was like the air of a furnace and full of burning ashes, and the smoke was of a pitchy darkness.  He dashed forward he knew not whither.  Then, it is believed, the people of AEthiopia became black by the blood being forced so suddenly to the surface, and the Libyan desert was dried up to the condition in which it remains to this day.  The Nymphs of the fountains, with dishevelled hair, mourned their waters, nor were the rivers safe beneath their banks; Tanais smoked, and Caicus, Xanthus and Meander.  Babylonian Euphrates and Ganges, Tagus with golden sands, and Caijster where the swans resort.  Nile fled away and hid his head in the desert, and there it still remains concealed.  Where he used to discharge his waters through seven mouths into the sea, there seven dry channels alone remained.  The earth cracked open, and through the chinks light broke into Tartarus, and frightened the king of shadows and his queen.  The sea shrank up.  Where before was water, it became a dry plain; and the mountains that lie beneath the waves lifted up their heads and became islands.  The fishes sought the lowest depths, and the dolphins no longer ventured as usual to sport on the surface.  Even Nereus, and his wife Doris, with the Nereids, their daughters, sought the deepest caves for refuge.  Thrice Neptune essayed to raise his head above the surface and thrice was driven back by the heat.  Earth, surrounded as she was by waters, yet with head and shoulders bare, screening her face with her hand, looked up to heaven, and with a husky voice called on Jupiter.\\n\\n\\\"O ruler of the gods, if I have deserved this treatment, and it is your will that I perish with fire, why withhold your thunderbolts?  Let me at least fall by your hand.  Is this the reward of my fertility, of my obedient service?  Is it for this that I have supplied herbage for cattle, and fruits for men, and frankincense for your altars?  But if I am unworthy of regard, what has my brother Ocean done to deserve such a fate?  If neither of us can excite your pity, think, I pray you, of your own heaven, and behold how both the poles are smoking which sustain your palace, which must fall if they be destroyed.  Atlas faints, and scarce holds up his burden.  If sea, earth, and heaven perish, we fall into ancient Chaos.  Save what yet remains to us from the devouring flame.  Oh, take thought for our deliverance in this awful moment!\\\"\\n\\nThus spoke Earth, and overcome with heat and thirst, could say no more.  Then Jupiter Omnipotent, calling to witness all the gods, including him who had lent the chariot, and showing them that all was lost unless some speedy remedy were applied, mounted the lofty tower from whence he diffuses clouds over the earth, and hurls the forked lightnings.  But at that time not a cloud was to be found to interpose for a screen to earth, nor was a shower remaining unexhausted.  He thundered, and brandishing a lightning-bolt in his right hand launched it against the charioteer, and struck him at the same moment from his seat and from existence!  Phaeton, with his hair on fire, fell headlong, like a shooting star which marks the heavens with its brightness as it falls, and Eridanus, the great river, received him and cooled his burning frame.  The Italian Naiads reared a tomb for him, and inscribed these words upon the stone:\\n\\n\\\"Driver of Phoebus' chariot, Phaeton, Struck by Jove's thunder, rests beneath this stone. He could not rule his father's car of fire, Yet was it much so nobly to aspire.\\\"\\n\\nHis sisters, the Heliades, as they lamented his fate were turned into poplar trees, on the banks of the river, and their tears, which continued to flow, became amber as they dropped into the stream,\\n\\nOne of Prior's best remembered poems is that on the Female Phaeton, from which we quote the last verse.\\n\\nKitty has been imploring her mother to allow her to go out into the world as her friends have done, if only for once.\\n\\n\\\"Fondness prevailed, mamma gave way; Kitty, at heart's desire, Obtained the chariot for a day, And set the world on fire.\\\"\\n\\nMilman, in his poem of Samor, makes the following allusion to Phaeton's story:--\\n\\n\\\"As when the palsied universe aghast Lay .... mute and still, When drove, so poets sing, the sun-born youth Devious through Heaven's affrighted signs his sire's Ill-granted chariot.  Him the Thunderer hurled >From th'empyrean headlong to the gulf Of the half-parched Eridanus, where weep Even now the sister trees their amber tears O'er Phaeton untimely dead.\\\"\\n\\nIn the beautiful lines of Walter Savage Lando describing the sea- shell, there is an allusion to the sun's palace and chariot.  The water-nymph says,\\n\\n\\\"  I have sinuous shells of pearly hue Within, and things that lustre have imbibed In the sun's palace porch, where when unyoked His chariot-wheel stands midway in the wave. Shake one and it awakens; then apply Its polished lip to your attentive car, And it remembers its August abodes, And murmurs as the ocean murmurs there.\\\" Gebir, Book 1\\n\\nChapter IV Midas. Baucis and Philemon. Pluto and Proserpine.\\n\\nBacchus, on a certain occasion, found his old school master and foster father, Silenus, missing.  The old man had been drinking, and in that state had wandered away, and was found by some peasants, who carried him to their king, Midas.  Midas recognized him, and treated him hospitably, entertaining him for ten days and nights with an unceasing round of jollity.  On the eleventh day he brought Silenus back, and restored him in safety to his pupil.  Whereupon Bacchus offered Midas his choice of whatever reward he might wish.  He asked that whatever he might touch should be changed into GOLD.  Bacchus consented, though sorry that he had not made a better choice.  Midas went his way, rejoicing in his newly acquired power, which he hastened to put to the test.  He could scarce believe his eyes when he found that a twig of an oak, which he plucked from the branch, became gold in his hand.  He took up a stone   it changed to gold.  He touched a sod   it did the same.  He took an apple from the tree   you would have thought he had robbed the garden of the Hesperides.  His joy knew no bounds, and as soon as he got home, he ordered the servants to set a splendid repast on the table. Then he found to his dismay that whether he touched bread, it hardened in his hand; or put a morsel to his lips, it defied his teeth.  He took a glass of wine, but it flowed down his throat like melted gold.\\n\\nIn consternation at the unprecedented affliction, he strove to divest himself of his power; he hated the gift he had lately coveted.  But all in vain; starvation seemed to await him.  He raised his arms, all shining with gold, in prayer to Bacchus, begging to be delivered from his glittering destruction. Bacchus, merciful deity, heard and consented.  \\\"Go,\\\" said he, \\\"to the river Pactolus, trace the stream to its fountain-head, there plunge in your head and body and wash away your fault and its punishment.\\\"  He did so, and scarce had he touched the waters before the gold-creating power passed into them, and the river sands became changed into GOLD, as they remain to this day.\",\"timestamp\":1641285048,\"title\":\"\\nAmong other stories, Mercury told him how the instrument on which he played was invented.  \"},\"digest\":\"-kA6Q24fgpe9n7-LxSInefzuPeClP7NPPhe76Ynwbug\",\"authorship\":{\"contributor\":\"0x51D393CD2fE363A89232ff9D8Ac75A13bD6a52e7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W1qUQq_c_LYqFM04JD62v0z8lD8pY-ZwjhRDTMbBfkY\\\",\\\"y\\\":\\\"imo8DBpbPrIGzTFusQsZsTKelRYXx99QFRwHcXgG7yA\\\"}\",\"signature\":\"pPdNjqKg-frzZzOI4BpSeLj1PW_vqCb13KwXLPvkYwDxfWRhIUv2R_AlGkRbPXo6C0UrI-Z9UdluIKal2QV9CQ\",\"signingKeySignature\":\"0x3b3c0e3fef35d91013b37eb20f5683ffcacf01407ecfcc25ae9ea0115d2e362b1522366641082ceca069e69fef6b31610a18b16c5049c61c6d6a465e4fd00e581b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W1qUQq_c_LYqFM04JD62v0z8lD8pY-ZwjhRDTMbBfkY\\\",\\\"y\\\":\\\"imo8DBpbPrIGzTFusQsZsTKelRYXx99QFRwHcXgG7yA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-kA6Q24fgpe9n7-LxSInefzuPeClP7NPPhe76Ynwbug\"}"