"{\"content\":{\"body\":\"“我是谁？我是龙尘”\\n\\n“我是傲视天下，睥睨九霄的绝世丹帝——龙尘？我是人见人欺，无法修行的窝囊废——龙尘？”\\n\\n脑海中一片混乱，同时周身一片剧痛，龙尘不禁停下脑海中的混乱思绪，发出一声痛哼。\\n\\n“尘儿，你终于醒了？太好了，娘要担心死了，你说你好好的，为什么要跟人家决斗”\\n\\n一个温润的声音，在龙尘的耳边响起，声音充满了欣喜和安慰，不过说到后来，声音中带着一丝哽咽。\\n\\n龙尘缓缓睁开眼睛，周围一片模糊，当画面逐渐清晰时，眼前浮现出的是一个女子面庞。\\n\\n女子看上去三十几岁的模样，样子非常美丽，不过眼角处，带着不符合她年龄的深深的几道鱼尾纹。\\n\\n此时那个女子，正双目含泪的看着龙尘，里面充满了慈爱和宠溺，让龙尘心头一阵温暖。\\n\\n“孩子，你可吓死为娘了”那女子说完双目更加的红了，眼泪簌簌而下。\\n\\n“娘？”\\n\\n龙尘看着这个既熟悉，又有些陌生的面孔，有些疑惑的喊出了这个字眼，脸上带着一丝惊异。\\n\\n“孩子，你不要吓唬娘，你连娘都不认识了吗？”那女子脸上顿时浮现惊慌之色。\\n\\n此时在那女子旁边出现了一个老者，看了看龙尘道：“龙夫人，龙尘世子的后脑遭受过重击，可能思维还需要恢复一下，您不要太着急了，刚刚给少爷服过药，药效还没完全化开，还是让少爷多休息一下吧”\\n\\n龙夫人充满担忧的看了龙尘一眼，勉强地点了点头，有些不舍地跟那老者出了房间。\\n\\n龙尘远远听到那个老者，对着那女子低声劝道：“龙夫人，这次龙少爷，捡回了一条命，已经算是万幸了，凡是不可强求”\\n\\n龙夫人颤声道：“药师大人的意思是，我儿他……”\\n\\n那个被称为药师的老者，叹了口气道：“世子他的后脑受到剧烈震荡，说实话，能够醒转已经是万幸了，不过这后遗症还是非常的严重，就算是失忆，也是在情理当中……”\\n\\n说到这里，两人已经渐行渐远，龙尘听得不再那么真切了，隐隐约约传来龙夫人啜泣的声音。\\n\\n龙尘看着头上的天花板，感受着浑身的剧痛，尤其后脑处，更是一阵一阵的胀痛。\\n\\n“这到底是怎么回事？我就是龙尘，龙夫人就是我的亲娘，我怎么会对她产生了陌生的情绪？\\n\\n还有那么多混乱的记忆到底是哪里来的？我好像是一个牛逼得不得了的大人物，怎么却又是一个苦逼的不得了的窝囊废？\\n\\n丹帝龙尘？废物龙尘？到底哪一个才是真正的我？是丹帝夺舍重生，还是废物融合了丹帝灵魂？”\\n\\n龙尘脑海中，无尽的问号来回翻滚，算了，不管怎样，我就是龙尘，废物也好，丹帝也罢，最重要的是我现在还活着。\\n\\n既然两个记忆融合到了一起不分彼此，我又何必去纠结这个白痴问题，现在需要做的是，让自己尽快康复起来。\\n\\n感受了一下自己的身体，浑身上下多处骨折，肋骨断了三根，一条手臂也断了两处，尤其后脑处，整个脑骨都塌陷了一大部分，真是好狠的手段。\\n\\n“咦，我虽然没有办法聚气，但是我的神魂之力，好像非常强大，居然可以感应到身体周围十丈以内的范围”\\n\\n龙尘不禁有些惊喜，根据他的混乱记忆，他知道神魂之力是非常宝贵的，尤其对于一个丹师来说，最为重要。\\n\\n赚了，赚了，不管是丹神重生，还是融合丹神记忆，对自己来说都是大赚特赚了。\\n\\n前者是夺舍重生，多活了一世，而对于后者来说，那是拥有了一个绝世强者的灵魂，那是何等的牛逼？\\n\\n不过仔细检查了一下自己身体时，龙尘脸色一变：\\n\\n“灵根被吸走了，胸口灵骨也缺一块，应该被挖走了，心头有一孔？到底谁这么狠，灵根、灵骨、灵血，全部被夺走了，难怪我修行不了？”龙尘心中愤怒不已。\\n\\n现在的他灵魂之力非常强大，已经可以内视，一下子发现了自己成为废物的奥秘。\\n\\n灵根是位于丹田内的一团根气，是修炼之根，没有灵根，根本无法感应到天地灵气，更何况是吸收修行？\\n\\n灵血是人出生时带着一丝先天之血，基本上所有人都有，只不过大多数修炼之人都不知道而已。\\n\\n灵骨位于人的胸口，微微凸起处，正常人是没有灵骨的，就算是在修行者中，因为是万中无一，那是绝顶天才的标志。\\n\\n而龙尘胸口的灵骨的地方，显然缺了一块，那分明是被人挖走的痕迹。\\n\\n龙尘脸色极为难看，如果不是融合了记忆，他还不知道，自己的身体，被人为动过了手脚。\\n\\n按理说这三样东西虽然珍贵，但是一旦离开人的身体，就没有任何用了，要想害自己，何必费这么大的手脚？这样的手段，简直让自己生不如死。\\n\\n不过愤怒归愤怒，但如今这三样东西已经没有了，愤怒已经没有任何意义。\\n\\n“最好别让我知道，是谁干的”\\n\\n龙尘不禁咬牙切齿，实在是太阴损了，自己拥有灵骨，就算用屁股想，那也是绝对的天才。\\n\\n如今却因为这个卑鄙混蛋，让自己成为了一个无法修行的废物，任人欺辱，受尽白眼。\\n\\n正在龙尘怒不可揭时，房门被轻轻推开，一个看上去十三四岁的俏丽少女，走了进来，那是龙尘的贴身丫鬟，名叫宝儿。\\n\\n“少爷，该吃药了”\\n\\n“药？你手里拿的什么药？”龙尘鼻子微微一动，问道。\\n\\n“这是夫人，花了极大价钱，才求到的虎骨丹，可以极快的治愈少爷你的外伤”宝儿答道。\\n\\n说完将手中的一个精巧小盒子打开，露出里面的丹药，道：“据说这枚丹药出自丹师云奇大师之手，药力非常强大，少爷，让宝儿服侍你服下吧”\\n\\n龙尘面色古怪的看着手中这个东西，就这玩意也能称为丹？三扁四不圆的，跟肉丸子似的。\\n\\n形状也就不说了，尼玛，这颜色乌黑一片，没有一丝光泽，如果不是散发着淡淡的药香，龙尘甚至怀疑这是一枚羊粪蛋。\\n\\n看了半晌，龙尘叹了口气，能将一枚丹药的药性，浪费八成以上，这也难为这位“大师”了，龙尘纳闷他到底是怎么做到的？烂也可以烂到这个境界。\\n\\n丹分五品：下品、中品、上品、极品和绝品，而手里的这枚丸子，分明不属于五品之内，龙尘恍然大悟这根本就是一枚残次品，这是废丹，通常丹师是绝不会将这样的丹药出售的，因为丢不起这样的人，往往兑成药液，或者直接扔掉。\\n\\n“少爷，别发愣了，夫人为了这枚宝丹，将自己的首饰都变卖了，你赶紧服用了吧”宝儿催促道。\\n\\n龙尘不禁心中一痛，在他的印象中，自己的母亲非常疼爱自己，疼爱的程度，已经到了宠溺的地步，几乎自己要什么，母亲基本上都不会拒绝的。\\n\\n为了他，母亲操碎了心，龙夫人年轻时，乃是一代美人，此时才三十几岁，但是光看她眼角那深深的鱼尾纹，就知道，她为龙尘付出了太多。\\n\\n看着手中的药丸，虽然是一枚残次品，但是药材却是不错的，就算是杂质占了八成，治疗他的伤，还是没有任何问题的。\\n\\n将药丸服下，龙尘命宝儿，先不要将自己的消息透露出去，包括母亲在内。\\n\\n虽然宝儿有些不解，但是出于对龙尘的信任，还是乖巧地点了点头。\\n\\n服下药后，虽然龙尘无法利用修为炼化药力，但是他通过自己强大的灵魂之力，将药力引导到自己的伤处，恢复效果极为迅速。\\n\\n第二天，龙尘缓缓睁开眼睛，嘴角浮现一抹笑容，活动了一下筋骨。\\n\\n很好，虽然药丸子不怎么样，但是药材本身的品质非常好，除了后脑，一身伤势恢复了大半，治疗外伤是绰绰有余了，缓缓走到镜子面前。\\n\\n看着镜子中那个剑眉朗目，英俊不凡的少年，龙尘沉声道：“从今天起，我龙尘将不再是以前的龙尘，我要崛起”\\n\\n虽然身体仍然有些虚，不过行走却没有任何问题，龙尘出了房门，外面已经是旭日东升。\\n\\n龙尘仔细思索了半个时辰，把宝儿叫了过来，给她写了一连串药材的名字，让她去抓药。\\n\\n不过宝儿面色有些为难，龙尘心中一动，顿时明白了，如今龙家非常拮据，宝儿无法从账房那边拿到钱了。\\n\\n否则母亲也不会，将自己的首饰也卖掉了，那可是她当初的嫁妆，珍贵异常，如今的龙家实在是太落魄了。\\n\\n摸摸了口袋，里面还有八十多个银币，虽然不多，但是买这些药，足够了。\\n\\n宝儿很勤快，前后不到一个时辰的时间，就把药材给买回来了，龙尘即刻动手，将这些药按照不同比例配置起来，放入瓦罐中熬煮。\\n\\n三个时辰后，浓浓的药液已经散发出药香，龙尘看着这碗廉价的药液，嘴角浮现一抹笑容。\\n\\n“我龙尘崛起，就从这一碗药汤开始吧\",\"timestamp\":1640849777,\"title\":\"校花的贴身保镖\"},\"digest\":\"jysyJlWJ2brIOJZaO2pXXXegeSAS2t9GTSyddlRJEao\",\"authorship\":{\"contributor\":\"0x0332E8428E473bDe976ff08FBfEb6C307cc92ecE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sZrNaY8HrQhZ06H-3U3BNxf2cs9IqvfIP5jD2tqPk8Q\\\",\\\"y\\\":\\\"GqWJ-lqf3ZY5o9bsZgvqHdqSB2ZVdNfF7i-xQV44GDw\\\"}\",\"signature\":\"2hsLohoZJ2mH7bNksdThszJkUbeCcvUWO9r3hjMuOKJSUgdqy8UGO11O4lr_jLjuuTKIWt_WIuAortc9kdLGmQ\",\"signingKeySignature\":\"0xf687236bfbb7e17120a26252d4c05cb6363887347bea4591c7989284d0fb7174169be3c8e21dc389a051eb31ba4c3da7a17806876520a7198493e7d256f8d1281b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sZrNaY8HrQhZ06H-3U3BNxf2cs9IqvfIP5jD2tqPk8Q\\\",\\\"y\\\":\\\"GqWJ-lqf3ZY5o9bsZgvqHdqSB2ZVdNfF7i-xQV44GDw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jysyJlWJ2brIOJZaO2pXXXegeSAS2t9GTSyddlRJEao\"}"