"{\"content\":{\"body\":\"在哪见的，我脑海里瞬间浮出那天在酒馆的一幕，眼前的红绸女子，不正是当时被血染霸枪搂在怀中，媚色万千的长袍丽人吗，我眼神有点迷离，脸色有点呆滞，仿佛被女子的绝色容颜所吸引。心里，却是恍然大悟，怪不得血染疆土那天总是唠叨自己内部的隐秘行动竟然被豹哥察觉，肯定是帮里出了内鬼，而一边陪同的血染霸枪也跟着起哄，说什么一定要好好查查，非把泄密者揪出来不可，原来那家伙是贼喊捉贼啊。\\n\\n```\\n这女子还真是骚劲十足，竟然把血染霸枪这家伙给拖上豹哥这条船，幸好那天我坐在角落里，没被他们看到，不然的话，估计这顿饭吃好了，豹哥一定会要我给他个交代，嘿嘿，现在只有哥们我自己心知肚明，咱不说，继续装下去。\\n\\n一边的豹哥见我那副色迷迷的神情，也暗自点头，真把咱当成是好色之徒。\\n\\n“嘻嘻，你在傻看什么啊，怎么不说话了。”在我怀中的千娇百媚嫣然一笑，伸手轻点我的额头说道。\\n\\n“有如此佳人相伴，我哪还说得出话来。”我握住她的纤柔说道。\\n\\n“贫嘴！”千娇百媚还故装羞涩，缩回手，站起身来说道。\\n\\n“哈哈，没想到今天在豹哥这里，竟然看到如此天香国色，我真是眼福不浅，还能抱个满怀，手福也不浅啊。”我浪声一笑，眼光如无形之手，狠狠蹭过千娇百媚那被薄纱半掩，呼之欲出的傲人****，转头说道。\\n\\n“百媚，有隐兄弟如此看重与你，你还不赶紧敬他一杯啊。”豹哥满面红光，跟着大声说道。\\n\\n“那我就恭敬不如从命，以此薄酒敬隐大哥一杯，不知隐大哥是否肯赏脸啊！”千娇百媚倒满两杯，递到我面前，面带桃容地说道。\\n\\n“赏脸，当然赏脸，即便你给我的是穿肠毒药，咱也照喝不误。”我接过杯子，一干而净，豹哥和千娇百媚见我如此，笑得更欢了。\\n\\n“对了，隐兄弟，我想起还有点事要办，要先行告退了，既然你和百媚如此投缘，那你们慢慢在这里聊吧，怎么样？”豹哥搂着两个白衣女子，站起身来，有点歉意地说道。\\n\\n办事，看你那样，不用说我都知道，是不是想去放松放松，泄泄压啊，我懂，这有钱有权就是不一样，连搞女人都是两个两个上，鄙视你，早点阳痿掉吧，奶奶的，我心里暗骂道，是不是想留着千娇百媚来诱惑我啊，让我也上了你这条贼船，自古英雄难过美人关，你如果把我当英雄，那就错了，哥们我可是不折不扣的真小人，你给的这货色，虽然不错，但咱知道烫手，不能轻易采摘的。\\n\\n“豹哥，这！”我连忙站起身来，装作有点尴尬地说道。\\n\\n“嘿嘿，兄弟，天地里ML只要男情女愿，就可以了，没有太多的拘束，有佳人陪伴，你可别错过机会，好好体验一下，刺激得很，不比真实效果差，那边，还有个休息室的，”豹哥见我这副摸样，便放开身边女子，凑到我耳边，淫笑着指着对面小门窃语说道。\\n\\n“嘿嘿。”听了豹哥的话，我脸上也浮出会心地笑容，心里骂道：你这该死的豹哥，倒是挺会施美人计的，当我是楞头青，没尝过荤啊，跟我来这套，赤裸裸的性挑逗，****。\\n\\n看着豹哥搂着两个女子退到左边的小门之中，我低头看了看时间，恩，就快七点半了。\\n\\n“哦，我好象有点醉了，你能扶我过去休息一下吗？”见我笑而不语地看着自己，千娇百媚娇喘一声说道，身子，懒懒地向我倒了过来。\\n\\n“哦，好好。”嘿嘿，虽然咱不对你有啥非分之想，但是这白白送上门的便宜，不占白不占，我顺势一把抱了过去，有心无意地托住她的丰满，搂着她的蛇腰，扶着她走向了休息室。\\n\\n“隐大哥，你能坐下陪我聊聊吗？”躺在床上的千娇百媚半眯着媚眼，用她那勾人魂魄的眼神看着我，娇声说道。\\n\\n坐，你让我坐哪，妈的，这是什么休息室，里面除了一张巨大的双人罗床外，其他啥也没有，瞧那带着诱惑的淡红色昏暗灯光，惹人无限遐想的裸女壁画，以及屋里飘散的胭脂香味，估计就是豹哥这家伙用来腐败咱“革命同志”的淫窝吧。\\n\\n既然装，咱可就得装到底，我带着满脸的猥亵之情，应声上了床，坐在千娇百媚身边，眼睛里，带着恨不得将她连皮吞下的虎狼之色。\\n\\n“我好热啊，你帮我扇扇好吗？”千娇百媚见我那副模样，伸手在酥胸前摸了摸，将那薄薄的红纱给斜拉下一半，一颗红扑扑的小樱桃顿时跳入我的眼中，看得我是喉咙一阵燥热，妈的，热，这里一点都不热，你个****，摆明就是要我上你啊，\\n\\n我凑了上去，双手在她脸侧扇了扇，说道：“还热吗？”\\n\\n“热，我的胸口好热！”千娇百媚见我竟然没有动手，还心道我不敢，继续挑逗地说道，“隐大哥帮我扇扇胸口吧。”\\n\\n千娇百媚话音刚落，“嘟嘟嗒嗒”我那传呼机欢快地叫了起来，千娇百媚眉头一皱，说道：“隐大哥，你好忙啊。”\\n\\n“呵呵，不理它，我先帮你扇风。”我故意装个大方，看都没看，关了说道。\\n\\n“恩！好的。”千娇百媚听我这一说，以为真栓住我的心了，身子一翻，将那两团柔软平摆我面前，等待我去呵护。\\n\\n“嘟嘟嗒嗒”我手刚伸了一半，传呼机又响了，没等千娇百媚开口，我就说道：“谁啊，这么烦人。”继续关了没答。\\n\\n双手就要碰到千娇百媚那两白嫩的双峰，千娇百媚也得意的侧目一笑，嘴里发出一声娇喘，正要迎合我时，“嘟嘟嗒嗒”传呼机再一次响了。\\n```\\n\\n\\n------------\\n\\n第二百零四章 脱身二\\n\\n我装作不耐烦地样子拿起来一看，脸色立即大变，对千娇百媚说道：“不好意思，我弟兄出事了，怪不得这么急M我，我得赶紧过去一下。”\\n\\n```\\n听了我这话，千娇百媚身子一震，她睁大眼睛说道：“你要走？”\\n\\n“恩，急事，我先走了，你代我跟豹哥打个招呼，改日再聊。”我匆匆下了床，带着一副扫兴地样子说道，没容千娇百媚答话，我就推开门，拿出回城石，化作白光闪人了。\\n\\n“开门，给我开门。”千娇百媚一脸羞恼地叫道。\\n\\n“什么事啊？” 正在隔壁奋勇战斗的豹哥听到外面千娇百媚的叫声，问道。\\n\\n“那个该死的隐为者走了！”千娇百媚回道。\\n\\n“什么，他走了。”豹哥****着身子打开门说道，里面，同样是一张大床，“你怎么让他走了，刚才不是好好的吗？”\\n\\n“什么我怎么让她走了，那家伙连接了三个传呼，然后说有急事，就走了。”千娇百媚没好气地回道，“白白浪费了我那么多表情。”\\n\\n“这样，难道是我小看他了吗？都到这份上，他还能悬崖勒马，抽身而退，难道开始的一切都是做给我看的？还是他真的有事？”听了千娇百媚回答，豹哥摸了摸头，若有所思地说道，“看来下次，要找他好好谈谈正事了。”\\n\\n呵呵，白痴，老子怎么可能为了点女色就堕落呢，何况还是别人搞过的破鞋，豹哥，你也把我看得太扁了吧，走在铁晶城内，我心里得意地说着，这次咱可是得了便宜还卖了乖，更重要的是查出血染疆土身边最有可能是内鬼的人来，豹哥千算万算，可没算到咱跟那千娇百媚有过一面之缘吧。不过咱也不能完全肯定血染霸枪就是内奸，不过，总有办法试出来的。\\n\\n豹哥这次的目的很简单，是啥事都不谈，就是想色诱我过去，目的没有达成，那下次，估计就不会这么简单了，嗨，兵来将挡，水来土淹，我怕他个毛，我抛去心中的杂念，继续去挖咱的矿石，才四块赤霞龙精矿，远远达不到我的需要。\\n\\n***************************************************************\\n\\n“哗啦！”我一屁股坐在堆积成山的废石堆上，如对珍宝一般翻看着背包里的矿石，眼睛里充满了欣喜，经过我这几天的努力，咱已经挖了二十几块赤霞龙精矿，数量虽然不多，但是块块都是好品，没有一个是劣质的，那可让我占了不少的便宜。\\n\\n虽然经验没啥大涨，装备再也没爆，但是咱已经满足了，胖眼睛将我扔他那的一干东西卖得精光，昨天把钱都扔我银行里，嘿嘿，足足一万多金币，将我学技能花去的钱算是捞回了大半，咱那还有个盾牌还没卖呢，而恢复给冲天剑他们继续提供炼金药剂后，每月还有分红，小日子还是挺滋润的。\\n\\n看着背包里不少从食人魔身上采集到的深蓝色食人魔之血，我心里思量着，这玩意又是用来干吗的，是炼金呢，还是制药，锻造上，能用不？\\n\\n呀，提到到锻造，我还答应小舞这周三前给水清灵打个长剑，差点都忘了，还好，今天才周二，来得及，来得及，收拾收拾东西，我招呼回小黑，闪人回城。\\n\\n“胖哥，你那打铁的房子现在可以用吗？”走在雷帝城整齐的大道上，我随手扔了个消息给胖眼说道。\\n\\n“当然可以用，随时等着你呢，怎么，哥们手痒，准备开工打造武器了吗？”没要等，胖眼镜立即回了个消息给我说道。\\n\\n“恩，是的，那我马上过来。”我说道。\\n\\n“好好，我在楼下等你。”胖眼镜回道。\\n\\n走到拍卖行外，只见胖眼镜已经早早守在了门口，一见我来，脸上笑得肉抖抖的，迎了上来，让我感觉似乎看到以前胖子黄的几分模样。\\n\\n“哥们，铁匠屋在后面呢，我们过去吧。”胖眼镜招呼我说道。\\n\\n“好，你带路，我跟着。”我点头回道。\\n\\n一进门，就让我不由心中一阵感慨，这胖眼睛的背后老板，出手还真是大方啊，宽敞的屋子里所有的打铁用品是一应俱全，那一般的铜、铁矿石在墙角处堆成了小山，两个NPC铁匠在里面忙得是满头大汗，一件件粗糙的劣质装备接连从他们手中诞生。\\n\\n雇佣的NPC铁匠可只有初级水准，和其他玩家一样，需要通过不断的打造装备才能升级，而且相比玩家可以通过自己的自由发挥，学习卷轴不同，他们只有达到中级水平，才能够创新，所以想培养出一个好的NPC铁匠来，也不是件容易的事，成本代价，大着呢，看来胖眼镜的老板是用心良苦，舍得花代价。\\n\\n“你需要的东西都在里面，我就不打搅你了，你好好发挥吧。”将我送进门后，胖眼镜带着微笑说道。\\n\\n“恩，好的，你忙你的吧，我自己来就成。”我点了点头，对胖眼镜说道。\\n\\n重新站在熔炉旁，我这心里可有底多了，别的不说，先弄几把血泪剑出来，找找感觉。\\n\\n有了两个NPC铁匠帮忙打下手，我可省了不少心事，血泪剑的成功率竟然达到前所未有的60%，让我是唏嘘不已，恩，预热完毕，开始奔正题。\\n\\n不知道时间过了多久，我只感觉自己越打越顺手，开始还要用上几瓶添加剂，后来，连添加剂都省了，猩红之刃成功了好几把，而三十九级斧头“狮兽的愤怒”，也给我成功地锻造出几把，连两个NPC铁匠都兴奋不已，估计是提高他们不少的熟练度吧。\\n\\n给水清灵打个什么剑好呢，我心里暗暗思量着这个问题，如果说打把猩红之刃给她，那玩意好象太过凶残了点，女孩子，应该用清秀一点的武器，圆月弯刀倒是不错，不过好象不太适合剑士用，恩，那就我把两个武器的特点结合一下，争取能再创个新品出来。\\n```\\n\\n\\n------------\",\"timestamp\":1640582843,\"title\":\"第二百零四章 脱身一\"},\"digest\":\"V1G2RS456akXQJz_FJr-K1PgQq6nvPc7RVLxBUPAZ68\",\"authorship\":{\"contributor\":\"0x55C4cDDfc68a2e55617b9f4220414a82268ddE90\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sZmv1rcEO_RYwEfxcD40zoxCebDGwW8MOuHFEGIoFXU\\\",\\\"y\\\":\\\"XuSh0QTcFdT0rYvNUDvV-NMisas8dgvn3wgfxpfC-10\\\"}\",\"signature\":\"ZJJCB1f1J2B0ndQLnndrCJiyS66pEjl76gjYE-TJlmc4dtNthPtA8Paa4MwnzSj5kH0allVOzzc-FmqfFKUR0Q\",\"signingKeySignature\":\"0x535f85dfcae22e488cde8cf103b7d244552fbb676e0a97d54ee14bbc22f6e9d41f16d0d44b9ee81c8b892432bb54f6efdc199f1a6ac5742e44837092836386571b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sZmv1rcEO_RYwEfxcD40zoxCebDGwW8MOuHFEGIoFXU\\\",\\\"y\\\":\\\"XuSh0QTcFdT0rYvNUDvV-NMisas8dgvn3wgfxpfC-10\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"V1G2RS456akXQJz_FJr-K1PgQq6nvPc7RVLxBUPAZ68\"}"