"{\"content\":{\"body\":\"## From URL to IRL\\n\\n![Original Dinner DAO NFT membership](https://images.mirror-media.xyz/publication-images/jkKgbp7vCyWxgaw2MxsvV.png?height=1080&width=1080)\\n\\nLate this summer, Dinner DAO started as a fun experiment and proof of concept. The idea was simple: create a dinner club for online friends to meet IRL, structured as a DAO.\\n\\nHere’s how it worked.\\n\\n* 8 NFT memberships were created using Unlock Protocol\\n* Each NFT was priced at .1 ETH. (At the time, this was roughly equivalent to \\\\~$300 to cover monthly dinners for one person for the rest of the year)\\n* The ETH from membership NFT sales were pooled into a transparent collective treasury.\\n* By owning a membership NFT, each person was able to access private Discord chats, as well as vote and create on dinner proposals using Snapshot.\\n* Dinners were organized and purchased using USDC via a Coinbase debit card. Then, the treasury reimbursed the member in ETH.\\n\\nIn many ways, it was about as simple as a DAO can be. The object was focused, narrow, and humble. We just wanted to get dinner with frens.\\n\\n![Extensive FAQ documentation](https://images.mirror-media.xyz/publication-images/PafzVZxpWeN6TRtfIe27S.png?height=516&width=448)\\n\\n## How it started\\n\\nThe first group was set up in NYC. Members could purchase a membership on this makeshift website:\\n\\n![First Dinner DAO website, made in less than 30 minutes](https://images.mirror-media.xyz/publication-images/nSMz7lShGojNMS8qSb4C_.png?height=2020&width=4440)\\n\\n[https://twitter.com/austinrobey_/status/1423252442519572482?s=20](https://twitter.com/austinrobey_/status/1423252442519572482?s=20)\\n\\n## We made decisions together\\n\\nWe set up a [voting strategy in Snapshot](https://snapshot.org/#/dinnerdao.eth) that allowed for our membership NFTs to be used for voting. This gave us a space to make official decisions, although most decisions were made through informal consensus in our group chats.\\n\\n![Our off-chain governance proposals on Snapshot](https://images.mirror-media.xyz/publication-images/ePnLQz8_VeHE10p_TD-7U.jpeg?height=916&width=1882)\\n\\n## We had dinners\\n\\nWe had fancy dinners, we had low-key dinners, we had in-home dinners, and even a private pasta workshop! The benefit of assembling into smaller groups was that each group could determine its own vibe.\\n\\n![The Portland chapter's first meal together](https://images.mirror-media.xyz/publication-images/cCTQ_kqP7NawxGFaPrj9z.png?height=1392&width=1900)\\n\\n![The 2nd New York chapter after their first dinner together](https://images.mirror-media.xyz/publication-images/XWvr8rhKEjvdVqxp2zMfb.jpeg?height=4032&width=3024)\\n\\n## \\n\\n![New York chapter at Oxomoco in Greenpoint, Brooklyn](https://images.mirror-media.xyz/publication-images/JUMPsZ8q_4MOvDH4FHadn.jpeg?height=3024&width=4032)\\n\\n## We became bicoastal\\n\\nThe first Dinner DAO was made up of a group of eight people in the NYC area. Then, Amber Case formed another chapter across the land in Portland. Shortly after, two more chapters formed in Los Angeles. Then, a second group in New York formed.\\n\\n## Interest grew\\n\\nWord got out of what we were doing and we were mentioned in a few tweets, blogs, and newsletters, which brought more amazing people into our Discord. Although we weren’t ready to fully scale up membership yet, we set up a bot that allowed people to share where in the world they were with an emoji reaction. Hundreds of people reached out.\\n\\n![People all over the world jumped in our Discord and expressed interest!](https://images.mirror-media.xyz/publication-images/m7_DrcOLmiT0PjBfHJCxA.jpeg?height=760&width=1355)\\n\\n## We had dinners with other DAOs\\n\\nOur first joint dinner took place in December with the [FWB](https://www.fwb.help/) local NYC chapter. We had a private meal at Auxilio, a space focused on resourcing & supporting queer, Black, trans, and Indigenous communities of color in NYC. There was an incredibly [talented cellist](http://www.warptrio.com/juyoung) performing too!\\n\\n![Dinner DAO x Friends With Benefits at Auxilio](https://images.mirror-media.xyz/publication-images/U5-AyvTU2fEPe9aTAzG1A.png?height=1087&width=1449)\\n\\n## We made frens\\n\\nSometimes, it really is about the frens you make along the way. The best outcome of Season One was the meaningful IRL friendships and connections we made.\\n\\n![Dinner DAO Portland crew](https://images.mirror-media.xyz/publication-images/4mDGTk05nQ_R3xfaj4WMO.jpeg?height=2048&width=3091)\\n\\n## Lessons\\n\\nIt turns out that getting eight people together is pretty easy, but scaling a globally coordinated dinner club has unique challenges and takes some work! Here are some ways we can improve:\\n\\n**Onboarding**\\n\\nWe weren’t prepared for the amount of interest in the group. Our onboarding experience for newcomers to the Discord left much to be desired. We’ll be focusing on creating a better experience with more clear information on how Dinner DAO works and how to join.\\n\\n**Documentation**\\n\\nWe intentionally didn’t have too much formalized structure for the first season. As we develop more systems to help us coordinate more broadly, we’ll want to develop good documentation.\\n\\n**Opportunities**\\n\\nIt’s clear that there are some fun opportunities ahead for Dinner DAO! This could include pop up events, larger events for all members, and creative partnerships. It would be incredible to always know a group of people in other cities to meet with while traveling.\\n\\n## Upcoming: Season Two\\n\\nStarting next month, we’ll be launching Season 2 and expanding memberships to more people and more places. If you’d like to be involved, [join our Discord](https://discord.gg/xKBtgJnB5Z) and keep a look out! We’ll be sharing information there before anywhere else.\\n\\n![](https://images.mirror-media.xyz/publication-images/sYXmAimASvWtUqRotxWxw.png?height=2056&width=1536)\\n\\nCheers\",\"timestamp\":1641481454,\"title\":\"Dinner DAO: Season 1 Recap\",\"publication\":\"dinnerdao\"},\"digest\":\"Q51zZ_9EBvwh7NXnNJJ7DdvFSOvntJnNz_EuJ44H88s\",\"authorship\":{\"contributor\":\"0xa4142A998EeD156228b2F925a43fcEA25f363Cc5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P4_4T98SKanvDZ4kyBgzvKIuBh3Vw9Y3bIQpzP8DGgg\\\",\\\"y\\\":\\\"Dm1z_FG4BT1KLHIi-1gGOVeb-6BbxVj4XqsYjf9DxtI\\\"}\",\"signature\":\"78DIg-r1Y2eU9JNQYChGyUjksCjprsaCudrC7Yxkp3cX2BwH65WpSPjr96Jzn3liwb7IWOWxlNq7tfTs8ztCUA\",\"signingKeySignature\":\"0x79f54ad9e186437e3d525760dc6a7043ac41987068631ec241a4d6ec729c2be016a024515a72eba85cf9591530e7638ab7a4fa18c95d4e2b57a385af43385f701b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P4_4T98SKanvDZ4kyBgzvKIuBh3Vw9Y3bIQpzP8DGgg\\\",\\\"y\\\":\\\"Dm1z_FG4BT1KLHIi-1gGOVeb-6BbxVj4XqsYjf9DxtI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Vuqqt3H30faGqvMzHFrwuUNwlUCGzYv7WhXLJYtY6SQ\"}"