"{\"content\":{\"body\":\"## Cocky, overconfident and stupid\\n\\n[![Neel Iyer](https://miro.medium.com/fit/c/56/56/1\\\\*xuZK6oUtg9fGBS79Gms6ew.png)](https://neel-iyer.medium.com/?source=post_page-----f39657baffd7-----------------------------------)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*ax71lbYD71hdyef0CmT3Bw.jpeg)\\n\\nPhoto by [Harrison Kugler](https://unsplash.com/@harrisonkugler?utm_source=unsplash\\\\&utm_medium=referral\\\\&utm_content=creditCopyText) on [Unsplash](https://unsplash.com/?utm_source=unsplash\\\\&utm_medium=referral\\\\&utm_content=creditCopyText)\\n\\nIn 2017, I invested everything I had into Crypto. I didn’t have much. But I was all in. As you can probably guess from the title, things didn’t go so well.\\n\\nFor the first couple of months I was ecstatic. Prices kept going up. I was making more money in 24 hours that I had ever made in a regular job.\\n\\nI began watching crypto youtubers “explain” how various coins worked. I bought into the hype completely.\\n\\nI told my friends to buy Crypto. “You don’t want to tell your grandkids you missed out, do you?”\\n\\nI’d go onto coinmarketcap several times a day and check the price. Was BTC up in the past 24 hours? Was ETH up in the past 24 hours? What about my Alts? Should I buy the dip?\\n\\nI threw all caution to the wind.\\n\\nI began lecturing people on how the blockchain works. I didn’t understand what I was talking about. And yet I would tell people how the distributed ledger system would revolutionise the monetary system.\\n\\nSomehow I had convinced myself that I knew what I was talking about.\\n\\nThen it all went to shit. The entire crypto market fell. Sharply first. Then it stabilised for a while. Then it fell faster and faster.\\n\\nI distinctly remembering logging into my porfolio tracker at one point: I had lost nearly $7000 in 24 hours. That is so much money.\\n\\nAside from that number, I don’t remember exact figures and stats. It was all a blur. I remember the prevailing color of red. I would wake up, check my portfolio and see a sea of red.\\n\\nBut for some reason I didn’t sell. I definitely panicked. But I didn’t sell. I continued to HODL.\\n\\nIn my mind I thought I was being smart. But in reality I didn’t want to be proven wrong. By holding on I still had hope. I told myself: “Maybe a year or two from now I’ll be back in the green. Then I’ll show them.”\\n\\nI didn’t really know who ‘they’ were but I was going to show them anyway.\\n\\nA year later I sold.\\n\\nI had lost more than my original investment. But more than that I was very publicly wrong about something. I felt humiliated. I got angry when people would bring up crypto in conversation. I’d desperately try to change the subject.\\n\\nThe market had taught me a valuable lesson. But at the time I was too stubborn to see it.\\n\\nThe reason I write about this is because I think there may be a reckoning coming to Crypto currencies soon. I’m still a believer in them long-term, but I don’t want to see anyone get burned in the same way I did. Please don’t delude yourself.\\n\\nVery few people really understand what’s going on here. This is still a very nascent space.\\n\\nYou might think you understand ETH, but do you really? Could you explain it to a 5 year old? I’m not judging here. I’ve been researching this for a long time and I still don’t think I get it.\\n\\nI think Naval puts it best. He said something along the lines of this shouldn’t be more than 2% of your portfolio. And you should try to invest through funds. Holding the crypto yourself is very risky. [Exchanges get hacked](https://www.techradar.com/au/news/yet-another-crypto-exchange-has-fallen-victim-to-a-massive-hack#:\\\\~:text=A%20cryptocurrency%20exchange%20with%20a,stolen%20from%20its%20hot%20wallets.\\\\&text=In%20addition%2C%20EXMO%20has%20reiterated,this%20incident%20will%20be%20refunded.). Online wallets aren’t that [safe](https://techcrunch.com/2021/03/16/5-7m-stolen-in-roll-crypto-heist-after-hot-wallet-hacked/). ̶E̶v̶e̶n̶ ̶s̶u̶p̶p̶o̶s̶e̶d̶l̶y̶ ̶”̶s̶a̶f̶e̶”̶ ̶s̶o̶l̶u̶t̶i̶o̶n̶s̶ ̶l̶i̶k̶e̶ ̶[L̶e̶d̶g̶e̶r̶ ̶X̶ ̶g̶e̶t̶ ̶h̶a̶c̶k̶e̶d̶.̶](https://www.forbes.com/sites/kenrapoza/2021/12/28/after-ledger-hack-who-can-you-trust-for-bitcoin-storage/)\\n\\nLook, I’m not here to tell you what to do with your money (and this is not financial advice). Just please don’t delude yourself in the same way I did. Because after all:\\n\\n> “The first principle is that you must not fool yourself and you are the easiest person to fool.” — Richard Feynman\\n\",\"timestamp\":1640313264,\"title\":\"How I lost all my money in Crypto - Neel Iyer - Medium\"},\"digest\":\"1dhjmY4bpp2udYmxyylbYhqFy3pQBeqNWrdyqGKS12w\",\"authorship\":{\"contributor\":\"0xA4Cc3fB0c8F0E1dbDFfFEcdf61103777bd219089\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3VVlqhUOcKt5L3KddOyrAWo1wy0fc_bRJ8R7IrwXCvY\\\",\\\"y\\\":\\\"ZuFVEcQQvpaqLHaHPEXNZ-bg6sKPxtpNTZAo0aBRwDE\\\"}\",\"signature\":\"x3LUXSDDJvZrOu6KAPabGqz83xX3ACxszuX-O_PsNDecVvFIEDkpsiWocSgT07nXl3GQi6DnmoU3ADDlfAz6ZQ\",\"signingKeySignature\":\"0xe395ebc2dafe35b6686fb9ff78707ce344496e132745ad77d0661342ff4887b07925630ef9d63fcd580f2c8178a354e56641b44aedb942609f9056565ea00c681b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3VVlqhUOcKt5L3KddOyrAWo1wy0fc_bRJ8R7IrwXCvY\\\",\\\"y\\\":\\\"ZuFVEcQQvpaqLHaHPEXNZ-bg6sKPxtpNTZAo0aBRwDE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1dhjmY4bpp2udYmxyylbYhqFy3pQBeqNWrdyqGKS12w\"}"