"{\"content\":{\"body\":\"Through reading this book, I learned the common sense of life: for example, why to cross the street to take the sidewalk, because when we cross the street, if we meet the green light, we have to pass through here, if we don't take the sidewalk, it is easy to have a traffic accident. Sidewalks look like the markings on a zebra, so we call them zebra crossings. Zebra crossings can be seen at traffic junctions in big cities.\\n\\nWhy not play on the balcony of a tall building? Because the balcony is a very dangerous place, if you play on the balcony when the body to the outside of the balcony, in case of falling. Too dangerous, in addition to the balcony of the tall building, the window is also a very dangerous place. Climbing on the windowsill and leaning out of the window with your head and body is very dangerous. Can cause physical harm.\\n\\nWhy can't we play at the parking https://Www.ZuoWEn8.Com/? Because if the driver wants to back up, he can't see people or objects behind him in the mirror, and he might hit you. Usually we can not chase the car to play, the car starts when the tail will spew a lot of smoke, which contains a lot of harmful gases, will affect our health.\\n\\nWhy do we go to kindergarten? Because there are teachers in kindergarten to play with children and teach them all kinds of knowledge. And there are a lot of toys in the kindergarten, there are a lot of children to play together how good ah! Kindergarten education is a necessary stage for children to grow up. At the beginning of kindergarten, children may cry with their mothers. Don't worry, when you get used to kindergarten life, you will find that being with children is much happier than playing by yourself, and there is a lot of knowledge to explore.\",\"timestamp\":1635733732,\"title\":\"One hundred thousand why after reading\"},\"digest\":\"HYANQCnlCALevu7r17v5nS5yi-MnHDPw-vOWB-H0Qi8\",\"authorship\":{\"contributor\":\"0x33268f851bFb8d05A3fd6Db2e25274D0F0A19e77\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GpK5wYNqiMVhZSjNzSTAuePzrFfw7UxK6xY8Kf0V1Nw\\\",\\\"y\\\":\\\"uv8xQaV5qcWw881LBmIgAt0UZLuezrkoseCNeOBJev0\\\"}\",\"signature\":\"fTHtQk8JUm5_oklB3M7Hac0JSjAZ0bDNIL14HU8HcMvH62T2imF_Qd3CmNtKknfdCNhbquR-JVk-S2UIaHJutw\",\"signingKeySignature\":\"0xcd440229b2d9013b42e4e21d0ec89a816584dd71b056226c3bb3aa175219f93700f9689e3c275e1302bbc5ddeee4ddc8ff67cac74615069ed0897b3cefb346341c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GpK5wYNqiMVhZSjNzSTAuePzrFfw7UxK6xY8Kf0V1Nw\\\",\\\"y\\\":\\\"uv8xQaV5qcWw881LBmIgAt0UZLuezrkoseCNeOBJev0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HYANQCnlCALevu7r17v5nS5yi-MnHDPw-vOWB-H0Qi8\"}"