"{\"content\":{\"body\":\"She had shown him so much tenderness, she felt she had a right to order him now: \\\"I must beg of you,\\\" said she, \\\"to go straight to your rooms and dress very quickly, and present yourself to Harrington five minutes before dinner at least.\\\"\\n\\n\\\"I will obey,\\\" said he, obsequiously.\\n\\nThat pleased her, and she kissed her hand to him and scudded to her own room.\\n\\nAt sight of the blazing fire and provident preparations, she started, and said, aloud, \\\"Oh, how nice of them!\\\" and, all dripping as she was, she stood there with her young heart in a double glow.\\n\\nSuch a nature as hers has too little egotism and low-bred vanity to undervalue worthy love. The infinite heart of a Zoe Vizard can love but one with passion, yet ever so many more with warm and tender affection.\\n\\nShe gave Aunt Maitland credit for this provident affection. It was out of the sprightly Fanny's line; and she said to herself, \\\"Dear old thing! there, I thought she was bottling up a lecture for me, and all the time her real anxiety was lest I should be wet through.\\\" Thereupon she settled in her mind to begin loving Aunt Maitland from that hour. She did not ring for her maid till she was nearly dressed, and, when Rosa came and exclaimed at the condition of her cast-off robes, she laughed and told her it was nothing--the Rhine was nice and warm--pretending she had been in it. She ordered her to dry the dress, and iron it.\\n\\n\\\"Why, la, miss; you'll never wear it again, to be sure?\\\" said Rosa, demurely.\\n\\n\\\"I don't know,\\\" said the young lady, archly; \\\"but I mean to take great care of it,\\\" and burst out laughing like a peal of silver bells, because she was in high spirits, and saw what Rosa would be at.\\n\\nGive away the gown she had been wooed and wet through in--no, thank you! Such gowns as these be landmarks, my masters.\\n\\nVizard, unconscious of her arrival, was walking up and down the room, fidgeting more and more, when in came Zoe, dressed high in black silk and white lace, looking ever so cozy, and blooming like a rose.\\n\\n\\\"What!\\\" said he; \\\"in, and dressed.\\\" He took her by the shoulders and gave her a great kiss. \\\"You young monkey!\\\" said he, \\\"I was afraid you were washed away.\\\"\\n\\nZoe suggested that would only have been a woman obliterated.\\n\\n\\\"That is true,\\\" said he, with an air of hearty conviction. \\\"I forgot that.\\\"\\n\\nHe then inquired if she had had a nice walk.\\n\\n\\\"Oh, beautiful! Imprisoned half the time in a cow-shed, and then drenched. But I'll have a nice walk with you, dear, up and down the room.\\\"\\n\\n\\\"Come on, then.\\\"\\n\\nSo she put her right hand on his left shoulder, and gave him her left hand, and they walked up and down the room, Zoe beaming with happiness and affection for everybody and walking at a graceful bend.\\n\\nSeverne came in, dressed as perfect as though just taken out of a bandbox. He sat down at a little table, and read a little journal unobtrusively. It was his cue to divest his late *te'te-'a-te'te* of public importance.\\n\\nThen came dinner, and two of the party absent. Vizard heard their voices going like mill-clacks at this sacred hour, and summoned them rather roughly, as stated above. His back was to Zoe, and she rubbed her hands gayly to Severne, and sent him a flying whisper: \\\"Oh, what fun! We are the culprits, and they are the ones scolded.\\\"\\n\\nDinner waited ten minutes, and then the defaulters appeared. Nothing was said, but Vizard looked rather glum; and Aunt Maitland cast a vicious look at Severne and Zoe: they had made a forced march, and outflanked her. She sat down, and bided her time, like a fowler waiting till the ducks come within shot.\\n\\nBut the conversation was commonplace, inconsecutive, shifty, and vague, and it was two hours before anything came within shot: all this time not a soul suspected the ambushed fowler.\\n\\nAt last, Vizard, having thrown out one of his hints that the fair sex are imperfect, Fanny, being under the influence of Miss Maitland's revelations, ventured to suggest that they had no more faults than men, and *certainly* were not more deceitful.\\n\\n\\\"Indeed?\\\" said Vizard. \\\"Not--more--*deceitful!* Do you speak from experience?\\\"\\n\\n\\\"Oh, no, no,\\\" said Fanny, getting rather frightened. \\\"I only think so, somehow.\\\"\\n\\n\\\"Well, but you must have a reason. May I respectfully inquire whether more men have jilted you than you have jilted?\\\"\\n\\n'You may inquire as respectfully as you like; but I shan't tell you.\\\"\\n\\n\\\"That is right, Miss Dover,\\\" said Severne; \\\"don't you put up with his nonsense. He knows nothing about it: women are angels, compared with men. The wonder is, how they can waste so much truth and constancy and beauty upon the foul sex. To my mind, there is only one thing we beat you in; we do stick by each other rather better than you do. You are truer to us. We are a little truer to each other.\\\"\\n\\n\\\"Not a little,\\\" suggested Vizard, dryly.\\n\\n\\\"For my part,\\\" said Zoe, blushing pink at her boldness in advancing an opinion on so large a matter, \\\"I think these comparisons are rather narrow-minded. What have we to do with bad people, male or female? A good man is good, and a good woman is good. Still, I do think that women have greater hearts to love, and men, perhaps, greater hearts for friendship:\\\" then, blushing roseate, \\\"even in the short time we have been here we have seen two gentlemen give up pleasure for self-denying friendship. Lord Uxmoor gave us all up for a sick friend. Mr. Severne did more, perhaps; for he lost that divine singer. You will never hear her now, Mr. Severne.\\\"\\n\\nThe Maitland gun went off: \\\"A sick friend! Mr. Severne? Ha, ha, ha! You silly girl, he has got no sick friend. He was at the gaming-table. That was his sick friend.\\\"\\n\\nIt was an effective discharge. It winged a duck or two. It killed, as follows: the tranquillity--the good humor--and the content of the little party.\\n\\nSeverne started, and stared, and lost color, and then cast at Vizard a venomous look never seen on his face before; for he naturally concluded that Vizard had betrayed him.\\n\\nZoe was amazed, looked instantly at Severne, saw it was true, and turned pale at his evident discomfiture. Her lover had been guilty of deceit--mean and rather heartless deceit.\\n\\nEven Fanny winced at the pointblank denunciation of a young man, who was himself polite to everybody. She would have done it in a very different way--insinuations, innuendo, etc.\\n\\n\\\"They have found you out, old fellow,\\\" said Vizard, merrily; \\\"but you need not look as if you had robbed a church. Hang it all! a fellow has got a right to gamble, if he chooses. Anyway, he paid for his whistle; for he lost three hundred pounds.\\\"\\n\\n\\\"Three hundred pounds!\\\" cried the terrible old maid. \\\"Where ever did he get them to lose?\\\"\\n\\nSeverne divined that he had nothing to gain by fiction here; so he said, sullenly, \\\"I got them from Vizard; but I gave him value for them.\\\"\\n\\n\\\"You need not publish our private transactions, Ned,\\\" said Vizard. \\\"Miss Maitland, this is really not in your department.\\\"\\n\\n\\\"Oh, yes, it is,\\\" said she; \\\"and so you'll find.\\\"\\n\\nThis pertinacity looked like defiance. Vizard rose from his chair, bowed ironically, with the air of a man not disposed for a hot argument.\\n\\n\\\"In that case--with permission--I'll withdraw to my veranda and, in that \\\\[he struck a light\\\\] peaceful--\\\\[here he took a suck\\\\] shade--\\\"\\n\\n\\\"You will meditate on the charms of Ina Klosking.\\\"\\n\\nVizard received this poisoned arrow in the small of the back, as he was sauntering out. He turned like a shot, as if a man had struck him, and, for a single moment, he looked downright terrible and wonderfully unlike the easy-going Harrington Vizard. But he soon recovered himself. \\\"What! you listen, do you?\\\" said he; and turned contemptuously on his heel without another word.\\n\\nThere was an uneasy, chilling pause. Miss Maitland would have given something to withdraw her last shot. Fanny was very uncomfortable and fixed her eyes on the table. Zoe, deeply shocked at Severne's deceit, was now amazed and puzzled about her brother. \\\"Ina Klosking!\\\" inquired she; \\\"who is that?\\\"\\n\\n\\\"Ask Mr. Severne,\\\" said Miss Maitland, sturdily.\\n\\nNow Mr. Severne was sitting silent, but with restless eyes, meditating how he should get over that figment of his about the sick friend.\\n\\nZoe turned round on him, fixed her glorious eyes full upon his face, and said, rather imperiously, \\\"Mr. Severne, who is Ina Klosking?\\\"\\n\\nMr. Severne looked up blankly in her face, and said nothing.\\n\\nShe colored at not being answered, and repeated her question (all this time Fanny's eyes were fixed on the young man even more keenly than Zoe's), \\\"Who--and what--is Ina Klosking?\\\"\\n\\n\\\"She is a public singer.\\\"\\n\\n\\\"Do you know her?\\\"\\n\\n\\\"Yes; I heard her sing at Vienna.\\\"\\n\\n\\\"Yes, yes; but do you know her to speak to?\\\"\\n\\nHe considered half a moment, and then said he had not that honor. \\\"But,\\\" said he, rather hurriedly, \\\"somebody or other told me she had come out at the opera here and made a hit.\\\"\\n\\n\\\"What in--Siebel?\\\"\\n\\n\\\"I don't know. But I saw large bills out with her name. She made her *de'but* in Gounod's 'Faust.'\\\"\\n\\n\\\"It is *my* Siebel!\\\" cried Zoe, rapturously. \\\"Why, aunt, no wonder Harrington admires her. For my part, I adore her.\\\"\\n\\n*\\\"You,* child! That is quite a different matter.\\\"\\n\\n\\\"No, it is not. He is like me; he has only seen her once, as I have, and on the stage.\\\"\\n\\n\\\"Fiddle-dee-dee. I tell you he is in love with her, over head and ears. He is wonderfully inflammable for a woman-hater. Ask Mr. Severne: he knows.\\\"\\n\\n\\\"Mr. Severne, is my brother in love with that lady?\\\"\\n\\nSeverne's turn had come; that able young man saw his chance, and did as good a bit of acting as ever was extemporized even by an Italian mime.\\n\\n\\\"Miss Vizard,\\\" said he, fixing his hazel eyes on her for the first time, in a way that made her feel his power, \\\"what passed in confidence between two friends ought to be sacred. Don't--you--think so?\\\" (The girl quivered, remembering the secret he had confessed to her.) \\\"Miss Maitland has done your brother and me the honor to listen to our secrets. She shall repeat them, if she thinks it delicate; but I shall not, without Vizard's consent; and, more than that, the conversation seems to me to be taking the turn of casting blame and ridicule and I don't know what on the best-hearted, kindest-hearted, truest-hearted, noblest, and manliest man I know. I decline to take any further share in it.\\\"\\n\\nWith these last words in his mouth, he stuck his hands defiantly into his pockets and stalked out into the veranda, looking every inch a man.\\n\\nZoe folded her arms and gazed after him with undisguised admiration. How well everything he did became him; his firing up--his _brusquerie--_the very movements of his body, all so piquant, charming, and unwomanly! As he vanished from her admiring eyes, she turned, with flaming cheeks, on Miss Maitland, and said, \\\"Well, aunt, you have driven them both out at the window; now, say something pretty to Fanny and me, and drive us out at the door.\\\"\\n\\nMiss Maitland hung her head; she saw she had them all against her but Fanny, and Fanny was a trimmer. She said, sorrowfully, \\\"No, Zoe. I feel how unattractive I have made the room. I have driven away the gods of your idolatry--they are only idols of clay; but that you can't believe. I will banish nobody else, except a cross-grained, but respectable old woman, who is too experienced, and too much soured by it, to please young people when things are going wrong.\\\"\\n\\nWith this she took her bed-candle, and retired.\\n\\nZoe had an inward struggle. As Miss Maitland opened her bedroom door, she called to her: \\\"Aunt! one word. Was it you that ordered the fire in my bedroom?\\\"\\n\\nNow, if she had received the answer she expected, she meant to say, \\\"Then please let me forget everything else you have said or done to-day.\\\" But Miss Maitland stared a little, and said, \\\"Fire in your bedroom? no.\\\"\\n\\n\\\"Oh! Then I have nothing to thank you for this day,\\\" said Zoe, with all the hardness of youth; though, as a general rule, she had not her share of it.\\n\\nThe old lady winced visibly, but she made a creditable answer. \\\"Then, my dear, you shall have my prayers this night; and it does not matter much whether you thank me for them or not.\\\"\\n\\nAs she disappeared, Zoe flung herself wearily on a couch, and very soon began to cry. Fanny ran to her and nestled close to her, and the two had a rock together, Zoe crying, and Fanny coaxing and comforting.\\n\\n\\\"Ah!\\\" sighed Zoe, \\\"this was the happiest day of my life; and see how it ends. Quarreling; and deceit! the one I hate, the other I despise. No, never again, until I have said my prayers, and am just going to sleep, will I cry 'O giorno felice!' as I did this afternoon, when the rain was pouring on me, but my heart was all in a glow.\\\"\\n\\nThese pretty little lamentations of youth were interrupted by Mr. Severne slipping away from his friend, to try and recover lost ground.\\n\\nHe was coolly received by Zoe; then he looked dismayed, but affected not to understand; then Zoe pinched Fanny, which meant \\\"I don't choose to put him on his defense; but I am dying to hear if he has anything to say.\\\" Thereupon Fanny obeyed that significant pinch, and said, \\\"Mr. Severne, my cousin is not a woman of the world; she is a country girl, with old-fashioned romantic notions that a man should be above telling fibs. I have known her longer than you, and I see she can't understand your passing off the gambling-table for a sick friend.\\\"\\n\\n\\\"Why, I never did,\\\" said he, as bold as brass.\\n\\n\\\"Mr. Severne!\\\"\\n\\n\\\"Miss Dover, my sick friend was at 'The Golden Star.' That's a small hotel in a different direction from the Kursaal. I was there from seven o'clock till nine. You ask the waiter, if you don't believe me.\\\"\\n\\nFanny giggled at this inadvertent speech; but Zoe's feelings were too deeply engaged to shoot fun flying. \\\"Fanny\\\" cried she, eagerly, \\\"I heard him tell the coachman to drive him to that very place, 'The Golden Star.'\\\"\\n\\n\\\"Really?\\\" said Fanny, mystified.\\n\\n\\\"Indeed I did, dear. I remember 'The Golden Star' distinctly.\\n\\n\\\"Ladies, I was there till nine o'clock. Then I started for the theater. Unfortunately the theater is attached to the Kursaal. I thought I would just look in for a few minutes. In fact, I don't think I was there half an hour. But Miss Maitland is quite right in one thing. I lost more than two hundred pounds, all through playing on a false system. Of course, I know I had no business to go there at all, when I might have been by your side.\\\"\\n\\n\\\"And heard La Klosking.\\\"\\n\\n\\\"It was devilish bad taste, and you may well be surprised and offended.\\\"\\n\\n\\\"No, no; not at that,\\\" said Zoe.\\n\\n\\\"But hang it all, don't make a fellow worse than he is! Why should I invent a sick friend? I suppose I have a right to go to the Kursaal if I choose. At any rate, I mean to go to-morrow afternoon, and win a pot of money. Hinder me who can.\\\"\\n\\nZoe beamed with pleasure. \\\"That spiteful old woman! I am ashamed of myself. Of course you *have.* It becomes a man to say *je veux;* and it becomes a woman to yield. Forgive our unworthy doubts. We will all go to the Kursaal to-morrow.\\\"\\n\\nThe reconciliation was complete; and, to add to Zoe's happiness, she made a little discovery. Rosa came in to see if she wanted anything. That, you must know, was Rosa's way of saying, \\\"It is very late. *I*'m tired; so the sooner *you* go to bed, the better.\\\" And Zoe was by nature so considerate that she often went to bed more for Rosa's convenience than her own inclination.\\n\\nBut this time she said, sharply, \\\"Yes, I do. I want to know who had my fire lighted for me in the middle of summer.\\\"\\n\\n\\\"Why, squire, to be sure,\\\" said Rosa.\\n\\n\\\"What--*my* brother!\\\"\\n\\n\\\"Yes, miss; and seen to it all hisself: leastways, I found the things properly muddled. 'Twas to be seen a man had been at 'em.\\\"\\n\\nRosa retired, leaving Zoe's face a picture.\\n\\nJust then Vizard put his head cautiously in at the window, and said, in a comic whisper, \\\"Is she gone?\\\"\\n\\n\\\"Yes, she is gone,\\\" cried Zoe, \\\"and you are wanted in her place.\\\" She ran to meet him. \\\"Who ordered a fire in my room, and muddled all my things?\\\" said she, severely.\\n\\n\\\"I did. What of that?\\\"\\n\\n\\\"Oh, nothing. Only now I know who is my friend. Young people, here's a lesson for you. When a lady is out in the rain, don't prepare a lecture for her, like Aunt Maitland, but light her fire, like this dear old duck of a woman-hating impostor. Kiss me!\\\" (violently).\\n\\n\\\"There--pest!\\\"\\n\\n[ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/22](ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/22)\\n\\n\",\"timestamp\":1637668449,\"title\":\"\\nWhen she got to the hotel she held up her finger to Severne with a pretty peremptoriness\"},\"digest\":\"J3UA41ivg6s7swRrd9hMoVQgZtRDa2hou0EVwB6WfH0\",\"authorship\":{\"contributor\":\"0x9657e9353C2fAbB7cFDcd22Fb91D23149b982AE8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c6pkvsTXvQo46KpdzITwD3vqxnlIe7noJkiy03-28R4\\\",\\\"y\\\":\\\"RQHoAUQPRqzE41OhSxucptKUOt_Oj4SxEtYB1JMmKPw\\\"}\",\"signature\":\"2NVYKvOhA9FdiVq_W_ypvW5f4nzujkt6pAevuGhwxh_W2bDqZQBoeswQQXaBVdesmMyGhhHhN6M2ahBRVh2ZZw\",\"signingKeySignature\":\"0xe0c5f5933e98bca2dc2fd36ebf42088cd33c10d34005367988399cf11335048311eebb0e285f1f04f1f997029db4b5ba860cc7c9dbed43bc90db707abbc571f31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c6pkvsTXvQo46KpdzITwD3vqxnlIe7noJkiy03-28R4\\\",\\\"y\\\":\\\"RQHoAUQPRqzE41OhSxucptKUOt_Oj4SxEtYB1JMmKPw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"J3UA41ivg6s7swRrd9hMoVQgZtRDa2hou0EVwB6WfH0\"}"