"{\"content\":{\"body\":\"*To Smoke*\\n\\n(Fiction)\\n\\n___________________________________________________________\\n\\nI was fourteen years old when I had my first cigarette. Like most people who start smoking in their early teens, the decision had almost nothing to do with a desire to alleviate stress. It was more of an aesthetic choice, something that would allow me to enter the imaginative sphere of adulthood. It tasted like shit.\\n\\nI was walking home from soccer practice with two guys on the travel team a year above me. We had a scrimmage where my year played their year, and my year had won.\\n\\n‘Congratulations,’ Gustavo had said. ‘You’re man enough to beat us, now you can have a smoke with us.’\\n\\nGustavo, Christian, and I lit up together. I coughed, made a face, they laughed at me. We smoked another. I hated it but was happy they saw me do it. It began to rain and then I went home.\\n\\n______________________\\n\\nI’ve learned that choosing to say no is just as important as saying yes; a no to any question is a yes to another. Gustavo and Christian would often invite me to have beers with them and some of the older players after practices. I would always decline, my parents had me on a regimented schedule, my home was a disciplined place, it wasn’t worth getting caught. There was a separation between my school’s social life, accepted by my parents, and a social life related to my soccer team, something unfathomable.\\n\\nI gave in one day and went to a party on a Saturday night when I was sixteen years old that Christian was throwing on his rooftop in Bay Ridge. I remember how I couldn’t help but wonder where his parents were. There were lots of bottles of all sorts of cheap liquor, and to go with the liquor there were cigarettes and weed. Weed was out of the question, my high school drug tested, the consequences for a positive test would range from suspension to expulsion. But nicotine, well, they weren’t testing for that.\\n\\nThe three or four cigarettes I had alongside some Smirnoff and a few Coors Light beers were pretty enjoyable. I met a girl my age named Zoe who lived in Bensonhurst. Her parents were cops, she wanted to be a musician, her hair was highlighted pink, and she smoked cigarettes.\\n\\n‘Around a pack a day.’ I remember her telling me, although I wasn’t sure whether or not I believed her. A pack a day seemed a little excessive, if not impossible. It’s kind of like when you see people so fat that you begin to wonder how it’s possible to get that big, how there’s not enough time in the day to really shovel that much food down your throat. That’s how I felt about the prospect of smoking 20 cigarettes per day — it was preposterous.\\n\\nAs I began to play soccer less and focus on studying more, Gustavo and Christian became less prominent in my life. I kept in touch with Zoe though. We would hang out on the weekends, I’d go to Bay Ridge or she would come to Manhattan, and we’d mostly spend time outside, in parks or street corners, drinking out of paper-bags and smoking cigarettes. I began to realize how 20 a day could be plausible, and more and more I actually enjoyed the experience of inhaling and exhaling the smoke. I became a person who craved a cigarette, who needed a cigarette, all before\\n\\nI turned 17. When Zoe left me for an older guy who was already in college, I replaced her presence in my life with a few more cigarettes.\\n\\n_________________________\\n\\nThere came to be many stressful choices I had to make in life. Choosing a major in college and therefore something of a career path, what kind of foods to eat, a time to wake up in the morning (missing events at night versus during the day), and whether I should continue smoking into adulthood or veer toward a more reasonable, healthy existence. The cigarettes helped relieve the pressure of making all the other, somewhat life-defining decisions. I began to wake up early, eat healthy, study hard, choose a major with good job prospects (computer engineering), and all the while continue smoking around 1-2 packs per day. I was 20 years old.\\n\\nBy then, my parents and all my friends were aware of my habit, the former constantly sending e- mails with links to nicotine gums, vaporizers, and psychological treatments, the latter putting up with it, some even promoting it. I was always careful not to choose friends who were sanctimonious. My habits were mine and fuck you. I liked those kinds of friends.\\n\\nAfter graduating college, I lived in a shitty room in a shitty building in a shitty neighborhood where most people hated me because I symbolized gentrification. I was at least able to smoke cigarettes with a couple of my neighbors. During the winter, we’d huddle together and smoke before going to work, and it was the only time I felt truly part of the place I was living in. I found a better job and moved out quickly.\\n\\n______________________\\n\\nIt so often feels like the past is an illusion that never existed. From two months into 23 until four months past 26, I did not touch a cigarette. A woman was the catalyst. She hated the way it smelled, her father was a doctor, her mother was a nutritionist. We were really in love, she was my first great love, and we probably would have stayed together regardless of whether or not I quit smoking. I really wanted to make her happy, though. I loved her so much that I would have given up most things if it meant she would be happy. Those waves of happiness, they were the best part of the relationship.\\n\\nShe showed me books, articles, slides and videos designed to help people stop smoking. I remember one presentation by a self-help guru named Stephen Alexanders that explained the pointlessness of nicotine, how it’s the only drug where the sole pleasure is the next hit, the next drag, the next pull, the next puff. There isn’t any high, any feeling of fullness, any senses that are heightened. The only pleasure is the act in and of itself. The man had a point.\\n\\nI was shaky and irritable for the first few months, also sleepless, which made me even more shaky and irritable. What I missed most, more even than smoking when I was drunk, was the feeling of the smoke hitting my lungs first thing when I’d wake up. For a while I didn’t really know how to wake up, all the caffeine in the world didn’t seem to make a difference. Without a cigarette, there was never a true transition from evening to morning, and everything had an annoying sameness to it, a boring consistency. I needed a drug that provided a sense of change. I didn’t like weed or any of the hard stuff, alcohol was good but would make me nauseous more than relaxed past one or two beers. I really fucking needed my cigarettes, the symbolic transition from one moment to the next.\\n\\nI tried meditation for a while. The woman I was dating put me on to a Transcendental Meditation course, I agreed because I liked David Lynch a lot, and the course kind of helped for a while. It could have helped in the longterm if at 26, I didn’t choose to leave my girlfriend, quit my job, and move to LA to try and become a screenwriter. It was a quarter life crisis, or maybe for me a mid-life crisis, since I’d already spent much of my young life smoking cigarettes.\\n\\n________________________\\n\\nI had repressed self-expression for long enough. Both an understanding and a feeling materialized; alternative realities seemed to exist underneath the facade of my conventional progression. I played sports as a kid, did OK in school, I got the degrees, then the entry level positions, which soon would seem to progress toward mid-level management. Whatever, I was on an upper-middle class trajectory. So I quit life and began smoking cigarettes again. 26 felt like the last time I could do something like that. I was wrong, but I don’t regret it.\\n\\nLos Angeles was desolate and lonely. I lived in a studio in North Hollywood, a neighborhood full of failed entertainers. I spent most of the days there watching genre movies and trying to focus on writing, but I mainly went through my savings and went on a lot of bad dates with would-be could-be actresses, it was all a bit of a blur. Smoking was looked down upon by a lot of residents around LA, which made it all the more fringe, and all the more enjoyable. I smoked more during that period of my life than in any other.\\n\\nWhile living in LA, I wanted to write a script that never fully materialized. It would be about smoking and psychoanalysis, something to do with gender. The story centered on Sigmund Freud’s nephew, Edward Bernays. It went something like this:\\n\\n*In the early 20th century (date unclear) Edward Bernays forms a PR agency that assists brands in tapping into people’s irrational emotions in order to sell more products. His most dramatic experiment is persuading women to smoke. George Hill, the president of the American Tobacco Corporation asks Bernays to help break the taboo toward female smokers that was initially put in place by men. Bernays asks Hill if it’s OK with him if he hires a psychoanalyst to find out what cigarettes mean to women, and Hill accepts the left-field proposition.*\\n\\n*A.A. Brill, New York’s then leading psychoanalyst, one of the first psychoanalysts in the United States, tells Bernays, for a large fee, that cigarettes are a symbol of the penis, of male sexual power. Brill continues to say that if Bernays can find a way to connect cigarettes to challenging male power, women would smoke, because they would then have their own penises (sic).*\\n\\n*Every year, New York holds an Easter-Day parade to which thousands come. Edward Bernays decides to stage an event there. He persuades a group of rich debutants to hide cigarettes under their clothes, before joining the parade and lighting up the cigarettes in unison. After this successful event, Bernays tells the press that a group of suffragettes are planning a protest, where they will light up what they call ‘torches of freedom.’ The phrase, connecting cigarettes to protest and femininity, becomes ubiquitous. From then on, if a woman smokes, it portrays her to be more powerful and independent. Bernays is proven correct in that it's possible to persuade people to behave irrationally if you link products to their emotional desires and feelings. The idea that smoking really made women freer was completely irrational, but it made them feel more independent. Irrelevant objects could therefore become powerful emotional signals of how a consumer wanted to be seen by others. Because that’s what people would become in the eyes of those in power, consumers with a false sense of individualism founded in arbitrary products. What a beautiful species we’ve evolved to become.*\\n\\n \\n I began writing a character named Mary Josephs, a repressed, oppressed housewife who found liberation through the symbolism of smoking. I would counterpose Mary Joseph’s narrative with the story of Edward Bernays and his PR campaigns. The script was somewhat allegorical. I wanted to portray how the feeling of freedom was illusory and fleeting, just another emotion, something manipulated by advertisements, propaganda, influences beyond our control. To live in contemporary society was to be un-free, in fact. Despite their deadly force, cigarettes would be seen as something that gave people, men and women, a sense of agency which actually ended up adding to their sense of freedom, a lot like motorcycles, for example. Cigarettes and motorcycles are more common than people would initially think. Anyway, it was a way of taking control of one’s life in a contrarian manner. So much of what’s sold to us as consumers gives us an impression of eternality. To smoke is to give a strong middle finger to all that immortality. Cigarettes, and smoking, (and also riding a motorcycle) allows someone to kill themselves by choice, and to still kind of look hot and cool while doing so.\\n\\n_______________________\\n\\nShopping the script around was more difficult than I initially imagined. It was met with either flat-out rejections, or feedback on ‘narrative coherency’ that I never agreed with. After a while I stopped working on it and just continued doing nothing most days. Two years passed and my savings were pretty much up, I took a job as a receptionist at a fitness studio in Santa Monica, checking people in, keeping the lobby tidy, stuff like that. It was the only job I could find.\\n\\nSmoking cigarettes in Santa Monica proved to be somewhat of a challenge. I’d consistently get tickets if I ever lit-up in a park. And if one of my colleagues saw me, I wouldn’t exactly get fired for it, but I would be shamed heavily. I built a routine where I would go into my car and hotbox it. I had all these body sprays and mouthwashes. It was a whole thing.\\n\\nI found it weird how difficult it became to keep up my smoking habit. Didn’t America used to be considered tobacco country? I guess it all ended up making sense that LA was the way it was, what with America and the false idea of perpetual space, the false promise of the horizon, there needed to be a strong fantasy of everlastingness, deathlessness, life in perpetuity. Of course this fantasy, this obsession with perpetual youth, made everyone in LA batshit crazy, but at least they wouldn’t get lung cancer. For me, smoking was not, by any means, to be stopped. In some sense, after living in LA for almost two years, it was the only signifying piece of self that I had left.\\n\\nAround five months into the job, completely lonely and in my own world, days spent going from car to work to car, listening to no one other than podcast personalities, I mustered up some confidence to ask out one of the spin instructors at work. Her name was Kelsey Wardrobe. She was blonde, 38 years old, a little haggard and broken looking, but in-shape with a surprising appeal. I would find myself staring at her throughout the day, totally entranced. All I knew about her personal life, other than a particularly intense and energetic public persona, was that she had been married twice and that she was born and raised in Sacramento. A northern-Californian sweetheart. I would sometimes go to the toilet at work and masturbate to her. It was a good feeling when I asked her out and she said yes, I blushed a little bit, a blush for the first time in I couldn’t remember how long, and then I went to my car, drove down the block to the K-Mart parking lot, and smoked a cigarette.\\n\\n__________________________\\n\\n \\n Given the somewhat vast amount of information I’ve chosen to exclude so far, (history is just as much about erasure as it is about recording) you may have already guessed that Kelsey Wardrobe’s presence in my life would end up being more than just a date or two.\\n\\nI was able to hide my habit for the first three dates, I think, but the fourth or fifth date was a long one, and I slept over at her house, a modest place in Playa Del Rey with a garden, and I was up and pacing because I couldn’t sleep. I went outside and lit-up, she saw me, she looked at me like I was a pedophile, and it was a big discussion and argument that she eventually got over, a battle I won, I guess, seeing as I continued to smoke.\\n\\nOur relationship ended up going well, and to save on rent I moved into her house after three months, which was weird but enjoyable. We went to work together, lived together, did most things at night together, did everything together except smoke cigarettes, which still remained my last real sense of personal freedom.\\n\\nWhen Kelsey was promoted to lead instructor, she suggested I start training to become one myself. It was a weird proposition, I was never necessarily in or out of shape, just kind of normal. But I had no interest in ever going back to software engineering, I didn’t seem to have any talent as a screenwriter, so a proposition when there aren’t many prospects will rarely be a bad one. I said yes after thinking about it for 10 minutes and having a cigarette in my car. I think Umbrella by Rihanna was playing on the radio. My life was about to change again, and I didn’t care so as long as I could continue smoking.\\n\\nI had built a whole new life in Los Angeles. It took around 5 years, but it happened. I was a spin-instructor with a sizable following on social-media, a decent group of friends, and a pretty hot, older, botox-infused wife. Things were going well. And then one day Kelsey went to get a mammogram.\\n\\nShe took time off work and had several rounds of treatment, but just ended up getting sicker and sicker. Aside from a lot of sleepless nights, what I remember most from that time was the sense of injustice that it was her and not me.\\n\\nI went for a check-up and explained that I’d been smoking consistently since I was 17, that my wife had stage IV breast cancer, that I had become pretty paranoid of getting sick myself, that it was almost as if fate was scheduled in a calendar I didn’t have access to. The doctor tested my lungs and was surprised to say that I was totally fine, that he was shocked to see I had the lung-capacity of someone much younger, which made no sense and increased my guilt even more. And then two weeks after that appointment Kelsey passed away, and still a smoker, I quit my job and went back to New York.\\n\\n_______________________\\n\\nI freelanced as a personal trainer for a while and didn’t have much of a social life, tending to keep to myself, preferring a delusion that the past didn’t just happen. If I didn’t have to talk to anyone, perhaps it was all in my head, something to be ignored.\\n\\nContinuing to live after the death of a loved one, a partner, my other half in a lot of sense, felt a lot like walking through blocks of ice, everything was frozen but I was forced to keep on moving. I don’t know why it felt like that, but it did. I continued smoking more and more, I think at that point it got to three packs a day. When my health began to inhibit me from working as a trainer, I had to look for software engineering jobs, but technology had moved on since I had gotten off the train, so I felt lost and career-less yet again, a late-30s broke widower on unemployment.\\n\\nI went to see a therapist for the first time in my life, an old, portly psychoanalyst named Martina. She spoke with a strong, indistinguishable Spanish accent. For the most part we talked about my dead wife, the reasons my career never exactly blossomed. Martina explained that trajectories are never as straightforward as people make them out to be, how all careers go up and then down, that I don’t need to feel such a sense of failure for being broke and almost 40. The most interesting thing she said, though, was in regard to my smoking habit.\\n\\nMartina likened smoking cigarettes to a stimulation of my ‘irrational self.’ She said to look at my executive function as a form of personal leadership, and my irrational self as the herd, the mob, the crowd. According to her, the only way I could have a sense that my executive function was intact was to stimulate the illogical aspects of myself. Some do it with sugar, some do it with heroin. I did it with nicotine.\\n\\nAnd it was after a series of conversations on that same topic that I began to pay more attention to the ‘executive function’ and ‘irrational self.’ For the first time in my life, cigarettes had less of a gravitational pull, the allure was lost and they seemed pointless. And slowly I tapered off until I leveled out at 1-2 per day, rarely more, lately even less.\\n\\nAnd then yesterday, I woke up for the first time in my adult life and spent the entire day without thinking of a cigarette. And it felt pretty good, like all of the sudden I had nothing to prove.\\n\\n \",\"timestamp\":1636489864,\"title\":\"To Smoke\"},\"digest\":\"VyfRURArQLO6UCGzii4FbZ36QAs_EfNqaHBR7XORb1M\",\"authorship\":{\"contributor\":\"0xc2D3880B02E71E64F513e6B5701b0ccc24d52366\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TF0yrQfMR0bxRlYidPn5YpswZtaWCiNh7rN_PkbgT5A\\\",\\\"y\\\":\\\"fE3-NDzQBT2lbKah3uyv0NpmK-0bQR9Lz-RomoNEYDc\\\"}\",\"signature\":\"DNsRYUO5lKWsbvXP4wpHn4t5ejKofxg75iAK1N5yuSXEysyTL8BUGOjPz803f_B1ZgyW7vpG1A9NZzxjHg22GQ\",\"signingKeySignature\":\"0x1eb3b5b8d93f11b3184f7e02f7cba26bd48d7b47640759494b9b5b8699dc786f359c925ec2a57f5babf8e92a1476e0569b8c0b4e233510d2c7d7bb1476c119211c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TF0yrQfMR0bxRlYidPn5YpswZtaWCiNh7rN_PkbgT5A\\\",\\\"y\\\":\\\"fE3-NDzQBT2lbKah3uyv0NpmK-0bQR9Lz-RomoNEYDc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VyfRURArQLO6UCGzii4FbZ36QAs_EfNqaHBR7XORb1M\"}"