"{\"content\":{\"body\":\"I believe I do, though I am very fond of that dog of yours. I think I know more\\nabout horses than dogs. Have you noticed Scamp very much?\\\"\\n\\n\\\"Oh, yes; I often watched her. She is such an amusing little creature.\\\"\\n\\n\\\"She's the most interesting one we've got, that is, after Fleetfoot. Father got\\nher from a man who couldn't manage her, and she came to us with a legion of bad\\ntricks. Father has taken solid comfort though, in breaking her of them. She is\\nhis pet among our stock. I suppose you know that horses, more than any other\\nanimals, are creatures of habit. If they do a thing once, they will do it again.\\nWhen she came to us, she had a trick of biting at a person who gave her oats.\\nShe would do it without fail, so father put a little stick under his arm, and\\nevery time she would bite he would give her a rap over the nose. She soon got\\ntired of biting, and gave it up. Sometimes now, you'll see her make a snap at\\nfather as if she was going to bite, and then look under his arm to see if the\\nstick is there. He cured some of her tricks in one way, and some in another. One\\nbad one she had was to start for the stable the minute one of the traces was\\nunfastened when we were unharnessing. She pulled father over once, and another\\ntime she ran the shaft of the sulky clean through the barn door. The next time\\nfather brought her in, he got ready for her. He twisted the lines around his\\nhands, and the minute she began to bolt, he gave a tremendous jerk, that pulled\\nher back upon her haunches, and shouted, 'Whoa!' It cured her, and she never\\nstarted again, till he gave her the word. Often now, you'll see her throw her\\nhead back when she is being unhitched. He only did it once, yet she remembers.\\nIf we'd had the training of Scamp, she'd be a very different animal. It's nearly\\nall in the bringing up of a colt, whether it will turn out vicious or gentle. If\\nany one were to strike Fleetfoot, he would not know what it meant. He has been\\nbrought up differently from Scamp.\\n\\n\\\"She was probably trained by some brutal man who inspired her with distrust of\\nthe human species. She never bites an animal, and seems attached to all the\\nother horses. She loves Fleetfoot and Cleve and Pacer. Those three are her\\nfavorites.\\\"\\n\\n\\\"I love to go for drives with Cleve and Pacer,\\\" said Miss Laura, \\\"they are so\\nsteady and good. Uncle says they are the most trusty horses he has. He has told\\nme about the man you had, who said that those two horses knew more than most\\n'humans.'\\\"\\n\\n\\\"That was old Davids,\\\" said Mr. Harry; \\\"when we had him, he was courting a widow\\nwho lived over in Hoytville. About once a fortnight, he'd ask father for one of\\nthe horses to go over to see her. He always stayed pretty late, and on the way\\nhome he'd tie the reins to the whip-stock and go to sleep, and never wake up\\ntill Cleve or Pacer, whichever one he happened to have, would draw up in the\\nbarnyard. They would pass any rigs they happened to meet, and turn out a little\\nfor a man. If Davids wasn't asleep, he could always tell by the difference in\\ntheir gait which they were passing. They'd go quickly past a man, and much\\nslower, with more of a turn out, if it was a team. But I dare say father told\\nyou this. He has a great stock of horse stories, and I am almost as bad. You\\nwill have to cry 'halt,' when we bore you.\\\"\\n\\n\\\"You never do,\\\" replied Miss Laura. \\\"I love to talk about animals. I think the\\nbest story about Cleve and Pacer is the one that uncle told me last evening. I\\ndon't think you were there. It was about stealing the oats.\\\"\\n\\n\\\"Cleve and Pacer never steal,\\\" said Mr. Harry. \\\"Don't you mean Scamp? She's the\\nthief.\\\"\\n\\n\\\"No, it was Pacer that stole. He got out of his box, uncle says, and found two\\nbags of oats, and he took one in his teeth and dropped it before Cleve, and ate\\nthe other himself, and uncle was so amused that he let them eat a long time, and\\nstood and watched them.\\\"\\n\\n\\\"That was a clever trick,\\\" said Mr. Harry. \\\"Father must have forgotten to tell\\nme. Those two horses have been mates ever since I can remember, and I believe if\\nthey were separated, they'd pine away and die. You have noticed how low the\\npartitions are between the boxes in the horse stable. Father says you wouldn't\\nput a lot of people in separate boxes in a room, where they couldn't see each\\nother, and horses are just as fond of company as we are. Cleve and Pacer are\\nalways nosing each other. A horse has a long memory. Father has had horses\\nrecognize him, that he has been parted from for twenty years. Speaking of their\\nmemories reminds me of another good story about Pacer that I never heard till\\nyesterday, and that I would not talk about to any one but you and mother. Father\\nwouldn't write me about it, for he never will put a line on paper where any\\none's reputation is concerned.\\\"\\n\\nCHAPTER XXVI  THE BOX OF MONEY\\n\\n\\\"THIS story,\\\" said Mr. Harry, \\\"is about one of the hired men we had last winter,\\nwhose name was Jacobs. He was a cunning fellow, with a hangdog look, and a great\\ncleverness at stealing farm produce from father on the sly, and selling it.\\nFather knew perfectly well what he was doing, and was wondering what would be\\nthe best way to deal with him, when one day something happened that brought\\nmatters to a climax.\\n\\n\\\"Father had to go to Sudbury for farming tools, and took Pacer and the cutter.\\nThere are two ways of going there one the Sudbury Road, and the other the old\\nPost Road, which is longer and seldom used. On this occasion father took the\\nPost Road. The snow wasn't deep, and he wanted to inquire after an old man who\\nhad been robbed and half frightened to death, a few days before. He was a\\nmiserable old creature, known as Miser Jerrold, and he lived alone with his\\ndaughter. He had saved a little money that he kept in a box under his bed. When\\nfather got near the place, he was astonished to see by Pacer's actions that he\\nhad been on this road before, and recently, too. Father is so sharp about\\nhorses, that they never do a thing that he doesn't attach a meaning to. So he\\nlet the reins hang a little loose, and kept his eye on Pacer. The horse went\\nalong the road, and seeing father didn't direct him, turned into the lane\\nleading to the house. There was an old red gate at the end of it, and he stopped\\nin front of it, and waited for father to get out. Then he passed through, and\\ninstead of going up to the house, turned around, and stood with his head toward\\nthe road.\\n\\n\\\"Father never said a word, but he was doing a lot of thinking. He went into the\\nhouse, and found the old man sitting over the fire, rubbing his hands, and half-\\ncrying about 'the few poor dollars,' that he said he had had stolen from him.\\nFather had never seen him before, but he knew he had the name of being half\\nsilly, and question him as much as he liked, he could make nothing of him. The\\ndaughter said that they had gone to bed at dark the night her father was robbed.\\nShe slept up stairs, and he down below. About ten o'clock she heard him scream,\\nand running down stairs, she found him sitting up in bed, and the window wide\\nopen. He said a man had sprung in upon him, stuffed the bedclothes into his\\nmouth, and dragging his box from under the bed, had made off with it. She ran to\\nthe door and looked out, but there was no one to be seen. It was dark, and\\nsnowing a little, so no traces of footsteps were to be perceived in the morning.\\n\\n\\\"Father found that the neighbors were dropping in to bear the old man company,\\nso he drove on to Sudbury, and then returned home. When he got back, he said\\nJacobs was hanging about the stable in a nervous kind of a way, and said he\\nwanted to speak to him. Father said very good, but put the horse in first.\\nJacobs unhitched, and father sat on one of the stable benches and watched him\\ntill he came lounging along with a straw in his mouth, and said he'd made up his\\nmind to go West, and he'd like to set off at once.\\n\\n\\\"Father said again, very good, but first he had a little account to settle with\\nhim, and he took out of his pocket a paper, where he had jotted down, as far as\\nhe could, every quart of oats, and every bag of grain, and every quarter of a\\ndollar of market money that Jacobs had defrauded him of. Father said the fellow\\nturned all the colors of the rainbow, for he thought he had covered up his\\ntracks so cleverly that he would never be found out. Then father said, 'Sit\\ndown, Jacobs, for I have got to have a long talk with you.' He had him there\\nabout an hour, and when he finished, the fellow was completely broken down.\\nFather told him that there were just two courses in life for a young man to\\ntake; and he had gotten on the wrong one. He was a young, smart fellow, and if\\nhe turned right around now, there was a chance for him. If he didn't there was\\nnothing but the State's prison ahead of him, for he needn't think he was going\\nto gull and cheat all the world, and never be found out. Father said he'd give\\nhim all the help in his power, if he had his word that he'd try to be an honest\\nman. Then he tore up the paper, and laid there was an end of his indebtedness to\\nhim.\\n\\n\\\"Jacobs is only a young fellow, twenty-three or thereabout, and father says he\\nsobbed like a baby. Then, without looking at him, father gave in account of his\\nafternoon's drive, just as if he was talking to himself. He said that Pacer\\nnever to his knowledge had been on that road before, and yet he seemed perfectly\\nfamiliar with it, and that he stopped and turned already to leave again quickly,\\ninstead of going up to the door, and how he looked over his shoulder and started\\non a run down the lane, the minute father's foot was in the cutter again. In the\\ncourse of his remarks, father mentioned the fact that on Monday, the evening\\nthat the robbery was committed, Jacobs had borrowed Pacer to go to the Junction,\\nbut had come in with the horse steaming, and looking as if he had been driven a\\nmuch longer distance than that. Father said that when he got done, Jacobs had\\nsunk down all in a heap on the stable floor with his hands over his face. Father\\nleft him to have it out with himself, and went to the house.\\n\\n\\\"The next morning, Jacobs looked just the same as usual, and went about with the\\nother men doing his work, but saying nothing about going West. Late in the\\nafternoon, a farmer going by hailed father, and asked if he'd heard the news.\\nOld Miser Jerrold's box had been left on his door step some time through the\\nnight, and he'd found it in the morning. The money was all there, but the old\\nfellow was so cute that he wouldn't tell any one how much it was. The neighbors\\nhad persuaded him to bank it, and he was coming to town the next morning with\\nit, and that night some of them were going to help him mount guard over it.\\nFather told the men at milking time, and he said Jacobs looked as unconscious as\\npossible However, from that day there was a change in him. He never told father\\nin so many words that he'd resolved to be an honest man, but his actions spoke\\nfor him. He had been a kind of sullen, unwilling fellow, but now he turned handy\\nand obliging, and it was a real trial to father to part with him.\\\"\\n\\nMiss Laura was intensely interested in this story. \\\"Where is he now, Cousin\\nHarry?\\\" she asked, eagerly. \\\"What became of him?\\\"\\n\\nMr. Harry laughed in such amusement that I stared up at him, and even Fleetfoot\\nturned his head around to see what the joke was. We were going very slowly up a\\nlong, steep hill, and in the clear, still air, we could hear every word spoken\\nin the buggy.\\n\\n\\\"The last part of the story is the best, to my mind,\\\" said Mr. Harry, \\\"and as\\nromantic as even a girl could desire. The affair of the stolen box was much\\ntalked about along Sudbury way, and Miss Jerrold got to be considered quite a\\ndesirable young person among some of the youth near there, though she is a\\nfrowsy-headed creature, and not as neat in her personal attire as a young girl\\nshould be. Among her suitors was Jacobs. He cut out a blacksmith and a painter,\\nand several young farmers, and father said he never in his life had such a time\\nto keep a straight face, as when Jacobs came to him this spring, and said he was\\ngoing to marry old Miser Jerrold's daughter. He wanted to quit father's employ,\\nand he thanked him in a real manly way for the manner in which he had always\\ntreated him. Well Jacobs left, and mother says that father would sit and\\nspeculate about him, as to whether he had fallen in love with Eliza Jerrold, or\\nwhether he was determined to regain possession of the box, and was going to do\\nit honestly, or whether he was sorry for having frightened the old man into a\\ngreater degree of imbecility, and was marrying the girl so that he could take\\ncare of him, or whether it was something else, and so on, and so on. He had a\\ndozen theories, and then mother says he would burst out laughing, and say it was\\none of the cutest tricks that he had ever heard of.\\n\\n\\\"In the end, Jacobs got married, and father and mother went to the wedding.\\nFather gave the bridegroom a yoke of oxen, and mother gave the bride a lot of\\nhousehold linen, and I believe they're as happy as the day is long. Jacobs makes\\nhis wife comb her hair, and he waits on the old man as if he was his son, and he\\nis improving the farm that was going to rack and ruin, and I hear he is going to\\nbuild a new house.\\\"\\n\\n\\\"Harry,\\\" exclaimed Miss Laura, \\\"can't you take me to see them?\\\"\\n\\n\\\"Yes, indeed; mother often drives over to take them little things, and we'll go,\\ntoo, sometime. I'd like to see Jacobs myself, now that he is a decent fellow.\\nStrange to say, though he hadn't the best of character, no one has ever\\nsuspected him of the robbery, and he's been cunning enough never to say a word\\nabout it. Father says Jacobs is like all the rest of us. There's mixture of good\\nand evil in him, and sometimes one predominates, and sometimes the other. But we\\nmust get on and not talk here all day. Get up, Fleetfoot.\\\"\\n\\n\\\"Where did you say we were going?\\\" asked Miss Laura, as we crossed the bridge\\nover the river.\\n\\n\\\"A little way back here in the woods,\\\" he replied. \\\"There's an Englishman on a\\nsmall clearing that he calls Penhollow. Father loaned him some money three years\\nago, and he won't pay either interest or principal.\\\"\\n\\n\\\"I think I've heard of him,\\\" said Miss Laura \\\"Isn't he the man whom the boys\\ncall Lord Chesterfield?\\\"\\n\\n\\\"The same one. He's a queer specimen of a man. Father has always stood up for\\nhim. He has a great liking for the English. He says we ought to be as ready to\\nhelp an Englishman as an American, for we spring from common stock.\\\"\\n\\n\\\"Oh, not Englishmen only,\\\" said Miss Laura, warmly; \\\"Chinamen, and Negroes, and\\neverybody. There ought to be a brotherhood of nations, Harry.\\\"\\n\\n\\\"Yes, Miss Enthusiasm, I suppose there ought to be,\\\" and looking up, I could see\\nthat Mr. Harry was gazing admiringly into his cousin's face.\\n\\n\\\"Please tell me some more about the Englishman,\\\" said Miss Laura.\\n\\n\\\"There isn't much to tell. He lives alone, only coming occasionally to the\\nvillage for supplies, and though he is poorer than poverty, he despises every\\nsoul within a ten-mile radius of him, and looks upon us as no better than an\\norder of thrifty, well-trained lower animals.\\\"\\n\\n\\\"Why is that?\\\" asked Miss Laura, in surprise.\\n\\n\\\"He is a gentleman, Laura, and we are only common people. My father can't hand a\\nlady in and out of a carriage as Lord Chesterfield can, nor can he make so grand\\na bow, nor does he put on evening dress for a late dinner, and we never go to\\nthe opera nor to the theatre, and know nothing of polite society, nor can we\\ntell exactly whom our great-great-grandfather sprang from. I tell you, there is\\na gulf between us and that Englishman, wider than the one young Curtius leaped\\ninto.\\\"\\n\\nMiss Laura was laughing merrily. \\\"How funny that sounds, Harry. So he despises\\nyou,\\\" and she glanced at her good-looking cousin, and his handsome buggy and\\nwell-kept horse, and then burst into another merry peal of laughter.\\n\\nMr. Harry laughed, too. \\\"It does seem absurd. Sometimes when I pass him jogging\\nalong to town in his rickety old cart, and look at his pale, cruel face, and\\nknow that he is a broken-down gambler and man of the world, and yet considers\\nhimself infinitely superior to me a young man in the prime of life, with a good\\nconstitution and happy prospects, it makes me turn away to hide a smile.\\\"\\n\\nBy this time we had left the river and the meadows far behind us, and were\\npassing through a thick wood. The road was narrow and very broken, and Fleetfoot\\nwas obliged to pick his way carefully. \\\"Why does the Englishman live in this\\nout-of-the-way place, if he is so fond of city life?\\\" said Miss Laura.\\n\\n\\\"I don't know,\\\" said Mr. Harry. \\\"Father is afraid that he has committed some\\nmisdeed, and is in hiding; but we say nothing about it. We have not seen him for\\nsome weeks, and to tell the truth, this trip is as much to see what has become\\nof him, as to make a demand upon him for the money. As he lives alone, he might\\nlie there ill, and no one would know anything about it. The last time that we\\nknew of his coming to the village was to draw quite a sum of money from the\\nbank. It annoyed father, for he said he might take some of it to pay his debts.\\nI think his relatives in England supply him with funds. Here we are at the\\nentrance to the mansion of Penhollow. I must get out and open the gate that will\\nadmit us to the winding avenue.\\\"\\n\\nWe had arrived in front of some bars which were laid across an opening in the\\nsnake fence that ran along one side of the road. I sat down and looked about. It\\nwas a strange, lonely place. The trees almost met overhead, and it was very dim\\nand quiet. The sun could only send little straggling beams through the branches.\\nThere was a muddy pool of water before the bars that Mr. Harry was letting down,\\nand he got his feet wet in it. \\\"Confound that Englishman,\\\" he said, backing out\\nof the water, and wiping his boots on the grass. \\\"He hasn't even gumption enough\\nto throw down a load of stone there. Drive in, Laura, and I'll put up the bars.\\\"\\nFleetfoot took us through the opening, and then Mr. Harry jumped into the buggy\\nand took up the reins again.\\n\\nWe had to go very slowly up a narrow, rough road. The bushes scratched and\\nscraped against the buggy, and Mr. Harry looked very much annoyed.\\n\\n\\\"No man liveth to himself,\\\" said Miss Laura, softly. \\\"This man's carelessness is\\ngiving you trouble. Why doesn't he cut these branches that overhang the road?\\\"\\n\\n\\\"He can't do it, because his abominable laziness won't let him,\\\" said Mr. Harry.\\n\\\"I'd like to be behind him for a week, and I'd make him step a little faster. We\\nhave arrived at last, thank goodness.\\\"\\n\\nThere was a small grass clearing in the midst of the woods. Chips and bits of\\nwood were littered about, and across the clearing was a roughly-built house of\\nunpainted boards. The front door was propped open by a stick. Some of the panes\\nof glass in the windows were broken, and the whole house had a melancholy,\\ndilapidated look. I thought that I had never seen such a sad-looking place.\\n\\n\\\"It seems as if there was no one about,\\\" said Mr. Harry, with a puzzled face.\\n\\\"Barron must be away. Will you hold Fleetfoot, Laura, while I go and see?\\\"\\n\\nHe drew the buggy up near a small log building that had evidently been used for\\na stable, and I lay down beside it and watched Miss Laura.\\n\\nCHAPTER XXVII  A NEGLECTED STABLE\\n\\nI HAD not been on the ground more than a few seconds, before I turned my eyes\\nfrom Miss Laura to the log hut. It was deathly quiet, there was not a sound\\ncoming from it, but the air was full of queer smells, and I was so uneasy that I\\ncould not lie still. There was something the matter with Fleetfoot, too. He was\\npawing the ground and whinnying, and looking, not after Mr. Harry, but toward\\nthe log building.\\n\\n\\\"Joe,\\\" said Miss Laura, \\\"what is the matter with you and Fleetfoot? Why don't\\nyou stand still? Is there any stranger about?\\\" and she peered out of the buggy.\\n\\nI knew there was something wrong somewhere, but I didn't know what it was; so I\\nstretched myself up on the step of the buggy, and licked her hand, and barking,\\nto ask her to excuse me, I ran off to the other side of the log hut. There was a\\ndoor there, but it was closed, and propped firmly up by a plank that I could not\\nmove, scratch as hard as I liked. I was determined to get in, so I jumped\\nagainst the door, and tore and bit at the plank, till Miss Laura came to help\\nme.\\n\\n\\\"You won't find anything but rats in that ramshackle old place, Beautiful Joe,\\\"\\nshe said, as she pulled the plank away; \\\"and as you don't hurt them, I don't see\\nwhat you want to get in for. However, you are a sensible dog, and usually have a\\nreason for having your own way, so I am going to let you have it.\\\"\\n\\nThe plank fell down as she spoke, and she pulled open the rough door and looked\\nin. There was no window inside, only the light that streamed through the door,\\nso that for an instant she could see nothing. \\\"Is any one here?\\\" she asked, in\\nher clear, sweet voice. There was no answer except a low, moaning sound. \\\"Why,\\nsome poor creature is in trouble, Joe,\\\" said Miss Laura, cheerfully. \\\"Let us see\\nwhat it is,\\\" and she stepped inside.\\n\\nI shall never forget seeing my dear Miss Laura going into that wet and filthy\\nlog house, holding up her white dress in her hands, her face a picture of pain\\nand horror. There were two rough stalls in it, and in the first one was tied a\\ncow, with a calf lying beside her. I could never have believed, if I had not\\nseen it with my own eyes, that an animal could get so thin as that cow was. Her\\nbackbone rose up high and sharp, her hip bones stuck away out, and all her body\\nseemed shrunken in. There were sores on her sides, and the smell from her stall\\nwas terrible. Miss Laura gave one cry of pity, then with a very pale face she\\ndropped her dress, and seizing a little penknife from her pocket, she hacked at\\nthe rope that tied the cow to the manger, and cut it so that the cow could lie\\ndown. The first thing the poor cow did was to lick her calf, but it was quite\\ndead. I used to think Jenkins' cows were thin enough, but he never had one that\\nlooked like this. Her head was like the head of a skeleton, and her eyes had\\nsuch a famished look, that I turned away, sick at heart, to think that she had\\nsuffered so.\\n\\nWhen the cow lay down, the moaning noise stopped, for she had been making it.\\nMiss Laura ran outdoors, snatched a handful of grass and took it in to her. The\\ncow ate it gratefully, but slowly, for her strength seemed all gone.\\n\\nMiss Laura then went into the other stall to see if there was any creature\\nthere. There had been a horse. There was now a lean, gaunt-looking animal lying\\non the ground, that seemed as if he was dead. There was a heavy rope knotted\\naround his neck, and fastened to his empty rack. Miss Laura stepped carefully\\nbetween his feet, cut the rope and going outside the stall spoke kindly to him.\\nHe moved his ears slightly, raised his head, tried to get up, fell back again,\\ntried again and succeeded in staggering outdoors after Miss Laura, who kept\\nencouraging him, and then he fell down on the grass.\\n\\nFleetfoot stared at the miserable-looking creature as if he did not know what it\\nwas. The horse had no sores on his body, as the cow had, nor was he quite so\\nlean: but he was the weakest, most distressed-looking animal that I ever saw.\\nThe flies settled on him, and Miss Laura had to keep driving them away. He was a\\nwhite horse, with some kind of pale-colored eyes, and whenever he turned them on\\nMiss Laura, she would look away. She did not cry, as she often did over the sick\\nand suffering animals. This seemed too bad for tears. She just hovered over that\\npoor horse with her face as white as her dress, and an expression of fright in\\nher eyes. Oh, how dirty he was! I would never have imagined that a horse could\\nget in such a condition.\\n\\nAll this had only taken a few minutes, and just after she got the horse out, Mr.\\nHarry appeared. He came out of the house with a slow step, that quickened to a\\nrun when he saw Miss Laura \\\"Laura!\\\" he exclaimed, \\\"what are you doing?\\\" Then he\\nstopped and looked at the horse, not in amazement, but very sorrowfully. \\\"Barron\\nis gone,\\\" he said, and crumpling up a piece of paper, he put it in his pocket.\\n\\\"What is to be done to these animals? There is a cow, isn't there?\\\"\\n\\nHe stepped to the door of the log hut, glanced in, and said, quickly: \\\"Do you\\nfeel able to drive home?\\\"\\n\\n\\\"Yes,\\\" said Miss Laura.\\n\\n\\\"Sure?\\\" and he eyed her anxiously.\\n\\n\\\"Yes, yes,\\\" she returned; \\\"what shall I get?\\\"\\n\\n\\\"Just tell father that Barron has run away and left a starving pig, cow, and\\nhorse. There's not a thing to eat here. He'll know what to do. I'll drive you to\\nthe road.\\\"\\n\\nMiss Laura got into the buggy and Mr. Harry jumped in after her. He drove her to\\nthe road and put down the bars; then he said: \\\"Go straight on. You'll soon be on\\nthe open road, and there's nothing to harm you. Joe will look after you.\\nMeanwhile I'll go back to the house and heat some water.\\\"\\n\\nMiss Laura let Fleetfoot go as fast as he liked on the way home, and it only\\nseemed a few minutes before we drove into the yard. Adele came out to meet us.\\n\\\"Where's uncle?\\\" asked Miss Laura.\\n\\n\\\"Gone to de big meadow,\\\" said Adele.\\n\\n\\\"And auntie?\\\"\\n\\n\\\"She had de colds and chills, and entered into de bed to keep warm. She lose\\nherself in sleep now. You not go near her.\\\"\\n\\n\\\"Are there none of the men about?\\\" asked Miss Laura.\\n\\n\\\"No, mademoiselle. Dey all occupied way off.\\\"\\n\\n\\\"Then you help me, Adele, like a good girl,\\\" said Miss Laura, hurrying into the\\nhouse. \\\"We've found a sick horse and cow. What shall I take them?\\\"\\n\\n\\\"Nearly all animals like de bran mash,\\\" said Adele.\\n\\n\\\"Good!\\\" cried Miss Laura. \\\"That is the very thing. Put in the things to make it,\\nwill you please, and I would like some vegetables for the cow. Carrots, turnips,\\nanything you have; take some of those you have prepared for dinner to-morrow,\\nand please run up to the barn, Adele, and get some hay, and corn, and oats, not\\nmuch, for we'll be going back again; but hurry, for the poor things are\\nstarving, and have you any milk for the pig? Put it in one of those tin kettles\\nwith covers.\\\"\\n\\nFor a few minutes, Miss Laura and Adele flew about the kitchen, then we set off\\nagain. Miss Laura took me in the buggy, for I was out of breath and wheezing\\ngreatly. I had to sit on the seat beside her, for the bottom of the buggy and\\nthe back were full of eatables for the poor sick animals. Just as we drove into\\nthe road, we met Mr. Wood. \\\"Are you running away with the farm?\\\" he said with a\\nlaugh, pointing to the carrot tops that were gaily waving over the dashboard.\\n\\nMiss Laura said a few words to him, and with a very grave face he got in beside\\nher. In a short time, we were back on the lonely road. Mr. Harry was waiting at\\nthe gate for us, and when he saw Miss Laura, he said, \\\"Why did you come back\\nagain? You'll be tired out. This isn't a place for a sensitive girl like you.\\\"\\n\\n\\\"I thought I might be of some use,\\\" said she, gently.\\n\\n\\\"So you can,\\\" said Mr. Wood. \\\"You go into the house and sit down, and Harry and\\nI will come to you when we want cheering up. What have you been doing, Harry?\\\"\\n\\n\\\"I've watered them a little, and got a good fire going. I scarcely think the cow\\nwill pull through. I think we'll save the horse. I tried to get the cow out-\\ndoors, but she can't move.\\\"\\n\\n\\\"Let her alone,\\\" said Mr. Wood. \\\"Give her some food and her strength will come\\nto her. What have you got here?\\\" and he began to take the things out of the\\nbuggy. \\\"Bless the child, she's thought of everything, even the salt. Bring those\\nthings into the house, Harry, and we'll make a bran mash.\\\"\\n\\nFor more than an hour they were fussing over the animals. Then they came in and\\nsat down. The inside of the Englishman's house was as untidy as the outside.\\nThere was no upstairs to it only one large room with a dirty curtain stretched\\nacross it. On one side was a low bed with a heap of clothes on it, a chair and a\\nwashstand. On the other was a stove, a table, a shaky rocking-chair that Miss\\nLaura was sitting in, a few hanging shelves with some dishes and books on them,\\nand two or three small boxes that had evidently been used for seats.\",\"timestamp\":1640141141,\"title\":\"You like horses better than any other animals, don't you, Harry?\\\" asked Miss \\nLaura.\"},\"digest\":\"dyHpNpfAsw58YzjKkotJqY48Nd5BKKWio23P_56uLEE\",\"authorship\":{\"contributor\":\"0xF165065007e6A50f160Ee022853535F41771C1a6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MnMMmRHb9KU8tXLgvcV2lNhrSUJ9EQpPKHVlgRo98Sg\\\",\\\"y\\\":\\\"oF_RfrivUqyj-eHt0g7ZA7pBnUvJ1ZHmkJ50yvuDqqk\\\"}\",\"signature\":\"Soc-JPonu8vfqk23uQAplcGu_ZWTje0BLhsgev3wCxImEMwtz29EmOKqyWtNG64ujPU7R4K8Xx4XVScCfCsRKw\",\"signingKeySignature\":\"0xde917b6cb1a2e1bebd575e88f2a09db44baaf11814ee8fa3fb00691376544ad76f255ecb03f931e3a6a5c7d4c2798be95097008f8fa726cb385f2a6430433e271b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MnMMmRHb9KU8tXLgvcV2lNhrSUJ9EQpPKHVlgRo98Sg\\\",\\\"y\\\":\\\"oF_RfrivUqyj-eHt0g7ZA7pBnUvJ1ZHmkJ50yvuDqqk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dyHpNpfAsw58YzjKkotJqY48Nd5BKKWio23P_56uLEE\"}"