"{\"content\":{\"body\":\"Had he failed to find the baron? At last the sound of carriage-wheels in the courtyard made her start.  \\\"That's Job!\\\" she said to herself.  \\\"He brings the baron.\\\"\\n\\nAlas! no.  Job returned alone.  And yet the honest fellow had spared neither pains nor horseflesh.  He had visited every place where there was the least probability of finding the baron, and he was everywhere told that Baron Trigault had not been seen for several days.  \\\"In that case, you ought to have gone to his house.  Perhaps he is there,\\\" remarked Madame d'Argeles.\\n\\n\\\"Madame knows that the baron is never at home.  I did go there, however, but in vain.\\\"\\n\\nThis chanced to be one of three consecutive days which Baron Trigault had spent with Kami-Bey, the Turkish ambassador.  It had been agreed between them that they should play until one or the other had lost five hundred thousand francs; and, in order to prevent any waste of \\\"precious time,\\\" as the baron was wont to remark, they neither of them stirred from the Grand Hotel, where Kami-Bey had a suite of rooms.  They ate and slept there.  By some strange chance, Madame d'Argeles had not heard of this duel with bank-notes, although nothing else was talked of at the clubs; indeed, the Figaro had already published a minute description of the apartment where the contest was going on; and every evening it gave the results.  According to the latest accounts, the baron had the advantage; he had won about two hundred and eighty thousand francs.\\n\\n\\\"I only returned to inform madame that I had so far been unsuccessful,\\\" said Job.  \\\"But I will recommence the search at once.\\\"\\n\\n\\\"That is unnecessary,\\\" replied Madame d'Argeles.  \\\"The baron will undoubtedly drop in this evening, after dinner, as usual.\\\"\\n\\nShe said this, and tried her best to believe it; but in her secret heart she felt that she could no longer depend upon the baron's assistance.  \\\"I wounded him this morning,\\\" she thought.  \\\"He went away more angry than I had ever seen him before.  He is incensed with me; and who knows how long it will be before he comes again?\\\"\\n\\nStill she waited, with feverish anxiety, listening breathlessly to every sound in the street, and trembling each time she heard or fancied she heard a carriage stop at the door.  However, at two o'clock in the morning the baron had not made his appearance.  \\\"It is too late--he won't come!\\\" she murmured.\\n\\nBut now her sufferings were less intolerable, for excess of wretchedness had deadened her sensibility.  Utter prostration paralyzed her energies and benumbed her mind.  Ruin seemed so inevitable that she no longer thought of avoiding it; she awaited it with that blind resignation displayed by Spanish women, who, when they hear the roll of thunder, fall upon their knees, convinced that lightning is about to strike their defenceless heads.  She tottered to her room, flung herself on the bed, and instantly fell asleep.  Yes, she slept the heavy, leaden slumber which always follows a great mental crisis, and which falls like God's blessing upon a tortured mind.  On waking up, her first act was to ring for her maid, in order to send a message to Job, to go out again in search of the baron.  But the faithful servant had divined his mistress's wishes, and had already started off of his own accord.  It was past mid-day when he returned, but his face was radiant; and it was in a triumphant voice that he announced: \\\"Monsieur le Baron Trigault.\\\"\\n\\nMadame d'Argeles sprang up, and greeted the baron with a joyful exclamation.  \\\"Ah! how kind of you to come!\\\" she exclaimed.  \\\"You are most welcome.  If you knew how anxiously I have been waiting for you!\\\" He made no reply.  \\\"If you knew,\\\" continued Madame d'Argeles, \\\"if you only knew \\\"\\n\\nBut she paused, for in spite of her own agitation, she was suddenly struck by the peculiar expression on her visitor's face.  He was standing silent and motionless in the centre of the room, and his eyes were fixed upon her with a strange, persistent stare in which she could read all the contradictory feelings which were battling for mastery in his mind--anger, hatred, pity, and forgiveness.  Madame d'Argeles shuddered.  So her cup of sorrow was not yet full.  A new misfortune was about to fall upon her.  She had hoped that the baron would be able to alleviate her wretchedness, but it seemed as if he were fated to increase it.  \\\"Why do you look at me like that?\\\" she asked, anxiously.  \\\"What have I done?\\\"\\n\\n\\\"You, my poor Lia--nothing!\\\"\\n\\n\\\"Then--what is it? Oh, my God! you frighten me.\\\"\\n\\n\\\"What is it? Well, I am going to tell you,\\\" he said, as he stepped forward and took her hand in his own.  \\\"You know that I have been infamously duped and deceived, that the happiness of my life has been destroyed by a scoundrel who tempted the wife I so fondly loved to forget her duty, and trample her honor under foot.  You have heard my vows of vengeance if I ever succeeded in discovering him.  Ah, well, Lia, I have discovered him.  The man who stole my share of earthly happiness was the Count de Chalusse, your brother.\\\"\\n\\nWith a sudden gesture Madame d'Argeles freed her hand from the baron's grasp, and recoiled as terrified as if she had seen a spectre rise up before her.  Then with her hands extended as if to ward off the horrible apparition, she exclaimed: \\\"O, my God!\\\"\\n\\nA bitter smile curved the baron's lips.  \\\"What do you fear?\\\" he asked.  \\\"Isn't your brother dead? He has defrauded me alike of happiness and vengeance!\\\"\\n\\nIf her son's life had depended on a single word, Madame d'Argeles could not have uttered it.  She knew what mental agony had urged the baron to a sort of moral suicide, and led him to contract the vice in which he wasted his life and squandered, or, at least risk, his millions.\\n\\n\\\"Nor is this all,\\\" he continued.  \\\"Listen.  As I have often told you, I was sure that my wife became a mother in my absence.  I sought the child for years, hoping that through the offspring I might discover the father.  Ah, well! I've found what I sought, at last.  The child is now a beautiful young girl.  She lives at the Hotel de Chalusse as your brother's daughter.  She is known as Mademoiselle Marguerite.\\\"\\n\\nMadame d'Argeles listened, leaning against the wall for support, and trembling like a leaf.  Her reason was shaken by so many repeated blows, and her son, her brother, Marguerite, Pascal Ferailleur, Coralth, Valorsay--all those whom she loved or feared, or hated--rose like spectres before her troubled brain.  The  horror of the truth exceeded her most frightful apprehensions.  The strangeness of the reality surpassed every flight of fancy.  And, moreover, the baron's calmness increased her stupor.  She so often had heard him give vent to his rage and despair in terrible threats, that she could not believe he would be thus resigned.  But was his calmness real? Was it not a mask, would not his fury suddenly break forth?\\n\\nHowever, he continued, \\\"It is thus that destiny makes us its sport--it is thus that it laughs at our plans.  Do you remember, Lia, the day when I met you wandering through the streets of Paris--with your child in your arms--pale and half dead with fatigue, faint for want of food, homeless and penniless? You saw no refuge but in death, as you have since told me.  How could I imagine when I rescued you that I was saving my greatest enemy's sister from suicide--the sister of the man whom I was vainly pursuing? And yet this might not be the end, if I chose to have it otherwise.  The count is dead, but I can still return him disgrace for disgrace.  He dishonored me.  What prevents me from casting ineffaceable opprobrium upon the great name of Chalusse, of which he was so proud? He seduced my wife.  To-day I can tell all Paris what his sister has been and what she is to-day.\\\"\\n\\nAh! it was this--yes, it was this that Madame d'Argeles had dreaded.  She fell upon her knees, and, with clasped hands she entreated: \\\"Pity!--oh! have pity--forgive me! Have mercy! Have I not always been a faithful and devoted friend to you? Think of the past you have just invoked! Who helped you then to bear your intolerable sufferings? Don't you remember the day when you, yourself, had determined to die by your own hand? There was a woman who persuaded you to abandon the thought of suicide.  It was I!\\\"\\n\\nHe looked at her for a moment with a softer expression, tears came to his eyes, and rolled down his cheeks.  Then suddenly he raised her, and placed her in an arm-chair, exclaiming: \\\"Ah! you know very well that I shall not do what I said.  Don't you know me better than that? Are you not sure of my affection, are you not aware that you are sacred in my eyes?\\\" He was evidently striving hard to master his emotion.  \\\"Besides,\\\" he added, \\\"I had already pardoned before coming here.  It was foolish on my part, perhaps, and for nothing in the world would I confess it to my acquaintances, but it is none the less true.  I shall have my revenge in a certain fashion, however.  I need only hold my peace, and the daughter of M. de Chalusse and Madame Trigault would become a lost woman.  Is this not so? Very well, I shall offer her my assistance.  It may, or may not, be another absurd and ridiculous fancy added to the many I have been guilty of.  But no matter.  I have promised.  And why, indeed, should this poor girl be held responsible for the sins of her parents? I--I declare myself on her side against the world!\\\"\\n\\nMadame d'Argeles rose, her face radiant with joy and hope.  \\\"Then perhaps we are saved!\\\" she exclaimed.  \\\"Ah! I knew when I sent for you that I should not appeal to your heart in vain!\\\"\\n\\nShe took hold of his hand as if to raise it to her lips; but he gently withdrew it, and inquired, with an air of astonishment: \\\"What do you mean?\\\"\\n\\n\\\"That I have been cruelly punished for not wishing you to assist that unfortunate man who was dishonored here the other evening.\\\"\\n\\n\\\"Pascal Ferailleur?\\\"\\n\\n\\\"Yes, he is innocent.  The Viscount de Coralth is a scoundrel.  It was he who slipped the cards which made M. Ferailleur win, into the pack, and he did it at the Marquis de Valorsay's instigation.\\\"\\n\\nThe baron looked at Madame d'Argeles with pro-found amazement.  \\\"What!\\\" said he; \\\"you knew this and you allowed it? You were cruel enough to remain silent when that innocent man entreated you to testify on his behalf! You allowed this atrocious crime to be executed under your own roof, and under your very eyes?\\\"\\n\\n\\\"I was then ignorant of Mademoiselle Marguerite's existence.  I did not know that the young man was beloved by my brother's daughter--I did not know--\\\"\\n\\nThe baron interrupted her, and exclaimed, indignantly: \\\"Ah! what does that matter? It was none the less an abominable action.\\\"\\n\\nShe hung her head, and in a scarcely audible voice replied: \\\"I was not free.  I submitted to a will that was stronger than my own.  If you had heard M. de Coralth's threats you would not censure me so severely.  He has discovered my secret; he knows Wilkie--I am in his power.  Don't frown--I make no attempt to excuse myself--I am only explaining the position in which I was placed.  My peril is imminent; I have only confidence in you--you alone can aid me; listen!\\\"\\n\\nThereupon she hastily explained M. de Coralth's position respecting herself, what she had been able to ascertain concerning the Marquis de Valorsay's plans, the alarming visit she had received from M. Fortunat, his advice and insinuations, the dangers she apprehended, and her firm determination to deliver Mademoiselle Marguerite from the machinations of her enemies.  Madame d'Argeles's disclosures formed, as it were, a sequel to the confidential revelations of Pascal Ferailleur, and the involuntary confession of the Marquis de Valorsay; and the baron could no longer doubt the existence of the shameful intrigue which had been planned in view of obtaining possession of the count's millions.  And if he did not, at first, understand the motives, he at least began to discern what means had been employed.  He now understood why Valorsay persisted in his plan of marrying Mademoiselle Marguerite, even without a fortune.  \\\"The wretch knows through Coralth that Madame d'Argeles is a Chalusse,\\\" he said to himself; \\\"and when Mademoiselle Marguerite has become his wife, he intends to oblige Madame d'Argeles to accept her brother's estate and share it with him.\\\"\\n\\nAt that same moment Madame d'Argeles finished her narrative.  \\\"And now, what shall I do?\\\" she added.\\n\\nThe baron was stroking his chin, as was his usual habit when his mind was deeply exercised.  \\\"The first thing to be done,\\\" he replied, \\\"is to show Coralth in his real colors, and prove M. Ferailleur's innocence.  It will probably cost me a hundred thousand francs to do so, but I shall not grudge the money.  I should probably spend as much or even more in play next summer; and the amount had better be spent in a good cause than in swelling the dividends of my friend Blanc, at Baden.\\\"\\n\\n\\\"But M. de Coralth will speak out as soon as he finds that I have revealed his shameful past.\\\"\\n\\n\\\"Let him speak.\\\"\\n\\nMadame d'Argeles shuddered.  \\\"Then the name of Chalusse will be disgraced,\\\" said she; \\\"and Wilkie will know who his mother is.\\\"\\n\\n\\\"No.\\\"\\n\\n\\\"But----\\\"\\n\\n\\\"Ah! allow me to finish, my dear friend.  I have my plan, and it is as plain as daylight.  This evening you will write to your London correspondent.  Request M. Patterson to summon your son to England, under any pretext whatever; let him pretend that he wishes to give him some money, for instance.  He will go there, of course, and then we will keep him there.  Coralth certainly won't run after him, and we shall have nothing more to fear on that score.\\\"\\n\\n\\\"Great heavens!\\\" murmured Madame d'Argeles, \\\"why did this idea never occur to me?\\\"\\n\\nThe baron had now completely recovered his composure.  \\\"As regards yourself,\\\" said he, \\\"the plan you ought to adopt is still more simple.  What is your furniture worth? About a hundred thousand francs, isn't it? Very well, then.  You will sign me notes, dated some time back, to the amount of a hundred thousand francs.  On the day these notes fall due, on Monday, for instance, they will be presented for payment.  You will refuse to pay them.  A writ will be served, and an attachment placed upon your furniture; but you will offer no resistance.  I don't know if I explain my meaning very clearly.\\\"\\n\\n\\\"Oh, very clearly!\\\"\\n\\n\\\"So your property is seized.  You make no opposition, and next week we shall have flaming posters on all the walls, telling Paris that the furniture, wardrobe, cashmeres, laces, and diamonds of Madame Lia d'Argeles will be sold without reserve, at public auction, in the Rue Drouot, with the view of satisfying the claims of her creditors.  You can imagine the sensation this announcement will create.  I can see your friends and the frequenters of your drawing-room meeting one another in the street, and saying: 'Ah, well! what's this about poor d'Argeles?' 'Pshaw!--no doubt it's a voluntary sale.' 'Not at all; she's really ruined.  Everything is mortgaged above its value.' 'Indeed, I'm very sorry to hear it.  She was a good creature.' 'Oh, excellent; a deal of amusement\\n\\ncould be found at her house,--only between you and me----' 'Well?' 'Well, she was no longer young.' 'That's true.  However, I shall attend the sale, and I think I shall bid.' And, in fact, your acquaintances won't fail to repair to the Hotel Drouot, and maybe your most intimate friends will yield to their generous impulses sufficiently to offer twenty sous for one of the dainty trifles on your etageres.\\\"\\n\\nOvercome with shame, Madame d'Argeles hung her head.  She had never before so keenly felt the disgrace of her situation.  She had never so clearly realized what a deep abyss she had fallen into.  And this crushing humiliation came from whom? From the only friend she possessed--from the man who was her only hope, Baron Trigault.\\n\\nAnd what made it all the more frightful was, that he did not seem to be in the least degree conscious of the cruelty of his words.  Indeed, he continued, in a tone of bitter irony: \\\"Of course, you will have an exhibition before the sale, and you will see all the dolls that hairdressers, milliners and fools call great ladies, come running to the show.  They will come to see how a notorious woman lives, and to ascertain if there are any good bargains to be had.  This is the right form.  These great ladies would be  delighted to display diamonds purchased at the sale of a woman of the demi monde.  Oh! don't fear--your exhibition will be visited by my wife and daughter, by the Viscountess de Bois d'Ardon, by Madame de Rochecote, her five daughters, and a great many more.  Then the papers will take up the refrain; they will give an account of your financial difficulties, and tell the public what you paid for your pictures.\\\"\\n\\nIt was with a sort of terror-stricken curiosity that Madame d'Argeles watched the baron.  It had been many years since she had seen him in such a frame of mind--since she had heard him talk in such a cynical fashion.  \\\"I am ready to follow your advice,\\\" said she, \\\"but afterward?\\\"\\n\\n\\\"What, don't you understand the object I have in view?  Afterward you will disappear.  I know five or six journalists; and it would be very strange if I could not convince one of them that you had died upon an hospital pallet.  It will furnish the subject of a touching, and what is better, a moral article.  The papers will say, 'Another star has disappeared.  This is the miserable end of all the poor wretches whose passing luxury scandalizes honest women.'\\\"\\n\\n\\\"And what will become of me?\\\"\\n\\n\\\"A respected woman, Lia.  You will go to England, install yourself in some pretty cottage near London, and create a new identity for yourself.  The proceeds of your sale will supply your wants and Wilkie's for more than a year.  Before that time has elapsed you will have succeeded in accumulating the necessary proofs of your identity, and then you can assert your claims and take possession of your brother's estate.\\\"\\n\\nMadame d'Argeles sprang to her feet.  \\\"Never never!\\\" she exclaimed, vehemently.\\n\\nThe baron evidently thought he must have misunderstood her.  \\\"What!\\\" he stammered; \\\"you will relinquish the millions that are legally yours, to the government?\\\"\\n\\n\\\"Yes--I am resolved--it must be so.\\\"\\n\\n\\\"Will you sacrifice your son's future in this style?\\\"\\n\\n\\\"No, it isn't in my power to do that; but Wilkie will do so, later, on, I'm sure of it.\\\"\\n\\n\\\"But this is simply folly.\\\"\\n\\nA feverish agitation had now succeeded Madame d'Argeles's torpor; there was an expression of scorn and anger on her rigid features, and her eyes, usually so dull and lifeless, fairly blazed.  \\\"It is not folly,\\\" she exclaimed, \\\"but vengeance!\\\" And as the astonished baron opened his lips to question her: \\\"Let me finish,\\\" she said imperiously, \\\"and then you shall judge me.  I have told you with perfect frankness everything concerning my past life, save this-- this--that I am married, Monsieur le Baron, legally married.  I am bound by a chain that nothing can break, and my husband is a scoundrel.  You would be frightened if you knew half the extent of his villainy.  Oh! do not shake your head.  I ought not to be suspected of exaggeration when I speak in this style of a man whom I once loved so devotedly.  For I loved him, alas!--even to madness--loved him so much that I forgot self, family, honor, and all the most sacred duties.  I loved him so madly that I was willing to follow him, while his hands were still wet with my brother's blood.  Ah! chastisement could not fail to come, and it was terrible, like the sin.  This man for whom I had abandoned everything--whom I had made my idol--do you know what he said to me the third day after my flight from home? 'You must be more stupid than an owl to have forgotten to take your jewels.' Yes, those were the very words he said to me, with a furious air.  And then I could measure the depths of the abyss into which I had plunged.  This man, with whom I had been so infatuated, did not love me at all, he had never loved me.  It had only been cold calculation on his part.  He had devoted months to the task of winning my heart, just as he would have devoted them to some business transaction.  He only saw in me the fortune that I was to inherit.  Oh! he didn't conceal it from me.  'If your parents are not monsters,' he was always saying, 'they will finally become reconciled to our marriage.  They will give you a handsome fortune and we will divide it.  I will give you back your liberty, and then we can each of us be happy in our own way.' It was for this reason that he wished to marry me.  I consented on account of my unborn child.  My father and mother had died, and he hoped to prevail upon me to claim my share of the paternal fortune.  As for claiming it himself, he dared not.  He was a coward, and he was afraid of my brother.  But I took a solemn oath that he should never have a farthing of the wealth he coveted, and neither threats nor BLOWS could compel me to assert my claim.  God only knows how much I had suffered from his brutality when I at last succeeded in making my escape with Wilkie.  He has sought us everywhere for fifteen years, but he has not yet succeeded in finding a trace of us.  Still he has not ceased to watch my brother.  I am sure of that, my presentiments never deceive me.  So, if I followed your advice--if I claimed possession of my brother's fortune--my husband would instantly appear with our marriage contract in his hands, and demand everything.  Shall I enrich him? No, never, never! I would rather die of want! I would rather see Wilkie die of starvation before my very eyes!\\\"\\n\\nMadame d'Argeles spoke in that tone of concentrated rage which betrays years of repressed passion and unflinching resolution.  One could scarcely hope to modify her views even by the wisest and most practical advice.  The baron did not even think of attempting to do so.  He had known Madame d'Argeles for years; he had seen so many proofs of her invincible energy and determination.  She possessed the distinguishing characteristic of her family in a remarkable degree--that proverbial Chalusse obstinacy which Madame Vantrasson had alluded to in her conversation with M. Fortunat.\\n\\nShe was silent for a moment, and then, in a firm tone she said: \\\"Still, I will follow your advice in part, baron.  This evening I will write to M. Patterson and request him to send for Wilkie.  In less than a fortnight I shall have sold my furniture and disappeared.  I shall remain poor.  My fortune is not so large as people suppose.  No matter.  My son is a man; he must learn to earn his own living.\\\"\\n\\n\\\"My banking account is always at your disposal, Lia.\\\"\\n\\n\\\"Thanks, my friend, thanks a thousand times; but it will not be necessary for me to accept your kind offer.  When Wilkie was a child I did not refuse.  But now I would dig the ground with my own hands, rather than give him a louis that came from you.  You think me full of contradictions! Perhaps I am.  It is certain that I am no longer what I was yesterday.  This trouble has torn away the bandage that covered my eyes.  I can see my conduct clearly now, and I condemn it.  I sinned for my son's sake, more than for my own.  But I might have rehabilitated myself through him, and now he will perhaps be dishonored through me.\\\" Her breathing came short and hard, and it was in a choked voice that she continued: \\\"Wilkie shall work for me and for himself.  If he is strong, he will save us.  If he is weak--ah, well! we shall perish.  But there has been cowardice and shame enough! It shall never be said that I sacrificed the honor of a noble name and the happiness of my brother's child to my son.  I see what my duty is, and I shall do it.\\\"\\n\\nThe baron nodded approvingly.  \\\"That's no doubt right,\\\" said he.  \\\"Only allow me to tell you that all is not lost yet.  The code has a weapon for every just cause.  Perhaps there will be a way for you to obtain and hold your fortune independent of your husband.\\\"\\n\\n\\\"Alas! I made inquiries on the subject years ago, and I was told that it would be impossible.  Still, you might investigate the matter.  I have confidence in you.  I know that you would not advise me rashly;--but don't delay.  The worst misfortune would be less intolerable than this suspense.\\\"\\n\\n\\\"I will lose no time.  M. Ferailleur is a very clever lawyer, I am told.  I will consult him.\\\"\\n\\n\\\"And what shall I do about this man Fortunat, who called upon me?\\\"\\n\\nThe baron reflected for a moment.  \\\"The safest thing would be to take no action whatever at present,\\\" he replied.  \\\"If he has any evil designs, a visit or a letter from you would only hasten them.\\\"\\n\\nBy the way Madame d'Argeles shook her head, it was easy to see that she had very little hope.  \\\"All this will end badly,\\\" she murmured.\\n\\nThe baron shared her opinion, but he did not think it wise or kind to discourage her.  \\\"Nonsense!\\\" he said lightly, \\\"luck is going to change; it is always changing.\\\"\\n\\nThen as he heard the clock strike, he sprang from his arm-chair in dismay.  \\\"Two o'clock,\\\" he exclaimed, \\\"and Kami-Bey is waiting for me.  I certainly haven't been wasting time here, but I ought to have been at the Grand Hotel at noon.  Kami is quite capable of suspecting a man of any knavery.  These Turks are strange creatures.  It's true that I am now a winner to the tune of two hundred and eighty thousand francs.\\\" He settled his hat firmly on his head, and opening the door, he added: \\\"Good-by, my dear madame, I will soon see you again, and in the meantime don't deviate in the least from your usual habits.  Our success depends, in a great measure, upon the fancied security of our enemies!\\\"\\n\\nMadame d'Argeles considered this advice so sensible that half an hour later she went out for her daily drive in the Bois, little suspecting that M. Fortunat's spy, Victor Chupin, was dogging her carriage.  It was most imprudent on her part to have gone to Wilkie's house on her return.  She incurred such a risk of awakening suspicion by wandering about near her son's home that she seldom allowed herself that pleasure, but sometimes her anxiety overpowered her reason.  So, on this occasion, she ordered the coachman to stop near the Rue du Helder, and she reached the street just in time to betray her secret to Victor Chupin, and receive a foul insult from M. Wilkie.  The latter's cruel words stabbed her to the heart, and yet she tried to construe them as mere proofs of her son's honesty of feeling--as proof of his scorn for the depraved creatures who haunt the boulevards each evening.  But though her energy was indomitable, her physical strength was not equal to her will.  On returning home, she felt so ill that she was obliged to go to bed.  She shivered with cold, and yet the blood that flowed in her veins seemed to her like molten lead.  The physician who was summoned declared that her illness was a mere trifle, but prescribed rest and quiet.  And as he was a very discerning man, he added, not without a malicious smile, that any excess is injurious--excess of pleasure as well as any other.  As it was Sunday, Madame d'Argeles was able to obey the physician, and so she closed her doors against every one, the baron excepted.  Still, fearing that this seclusion might seem a little strange, she ordered her concierge to tell any visitors that she had gone into the country, and would not return until her usual reception- day.  She would then be compelled to open her doors as usual.  For what would the habitues of the house, who had played there every Monday for years, say if they found the doors closed? She was less her own mistress than an actress--she had no right to weep or suffer in solitude.\",\"timestamp\":1640139599,\"title\":\"\\nThe hours went by; and still Job did not return.  What was the meaning of this delay\"},\"digest\":\"KXoCPo46js7WWLhpM8BiDiTLiaJ5Zy7_RYOrWYn51cc\",\"authorship\":{\"contributor\":\"0x368119602f169B8146fb749c112EF9CC81197C53\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nnQaOcytISkars7z-Run-5x4CVnJ9LaJxuA6VXAIwWU\\\",\\\"y\\\":\\\"zwIPQtL7jO6L_c_03k32oqYk2XtK79ENk0e8N4UTtjo\\\"}\",\"signature\":\"7c46KJUWttmmj8ndu7iAjdEd9Nlltcxp0yHeJYYqDbM7nrextQVtNlAM26QygFcvZ8ZU6BTA4fj_VCL_Sareqw\",\"signingKeySignature\":\"0x2d2a843dbb99b59f515b3b361c547c8d1049a6bee5f2fd405d0942942448eb690a8921abe2ae50d60ea053bdad6fc5ae690687dd077ace708bef3ef13083d9ec1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nnQaOcytISkars7z-Run-5x4CVnJ9LaJxuA6VXAIwWU\\\",\\\"y\\\":\\\"zwIPQtL7jO6L_c_03k32oqYk2XtK79ENk0e8N4UTtjo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KXoCPo46js7WWLhpM8BiDiTLiaJ5Zy7_RYOrWYn51cc\"}"