"{\"content\":{\"body\":\"> *Let’s share knowledge, let’s create smarter societies.*\\n\\n**We are seeking support in the creation of Collective Brain: a decentralized autonomous learning platform. If this sounds interesting to you, or you would like to be a part of it, keep reading.**\\n\\nEducation is broken. The education bubble will burst in the near future and most of the education will take place online. A combination of private tutors, MOOCs, and assessment centres will become the most common form of education. Students will collect titles from these different courses to become certified in specific titles. Universities will have lost much of their prestige and most mid-level institutions will close their doors. Institutions without recognized names like Harvard, Stanford or the like will be in trouble.\\nStudents will not attend colleges for the full four years (except at Ives and a handful of top institutions). Instead, students will attend flexibly to meet the course requirements for the corresponding qualifications. The idea of spending four years of your life, aged 18 to 22, living on campus will be considered an anachronism or a waste only accessible to rich persons.\\n\\n## Web3 like a solution\\n\\nWe are still in the early stages of the proliferation of the web3. There will be a host of approaches and momentum that will catalyze new innovations around DAOs and NFTs as we enter the new year. Being, especially notable, a palpable increase in attention to DAOs.\\n\\nNumerous leaders in the crypto space have already proclaimed 2022 as the year of DAOs, and for good reason. This year, DAOs like Friends with Benefits, PleasrDAO, and Nouns have shown us the incredible potential that the DAO concept has. In just a few months, some of them have created viral products, accumulated treasures in excess of $ 20M and have become absolute benchmarks in internet culture. In doing so, DAOs have given us an idea of how the companies of the future can be organized. This is just the beginning of a great journey to explore the conjunction between education and DAOs.\\n\\n🧠 Collective Brain can be characterized by four fundamental characteristics:\\n\\n1\\\\. A tokenized community **owned by members**.\\n\\nAll DAO participants will obtain ownership through their own 🧠 Collective Brain token. This in itself makes a big difference to traditional institutions and methods inherited from them, where students do not share ownership with the institutions. This lack of student ownership produces a significant misalignment of interests between university institutions and students, resulting in zero-sum networks with inefficiencies in learning. In contrast, since the participating members of Collective Brain are owners of the network, they share their knowledge and can delve into those topics that are really of interest. This point brings us to the second characteristic.\\n\\n2\\\\. **Added incentives for members to coordinate** so they can add value to the community.\\n\\nBecause community participants own the community, they are naturally incentivized to coordinate to increase the value of the network. The value of the network is a direct function of the demand for the token. Demand for the token on a network is increasing as more people seek to join the community and participate.\\n\\nThis format is interesting for two main reasons. The first is purely speculative (like all economic assets, this behaviour is inevitable). The second, and more important, is that the participant may be drawn to the people and content of the community and want to join in this new learning experience.\\n\\nAt the beginning, Collective Brain is likely to be hyper-focused on one or more specific topics (we currently focus on Web3, Longevity / Health and Tech (Big data & AI). The expected behaviour is that as the community grows the members themselves can launch proposals to the community to expand specific areas of knowledge such as Space Tech, Sociology, Anthropology, …\\n\\nThis cannibalization of new areas of knowledge will allow the construction of viral loops that will attract more and more people to join the community over time. Having a direct impact on the growth of the community as well as its tokenomics.\\n\\nThere are multiple examples of platforms that followed this same path such as FB (initially focusing on university campuses and then expanding to new sectors of the population), Twitch (with the e-games community and then to adjacent categories such as comedy, arts, music … .) and many other platforms.\\n\\n3\\\\.**Associate NFT** that allows you to prove that you are a member of the community.\\n\\nThe technology behind NFTs is really fascinating. Basically, it allows you to prove that a piece of software is yours. In 🧠 Collective Brain, once you are within the community you can obtain an NFT that proves that you are a member of an exclusive learning community with some of the best teachers in specific subjects. Can you imagine what it would mean to have the collective Brain NFT in your wallet?\\n\\n4\\\\.Unique utility: **create and distribute knowledge**.\\n\\nToday, students at a university or college have no incentive to worry about the quality of the institution itself. The economic model of these institutions is a zero-sum model. Because the real interest of students is not piqued, most classes are inevitably inundated with noise or spam in their brains. Collective Brain, change this paradigm. Individuals (a.k.a students) have incentives to care about the quality of the overall network. If a participant begins to over-post or spam irrelevant content, others will be able to sell their tokens and walk away in response, reducing the price of the token and incurring a financial penalty for the spammer. In effect, we come to the kit of the question, individuals will only need to worry about “self-governing” their own behaviours.\\n\\nBasically, the economic engine of the community will be focused on the quality of the content that is shared. If quality content is shared, more users will want to participate in the community and therefore, the price of the token will go up. If, on the other hand, the content is deficient, a large number of people will leave the community selling the tokens along the way and therefore, the community token will drop in price. Therefore, it is intended to establish a positive-sum model.\\n\\n**Now comes the fun part: we are starting to build the community, we are already around 20 members. If you want to participate, let me know by writing an email to *\\\\[carmonpa at pm dot me\\\\]* or leaving a comment on the post. The idea of building this publicly is to foster collaboration and together we can build the future of education.**\",\"timestamp\":1634199400,\"title\":\"🧠 Collective Brain: a new path to knowledge\"},\"digest\":\"aGTQStZYO9AeJakLThEAJw0RMfHyqPL9Tq-IPL2Z4r8\",\"authorship\":{\"contributor\":\"0x3fea0952d46786D1DeB1Ae657353F4ae3A4bbB1E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q5frOetRb5aHiGbXS8GiHsuf0F-afCD0se3quWGOpiY\\\",\\\"y\\\":\\\"fzeZm44Hzc0XGK0g-gGAqpWuPRyVC3Gh6n4y9P8XhgU\\\"}\",\"signature\":\"2BgZTjWQ4aLwAJDcagsKmBpLh9XMpfK0JJQvfH4oxcOYgXYFCtxqGRC-2IVrZK1DrCVEYoLyDoS92Jl_o045hw\",\"signingKeySignature\":\"0x6604316ec9dc58dda37b7eef49e092321fd20c76502e70ac7883752bfadf9f241e7231d409f04c190767bd319bcecf3f112e14fb36e0d5fa90cb6a57cacd99371b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q5frOetRb5aHiGbXS8GiHsuf0F-afCD0se3quWGOpiY\\\",\\\"y\\\":\\\"fzeZm44Hzc0XGK0g-gGAqpWuPRyVC3Gh6n4y9P8XhgU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Bjp40h3AWtolis0cTKgYZUGf2-eCMUVThK7Bb5Q_smU\"}"