"{\"content\":{\"body\":\"In a dark alley, Logue kicked up a stone in boredom, and it clattered against the wall.The fat man was pleased with his footwork and went out of the lane.\\n\\nThe wall suddenly moved, and a huge eye opened, slowly rolling, to stare after Logue.\\n\\nHis eyes on the wall turned sour. He blinked hard and turned back. To his astonishment, he saw the fat man squatting in front of him, smiling.\\n\\nThe eyes opened wide in vain, and they almost fell out of their sockets the size of a human head.Then, close your eyes firmly and quickly disappear from the wall.Logue was muttering, one hand already poking into the wall.The wall shook, and Roger's hand seemed to reach into the water, but the water was standing.\\n\\nLogue fumbled for a moment, then said softly, \\\"Honey, there's no use hiding.Ha ha, didn't I catch you?\\\"As he spoke, he carried out a strange little man, three feet high in a black robe, with tiny limbs, a strange big head and a pair of big eyes on his head.As soon as the little man was lifted out of the wall, he opened his mouth fiercely, intending to shout.\\n\\nHis mouth was open, but his voice could not come out. There was already a poor mouse in his mouth, leaving only a little tail outside.The rat was still struggling.Villain a face of fear, was tortured by the rat alive, finally a head, the rat swallowed down.As he opened his mouth to catch his breath, Logue raised his hand and shut his mouth.\\n\\nA flower cat rushed over, circled the erren twice, mewed and walked away dejectedly.\\n\\nRoger looked at the little man in front of him. Beads of sweat were falling from his face. The more He laughed, the more the little man broke into a cold sweat.Roger caught the flash of purple in the little man's eye and smiled more broadly. \\\"Clever little thing, what are you?\\\" he said.Don't tell me it's a man!\\\"\\n\\nRoger's eyes also lit up, bright silver.The silver as if two fine lines, drilled into the eyes of the villain, and finally captured the purple, so pull out the purple.\\n\\n\\\"Really did not expect, incredibly also can meet the devil.\\\"Roger looked into those big purple eyes and said to himself, \\\"This is getting interesting!Now, darling, tell me, what do you watch all day, hiding across the hall?\\\"The little thing looked dazed.\",\"timestamp\":1635752323,\"title\":\"stroll \"},\"digest\":\"cS33mJPkF9HJVUnasw8JhHnehW7BU33WRAaA40iWhQ8\",\"authorship\":{\"contributor\":\"0x48a9D0791753D3d02F8c85D79f19203FaFB57d97\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lmpQey7B-kHT7Umtt9r1Z59b_dl5fyi4VpJv4zlyVTE\\\",\\\"y\\\":\\\"sFLrWLNzQwyYycM764Uh_RqzdAIoblQKt4m_oFXgNkg\\\"}\",\"signature\":\"Ou41X0hDkqLbPZE8WfxRI-r0WeCuruJQNjERBFQ11Vx_gOzJzN0dSr5Iwv_dwX2njnqGnH67EQVgwCG76YoCBA\",\"signingKeySignature\":\"0xc0ab37728fbe25a43b0f80a9433cf31372e4b3b216eeefcd719eb58e4f6dd3343f6f70d07050f5955926fad342260782c52a830f78b5cf34839e20b6377f67cf1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lmpQey7B-kHT7Umtt9r1Z59b_dl5fyi4VpJv4zlyVTE\\\",\\\"y\\\":\\\"sFLrWLNzQwyYycM764Uh_RqzdAIoblQKt4m_oFXgNkg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cS33mJPkF9HJVUnasw8JhHnehW7BU33WRAaA40iWhQ8\"}"