"{\"content\":{\"body\":\"![Chapter 19: https://foundation.app/@ahmedb.eth](https://images.mirror-media.xyz/publication-images/DovJHEathiweE3fuBGeRQ.png?height=3508&width=2480)\\n\\n[https://open.spotify.com/episode/3jZb3lyGwXuV51GtWBPqSU](https://open.spotify.com/episode/3jZb3lyGwXuV51GtWBPqSU)\\n\\nThe gap between the two mountain peaks was formed by two tall, near-shear walls of what Noah could only guess was granite. Veins of varying colors ran through the sides, splintering and intermixing until they touched the dense, mossy ground where he sat cross-legged. He stared at the path in front of him. It was his last option. Over the last few days, he had hiked, climbed, and struggled through everything on this face of the mountain, ending up at a dead-end every time. Chasms he couldn’t cross, walls he couldn’t climb without specialized equipment, steel shale slopes that sent him tumbling and battered down the side. This was the last path he had been able to find. If he couldn’t find the path from this point… Well.\\n\\nMaybe he would die?\\n\\nHe tried to steady his breathing, tried to tap his AI back to life. If he could just get an overview of the mountains — the screen flickered, the text garbled. The AI was designed to at least try and make itself work, no matter how low the battery or bad the conditions, but the efforts of its little computer brain were growing increasingly confused and incoherent. It reminded him of a toy he used to have as a child, some old thing, a novelty, one of the few fully mechanical toys that were still occasionally made for kids. No fancy integration or learning software, just a toy dog that sang songs when you wound up its voice box. The battery had worn out over the years, and he had been getting too old to bother replacing it. As time wore on, its attempts at singing became more and more distorted and, according to his mother, demonic. She had finally thrown the thing out, but when Noah had been playing outside later that same day, he had heard its strangled little noises from the bin and secreted it back inside out of pity. After removing its batteries, of course. The toy would have given him nightmares otherwise. It still stood on a shelf in his room, hidden away from view, as a ratty little dog robot was not the kind of thing you wanted company seeing.\\n\\nThe AI’s attempts to help had been about as successful as the toy dog’s efforts to sing, and when he despondently asked it what to do, a display half-flickered to life, hovering above his arm.\\n\\nLIFE PATH OUTTT\\n\\n5\\\\[FIVVE\\\\] YRS SCRIBE IN SSERVIC — \\n\\nNoah slammed the thing off, staring straight ahead. He had half a mind to tear it out now — he couldn’t get the integrated casing out without serious damage, but he could leave the screen here. It wasn’t doing him any good, only reminding him of what he had left behind. But he couldn’t interrupt a place like this with a piece of tech like that. It wouldn’t be right.\\n\\nNoah stood, finally, hefting his bag. He was down to his water skins at this point, and had gone a day without food. The other supply bags were now crumpled in his main one, keeping the water from sloshing around inside. Unless he could figure out how to trap, clean, and roast some of the animals he had seen around, he wasn’t sure how much longer he could keep going. This path would have to work.\\n\\nIt wound around the two mountain peaks, back and forth, for several miles before surging suddenly upward. His hunger slowed his steps, and he drank more water than he should have just to try and feel full. Several times he thought he had reached the peak, only to find out there was yet more mountain beyond it. There was another long, hungry night of restless sleep before he started out again. His mind started running through disaster scenarios — exactly how long it would take him to starve out here, how much faster it would come if it rained and the chills set in with no food to warm him and keep him lively. He kept replaying conversations in his head from back home with Andi, with his parents, with his friends. Anything to keep his mind off of his stomach.\\n\\nAs he rounded another turn in the road, his imagined conversations developed a sudden, terrifying realism. Was he hearing things? There was a voice — an older voice, just like his grandfather’s — saying something that faded in and out of clarity with each step. Hallucinations were a bad sign. Starvation was driving him insane.\\n\\n“You’re not going crazy,” Noah said to himself. “You’re not going crazy. You’re not going crazy.” He chanted this to himself as he paced forward, eyes locked on the path. “Keep moving. You aren’t going crazy. Keep moving. You aren’t going crazy.”\\n\\n“Are you sure about that?” a voice from ahead asked.\\n\\nNoah forced himself to look up, worried there would be no one there. A young man, wearing pale grey robes with bright red patterns painted across them stood in the center of the trail, smiling with his arms crossed.\\n\\n“You’re a person!” Noah exclaimed, running forward.\\n\\n“Are you sure you are? Looking a little thin,” the young man said, taking a step back. “I’m Student Leon. What’s your name?”\\n\\n“Noah. I’m looking for Ekur,” he said, unable to suppress his smile of relief.\\n\\n“You’re quite close. I was walking with my teacher when we heard you crunching along. He sent me to make sure it was a seeker and not some vagabond.”\\n\\n“Is that common? Thieves coming up all this way?” Noah looked down the long path behind them.\\n\\n“Not at all,” Leon said with a laugh. “But Teacher always likes to be careful. He says that it’s easier to replace the young ones. Follow me. We can get you a bed and some food.”\\n\\nNoah followed him, and after a minute, they met up with a much older man — his robes a darker grey but the designs on them just as bright, even though the robe was worn almost thin in some places. Noah figured he must have to re-paint them to keep them in such good condition. The two led the way, talking on about something that Noah couldn’t quite follow, something to do with the stars.\\n\\nAs they walked, the landscape around Noah became more purposeful, less wild. The trail in front of him was now framed by carved stones, all with stylistic arrows pointing towards their destination. Parts of the mountain had been carved into, or around, leading them through several archways and short tunnels that continued to snake back and forth. Gradually, they moved upward, until they crested a rise and looked out into a valley buried within the mountainscape.\\n\\nHis two guides paused to let him take in the scene. It was clear why his other pathways hadn’t worked — the valley was ringed on all sides by sheer sides, the whole thing giving the city a look as if it were nestled in the mouth of a long-dormant volcano. Noah wondered if that was true, and his mind flickered to thoughts of lava spewing forth from between the myriad buildings and down the sides. He shook his head. The hunger clawing at his insides had been making him anxious.\\n\\nThe city had been made almost entirely out of stone, with the occasional wood rooftop dotted here and there. The buildings were elegant. A lot of care had clearly been taken with the entire project, and everything, at least from here, appeared to be hand-carved and made to last. On the buildings closest to them, he could make out detailed designs interweaving through the wood, though they were still too far away for him to see what they depicted. There were wide, open streets, enjoying the sun, the high walls of the valley casting a shadow across the back half. Small trees were dotted in squares, and the people milling about below were a moving stream of grey, red, blue, and green. After a few minutes, the old man started down the path again, and Noah and Leon followed. It took almost another half hour to make it through the first of the major archways that marked the true entrance to the city.\\n\\nPeople smiled as he passed, offering friendly greetings. Light music seemed to follow them throughout the city, and conversation rose and fell with their footsteps, laughter breaking out here and there. The whole place felt serene. No one seemed surprised by his arrival. The two men led him deep within the city until they came to a three-story building with a deep-set archway, the pillars holding up the large outer patio carved with leaves so lifelike that Noah had a hard time believing they were made by hand.\\n\\nThree small children ran down the street behind him, and Noah realized they were the first kids he had seen on his walk. Most of the people seemed to be a bit older than himself, though from there, their ages ranged wildly. Leon bade farewell to his teacher and then led Noah inside.\\n\\nAn older woman sat behind a counter reading a book. It was a print book, which Noah figured probably shouldn’t surprise him by now. She looked up as they came in, letting out a brief sigh as she dog-eared the page and set it aside.\\n\\n“A new one?” she said with a grin, apparently forgiving them for the sin of interrupting her reading.\\n\\n“Fresh off the press,” Leon replied. “I figured you could find some room for him here?”\\n\\n“It’s been a while since we’ve had anyone. Those beds are just aching for someone to sleep in them,” she said as she rifled under her desk until she pulled out a key. “It will be the first door on your left in the hallway there. You’ll get a room to yourself. Dinner is at sundown, and there will be a board out in the dining room at breakfast and lunch for you to piece together a meal for yourself. Everything you need will be in the room — clothes, toiletries, all of that. Oh, and you’ll need to leave your integration here with me.”\\n\\nNoah started, looking down at his arm.\\n\\n“Don’t worry, I’m not going to pawn it off. Nobody here would have any use for it, anyway, and you’ll get it back later, during your training. But for the first few days we like people to do a bit of a detox, you know? I’ve got a piece of plastic here.” She pulled it from a cabinet behind her. “You can use it to fill the hole if you find it unsettling. A lot of people do. And it will give your hands something to grab on to when you go grabbing for it in the middle of the night.”\\n\\n“It hasn’t been much use to me for a while,” Noah said, pulling it out and popping off the external piece behind his ear, sliding them across. “I don’t think that’ll be too much of a problem.”\\n\\n“You’d be surprised,” she said, passing him the hunk of plastic. It fit right in the arm slot; he had to press it a bit, but it slid into place.\\n\\n“Your first step!” Leon said with a small clap. “That’s always the exciting part for me.”\\n\\n“I remember when you came here,” the woman said and smiled at him. “Looked like a puppy who’d been half-drowned in a bag.”\\n\\n“Well, it was raining.” Leon stuck out his tongue. “I don’t know how else I was supposed to look.”\\n\\n“What city did you come from?” Noah asked.\\n\\n“Scholars.” Leon smiled. “Like you.” He pointed at Noah’s eyepiece. “I have one of those. One of the few things I still use, actually. Handy with some of the old books. Look,” he said as he unrolled his sleeve, showing his arm. There was a gnarly scar where the integration used to be.\\n\\n“Don’t make that face!” Leon said, tapping the scar. “I’ve always scared easily. Most don’t look quite this gruesome. We’ve got quite good doctors here, plenty who did their rounds in the city before cutting free, and some who were raised here. It’s a good place,” he said, rolling his sleeve down. “I’m glad you’ve come.”\\n\\nHe took Noah to his room, showing him around, pulling plain grey robes — so pale they were almost white — from the closet. “You’ll wear these so people will know you’re learning,” he explained. “They’ll go a bit easier on you, won’t try to strike up some philosophical discourse in the street unless they’re in a mischievous mood. It’ll also get you free food and services around the city. None of the novices have to pay.”\\n\\n“That’s a pretty major student discount,” Noah joked.\\n\\n“Tell me about it. The day I got my marks I was so excited…until I got to the tavern and realized the bill was on me,” Leon shrugged. “The price we pay for knowledge.”\\n\\n“Literally,” Noah said. “How long until sundown?”\\n\\nLeon laughed, then rifled in the bag at his side and pulled out a few mangoes. “This should tide you over. Why don’t you take a walk around the city, get acquainted without me or anyone breathing over your shoulder? They’ll figure out your assignments and teachers and the like tomorrow, so you have some time to kill.”\\n\\n“Thank you, Leon,” Noah said, taking the robe and sitting on his bed. He stared down at it, feeling the soft material between his fingers. Leon was at the door when Noah looked up.\\n\\n“Um,” he said, hesitantly. “Please don’t take this the wrong way, the city is very beautiful, but it does feel a little — ”\\n\\n“Cult-like?” Leon asked.\\n\\n“Yeah,” Noah winced.\\n\\n“I thought the same thing when I got here. But don’t worry. We aren’t swearing ourselves to some mantra or anything like that. And the robes are just on the outside,” he said, pulling back his own, revealing a more contemporary getup. “There really aren’t that many rules beyond no tech besides what all the sages have decided on together, and no dressing up like a novice when you aren’t to cop free things. Also, like, no murder.” Leon laughed. “But you don’t look like the type I’d have to warn about that.”\\n\\n“Thanks,” Noah said again. Leon left with a nod, and Noah ate the food, his stomach rejoicing. He looked out the window as he finished it up, still not putting on the robes. He wasn’t sure if he was ready for the whole city yet. It was a lot to take in, so many days of nothing but himself and the mountains and then… this. All of this. Why weren’t the scholars ever talking about this place? Based on what he’d seen, it was a whole city of scholars — or sages, or whatever. Surely, this place should have come up in conversation back home?\\n\\nHe pulled on the robes and opened the door to his room. He decided to just explore the strange little hostel he’d ended up in and the block around it. Little by little. The big changes could wait a few hours more.\",\"timestamp\":1640421827,\"title\":\"The Journey to Ekur - Chapter 19\"},\"digest\":\"b70zH4vC053b9e6qK-33uzzlcMWf4BwSKjjdwn5kqy0\",\"authorship\":{\"contributor\":\"0xcac28b391dA1F25Cb329C3E24794e1d0D354EaeF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cx084R77O-8vEwbCkglYG8u8mflSYcTkdXC7dSb2aIs\\\",\\\"y\\\":\\\"5Ybsm5He0j05neHPwfLBZAAcVY71ieQOn8201kXQPf8\\\"}\",\"signature\":\"6psPVKEcGzrno4zXm6sIfEkf210Ir4ZIYpxU4Gn6Uy1pyJvL5dErpWhXfMPK9oY_1s7BJTITSO4R3WWn5g6Ytw\",\"signingKeySignature\":\"0x58b08e6823a985abee180d880e017a7eba882f1eb64c3f466eace20569e6a65f4af99205e6a9dd78d56cc7a0475f78950d1b96c96e5ef4d69faab7cdf4c46c611c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cx084R77O-8vEwbCkglYG8u8mflSYcTkdXC7dSb2aIs\\\",\\\"y\\\":\\\"5Ybsm5He0j05neHPwfLBZAAcVY71ieQOn8201kXQPf8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"b70zH4vC053b9e6qK-33uzzlcMWf4BwSKjjdwn5kqy0\"}"