"{\"content\":{\"body\":\"全国人口出生率再创新低。近日，《中国统计年鉴2021》中披露，2020年全国人口出生率为8.52‰，首次跌破10‰，而同期人口自然增长率仅为1.45‰。\\n\\n持续走低的生育率一直以来都是公众关心的热点话题。\\n\\n今年5月，国务院第七次全国人口普查领导小组副组长、国家统计局局长宁吉喆在国新办发布会上介绍，从人口总量上看，虽然我国人口总量增速是放缓的，但仍然保持了平稳增长。同时，普查数据也反映出我国人口发展中面临着一些结构性矛盾，如劳动年龄人口和育龄妇女规模下降，老龄化程度加深，总和生育率下降，出生人口数量走低等。\\n\\n宁吉喆认为，要辩证看待人口变化对经济社会的影响。一是我国人口基数大、人口众多的基本国情没有改变，超大规模国内市场优势将长期存在，人口与资源环境仍将处于紧平衡状态。同时，人口增长放缓，需要采取措施促进人口长期均衡发展。\\n\\n针对人口问题现状和面临的挑战，中国人口学会副会长、北京大学社会学系教授陆杰华接受中国新闻周刊专访表示，从人口变化的规律来说，应尽量延长人口红利的时间，通过一些制度安排来借鉴其他国家人口负增长所带来的一些成功经验和失败教训，避免走弯路，实现社会经济的可持续发展。\\n\\n**负增长可能提前**\\n\\n**中国新闻周刊：《中国统计年鉴2021》披露，2020年全国人口出生率为8.52‰，首次跌破10‰，这个数据意味着什么？**\\n\\n**陆杰华：**应该是新中国成立以来，除了自然灾害那几年，自然增长率最低的，降得比较厉害。过去我们都是正增长，多数年出生率基本都是两位数，现在8.52‰，但是死亡率还在上升呢，因为老年人口比例和规模在逐渐扩大。\\n\\n**中国新闻周刊：那意味着接近人口负增长了？**\\n\\n**陆杰华：**现在数据还是“正”的，自然增长率是1.45‰，2021自然年度还没过去，出生人数和死亡人数的绝对数还没有公布，那就是一个相对数。2019年死亡人口是980多万，但因为人口老龄化，它这个数每年是上升的，去年出生人口是1200万，今年要是低于1000万的话，那就有可能进入负增长。\\n\\n**中国新闻周刊：人口负增长的脚步提前了。**\\n\\n**陆杰华：**对，快一些。之前是预估2027\\\\~2030年才进入负增长，现在如果今年不增长，明年没有回升的话，可能就这两年的事了。\\n\\n**中国新闻周刊：今年三胎放开了，会起到作用吗？**\\n\\n**陆杰华：**至少今年没有作用，5月放开，目前还看不出成效来。通过放开三胎来解决人口问题比较难，因为三胎在整个出生人口里占的比重不是特别大，最重要的是一胎二胎，前面放开二胎政策后预期比之前要低，所以放开三胎。\\n\\n**中国新闻周刊：今年七普数据也公布了，你觉得按照现在的人口增长趋势，近两年会是人口峰值吗？**\\n\\n**陆杰华：**假如今年死亡率超过出生率，那可能这个峰值就下去了，但是明年还能不能回来，还有待观察。比如，明年三孩要出生了，会不会抵消一些死亡率，可能会有一些波动吧。\\n\\n**中国新闻周刊：现在我国的年龄结构是什么情况？**\\n\\n**陆杰华：**底部在收缩，顶部在增长，中间靠近顶部的中年劳动力部分也在老化。这个变化趋势决定了我们现在（人口）保持正增长的难度也是比较大的，因为整个年龄结构在老化。\\n\\n**中国新闻周刊：这个结构形态会对经济和社会产生什么影响？**\\n\\n**陆杰华：**人口无论是总量还是结构对社会经济发展都是基础和全局战略性的变量。人口是个慢变量，实际上会作为一个长周期影响几十年。对人口红利、养老金、养老照料等方面都会带来持续性的挑战。\\n\\n**数量型转为质量型**\\n\\n**中国新闻周刊：在你看来，人口红利的流失是一个什么性质的问题？**\\n\\n**陆杰华：**是一个挑战。过去依靠数量型的人口红利，将来如果这种红利消失，需要依靠质量型。现在数量型的人口红利并没有完全消失，只是在走向下行，劳动力人口还是相对比较多的，只是和十几二十年前相比，规模和比例下降了。一方面可以通过延迟退休，保证这个比例和规模，另一方面可以提高劳动效率，提高人力资本，来获取第二次人口红利。\\n\\n从人口变化的规律来说，尽可能延缓人口负增长到来的时间，尽量延长人口红利的时间，我们可以通过一些制度安排来借鉴其他国家人口负增长所带来的一些成功经验和失败教训，我们避免走弯路，使我们即使负增长也可以保持社会经济的可持续发展。\\n\\n**中国新闻周刊：有专家认为应全面放开，有的认为应缓步放开，你怎么看？**\\n\\n**陆杰华：**发展规律上是全面放开更好一些，如果全面放开效果还是不行，那至少下降的趋势能减缓，然后再用其他措施来应对生育率过低或者负增长的变化。现在逐步放开可能是考虑到中国人口这么多，可能担心潜在问题，所以也是一个逐步优化生育政策的过程，但是如果未来真的面临负增长，那肯定还是要做进一步调整。\\n\\n**中国新闻周刊：除了生育惯性规律以外，人为因素现在被谈论的最多的就是年轻人不愿意生孩子，你对此怎么看？**\\n\\n**陆杰华：**这是社会经济发展的产物，也是一个必然结果。过去生育率下降靠政策，现在政策范围内他不生，这就是一个经济、文化作用的问题，看看能不能通过一些积极有效的措施让生育率有所回升，现在生育、养育成本都比较高，要降下来，才能改变情况。\",\"timestamp\":1637291536,\"title\":\"全国人口出生率再创新低，人口专家：负增长可能提前\"},\"digest\":\"AtlHIsRRXxuUk_mNoteo8nUDir0pUS3GhUmli8xlwL8\",\"authorship\":{\"contributor\":\"0xe9F769a39ADA551ccBe6e517dCA0aaCFE759c84D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kucUhDx3SDIm-dtrk8jFv46x5YWyCHKbW_xpz-T_224\\\",\\\"y\\\":\\\"cwI6ToU4mW9tpOKy0lPkFPM_LgMo5jVhhIiXEgt6mcE\\\"}\",\"signature\":\"WFkSkgSK_K2YtUz1V_UkTF4spiA6r75tn4gFz0ktQSYHQQoqyzDe5A1p_blgm1zKhNEB5B1exnEGtX6aErKmxQ\",\"signingKeySignature\":\"0x092c2660f87adaf1c87caa1361ace4c1b0766f0e95f4887884b4fc26a00a715777fe14a947ccb85bb833741350faecaeb450e04421cc9c2d5ca364656e1445b01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kucUhDx3SDIm-dtrk8jFv46x5YWyCHKbW_xpz-T_224\\\",\\\"y\\\":\\\"cwI6ToU4mW9tpOKy0lPkFPM_LgMo5jVhhIiXEgt6mcE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AtlHIsRRXxuUk_mNoteo8nUDir0pUS3GhUmli8xlwL8\"}"