"{\"content\":{\"body\":\"> “Remember, each one of us has the power to change the world.” – Yoko Ono\\n\\n## Lay of the land\\n\\nWith the advent of the internet, technology has changed millions, if not billions, of lives. For the first time, humans have the power now to connect with anyone around the world, within a matter of seconds. We have been able to store and analyze terabytes of data. Nearly every industry has been able to expand its reach to every household with the power of the Internet. And the music industry is no exception to this!\\n\\nWe started with the streaming services. Internet companies like Spotify and Youtube made it possible for people to have access to unlimited music at a price never thought of before. Many speculated that with such low prices, large record labels and producers will be hesitant to move their catalog on such services for online streaming. But with millions of users flocking to these services, the music industry adapted. And today, we have nearly every song launching through one of these music streaming services. That is how millions of people listen to music and share it among their friends and peers. But it is still lacking the other side of the economy.\\n\\nWe know that record labels produce music. But what does that really mean? And does does it mean for the artists to be signing with record label? Let’s break it down\\n\\nWhat does Record Label do for an artist?\\n\\n* Find talent and “nuture” them\\n* Do production, distribution, and publishing of music\\n* Marketing and promotion of new releases\\n* “Enforcing” copyright for the music\\n\\nNow let’s look at what Record Label get’s in return\\n\\n* Get back their recording cost. **Right!!** The artist bears this debt which is repaid from royalties\\n* Keep 100% of royalties till the “debt” is paid. And then 70-80% of royalties, in perpetuity\\n* Lock an artist and prevent tehm from signing with some otehr label for 3-5 years. In  some cases, even longer\\n\\nAnd how much do record labels make?\\n\\n> **$6,935,000,000**\\n>\\n> This is how much \\\"Top 3 Record Labels” made last year, from **just** **streaming**\\n\\nTo put it in perspective, that is **$19 million** every day\\n\\nOkay! So by now, unless you are a record label yourself, you will agree that record labels get to keep a huge piece of the pie in return for their services, that’s mostly obsolete now.\\n\\n* Artists are found on Social Media.\\n* Sound production and distribution cost has gone down significantly with online streaming.\\n* Marketing a song or artist is more through peer-to-peer sharing and user-curated playlists. Nobody looks at a billboard to know the latest release!\\n* Copyright is enforced by the law. Besides, now there are several companies that’ll help you recoup your share of licensing royalties. Check out TuneCore\\n\\n## Bright side a.k.a. Solution\\n\\nFrom the above discussion, one thing is pretty clear. Regardless of the fact that if you’re a record label or not, we all can agree:\\n\\n> *Music makes a lot of money, but only for a few*\\n\\nAnd if something makes money, why not invest in it, right?\\n\\nExcept, there is no such thing as “investing music”. Not yet!\\n\\n* Imagine a world where everyday people can not only listen to music but invest in it!\\n* Imagine a world where artists get instant cash payout without taking on any debt!\\n* Imagine a world where trading music as an asset class is as easy as stocks\\n* Imagine a world where fans become investors and investors become fans\\n\\n## Imagine a world at Evolane!\\n\\n![Evolane says \\\"hi\\\"](https://images.mirror-media.xyz/publication-images/R5pTBir0QLqLLmSn8CHhO.jpg?height=122&width=418)\\n\\n*Evolane is a music investment platform that allows anyone to invest in fractional music ownership through “royalty-bearing NFTs”*\\n\\n### For Investors\\n\\nWith Evolane, every time you invest in a song, you get an NFT. Each NFT represents a percentage of royalty revenue rights based on your investment size. The more you invest, the bigger the revenue split you’ll have. And every time the song makes money, you make money. No matter it’s Spotify, radio, TV licensing deals, concerts, or just good ol’ buying of LPs. *You make money whenever the song makes money*\\n\\nThis gets even better. As the song grows in popularity, so does the value and demand for your NFT. Because more people want to buy the revenue rights for a famous song. That means you have the power to get an instant payout if you choose to\\n\\n### For Artists\\n\\nArtists are an integral part of Evolane and we will constantly work to make sure we stand by them. As an artist, now you can truly democratize your music with Evolane. That means saying goodbye to ”taking debt” to create music. It also means connecting with your fans in a unique way and growing it along the way.\\n\\nIt’s already a challenge to create something that millions can connect through. And we want you to focus on that. With Evolane, artists don’t have to worry about minting tokens, distributing their songs, and maintaining a ledger for distribution. We are with the artist every step along the way. We will create the contracts. We will mint the tokens. We will raise the funds. We will help distribute the music on different channels. And we will take care of handling the disbursement of royalty revenue to each NFT holder\\n\\n## What the future holds\\n\\nOver the coming weeks, you will see us launch our initial set of artists and drops for our beta run. Each individual launch will have a unique set of characteristics and will bring us one step closer to creating an economy where the artists truly get rewarded and the fans truly get integrated.  We are excited to begin this journey and especially with each and every one of you. We don’t like to label ourselves as “record labels” (pun intended). We are a community, a platform, a movement. We are\\n\\n> “For the artist, By the people”\\n\\nThis vision of ours will not be possible without you. If what we believe in resonates with your beliefs and you would like to be a part of our mission, please feel free to reach out to us at [support@evolane.io](https://mailto:support@evolane.io) and check out our website <https://evolane.io>. We look forward to hearing from you!\\n\\nWelcome to Evolane!\\n\\n**- Evolane team**\",\"timestamp\":1641883741,\"title\":\"Hello World\"},\"digest\":\"RrqYVPpeH6L7w6N6x9Sw-n4kGSmxIZpsPM8bfQ-fDj4\",\"authorship\":{\"contributor\":\"0x45c4507c90762613Cb68d28D8627Cb6346D4f418\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Br0ZKGbXQCclqI_NDCVS-Rfg717aPjnCLQj-XlHOvzA\\\",\\\"y\\\":\\\"_K-sO3DRBUxsPr74bjDZ3GJ6eii5OjPbB27X2HHtTjs\\\"}\",\"signature\":\"LDLkdSPKJKk3Bpw8efigux4TKcU2qNkxi5kaCJw3rFkRCCLMQe4A3WaRYQZFwigAQx7eiIDV9voNN6WquBuyhA\",\"signingKeySignature\":\"0xc856afc0f76fe6d4bc55406dcdded1ff5b35c76f118768b99c06d7d8300262f710c8462e1026e73fca9aba8056b76ab7036a95d2bd30c25b1a7f21b54749e9561b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Br0ZKGbXQCclqI_NDCVS-Rfg717aPjnCLQj-XlHOvzA\\\",\\\"y\\\":\\\"_K-sO3DRBUxsPr74bjDZ3GJ6eii5OjPbB27X2HHtTjs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"riikg9MyxXGT4LLVZ1gVwnGTbeZ3ZVQzik6wkxobazM\"}"