"{\"content\":{\"body\":\"[Artizen](https://www.artizen.fund/) is the largest community fund for artist grants. Our mission is to transform the way culture and public goods are funded, beginning with the arts. We are moving to web3 and invite you to join us as we build the [Artizen DAO](https://artizen.link/pitch-deck).\\n\\nArtizen helps communities come together and support the things they care about. We make it easy to crowdfund new grants, curate the awards, and earn NFTs from the winning projects — a positive-feedback cycle that powers sustained support for your field, community, or cause.\\n\\n![](https://images.mirror-media.xyz/publication-images/wh78apEs5zDx5xZeMcWIm.jpg?height=1185&width=1920&&&&&&&&&&&size=medium)\\n\\n## The Problem\\n\\n![](https://images.mirror-media.xyz/publication-images/4YP_U1sUzv-7_hQzrBcKT.jpg?height=838&width=2500)\\n\\nGrants are the lifeblood of the arts, but a [new model for grants is deeply needed](https://www.theatlantic.com/entertainment/archive/2016/01/the-state-of-public-funding-for-the-arts-in-america/424056/). The current system is centered around institutions, not communities, and as a result is bureaucratic, inefficient, and does not align incentives between donors, grantmakers, artists and their fans.\\n\\n* **Donors**: few rewards, no voice in curation, no relationship with artists and little stake in their success.\\n* **Grantmakers**: complex administration, overhead, challenges attracting and keeping donors.\\n* **Artists**: insufficient funding sources, onerous application processes, weak ties to donors. Few grants go directly to artists, most go to nonprofit gatekeepers who can afford full-time grant writers.\\n* **Fans**: excluded from the grant process entirely with no ability or incentive to donate to grants.\\n\\n## The Solution\\n\\n![](https://images.mirror-media.xyz/publication-images/Bjad-DCei_4FB4_vo8q_H.jpg?height=802&width=2500)\\n\\nArtizen has developed a new model for grants that aligns the incentives of grantmakers, donors, fans and the artists they support. By combining crowdfunding, community curation, and NFT rewards, we can unlock new money, untapped network effects, and sustainable support for the artists in your community and every community around the world.\\n\\n* By giving donors a voice in where their money goes, we give fans a reason to become donors;\\n* By eliminating bureaucracy, we give more money directly to artists, and simplify processes for both artists and grantmakers;\\n* And by rewarding donors with NFTs, we give everyone a stake in the project’s success, attracting more donors and creating stronger ties between supporters and artists.\\n\\n## Artizen Grants Unite People\\n\\n![The Dance by Matisse](https://images.mirror-media.xyz/publication-images/S590-O_XWeO8WoW5-oULX.jpeg?height=997&width=1500)\\n\\nSince launching our MVP in 2021, Artizen has awarded nearly $500K to artists across more than 100 grants, grown to 12K+ members, and partnered with major companies and cultural institutions including Microsoft, HP, Unity Technologies, and the Cannes and Tribeca Film Festivals. These partners are excited to underwrite community grants because we give them a way to directly support causes they care about, while removing the complexities of running a grant themselves.\\n\\n![](https://images.mirror-media.xyz/publication-images/_8fyRkr5vVNpe3BixCRYi.jpg?height=1260&width=2410)\\n\\nIf you’re HP, or Academy Award Winner Viola Davis, and you want to encourage more Black visionaries to explore new technology, you can either create and run your own complicated grant, incubator, or mentorship program – or you can simply back an Artizen grant.\\n\\n## Artizen Curation Engine\\n\\nGroup decision-making is a challenge. How do you give a voice to donors without making it just another popularity contest? How can you give unknown artists an extra leg up? How can a grantmaker guarantee high standards for winning artists, and keep a grant aligned with its original mission? How do you create a positive, *[wagmi](https://www.one37pm.com/nft/art/nft-twitter-meanings-definitions)* culture and avoid a dynamic of ‘winners’ vs. ‘losers’? How do you balance the power of small donors against big donors?\\n\\nWe have been iterating on these difficult questions for over 100 grant cycles. The result is our Curation Engine, a selection system that balances and harmonizes these interests. Grantmakers select a jury of experts who review project submissions and curate 3-10 finalists. This guarantees that winning projects uphold the mission standards and mission of Artizen grants while allowing for thoughtful curation of projects that might not yet have large followings. [Quadratic voting](https://vitalik.ca/general/2019/12/07/quadratic.html) balances small and large donor power while still incentivizing donation. And everybody wins: splitting prizes proportionally to upvotes avoids the disappointment and bad blood of winner-take-all contests.\\n\\n**Here’s how a grant works in practice**:\\n\\n* Artists submit project proposals;\\n* Jury, selected by the grantmaker, chooses 3-10 finalists;\\n* Community donates to buy upvotes;\\n* Community votes for their favorite of the Finalists;\\n* Project with the most upvotes wins the grant, but all Finalists receive funding in proportion to the number of votes they received;\\n* Winning project mints an NFT Artifact to reward donors (more about this later).\\n\\n![Artizen Curation Engine](https://images.mirror-media.xyz/publication-images/ZMRZDCSXjwYcQdEaX8zPa.jpg?height=1260&width=2410)\\n\\n## Community Curation Drives Growth\\n\\nWe’ve discovered something remarkable: community curation drives growth.  By giving donors a voice in selecting winners, artists have a reason to invite fans, and fans have a reason to become donors. The most successful Artizen grants grow rapidly because of this dynamic, and we are modeling the web3 version of Artizen on their success.\\n\\n![](https://images.mirror-media.xyz/publication-images/idR26Y7n3QnguyQC8XbUX.jpg?height=908&width=2500)\\n\\n## NFT Rewards\\n\\nWe are building a new version of our platform on web3 for two reasons. The first is to use NFT rewards to ‘close the loop,’ connecting the value of the art to the donors who support it.\\n\\n![](https://images.mirror-media.xyz/publication-images/H0CJWMuc8iMDHrGYku6rT.jpg?height=1260&width=2410)\\n\\nFor each grant cycle, donors will receive an NFT representing their support (a portion of an Artifact, described below).  Designed with the winning artist, it will combine the ideas of a [POAP](https://poap.xyz/) with NFT art – both a badge of support and a tangible asset that can appreciate in step with the growth of the artist’s career.  In addition, royalties from any trading of these tokens goes back into the Matching Fund to ‘pay forward’ into future grants. NFTs will also connect the success of individual grants to the health of the whole grant ecosystem through Artizen Artifacts.\\n\\n## Artifacts Power the Artizen DAO\\n\\nThe second reason we are moving to web3 is because we want Artizen to be owned by our community. Artizen Artifacts are NFTs that represent collective ownership of the platform, which will transition to a [Decentralized Autonomous Organization](https://ethereum.org/en/dao/) (DAO). Artifact holders will be artists, donors, grantmakers, fans, and anyone else invested in building a brighter future for art, science, and culture.\\n\\nRoyalties from Artifact sales go back into the Matching Fund, which will provide ongoing support for all grants. Each grant cycle mints 3 new Artifacts, designed by the winning artist – one for the DAO, one for the artist, and one fractionalized as rewards to their donors. As the company transitions to distributed governance, the community can experiment with new structures and policies.\\n\\n![Artifact of van Gogh's Ear](https://images.mirror-media.xyz/publication-images/XXqUSUWJ_GT9L1MNosM2U.gif?height=450&width=800)\\n\\nThe collection begins with 1,111 objects from the history of art around the world, designed by [Nak Yong Choi](https://knocknak.com/) with sound by [Elliot Cole](https://www.elliotcole.com/). These 3D objects will be interoperable with [Jadu](https://opensea.io/collection/jadu-jetpack), [Sandbox](https://www.sandbox.game/en/), and elsewhere in the metaverse. And finally, this collection (and community) will grow as new grantwinning work is also memorialized in Artifacts.\",\"timestamp\":1635282206,\"title\":\"Artizen DAO\"},\"digest\":\"LgghG6eNiK9mkBcXAXGtjcTdeDP2rQT0XoBRoDZ6q0o\",\"authorship\":{\"contributor\":\"0xfe5E90ba7cDAaDba443C0C27010eB1D51327EaFb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MxCPxdXchg5qDekWpbIGQMUTZIenodV_aAN9AAeXjc8\\\",\\\"y\\\":\\\"w2AqhwpOnFv-vOsOXTvm0sqyrPFX6sNXdFW4g6Ct4dQ\\\"}\",\"signature\":\"BR8G-aM_c3ldA5DCqZfGtbBOpb7WXAGo_IoG0kL6fZvdCaIS6gzVyv-jVEjN9X2OSrC-uYbOJ-94PLZ4BQmMHQ\",\"signingKeySignature\":\"0xc46f8d7a4b8381472289e9d78ff7e268cd88c006e0257d5ccc1915ca75c8d09e5658af297a38234419c6e1397beb2dd90c48245074e4c1c721042e34820ff14b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MxCPxdXchg5qDekWpbIGQMUTZIenodV_aAN9AAeXjc8\\\",\\\"y\\\":\\\"w2AqhwpOnFv-vOsOXTvm0sqyrPFX6sNXdFW4g6Ct4dQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JG0qijxHRbh4a9I3xdwpsgWWno8lOKn1X2wGCeqXueI\"}"