"{\"content\":{\"body\":\"大校低头看向他身边的蓝轩宇，当他看到蓝轩宇的时候，原本凝练的目光也是微微一愣。 \\n  \\n     实在是这个孩子长得太好看了一些。蓝色短发盖住额头，一双无比澄澈的大眼睛正看着自己，粉嫩嫩的面庞吹弹可破。叶灵瞳已经是孩子里长得很好的，可和这个小男孩儿一比，却明显要落在下风。 \\n  \\n     “叔叔好。”蓝轩宇乖巧的问好。 \\n  \\n     “嗯，你好。”下意识的，大校伸手摸了摸蓝轩宇的头，眼神也变得柔和了几分。 \\n  \\n     做完这个动作他才觉得有些不妥，这似乎是有点太亲热的样子了，毕竟还是陌生人。但旁边的蓝潇却早就已经习惯了，习惯了看到每一个见到自己儿子的人主动会作出亲近的行为。 \\n  \\n     “爸爸！”前面正准备走进学校的叶灵瞳刚好看到了这一幕，忍不住叫了一声。 \\n  \\n     大校有些尴尬的收回手，向蓝潇道：“我叫叶锋。” \\n  \\n     “首长，我叫蓝潇……”蓝潇刚说完这句话，突然停顿了下来，因为，他突然发现，这位大校的名字他听过。下一瞬，他的瞳孔就不由得为之收缩。 \\n  \\n     叶锋向他点了下头，又向女儿挥了挥手，转身走了。 \\n  \\n     “小朋友，该你报名了。” \\n  \\n     “老师好，我叫蓝轩宇。” \\n  \\n     “蓝轩宇，七岁，你是超龄入学是吧。来，测试一下魂力。” \\n  \\n     当柔和的白色光芒达到一尺的时候，后面的家长鸦雀无声。 \\n  \\n     作为天罗初级魂师学院在紫萝城的分院，这里无疑是紫萝城最好的初级魂师学院，能够进入这里上学的孩子，就算本身没有比较之心，家长们怎么可能没有？ \\n  \\n     十级，这已经不是魂师等级中最低的魂士级，而是第二层次的魂师级别了。一般来说，达到十级就可以正式被称之为魂师，因为已经可以拥有魂环、魂技，有一定的战斗能力或者是辅助能力了。 \\n  \\n     哪怕是超龄，七岁达到十级，还是很吓人的好不好。 \\n  \\n     “竟然真的是十级。好了，你可以进去了。”负责报名的老师也是略微顿了顿，才接受了这个适时。 \\n  \\n     而在蓝轩宇前一步的叶灵瞳并没有进去，先前父亲摸了别的孩子让她很不满，平日里，父亲几乎很少在家，好不容易这次腾出时间送她入学，却在学校门前对别的孩子亲近，这让叶灵瞳十分不满。她这个年龄，没什么性别的概念，只是想着，父亲为什么对别人好。这是最简单也是最单纯的嫉妒。 \\n  \\n     十级？他是十级？ \\n  \\n     叶灵瞳愣了愣。而此时，蓝轩宇已经走向他这边，向蓝潇依依不舍的挥了挥手，就准备进校门了。 \\n  \\n     “喂。”叶灵瞳叫了一声。 \\n  \\n     蓝轩宇扭头看向她。 \\n  \\n     “你十级？” \\n  \\n     蓝轩宇点了点头。 \\n  \\n     叶灵瞳骄傲的扬起头，“十级也没有什么了不起的。我也很快会到的。很快超过你。你都七岁了，我七岁的时候一定不止十级。”说完，她就抢先向里走去。 \\n  \\n     “哦。”蓝轩宇应了一声，跟在她身后走进校门。 \\n  \\n     这在楼内的校门，走进去是一条长长的走廊，已经有身穿制服的老师向他们比出手势，引领他们前往该去的地方。 \\n  \\n     “你哦什么哦？不服气啊？”叶灵瞳没好气的回身瞪了他一眼。 \\n  \\n     “没有呀。”蓝轩宇摇摇头。 \\n  \\n     叶灵瞳这时才正视到他的面庞，他长得还真好看呢。可一想到父亲先前亲热的摸着他的头，而且连表情都变得柔和了，顿时气不打一处来，就算是对自己，爸爸也没有那么温和的表情呢。 \\n  \\n     “过来。”叶灵瞳向他招招手。 \\n  \\n     “怎么了？”蓝轩宇来到她面前。 \\n  \\n     叶灵瞳道：“让我捏一下你的脸。”她不服气。女孩子总是比男孩子成熟的早一些，她准备找个借口，不打一架是出不了气的。十级又怎么样，自己可是从小就学习古武术的。一定打得过他。 \\n  \\n     可是，让她万万想不到的是蓝轩宇的回答。 \\n  \\n     “那你轻一点。”蓝轩宇似乎很是习以为常的说道。 \\n  \\n     他那微微有些婴儿肥、白里透红的小脸不知道被多少人摸过、捏过了。长得可爱有的时候也不是那么美妙。所以，他也习惯了。 \\n  \\n     叶灵瞳却有些发愣，这家伙…… \\n  \\n     但她还是抬起手，用力的在蓝轩宇的脸上捏了一把。 \\n  \\n     嫩嫩的，滑滑的，似乎比自己的皮肤还好，而且比自己的面颊肉一些。捏起来还挺舒服的。 \\n  \\n     不知道为什么，捏了这一下之后，叶灵瞳心里的气突然没了。 \\n  \\n     “好疼啊！”蓝轩宇后退一步，有些委屈的看着她，“你不好。” \\n  \\n     叶灵瞳倔强的道：“那又怎么样？” \\n  \\n     蓝轩宇揉着自己的面庞，认真的道：“我不喜欢不好的人。所以，我不喜欢你。” \\n  \\n     叶灵瞳不屑的道：“谁用你喜欢了？”说完，她转身就走。 \\n  \\n     蓝轩宇心中有些莫名其妙的感觉，他并不知道自己在什么地方得罪了她。 \\n  \\n     新生足有一百多人，将会分成六个班，每个班都是二十到三十名学生不等。各有正副班主任一名，正班主任负责教学，副班主任负责生活。 \\n  \\n     分班考试比想象中简单，其实就是释放一下自己的武魂，就结束了。 \\n  \\n     毕竟是初级魂师学院的入学考试，根本不可能有对抗之类的考核。学院更多的是通过了解学生的武魂，根据不同武魂的不同修炼方向而进行分班。 \\n  \\n     “一年级一班，主强攻系。下面我念到名字的同学到这边来。叶灵瞳……” \\n  \\n     …… \\n  \\n     “一年级二班，主控制系。下面我念到名字的同学过来，……，蓝轩宇，……” \\n  \\n     初级魂师学院的教学，还不存在魂师彼此配合。更多的是了解武魂、了解修炼方式，提升自己，走好自己的方向。 \\n  \\n     拥有“蓝银草”武魂的蓝轩宇，很自然的被分在了学习控制系魂师修炼方向的一年级二班。 \\n  \\n     一年级二班，一共二十六个孩子。都是控制系学员。蓝轩宇在分班之后，就再没看到叶灵瞳了。面颊也早就不疼了，他的皮肤很好，恢复能力也很强。 \\n  \\n     当蓝潇下午来接蓝轩宇放学的时候，没有再见到叶锋。甚至也没有看到叶灵瞳。 \\n  \\n     “今天都学什么了？”蓝潇在车上问道。 \\n  \\n     “认识了新同学，爸爸，我在一年级二班，你以后接我的时候不要走错了哦。” \\n  \\n     “那你有没有交到新朋友呢？”蓝潇微笑道。 \\n  \\n     蓝轩宇点了点头，“同学们对我都很好呢。爸爸，我想问你个问题。” \\n  \\n     蓝潇道：“你说。” \\n  \\n     蓝轩宇道：“爸爸，如果以后有人想要捏我的脸，我可不可以拒绝？我不太喜欢这样呢。” \\n  \\n     蓝潇愣了愣，“当然可以啊！这是你的自由。” \\n  \\n     “嗯呢。”\",\"timestamp\":1637825513,\"title\":\"第十六章 轻点捏\"},\"digest\":\"Sny08lGFpdedhstd9wN9oqnSdWwKwY5nW2istd3NkWQ\",\"authorship\":{\"contributor\":\"0x544deeb20dF8Af825dcA2c5F26ba93830338cEB0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8DefxV6d6xtYIkJFnZitSP2GtHePgihvVVaUpAVzHLQ\\\",\\\"y\\\":\\\"pxC1diHtr8ZY24B2J0NKJ5jvd1nmVa_lJj30ACoWPKU\\\"}\",\"signature\":\"nUSh0h55hewYizJcuhWAOlgr42uG6yy5Kaf3tBLMSx2_FOJu5KQv0l-oyKdQzgX7P8l8VmzEUrhHBOlB0dfo7g\",\"signingKeySignature\":\"0xab8e5162b384a9c20025da7cc102ff04723946b2ba09f081364dfc2040d32f3941cc37344616852843599110a09321b1b9e89403b66840d2bc45a5fb876bbae01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8DefxV6d6xtYIkJFnZitSP2GtHePgihvVVaUpAVzHLQ\\\",\\\"y\\\":\\\"pxC1diHtr8ZY24B2J0NKJ5jvd1nmVa_lJj30ACoWPKU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Sny08lGFpdedhstd9wN9oqnSdWwKwY5nW2istd3NkWQ\"}"