"{\"content\":{\"body\":\"Bem-vindo ao nosso artigo de domingo 😉\\n\\nSabemos que 2021 foi o ano dos Bored Apes Yacht Clubs, Cryptopunks, Doodles e muitas outras coleções de sucesso.\\n\\nPor isso, traremos artigos explicando a narrativa por trás dessas coleções e **sua importância no cenário da cripto-arte.**\\n\\nHoje, iremos falar sobre uma coleção curiosa: a [Nouns DAO](https://nouns.wtf/) 👓\\n\\n![](https://images.mirror-media.xyz/publication-images/L4USGx4pBz2Pm2araMff0.png?height=264&width=705)\\n\\nA Nouns DAO é um projeto de arte generativa *on-chain* de avatares pixelados e com traços únicos, gerados randomicamente por *smart contracts*. Cada um deles é chamado de Noun.\\n\\nCom a fundação da DAO e o lançamento dos PFPs seus criadores buscaram não só lançar mais uma coleção de NFTs, mas fundar uma DAO estruturada e organizada por membros ativos na comunidade.\\n\\nCada detentor de um NFT pode participar da governança e seu avatar o representa na DAO. Apesar da individualidade no Noun, não traços de raridade nos NFTs. Ou seja, a princípio, todos são igualmente raros.\\n\\nA ideia de construir uma comunidade a partir da coleção de NFTs fortalece o projeto e agrega valor aos PFPs. Esse conceito foi introduzido pelos fundadores da Nouns DAO, os chamados Nounders. Estes, são pessoas influentes no cenário da cripto-arte. Alguns deles são:\\n\\n* [@supergremplin](https://twitter.com/supergremplin) - fundador da [Cryptoadz](https://opensea.io/collection/cryptoadz-by-gremplin)\\n* [@punk4156](https://twitter.com/punk4156) - influente colecionador de NFTs e ex-Punk #4156\\n* [@dhof](https://twitter.com/dhof) - criador do Vine\\n* [@punk4464](https://twitter.com/punk4464) - detentor do Cryptopunk #4464 e influencer no Twitter\\n\\nJuntos, construíram uma cultura semelhante à dos Punks. Porém, a semelhança mantém-se apenas na aparência anos 90 e na paixão de seus membros por seus PFPs.\\n\\nEnquanto a Larva Labs mantém todos os direitos intelectuais de seus Punks, a Nouns DAO é um projeto *open source* e licenciada em Creative Commons. Com isso, qualquer um tem total liberdade de modificar e utilizar as imagens nos Nouns. Isso permite a criação de projetos derivados dos originais e até mesmo sub-DAOs, como a [Shark DAO](https://sharkdao.community/).\\n\\n![Fonte: Shark DAO](https://images.mirror-media.xyz/publication-images/R41A4qUF395IC19brtUpY.png?height=569&width=615)\\n\\nAlém da liberação no uso da imagem da coleção de NFTs, a venda dos Nouns também destoou das práticas comuns de ofertas iniciais realizados no mercado da cripto-arte.\\n\\nNão foi realizado um evento único de *mint* para toda a coleção. Ao invés disso, diariamente é efetuado um único leilão até todos os Nouns serem vendidos. Desde o dia 08 de agosto de 2021, 1 Noun é leiloado diariamente. E assim será para todo o sempre, segundo consta no site da DAO.\\n\\nOs interessados podem fazer lances no [nouns.wtf](http://nouns.wtf/) para adquiri-los.\\n\\n**O preço médio para ter seu Noun é de [80 ETH - \\\\~256.000 dólares -.](https://dune.xyz/aaaaaaaaaa/NounsDAO)**\\n\\nPorém, alguns saem por preços mais elevados. O Noun #01 foi vendido por \\\\~613 ETH.\\n\\n![Fonte: Global Coin Research](https://images.mirror-media.xyz/publication-images/6lTPsOzEOUQ0Pilq6xnvH.png?height=357&width=706)\\n\\nCom o lema, *[“one noun, every day, forever”](https://nouns.wtf/)*, a Nouns DAO gradualmente vem crescendo seu número de membros. Na data da escrita deste artigo, [há na DAO 176 Nouns](https://dune.xyz/aaaaaaaaaa/NounsDAO) e cada um deles representa um voto da governança do projeto.\\n\\nVocê deve se perguntar: mas o que será votado em uma DAO de PFPs? **A administração e o uso de seu Tesouro.**\\n\\nToda a receita angariada nos leilões de Nouns vai diretamente para os cofres da Nouns DAO¹. Hoje, há [\\\\~17.626 ETH - \\\\~$58,5 milhões de dólares](https://etherscan.io/tokenholdings?a=0x0BC3807Ec262cB779b38D65b38158acC3bfedE10) - armazenados no Tesouro e os fundos tem sido utilizados para diversas ações no mundo virtual, **mas também integrando-o ao mundo real.**\\n\\nDentro do [Nouns Discourse](https://discourse.nouns.wtf/) os membros podem formular propostas, apresentando aos Nouns sua relevância para projeto, custos para ser realizada, participantes envolvidos e motivação. É uma incubadora de ideias com novos integrantes diários e composta por desenvolvedores e a artistas renomados, na web2 e web3.\\n\\n**Ou seja, a Nouns DAO não só tem recursos para construir ótimos projetos, mas também mentes brilhantes para direcionar seu Tesouro.**\\n\\nTodas as propostas idealizadas no fórum devem ser votadas por membros da DAO. Cada Noun representa 1 voto. Os detentores dos NFTs podem delegar seus votos a outros Nouns, mas ao vender seu PFP, **seu poder de voto será transferido ao novo dono.**\\n\\n![Fonte: Bankless HQ](https://images.mirror-media.xyz/publication-images/JVnmReo83H7yh50Ahzaow.png?height=384&width=705)\\n\\nNos últimos meses, propostas surgiram e foram aprovadas pelos membros da DAO. Algumas dignas de nota são:\\n\\n* [Doação de 30 ETH para 6 instituições de caridade:](https://nouns.wtf/vote/1) a primeira proposta aprovada pela DAO.\\n* [Nouns Playgroud](https://nouns.wtf/playground): construa seu próprio Noun e faça o download para usá-lo como PFP.\\n* [Aplicativo para iOS e Apple Watch](https://nouns.wtf/vote/6) - desenvolvimento de apps para celular e smart watch, com funcionalidades como alerta sobre leilões de novos Nouns e setar um Noun como wallpaper do dispositivo.\\n* [Enviar um Noun em 3D para Estação Espacial Internacional](https://nouns.wtf/vote/28).\\n\\nCom o aumento de membros e o crescimento do tesouro da DAO [as ideias tem tornado-se ousadas](https://nouns.wtf/vote/33). Novas tendências serão construídas pela Nouns, seja a partir dos projetos derivados da DAO, seja pelos Nouns participantes da DAO principal.\\n\\nCaso você não possa desembolsar 80 ETH para disputar um leilão no [nouns.wtf](http://nouns.wtf/) ou [adquirir no mercado secundário](https://opensea.io/collection/nouns), há opções mais viáveis para expor-se aos Nouns:\\n\\n* Participar da [nouns.party](https://nouns.party/), ferramenta construída por Nouns para dar lances coletivos em leilões de novos Nouns ocorridos no [nouns.wtf](http://nouns.wtf/). Na hipótese de ganhar o leilão, o NFT será tokenizados e distribuído proporcionalmente aos usuários.\\n* [Adquirir frações de Nouns na Fractional](https://fractional.art/collections/nouns).\\n* Entrar da [Shark DAO](https://sharkdao.community/), comprando SHARKS e participando para fazer parte das compras coletivas dos Nouns.\\n\\nA Nouns DAO é um projeto com cinco meses de existência e pouco mais de 150 membros na comunidade. Dotada de bons idealizadores no projeto e um tesouro com capacidade de realizar grandes projetos, o futuro da DAO é algo imprevisível, mas, se bem orquestrado, pode alcançar objetivos interessantes.\\n\\n¹ Aqui, há uma ressalva: a cada 10 leilões de Nouns na nouns.wtf, o décimo NFT é destinado a uma Multisig sob administração dos Nounders. Assim, os Nouns #10, #20, #30… são armazenados nessa *wallet.* Segundo os fundadores, os PFPs serão dividos entre eles após o período de *vesting* dos NFTs - 5 anos -.\\n\\n> Conheça nossas redes sociais !\\n>\\n> * [Twitter](https://twitter.com/ShapeShift_io)\\n> * [Discord](https://discord.com/invite/shapeshift)\\n> * [Telegram](https://t.me/shapeshiftdaoES)\\n\\n***Autor: [guiriba](https://guilhermebarbosa.substack.com/),*** *copywriter no LatAm Labs da ShapeShift, pesquisador e degen. Escreve, a priori, sobre DeFi, NFTs and DAOs.*\\n\\n![](https://images.mirror-media.xyz/publication-images/f3vsRUWBFLAaxCx76_oma.png?height=307&width=2410)\\n\\n\",\"timestamp\":1642609196,\"title\":\"Uma análise sobre: Nouns DAO\"},\"digest\":\"r10cso5bItwR8Y20bYxDjYOBOdEa4QFK0k3nnqOsLCE\",\"authorship\":{\"contributor\":\"0x4f88736cb3ec658B1078f1a362Af85397AcE109F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OwLu4i_rxGWU-WNcJVmQ61A7iBxAYDbDB6JExGnfX88\\\",\\\"y\\\":\\\"1XiwFgwQ-RShjNLIRpICIhSHaS-dUPOS2B_8_Yp4Qso\\\"}\",\"signature\":\"FIUGiUgfL26rD3Flb_Ncp_Uin2Y5_VzTCN3eTdFIvowlJ9QmNNg5d8Q1jlFclT4aXs5pY4JvTSVkywRF1tZ8vA\",\"signingKeySignature\":\"0xa35ef6b21676cfbc0e59f9cc3ea0184914e98979822a5cfb5690df9d6874185a7ae21946f3aee03db63031bec3dceee4c7dca20b0c17285b719426dbdb83093f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OwLu4i_rxGWU-WNcJVmQ61A7iBxAYDbDB6JExGnfX88\\\",\\\"y\\\":\\\"1XiwFgwQ-RShjNLIRpICIhSHaS-dUPOS2B_8_Yp4Qso\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Rwo-MqqZTlqm6xYRNOB2CLOs_4-zfO4cWmF5pRmBlAs\"}"