"{\"content\":{\"body\":\"Modern Technologies\\nWe’re all enjoying the conveniences and happiness brought by modern technologies. We use telephones and mobile phones to call, emails to write and vehicles to drive; we go to another country by air planes; we see what is happening in the world by TV programs and Internet, and we even watch sports games on live. Nowadays, without these technologies, I can’t imagine what my life could be.\\n　　I used to read an article describing the modern lives of human beings. It says we will have many phone numbers if we want to search for one person; we send emails and cell phone messages to our friends in stead of visiting them. More and more people would rather sit in front of a computer than a TV. And we seldom go to libraries to check information now, because the Internet would do all the jobs.\\n　　We use digital cameras, scanners, photocopiers, blue teeth technology and digital signals for our cell phones… It seems as if we were living in a real digital world. Actually I guess we are, though. Since we are so developed and advanced, why we are less civilized?\\n　　We are easily mad with our broken computers; we fed up with things we don’t like; we call our lovers to say “farewell and good-bye” and we are afraid to face the facts which are cruel and real. We’re led to a trend that there will no more face-to-face communications. I would rather chat with my friends with OICQ and emails these years, instead of seeing them in reality.\\n　　I hide myself inside my car so that I can flee away from dirt, air pollutions, robberies, thieves, winds, rains and snows. However, I could not taste the spring rain and the winter snow either. The nature is fleeing away from me too!\\n　　Should I thank modern technologies or blame them? I wonder if you have got the right answer.\",\"timestamp\":1639398001,\"title\":\"Modern Technologies\"},\"digest\":\"UM3NFwjOYwzDeMDmx6ZcWBQ3VVDxyXV1KbQK19KFdeU\",\"authorship\":{\"contributor\":\"0xc7c8Fa917D383cBc649ea2C6397A5ad9456F60C9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rFdtqJfghk_St2S9HeJpDTJ54qlmbhFmZAZD9v-wWCg\\\",\\\"y\\\":\\\"4mNWbcQHUgks9_PNTPjADAzeXXFf2UkLISmPCelyt8E\\\"}\",\"signature\":\"QFO5WYcJ6aA1RKcVp-F3XjXe9D36QsnQeY0Lpxu15CRV3XV3Sirk09f2bjzLAmAn8fXMrDbus_Aa3A2ALdMdcw\",\"signingKeySignature\":\"0x263eaba9efc27e0ecc495b40ac309819bd00c6b58daace1c412de513f861d58d3b32873f7ebfca7527a0bfad5367e0de68136265be433b8cd6e9b71a61e7ba181c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rFdtqJfghk_St2S9HeJpDTJ54qlmbhFmZAZD9v-wWCg\\\",\\\"y\\\":\\\"4mNWbcQHUgks9_PNTPjADAzeXXFf2UkLISmPCelyt8E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UM3NFwjOYwzDeMDmx6ZcWBQ3VVDxyXV1KbQK19KFdeU\"}"