"{\"content\":{\"body\":\"NFT, it's the $180,000 Bored Ape Yacht Club NFT collection purchased by Curry, it's the $69,346,250 Beeple's digital artwork *Everydays: The First 5000 Days*. What else could NFT be to us?\\n\\nWe all create content, share it, and receive it every day. But the whole process of creating content from the moment it is created until it is shared is always fraught with problems.\\n\\nNowadays, we choose to share content with the help of third-party centralised platforms, which is not only time and labor-intensive, but of course, you are also subject to various limitations of the platform. On these centralised platforms, some content cannot be shared and received at the same time. For example, your 'goods' need to be shipped on other social media platforms or storage platforms. The transaction process appears to be synchronized, but the buyer and seller are not on equal footing in the process.\\n\\n**Is NFT still just an untouchable concept in the world of content sharing?**\\n\\nNFT will make a difference. NFT is more than just a concept for creators and sharers.\\n\\nAt EaseShare, all you have to do is create an NFT of the content you want to share - a beautiful piece of music, a picture that holds a beautiful memory, a video that captures a moment or a story with a twist.\\n\\nHere, sharing is free. Not only is there no restriction on the form of the content, but you can share them with anyone.\\n\\n**How to mint your NFT?**\\n\\nYou don't need to master the underlying technology. All you need now is the simple steps of having the content you want to share and setting the price you want to sell it at, how many people you want to share it with and how much revenue each share generates for the parent node, and let EaseShare take care of the rest for free.\\n\\nEaseShare is a decentralised, original, and functional platform where everyone can create their own NFTs and earn money by sharing them.\\n\\nYou can create your NFT work in any form and the content will be stored on the chain as a unique and unrepeatable digital asset. EaseShare will generate a root node NFT for you and can generate share links and share posters, all you need to do is to share it out and extend it to more sub-nodes.\\n\\nEveryone can go directly to the work details page through that link or work poster to complete the casting or purchase of the work's nodes. A user purchase is a first-level sub-node of the creator's root NFT, and similar to the root node, other users can also cast second-level NFTs from the first-level NFT. in the process, the root NFT holder takes a portion of the profit earned from the first-level NFT, based on the percentage of revenue set when the work was created. likewise, the first-level node takes the same percentage of the profit earned from the second-level node.\\n\\nThis means that everyone can be a creator and distributor and can earn multiple times over as the content is re-shared, with the income also going directly into your digital wallet.\\n\\nYou can freely and freely mint your work NFT, you can fully enjoy the joy of sharing and you can maximize the revenue from the sale of your work. By removing any middlemen, everyone can share content as much as they want and receive real income, all of which will happen and be realized at EaseShare.io.\\n\\n***Follow us and join our community:***\\n\\nDiscord: https://discord.gg/8wRGwzvx8x\\n\\nTelegram: <https://t.me/Easeshare>\\n\\nTwitter: <https://twitter.com/Easeshare_NFT>\",\"timestamp\":1640774746,\"title\":\"EaseShare: Sharing your content, in a whole new way.\"},\"digest\":\"YuYUVXmyx3Kzp6Qly6ZqXbYscYyBr6hQw5Gg520ARAk\",\"authorship\":{\"contributor\":\"0x04E217BeE2d55574136A34195F70D52f5A737CC9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ckw773k5GAl4mvjFv9zDCzWoN2bk7T99ExhGtHdxqe0\\\",\\\"y\\\":\\\"rKAEa1ag3Mda066gM6dm8tNjrvKeYv8ScdYwT1d-joQ\\\"}\",\"signature\":\"-HOOqLf-6E2Fah5a9Qfl2QjzGz9G2SIRElo87EaRballrg3xQCLURMFBSfNx4IZClHm6HZOkOSwNck3QJuuS-g\",\"signingKeySignature\":\"0x3ebc85a4c0de5d5d3a766ec1a4dd65a1938facfbaf2981b77764887f8a66296c3e5de253c0478e15d6d4aa24d2af991b46e29ac8f89aefbdd8e95a0e997c667d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ckw773k5GAl4mvjFv9zDCzWoN2bk7T99ExhGtHdxqe0\\\",\\\"y\\\":\\\"rKAEa1ag3Mda066gM6dm8tNjrvKeYv8ScdYwT1d-joQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jNUWt2Zh-jlli7_wkkRE0i5Jm2A-ZTNJye04elMT_7U\"}"