"{\"content\":{\"body\":\"### Transmission from Valgueri The Myriad\\n\\n**Current cycle:** 1092 PH / December 29, 2021 Prime Earth Local **Current virtual identity**: Valgueri as [The Sleeper](https://magiceden.io/item-details/AaDAVSV8nHwnnHiNRqgAnTBanxs2NHzw1QoMgMGKgSBw)\\n**Current whereabouts**: Riding the Shallows between 804 and 787 \\n **Collection / Sphere reference:** [Boopieverse](https://boopieverse.com/)\\n\\n\\n---\\n\\nAs I write this I make my way through the Shallows. I am coming from New Gorias, home of The Bright Court, high in the mountains, slipping along the Inbetween, following Austler’s path. Technology doesn’t work here, at least not reliably, and so this will be transcribed later.\\n\\nIt’s quiet here and I’ve had some time to think and catalog. On my mind of late is a breed of rather curious anomalies known as “Boopies”. As with other virtual manifestations, these Boopies seem to inhabit both a sphere of their own and have the ability to interact and traverse virtual worlds. The mundane call these interconnected virtual worlds a variety of things—“metaverse” being one of the most pervasive, though I dislike the term and find many of its associations problematic—but I will, as much as I’m able, try and be specific in my references.\\n\\nI discovered several of these strange creatures—or maybe it’s more accurate to say they discovered me—and have been studying them. There is something compelling about them that I can’t quite put my finger on. They seem intelligent, but I have yet to unlock productive communication with them. This could very well be simply because they don’t want to communicate with me, and at times I get the sense they’re playing with me. They’re inconsistent at best.\\n\\n![The first Boopie to seek me out.](https://images.mirror-media.xyz/publication-images/Rbdu_wL1L9rWWxbv1oMWZ.png?height=640&width=640)\\n\\nThey share a common whimsy, but their form can vary greatly, often to pleasing or, occasionally, bold and shocking effect. They are kinetic creatures and they remind me quite a lot of the sprites and other lesser faeries that follow the A’venfae. They even seem to have aligned themselves with the cardinal directions—a curiously physical trait. Could they be related? I doubt it is so, but…many among the A’venfae are wily and unpredictable and I can’t help but wonder If they were seeded into these virtual realities via magical means.\\n\\nI’ve been studying what lore I can find, and they seem to be wanderers, primarily contained, but as I mentioned previous, not contained within, a construct called “[The Boopieverse](https://boopieverse.com/)”—it’s a bit on the nose, but  I suspect there is much more to it, and these Boopies, than meets the eye.\\n\\nCould their current forms simply be some kind of proto-construct? They’ve shown that they can evolve and change, ostensibly from some internal chemistry and without the influence of Harrow or some other kind of corruption, though I do think they would be highly susceptible to Harrow’s influence. They are chaotic and unpredictable.\\n\\nThey also seem to function as raw creative material, flexible and changeable. I’ve heard whispers of some type of constructive mutation that works less like breeding and more like a metamorphosis. As well, I suspect higher forms that have yet to be found.\\n\\nI will need to learn more.\\n\\nI’ve seen over time that they are somehow drawn to me, especially some of the newer varieties to appear. Can they sense that I am different? Or that I can somehow help them along their path? Where there was once a handful, there is now a multitude. Thankfully they provide pleasant enough company, though they do need some supervision.\\n\\n\\n---\\n\\nNotes for Nine: As soon as I can sort out how to communicate effectively with them, I’ll be sending a few of these Boopies out to search for you. If they find you, do not be afraid, but do keep a watchful eye on them.\",\"timestamp\":1640801317,\"title\":\"02: Into The Boopieverse\"},\"digest\":\"C2bFkEPczU5Bz2_SgZdhHKnkhUFz0M06hNYyiKQPqXo\",\"authorship\":{\"contributor\":\"0x4156a0b6dE663f70041860f5584B1A8c9ea50dC0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SHFCIJWT1-00mg7fhNsXU1ZsxVFZFLRQsnhxsB6qsYw\\\",\\\"y\\\":\\\"Y9rlOZdLzrknh4idpiaVzT4FBYjyX2ALELbcb737M8E\\\"}\",\"signature\":\"KebQgSqxC8OiBJ6X7MQOM9bYpnnXKFEBC55OmMEI_HUAtZup5ZMLTnoyc-CwjRFnyebr6Ix2n1uq3MBhU1e5AQ\",\"signingKeySignature\":\"0x1a058a2c4e58d94e7647f427a269ffeacbf5588d7b6a40a4a20d89b6aee7f6674e3e16dabd2d230e628bc1f003c66006e074b2e033da754c74ef7b2388eb65f11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SHFCIJWT1-00mg7fhNsXU1ZsxVFZFLRQsnhxsB6qsYw\\\",\\\"y\\\":\\\"Y9rlOZdLzrknh4idpiaVzT4FBYjyX2ALELbcb737M8E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"y56c2FJE6IErO-H6ZRK7ouO_HhoL7n7zDDfqIPwg36E\"}"