"{\"content\":{\"body\":\"原本任小粟思来想去到最后，就觉得当教书先生应该是最容易得到感谢的。 \\n  \\n     然而他忽略了一个问题，他是很好学没错，他是很渴望知识没错，但那是因为他生长于畸形的环境里，曾经对知识的匮乏才导致他对知识的渴望。 \\n  \\n     越缺什么也就越渴望什么。 \\n  \\n     但是，他渴望的东西，其他学生并不一定渴望。这些能在这个时代里上学堂的孩子，基本上家庭条件都还不错，一个个都能得到父辈的庇佑。 \\n  \\n     这些孩子上学上了几年，最烦的就是教书先生，又让背课文，又让写作业，少年时期学生和老师在大部分时间里其实是天敌的关系…… \\n  \\n     虽然任小粟讲的是他们最喜欢的生存课，但学生们对他的态度也完全谈不上诚心的感谢。 \\n  \\n     任小粟觉得，也许自己多上点课，学生们就会感谢了吧？ \\n  \\n     集镇学堂本来是下午4点放学，避难壁垒里是从早上六点开始，每两个小时撞一次钟来报时，一般情况下张景林是从来都不拖堂的。 \\n  \\n     然而今天，任小粟为了得到学生们的感谢，他几乎是将自己在野外生存的经验倾囊相授，这一讲，就讲到了五点…… \\n  \\n     现在已经深秋，5点的时候天都快黑了，学生们眼巴巴的看着他心说这孙子太特么能讲了吧…… \\n  \\n     这时候张景林都扛不住去院子里砍了颗白菜，做饭去了。 \\n  \\n     一个学生实在忍不住了：“孙……老师，你再不下课天就黑了，镇上就不安全了。” \\n  \\n     这学生到底是有点怕这个集镇上出了名的狠人，所以也没敢在狠人面前放狠话。 \\n  \\n     任小粟愣了一下，心说特么的不感谢也就算了竟然还打算让老师下课，不过他也是明白人知道安全第一，所以任小粟看了一眼天色之后就无奈的挥挥手：“下课。” \\n  \\n     “谢谢老师！” \\n  \\n     “谢谢老师！” \\n  \\n     学生们蜂拥着朝学堂外面跑去，其中有两个学生为了“下课”这俩字对任小粟说了谢谢，他们真的太感谢了！再不下课就吐了好吗！ \\n  \\n     任小粟忽然看到，自己那宫殿里竟然真的多了两枚感谢硬币，瞬间大喜过望。 \\n  \\n     他哪知道学生是为啥感谢，只觉得是自己讲的不错呢！ \\n  \\n     任小粟心想，看来自己的苦心没有白费啊，讲了这么长时间，学生们还是很感激自己的。 \\n  \\n     颜六元黑着脸：“你以后能不能别拖堂了？” \\n  \\n     还没等任小粟说话呢，张景林端着饭一边吃就一边走进来了，他斟酌着语气说道：“小粟啊，我知道虽然你热爱教育这个行业，但拖堂拖这么久真的不好，再者说万一把你累着怎么办。” \\n  \\n     任小粟不干了，这拖的是堂吗，这拖的是钱，这拖的是学生们真心的感谢啊！ \\n  \\n     “不行，”任小粟义正言辞的说道：“我愿意为教育事业奉献我的生命，多讲一会儿没事的！” \\n  \\n     “咳！”张景林差点被任小粟噎到，只是他看着任小粟这副模样真是懒得说什么了：“行吧。” \\n  \\n     那两位道谢的学生，还不知道自己说的谢谢老师，为自己招来了多大的灾祸。 \\n  \\n     有个成语解释过这种现象，叫做祸从口出…… \\n  \\n     …… \\n  \\n     回去路上颜六元跟任小粟怄气没理任小粟，本来放学了还可以和任小粟去集镇上逛逛呢，结果全都白瞎了。 \\n  \\n     结果路过城门口的当铺时，颜六元忽然拽了拽任小粟的衣袖，他指了指当铺，任小粟竟然看到小玉姐在里面，似乎在跟掌柜说着什么。 \\n  \\n     任小粟带着颜六元靠近了一些，他们听到小玉姐对掌柜说道：“我这耳环很值钱的，不能再多给点吗？” \\n  \\n     掌柜轻佻的笑着看了小玉姐一眼：“其实你不用当东西的，这是何必……” \\n  \\n     他话还没说完就闭嘴了，因为他看到任小粟朝当铺里走过来了，昨天晚上的事情早就传遍了整个集镇，大家都知道这李小玉如今和任小粟关系匪浅。 \\n  \\n     并不是到了一个适者生存的年代，所有人都会凶猛起来，事实上哪个年代里都有怂人和狠人，而狠人一般都能过的很好。 \\n  \\n     掌柜就是怂人，怂人只敢欺软怕硬。任小粟昨晚杀的人本就是集镇上出了名的狠人，所以任小粟现在已经是狠人中的狠人了…… \\n  \\n     掌柜眼神飘忽不定假装喝起水来，他不确定自己刚才的话被任小粟听见了没。 \\n  \\n     任小粟从自己兜里数了620块钱塞给小玉姐：“你不用卖东西，这是昨晚那三颗消炎药的药钱。” \\n  \\n     李小玉如今没了收入来源，所以只能坐吃山空，但任小粟不能看着她这么惨。 \\n  \\n     李小玉想把钱塞给任小粟，结果任小粟说道：“我本来也是准备买药的，你就收下吧。我不是不想承你情，而是以后我们不用那么客气。” \\n  \\n     李小玉愣了半晌：“你这是什么意思……” \\n  \\n     去年任小粟从群狼口中侥幸逃回来，因为怎么逃回来的他从来没跟人说过，只是回来后，他确确实实是因为李小玉送的药才活下来的，没有那抗生素消炎药他恐怕早就没了。 \\n  \\n     所以他欠李小玉的不是几颗药，而是一条命。 \\n  \\n     任小粟对小玉姐认真的说道：“你放心，以后有我一口肉吃，就有你一口汤喝！” \\n  \\n     “哥，你说的不对，”颜六元小声说道，人家不都是一起吃肉吗，怎么到你这就成跟着你喝汤了：“而且，咱家现在也没有肉啊……” \\n  \\n     “奥，”任小粟点点头对小玉姐换了个说法：“以后有我一口汤喝，就有你一个碗刷！” \\n  \\n     颜六元：“？？？” \\n  \\n     “噗！”旁边正喝水的掌柜一口就喷出来了。 \\n  \\n     然而李小玉却不介意：“行，那我以后就给你们刷碗洗衣服。” \\n  \\n     她说这话的时候也没想过水够不够，反正先答应下来再说。 \\n  \\n     掌柜的吧唧着嘴看着任小粟他们三个人出门，他转头对店里的小伙计说道：“别惹他，听见没有？” \\n  \\n     任小粟他们刚出门，忽然间听到一声呼喊：“医生，求求你救救我家那口子吧，我们家要是没了他就真的活不下去了。” \\n  \\n     只见诊所门口一个中年妇人跪在地上给镇上唯一的医生磕头，然而那医生冷笑：“没钱看什么病啊。” \\n  \\n     “您把他救活，我们全家人都会感谢您的大恩大德，”妇人哭着说道：“老医生还在的时候是个有善心的好人啊，您是他儿子一定也很有善心吧。” \\n  \\n     “我爹有善心那是他的事！” \\n  \\n     只见那大夫转身便把诊所的门给关上了，妇人旁边还躺着一个腹部一直在流血的汉子。 \\n  \\n     任小粟没有上前，也没有去当什么好心人，其实他看出来那汉子已经断气了。 \\n  \\n     他只是看着这一幕平静说道：“六元，记住眼前的这一切，这就是现实。”\",\"timestamp\":1637717743,\"title\":\"13、这就是现实\"},\"digest\":\"0_szye-zmhhQsOPVZoQY4-m3W8WDgGn1K3Bv1KBeXs4\",\"authorship\":{\"contributor\":\"0xdCbe08185826aB07475a44f6B74FDf3cAbe5CD8B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lyuQXEXjIHwCj58IHbXsLlxpgDO69XXo16HJL_f5CFo\\\",\\\"y\\\":\\\"S26750O6g7o2ZXNJl0QxF0bI1xYs3Hx5FbYE06pm2VQ\\\"}\",\"signature\":\"je84nzIb4rLqMQtqRp46v6OTRHWM62Or8yYJC-LVDiIMr-agSivbgzmb4jpz1PZbXRULlkatrxvKRIlTONhT-A\",\"signingKeySignature\":\"0xb69e274afa7cfaf461dca3d3f39de18bd38e6cf43c1bb819ba58fbb90765a5686eb74d5ec7f401f16983ce829bb15ff3f3f6ed889ca061bd71159845b482dd4f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lyuQXEXjIHwCj58IHbXsLlxpgDO69XXo16HJL_f5CFo\\\",\\\"y\\\":\\\"S26750O6g7o2ZXNJl0QxF0bI1xYs3Hx5FbYE06pm2VQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0_szye-zmhhQsOPVZoQY4-m3W8WDgGn1K3Bv1KBeXs4\"}"