"{\"content\":{\"body\":\"## Creating a Community Managed Real Estate Syndication Fund\\n\\nAuthor: [@0xDomingo](https://twitter.com/0xDomingo), [@OfficialAlexKim](https://twitter.com/OfficialAlexKim)\\n\\n**The Current Situation**\\n\\nOur parents experienced a different American dream that we did – one that was full of opportunity – with most blue and white collar jobs paying them enough to afford a home, have a family and send their kids to college. That’s not the America we have today. \\n\\nHere is today’s America: \\n\\n* the [wealth gap](https://www.statista.com/statistics/299460/distribution-of-wealth-in-the-united-states/) is the highest it’s ever been\\n* the median home price to income ratio [hit a new peak of 7x](https://www.longtermtrends.net/home-price-median-annual-income-ratio/), meaning it would take 7 years of your pre-tax income to fully afford a home\\n* in-state college tuition at [public universities has increased 211%](https://www.usnews.com/education/best-colleges/paying-for-college/articles/2017-09-20/see-20-years-of-tuition-growth-at-national-universities) in the last 20 years, outpacing inflation\\n* [U.S. housing prices spiked 18.4% YoY in 2021](https://www.cnbc.com/2021/12/28/us-home-prices-surge-18point4percent-in-october.html) (one of the highest on record) while [wage growth is only up 3.6% YoY](https://news.yahoo.com/16-to-24-year-old-workers-wage-growth-150636790.html#:\\\\~:text=As%20of%20September%202021%2C%20the,9.8%25%20during%20that%20time%20period.) \\n* [Rental prices are up \\\\~20% YoY](https://www.apartmentguide.com/blog/apartment-guide-annual-rent-report/)\\n* [Younger generations and minority groups](https://www.pewresearch.org/fact-tank/2021/08/02/as-national-eviction-ban-expires-a-look-at-who-rents-and-who-owns-in-the-u-s/) are being priced out from being able to afford a home\\n\\nFor those of us who can’t afford a home, we are forced to rent, and that in itself is a losing proposition. Imagine renting in San Francisco or New York, where the average rent is $3,244/month, that’s 200-380k of your money going to someone else over a 5-10yr period – and that’s just for a place to live! You are building no equity in the property you are paying rent for, and each year rent continues to inch higher. In 2021, 41% of renters spent more than [35% of their income on rent](https://ipropertymanagement.com/research/renting-statistics). \\n\\n*In short, America is becoming unaffordable.* \\n\\n![](https://images.mirror-media.xyz/publication-images/Ynp6JbqCpKthNvWxtaCcf.jpeg?height=459&width=676)\\n\\nIn contrast, conventional wisdom tells us that having some portion of your net worth tied to real estate equity is smart for wealth building. But as homes get too expensive to afford, how are we supposed to follow the conventional wisdom if the barriers to entry are becoming insurmountable?\\n\\nIt doesn’t have to be this way. \\n\\nThe movement towards decentralization of ownership and community managed treasuries presents a new opportunity for real estate investing. It may even redefine how we perceive home ownership. In this movement, individuals have the capability to collectively own property and coordinate investments at scale. In this new web3 world, anyone can be a successful investor regardless of pedigree or background as groups of individuals can now have the same buying power as institutions.\\n\\n> **The rules of the game have changed, and the playing field is as level as it has ever been.**\\n\\n**Vision**\\n\\nWith HomebaseDAO, the long term vision is two-fold; 1) we want to create a community of individuals, new and experienced investors alike, who want to discuss real estate investing and be active participants, and 2) raise a community managed fund with the goal of investing in real estate, and make all DAO members property owners in the process.\\n\\nAny individual will be able to buy into the DAO by acquiring $HOME tokens, which give each holder the right to governance in the DAO and decisions over the properties it will invest in. By being a token holder you will have a direct equity stake in the success of the fund, have the opportunity of submitting proposals for which real estate investments the DAO should close on, and be able to vote on the proposals submitted. The winning proposals will be completed by the DAO and the member who proposed it will be compensated accordingly. \\n\\nThink of a collective facilitating profitable real estate investments or a group chat-driven cap table. Imagine a world in which people fractionally own real estate properties and glean the upside, reciprocity, and socialized risk of real estate investing. You may not live in the properties the DAO will invest in, but you are a homeowner nonetheless. Whether you pay rent or pay for a mortgage, by being in the DAO, you have a direct equity stake in the upside of property valuations.\\n\\nHistorically real estate syndication has only been available to the privileged and wealthy - such as accredited investors / institutions, and private investment firms - and these investments are typically very profitable for both groups, with a 80/20 split of profits shared between them. The majority of the upside in private investments is captured by a small group of wealthy people and large institutions. We want to turn that system upside down by decentralizing the investment decision making process and making the upside available to everyone, regardless of titles or capital.\\n\\nWe realize that creating this DAO is audacious – the path is uncertain and there’s no legal roadmap to follow; however, we know that there is a massive opportunity to create societal wealth for many and that this idea will define real estate for decades to come. \\n\\nWe’re ready to take on that challenge, will you join us?\\n\\n![](https://images.mirror-media.xyz/publication-images/CZ9JQMCeE0QfKwMPNyg-E.jpeg?height=402&width=621)\\n\\n**Our Multiphase Plan**\\n\\n**Phase 1: Community Building and Education**\\n\\nA DAO is only as strong as the community that comprises it. With that principle in mind, we realize we can only achieve our goal if we can get enough likeminded people who also believe that a DAO-managed real estate fund is important enough to create. We welcome all individuals interested in real estate investing, homeownership, web3 or crypto. Our goal is to merge the decentralization of ownership and governance that has emerged from the web3 ecosystem and apply it to the physical world of real estate investing. If you believe that this is a goal worth fighting for, grow with us. As we grow, we can all achieve financial independence together. \\n\\nAs we help more individuals get into homeownership and make sound investment decisions, it’s important to properly onboard and educate them in the space. To help in that journey, we will make educational content that drives home the importance of real estate investing, provide tools and frameworks for individuals to accurately value properties and create diagrams that flesh out the benefits of homeownership vs. renting. We realize that with so many alternative investment opportunities and the yolo culture that exists in the crypto community specifically, it’s especially important to educate individuals on the importance of having at least some portion of your net worth tied to more stable appreciating assets. \\n\\nWe will build this new asset class within web3 and manage it as a community.\\n\\n**Phase 2: DAO Fundraising, Governance and Legal Framework**\\n\\nOnce we have established a strong community, our next step will be hashing out the details of DAO governance and initial fundraising. As mentioned earlier, given the gray area for DAOs and the little legal guidance that currently exists, we will need to hire a lawyer to help us establish a legal entity to actually hold the properties that we purchase and will need to raise initial capital to fund that. \\n\\nWe have a few options to raise capital:\\n\\n1. Completely community-driven: This will likely include creating NFTs that represent keys to future token ownership or sell early access to the fund. \\n2. VC / Angel investor raise: This includes pre-selling a portion of total tokens to a VC or seed investor in order to fund initial operations until we are ready to raise capital via our community.\\n\\nAlongside fundraising capital, we will work with our community to set up a more detailed governance structure for the DAO. This includes choosing the DAO tooling that will be required to operate the DAO, ironing out the details on community sourced property investment proposals, establishing roles for future property operations and analysis, and deciding which tools we will use to bring the real estate we purchase on-chain.  \\n\\nOur goal is to be a completely community driven fund. Here’s how we’re envisioning the breakdown of holdings for our governance token, $HOME, is as follows:\\n\\n![](https://images.mirror-media.xyz/publication-images/bT32y29AjREpQ55Qte-2c.png?height=920&width=1722)\\n\\nOnce we raise capital, we will continue engaging with our legal team to create the legal framework required to establish an entity that can acquire property on behalf of the DAO. Our goal is for $HOME tokens to represent fractional ownership of the DAO which in turn has ownership of the real estate in its treasury.\\n\\n**Phase 3: $Home tokens, HomebaseDAO Fund, and bringing real estate on-chain**\\n\\nWith the legal framework established, we will finalize the DAO’s $HOME tokenomics with the help of our community.  We’ve created a 1st draft of what that model might look like, which is available on our Discord, but it will be subject to change based on community feedback.\\n\\nAfter finalizing the tokenomics model for the DAO, we will do our fund capital raise and exchange $HOME tokens for USD at an exchange rate of 1:1. Our goal is to raise $4-5M which should give us sufficient liquidity to do a few real estate transactions depending which city / neighborhoods we target. Our goal is to deploy this capital as quickly as we can in profitable real estate investments dictated by our community.\\n\\nSimultaneously as we raise capital for the fund, we will establish the infrastructure required to bring real estate directly on-chain. \\n\\n**Phase 4: DAO Operations, Fund Deployment and Rent-to-Build Equity**\\n\\nIt’s time to deploy capital. We will rely on our community to identify an ideal market for launch. After choosing a market, the community will submit real estate proposals for the DAO to close on. The proposal with the most votes will get executed by the DAO. The core team will provide guidance to the community on how to analyze potential real estate deals, what comps to use when assessing properties and general market research for the local market we select. \\n\\nThe operations of carrying out the property purchase will be managed by the core team and we will employ a property manager to manage the day to day operations of our properties. Ideally, we deploy the fund as quickly as possible, and raise a second larger fund if the first is successful. \\n\\nA core tenet of our DAO is to lower the barrier to entry into real estate investing and make more people property owners in the process. Along that same principle, we want to pass on an opportunity for renters of our properties. For tenants who pay on-time for a period of 12 months and choose to renew their lease with us, we will give them a small number of $HOME tokens each month, ranging from 1-3% of monthly rent, as a loyalty reward of good standing.\\n\\n**The Future**\\n\\nA society becomes wealthy over time by accumulating a stock of long-lasting capital goods. What better way to drive wealth appreciation over time than with a strong community of curious real estate investors who, like you and I, are driven by the same incentives?\\n\\nWeb3 is a new frontier – a much more equitable one – that offers a lot of new and exciting opportunities for locale or asset class-focused squads to unite and invest together. While we plan to launch as a community-managed syndication fund, nothing is stopping us from expanding our scope to include fractionalizing all real estate, investing in digital real estate, or creating subDAOs that focus on investing in specific smaller markets. \\n\\nWeb3 allows for this new dawn of innovation. So now, it’s up to us. \\n *To unite, pool our resources together, and redefine real estate.*                                      It’s our chance, everyone’s chance, to establish a collective **Homebase.**\\n\\n**Can we count on you among us?**\\n\\nDiscord: [https://discord.gg/64Pjwcyk](https://discord.gg/qzA7P9d3f4)\\n\\nTwitter: <https://twitter.com/HomebaseDAO>\",\"timestamp\":1641064660,\"title\":\"HomebaseDAO Flightpaper\"},\"digest\":\"wzCzQV7MSyIcsnWW1r8GNjKqQzQohWXWyYM5iSwsiWs\",\"authorship\":{\"contributor\":\"0x68cDe3547E9FAAE5C9f46199bD7b919C9c925021\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4zUCcK-GDYclOzZNlycJz6jZliw5elRPVCJ1HtoUmM0\\\",\\\"y\\\":\\\"QFDrG-6Hsyl2hlUazl7mV5nOibI3kXVvU2le2pKZt7s\\\"}\",\"signature\":\"LCkC3VahV4ihGcds-FD1b_CVN_LxfEE2rWxvaDjQgmFKMShSCpQ23rhrj1nLXUE1LlRzhb9Oeq6dhk2_txEbWA\",\"signingKeySignature\":\"0x6d596a7badcbfdac284c44b30b601e43b258e44750f5c9b2c39c26a44e2d30cb55ee4eaa69e3791f1eb22e1916ef7ea684e67b971f2e90cdde77a1d83f6cbdb61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4zUCcK-GDYclOzZNlycJz6jZliw5elRPVCJ1HtoUmM0\\\",\\\"y\\\":\\\"QFDrG-6Hsyl2hlUazl7mV5nOibI3kXVvU2le2pKZt7s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wzCzQV7MSyIcsnWW1r8GNjKqQzQohWXWyYM5iSwsiWs\"}"