"{\"content\":{\"body\":\"These last weeks I have been involved in various DAOs.\\n\\n*Purpose:*  to learn.\\n\\nWhat better to know about something than getting involved into it.\\n\\nIn the last months we have seen a resurgence on what is currently named [“Decentralized Autonomous Organizations”](https://blog.aragon.org/what-is-a-dao/). These are basically purpose driven organizations that are not managed by a small group of people -aka management- but by a large-voting-enabled-community.\\n\\nEarly on, great subject matter experts, like [Christ Dixon](https://twitter.com/cdixon), tried to make sense on what these DAOs are. Also [a16z](https://future.a16z.com), a prominent Silicon Valley venture capital, is making a big effort to be up to date to [this new trend](https://future.a16z.com/building-and-running-a-dao-why-governance-matters/).\\n\\nOn my personal quest, I decided to come with a clean slate and learn from the inside, what a DAO is; but also,\\n\\n* How do they get created?\\n* What do you need to start a DAO?\\n* Best tools to manage a DAO?\\n\\nSo here are my early notes of what I have learned so far after two months.\\n\\nThe first incursion into DAO happened after reading a tweet about a new Ethereum based smart contract protocol called [@juiceboxETH](https://twitter.com/juiceboxETH).\\n\\n![](https://images.mirror-media.xyz/publication-images/IjrP30vO9_fJfIIRqXVf_.png?height=194&width=599)\\n\\nAs I noted before, DAO was not a foreign concept to me. Up to this point, I thought DAOs were a cute way to get a lot of people to manage [NFT collections](https://sharkdao.community/) or to deal with specific [DeFi nuances](https://blockcapital.com/defi-dao/). Never it occurred to me that DAOs would become a new tool in the new generation’s arsenal to accomplish real world missions.\\n\\nThat was up until I met [@constitutionDAO](https://twitter.com/constitutionDAO). A new DAO using JuiceBox protocol to raise capital [to buy a copy](https://www.forbes.com/sites/abrambrown/2021/11/16/what-is-a-dao-us-constitution-sothebys-goldman/) of the US Constitution that was going to be auctioned at [Sotheby](https://www.sothebys.com/en/buy/auction/2021/the-constitution-of-the-united-states-sold-to-benefit-the-dorothy-tapper-goldman-foundation?showDetails&locale=en) at a whooping starting price of $20,000,000. That is *twenty million US dollars*.\\n\\nThis was the first DAO I joined at the midst of creation, where I could see the Big Ben happening in real life in front of me. From this DAO, I later joined another DAO -different in form and shape- called [Wonderverse](https://wonderverse.xyz). And finally, as late as while I am writing this post, [OpenDAO](https://twitter.com/openDAO).\\n\\n**Full disclosure:** none of these DAOs I mention have a fully decentralized governance model yet. This is a topic for an entire new post.\\n\\n## How do they get created?\\n\\nAll the DAOs I have seen ever since I joined JuiceBox have been created based on a **core team** of people who decide to get together to accomplish a mission. Usually the missions are very specific and have a high demand of resources -both human and economic.\\n\\nUsually the core team know each other from the crypto circles or life circles. Most of the core team members are either incumbents on the crypto world from the investment side -hold big amounts of crypto- or crypto developers with knowledge on the crypto world. In some instances, I have seen core teams coming from other communities like the anime community or the comic community, where their intersection with crypto launches them to spawn a new DAO.\\n\\nI all the DAOs I have participated, the age range of the core team never is over 30. This is a commonality that makes me think that this coordination engine is more suited for new generations than the older ones.\\n\\n## What do you need to start a DAO?\\n\\nCommunity.\\n\\nThis is by far the most important driver to get a DAO running. Many DAOs have tried to start with lots of ETH and resources, but die at the moment there is no community traction.\\n\\n[Jesse Walden](https://twitter.com/jessewldn) summarizes this very well on [his manifesto for creating a DAO](https://a16z.com/2020/01/09/progressive-decentralization-crypto-product-management/). He proposes a progressive decentralization of the project with very specific steps and metrics to measure each step.\\n\\nFar from being different than any other startup, DAOs need to start with a strong core team that can rally up other community members around. This is a quality that is not easy and certainly startup founders don’t have -without capital raised- except for a few exceptions.\\n\\nIf you have a core team ready to go and devote free time to the quest, plus a good kernel mission that can help explain the DAO to the community, then you have all you need to start your DAO. No need for capital, just will, good team and perseverance to get the community together.\\n\\n## Best tools to manage a DAO?\\n\\nThe way to coordinate has varied, but lately -within the last months- it all has boiled down to [Discord](https://discord.com), [Notion](https://notion.co) and [JuiceBox](https://juicebox.money) or [Mirror](https://mirror.xyz).\\n\\n* **Discord:** Community organization, temperature checks for proposals, town halls. Why not slack? well, its a mix of serendipity and ease of use with large audiences. Discord is much more fluid and easy to use with large audience, it has roles and bots that allow its flexibility to adapt the server to the DAO specific needs.\\n* **Notion:** Documentation, wiki, some form of task management, contributors management and proposals drafting. Why not Google Docs? well, if you are asking this is because you haven’t checked out Notion lately ;).\\n* **JuiceBox:** When doing the capital raise, this protocol allows to manage the raise and management of capital -via multisig wallet. Why not Mirror? while Mirror UI/UX is much better than JBX, the latter has something that is crucial for the life of a DAO: funding cycles. When you need more capital down the road, you will need to keep issuing tokens, which dilutes your early collaborators, punishing them in some extent. JBX allows to set bonding curves and retroactive payouts to ensure that the early adopters are properly rewarded while the new incomers get what they deserve as well.\\n* **Mirror:** Incredible easy to use IPFS posting site with capacity to do some small DAO actions like token issuing -with capital raise-, petite governance models and NFT management. If you are looking to launch a DAO for the first time and don’t want to get too much into the economics of the token -or *tokenomics*- then I recommend starting with Mirror.\\n* **Snapshot:** When the DAO grows, there is a token for voting and there is a governance model with process, this tool helps on the binding of votes process. The tool services as a token gate for voters to cast their ballot on proposed actions by the community. The flow is simple: a member -with enough tokens- would propose something to the community -i.e. issue more tokens- and the community votes proportionally to the tokens they own.\\n\\nThere is a new breed of tools coming up on 2022 that will make the DAO ecosystem thrive even more. Worth mentioning [@OrcaProtocol](https://twitter.com/OrcaProtocol) and [@Wonder](https://wonderverse.xyz). The former is a new smart contract protocol to help manage DAOs governance better than just proposal + voting. The latter aspires to build a task management tool connected to the DAO tokens and governance, allowing to allot tasks to proposals and payouts automatically, so the work proposed on a voting is scoped, accounted for in the treasury and paid our once done by the community. It includes bounty hunts and pods, which allows to organize teams together around themes or topics -remember, DAOs are not always about building products or tech!\\n\\nBut the most important tool that the core team has to manage the DAO is **trust.** Without trust the community would feel there is going to be a *[rug pull](https://aaronkellylaw.com/crypto-rug-pulls-what-are-they/)* and thus, will leave without hesitation.\\n\\nBuilding this trust is what made understand that we are living a new era on organizations. The new generations code of conduct, community behavior and collaboration is far more advanced than what current tools allow to proceed.\\n\\nNotion and Discord may help to ease the management burden, and Snapshot may delegate some responsibility on decision making, but the core of these new models of collaboration is the anonymous trust that bonds these people together.\\n\\nSure, tokens and web3 are able to mitigate the faceless connections we have to deal with to make things happen. But without the internet teaching us how to interact with people we don’t know and we haven’t seen yet face to face, these new organizations might not exist today.\\n\\n## Conclusion\\n\\nIts early in the time of web3. A lot of us are rallying up to the word and hyping it on twitter to make us feel we know more. But the reality, after deep diving into its meaning -and getting my hands dirty collaborating on these projects, is that web3 is bringing so much more than cooler products or decentralized economies.\\n\\nOne of the predictions I have shared before is that DAOs will bring a huge impact on governance models, a new paradigm. So many things on our current -traditional- world lack of good governance and these DAOs, once they mature enough, will be able to handle those challenges better. I am referring to community driven projects like NGOs, cities or even software.\\n\\nIts not about community consensus models to execute things, its about the way they get together and the mechanisms to regulate this consensus that makes web3 the perfect tool for this governance paradigm evolution.\\n\\nThese new entities are craving of a new set of tools that don’t exist yet, which will spawn a new economy around them. Web3 focused tools are hitting the nail so far. And the cycle will start again.\\n\\nLinux and Wikipedia have been early experiments of what good can come if there is a good community governance model. DAOs is another evolution on this, leveraging the web3 ecosystem to overcome the trust issue and help disburse the earnings to the community faster and easier.\",\"timestamp\":1640940866,\"title\":\"Learning from my DAO incursions\"},\"digest\":\"2jw4SBkcjYZQ3Eaaf8_rjPbL7wGX-miiA9t-vlSppBQ\",\"authorship\":{\"contributor\":\"0xF5aa24cC247Ac13486bF3ae9346776Bab439B31d\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"g5e2pNfFLWL3uV0YMGP875ZFtE57BMChLl55SLmz-nU\\\",\\\"y\\\":\\\"EGIX4fD25yWVYWbj_l2hrJcVOX7lH7nBoT2wny0QqNQ\\\"}\",\"signature\":\"1QQ4Mlqb4rMMrKFZQuIcmDbW9zYDFfyKDF1fzGa-lsw2oWGrFmyWQSheiWLwIjQ_e2HQz_l2IGU_6hA-4QI5Mw\",\"signingKeySignature\":\"0x23e04a3d3028768522e9fde667f6e566394918300fae11b0bc482a83de8d88bb757ced260bb0e1d94321192488d05d60e219942d7750edc9c72321daa9ff4ae81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"g5e2pNfFLWL3uV0YMGP875ZFtE57BMChLl55SLmz-nU\\\",\\\"y\\\":\\\"EGIX4fD25yWVYWbj_l2hrJcVOX7lH7nBoT2wny0QqNQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rHd80suozYeG1jGJKeAd06JSifrPehX9EoGqMTnLfKs\"}"