"{\"content\":{\"body\":\"**Open blockchain smart contracts do not have the capability to guarantee information reliability outside of their own network, they can only read the data saved on their respective blockchain. Oracles seek to tackle this problem by providing a best-effort claim about the real world and feeding them to smart contracts in a trusted and secure manner, thus bridging the gap between smart contracts and the real world.**\\n\\n*“Oracles are trusted entities signing claims about the state of the world.”*\\n\\n\\\\- Eric Larchevêque, co-founder and CEO of Ledger\\n\\n![The Oracle of Delphi, the Ancient Greeks Relied on One Woman’s Divine Visions. Reference: https://www.historyanswers.co.uk/ancient/oracle-of-delphi/](https://images.mirror-media.xyz/publication-images/K74yzHCYuR7b0_nXeVFSi.jpg?height=1024&width=1024)\\n\\nThe data provided by an oracle can be any type of data like for example temperature or current dollar value. An oracle can be part of a smart contract where for example the original parties sign a contract where funds are released only if an oracle provides a certain value and signs the smart contract with that value. There are different kinds of oracles based on different use cases. In this article, we distinguish between software, hardware, consensus, inbound and outbound oracles.\\n\\n**Software oracles**\\n\\nSoftware oracles act as information bridges in the digital world. They handle information from online sources such as the price of gold or current temperature and communicates it to smart contracts. The online data is originated from several online sources such as company websites or online stock market websites.\\n\\n**Hardware oracles**\\n\\nSome smart contracts are programmed to trigger physical world events Sometimes this data only exists within specific persons or objects. Thus measurements have to be performed locally and often in real-time. Each oracle has to have a private key to sign report readings from a hardware sensor such that outgoing data is cryptographically attested. The sensor also needs an anti-tampering installation that deletes the private key and corrupts the data feed in case of manipulation.\\n\\n**Inbound oracles**\\n\\nThese oracles provide smart contracts with real-world data. These oracles trigger smart contracts based on this data. For example, a smart contract could automatically place an order to buy something if the value of USD hits a certain threshold.\\n\\n**Outbound oracles**\\n\\nThese oracles give smart contracts the capability to send data to the real world outside of the blockchain. For example, when renting out an apartment a smart lock could be used to grant keys and access to visitors when a payment has been received.\\n\\n**Consensus-based oracles**\\n\\nUsing one source of information can be unreliable and risky. Thus, to avoid manipulation of data and smart contract outcome, several data sources have to reach a consensus on the state of the world before the data is sent to a smart contract. Oracles are third party services that are not integrated into the trusted blockchain mechanism. Thus the challenge with oracles is that they need to be trusted sources of information. Whether the information comes from the wisdom of the crowd, a sensor or a website, the information has to be trusted. \\n\\nAn example of a smart contract and an oracle working together is to sell a stock at a certain price. This contract is programmed into a smart contract that listens to several inbound stock price oracles. When the oracles listening to the stock price detects that the price has passed a certain threshold and all the oracles reach consensus, the smart contract is notified and the contract is executed.\",\"timestamp\":1640829979,\"title\":\"Wtf are Blockchain Oracles\"},\"digest\":\"vVxxz9S_9El-F3ZauN9-N-HOSelLD7aTyZ60h4m8GOA\",\"authorship\":{\"contributor\":\"0xb72941dB114D0D46f052d60C6a395ae1C7c473E7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z3yY3T_wEV8Yga_K39iiDveJJxGACuorEFk9ad8Q3KA\\\",\\\"y\\\":\\\"mAmuufBbq9vHa7fDQM8efcNsBY2MSp6yaNrdWVQEn8w\\\"}\",\"signature\":\"BTOVCSyqUP1UaDqV1pAbDKBQUyWkTawpBs_XyNW5ohIileIvAx0g78iZHKcrw22Ddur_0RNzTu7NoOn8xzVXeQ\",\"signingKeySignature\":\"0x546b3edc8d3963516aca54de7a87e9ba81f083d9af543c97ab8892bca4222e3034bd93ae1cae785955fd2056de2c685677240596beab165946ebc9bce3cf52691c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z3yY3T_wEV8Yga_K39iiDveJJxGACuorEFk9ad8Q3KA\\\",\\\"y\\\":\\\"mAmuufBbq9vHa7fDQM8efcNsBY2MSp6yaNrdWVQEn8w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vVxxz9S_9El-F3ZauN9-N-HOSelLD7aTyZ60h4m8GOA\"}"