"{\"content\":{\"body\":\"原稿发布于豆瓣：2009-11-27\\n\\n我是82年生人。飞虎队老师和特首讨论80后的文章以及一系列跟贴，让我产生了强烈的说话（生人面前我害羞，熟人面前我话痨）冲动。作为一个长期看贴不留言的小菜帮，就让我来话痨一下我身边的几个80后（包括我自己），算是提供一些材料吧。 \\n  \\n  \\n 我的思路是这样的：首先细分一下目标人群，主要是两大类：男人和女人（已经开始痨了，呵呵。）然后分别历数一下他们的言行，尝试分析他们的言行背后所代表的价值观及其来龙去脉，最后是个人的思考。 \\n  \\n  \\n 先说我身边的80后男人们。这里我得继续细分一下人群：一类是大学理工科出身，另一类是大学法科出生（本人法学出身）。 \\n  \\n  \\n 先说理工科的80后男人。从初中开始到现在我有三个发小，他们都是理工科研究生学历。他们看很多政治、法律问题的角度都非常类似，所以把他们归到一类里面来讲述。飞虎队老师在文中所言“他们对社会上那一套其实是很心知肚明的，而且他们也时而在感叹或抱怨社会不公，但是同时他们也非常地认同于腐败的潜规则，认为能够有机会腐败的人才是有本事。”我其中的一个发小（A君，在浙江省大型国企下属的对外贸易公司工作）有一个近似版本。 \\n  \\n  \\n 以下摘录部分他和我的对话：我：“因为这些大型国企的存在，国家表面上看是强大了，但和老百姓真是没有半毛钱关系。”H：“应该说和没有在国企的老百姓没关系。如果你在这几家大型国企，你怎么想？好的优势资源本来就是稀缺的，不可能，做到人人都这样，不是共产主义。”我：“权力没有制约，真是没法说。”H：“如果你现在在这几家大型国有企业上班，工资待遇不错，你会有这样的牢骚？作为个人来说，很现实的应该想办法获得这些资源，而不是去抱怨这个，抱怨那个，发牢骚。” \\n  \\n  \\n 还有一次，我和另一个发小（B君，在另一个浙江省大型国企下属的船运贸易公司工作）讨论我所遇到的一个四川农村来广州打工的阿姨的经历。据了解，阿姨是家里的土地被征服强制征用，然后赔偿款部分被乡镇村领导贪污，部分发到手。土地已经没了，没办法才出来到广州打工。当时阿姨和我说这些事情的时候，我从她的眼神里读到了悲凉、无奈以及乐观（确实有乐观，我很难解释为什么会有乐观，但当时我确实感受到了这样的情绪）三者融合的复杂的情绪。毕竟她还有在学校读书的孩子要养。有什么办法呢？“谁叫我们是该死的农民！”和发小聊到这事儿，他说：“其实，这对她来说，说不定也是一个机遇呢？毕竟，她从农村出来，到了大城市。” \\n  \\n  \\n 我的最后一个发小（C君，在上海的某军工企业工作）会和我们说一些他观察到的“军代表”的贪污腐败行径，他个人不关心政治，希望自己的小日子过得安稳就行。 \\n  \\n  \\n 基本上，他们对于涉及政治的话题，例如：资本主义的民主和社会主义的民主的区别、司法独立、言论自由、贪腐问题都是免疫的。或者有各自的比较成型的、自洽的价值观体系。也可能没有，我不知道。 \\n  \\n  \\n 再说法学出身的80后男人。我可以归纳的简洁一些：这部分人群是关心政治的，而且也基本上具备了政治常识，法学专业素养。（要是这部分人群都没有政治常识，法律常识，那还不如不活了）具体来说就是：对于大部分政治、法律常识性问题，例如：资本主义的民主和社会主义的民主的区别、司法独立、言论自由、贪腐问题，我身边这些法学男人们，还是喜爱讨论的，也可以达成理性共识。在讨论政治、法律议题的大方向上（也就是所谓的光明前景），基本上不存在较大争议。当然，言语归言语，行动归行动。部分同学，毕业之后进入了法院，检察院，纪委系统，那就冷暖自知了，异化也是在所难免的吧。 \\n  \\n  \\n 撇开进了公务员系统的那些男人们，说说我的两个做律师的兄弟。 \\n  \\n  \\n A君，05年毕业当年就通过司考，做律师到现在也三年有余了。可以说我和他是相互引导着继续成长的。彼此之间不间断地分享着好书，个人近期的心得什么的。他在大学三年级时期推荐我看“何新”，在他的影响之下，当时对何新崇拜的不得了（国家主义），呵呵。到现在他也认为何新在论述经济学问题时，所采用的方法论是有问题的。何新讨论美学的文章还是不错的，考据学方面或者也比较牛逼，但讨论经济学问题，不够有逻辑上的说服力。我和他之所以可以继续成长，全拜好人、好书所赐（学而不思则罔，思而不学则殆）。（感谢宪法学周大刚老师，感谢老罗，感谢牛博，感谢海纳，感谢芦笛，感谢金锁呐） \\n  \\n  \\n 他自己和我说的情况：“在读大学前，很少看课外书，读了大学之后，不知怎地一下子变的非常热爱看书了起来。一开始什么都看，后来就比较偏向哲学、政治、法学”。我那时也是因为发现这个男生看书非常猛，才慢慢接近他，后来变成知己。 \\n  \\n  \\n B君，目前是某IT公司法务。我和他从大学到现在都一直是玩伴。我们的爱好是唱歌。能玩的到一起的人，就很能说明问题了，臭味相投嘛。 \\n  \\n  \\n 男人讲完了，女性角色登场。 \\n  \\n  \\n A君（我的前女友，非法学专业），和她讨论一些政治的问题，她会说“你知道了这些丑恶的事情，对你有什么帮助呢？我希望自己生活得快乐一点。”被她这么一说，我也觉得我经常关注一些社会事件，是不是有很强的受虐倾向？她读初中时，连共青团都没有参加，应该算是个自由主义者吧。人就是不关心政治。但我还是觉得，她对于政治可能存在一定的误解。 \\n  \\n  \\n B君（我的前前女友，目前定居澳洲，非法学专业），她是高中毕业以后就出国的，在澳洲接受了本科以及研究生教育，我觉得她的言语具有一定的代表性（说明她在国内所受的教育，给她带来了什么样的影响）。 \\n  \\n  \\n 以下部分摘录：“我们中国，那么多人口，那么多持有不同思想，受到不同教育的人，怎么治理的好呢？中国是一个玩聪明的国家，因为人情的空间太大了，所以很多制度都不能完全的得以实施。西方国家里我体会最深的就是，他规定了的东西，你就无论什么理由都得遵循，所以就不会出现侥幸心理钻空子的现象了，然后好的秩序就被维持了下去。我觉得大部分西方人，对自己的言行都十分负责，所以自由言论不会造成什么影响，大家都是表达出自己的心声，自己的立场。可是中国人有着很深的封建劣根性，很多时候人说的话是言不由衷，或者觉得人云亦云等，而且很多知识程度不同的人接受了一些偏激的言论不知道会怎么理解，会怎么去执行，因此就这样的国情，上面的人研制了管理中国人的一套，没有完美的，只有不断完善的，至少大面貌反映出的是中国在前进。” \\n  \\n  \\n 我真是被类似“没有完美的，只有不断完善的”这样的论调，给彻底打败了。你能不能起码告诉我，咱们大陆的完善，究竟是怎么在完善？而其他一些国家和地区（例如：台湾、香港）是如何在完善？ \\n 各色人物均已悉数登场，我又抑制不住自己的冲动想发表议论了。其实，以我目前的功力，想要透过他们的言行来分析他们的价值观及其来龙去脉，确实有点勉强。我的总体感觉是，法学出身的人，政治常识，法律常识会好过非法学出身的人一筹。议政积极性也明显更高。当然，言语是一回事，行动又是一回事。最起码，我列举的这两位法律工作者，还是对得起法律这两个字的。相比男性而言，女性普遍更加不关注政治。除了我的法学兄弟之外，其他的几个发小，或者前（前）女友，都或多或少地对民主问题、中国的贪腐问题，有一个比较不恰当的认知。这里面居然还有在国外生活了那么久的新一代澳洲人，让我觉得匪夷所思。 \\n  \\n  \\n 我以自己做参照系，尝试分析一下问题出在哪里。 \\n  \\n  \\n 我能想到的，大概有两点问题。第一：个人求知欲问题。第二：教育问题（社会教育、家庭教育、学校教育）。因为我比较了解我身边的这些朋友的家庭环境，所以我才敢这样来写。 \\n  \\n  \\n 首先，在被义务教育阶段，在学校里，基本上，你得不到正确的政治、历史教育（除非遇上非常大无畏的老师，而这样的老师我是在大学时期才碰上的我的宪法学老师）。这样长期被教育下去（小学6年，初中3年，高中3年）的结果，你就被强制灌输了一套自洽的政治、历史理论（而且可能的情况是对历史和政治非常的反感）。除非你的家人、亲戚、朋友能够帮助你纠正过来，告诉你一些常识，指导你读一些好书。很可惜，我的父母，他们俩都是知青。在政治性常识以及历史性常识方面，我没有得到他们的帮助。不光是我，就我以上列举的我的朋友中间，好像真没有人有父母指导过，帮助他们纠正过很多学校里面教授的政治以及历史方面的歪理邪说。又或者，你非常的早慧，很早就开始萌发强烈的求知欲，开始狂看书，而且还得恰好看了一些普及常识性知识的政治学、历史、小说，这样你也可以逐步地幸免被洗脑。但要真的是这样，有可能感觉学校的教育太TMD混乱了。（太清醒了，就很可能绝望，特别年纪还那么小。就是这个问题）试问，一个18岁以下的青少年，能承受这样的精神压力吗？更别提，应试教育下个人的课业负担了，让你很多时候没有时间看课外书，大部分政治、历史老师也不会指导你看一些好书（这些老师真是来捣乱的还是干什么的？）总之，靠家庭帮助你纠正偏见，不一定能指望。靠自发生长独立思考能力，也不太具有普遍性。再说了，所谓言传身教，这个社会教育，又能指望从中得到多少正常的历史、政治常识教育呢？（媒体，就那个德行，不提也罢。）所以，截至高中毕业，大部分同学历史常识缺乏，政治常识缺乏，是正常的。（我说的只是我这个年龄段的，90后应该会好些吧。） \\n  \\n  \\n 然后，就是大学教育。因为你学的就是这样专业，没办法，老师就得给你重新洗脑，灌输一些政治学常识、法律常识。用法学的视角看问题，很具有批判现实的意义，让你觉得很多问题非常奇怪，而且能分析出问题出在哪里。没有这样的视角，你或者可以看到问题很奇怪，但不一定能说出问题的症结。除非你有天赋。当然了，到了大学，你应该就会碰到一些好老师了。他们才能算是传道授业解惑的老师。他们不光会教你政治、法律，还会和你唠嗑历史常识。饶是如此，像我这样的天资中等的人，非常不好意思的必须承认，也是大学毕业后，才逐步地贯通了很多政治、法律、经济学的常识性问题，初步开始独立思考。可以想象，我那几个学理工科的发小，他们在政治、历史、法律方面，又能有多少进展呢？我在大学期间，也会经常推荐他们一些法律的普及读物（例如讲美国宪政的林达系列），他们基本上是没有兴趣的。我个人的观点是：他们被高中之前的政治、历史课程给教的恶心了，产生了习惯性排斥。也就从根本上抑制了他们自身本来可能具有的在这些学科方面的求知欲。很多问题，光靠自己想，是想不通的，非得看书不成。不光不看书，而且主动屏蔽这方面的信息，你很难讲之后他们所共同表现的对于政治“冷感”，是个怎样的因果关系。当然了，除非你读大学以后，逐步地产生了客观的独立思考能力，对社会性事件有了自己独立、客观的看法，而又说不出个所以然，然后自然而然地产生了对于法学、政治学的求知欲，也能让你逐步改善你自己的政治、历史、法律的常识性知识。我有一个本科学理科，研究生跨专业学法学的朋友，就是这样的情况。 \\n  \\n  \\n 注意，前提条件是这四年期间，你都在读书。也就是说，大部分同学，是没有现实的生存压力的。你可以选择玩游戏过四年（在大学里，魔兽那么流行，是有原因的。其实，法学本科你要混，很好混。能背书就成。所以，法学毕业生素质，差别非常大），也可以选择泡妞，不间断换，也是四年。牛逼一点的，就是旺盛的没有其他压力的求知的四年。够你好好改造个人的世界观、人生观、价值观了。 \\n 好了，至此，读研的不说。就说工作的。基本上，这个时候，你有求知欲，大学也看了一些书，那么你已经基本上路了。你没有求知欲，那么你的世界观、人生观、价值观也基本上成型了，除非后来又“变形金刚”。我要说的是，非常可能的情况是，大家都已经具备了独立思考的能力。只是，独立思考能力，引导个人的去向不同。这里，我又要批判一下中国的高房价问题。韩寒说：“中国的高房价，已经彻底摧毁了中国年轻人的梦想。”进了社会以后，你要是个人价值观不够牢固，或者个人价值观本来就有点问题，是很容易“入乡随俗”的，然后还振振有词“不是社会适应你，而是你适应社会”（究竟你所谓的适应，是指哪些方面呢？他们不说。还是不好意思说？）。我的意思是，现实世界的槽糕程度，会完全击垮年轻人的所谓梦想。除非你神经够坚强，价值观够坚强，又或者你是个牛人。其实，说穿了，也很简单。就是能够在不违背自己良知的情况下做些事情养活自己，做到经济独立。同时你没有那么多物质的需求。 \\n  \\n  \\n 这样一路成长路来的人，没有政治常识、历史常识、也没有求知欲，让人感觉“普遍的政治冷感与道德淡漠”是再正常不过的事情了。他们已经没有时间和精力来关心这些事情了。（一点也不重要，只要我自己活的开心，不就好了吗？我自己不做一些非常不道德的事情，不就可以了。）现实的压力正排山倒海地向他们涌来。真的没时间和精力了。我觉得我的前女友，以及三个发小。都能算是这样的情况。（三个发小都是研究生学历。可见，学历，和你是否具备政治、历史、法律常识，好像没有正相关吧）我觉得，这也说明了为什么，我的前前女友，在国外体会了那么久的自由民主社会，也还是不明白大陆和他们的差别的原因。高中以前的政治、历史教育杀伤力太大。加上她本身看这方面的书籍应该也比较少，所以她只能看到表象，而不明白表象之下的奥妙所在。 \\n  \\n  \\n 以上，是我对我身边的80后的一些分析和思考。义务教育制度，杀伤力太大。而80后之前的这些60后，70后。你们中的大部分人，也没帮上过我们什么忙，有些人还尽给我们添乱。我说的是我的那些小学、初中、高中的历史和政治课老师。当然了，生活在这样的环境下，你们也不过是混口饭吃。可是，教育，不应该是混饭吃的行业啊。 \\n  \\n  \\n 最后，我想说一点，从长远看，我是一个悲观的乐观主义者。因为随着社会的进步，常识性知识的普及，下一代不太可能再受我们这代那样的政治、历史教育。互联网在这点上，功不可没。\",\"timestamp\":1640839768,\"title\":\"我身边的80后\"},\"digest\":\"OK7aAz8sCjGEjF8ciQcp4QKg6EcYnyfgXpnVOopBz2Y\",\"authorship\":{\"contributor\":\"0x1F49538fCd56c08aa6ECb08Aded5b0c24Aa327Ce\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VVANpA6YFRxlH3ZfrJm7CvxW3cMVCDvDMFPj45Q_VU0\\\",\\\"y\\\":\\\"pWgDG6bmzZt1tT-H77exlcASGtNc3sO-W4n3pJcjS14\\\"}\",\"signature\":\"dv77ws1SCKZuWux6WvK6JIMJPwBNkFCFiryaa7IZqEs9WHspbUctihL-Rnpyo1IltbdjGN0xC500xoSL_M7Yvw\",\"signingKeySignature\":\"0x310b300f614184cf43c9c7171b922cc4c0ddb795032bbc3af1106ea97f748d936f04921e94db163a5a3b3a81501d37e59bda19a920606717b0c61d3c186393221c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VVANpA6YFRxlH3ZfrJm7CvxW3cMVCDvDMFPj45Q_VU0\\\",\\\"y\\\":\\\"pWgDG6bmzZt1tT-H77exlcASGtNc3sO-W4n3pJcjS14\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OK7aAz8sCjGEjF8ciQcp4QKg6EcYnyfgXpnVOopBz2Y\"}"