"{\"content\":{\"body\":\"### DEX Construction, Governance Tokens, Staking, Liquidity Pools, and Due Diligence\\n\\n**Author's Note:** *One of the aspects I believe that is still missing from the Web3 discourse, is a **new** fundamental understanding of \\\"intrinsic value\\\" as it pertains to decentralized assets (dAssets). The great investors of the 21st century have codified and solidified a comprehensive body of literature on fundamental valuation philosophies of corporate equities, bonds, derivatives, and commodities. The advances in traditional financial investment philosophy during the 20th century, the 2000s, and the 2010s has given us (more or less) standardized models of intrinsic value calculations across numerous styles, including: value investment, growth equity, reflexive, activist, and venture capital lenses.*\\n\\n*However, since Web3 and dAssets have emerged only within the last decade, they represent entirely new paradigms within technological communities, and represent entirely new structures and constructions of investment assets. From a fundamental valuation perspective, dAsset classes are still not well understood, and the proper methodologies to arrive at intrinsic values are still haughtily debated. This writing on DEXs (and hopefully future pieces across the dAsset landscape) will attempt to begin the codification of this new branch of investment philosophy and practice, hopefully leading to a more standardized theory on the intrinsic value of dAssets and leading to a higher level of investor education and sophistication in these new assets.*\\n\\n*This has been written for people already familiar with the basics of how asset exchanges operate - both centralized and decentralized.*\\n\\n### Introduction: DEX Investments\\n\\n\\\"DEX\\\" stands for Decentralized Exchange.\\n\\nDEXs allow for peer-to-peer digital currency swaps without the need for an intermediary or centralized exchange. Most DEXs are considered 'automated market makers' (\\\"AMM\\\"), which simply means that the protocols automatically match the best buy and sell orders currently being requested by users. This reduces the amount of fees and slippage that are experienced by the users of the platform. Liquidity pools are the core piece of a DEX's infrastructure. These liquidity pools are funded by Liquidity Providers (\\\"LP\\\") that lock their funds into the exchange in exchange for a return on their investment. As a reward for providing more liquidity to the exchange, and in turn allowing for a better trading experience for the users of the DEX, the LPs receive a small percentage of all of the volume traded over a specific currency pair.\\n\\nIn addition to the order book, the AMM function, and the liquidity providers, it is important to mention the last important asset in any DEX ecosystem: the governance token. Governance tokens have become proliferous among most Web3 applications and ecosystems. Each governance token is structured differently, but most have a few features in common:\\n\\n* Almost all DEXs are now structured as Decentralized Autonomous Organizations (\\\"DAOs\\\"), which simply means that the holders of the governance tokens decide how the protocol is to be run through voting. Throughout when we talk about \\\"DAO Treasuries\\\", we are referring to the capital controlled by the protocol and its token holders. There are nuances here, but we will pass over them in favor of simplifying the topic.\\n* By staking (locking your tokens into the protocol), the holder of the governance token is entitled to a return on their investment; sometimes staking is required to vote on governance issues presented to the DAO\\n* Note: governance tokens in other Web3 asset classes (such as blockchains - L1s - or other types of distributed service networks, e.g. decentralized file storage or computing applications) are structured differently. When we refer to investment in governance tokens here, please remember that we are specifically referring to governance tokens only as they pertain to DEXs.\\n\\n![Note: Uniswap ($UNI), Sushiswap ($SUSHI), and Curve.fi ($CRV) are the three largest DEXs by volume at the time of writing](https://images.mirror-media.xyz/publication-images/e6s53qYjebxlRvRyOw99J.png?height=566&width=915)\\n\\n### Table of Contents: DEX Investment Considerations:\\n\\n**Author's Note**\\n\\n**Introduction: DEX Investment Considerations**\\n\\n1. **Understanding \\\"Governance Only\\\" Tokens vs. \\\"Governance + Yield\\\" Tokens**\\n   1. Understanding the Value of Governance\\n   2. Centralization as a Protocol Matures\\n   3. Various DEX Policies, Current Examples\\n      1. UNI, SUSHI, CRV, Balancer, DODO, 1inch, and PSP (incl. uni profit switch)\\n2. **Fundamental Protocol Due Diligence**\\n   1. Significance & General Analysis\\n3. **Tokenomics**\\n   1. GO Token Structure - Decentralization Over Time, Release Schedules, & Inflation\\n   2. Tokenomics Effect on Valuation Structure\\n4. **Investment Method: Staking Tokens for Yield**\\n   1. Method\\n   2. Understanding Yields\\n   3. Staking Yields and their Intrinsic Values\\n5. **Investment Method: Farming Liquidity Pools - Becoming A Liquidity Provider**\\n   1. Method\\n   2. Understanding Yields\\n   3. Impermanent Loss & Price Fluctuations vs. Yield (Risks / Rewards)\\n   4. A Successful Farm\\n6. **Putting it All Together: Informed Investment Selection Across the DEX Ecosystem**\\n   1. DEX Due Diligence Checklist\\n\\nFor the purposes of this writing, I will use specific examples of DEXs in the text; however, these are merely examples and should not be construed as investment recommendations by nature of their inclusion. There are hundreds of active DEXs, each with their own structures, benefits, and drawbacks. Before investing in any asset, the investor should do their own research and thoroughly understand the assets they purchase.\\n\\n______________________________________________________________________________________________________________________________________________________________________________________\\n\\n### Section 1: Understanding \\\"Governance Tokens\\\" and \\\"Governance + Yield Tokens\\\"\\n\\nGovernance tokens are the native tokens of any DEX, and typically represent two (and optionally, three) things:\\n\\n1. Voting (Governance) Power\\n2. An unleveraged long interest in the price performance of the governance token\\n3. In specific cases, the ability to earn yield on the tokens through staking\\n\\nTherefore, in qualitative terms, the \\\"intrinsic value\\\" of native DEX tokens can be derived as a combination of these three features. For the purpose of clarity, throughout this article, I will discuss two types of tokens, defined:\\n\\n1. **Governance Only (GO)** DEX Tokens - these tokens hold no economic interests whatsoever, are not entitled to any yield, and can only be used to vote on proposals put forth by the DEX community\\n2. **Governance + Yield (GY)** DEX Tokens - these tokens retain the right to vote on governance proposals, but also realize material gain in the form of yield paid to the token-holders through staking \\\\[discussed later\\\\].\\n\\nDue to the additional economic upside offered to GY tokens, *there is a fundamental material difference in the intrinsic values of GO and GY tokens*. All else being equal (assuming identical underlying DEXs), the intrinsic value of GY tokens will always be greater than GO tokens.\\n\\n**Section 1a: Understanding the Value of Governance**\\n\\nThis section is tricky to write since we are entering completely new territory of how to conceptualize the value of governance as it pertains to decentralized organizations. In traditional finance, the value of greater control is clear: more control of an organization is more valuable - this principal is the reason that equity market participants pay goodwill premiums for controlling stakes in enterprises. However, in the world of blockchains and decentralized finance (\\\"DeFi\\\") controlling interests can be thought of as counter-productive. This idea was formalized as early as 2008 in Satoshi Nakamoto's Bitcoin paper where it was presented that malicious parties gaining >50% control of the mining networks would be ruinous to the network itself. All blockchains - regardless of their verification systems - still take this risk seriously in their architectures. The corollary to governance groups of protocols, and DEXs specifically in this section, is similar.\\n\\nLet's imagine two scenarios represented by two different DEXs (in this case: aDEX and bDEX, respectively). Each DEX has minted 1 million governance tokens and facilitates exactly the same amount of volume ($1 million per month). Each governance token both DEXs are equal to every other token in that DEX, representing 1/1,000,000 of the voting power in the protocol. For now, let's assume that the governance tokens cannot be staked and do not have additional value accrue to them. The only change in value of the tokens is driven by changes in the market capitalization \\\\[number of tokens \\\\* price of one token\\\\] of the protocol. We assume both $aDEX and $bDEX are freely traded tokens and at issuance their market capitalizations are each $1 million ($1.00 per token). However, there is one difference between the DEXs.\\n\\nIn aDEX, there are 100,000 users of the protocol, each with 10 aDEX tokens - each user has and equal 0.001% of the voting power in the network.\\n\\nIn bDEX, we also have 100,000 users of the protocol; however, 1 user holds 501,000 tokens (50.1%) and the remaining 99,999 users each hold approximately 5 tokens (0.0005%).\\n\\nAgain, remember that these are purely governance tokens with no economic benefit accruing to them aside from their market capitalization. Now, the difference between aDEX and bDEX is stark. In aDEX, our 50.1% owner will believe that the tokens have immense value, because they control all decisions related to the operations of that protocol. However, the other 99,999 owners will see the tokens as completely worthless \\\\[we will get to an example where the tokens accrue economic value shortly - but as *purely governance tokens*, a controlled network renders the non-control tokens worthless\\\\]. In contrast, each of the owners of bDEX tokens see their tokens as having value since they have an equal say in the direction of the protocol or DAO.\\n\\nOnce the governance tokens of aDEX and bDEX start trading, we would expect to see the following price movement:\\n\\n* aDEX: The 99,999 aDEX token holders with 5 tokens each would all attempt to sell their tokens. However, sophisticated counterparties in the markets would also realize that the tokens held no value and wouldn't purchase them. Likely, the only purchaser would be our 50.1% owner. Drawn out to the extreme, we could see the 50.1% owner acquiring the remainder of the tokens, sending the price into freefall, eventually reaching $0 since a 100% ownership concentration in any DEX renders all elements of decentralization non-existent. aDEX becomes a centralized DEX with worthless governance tokens. Essentially a private corporation.\\n* bDEX: Because all users realize that they have an equal say in the direction of the DEX, and all governance decisions are fully decentralized, they would see the issuance valuation of $1.00 as fair, and wouldn't sell their ownership stake in the DEX. We can assume that as the DEX becomes more or less powerful in the market (via technological development, new product releases, disruption, etc.) that the value of the governance tokens would increase or decrease as perceived input on the direction of the protocol becomes 'worth more'. However, through full decentralization of governance, the governance tokens retain 100% of their initial value at issuance.\\n\\nThrough these two examples, we can see that governance tokens (to remind the reader *ad nauseum*: we are not discussing tokens with economic interest in the assets or yield of the protocol, but tokens that only serve as voting rights) exist on a spectrum. At one end of the spectrum is a 'controlled protocol' (defined as a protocol that has one party or a consortium that controls >50% of the governance tokens) that has zero value. At the other end of the spectrum we have a 'fully decentralized' protocol, that retains 100% of its value to the token-holders. Perhaps an easy analogy to understand here is that Adex is a dictatorship masquerading as a democracy, whereas Bdex is a pure-democracy.\\n\\nA note to the reader: although it is rare to find a DEX governance token that has no ability to benefit from the economic upside of a protocol, it is important to understand the above concept of 'governance value'. The primary reason being that *if the yield rewards of the protocol are denominated in the governance token* (explanation of this in the next section), then the economic value of the token is still predicated on whether or not the governance aspect of the token has value.\\n\\nIt is important to note that while the value assigned to the extremes of ownership concentration (perfect distribution of ownership and controlled ownership) in governance tokens shouldn't change, there may be variances in value along the curve - primarily dependent upon the sophistication, agenda, and value add of the concentrating owners. In the event that there is high concentration by an owner that is unsophisticated - in the sense that they are unable to propose high quality protocol referenda to the community, or are malicious in their intent towards the protocol - the value of the governance token declines much more rapidly than it would with ambivalent or non-participating owners. On the other end of the spectrum, if the ownership of governance tokens is concentrated with the core development team of the protocol (to an extent), or to very high quality venture capital or strategic investors that result in accretive capital allocation or beneficial partnerships within (or outside) the ecosystem, then the concentration in token ownership would be beneficial to the remaining token holders. In the later scenario, the non-concentrated public token-holders would benefit from an increase in the visibility and increasing competitive advantage of the protocol, which would in-turn make their own tokens more valuable.\\n\\n![](https://images.mirror-media.xyz/publication-images/nQB92M5IxwCynIlrW2J_3.png?height=657&width=697)\\n\\n**Section 1b: Centralization as a Protocol Matures**\\n\\nIt is important to note, that as a project is getting started, there has to be a core team of developers that have complete say over the direction of the protocol. However, as the protocol becomes more mature, it should become more decentralized. Some may argue that protocols should always have a core group of developers that have final approval over certain changes to the protocol, but the amount of centralization that is acceptable should be left to the investor. A nice quote from @vitalikbuterin on the subject:\\n\\n![](https://images.mirror-media.xyz/publication-images/XXSq7NKYUCFCUPz1Ni3YZ.png?height=232&width=511)\\n\\nPrior to a discussion on the intrinsic value of governance, it's important to discuss how staking yield from governance tokens can add additional intrinsic value to a protocol.\\n\\n**Section 1c: Various DEX Policies, Current Examples**\\n\\nAs stated above, the DEXs and Aggregators (exchanges that aggregate the best prices from numerous DEXs into their platforms) shown below are merely used as examples, this is not a comprehensive list.\\n\\n**Governance Quality Comparison Among the Largest DEXs & Aggregators**\\n\\n![](https://images.mirror-media.xyz/publication-images/BDWSeNVOMFYEA1CuqH2C_.png?height=592&width=1472&size=medium)\\n\\nFrom a macro-governance analysis standpoint, the astute investor may plot various DEXs against one another for a more visual representation:\\n\\n![](https://images.mirror-media.xyz/publication-images/bjOrfANWhmbS20Cez5bhh.png?height=578&width=1027)\\n\\nAs can be seen in the data table and graphical representation above, there is a wide variety of governance structures, voting rights, and levels of governance concentration among various exchanges - even in the largest seven by volume. While conducting an analysis of this nature, :\\n\\n* **Differentiation between GO and GY tokens** is essential. In Sections 3 though 7 we will elaborate further on the implications of GO vs. GY as it pertains to investment selection\\n* **Evolution of governance centralization over time**. As a rule, protocols will inherently start as centralized organizations (governance power shared between the core team and early investors); however, as they mature and gain scale, the protocol should evolve towards more decentralization. Thus, the sophisticated DEX token investor should always consider the *end state* of governance centralization, and how quickly the protocol moves toward that state\\n* **DAO Governance Proposition Rules**. Once the investor understands the end state of governance token distribution, they then must understand how governance proposals can be made, brought to a vote, and approved. There are various protocols where even if the community token distribution is quite high, the decision making power within the DAO remains highly centralized.\\n  * For example (as of today's writing), in the Uniswap protocol, in order to propose any modification to the protocol - which is subsequently voted on by the community - the proposer must have ≥2.5 million UNI in their wallet. Currently, there are 63 investor wallets with a balance in excess of 2.5 million UNI. This insinuates that even though the allocation of tokens to the community is 60% of the total issued UNI, the DAO's governance proposition rules only allow 63 wallets to control all future modifications to the protocol. To draw an analogy to TradFi, the Uniswap minimum proposition requirements can be thought of as ultra-concentrated super voting common shares that typically allow investors and founders to retain voting control, even if they own a minority economic interest.\\n\\n  From <https://docs.uniswap.org/protocol/reference/Governance/governance-reference> on Nov. 23, 2021:\\n  * In the case of Uniswap, the investor with <2.5 million UNI may consider the tokens as worthless, ***since UNI tokens are GO*** (for the purpose of this example, I am ignoring the fee switch that can be activated in UNI - the value of that will be discussed in section 3). On the other hand, the investor who buys or owns ≥2.5 million UNI may see the tokens as immensely valuable since they solidify their position within the oligopolistic control. It's a case study in immense inequality of governance\\n* **Quality of Investors & Future Governance.** In the event that a DAO's governance rules, or token distributions effectively lead to highly concentrated power structures, the sophisticated investor may still choose to assign intrinsic value to the token in three scenarios:\\n  1. The token is GY, and there is economic upside from the yield offered by ownership of the token\\n  2. The token is GO, but the largest owners of the token are world-class investors that will (likely) drive significant value into the protocol\\n  3. There are existing governance proposals, or the ability for tokens to convert from GO to GY. In this case the optionality of *the possibility* of future yield can be discounted probabilistically and will carry  some value\\n\\nTo conclude the discussion of governance tokens, it will be worth our time to explore briefly the decision making process of the DEX token investor. At the highest level, the investor must understand the purpose for buying the token. Obviously, if it doesn't align with their objectives, they ought to seek to deploy their capital elsewhere:\\n\\n![](https://images.mirror-media.xyz/publication-images/NE1mGBaKbRMBeiVtvC1-k.png?height=173&width=765)\\n\\nNow with a more firm understanding of DEX token policies, centralization of token ownership, and how investors ought to frame their decisions with regards to purchases, the investor should conduct fundamental diligence on the protocol to ensure they don't get rugged (money is stolen from the smart contracts by the architects), rekt (the smart contract fails or is hacked and money is lost).\\n\\n______________________________________________________________________________________________________________________________________________________________________________________\\n\\n### Section 2: Fundamental Protocol Due Diligence\\n\\nWhen considering buying governance tokens, and subsequently staking them, one of the first investigations the intelligent investor should undertake is a traditional business analysis of the DEX. The reason for this is simple: if the DEX has a competitive advantage versus its competitors, the value of the governance tokens will remain higher for longer; however, if a traditional analysis uncovers weaknesses in any aspect of the DEX's business model, the governance tokens ought to be priced at a discount to its competitors since there is a greater risk of users migrating to more useful protocols.\\n\\n**Section 2a: General Analysis**\\n\\nThe analysis of a DEX's business model includes many of the aspects that one would expect from an analysis of a traditional business. Because there are countless resources online, and public talks by leading investors on how to conduct traditional business analyses, such as SWOT, moat, first mover, etc. it would be redundant to elaborate on a detailed discussion of those topics here. Therefore, I will only offer broad suggestions of qualitative diligence items to analyze when considering DEXs for potential investment:\\n\\n**Competitive Advantage -** This is just as it sounds. Based on your research and understanding of the DEX, can you identify any competitive advantages that it may have over other DEXs (e.g. lower slippage rates, a better AMM mechanism, higher liquidity, etc.). The individual investor may determine what they believe are the most compelling competitive advantages in this case.\\n\\n* **Technology -** In Web3, and DEXs specifically, the rate at which technology is changing is astounding. Therefore, there is always a risk that a DEX protocol falls behind in development as compared to its competitors. This can occur if the protocol community doesn't propose the right upgrades to be voted on, or the core developers fail to understand the needs of the market and also don't propose the right upgrades.\\n\\n  As the investor considers competitive advantage, they should also consider new versions of protocols that are being released, and whether the DEX they are considering for investment has the most recent features. A good example of this is the most recent release of Uniswap V3, released earlier in 2021. Because of the new releases of various forks (copies) of Uniswap, the core developers decided to add the following features to the DEX to keep it competitive in the market:\\n  * Concentrated liquidity - liquidity providers can estimate the shape of the AMM as they can build unique price curves based on their preferences. LPs’ capital can be centralized within custom price ranges, enhancing the liquidity at desired prices.\\n  * Active Liquidity - When the market experiences price change and goes beyond the LP’s specified price range, the liquidity is automatically removed from the pool and will no longer earn rewards.\\n  * Flexible Fees - Uniswap v1 had a flat fee of 0.3%, and the entire fee was allocated for rewarding LPs. In Uniswap v2, 0.05% of the total fee was reserved for the development of the network. Uniswap v3 arrives at community governed flexibility through three fee tiers. \\\\[1\\\\]\\n\\n  If the investor does not feel comfortable in their understanding of the exact technical specifications of a particular DEX versus others in the market, it is suggested that they seek out an analyst that may conduct this research for them, or seek out online resources that may explain differences in various protocols in simpler terms.\\n* **Scale -** Specifically as it relates to DEXs, scale plays a large part in the staying power of a protocol for a number of reasons, including: user familiarity, size of the DAO treasury, higher volumes, more liquid trading pools, better developer talent, and a larger (presumably more engaged community). The investor should understand the benefits and drawbacks of larger and smaller scales in DEX protocols.\\n* **Existing or Potential Forks -** Forks are copies of an original protocol, typically with small tweaks to the original architecture. For example, Sushiswap is a fork of the Uniswap protocol, created by the founders of Sushiswap because they had ideas on how a DEX could function better or differently from the way that Uniswap was constructed and operated. The ability for protocols to be forked is a massive change compared to traditional businesses (e.g. SaaS) where intellectual property and confidentiality prevent potential competitors from copying an existing company's code base and using it as their own. Because protocols can be forked so easily, the competitive advantages of proprietary architecture decreases substantially, which affects the way an investor should think about which tokens and protocols they support.\\n\\nTo return to the previous point on scale: typically the largest DEX protocols are able to iterate quickly due to a large developer-base, active DAO community, and sizable treasuries that allow them to hire top-level talent to update code bases, and then publicize those changes by using some of the treasury budget. Uniswap's recent change to concentrated liquidity within their AMM is a great example. As an investor considers which DEX tokens to invest in, they must also consider the opposite effects of a DEX with dwindling competitive advantage.\\n\\nIn the event that a DEX has a community that is too centralized, or a governance structure that doesn't allow for rapid changes to the protocol as new forks emerge, that protocol is at risk of becoming antiquated and unable to compete with better models that are more adaptable. The other causes of a stale protocol may include an inactive DAO community (difficulty reaching quorum during votes or inability to propose relevant upgrades), or insufficient capital in the treasury to pay high quality developers (meaning delays in pushing competitive updates to the protocol).\\n\\n**Audits of the Protocol -** As with any business, DEX protocols can have failure points - primarily in their code-bases since smart contracts are the backbone of all protocols. Similar to a financial and governance audit by an accounting firm for traditional businesses to minimize the risk of investor fraud, all legitimate dApps will also have been audited by reputable firms to ensure:\\n\\n* The code has no vulnerabilities\\n* The smart contract is programmed properly to execute the functionality being promised to investors\\n* To highlight any risks that may be vulnerabilities in the future, as the protocol scales\\n\\nIt is up to the investor to do their own research on the auditor of any protocol to ensure that the auditor is legitimate, capable, and has a good reputation for thorough audits within the community. If the auditor (or audit) doesn't pass any of these hurdles, the investor should immediately discontinue their consideration.\\n\\n______________________________________________________________________________________________________________________________________________________________________________________\\n\\n### Section 3: Tokenomics\\n\\nAs described above, tokenomics refers to the number of tokens outstanding in a protocol, the ownership concentration of those tokens, and the value that can be fairly assigned to each token. To draw an analogy to traditional finance, tokenomics can be thought of as fully diluted equity share structures, albeit with slightly different economics.\\n\\n**Section 3a: GO Token Structure - Decentralization Over Time, Release Schedules, & Inflation**\\n\\nThe discussion above in Sections 1a - 1c should have given the reader an introductory understanding of how token ownership and centralization can affect the value of certain GO or GY tokens. In this section we will discuss the ideas of decentralization of a DEX protocol over time, token release schedules, and how those can affect the valuation of tokens generally.\\n\\nIn many cases, teams building DEXs have adopted the philosophy explained in Vitalik's tweet: \\\"The optimal governance structure of early-stage projects is founder dictatorship. The optimal governance structure for mature projects has large user/stakeholder involvement.\\\" The primary way that founding teams cede control of the protocol to the community is by releasing tokens to the community - typically as incentives to liquidity providers.\\n\\nThe token supply graph of the Balancer protocol (token: BAL) is a perfect example of centralized to decentralized governance. At the date of the protocol's launch in June of 2020, the core team and investors had 100% of the say in the protocol's development. However, almost exactly three years after launch - in June 2023 - the community's governance power flips that of the core team. The only way in which tokens are released to the community is through rewards given to liquidity providers.\\n\\n![](https://images.mirror-media.xyz/publication-images/M7E_s6_VyqVsBNvUrfj8f.png?height=452&width=752)\\n\\nIn the case of the Balancer protocol, once a hard cap of 100 million BAL tokens is reached, no additional tokens will be minted, and the governance will stay in the hands of the community into perpetuity. This is a good example of a tokenomics model that leads to decentralization over time, especially since there are no minimum token balances required to propose governance to the Balancer DAO.\\n\\nMerely to provide a different tokenomics model, let's take a look at the Curve DAO tokenomics model. For reference, the protocol's vesting graph is below:\\n\\n![](https://images.mirror-media.xyz/publication-images/OFK4ndBxG4FILfKGrz8jH.png?height=908&width=885)\\n\\nFor clarity, let's break down what we are looking at:\\n\\n* Currently there are 862.7 million CRV tokens in circulation (until we get to section 4 you can ignore the \\\"Locked\\\" number)\\n* Of these:\\n  * 376.9 million (43.7%) are held by employees, investors, and the core team\\n  * 485.8 million (56.3%) are held by the community, including early users\\n\\nAlthough at first glance it may look like the community and early users gain governance share over time, this is not the case. As you can see below, the governance structure of CurveDAO actually remains strikingly consistent over time:\\n\\n![](https://images.mirror-media.xyz/publication-images/pGg5E7VccEC9mRagK7gm2.png?height=452&width=766)\\n\\nAs is evident, the CRV tokenomics are quite different from the BAL tokenomics. It may be argued that the BAL decentralization-over-time governance model is more ideal, and thus more valuable, but I believe it's too early in the development of decentralized investment philosophy to argue either way categorically.\\n\\n**Section 3b: Tokenomics Effect on Valuation Structure**\\n\\nIn traditional company valuations, it is a rule that dilution causes the price per share to go down; however, the intrinsic value has no direct relationship with price. The same rule holds with dApp tokenomics. Let's imagine a basic scenario to prove the point - again we will use two sample DEXs as the examples. In this example *both DEX tokens are GO*. We will talk about GY tokenomics later.\\n\\nExample aDEX:\\n\\n* Total value of aDEX governance today: 100 governance units\\n* Tokens Outstanding today: 100 ADEX tokens\\n* GO Value of 1 ADEX token: 1 unit\\n* Price of ADEX today: Ξ 1.0 (1 eth)\\n* In the subsequent 12 months, ADEX rewards liquidity providers with an additional 100 ADEX tokens; however nothing else has changed in the DEX to change its value\\n* Total value of aDEX governance in 1 year: 100 governance units\\n* Tokens outstanding in 1 year: 200 ADEX\\n* New GO Value of 1 ADEX token: 0.5 units\\n* Price of ADEX in 1 year: Ξ 0.5 (keeping the exchange rate constant for simplicity)\\n* *Note: because the tokens are GO, the only value that can be assigned to them is their governance power over the DAO. Therefore, if the tokens represent 50% of their previous control over the DAO, and the DAO hasn't changed in value, the tokens must drop by 50% in price.*\\n\\nLet's consider the next example of bDEX:\\n\\n* Total value of bDEX governance today: 100 governance units\\n* Tokens outstanding today: 100 BDEX tokens\\n* GO Value of 1 BDEX token: 1 unit\\n* Price of BDEX today: Ξ 1.0\\n* In the subsequent 12 months, BDEX rewards liquidity providers with an additional 100 BDEX tokens AND the value of DAO governance of the DEX has increased by 2x due to an unforeseen event\\n* Total value of bDEX governance in 1 year: 200 governance units\\n* Tokens outstanding in 1 year: 200 BDEX\\n* New GO Value of 1 BDEX token: 1.0 units\\n* Price of BDEX in 1 year: Ξ 1.0\\n\\nThe above examples make it exorbitantly clear that as DEXs inflate their governance only token supply through rewards given to liquidity providers, the *value of the governance of the DEX* must increase to the same proportion as the token inflation to maintain a consistent token price. To put it simply, where i stands for inflation:\\n\\nIf iGOtoken > iDAOgov —> price decreases\\n\\nIf iGO token < iDAOgov —> price increases\\n\\nThe sophisticated investor investing in GO tokens must make a judgement about whether or not they think *the value of the governance of the DAO* will increase at a quicker pace than the inflation of the governance tokens, assuming the investor is price-sensitive.\\n\\nNow that we have a mental model for understanding GO tokens, let's discuss GY tokenomics and how prices may fluctuate based on not only governance power over the DAO, but also via yield paid to the token holders.\\n\\n______________________________________________________________________________________________________________________________________________________________________________________\\n\\n### Section 4: Staking Tokens for Yield\\n\\nIn this section we will assume that governance token ownership is sufficiently decentralized and hold intrinsic value through their ability to affect the direction of their respective DAO. Thus, the tokens discussed in this section can be classified exclusively as GY. For simplicity, we will only discuss the value of the yield that these tokens may generate and will wait until a later section to combine the intrinsic values of the governance component of various tokens and the yield component.\\n\\nIn this section, staking governance tokens directly to the DEX (e.g. staking $SUSHI to Sushiswap and receiving $xSUSHI), and staking tokens to liquidity pools *on* the DEX (e.g. staking $UNI into a ETH/UNI pool on Uniswap) will both be addressed. Both of these investment options offer additional value from which holders of GY tokens will be able to derive value. ***First, let's talk about the simpler of these investment options - staking a token directly to the DEX.***\\n\\n**Section 4a: Investment Method: Staking for Yield**\\n\\n![Note: fees vary by exchange, those used above are merely for demonstration.](https://images.mirror-media.xyz/publication-images/UkZY8tsrdm70yI8d5b15K.png?height=593&width=381)\\n\\nThe best way to think about staking is simply that the investor takes their governance token and 'locks' it into the DEX protocol. By locking it in (traditionally called 'staking'), the investor is indicating to the protocol that 1) they are going to hold their token for a longer duration, and 2) that they would like to receive part of the income that is being generated through the operation of the DEX. The income is usually derived as a percentage of the total volume exchanged on the DEX in any given period. \\\\[In the example of Sushiswap, once you stake your $SUSHI token to the protocol, you receive $xSUSHI in exchange, which is merely a representation of your staked holdings. The 'x' prefix is an important distinction in that it indicates you now hold a yield-bearing asset, rather than just a governance token. The prefixes of staked tokens will vary by DEX.\\\\] Once a token has been staked to the protocol, it is entitled to receive a percentage of the total trading volume on the DEX.\\n\\nFor example, xSUSHI holders (the staked form of SUSHI token) currently receive 0.05% of the total volume exchanged on Sushiswap. As of this writing, rewards on DEXs are always paid out in the native token of the DEX, however, this may change with future forks and iterations of exchanges.\\n\\n**Section 4b: Understanding Yields**\\n\\nThe investor may think about the yield that they gain from staking similarly to a dividend that would be paid from the earnings of a traditional corporation. Let's use xSUSHI as a real example here (assume our investor has staked their SUSHI tokens and now has 10,000 xSUSHI tokens). Numbers pulled from [analytics.sushi.com](http://analytics.sushi.com) at the time of writing:\\n\\nTotal xSUSHI = 58,600,039 = $628,778,418 Total Value Staked (also called Total Value Locked, \\\"TVL\\\")\\n\\nPrice of xSUSHI = $10.73\\n\\nHypothetical Investor staking xSUSHI = 10,000 = $107,300 Investment Value Staked\\n\\nInvestor Ownership of Total Staking Pool = 0.017%\\n\\nxSUSHI Staking Reward = 0.05% of all volume traded on Sushiswap\\n\\nCurrent Sushiswap Annual Volume = $174.2 billion\\n\\nInvestor Annual Staking Reward Yield = $174.2 billion \\\\* 0.05% \\\\* 0.017% = $14,807\\n\\n**Investor Staking APY = 13.8%**\\n\\nFor all intents and purposes, the 13.8% yield that can be gained by the investor can be thought of as a dividend yield on their assets. However, before moving on, there is an essential point to be made about the native tokens of each of these DEXs.\\n\\nInformed by the discussion of the value of the DEX itself from a competitive advantage standpoint, and the value of the governance component of GO tokens, the investor must determine whether the risk associated with the yield is low enough to warrant an investment. Investing in DEX tokens - both GO and GY - hold a risk that is similar to investing in a preferred equity or debt security of a traditional business. Namely that if the underlying asset is too risky and the chance of default is high, the yield may not compensate the investor for that risk. The same is true with DEX tokens.\\n\\nBecause yields on staked assets are paid in the native token of the DEX, you must believe that the DEX has staying power for the duration that your assets are staked. In the event that the investor has been collecting 50% APY yields through staking the native DEX token, but then the DAO collapses, or the DEX is superseded by a new fork or protocol, all o the tokens that the investor has collected may be worthless (or significantly less than the principal of their staked capital) - not to mention the tokens they staked are also now worthless. The risks of investing in DEX tokens and earning yield on those tokens should not be underestimated.\\n\\n**Section 4c: Staking Yields and their Intrinsic Values**\\n\\nThis example was merely for demonstration to show how yield is calculated on staked assets; fortunately, the DEXs will do this math for you and show the current yield available by staking their tokens. Below is a graph demonstrating the historical APY available by staking on Sushiswap:\\n\\n![](https://images.mirror-media.xyz/publication-images/GFKPCCCkrT3lTd4qcMt-V.png?height=396&width=1487)\\n\\nThe best way for the investor to think about this yield is as a dividend payment on their governance token, and the analysis conducted must incorporate the inherent risk of the DEX's survivability and the tokenomics discussed above.\\n\\n\\\\[*Author's note: for the purposes of this writing, I will avoid trying to put fluctuating yields into mathematical formulas, since unlike traditional bonds, there is no principal value to which the security will eventually converge; nor are there fixed interest payments. The entire yield structure of staked assets is calculated in real-time by the protocol - the yield determined by the supply of staked tokens into the protocol, and the volume traded through the DEX. We can think about the relationship of yield to supply and demand over a given time interval simply as: **Yield = Take Rate \\\\* (DEX Volume / Dynamic Quantity of Staked Tokens)**. Perhaps more academic readers can figure out how the math equations can be built to describe this.*\\\\]\\n\\nPerhaps the one similarity between traditional finance and the dynamic yields of staked protocol tokens is that the yield curves should eventually converge to a \\\"fair value\\\" based on the underlying fundamentals of the token being staked. For now, it suffices to say that higher yields will attract more stakers and lower yields will see a flight of assets to more lucrative projects, which will in turn see the yield go up.\\n\\nIntrinsic Value of Staking Yields\\n\\nFrom a purely academic standpoint, the intrinsic value of staking yields (neglecting any other aspect of the tokens, such as DAO governance) for the entire protocol can be calculated as the net present value of all future yields generated from the DEX and rewarded to staked tokens. Because the yields on DEXs are calculated instantly after each transaction on the DEX, it is only possible for the human analyst to aggregate trading volumes over longer timeframes, and average the dynamic yields over that period.\\n\\nLet's imagine a DEX with a GY token, and for simplicity let's imagine that the DEX will operate for exactly 12 years. This token is currently priced at $9.62. If we assume that the DEX will have $50 million of trading volume per year and the rewards paid to staked tokens is 0.05% of total volume, we can construct a simple discounted cash flow model to understand what the net present value of the staked tokens is:\\n\\n![](https://images.mirror-media.xyz/publication-images/bQcmH18I7SCoKZ9znqgv8.png?height=276&width=1560&size=medium)\\n\\nThe astute reader will notice that the net present value of the token's yields are lower than the current token price. This may happen for a number of reasons:\\n\\n* The token holders believe that there will be increased yields in the future\\n* The token holders assign $1.95 of value to the governance of the DAO. Important note: with any GY token, there *should be* some percentage of the token price that is assigned to the net present value of future yields, and the remaining percentage to the value of the DAO governance\\n* The token holders believe that the market overestimating the riskiness of the protocol (discount rate is too high)\\n* There is a possibility that token holders may be able to claim a higher reward % in the future\\n* A combination of two or more of the above\\n\\nAny sophisticated investor will, of course, have their own assumptions in their tokenomics model, some (or many!) of which may not be included above. These assumptions will drive their own individual opinions on how much weight should be placed on yield vs. governance and so forth, eventually determining the prices they are willing to pay for GY tokens.\\n\\n______________________________________________________________________________________________________________________________________________________________________________________\\n\\n### Section 5: Investment Method: Farming Liquidity Pools - Becoming a Liquidity Provider\\n\\n*The second method for an investor to utilize DEXs to earn yield is by providing liquidity to various token pairs.* We discuss the nuances of this form of DEX investing below. Note: in the parlance of DEXs, this type of investing is called \\\"farming\\\", and I will refer to it as such throughout.\\n\\n![](https://images.mirror-media.xyz/publication-images/wgLmXqW7-WAaZ2rri7gHa.png?height=332&width=543)\\n\\nFor the sake of brevity, if the reader is unfamiliar with how an Automated Market Maker (AMM) works, I would recommend reading this definition before proceeding: <https://coinmarketcap.com/alexandria/glossary/automated-market-maker-amm>.\\n\\nAn additional clarification, an AMM is code embedded in a smart contract that facilitates currency swaps and determines exchange rates automatically according to mathematical formulas. When an investor is providing liquidity into a pool, they are adding liquidity into a pool *where trades are then facilitated by the AMM*. Both AMMs and liquidity pools are parts of a DEX. There are lots of resources online to understand these terms further if it is still confusing, but understanding these definitions is necessary in order to understand how farming works. The reader must be clear on these distinctions before proceeding to the following sections.\\n\\n**Section 5a: Investment Method: Farming**\\n\\nIn order for DEXs to facilitate trades between different currency pairs (for example trading 1 ETH for 122 DOT tokens or vice versa), the AMMs need liquidity available at their disposal within those pairs in order to facilitate those trades. As a rule, the the larger the liquidity pool, the smaller bid/ask spreads will be, which increases trading efficiencies. Increased efficiency leads to a superior trading experience for users, and thus increases volumes on the exchange, which is in-turn good for stakers due to higher yields, etc. By understanding this virtuous cycle, it is easy to see why DEXs want to reward those who provide liquidity to various currency pair pools as farmers.\\n\\nBecause liquidity is so important for AMMs to function efficiently, DEXs pay farmers (in this case, called Liquidity Providers or \\\"LPs\\\") rewards to stake their tokens into the AMM. The yields that LPs can realize from these rewards varies depending upon the amount of liquidity in a pair, the trading volume on that pair, and the percentage that the DEX pays to LPs in compensation for their staked capital.\\n\\nThe ways in which an LP is allowed to stake into liquidity pools varies by DEX. For example, on Uniswap and Sushiswap, the LP must have an equal proportion of two tokens (e.g. $500 of ETH and $500 of DOT) in order to provide liquidity to a pair. By mandating equal proportions of value, the DEX can assure the best trading experience for users, and the lowest volatility within the pool for LPs.\\n\\nHowever more recently, DEXs such as Paraswap have begun allowing LPs to provide unequal amounts of tokens into their liquidity pools (e.g. $100 of ETH and $500 of DOT). Because invariably the liquidity pools will have an unequal amount of each currency with this policy, DEXs constantly update the reward percentages that are available to the investors for providing more of one currency versus another to equalize the pools as much as possible. Constantly changing reward yields is one way that DEXs ensure that LPs capital is being invested in the single currencies or currency pairs with the highest liquidity need.\\n\\nWhether the farmer is staking equal values of two tokens, unequal values of two tokens, or a single token into liquidity pools, their reward is always calculated as a percentage of the liquidity pool that they own. Let's take an example of a DAI <> ETH liquidity pool on a DEX:\\n\\n* Pool Before Staking: 9 DAI and 9 ETH (let's say DAI:ETH for simplicity)\\n* We also assume that 1 Liquidity Pool Token (abbreviated DAIETH LP Token) equals 1 DAI and 1 ETH. In exchange for existing investors staking their DAI and ETH, the pool will have issued 9 DAIETH LP Tokens, which represents 100% ownership in the pool\\n* Now, a new investor decides to stake an additional 1 DAI and 1 ETH into the pool\\n* New Pool Balance: 10 DAI and 10 ETH\\n* In return for the new investor's capital, the pool issues them 1 DAIETH LP Token, which represents a 10% ownership in the liquidity pool\\n\\nAn important note: the ownership in liquidity pools is dynamic, meaning that if the new investor never stakes more tokens, and never de-stakes the original investment, they will always have only 1 DAIETH LP Token. Let's say 10 more DAI and 10 more ETH are staked into the pool, our investor will now only own 5% of the liquidity pool. ***Therefore, there is no risk of capital loss due to the changing size of a liquidity pool, assuming prices stay constant. The only two risks of loss as a farmer are impermanent loss and currency devaluation,*** *both of which are discussed further below.*\\n\\n**Section 5b: Understanding Yields**\\n\\nSimilar to the yields that can be gained by staking into a protocol, the yields gained by staking into a liquidity pool can be thought of simply as a dividend earned based on a percentage of the volume traded over a currency pair; however, there are slight complexities introduced by having exposure to two currencies rather than one, especially when they are locked into an AMM.\\n\\nThe concepts of yield being proportional to the number of tokens outstanding and the volume traded is the same as staking, therefore I won't spend too much time re-describing those concepts. Where yield farming differs from staking is in the types of risks to which the investor is exposed.\\n\\n**Section 5c: Impermanent Loss and Price Fluctuations vs. Yield (Risk / Reward)**\\n\\nAside from the fundamental risks of investing in protocols (rugs, bad code and pool hacks, no competitive advantage, etc.) there are two risks that are specific to yield farming that the intelligent investor must be aware of: impermanent loss (also called \\\"divergence loss\\\") and price declines (also called \\\"currency devaluation\\\").\\n\\nImpermanent Loss / Divergence Loss\\n\\nBecause there is a massive amount of content already online about impermanent loss, I won't spend much time describing it here, aside from discussing how LPs should think about their risks and opportunity costs arising from the phenomenon. ***With that said, if an investor does not understand impermanent loss, they should not be farming currency pairs, full stop.***\\n\\n\\\\[for reference, here are two great resources: beginner - <https://academy.binance.com/en/articles/impermanent-loss-explained> and advanced - <https://chainbulletin.com/impermanent-loss-explained-with-examples-math/>\\\\]\\n\\nPerhaps the best way for an investor to frame the risks and rewards of impermanent loss is in the context of token correlation vs. yield during the time of the investment. As can be seen in the graphic below (which assumes no yields are being paid), ***the most important thing to understand when farming is the correlation of the prices of the tokens in the pool. Impermanent loss increases exponentially as the correlation of the token prices changes linearly:***\\n\\n![Note: in case the colors are hard to decipher, perfectly correlated assets (100%) never incur any impermanent loss (the line on the x-axis), whereas perfectly inversely correlated assets (-100%) show massive divergence loss in excess of 20% of the investor's initial investment, even if the price of the underlying asset only changes by 50% in either direction.](https://images.mirror-media.xyz/publication-images/GUJ7JadKywTZTXFpdowQr.png?height=783&width=1438&size=medium)\\n\\nNow that we understand the relationship between price correlations and impermanent loss, we may then deduce the attractiveness of providing liquidity to a pool from an investor's perspective. The attractiveness of entering a farming pool will depend on the following variables:\\n\\n* Time Invested\\n* Average Yield Offered by the Pool (during the entire time of the investment)\\n* Correlation of the Tokens in the Pool\\n* Volatility of the Tokens in the Pool\\n\\n***The math required to figure out an intrinsic value of this investment is beyond my capability, but if anyone reading this can figure out how these variables fit together mathematically, you will retain full credit for your work (and I will be grateful to you!). I believe it has to be similar to the Black-Scholes formula, but rather than a lognormal distribution, it would have to be a normal distribution since impermanent loss occurs on both positive and negative price movements of the underlying.***\\n\\nHowever, even without the mathematical formulas, it is possible to build a framework of general rules when considering these types of investments:\\n\\n* The average yield offered by the pool during the time that the capital is invested should be greater than the impermanent loss. To dig into the details of this even further:\\n  * Higher correlation of token prices as yield is held constant is more preferable, and vice versa\\n  * The negative effect on an investor's capital balance increases exponentially as the correlation between tokens decreases linearly\\n  * Assuming a high quality of the underlying assets, higher yield is preferable since greater yield offsets divergence loss\\n  * The investor should maintain a margin of safety through higher yields when providing liquidity to pools, such that they feel comfortable they will still come out ahead in the event of increased volatility or decreased correlations of the underlying tokens\\n\\nOnce the investor determines that they are comfortable with the level of risk associated with the correlation and volatility of the token pair, they can then calculate an expected yield from the farm. The sufficiency of yield will vary by investor dependent upon discount rates of future rewards, the expected variations in yield paid to the investor, and strength in quality of the underlying assets. For removal of doubt, earning a 1 million percent annual yield on a token that's price will go to zero after a pump and dump scheme still does not constitute a sufficient margin of safety. In this case a 5% yield earned in a stablecoin pool would be vastly preferable.\\n\\nCurrency Devaluation\\n\\nAs alluded to in the prior section, the second primary risk of staking into liquidity pools is the risk that one of the assets in the pool experiences a large price decline for any reason. Due to the balancing rules of the liquidity pools \\\\[*meaning: x*y=k. If you don't recognize or understand this function, revisit the articles linked at the top of this section\\\\*\\\\], if one of the assets in a pool has a significant price decline, the pool will eventually be weighted nearly 100% into the devalued token. An example would look like this:\\n\\nToken X and Token Y Liquidity Pool - Scenario of One Token Devaluing:\\n\\nAsset X: 100 units @ $10.00 = $1,000 value\\n\\nAsset Y: 50 units @ $20.00 = $1,000 value\\n\\n* Relative value: (X/Y) = 0.5\\n\\nWe assume the investor owns 10% of this pool, or $200 in value\\n\\nFinding our initial constant k = 50 \\\\* 100 = 5,000\\n\\nLet's then assume that the price of Asset Y drops to $0.01, what happens to our pool? Now, our constant balancing equation has changed:\\n\\n* k still equals 5,000 since this is a constant\\n* Relative value: (X/Y) = ($10.00 / $0.01) = 1,000.0\\n* Now, the quantity of tokens X and Y in the pool can be calculated as:\\n\\nX = sqrt(5,000/1000) = 2.23\\n\\nY= sqrt(5,000\\\\*1,000) = 2,236.07\\n\\n* The total value of this pool is now: (2.23\\\\*$10.00) + (2,236.07\\\\*$0.01) = $44.66\\n* Assuming no yield, our investor's 10% share is now worth: $4.47.\\n\\nIn order to understand this rebalancing effect, we can simply compare the loss to holding the tokens outside of a liquidity pool:\\n\\n* Value from investing in liquidity pool: $4.47\\n* Value from holding tokens organically: ($10.00 \\\\* 5) + ($0.01 \\\\* 10) = $50.10\\n* **Additional loss due to farming: -$45.63 or -22.8%**\\n\\n***Even if you don't follow the math above, the risk of one of the currencies in a liquidity pool dropping substantially can be even more harmful to an investor's capital than if they had not farmed at all. Therefore, it is critical to ensure the tokens you are farming will retain their value throughout the course of the investment.***\\n\\nConsidering the above, it is highly recommended that all intelligent investors conduct the research outlined in Section 2 above to determine the viability and attractiveness of a token prior to providing liquidity to any pool.\\n\\n**Section 5d: A Successful Farm**\\n\\nSince we have discussed the risks associated with yield farming, it is also important to talk about what a successful liquidity pool investment looks like, as they are common and can be extremely profitable for the astute investor.\\n\\nLet's use a real world example to understand what a successful investment in this asset class looks like. For this, we will use the Ethereum (ETH) <> Ethereum Name Service (ENS) liquidity pool on Sushiswap as our test case (investing retroactively over the course of a month so we can use real data from November 9, 2021 through December 10, 2021).\\n\\nFor this exercise, let's assume that the investor has done requisite research on both the ETH and the ENS protocols, and have determined that both are worth holding, staking, and are fundamentally sound tokens both in valuation and in qualitative metrics such as governance and competitive position. There are slight rounding errors in the real data due to market price fluctuations, but this is a 50/50 allocation pool:\\n\\nOur investor decides to invest capital on 11/9/2021 by providing liquidity to the ETH<>ENS pair. They stake:\\n\\n* **ETH Tokens: 1.258 ETH = $6,186.82** @ a price of $4,814.01 per ETH\\n* **ENS Tokens: 140.0 ENS = $6,522.60** @ a price of $46.59 per ENS\\n* **Total Invested Capital: $12,709.42**\\n\\nOur investor then leaves the assets invested for 31 days and only decides to divest from the liquidity pool on 12/10/2021. During that time period, the following has happened:\\n\\n* Price of ETH has decreased to $4,045.53, a change of -16.0%\\n* Price of ENS has decreased to $44.16, a change of -5.2%\\n* Because the percentage changes in the prices of the two tokens are different, we can assume the tokens are not perfectly correlated, and we should expect to see some impermanent loss. Based on these changes, we can calculate impermanent loss during the 31 days as follows:\\n  * Rt1 = 4,814.01 / 46.59 = 103.3\\n  * Rt2 = 4,045.53 / 44.16 = 91.6\\n  * p = Rt1 / Rt2 = 1.13\\n  * Impermanent loss on pool = (2 \\\\* (sqrt(p)/(p+1)))-1 = -0.18%\\n  * ***As expected, because the coins are not perfectly correlated, we experienced a slight divergence loss on the trade of 0.18%***\\n* Since Sushiswap takes 0.25% of the volume of all pools and offers it to liquidity providers as rewards, we should expect to see positive yield generated from the investment. Checking our wallet, we see the equivalent of the following ownership in the pool:\\n  * **ETH Tokens: 1.577 ETH = $6,379.80** @ a price of $4,045.53 per token\\n  * **ENS Tokens: 144.3 ENS tokens = $6,372.29** @ a price of $44.16 per token\\n  * **Total Divested Value = $12,752.09, a gain of 0.34%**\\n\\nAt initial glance, we can see that the investment was successful - we have more money than we started with - however, in order to determine how successful, we have to look at the total gain from the pool relative to the value of the tokens had we chosen only to hold them. Let's analyze:\\n\\n* Had we just bought and held the individual tokens:\\n  * Current ETH Value: $4,045.53 \\\\* 1.258 = $5,199.19\\n  * Current ENS Value: $44.16 \\\\* 140.0 = $6,182.40\\n  * **Current Value if Assets Only Held, Not Invested = $11,381.59, which is a loss of 10.45%**\\n\\nNow it becomes more obvious why this investment was so successful:\\n\\n* Divested Value: $12,752.09\\n* Held Assets Value: $11,381.59\\n* **Rewards Gained From Providing Liquidity: $1,370.50, or a 10.8% *relative* return vs. not investing**\\n* Even including the 0.18% impermanent loss, the investor in this trade came out very far ahead\\n\\nIn this case it is glaringly obvious why providing liquidity to this pool was a successful endeavor. While the two tokens in the pair sold off 10.5% of their combined value during the holding period, which would have normally been a loss for the investor, by providing liquidity and earning yield, the investor has instead fully hedged this downside move in the asset prices and has instead realized a gain of 0.34%.\\n\\nTraditional equity or debt investors may look at the return here and think that it is exceptional (10.5% yield earned over 31 days annualized is equivalent to a 123.6% APY). In some sense, yes, this is exceptional; investors in the crypto markets seek yield just as they do in traditional markets; when they see high yields in fundamentally strong tokens, they stake more liquidity into the pool, decreasing the yields. For example, the trailing 24-hour annualized APY for the ETH<>ENS pair had dropped to 15.95% by 12/10/2021 when the investor divested. It is expected that eventually every liquidity pair will have a quantum of liquidity provided to it that results in a rewards yield equivalent to the risk / return of each specific token pair.\\n\\n______________________________________________________________________________________________________________________________________________________________________________________\\n\\n### Section 6: Putting it All Together: Informed Investment Selection Across the DEX Ecosystem\\n\\nIn this section, I simply provide my suggestion of an investment due diligence question list that may serve as a helpful guide as you consider investing in DEX tokens on any blockchain. The general considerations are those we have covered above, including: covered include: GO tokens, GY tokens, basic protocol due diligence, tokenonmics, staking yield considerations, and liquidity pool investments.\\n\\n**DEX Due Diligence Checklist**\\n\\nQuestions (for GO tokens & GO—>GY tokens):\\n\\n1. Are you comfortable earning no yield on this token? If not, don't buy.\\n2. Have you quantified how much sway one token has in a DAO vote? If so, are you comfortable paying for that level of influence at the current market price?\\n3. Are there any limitations to smaller DAO token holders proposing protocol modifications, or accepting governance proposals? If so, ensure that the price is sufficiently discounted to account for this lack of influence.\\n4. If your goal is appreciation in price of the token, do you have a clear understanding of the catalysts necessary *within the DAO* that would increase the value of governance over that DAO? Perhaps an upcoming voting change, token buyback, etc.\\n   1. If you buy a GO token with the idea that others will bid it up higher after you buy with no intrinsic catalyst that would lead to increased value, you are gambling, not investing.\\n5. (GO—>GY): Do you understand the governance proposals required to initiate staking and yield rewards to the GO tokens? Do you feel comfortable *only purchasing governance power for now*?\\n   1. Do you understand your assumptions calculating expected value of the future governance value + the discounted yield analysis?\\n   2. Do you have an exit plan if it becomes apparent that the yield switch will not get turned on? If not, choose a date, or a level of opportunity cost at which you would invest this capital into a different asset and stick to that plan unless material information emerges that would change your thesis.\\n\\nQuestions for GY Tokens\\n\\n1. All of the questions above in the GO section that pertain to governance power shall also be applied to GY tokens, but within the understanding that the governance value only constitutes a portion of the intrinsic value of GY tokens.\\n2. Do you fully understand the quantification of governance intrinsic value vs. net present value of yield value? Does the current price of the token fall below this combined amount?\\n3. Have you left yourself a margin of safety, both on the value of the governance of the DAO, and on the discounted value of future yields? If not, you should readjust your projections to be more conservative.\\n4. Once you stake your tokens, are there any lock-up periods to gain yield?\\n   1. If so, are you comfortable with having your currency illiquid during that lock-up period?\\n   2. Are you comfortable if the yield of that token drops during the time it is locked?\\n   3. Have you built a decrease in yield into your model as a downside case during the lock-up period? If not, this should be included\\n5. All of the questions above pertaining to lock-up periods should also be considered with regards to vesting schedules for rewards.\\n\\nBasic Protocol Due Diligence\\n\\n1. Do you understand the competitive advantage of the DEX into which you are considering investment? Why does it have a compelling moat?\\n   1. Technological basis\\n   2. Scalability\\n   3. Existing / potential forks\\n2. Have you reviewed the audits of the protocol?\\n   1. Have they been conducted by reputable auditors? Have the auditors conducted other high-profile or well thought-of projects in the ecosystem?\\n3. Does the DAO or protocol offer a bounty program for white hats to find vulnerabilities? If not, this is a red flag.\\n\\nTokenomics (Governance + Yield)\\n\\n1. On a scale of 1-10, how centralized was the protocol at inception? 1 being very decentralized and 10 being very centralized.\\n2. On a scale of 1-10, how centralized will the protocol be once all vesting and inflation have occurred? 1 being very centralized and 10 being very decentralized.\\n3. Add the answers from 14. and 15. the closer the number is to 20, the better\\n4. Do you understand all vesting schedules of the token over time? Have you built these into your model?\\n5. Do you understand all token inflation mechanisms (staking yield, cross-chain incentives, etc.)? Have you built these into your model?\\n6. If yest to 17 and 18, is the net present value of the G+Y components greater than the token price today?\\n   1. It may be helpful again to revisit the relative values being placed on yield and on governance separately in each case\\n7. Have you included a margin of safety in your assumptions about the *average* yield paid over time to stakers?\\n   1. Do you need to include a decrease in the yield over time as the protocol attracts more liquidity?\\n   2. Are you familiar with any protocol governance policies or contract changes that may affect yield in the future? If not, these should be added to the model\\n\\nLiquidity Pools\\n\\n1. Have you conducted the above diligence in questions 1-20 above on *both* of the tokens in the yield farm into which you are considering becoming an LP? If not, don't farm until you have.\\n2. Have you modeled the historical price correlations of the tokens?\\n   1. If the price correlations of the two pool assets during the past 6 months are either < 30% correlated, or are inversely correlated, **do not invest**, as you will realize impermanent loss greater than any yield offered by fundamentally solid pools.\\n3. Based on your research in 21, have you sufficiently modeled the risk of devaluation of both currencies? Have you build in a model of safety in your expected value calculations?\\n4. In your model, have you included a declining yield percentage during the investment period for exceptionally high APY farms?\\n5. If you are investing in an exceptionally-high yield farm, do you understand the fundamentals that are driving that high APY? Possibilities might include:\\n   1. Abnormal daily volume\\n   2. Abnormally low liquidity\\n   3. A new token or airdrop where there has been insufficient time for liquidity to flow into pools\\n   4. Are you comfortable that the APY will be maintained long enough to cover trading fees and any impermanent losses?\\n\\nBy no means do I claim that this is a comprehensive list, but hopefully it adds to the discourse and provides the astute investor a guide to understanding how to participate in the DEX ecosystems that are quickly emerging across blockchains with less risk and more alpha.\\n\\n\\\\- 0xzebra\",\"timestamp\":1639179448,\"title\":\"Investing In Decentralized Exchanges (\\\"DEX\\\"s)\"},\"digest\":\"jpRwdcsUiN0wYyyBKZrOWSC9OOYOhzY42oNQMPnwZgI\",\"authorship\":{\"contributor\":\"0xcA6E79c27ed2Af912618847e9b1fC082206423c6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RCWo5DKJTBXKYBn_h5k8GxbnNJO7UC7x7O0TGowlbPE\\\",\\\"y\\\":\\\"CSJa0r4abBj7BzB08LWgag-m8897gt6aHUyj2G7I0FU\\\"}\",\"signature\":\"KT9LBIdzJOp_cxvwY_9as-vBi4UQF09J6rHX6jKbEPYmfsodj8mhwSknC0ZmbDn3qGR2SZAoZh2KcwdKKefLwA\",\"signingKeySignature\":\"0xd48da6ea335f48c8c0f7c89247469c0c91a138eb83c46366483842fb533e3443722873f0cb19791d5f72bb6ace36081acea1b91f95db5b8e8172e5f6ba532af11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RCWo5DKJTBXKYBn_h5k8GxbnNJO7UC7x7O0TGowlbPE\\\",\\\"y\\\":\\\"CSJa0r4abBj7BzB08LWgag-m8897gt6aHUyj2G7I0FU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"oECeLG2n3WzW7AMxsTeyhuV_KCIvNO-GSV-NxOIgvwY\"}"