"{\"content\":{\"body\":\"The German Bundesliga, after studying the NFT market for the last 18 months, signs a 2 years deal with Sorare.\\n\\n![](https://images.mirror-media.xyz/publication-images/jdG-jhjkngPKdqlM_KnyY.png?height=420&width=800)\\n\\nGerman top-flight football league, Bundesliga, has joined the growing list of sporting leagues that are taking advantage of Non Fungible Tokens (NFT). Its commercial division, Bundesliga International, has announced a 2-year partnership with football-focused NFT platform, Sorare and sports collectibles company, Topps. \\n\\n## Bundesliga and Sorare inks partnership deal\\n\\n[Sorare](https://cryptoslate.com/crypto-nft-unicorn-sorare-hit-by-uk-regulators-over-operating-a-gambling-platform/), which has famous world-class players such as Antoine Griemann and Gerard Pique as part of its strategic investors, has been on a bullish run in recent months with its commercial partnerships positioned to make it the number NFT platform for football. \\n\\nThe platform, which raised $650 million from a SoftBank-led Series B funding round, has a five-a-side fantasy football game. It’s built on the Ethereum blockchain, and players can assemble a team by buying digital trading cards of footballers. These digital cards are ERC 721 NFTs and can be publicly verified on the Ethereum blockchain.\\n\\nBundesliga International’s partnership with Sorare comes after 18 months of intense study and analysis of the NFT market. Its decision to opt for a short-term deal will allow it to further monitor and understand the market as it matures. The chief executive of Bundesliga, Robert Klein, said this during the [Sports Business NFT Webinar.](https://www.sportbusiness.com/news/klein-bundesliga-will-strike-short-term-nft-deals-while-bewildering-market-matures/)\\n\\nIts partnership with Sorare will see the platform sell digital cards of players in Bundesliga and 2. Bundesliga. By the time the two-year deal expires, Klein expects that there’ll be more information available, and the league will be able to explore the best commercial model. \\n\\nApart from inking a new deal with Sorare, Bundesliga also upgraded an already existing deal for physical collectibles with Topps to include digital trading cards. \\n\\nTopps, which has already established itself in the physical sports collectibles sector, has also ventured into the NFTs and will be [releasing](https://www.bundesliga.com/en/bundesliga/news/topps-announce-topps-series-1-21-22-bundesliga-nft-cards-17881) digital cards of players and highlights throughout the season.\\n\\nThis is not the first partnership involving the NFT space and the sporting world. Just recently, FC Barcelona [announced](https://cryptoslate.com/fc-barcelona-cancels-partnership-with-nft-marketplace-after-just-2-weeks/) a partnership with a NFT marketplace, though the deal was later cancelled.\",\"timestamp\":1639396473,\"title\":\"German football league Bundesliga hops on the NFT bandwagon\"},\"digest\":\"U2MdXKRwytRrfiCibyZbjd0UmuMwlCzOG4Fj50yatIo\",\"authorship\":{\"contributor\":\"0xf81cA164E0E6364bB4fea111B70e72944131F0eB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fpfJBBpIlpCtXfhDg-CA12qKntqSVmyvGWExjMnqmdo\\\",\\\"y\\\":\\\"SJhUNsZmzo7bTLFnjC0H5dVf3xHW1lIVAXM5_CMuMQE\\\"}\",\"signature\":\"OuiZN1qN7p0lfr4S1BHUHtXyDlqggdM_px8fbmGqnjz_vA2MVPZCQnBgHYBYeG6cNSzERc3BQY4VUqwkRMB9AA\",\"signingKeySignature\":\"0x0a9804335cc5e3ccc018024e6f1fb4ca0995dbfa4492912a2667091256bd7dc774427667ec9bfb251d32d6a3eae8c33894067306e45ee70d91a930ec45dc33a11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fpfJBBpIlpCtXfhDg-CA12qKntqSVmyvGWExjMnqmdo\\\",\\\"y\\\":\\\"SJhUNsZmzo7bTLFnjC0H5dVf3xHW1lIVAXM5_CMuMQE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"U2MdXKRwytRrfiCibyZbjd0UmuMwlCzOG4Fj50yatIo\"}"