"{\"content\":{\"body\":\"## Do we really need Web3, Crypto & Blockchain?\\n\\n![Thinking Man](https://images.mirror-media.xyz/publication-images/QZx9L2w4EBfF0ODfdClfm.jpeg?height=618&width=1100)\\n\\nRecently a group of important voices have come out against Web3. These aren’t the usual technology adverse critics but rather voices that are in general pro technological innovation; People like Jack Dorsey and Tim O’Reilly:\\n\\n[https://twitter.com/jack/status/1473139010197508098?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1473139010197508098%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fcdn.embedly.com%2Fwidgets%2Fmedia.html%3Ftype%3Dtext2Fhtmlkey%3Dd04bfffea46d4aeda930ec88cc64b87cschema%3Dtwitterurl%3Dhttps3A%2F%2Ftwitter.com%2Fjack%2Fstatus%2F1473139010197508098image%3Dhttps3A%2F%2Fi.embed.ly%2F1%2Fimage3Furl3Dhttps253A252F252Fabs.twimg.com252Ferrors252Flogo46x38.png26key3D4fce0568f2ce49e8b54624ef71a8a5bd](https://twitter.com/jack/status/1473139010197508098?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1473139010197508098%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fcdn.embedly.com%2Fwidgets%2Fmedia.html%3Ftype%3Dtext2Fhtmlkey%3Dd04bfffea46d4aeda930ec88cc64b87cschema%3Dtwitterurl%3Dhttps3A%2F%2Ftwitter.com%2Fjack%2Fstatus%2F1473139010197508098image%3Dhttps3A%2F%2Fi.embed.ly%2F1%2Fimage3Furl3Dhttps253A252F252Fabs.twimg.com252Ferrors252Flogo46x38.png26key3D4fce0568f2ce49e8b54624ef71a8a5bd)\\n\\nbut also others like Levi from Box.com and large parts of the entire gaming community seems to have an issue with the fundamental morality of the Web3 project.\\n\\nThis critique should be taken seriously and not just scoffed away as some luddite fear mongering. These are people who in general are extremely progressive and even in some cased not just helped create Web2 but even popularized and defended that term back in 2004 when that was new and under heavy critique. However instead of getting into a tit-for-tat about specific claims made by specific people, I would like to zoom out a little bit more and try to explain why Web3 is not just a great technical innovation, it’s also a morally superior solution to any societal problems we are currently dealing with.\\n\\nLet’s start with the obvious question:\\n\\n***Why do we need a moral case for Web3?***\\n\\nThe answer to this is actually quite simple.\\n\\n**Any claimed solution to a problem, potentially affecting humans at large scale, need to to deliver on at least 4 axises**\\n\\n**It needs to be:**\\n\\n* Non-coercive\\n* Fundamental\\n* Transparent\\n* Better problems\\n\\n**Non-coercive**\\nA moral solution doesn’t need to be forced, it will prove itself by improving the circumstances for those embracing it. Only through volunteer adoption can a solution said to be moral.\\n\\n**Non-exclusive**\\nPeople who adopt the solution later aren’t in principle excluded from participating in the upside early adopters enjoyed. Early adopters aren’t in shielded from the downside of those adopting late.\\n\\n**Transparent**\\nA morally superior system is not afraid of its own logic or the axioms it’s built upon. In fact the superiority hinges on the accessibility of the rules and the reasoning governing the system.\\n\\n**Better problems**\\nThere is no such thing as a perfect solution. All solutions come with their own unique problems.\\n\\nThe crucial difference is whether those problems are better problems to have than those it replaced.\\n\\n***Ok but what problems does Web3/Crypto actually solve?***\\n\\nAt its core crypto solves the problem of trust.\\n\\nThis might sound underwhelming but once you start thinking about how many things in society are based on trust you quickly realize how important solutions to this problem are.\\n\\nTrust in your friends, trust in your colleagues, trust in local government, federal, police, legal system, neighborhood, financial system, economic policies, the market, companies, ownership, your self! I could go on.\\n\\nNothing work without trust…\\n\\nHowever trust isn’t itself enough, trust needs a mechanism to function.\\n\\nVery few relationships can be self-governed and require some sort of non-partisan transparent mediator to ensure that people with different, often opposing interest can trust the outcomes affecting them.\\n\\nThe magnum opus of this effort is the 3 branches of government separating the legislative, executive and judicial powers plus an error correcting mechanism through regular elections ensuring representation of everyones interests at least in theory.\\n\\nThe ingenuity of this invention historically cannot be emphasized enough. It’s trough this, we’ve been able to build the myriad of institutions locally, nationally and internationally.\\n\\nIt’s ensured an equilibrium of trust between non-trusting parties. At least until now.\\n\\nAll systems have a limit to how much they can scale, be internally consistent and still effective.\\n\\nWith the advent of globalization through the use of technology, the sheer scale of situations that require mediation through 3rd parties is nothing short of a Cambrian explosion.\\n\\nThe current system, built post 2nd world war worked when there were few banks, airlines, academics and no home computers.\\n\\nIt wasn’t made for millions of investors, dronepilots, 100’s of millions of academics and billions of smartphone users able to retrieve and collaborate.\\n\\nThere is so much information, so many perspectives and competing interests (obvious and non-obvious) at ods with each other that it’s impossible for anyone to even understand a fraction of what is going on and thus more importantly to know what and who to trust.\\n\\nThis ever increasing opaqueness creates a fertile domestic and global breeding grund for special interest, gate keepers and intermediaries and erodes the ability for the system to stay honest where it matters.\\n\\nIf you agree that transparency and non-biased mediation is worth pursuing, if you agree that trust in our institutions is necessary, then the blockchain is the solution we’ve been needing.\\n\\nIt solves all four previously mentioned criterion.\\n\\nBlockchain is the answer to a simple but important question:\\n\\n***“How can we trust that a piece of information haven’t been manipulated.”***\\n\\nIt does so through a public ledger whose entries are accessible and validated, not by any one organization or person, but by the network itself.\\n\\nThis network consist of nodes who’s sole job it is to validate new entries into the ledger, incentivized by monetary gains for validation regardless of the specifics.\\n\\nThis has shown to be a very solid framework for non-biased validation, at scale and with efficiency.\\n\\nGiven the Turing Complete nature of smart contracts, any political, legal, international, organizational agreement/claim/process can be put “on-chain” without the ability for any one party to change the history of events and with the ability for everyone to validate.\\n\\nFurthermore to the extent more complex structures needs to be created, blockchain allow not only for governance but enforcement.\\n\\n**It’s non-coercive**\\nIt can be implemented over time without destroying the current system. Instead a mirror of the existing system can be created and provide a better alternative with all the benefits described.\\n\\n**It’s non-exclusive**\\nBecause of the interoperable and permissionless structure of blockchain, everyone can participate or create their own alternatives to what exist.\\n\\nWeb3 doesn’t benefit from network effect the way web2 do.\\n\\nI get deeper into that here:\\n\\n**It’s transparent**\\nHaving an immutable publicly available ledger with every political claim, decision, process and event on-chain is the single most powerful tool against conspiring by the powerful against the powerless.\\n\\n**It create better problems**\\nWe can’t create problem free solutions, but we can create better problems.\\n\\nBy solving the non-partisanship in mediation through network validation, transparency of governance and immutability of decisions, we can put our focus on better problems:\\n\\n* Faster and more thorough legislation\\n* More contextually sensitive legal structure\\n* More nuanced decision making\\n* Faster decision making\\n* Fairer processes\\n* Previously impossible types of cooporation\\n* More quantifiable feedback loops\\n* Faster error correction\\n\\nBlockchain as a framework for governance and enforcement is a more scalable, transparent and fairer system and allow us to further improve the advances already made by previous systems without having to destroy it first.\\n\\nThat’s the moral case for web3.\\n\\nP.S. This is a first draft of where I am going to spend my personal time in 2022.\\n\\nTo take the criticism seriously and to address it head on with the intellectual honesty it deserves.\\n\\nThanks for reading this far hope you enjoyed it!\\n\\nTo learn more about technology, product design, crypto, web3, science and society follow me here on on twitter @hello_world\\n\\nThoughts and pushback welcomed.\",\"timestamp\":1641382332,\"title\":\"Layer Zero, The Moral Case for Web3\"},\"digest\":\"9ga3QNeK77OxlqfMFvDAK04OpKBqahSPZ8BEMJvfE2w\",\"authorship\":{\"contributor\":\"0x4b7c6618d9828598DEbEF7fBbA0504ae7F354A93\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9mNuYU2x4SN7KELyWa_1OjZe0KOGYkRTznzSvxYCWYg\\\",\\\"y\\\":\\\"Jr5huYK0dBu6VUff5_lssd4G6vi9YksmihXxIZTzpHM\\\"}\",\"signature\":\"kqEtwv3FVwBr3Hf96q6NwSu5pn34k36mKrTB1VmN6zcdazwrU-Z2OO4BBmmLYMEm1ll7HkJiSV6fvm2OXT42Bw\",\"signingKeySignature\":\"0x7d5738c6e55d6d82c68560c698cbea1bc27d0f113cb34c91b466b28cd7e7a52f246bbce0e7ed99f52db50aca2c64943dd7dd0a53fe63af943e38e7d74447278e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9mNuYU2x4SN7KELyWa_1OjZe0KOGYkRTznzSvxYCWYg\\\",\\\"y\\\":\\\"Jr5huYK0dBu6VUff5_lssd4G6vi9YksmihXxIZTzpHM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GBpOHX0ShRY6Sv9si0AOv4CbU-mysLJaj47dSxon8vs\"}"