"{\"content\":{\"body\":\"It would be a hollow pretence were I to say that there can be a true friendship between us after what has just past. People cannot make their friends of those whom they despise.'\\n\\n'And am I despised?'\\n\\n'I must have been so before you could have spoken of me as you did. And I was deceived, cruelly deceived. I believed that you thought well of me; I believed that you esteemed me.'\\n\\n'Thought of you well and esteemed you!' said he. 'In justifying myself before you, I must use stronger words than those.' He paused for a moment, and Eleanor's heart beat with painful violence within her bosom as she waited for him to go on. 'I have esteemed, do esteem you, as I never esteemed any woman. Think well of you! I never thought to think so well, so much of any human creature. Speak calumny of you! Insult you! Wilfully injure you! I wish it were my privilege to shield you from calumny, insult, and injury. Calumny! Ah, me. 'Twere almost better that it were so. Better than to worship with a sinful worship; sinful and vain also.' And then he walked along beside her, with his hands clasped behind his back, looking down on the grass beneath his feet, and utterly at a loss to express his meaning. And Eleanor walked beside him determined at least to give him no assistance.\\n\\n'Ah, me!' he uttered at last, speaking rather to himself than to her. 'Ah, me! These Plumstead walks were pleasant enough, if one could have but heart's ease; but without that, the dull dead stones of Oxford were far preferable; and St Ewold's too; Mrs Bold, I am beginning to think that I mistook myself when I came hither. A Romish priest now would have escaped all this. Of, Father of heaven! How good for us would it be, if thou couldest vouchsafe to us a certain rule.'\\n\\n'And have we not got a certain rule, Mr Arabin?'\\n\\n'Yes--yes, surely; \\\"Lead us not into temptation, but deliver us from evil.\\\" But what is temptation? what is evil? Is this evil--is this temptation?'\\n\\nPoor Mr Arabin! It would not come out of him, that deep true love of his. He could not bring himself to utter it in plain language that would require and demand an answer. He knew not how to say to the woman at his side, 'Since the fact is that you do not love that other man, that you are not to be his wife, can you love me, will you be my wife?' These were the words which were in his heart, but with all his sighs he could not draw them to his lips. He would have given anything, everything for power to ask this simple question; but glib as was his tongue in pulpits and on platforms, now he could not find a word wherewith to express the plain wish of his heart.\\n\\nAnd yet Eleanor understood him as thoroughly as though he had declared his passion with all the elegant fluency of a practised Lothario. With a woman's instinct she followed every bend of his mind, as he spoke of the pleasantness of Plumstead and the stones of Oxford, as he alluded to the safety of the Romish priest and the hidden perils of temptation. She knew that it all meant love. She knew that this man at her side, this accomplished scholar, this practised orator, this great polemical combatant, was striving and striving in vain to tell her that his heart was no longer his own.\\n\\nShe knew this, and felt the joy of knowing it; and yet she would not come to his aid. He had offended her deeply, had treated her unworthily, the more unworthily seeing that he had learnt to love her, and Eleanor could not bring herself to abandon her revenge. She did not ask herself whether or no she would ultimately accept his love. She did not even acknowledge to herself that she now perceived it with pleasure. At the present moment it did not touch her heart; it merely appeased her pride and flattered her vanity. Mr Arabin had dared to associate her name with that of Mr Slope, and now her spirit was soothed by finding that he would fain associate it with his own. And so she walked on beside him inhaling incense, but giving out no sweetness in return.\\n\\n'Answer me this,' said Mr Arabin, stopping suddenly in his walk, and stepping forward so that he faced his companion. 'Answer me this question. You do not love Mr Slope? You do not intend to be his wife?'\\n\\nMr Arabin certainly did not go the right way to win such a woman as Eleanor Bold. Just as her wrath was evaporating, as it was disappearing before the true warmth of his untold love, he re-kindled it by a most useless repetition of his original sin. Had he known what he was about he should never have mentioned Mr Slope's name before Eleanor Bold, till he had made her all his own. Then, and not till then, he might have talked of Mr Slope with as much triumph as he chose.\\n\\n'I shall answer no such question,' said she; 'and what is more, I must tell you that nothing can justify your asking it. Good morning!'\\n\\nAnd so saying she stepped proudly across the lawn, and passing through the drawing-room window joined her father and sister at lunch in the dining-room. Half an hour afterwards she was in the carriage, and so she left Plumstead without again seeing Mr Arabin.\\n\\nHis walk was long and sad among the sombre trees that overshadowed the churchyard. He left the archdeacon's grounds that he might escape attention, and sauntered among the green hillocks under which lay at rest so many of the once loving swains and forgotten beauties of Plumstead. To his ears Eleanor's last words sounded like a knell never to be reversed. He could not comprehend that she might be angry with him, indignant with him, remorseless with him, and yet love him. He could not make up his mind whether or no Mr Slope was in truth a favoured rival. If not, why should she not have answered his question?\\n\\nPoor Mr Arabin--untaught, illiterate, boorish, ignorant man! That at forty years of age you should know so little of the workings of a woman's heart!\\n\\nCHAPTER XXXI\\n\\nTHE BISHOP'S LIBRARY\\n\\nAnd thus the pleasant party of Plumstead was broken up. It had been a very pleasant party as long as they had all remained in good humour with one another. Mrs Grantly had felt her house to be gayer and brighter than it had been for many a long day, and the archdeacon had been aware that the month had passed pleasantly without attributing the pleasure to any other special merits than those of his own hospitality. Within three or four days of Eleanor's departure, Mr Harding had also returned, and Mr Arabin had gone to Oxford to spend one week there previous to his settling at the vicarage of St Ewold's. He had gone laden with many messages to Dr Gwynne touching the iniquity of the doings in Barchester palace, and the peril in which it was believed the hospital still stood in spite of the assurances contained in Mr Slope's inauspicious letter.\\n\\nDuring Eleanor's drive into Barchester she had not much opportunity of reflecting on Mr Arabin. She had been constrained to divert her mind both from his sins and his love by the necessity of conversing with her sister, and maintaining the appearance of parting with her on good terms.\\n\\nWhen the carriage reached her own door, and while she was in the act of giving her last kiss to her sister and nieces, Mary Bold ran out and exclaimed:\\n\\n'Oh! Eleanor,--have you heard?--oh! Mrs Grantly, have you heard what has happened? The poor dean!'\\n\\n'Good heavens,' said Mrs Grantly; 'what--what has happened?'\\n\\n'This morning at nine he had a fit of apoplexy, and he has not spoken since. I very much fear that by this time he is no more.'\\n\\nMrs Grantly had been very intimate with the dean, and was therefore much shocked. Eleanor had not known him so well; nevertheless she was sufficiently acquainted with his person and manners to feel startled and grieved also at the tidings she now received. 'I will go at once to the deanery,' said Mrs Grantly, 'the archdeacon, I am sure, will be there. If there is any news to send you I will let Thomas call before he leaves town.' And so the carriage drove off, leaving Eleanor and her baby with Mary Bold.\\n\\nMrs Grantly had been quite right. The archdeacon was at the deanery. He had come into Barchester that morning by himself, not caring to intrude himself upon Eleanor, and he also immediately on his arrival had heard of the dean's fit. There was, as we have before said, a library or reading room connecting the cathedral with the dean's home. This was generally called the bishop's library, because a certain bishop of Barchester was supposed to have added it to the cathedral. It was built immediately over a portion of the cloisters, and a flight of stairs descended from it into the room in which the cathedral clergymen put their surplices on and off. As it also opened directly into the dean's house, it was the passage through which that dignitary usually went to his public devotions. Who had or had not the right of entry into it, might be difficult to say; but the people of Barchester believed that it belonged to the dean, and the clergymen of Barchester believed that it belonged to the chapter.\\n\\nOn the morning in question most of the resident clergymen who constituted the chapter, and some few others, were here assembled, and among them as usual the archdeacon towered with high authority. He had heard of the dean's fit before he was over the bridge which led into the town, and had at once come to the well known clerical trysting place. He had been there by eleven o'clock, and had remained ever since. From time to time the medical men who had been called in came through from the deanery into the library, uttered little bulletins, and then returned. There was it appears very little hope of the old man's rallying, indeed no hope of any thing like a final recovery. The only question was whether he must die at once speechless, unconscious, stricken to death by his first heavy fit; or whether by due aid of medical skill he might not be so far brought back to this world as to become conscious of his state, and enabled to address one prayer to his Maker before he was called to meet Him face to face at the judgement seat.\\n\\nSir Omicron Pie had been sent for from London. That great man had shown himself a wonderful adept at keeping life still moving within an old man's heart in the case of good old Bishop Grantly, and it might be reasonably expected that he would be equally successful with a dean. In the mean time, Dr Fillgrave and Mr Rerechild were doing their best; and poor Miss Trefoil sat at the head of her father's bed, longing, as in such cases daughters do long, to be allowed to do something to show her love; if it were only to chafe his feet with her hands, or wait in menial offices on those autocratic doctors; anything so that now in the time of need she might be of use.\\n\\nThe archdeacon alone of the attendant clergy had been admitted for a moment into the sick man's chamber. He had crept in with creaking shoes, had said with smothered voice a word of consolation to the sorrowing daughter, had looked on the distorted face of his old friend with solemn but yet eager scrutinising eye, as though he said in his heart, 'and so some day it will probably be with me;' and then, having whispered an unmeaning word or two to the doctors, had creaked his way back again into the library.\\n\\n'He'll never speak again, I fear,' said the archdeacon as he noiselessly closed the door, as though the unconscious dying man, from whom all sense had fled, would have heard in his distant chamber the spring of the lock which was now so carefully handled.\\n\\n'Indeed! Indeed! Is he so bad?' said the meagre little prebendary, turning over in his own mind all the probable candidates for the deanery, and wondering whether the archdeacon would think it worth his while to accept it. 'The fit must have been very violent.'\\n\\n'When a man over seventy has a stroke of apoplexy, it seldom comes very lightly,' said the burly chancellor.\\n\\n'He was an excellent, sweet-tempered man,' said one of the vicars choral. 'Heaven knows how we shall repair his loss.'\\n\\n'He was indeed,' said a minor canon; 'and a great blessing to all those privileged to take a share of the services of our cathedral. I suppose the government will appoint, Mr Archdeacon. I trust that we may have no stranger.'\\n\\n'We will not talk about his successor,' said the archdeacon, 'while there is yet hope.'\\n\\n'Oh no, of course not,' said the minor canon. 'It would be extraordinarily indecorous; but--'\\n\\n'I know of no man,' said the meagre little prebendary, 'who has better interest with the present government than Mr Slope.'\\n\\n'Mr Slope!' said two or three at once almost sotto voce. 'Mr Slope dean of Barchester!'\\n\\n'Pooh!' exclaimed the burly chancellor.\\n\\n'The bishop would do anything for him,' said the little prebendary.\\n\\n'And so would Mrs Proudie,' said the vicar choral.\\n\\n'Pooh!' said the chancellor.\\n\\nThe archdeacon had almost turned pale at the idea. What if Mr Slope should become dean of Barchester? To be sure there was no adequate ground, indeed no ground at all, for presuming that such a desecration could even be contemplated. But nevertheless it was on the cards. Dr Proudie had interest with the government, and the man carried as it were Dr Proudie in his pocket. How should they all conduct themselves if Mr Slope were to become dean of Barchester? The bare idea for a moment struck even Dr Grantly dumb.\\n\\n'It would certainly not be very pleasant for us to have Mr Slope in the deanery,' said the little prebendary, chuckling inwardly at the evident consternation which his surmise had created.\\n\\n'About as pleasant and as probably as having you in the palace,' said the chancellor.\\n\\n'I should think such an appointment highly improbable,' said the minor canon, 'and, moreover, extremely injudicious. Should not you, Mr Archdeacon?'\\n\\n'I should presume such a thing to be quite out of the question,' said the archdeacon; 'but at the present moment I am thinking rather of our poor friend who is lying so near us than of Mr Slope.'\\n\\n'Of course, of course,' said the vicar choral with a very solemn air; 'of course you are. So are we all. Poor Dr Trefoil; the best of men but--'\\n\\n'It's the most comfortable dean's residence in England,' said a second prebendary. 'Fifteen acres in the grounds. 'It is better than many of the bishops' palaces.'\\n\\n'And full two thousand a year,' said the meagre doctor.\\n\\n'It is cut down to L 1200,' said the chancellor.\\n\\n'No,' said the second prebendary. 'It is to be fifteen. A special case was made.'\\n\\n'No such thing,' said the chancellor.\\n\\n'You'll find I'm right,' said the prebendary.\\n\\n'I'm sure I read it in the report,' said the minor canon.\\n\\n'Nonsense,' said the chancellor. 'They couldn't do it. There were to be no exceptions but London and Durham.'\\n\\n'And Canterbury and York,' said the vicar choral, modestly.\\n\\n'What say you, Grantly?' said the meagre little doctor.\\n\\n'Say about what?' said the archdeacon, who had been looking as though he were thinking about his friend the dean, but who had in reality been thinking about Mr Slope.\\n\\n'What is the next dean to have, twelve or fifteen?'\\n\\n'Twelve,' said the archdeacon authoritatively, thereby putting an end at once to all doubt and dispute among the subordinates as far as that subject was concerned.\\n\\n'Well I certainly thought it was fifteen,' said the minor canon.\\n\\n'Pooh!' said the burly chancellor. At this moment the door opened, and in came Dr Fillgrave.\\n\\n'How is he?' 'Is he conscious?' 'Can he speak?' 'I hope, I trust, something better, doctor?' said half a dozen voices all at once, each in a tone of extremest anxiety. It was pleasant to see how popular the good old dean was among his clergy.\\n\\n'No change, gentlemen; not the slightest change--but a telegraphic message has arrived,--Sir Omicron Pie will be here by the 9.15pm train. If any man can do anything Sir Omicron will do it. But all that skill can do has been done.'\\n\\n'We are sure of that, Dr Fillgrave,' said the archdeacon; 'we are quite sure of that. But yet you know--'\\n\\n'Oh, quite right,' said the doctor, 'quite right--I should have done just the same--I advised it at once. I said to Rerechild at once that with such a life and such a man, Sir Omicron should be summoned--of course I knew that the expense was nothing--so distinguished, you know, and so popular. Nevertheless, all that human skill can do has been done.'\\n\\nJust at this period Mrs Grantly's carriage drove into the close, and the archdeacon went down to confirm the news which she had heard before.\\n\\nBy the 9.15pm train Sir Omicron Pie did arrive. And in the course of the night a sort of consciousness returned to the poor old dean. Whether this was due to Sir Omicron Pie is a question on which it may be well not to offer an opinion. Dr Fillgrave was very clear in his own mind, but Sir Omicron himself is thought to have differed from that learned doctor.\\n\\nAt any rate, Sir Omicron expressed an opinion that the dean had yet some days to live.\\n\\nFor the eight or ten next days, accordingly, the poor dean remained in the same state, half conscious and half comatose, and the attendant clergy began to think that no new appointment would be necessary for some few months to come.\\n\\nCHAPTER XXXII\\n\\nA NEW CANDIDATE FOR ECCLESIASTICAL HONOURS\\n\\nThe dean's illness occasioned much mental turmoil in other places besides the deanery and adjoining library, and the idea which occurred to the meagre little prebendary about Mr Slope did not occur to him alone.\\n\\nThe bishop was sitting listlessly in his study when the news reached him of the dean's illness. It was brought to him by Mr Slope, who of course was not the last person in Barchester to hear it. It was also not slow in finding its way to Mrs Proudie's ears. It may be presumed that there was not just much friendly intercourse between these two rival claimants for his lordship's obedience. Indeed, though living in the same house, they had not met since the stormy interview between them in the bishop's study on the preceding day.\\n\\nOn that occasion, Mrs Proudie had been defeated. That from her standards was a subject of great sorrow to that militant lady; but though defeated, she was not overcome. She felt that she might yet recover her lost ground, that she might yet hurl Mr Slope down to the dust from which she had picked him, and force her sinning lord to sue for pardon in sackcloth and ashes.\\n\\nOn that memorable day, memorable for his mutiny and rebellion against her high behests, he had carried his way with a high hand, and had really begun to think it possible that the days of his slavery were counted. He had begun to hope that he was now about to enter into a free land, a land delicious with milk which he himself might quaff, and honey which would not tantalise him by being only honey to the eye. When Mrs Proudie banged the door, as she left his room, he felt himself every inch a bishop. To be sure his spirit had been a little cowed by his chaplain's subsequent lecture; but on the whole he was highly pleased with himself, and flattered himself that the worst was over. 'Ce n'est que le premier pas qui coute', he reflected; and now that his first step had been so magnanimously taken, all the rest would follow easily.\\n\\nHe met his wife as a matter of course at dinner, where little or nothing was said that could ruffle the bishop's happiness. His daughters and the servants were present and protected him.\\n\\nHe made one or two trifling remarks on the subject of his projected visit to the archbishop, in order to show to all concerned that he intended to have his own way; and the very servants perceiving the change transferred a little of their reverence from their mistress to their master. All which the master perceived; and so also did the mistress. But Mrs Proudie bided her time.\\n\\nAfter dinner he returned to his study where Mr Slope soon found him, and there they had tea together and planned many things. For some few minutes the bishop was really happy; but as the clock on the chimney piece warned him that the stilly hours of night were drawing on, as he looked at his chamber candlestick and knew that he must use it, his heart sank within him again. He was as a ghost, all whose power of wandering free through these upper regions ceases at cock-crow; or rather he was the opposite of the ghost, for till cock-crow he must again be a serf. And would that be all? Could he trust himself to come down to breakfast a free man in the morning?\\n\\nHe was nearly an hour later than usual, when he betook himself to his rest. Rest! What rest? However, he took a couple of glasses of sherry, and mounted the stairs. Far be it from us to follow him thither. There are some things which no novelist, no historian, should attempt; some few scenes in life's drama which even no poet should dare to paint. Let that which passed between Dr Proudie and his wife on this night be understood to be among them.\\n\\nHe came down the following morning a sad and thoughtful man. He was attenuated in appearance; one might almost say emaciated. I doubt whether his now grizzled looks had not palpably become more grey than on the preceding evening. At any rate he had aged materially. Years do not make a man old gradually and at an even pace. Look through the world and see if this is not so always, except in those rare cases in which the human being lives and dies without joys and without sorrows, like a vegetable. A man shall be possessed of florid youthful blooming health till it matters not what age. Thirty--forty--fifty, then comes some nipping frost, some period of agony, that robs the fibres of the body of their succulence, and the hale and hearty man is counted among the old.\\n\\nHe came down and breakfasted alone; Mrs Proudie being indisposed took her coffee in her bed-room, and her daughters waited upon her there. He ate his breakfast alone, and then, hardly knowing what he did, he betook himself to his usual seat in his study. He tried to solace himself with his coming visit to the archbishop. That effort of his own free will at any rate remained to him as an enduring triumph. But somehow, now that he had achieved it, he did not seem to care so much about it. It was his ambition that had prompted him to take his place at the arch-episcopal table, and his ambition was now quite dead within him.\\n\\nHe was thus seated when Mr Slope made his appearance with breathless impatience.\\n\\n'My lord, the dean is dead.'\\n\\n'Good heavens,' exclaimed the bishop, startled out of his apathy by an announcement so sad and so sudden.\\n\\n'He is either dead or now dying. He has had an apoplectic fit, and I am told that there is not the slightest hope; indeed, I do not doubt that by this time he is no more.'\\n\\nBells were rung, and servants were immediately sent to inquire. In the course of the morning, the bishop, leaning on his chaplain's arm, himself called at the deanery door. Mrs Proudie sent to Miss Trefoil all manner of offers of assistance. The Miss Proudies sent also, and there was immense sympathy between the palace and the deanery. The answer to all inquiries was unvaried. The dean was just the same; and Sir Omicron Pie was expected there by the 9.15pm train.\\n\\nAnd then Mr Slope began to meditate, as others also had done, as to who might possibly be the new dean; and it occurred to him, as it had also occurred to others, that it might be possible that he should be the new dean himself. And then the question as to the twelve hundred, or fifteen hundred, or two thousand, ran in his mind, as it had run through those of the other clergymen in the cathedral library.\\n\\nWhether it might be two thousand, of fifteen, or twelve hundred, it would in any case undoubtedly be a great thing for him, if he could get it. The gratification to his ambition would be greater even than that of his covetousness.\\n\\nHow glorious to out-top the archdeacon in his own cathedral city; to sit above prebendaries and canons, and have the cathedral pulpit and all the cathedral services altogether at his own disposal!\\n\\nBut it might be easier to wish for this than to obtain it. Mr Slope, however, was not without some means of forwarding his views, and he at any rate did not let the grass grow under his feet. In the first place he thought--and not vainly--that he could count upon what assistance the bishop could give him. He immediately changed his views with regard to his patron; he made up his mind that if he became dean, he would hand his lordship back to his wife's vassalage; and he thought it possible that his lordship might not be sorry to rid himself of one of his mentors. Mr Slope had also taken some steps towards making his name known to other men in power. There was a certain chief-commissioner of national schools who at the present moment was presumed to stand especially high in the good graces of the government big wigs, and with him Mr Slope had contrived to establish a sort of epistolary intimacy. He thought that he might safely apply to Sir Nicholas Fitzhiggin; and he felt sure that if Sir Nicholas chose to exert himself, the promise of such a piece of preferment would be had for the asking for.\\n\\nThen he also had the press at his bidding, or flattered himself that he had so. The daily Jupiter had taken his part in a very thorough manner in those polemical contests of his with Mr Arabin; he had on more than one occasion absolutely had an interview with a gentleman on the staff of the paper, who, if not the editor, was as good as the editor; and had long been in the habit of writing telling letters with his initials, and sent to his editorial friend with private notes signed in his own name. Indeed, he and Mr Towers--such was the name of the powerful gentleman of the press with whom he was connected--were generally very amiable with each other. Mr Slope's little productions were always printed and occasionally commented upon; and thus, in a small sort of way, he had become a literary celebrity. This public life had great charms for him, though it certainly also had its drawbacks. On one occasion, when speaking in the presence of reporters, he had failed to uphold and praise and swear by that special line of conduct which had been upheld and praised and sworn by in the Jupiter, and then he had been much surprised and at the moment not a little irritated to find himself lacerated most unmercifully by his old ally. He was quizzed and bespattered and made a fool of, just as though, or rather than if, he had been a constant enemy instead of a constant friend. He had hitherto not learnt that a man who aspires to be on the staff of the Jupiter must surrender all individuality. But ultimately this little castigation had broken no bones between him and his friend Mr Towers. Mr Slope was one of those who understood the world too well to show himself angry with such a potentate as the Jupiter. He had kissed the rod that scourged him, and now thought that he might fairly look for his reward. He determined that he would at once let Mr Towers know that he was a candidate for the place which was about to be become vacant. More than one place of preferment had lately been given away much in accordance with advice tendered to the government in the columns of the Jupiter.\\n\\nBut it was in incumbent on Mr Slope first to secure the bishop. He specially felt that it behoved him to do this before the visit to the archbishop was made. It was really quite providential that the dean should have fallen ill just at the very nick of time. If Dr Proudie could be instigated to take the matter up warmly, he might manage a good deal while staying at the archbishop's palace. Feeling this very strongly Mr Slope determined to sound the bishop out that very afternoon. He was to start on the following morning to London, and therefore not a moment could be lost with safety.\\n\\nHe went into the bishop's study about five o'clock, and found him still sitting alone. It might have been supposed that he had hardly moved since the little excitement occasioned by the walk to the dean's door. He still wore on his face that dull dead look of half unconscious suffering. He was doing nothing, reading nothing, thinking of nothing, but simply gazing on vacancy when Mr Slope for the second time that day entered his room.\\n\\n'Well, Slope,' said he, somewhat impatiently; for, to tell the truth, he was not anxious just at present to have much conversation with Mr Slope.\\n\\n'Your lordship will be sorry to hear that as yet the poor dean has shown no signs of amendment.'\\n\\n'Oh--ah--hasn't he? Poor man! I'm sure I'm very sorry. I suppose Sir Omicron has not arrived yet?'\\n\\n'No; not till the 9.15pm train.'\\n\\n'I wonder they didn't have a special. They say Dr Trefoil is very rich.'\\n\\n'Very rich, I believe,' said Mr Slope. 'But the truth is, all the doctors in London can do no good; no other good than to show that every possible care has been taken. Poor Dr Trefoil is not long for this world, my lord.'\\n\\n'I suppose not--I suppose not.'\\n\\n'Oh no; indeed, his best friends could not wish that he should outlive such a shock, for his intellect cannot possibly survive it.'\\n\\n'Poor man, poor man!' said the bishop.\",\"timestamp\":1639993620,\"title\":\"\\n'There shall be no enmity on my part,' said Eleanor; 'I endeavour to avoid all enmities\"},\"digest\":\"-6RN-5K4QXW0ZmueTj9ZKf02iqDJ63qBzoRsw_yUkBE\",\"authorship\":{\"contributor\":\"0x0bc2400104440A18C99548dd9c4A420428c69d55\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TUkgowmKtvP8hGQPtwAwAT7t8NMwPQb2gv7ATMu8pyA\\\",\\\"y\\\":\\\"j8S6F7bAyrJtahGJPVHofOUxIjzJMQXyxjQH8YxzKTE\\\"}\",\"signature\":\"SjrE0t1TKKpj62ipyyZCFY1ePc4eDr1IaPUcV2-_czROISho_wExs3XqvcrhCmEizcv8J2vOo-9Ng6deUL8Tfg\",\"signingKeySignature\":\"0x87db150cb7f7b1b622bbd3c9aabc44138891be70eedfd1f5dda3a20f6013328142df659af507c5a78d8017aca2c5728cacdf5fc4ca8fd95def5c05e2e7837b931b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TUkgowmKtvP8hGQPtwAwAT7t8NMwPQb2gv7ATMu8pyA\\\",\\\"y\\\":\\\"j8S6F7bAyrJtahGJPVHofOUxIjzJMQXyxjQH8YxzKTE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-6RN-5K4QXW0ZmueTj9ZKf02iqDJ63qBzoRsw_yUkBE\"}"