"{\"content\":{\"body\":\"I really like the feel of this site. I found out about it through a really well done coindesk article so I’d like to make a post in the effort of someone seeing it and actually investing in some quality projects with invaluable utility and fundamentals for the future.\\n\\n 1. Ultra (UOS): They are currently partnered with AMD and Ubisoft among elrond, Sandbox, Cudos etc. This one has gone under the radar for a while this was my second investment in the crypto space and I invested in it February. This is a game distribution platform similar to steam. Ultra takes 15% revenue share as opposed to most game distribution platforms which take 30%. This will mobilize developers to in turn lets say advertise their game to be downloaded on Ultra vs steam etc. A prominent thing that makes Ultra special and is sort of an underlying but major component is that it's not just a platform for games but an entire ecosystem for which any dapps (i.e Sandbox, Twitch, Discord) can be implemented (theta is already in the client). They have a universal SDK meaning games in the commonly coded language on xbox, playstation and pc can be ported into it. NFTs in gaming will give ownership to the players, the game you buy is an NFT and be resold after a duration set by the creator. Imagine an exclusive game being sold with like 20000 copies or 100 unique NFT swords being added every season within the game. the possibilities are endless. The co-founder David Hanson has bragged several times on how there will be MILLIONS of gamers playing on Ultra next year. This is the best gaming/metaverse crypto project. Their interviews/podcast show me they have a great sense of knowledge of the gaming space, are well connected within the gaming industry which is evidenced by partnerships as well underlying tidbits in telegram and have thought thoroughly about a flowing economy of use cases with NFTs within games along with the platform. Now finally with Steam banning blockchain/NFT involved games and Ubisoft putting NFTs in one of their major titles  (Tom Clancy’s Ghost Recon Breakpoint) it is showing a dedication to the space which is also evidenced by this quote from Baptiste Chardon who is a blockchain business and product director at Strategic Innovation Lab at Ubisoft “This is not a one-time project. It’s part of our global Ubisoft strategy to try and test new stuff.” I am as optimistic as ever for the potential of this project.\\n 2. Lukso (LYXE): Lukso is a blockchain basically for the new digital lifestyle. Digital clothing aka fashion, universal identity across blockchains, and tokenization of assets are some of the things they are focusing on. Fabian Vogelstellar is the founder and was a cofounder of the Ethereum foundation, one of his most prominent accomplishments was proposing the ERC 20 standard among many other things. He founded Lukso with his Marjorie Hernandez  who runs her own fashion site taking an angle at the new digital fashion ecosystem. NFTs/Fashion and Universal Profiles (authentication across blockchains) are the main things they are going for here but there's a whole lot more. They  have advisors on board from nike to Chanel to Instagram.  They also have a close connection with the RTFKT brand which was recently acquired by Nike, metaverse fashion will be huge and they will be one of the pillars occupying it.\\n 3. DTravel (TRVL): They are a DAO so think of a decentralized air bnb. Their team is top tier consisting of the person who wrote Cardano’s whitepaper all the way to booking.com cofounder and former airbnb executives. They are backed by Travala an already successful crypto flights project. I really like the sense of earnesty in their interviews which allows me to ride this journey out with them.\\n 4. UTU (UTU): Trust infrastructure for the internet. reviews and ratings are often manipulated they aim to essentially be the standard of the entire internet to ensure authenticity.There is definitely going to be a demand for this as it’s simply just an issue that is allowed to be seriously abused when it comes to book reviews on amazon or political podcasts, the use cases could also be extended to housekeepers, dating, doctors, financial services and micro-lending. there are just ever prevalent scenarios where a sense of trust will be essential for business. They are backed by Animoca brands (Sandbox, Axie Infinity) Elrond Travala etc. and have an already working product in South Africa implementing this in connection with a taxi service.\\n 5. Cudos (CUDOS): Partnered with AMD, Ultra, Elrond etc. they are basically going to make use of phones and computers to allow you to mine other coins. Some things to note with this project is that Jörg Roskowetz who is AMD’s Head of blockchain is affiliated with this project (along with Ultra). He was quoted as saying \\\"Distributed cloud compute and tokenization will become a standard.”.  Ultra gives me confidence to bet on them and their team is pretty seasoner within the tech industry as well.\\n 6. Propy (PRO): NFTs within the real estate industry. Their founder is very active in Miami networking, hosting webinars with thousands of real estate agents and showing up at real estate events. Kevin O’Leary from Shark Tank recently answered a question at a real estate event from Propy’s CRO Joe Budelli which was “Do you believe we would have mass adoption of folks purchasing real estate as an NFT as well as other physical properties that represented by a title that can be digitized?” his reply was  “We could save a lot of money and paperwork because it would all be on a smart contract. Real estate is probably the best use case for this. Also would be very good for taxes would solve a-lot of problems in terms of how you tax real estate as well and how you can pay your taxes on it and adjust tax rates. It’s coming for sure to real estate”.\\n 7. GET Protocol (GET): NFTs, collectibles and tickets at concerts. They are already servicing several ticket providers. They have some good tech here and it looks very solid.\\n 8. dotmoovs (MOOV):  Play to earn blockchain sports NFT game. They have great artificial intelligence tech it’s a very fun mobile app compete with others around the world. They have Futball ambassadors Ricardo Quaresma and Luis Figo. They have  backing by the likes of moonrock capital etc. This is an app that can easily garner a community and potentially go viral with the right execution of marketing and developments within the project.\\n 9. Syntropy (NOIA): They basically have a grand plan to change the entire current internet framework security, privacy, performance just next generation connectivity basically. They have a well seasoned team deep in the technology industry and have advisors onboard ranging from former AT&T, Verizon and even Microsoft executives. They are also partnered with Elrond. I must admit I don’t often have  much of a technological understanding of some things but the vision expressed through what I heard makes resounding sense and if they pull it off the internet will just be a better place as a whole.\\n10. Bridge Mutual Insurance(BMI): This is pretty self explanatory not much to say about it. You can basically provide and get coverage  over smart contracts, stable coins and exchanges.  I don’t know when we will see the need or demand for this but it eventually will be needed.\\n\\nThese are a few up and coming projects that I believe in and will be investing in as well\\n\\n$TDVR token,This is a decentralized music VR platform coming up in 2022. Authentic party experience with photorealistic 3D venues, DJs, artists and clubs. They will utilize Oculus (best VR headset on the market today) and they're located in Berlin which is one of the most popular club scenes in the world. Founders are seasoned throughout prior history in the music industry, VR, tech(Fabian is also onboard :)) etc.\\n\\n$SAVG token first decentralized video and photo NFT marketplace users get 98% of profits, Rights Management Licensing in metadata of the NFTS and carbon neutral. similar to shutterstock. Will be coming out some time in January 2022\\n\\n$DEHR Decentralized linked in basically, \\\"Users can Connect, Earn, Exchange Data as a daily basic through career activities\\\". They just recently had their IDO December 15 I believe.\\n\\nHonorable mentions\\n\\nElrond: This will be big one day just a huge ecosystem well connected with so many projects making great developments in the space. Will eventually reinvest back in given the opportunity.\\n\\nSandbox: Just a titan currently in the space and their parent company is well invested throughout the metaverse scene this would be a solid hold as any.\\n\\nHyprr: I hold a bit of this its a social media platform looks really smooth, some good early NFT artists on it, I like the branding some negative discourse in their telegram but seem to be moving in a good direction.\\n\\nLast but not least a few blockchain games that are actually shaping up to be some good quality games with good intentions behind them.\\nBigTime and Blankos Block Party. I’ll cover them another time hopefully.\\n\\nJust one more thing I love SomniumSpace its a social open vr platform and from attending some concerts of actual DJs running it like real life, singers singing beautifully, rappers rapping in open syphers, people dancing as well as conversating and an actual woman pole dancing in real life (which translates to inside VR) the community is just beautiful. This was such a great experience and I recommend you guys try and attend a concert/get involved as well. I believe they have a token called $CUBE I haven’t had much time to look at it but I will almost surely be investing in this given the chance as well. (I love the faceless avatars NFT collection as well. I just had to mention it haha haven’t been able to even buy one yet my focus is on becoming rich first (or if I manage to catch a really good deal) then I can support good quality work and ideas like this project :P.\\n\\nIf you enjoyed this article and I enlightened you on some things then I’m just glad I could point you in a good direction of long term projects to just invest into and enjoy the blooming of the flowers when the sun rises. Thanks and have a great day!\",\"timestamp\":1639791942,\"title\":\"10 Projects actually worth getting into in the crypto space.\"},\"digest\":\"VvMMAKUfAmmSUu77j-2cGRJkve7aDuY92EbyArGXlSA\",\"authorship\":{\"contributor\":\"0x32fC951CE03681345C0975dE970Bc8cFc65c8bB1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dvqt3e8JD49zzocIJaVV2o0iONdO5dLvKPAsvPQqJg0\\\",\\\"y\\\":\\\"_RXn1ybzqCGo-FlpyuyulBDViyZ0GfiErueb5vOclIg\\\"}\",\"signature\":\"OTwe4nh5x0pSF6LyuhTdoDpkNPRxoFc2ChQayebk4UBWiWqGjQKSNeM6fXCzQuShmcasAxIf5mpWEr_7wrHgTA\",\"signingKeySignature\":\"0x99141d5c1bdc42b5bf439bae8285521a090c2c0eb4a91c3a969d9c07bfbbed172d6c70741039e0b93a20a927379166e2750b8e956f7040d7e3480b049efaeaea1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dvqt3e8JD49zzocIJaVV2o0iONdO5dLvKPAsvPQqJg0\\\",\\\"y\\\":\\\"_RXn1ybzqCGo-FlpyuyulBDViyZ0GfiErueb5vOclIg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jPYNqIb7dXZlruE1XchP3Xrc6UhxJYVq60PO6bM9OcM\"}"