"{\"content\":{\"body\":\"[edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=994](edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=994)\\n\\n## What Is A Disco Party Like?\\n\\nIn the 1970s, New Yorkers were given a safe space to explore a range of ways of self-expression. Disco's upbeat music and exuberant dance steps offered a respite from the gloom of the political and social climate of the '70s for young people. Studio 54, The Electric Circus, Ice Palace 57, and Hurrah were some of the first clubs to open in New York City that paved the way for this disco movement.\\n\\nDJs were able to propel minority artists into the mainstream without the approval of record labels. On-site music systems and DJs provided a high-energy atmosphere.\\n\\nEverything was cutting-edge, from the cutting-edge design of the club to the most recent trends in synthetic polyester textiles and every new fashion imaginable.\\n\\n## What is a Crypto Disco Party Like?\\n\\nCrypto Disco, like the disco movement before it, aspires to usher in a moment of transformation for its participants. It is our goal to provide a safe refuge for those who attend our events, while also serving as a platform for expressing your uniqueness in the new Web3 era. Web3 and cryptography are becoming increasingly popular, just like the disco movement did in its era. We want to connect the disco revolution to the contemporary crypto movement by weaving a social and cultural thread through both movements.\\n\\nVia our partnership with Studio 54, you will have the opportunity to see and hear the golden age of disco through the eyes and ears of some of the most talented musicians and artists of the time. It gives us great pleasure to have Bill Bernstein, the iconic photographer from Studio 54, participate in our NFT art exhibition. Many of his NFTs will be on display and available for purchase at the event. It is our goal to explore the links between the disco era and the present crypto craze in our unique way.\\n\\nLastly, Crypto Disco is devoted to charitable causes. We've teamed with The Lens on Life Project, a non-profit organization that has been providing cameras, photography workshops, and computer literacy training to at-risk youth and refugees all around the world since 2004. This non-profit has been selling photographs taken by their refugee students in silent auctions, reinvesting the proceeds directly into the students' education and well-being.  The Lens On Life Project's genesis refugee photograph NFTs sold at the inaugural Crypto Disco during NFT NYC. We intend to continue this endeavor at Miami Art Basel in 2021.\\n\\n## Art Basel Disco\\n\\nWe're throwing a celebration for you at Art Basel. This event is expected to attract a wide range of people. In order to make this happen, the availability of this early-bird ticket will be crucial. The purpose is to create a meeting where individuals may get together and exchange thoughts and information. Cryptocurrency aficionados will meet music industry executives who are interested in bridging the knowledge and resource gaps; everyone will come to discuss their shared interest in doing so. It's all about creating a meeting where everyone can come together and share their thoughts, as well as a dance together.\\n\\nOur event will host the best party at Miami Art Basel, and you'll leave with a better understanding of the NFT art world, a full stomach, and a smile on your face. Your participation would be much appreciated in putting our plans into action!\\n\\n**Event Date: Friday, 3 December 2021 Time:** **TBD**\\n\\n## Ticket Perks ( .06 ETH)\\n\\n* Open Bar & Food Bar\\n* Live NFT Auctions\\n* Live Music by Legendary Talent\\n* Access to Panel Discussion\\n* Exclusive early-bird access to all future events globally.\\n* Discord early supporter access\\n* Our DAO crowdfund campaign will reward everybody who purchases an NFT Miami ticket and contributes to our campaign with exclusive perks.\",\"timestamp\":1637787632,\"title\":\"Crypto Disco Yacht Party \"},\"digest\":\"zwbfumup3cL2NFCjKBpNuBmIGYoHm9zT7Ydxc2VxDP4\",\"authorship\":{\"contributor\":\"0x7CEe470c7C1D2162969d3626DBc6Eea2BA28aC61\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vjzA-SwOQFQnjJZJhM-2xUk36RfjbYa2JFPb9-bFl1w\\\",\\\"y\\\":\\\"qbvnylP_4L9eB2gwY_zPBOFdULO5aEaIxuZtGyngYHg\\\"}\",\"signature\":\"xZG69GY-WtLBrtzZKlmiZ53iApN0ISzVPHuyMeTriJmEk85wWKlCfmEridbLfuTTbWvQ-JWBKzXOzbEKBuRvqQ\",\"signingKeySignature\":\"0xa633eb497797ab64f19cd42f285c77fc2bad5c8948075bcac5922c943dc3cc5c636b9532e86a309912230a510476cdbd736c28c8853b38787b98a4b3ae2733c71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vjzA-SwOQFQnjJZJhM-2xUk36RfjbYa2JFPb9-bFl1w\\\",\\\"y\\\":\\\"qbvnylP_4L9eB2gwY_zPBOFdULO5aEaIxuZtGyngYHg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TyGm3YCPeIn9qL81aCH5RoFIvsd0_JWGyP7RHBGCaoI\"}"