"{\"content\":{\"body\":\"The train went on; and again Fleur leaned forward.\\n\\n\\\"I never let go,\\\" she said; \\\"do you?\\\"\\n\\nJon shook his head vehemently.\\n\\n\\\"Never!\\\" he said.  \\\"Will you write to me?\\\"\\n\\n\\\"No; but you can--to my Club.\\\"\\n\\nShe had a Club; she was wonderful!\\n\\n\\\"Did you pump Holly?\\\" he muttered.\\n\\n\\\"Yes, but I got nothing.  I didn't dare pump hard.\\\"\\n\\n\\\"What can it be?\\\" cried Jon.\\n\\n\\\"I shall find out all right.\\\"\\n\\nA long silence followed till Fleur said: \\\"This is Maidenhead; stand by, Jon!\\\"\\n\\nThe train stopped.  The remaining passenger got out.  Fleur drew down her blind.\\n\\n\\\"Quick!\\\" she cried.  \\\"Hang out!  Look as much of a beast as you can.\\\"\\n\\nJon blew his nose, and scowled; never in all his life had he scowled like that!  An old lady recoiled, a young one tried the handle.  It turned, but the door would not open.  The train moved, the young lady darted to another carriage.\\n\\n\\\"What luck!\\\" cried Jon.  \\\"It Jammed.\\\"\\n\\n\\\"Yes,\\\" said Fleur; \\\"I was holding it.\\\"\\n\\nThe train moved out, and Jon fell on his knees.\\n\\n\\\"Look out for the corridor,\\\" she whispered; \\\"and--quick!\\\"\\n\\nHer lips met his.  And though their kiss only lasted perhaps ten seconds, Jon's soul left his body and went so far beyond, that, when he was again sitting opposite that demure figure, he was pale as death.  He heard her sigh, and the sound seemed to him the most precious he had ever heard--an exquisite declaration that he meant something to her.\\n\\n\\\"Six weeks isn't really long,\\\" she said; \\\"and you can easily make it six if you keep your head out there, and never seem to think of me.\\\"\\n\\nJon gasped.\\n\\n\\\"This is just what's really wanted, Jon, to convince them, don't you see?  If we're just as bad when you come back they'll stop being ridiculous about it.  Only, I'm sorry it's not Spain; there's a girl in a Goya picture at Madrid who's like me, Father says.  Only she isn't--we've got a copy of her.\\\"\\n\\nIt was to Jon like a ray of sunshine piercing through a fog.  \\\"I'll make it Spain,\\\" he said, \\\"Mother won't mind; she's never been there. And my Father thinks a lot of Goya.\\\"\\n\\n\\\"Oh! yes, he's a painter--isn't he?\\\"\\n\\n\\\"Only water-colour,\\\" said Jon, with honesty.\\n\\n\\\"When we come to Reading, Jon, get out first and go down to Caversham lock and wait for me.  I'll send the car home and we'll walk by the towing-path.\\\"\\n\\nJon seized her hand in gratitude, and they sat silent, with the world well lost, and one eye on the corridor.  But the train seemed to run twice as fast now, and its sound was almost lost in that of Jon's sighing.\\n\\n\\\"We're getting near,\\\" said Fleur; \\\"the towing-path's awfully exposed. One more!  Oh! Jon, don't forget me.\\\"\\n\\nJon answered with his kiss.  And very soon, a flushed, distracted- looking youth could have been seen--as they say--leaping from the train and hurrying along the platform, searching his pockets for his ticket.\\n\\nWhen at last she rejoined him on the towing-path a little beyond Caversham lock he had made an effort, and regained some measure of equanimity.  If they had to part, he would not make a scene!  A breeze by the bright river threw the white side of the willow leaves up into the sunlight, and followed those two with its faint rustle.\\n\\n\\\"I told our chauffeur that I was train-giddy,\\\" said Fleur.  \\\"Did you look pretty natural as you went out?\\\"\\n\\n\\\"I don't know.  What is natural?\\\"\\n\\n\\\"It's natural to you to look seriously happy.  When I first saw you I thought you weren't a bit like other people.\\\"\\n\\n\\\"Exactly what I thought when I saw you.  I knew at once I should never love anybody else.\\\"\\n\\nFleur laughed.\\n\\n\\\"We're absurdly young.  And love's young dream is out of date, Jon. Besides, it's awfully wasteful.  Think of all the fun you might have. You haven't begun, even; it's a shame, really.  And there's me.  I wonder!\\\"\\n\\nConfusion came on Jon's spirit.  How could she say such things just as they were going to part?\\n\\n\\\"If you feel like that,\\\" he said, \\\"I can't go.  I shall tell Mother that I ought to try and work.  There's always the condition of the world!\\\"\\n\\n\\\"The condition of the world!\\\"\\n\\nJon thrust his hands deep into his pockets.\\n\\n\\\"But there is,\\\" he said; \\\"think of the people starving!\\\"\\n\\nFleur shook her head.  \\\"No, no, I never, never will make myself miserable for nothing.\\\"\\n\\n\\\"Nothing!  But there's an awful state of things, and of course one ought to help.\\\"\\n\\n\\\"Oh! yes, I know all that.  But you can't help people, Jon; they're hopeless.  When you pull them out they only get into another hole. Look at them, still fighting and plotting and struggling, though they're dying in heaps all the time.  Idiots!\\\"\\n\\n\\\"Aren't you sorry for them?\\\"\\n\\n\\\"Oh! sorry--yes, but I'm not going to make myself unhappy about it; that's no good.\\\"\\n\\nAnd they were silent, disturbed by this first glimpse of each other's natures.\\n\\n\\\"I think people are brutes and idiots,\\\" said Fleur stubbornly.\\n\\n\\\"I think they're poor wretches,\\\" said Jon.  It was as if they had quarrelled--and at this supreme and awful moment, with parting visible out there in that last gap of the willows!\\n\\n\\\"Well, go and help your poor wretches, and don't think of me.\\\"\\n\\nJon stood still.  Sweat broke out on his forehead, and his limbs trembled.  Fleur too had stopped, and was frowning at the river.\\n\\n\\\"I must believe in things,\\\" said Jon with a sort of agony; \\\"we're all meant to enjoy life.\\\"\\n\\nFleur laughed.  \\\"Yes; and that's what you won't do, if you don't take care.  But perhaps your idea of enjoyment is to make yourself wretched.  There are lots of people like that, of course.\\\"\\n\\nShe was pale, her eyes had darkened, her lips had thinned.  Was it Fleur thus staring at the water?  Jon had an unreal feeling as if he were passing through the scene in a book where the lover has to choose between love and duty.  But just then she looked round at him. Never was anything so intoxicating as that vivacious look.  It acted on him exactly as the tug of a chain acts on a dog--brought him up to her with his tail wagging and his tongue out.\\n\\n\\\"Don't let's be silly,\\\" she said, \\\"time's too short.  Look, Jon, you can just see where I've got to cross the river.  There, round the bend, where the woods begin.\\\"\\n\\nJon saw a gable, a chimney or two, a patch of wall through the trees- -and felt his heart sink.\\n\\n\\\"I mustn't dawdle any more.  It's no good going beyond the next hedge, it gets all open.  Let's get on to it and say good-bye.\\\"\\n\\nThey went side by side, hand in hand, silently toward the hedge, where the may-flower, both pink and white, was in full bloom.\\n\\n\\\"My Club's the 'Talisman,' Stratton Street, Piccadilly.  Letters there will be quite safe, and I'm almost always up once a week.\\\"\\n\\nJon nodded.  His face had become extremely set, his eyes stared straight before him.\\n\\n\\\"To-day's the twenty-third of May,\\\" said Fleur; \\\"on the ninth of July I shall be in front of the 'Bacchus and Ariadne' at three o'clock; will you?\\\"\\n\\n\\\"I will.\\\"\\n\\n\\\"If you feel as bad as I it's all right.  Let those people pass!\\\"\\n\\nA man and woman airing their children went by strung out in Sunday fashion.\\n\\nThe last of them passed the wicket gate.\\n\\n\\\"Domesticity!\\\" said Fleur, and blotted herself against the hawthorn hedge.  The blossom sprayed out above her head, and one pink cluster brushed her cheek.  Jon put up his hand jealously to keep it off.\\n\\n\\\"Good-bye, Jon.\\\"  For a second they stood with hands hard clasped. Then their lips met for the third time, and when they parted Fleur broke away and fled through the wicket gate.  Jon stood where she had left him, with his forehead against that pink cluster.  Gone!  For an eternity--for seven weeks all but two days!  And here he was, wasting the last sight of her!  He rushed to the gate.  She was walking swiftly on the heels of the straggling children.  She turned her head, he saw her hand make a little flitting gesture; then she sped on, and the trailing family blotted her out from his view.\\n\\nThe words of a comic song--\\n\\n```\\n    \\\"Paddington groan-worst ever known--         He gave a sepulchral Paddington groan--\\\"\\n```\\n\\ncame into his head, and he sped incontinently back to Reading station.  All the way up to London and down to Wansdon he sat with \\\"The Heart of the Trail\\\" open on his knee, knitting in his head a poem so full of feeling that it would not rhyme.\\n\\nXII\\n\\nCAPRICE\\n\\nFleur sped on.  She had need of rapid motion; she was late, and wanted all her wits about her when she got in.  She passed the islands, the station, and hotel, and was about to take the ferry, when she saw a skiff with a young man standing up in it, and holding to the bushes.\\n\\n\\\"Miss Forsyte,\\\" he said; \\\"let me put you across.  I've come on purpose.\\\"\\n\\nShe looked at him in blank amazement.\\n\\n\\\"It's all right, I've been having tea with your people.  I thought I'd save you the last bit.  It's on my way, I'm just off back to Pangbourne.  My name's Mont.  I saw you at the picture-gallery--you remember--when your father invited me to see his pictures.\\\"\\n\\n\\\"Oh!\\\" said Fleur; \\\"yes--the handkerchief.\\\"\\n\\nTo this young man she owed Jon; and, taking his hand, she stepped down into the skiff.  Still emotional, and a little out of breath, she sat silent; not so the young man.  She had never heard any one say so much in so short a time.  He told her his age, twenty-four; his weight, ten stone eleven; his place of residence, not far away; described his sensations under fire, and what it felt like to be gassed; criticized the Juno, mentioned his own conception of that goddess; commented on the Goya copy, said Fleur was not too awfully like it; sketched in rapidly the condition of England; spoke of Monsieur Profond--or whatever his name was--as \\\"an awful sport\\\"; thought her father had some \\\"ripping\\\" pictures and some rather \\\"dug- up\\\"; hoped he might row down again and take her on the river because he was quite trustworthy; inquired her opinion of Tchekov, gave her his own; wished they could go to the Russian ballet together some time--considered the name Fleur Forsyte simply topping; cursed his people for giving him the name of Michael on the top of Mont; outlined his father, and said that if she wanted a good book she should read \\\"Job\\\"; his father was rather like Job while Job still had land.\\n\\n\\\"But Job didn't have land,\\\" Fleur murmured; \\\"he only had flocks and herds and moved on.\\\"\\n\\n\\\"Ah!\\\" answered Michael Mont, \\\"I wish my gov'nor would move on.  Not that I want his land.  Land's an awful bore in these days, don't you think?\\\"\\n\\n\\\"We never have it in my family,\\\" said Fleur.  \\\"We have everything else.  I believe one of my great-uncles once had a sentimental farm in Dorset, because we came from there originally, but it cost him more than it made him happy.\\\"\\n\\n\\\"Did he sell it?\\\"\\n\\n\\\"No; he kept it.\\\"\\n\\n\\\"Why?\\\"\\n\\n\\\"Because nobody would buy it.\\\"\\n\\n\\\"Good for the old boy!\\\"\\n\\n\\\"No, it wasn't good for him.  Father says it soured him.  His name was Swithin.\\\"\\n\\n\\\"What a corking name!\\\"\\n\\n\\\"Do you know that we're getting farther off, not nearer?  This river flows.\\\"\\n\\n\\\"Splendid!\\\" cried Mont, dipping his sculls vaguely; \\\"it's good to meet a girl who's got wit.\\\"\\n\\n\\\"But better to meet a young man who's got it in the plural.\\\"\\n\\nYoung Mont raised a hand to tear his hair.\\n\\n\\\"Look out!\\\" cried Fleur.  \\\"Your scull!\\\"\\n\\n\\\"All right!  It's thick enough to bear a scratch.\\\"\\n\\n\\\"Do you mind sculling?\\\" said Fleur severely.  \\\"I want to get in.\\\"\\n\\n\\\"Ah!\\\" said Mont; \\\"but when you get in, you see, I shan't see you any more to-day.  Fini, as the French girl said when she jumped on her bed after saying her prayers.  Don't you bless the day that gave you a French mother, and a name like yours?\\\"\\n\\n\\\"I like my name, but Father gave it me.  Mother wanted me called Marguerite.\\\"\\n\\n\\\"Which is absurd.  Do you mind calling me M. M.  and letting me call you F. F.?  It's in the spirit of the age.\\\"\\n\\n\\\"I don't mind anything, so long as I get in.\\\"\\n\\nMont caught a little crab, and answered: \\\"That was a nasty one!\\\"\\n\\n\\\"Please row.\\\"\\n\\n\\\"I am.\\\"  And he did for several strokes, looking at her with rueful eagerness.  \\\"Of course, you know,\\\" he ejaculated, pausing, \\\"that I came to see you, not your father's pictures.\\\"\\n\\nFleur rose.\\n\\n\\\"If you don't row, I shall get out and swim.\\\"\\n\\n\\\"Really and truly?  Then I could come in after you.\\\"\\n\\n\\\"Mr. Mont, I'm late and tired; please put me on shore at once.\\\"\\n\\nWhen she stepped out on to the garden landing-stage he rose, and grasping his hair with both hands, looked at her.\\n\\nFleur smiled.\\n\\n\\\"Don't!\\\" cried the irrepressible Mont.  \\\"I know you're going to say: 'Out, damned hair!'\\\"\\n\\nFleur whisked round, threw him a wave of her hand.  \\\"Good-bye, Mr. M.M.!\\\" she called, and was gone among the rose-trees.  She looked at her wrist-watch and the windows of the house.  It struck her as curiously uninhabited.  Past six!  The pigeons were just gathering to roost, and sunlight slanted on the dovecot, on their snowy feathers, and beyond in a shower on the top boughs of the woods.  The click of billiard-balls came from the ingle-nook--Jack Cardigan, no doubt; a faint rustling, too, from an eucalyptus-tree, startling Southerner in this old English garden.  She reached the verandah and was passing in, but stopped at the sound of voices from the drawing-room to her left.  Mother!  Monsieur Profond!  From behind the verandah screen which fenced the ingle-nook she heard these words:\\n\\n\\\"I don't, Annette.\\\"\\n\\nDid Father know that he called her mother \\\"Annette\\\"?  Always on the side of her Father--as children are ever on one side or the other in houses where relations are a little strained--she stood, uncertain. Her mother was speaking in her low, pleasing, slightly metallic voice--one word she caught: \\\"Demain.\\\"  And Profond's answer: \\\"All right.\\\"  Fleur frowned.  A little sound came out into the stillness. Then Profond's voice: \\\"I'm takin' a small stroll.\\\"\\n\\nFleur darted through the window into the morning-room.  There he came from the drawing-room, crossing the verandah, down the lawn; and the click of billiard-balls which, in listening for other sounds, she had ceased to hear, began again.  She shook herself, passed into the hall, and opened the drawing-room door.  Her mother was sitting on the sofa between the windows, her knees crossed, her head resting on a cushion, her lips half parted, her eyes half closed.  She looked extraordinarily handsome.\\n\\n\\\"Ah!  Here you are, Fleur!  Your father is beginning to fuss.\\\"\\n\\n\\\"Where is he?\\\"\\n\\n\\\"In the picture-gallery.  Go up!\\\"\\n\\n\\\"What are you going to do to-morrow, Mother?\\\"\\n\\n\\\"To-morrow?  I go up to London with your aunt.\\\"\\n\\n\\\"I thought you might be.  Will you get me a quite plain parasol?\\\" What colour?\\\"\\n\\n\\\"Green.  They're all going back, I suppose.\\\"\\n\\n\\\"Yes, all; you will console your father.  Kiss me, then.\\\"\\n\\nFleur crossed the room, stooped, received a kiss on her forehead, and went out past the impress of a form on the sofa-cushions in the other corner.  She ran up-stairs.\\n\\nFleur was by no means the old-fashioned daughter who demands the regulation of her parents' lives in accordance with the standard imposed upon herself.  She claimed to regulate her own life, not those of others; besides, an unerring instinct for what was likely to advantage her own case was already at work.  In a disturbed domestic atmosphere the heart she had set on Jon would have a better chance. None the less was she offended, as a flower by a crisping wind.  If that man had really been kissing her mother it was--serious, and her father ought to know.  \\\"Demain!\\\"  \\\"All right!\\\"  And her mother going up to Town!  She turned into her bedroom and hung out of the window to cool her face, which had suddenly grown very hot.  Jon must be at the station by now!  What did her father know about Jon?  Probably everything--pretty nearly!\\n\\nShe changed her dress, so as to look as if she had been in some time, and ran up to the gallery.\\n\\nSoames was standing stubbornly still before his Alfred Stevens--the picture he loved best.  He did not turn at the sound of the door, but she knew he had heard, and she knew he was hurt.  She came up softly behind him, put her arms round his neck, and poked her face over his shoulder till her cheek lay against his.  It was an advance which had never yet failed, but it failed her now, and she augured the worst. \\\"Well,\\\" he said stonily, \\\"so you've come!\\\"\\n\\n\\\"Is that all,\\\" murmured Fleur, \\\"from a bad parent?\\\" And she rubbed her cheek against his.\\n\\nSoames shook his head so far as that was possible.\\n\\n\\\"Why do you keep me on tenterhooks like this, putting me off and off?\\\"\\n\\n\\\"Darling, it was very harmless.\\\"\\n\\n\\\"Harmless!  Much you know what's harmless and what isn't.\\\"\\n\\nFleur dropped her arms.\\n\\n\\\"Well, then, dear, suppose you tell me; and be quite frank about it.\\\"\\n\\nAnd she went over to the window-seat.\\n\\nHer father had turned from his picture, and was staring at his feet. He looked very grey.  'He has nice small feet,' she thought, catching his eye, at once averted from her.\\n\\n\\\"You're my only comfort,\\\" said Soames suddenly, \\\"and you go on like this.\\\"\\n\\nFleur's heart began to beat.\\n\\n\\\"Like what, dear?\\\"\\n\\nAgain Soames gave her a look which, but for the affection in it, might have been called furtive.\\n\\n\\\"You know what I told you,\\\" he said.  \\\"I don't choose to have anything to do with that branch of our family.\\\"\",\"timestamp\":1639990176,\"title\":\"'I shall die,' thought Jon, 'if we're not alone at all.'\"},\"digest\":\"_eoluTRPot01B-6-Kgmvk8rN7ZOfI-h9_KvOxrAaYQs\",\"authorship\":{\"contributor\":\"0x6b55Ba15E3e103d91f6dec37dd48B84ddF5B245C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zHzYUxWYjj4mm5YWHIYrOZpz9lyORZ0XmSJ6uiOG2hE\\\",\\\"y\\\":\\\"XlUX674-M1KiCRFYorkPu5vuBtthsFuKOkB5Js4lqv4\\\"}\",\"signature\":\"_mKzi3BbVvValpM9q8pxTCLNxwkyhi-Yvnb-C2zQBP1fhykonKHKL0-OtzkcKK3Ko4628D6ANbaA-wcuAlb9LQ\",\"signingKeySignature\":\"0x31a2d316852d98da4689a8c290d102461698698be2dff926c4c9b1dbc948cd2f27dff963e91c78916c9a63c251dd15a59d2fdcafbb483efe41d4f4ea467c845b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zHzYUxWYjj4mm5YWHIYrOZpz9lyORZ0XmSJ6uiOG2hE\\\",\\\"y\\\":\\\"XlUX674-M1KiCRFYorkPu5vuBtthsFuKOkB5Js4lqv4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_eoluTRPot01B-6-Kgmvk8rN7ZOfI-h9_KvOxrAaYQs\"}"