"{\"content\":{\"body\":\"Participating in crypto markets during the thrill stages of a bull-run is isomorphically more similar to playing a modern video game than it is to investing.\\n\\nMost competitive modern video games have an ever-evolving metagame. The metagame can be described as subset of the game’s basic strategy and rules which is required to play the game at a high level. \\n\\n**The meta**\\n\\nIn League of Legends, the metagame changes frequently as characters, items and abilities are made stronger or weaker by the developers. Sometimes assassins are extremely strong, sometimes the optimal way to play the game is to play a particular subgroup of extremely strong “jungle” champions. Since certain characters are strong, other characters that are good in response to these meta characters also become popular as a “counter” strategy since they are well-suited to exploiting the weaknesses of these over-powered characters. \\n\\nI don’t play Magic: The Gathering but the internet tells me the metagame is dictated by the strong/popular decks, the banned/restricted card list and the best responses to those strong and popular decks.\\n\\nAll other variables equal, knowing and utilizing the metagame gives the player the maximum chance to win the game. \\n\\nIn the bull-market-thrill-crypto video game, there’s a metagame too. Knowing and understanding the metagame is not required to score some wins, but pretty important to continually win when playing at the highest level.\\n\\n**Ethereum killers**\\n\\nSometimes the metagame is obvious and enduring: throughout 2021, there has been a very clear “Ethereum killers” metagame. Alternative smart-contract platforms have remained one of the best trades of 2021. The “SolLunAvax” metagame sustained & strengthened virtually all year, and their popularity caused this metagame trend to flow down into obscure or fringe alternative L1s too. You could say things like “which L1s have not pumped yet relative to market average?” to participate in this metagame, without even really knowing what that L1 does or if it is actually a good protocol. \\n\\nSince Ethereum’s fees are exclusionary and broken, this metagame has been durable. Crypto markets are a video game and market participants want to play: they don’t like to be idle during a bull-run. They want to make moves and capture opportunity. Ethereum is too expensive to be active for lots of people. Until that changes, this metagame is likely to remain strong.\\n\\n \\n \",\"timestamp\":1640597187,\"title\":\"Trading the metagame\"},\"digest\":\"NMVfe4TMb8Y4fYxyYiltBDPcDpLeenJ9faNbqpxaYd8\",\"authorship\":{\"contributor\":\"0xdAeed688292e371Ba5cbEdf9913141301E0419f1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ads-3qrjCxd4WZMThi1eQ8hwDMtbCRodEnp-k-6HURw\\\",\\\"y\\\":\\\"EfBmgPh2jEs7aGki2TGfWRd-HinFIWJdGrucTDjJ_UU\\\"}\",\"signature\":\"HixuWTC4CtAfHVO3so0cj-8cC40XlecxhP6rViU3AnrNA4J_Glsl55ffa_S4i6ca48_skgow4LygWPsWY9DFqw\",\"signingKeySignature\":\"0x0a81f61d230b7f796053e3cd05ab5b3acde5e6f0a64261104b9317637a6b43b837bcdd0d6a3b1c8eabd124a2fd79360cab06fe7697d4140bcbeca4e2b3b0e1701b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ads-3qrjCxd4WZMThi1eQ8hwDMtbCRodEnp-k-6HURw\\\",\\\"y\\\":\\\"EfBmgPh2jEs7aGki2TGfWRd-HinFIWJdGrucTDjJ_UU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NMVfe4TMb8Y4fYxyYiltBDPcDpLeenJ9faNbqpxaYd8\"}"