"{\"content\":{\"body\":\"Thomas Jefferson and james madison met in 1776. Why this year? At that time, they began to work together to promote the American Revolution, and later worked together to draft a new draft for the government. The friendship bred in these cooperations is intimate, trustworthy and indestructible. This friendship lasted for fifty years. There is joy and cooperation among them. They are more like-minded towards the common goal, and they have benefited each other continuously for many years. Four and a half months before his death, Jefferson was seriously ill, heavily in debt and worried about the poverty of his family, so he wrote a letter to his bosom friend. From his letter and Madison's reply, we can see that these two friends are lifelong friends; Sometimes, the friendship between them is more significant than the friendship itself, and its far-reaching influence on the public is unprecedented. \\n \\n\\nThe friendship between you and me has gone through half a century so far, and the coordination of our political principles and pursuits has brought me endless happiness in the long past years. I hope there is a kind of governance system in this world, which has an unswerving eye to examine it when it is implemented, and to monitor the interests of the masses and the happiness of those who struggle for it. The system based on truth will never be blamed, and this is what we have been working for all our lives. I, as well as you, have supported this all my life. Please take care of the things behind me, and please believe that my friendship will always be with you. \\\"(February 17, 1826)\\n\\nA week later Madison replied-\\n\\n\\\"In the past long years, the friendship between you and me and the consistent political views have always touched my heart when I think back. They bring you joy, but why not for me? We shoulder the people's trust and do our best for the public welfare, and the happiness we get from it is hard to die out. I firmly believe that no matter how we are judged at present, all our contributions will be adjudicated by the next generation behind us. \\n \",\"timestamp\":1642490058,\"title\":\"Great friendship\\n\"},\"digest\":\"7tQLE1gT4QT6PKGUzg1grAWmW2ze7VHxrZeXodwrdec\",\"authorship\":{\"contributor\":\"0x0fFdAF415D014eEd0ab1c73b8D5BC0E8D5a5A649\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IcDuydYOMFHJXy4C6vC15Lt1IBby5KiOzm0a0-Lmi_Y\\\",\\\"y\\\":\\\"rv6sKGpQIQAEsW9m59tXpRCp1FDmcFHyZeOJrCeWec8\\\"}\",\"signature\":\"pFWI_rZ0PhKFGxcwG6Fgyh05FjPPuwOarL62hlvTniImETSqU5dddq8tQKo8uySoP8fdnk8Ph0egx5zIUyQrOQ\",\"signingKeySignature\":\"0x6a0642d5e45271553c5335d442ecf0dae22b1a8a6b05ba9f54e4e6f002ccf2695a5b447b82af4d7711a0b2e70c61903be822be125d7b24bb4f611813ec1498e41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IcDuydYOMFHJXy4C6vC15Lt1IBby5KiOzm0a0-Lmi_Y\\\",\\\"y\\\":\\\"rv6sKGpQIQAEsW9m59tXpRCp1FDmcFHyZeOJrCeWec8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7tQLE1gT4QT6PKGUzg1grAWmW2ze7VHxrZeXodwrdec\"}"