"{\"content\":{\"body\":\"When the time came to the end of December, after almost a whole year of avatar NFT boom, people will inevitably have aesthetic fatigue on these visual avatar items. The new avatar items released recently are generally cold in the secondary market. At the same time, music NFT projects such as Royal, Pianity, Sounds.xyz, etc. were born in silence and grew rapidly, and music NFTs have also received more and more attention.\\n\\nWhile we previously felt that digital artists have relied on NFT to obtain new income channels, while some artists rely on NFT to change their destiny, musicians are still struggling. A song on Spotify, the world's largest music streaming media platform, is played once, and musicians can only be allocated US$0.003; among the 8 million musicians on the entire platform, only 13,000 have an annual income of US$50,000. What's more serious is that a large part of the musician's small income has to be earned by platforms and intermediaries.\\n\\nThe difficulty in changing the musician’s dilemma lies in how to remove the middleman and reduce the platform’s share, and how to enable musicians to obtain continuous income. In people's opinion, Web3 and NFT will be the best way to solve this problem. At present, in addition to the three music NFT platforms mentioned above, there are also decentralized music streaming platforms such as Audius that are trying to help musicians get out of their predicament.\\n\\nToken: AUDIO\\n\\nAudius is currently the most widely known decentralized music streaming media platform. There is no middleman. Everyone can publish their own music. Not only does Audius hope that “the middleman will no longer make the difference”, but the platform operator’s responsibilities are clearly defined as Limit to music discovery/hosting and adjust incentives based on creators and listeners. The platform brings together many well-known creators including deadmau5, 3LAU, and RAC.\\n\\nROCKI\\n\\nToken: ROCKI\\n\\nROCKI is a user-centric music streaming ecosystem that provides bridges and interactive functions for musicians and their fans in its decentralized music market. Features include royalty NFT, live streaming that is mining, artist pledge and listening payment functions. ROCKI is its ecosystem token. Users can use ROCKI to vote for their favorite musicians. Fanatic fans can burn their own ROCKI for their favorite musicians, and musicians will also be rewarded. Musicians can also display advertisements from live broadcasts and earn advertising revenue in the form of ROCKI.\\n\\nRhythm\\n\\nToken: RHYTHM\\n\\nRhythm is a desktop music streaming platform supported by YouTube. It is now in beta testing on Windows and macOS, and will release its NFT community market in the first half of 2022. It wants to build a bridge between the music industry and Defi, and build the next generation of music creation and streaming tools for consumers and artists. Its project partners include BabySwap, WatcherGuru, Vulkania and WSPP. In the Rhythm subscription service, it will accept all cooperation tokens (and tokens of new partners in the future) for payment.\\n\\nMELOS\\n\\nMelos is a music NFT creation and publicity platform. Its vision is to allow all music lovers to participate in the creation process and get corresponding rewards. This platform is very interesting and provides many functions. For example, A created a piece of music NFT named A1, which was bought by B, and edited it for the second time, named A2. After C bought it, he continued to add music and edit it into A3, and so on, the NFT can be created countless times, and each creation can make a profit through contribution. However, it is very difficult for ordinary people to complete a complete song by themselves. In view of this possibility, the project also introduces the Metis AI function, which can automatically generate a complete music by inputting favorite syllables and simple melody. , It can be described as a very thorough consideration.\\n\\nMozik\\n\\nToken: MOZ\\n\\nMOZIK, a music NFT platform, aims to build a healthier and fairer music economic ecosystem. It will register the proceeds of music copyright, superstar IP and IP derivatives on the chain. All participants in the music ecosystem can participate fairly, including creators, publishers, customers, and fans. Mozik has set up two trading methods: copyright trading market and derivatives trading market. Its business scope covers digital content storage, copyright confirmation, copyright transactions, fan economy, etc.\\n\\nRoyal\\n\\nRoyal is an NFT-like music platform, launched by 3LAU and JD Ross in May this year. Artists can use the platform to sell their songs, and fans can buy the ownership of the songs from it, and earn royalties from the songs they buy, so as to achieve a win-win situation for both parties. At present, the project has launched the first product LDA. LDA is a limited number of digital assets released by 3LAU for his latest single \\\"Worst Case\\\".\\n\\nNina\\n\\nNina is a decentralized music distribution platform based on Solana and Arweave. The NFTs on it are all priced in USDC. Nina allows artists to directly control their own music and the distribution of the profits it generates. On Nina, the cost of releasing the album is about $5, a one-time fee, permanent release, and this fee is used as a transaction and storage cost. Artists can set the unit price and quantity of their works by themselves, and can also set up automatic distribution of income with collaborators (up to 10), such as band members, producers, and managers.\\n\\nCatalog\\n\\nCatalog is a music NFT trading platform. Musicians can get all the income from the primary market. At the same time, the secondary market royalties will continue to be distributed to the musicians. In addition, the NFT of the Catalog platform also supports fragmented auctions, and auction revenues are distributed proportionally To the owner.\\n\\nPianity\\n\\nToken: PIA\\n\\nPianity is a music NFT platform on the AR public chain. Music NFT is divided into rarity, and it also supports buy-it-yourself and auction models. Musicians’ works need to go through a “listening” link before being put on the shelves. Collectors can use the PIA token to vote for their favorite works, and only the works that rank first can be put on the shelves for sale.\\n\\nMint Songs\\n\\nMint Songs is the music NFT trading platform of Polygon network, where musicians can cast music NFT for free.\\n\\nVoice Street\\n\\nVoice Street is a music NFT trading platform. Musicians and visual artists need to be reviewed before they can publish works. The platform also provides matching services for musicians and visual artists to help both parties better complete their works.\\n\\nSound.xyz\\n\\nSound.xyz is a music NFT trading platform. Every song is free for everyone to listen to, but only 25 people can pay 0.1 ETH to collect the NFT. At the same time, collectors can also leave comments when the song is played at any time, and the comments will disappear after the NFT is traded. The musician will bury the \\\"Easter Egg\\\" in a certain position of the song progress bar in advance, and the NFT of the collector who is closest to the moment of the message will be upgraded to a 1/1 special.\\n\\nOpulous\\n\\nToken: OPUL\\n\\nOpulous is a platform that combines music and DeFi. On this platform, users buy not only a music NFT, but also the copyright of the music, and the monthly royalties from the music will also be distributed to the holders. In addition, musicians can also apply for loans on the platform with the support of their music works and royalty income.\\n\\nSoundMint\\n\\nSoundMint is a platform that allows you to collect music NFTs like NFT avatars. Different from ordinary music NFT, the music NFT of the SoundMint platform also adopts an algorithm generation method, which randomly matches different soundtracks of different instrumental music into a piece of audio according to the algorithm. At the same time, each piece of audio also corresponds to a unique avatar. The various elements of also correspond to different audio tracks.\\n\\nEulerBeats\\n\\nEulerBeats is an algorithm-generated music NFT project. Each piece of NFT is equipped with visual effects. EulerBeats’s \\\"Genesis\\\" and \\\"Enigma\\\" series have 27 original discs. Users can also choose to purchase duplicates. For engraving, the owner of the original disc will receive the corresponding royalties. Eulerbeats development team Treum.io was founded in 2016 and has received investment from ConsenSys.\\n\\nAsync Music\\n\\nAsync Music is a programmable music platform under the programmable encryption art platform Async Art. The music NFT contains different audio tracks for collectors to choose from, and the collectors and artists work together to complete the final creation.\",\"timestamp\":1640834244,\"title\":\"The new hot spot of 2022? Sort out 16 music-related Web3.0 applications\"},\"digest\":\"kyd_yXb7vx0wsXovkn74zzlkxcooTc0Q45hW9Bd91V8\",\"authorship\":{\"contributor\":\"0x19a23AfB21e123c626C2c4C19c34d2037Ac35734\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SBF-xzKo-4CXbpeQd-ZfwjWV5Jl36G4DglYgMXjohuQ\\\",\\\"y\\\":\\\"L0NT7vLNUSSV-i13NO5L-ER-Yee0jslZytOsar9e4mw\\\"}\",\"signature\":\"ZmFuT73E2iFe8o9-4_HyIgkT6stLiATDEgdgkgH87DC-y5TPGhvkdO9Hb67oLd6Hi7m2s1uExDmWbAyCK5IwHA\",\"signingKeySignature\":\"0x6ed4dc6bc1f335f9281d7758a218774620895152a6c70798e4b29d9f80adcbeb15b72d3e9736840814c5e58635708219b9df33f0148564985b97a055f8adc8cd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SBF-xzKo-4CXbpeQd-ZfwjWV5Jl36G4DglYgMXjohuQ\\\",\\\"y\\\":\\\"L0NT7vLNUSSV-i13NO5L-ER-Yee0jslZytOsar9e4mw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kyd_yXb7vx0wsXovkn74zzlkxcooTc0Q45hW9Bd91V8\"}"