"{\"content\":{\"body\":\"hi 大家好，我每天會提供給大家利用Oh Card去探查潛意識狀態的服務。\\n\\n簡介：Oh card是沒有固定牌意的卡牌，作為一種心理諮商的工具，不預測未來，而是透過每個人對於卡牌的創意、聯想力去映射出自己潛意識到底在想什麼。每個人對每張卡片的感覺或是聯想到的意思都是不一樣的。\\n\\n目的：人們總是喜歡占卜未來，但實際上常常真正的答案就在我們心裡卻不自知，我希望透過oh card讓大家更了解自己。\\n\\n作法：我每天都會幫大家抽出三張卡牌，大家可以看著卡，去聯想問題的答案。\\n我也會說明每張卡的感覺是什麼，鼓勵猿友們用自己的方式去聯想。\\n\\n 看著圖案由左至右去聯想\\n1\\\\.今天的心情怎麼樣？\\n2\\\\.面對你今天的心情，應該怎麼做？\\n3\\\\.如果這麼做了可能會得到怎麼樣的結果？\\n\\n![](https://images.mirror-media.xyz/publication-images/oKRUZHCoJfsJtMqBpee01.jpg?height=1880&width=3966)\\n\\n2022\\\\.1.4我自己的答案\\n圖1.\\n這幾天crypto的價格相對不好，但反觀NFT的市場卻熱絡起來，項目也很多。每天都要追一大堆的新資訊，非常累人。今天早上我突然覺得相比一整天坐在辦公室八小時賺錢，投資加密貨幣賺錢的速度相當的快，就像蛇在滑行一樣，彎道超車，也給我一種相對投機的感覺。\\n\\n圖2.\\n面對這樣的心情，我覺得我就像是圖中的馬一樣，背上悲了很大的重擔，這些重擔可能是新的資訊、加密貨幣巨大起伏帶來的壓力等等。\\n\\n圖3.\\n最後一張圖的結果，他告訴我一件事情，那就是團結力量大。龐大的資訊或是壓力，我都應該要找團體分享，也可以是找人合資或是進入組織分享訊息，創造雙贏，這會是很好的結果。\\n\\n以上是今天我對卡牌的解讀，猿友們可以一起試試看！\\n我想聽聽大家不一樣的答案，謝謝！\\n\\nHi everyone, I’m Mitch from Taiwan. I would like to offer you the service of using Oh Card to detect the subconscious state. I offer this in here and Chinese channel.\\n\\nOh Card is a Card with no fixed card meaning. As a tool of psychological consultation, he does not predict the future, but uses everyone's creativity and association with the card to reflect what he is thinking about.Everyone feels or thinks of each card differently.\\n\\nPurpose: We always like to foretell the future, but in fact, the real answer is often in our hearts without knowing it. I hope that through Oh Card, everyone can understand ourselves better.\\n\\nHow to do it: I will help you draw out three cards every day. You can look at the cards and think about the answers to the questions.\\nI will also explain what each card feels like, and encourage you to think in your own way.\\nLook at the pattern from left to right to associate\\n\\n1. How do you feel today?\\n2. Faced with your mood today, what should you do?\\n3. What kind of results might you get if you do this?\\n\\n2022\\\\.1.3 My own answer\\nfigure 1.\\nThe price of crypto is relatively bad these days, but the NFT market has become enthusiastic and there are many projects. Chasing a lot of new information every day is very tiring. This morning I suddenly felt that compared to sitting in the office for eight hours and making money, investing in cryptocurrency is quite fast. Like a snake sliding, overtaking in curves also gave me a feeling of relative speculation.\\n\\nfigure 2.\\nFaced with such a mood, I feel like the horse in the picture, with a heavy burden on my back, which may be the pressure of new information, the huge ups and downs of cryptocurrency, and so on.\\n\\nimage 3.\\nAs a result of the last picture, he told me one thing, that is, the strength of unity is great. I should find a group to share the huge amount of information or pressure. It can also be a joint venture or enter an organization to share information to create a win-win situation. This will be a good result.\\n\\nThe above is my interpretation of the card today, friends can try it together!\\nI want to hear your different answers, thank you!\",\"timestamp\":1641350065,\"title\":\"Everyday Oh Card Challengy 2022.01.4\"},\"digest\":\"65sOp-cydTWqJopZkxWJcDl6un1C9pgG6aZ8mhiM7JU\",\"authorship\":{\"contributor\":\"0x0236C75860d07e8d5aDD17C88B9DAc04472C2295\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"idyGZ5VKx6CMqm6plY2GBACnzyUiXDBwREfg9x_gWgA\\\",\\\"y\\\":\\\"fn5lTNqnLU-XO3H4A38FVU_ZtHuB1Gyx26rQeFVD3GY\\\"}\",\"signature\":\"TW1iZyJoTxjhQZJUsQlFJbcekycK5OEvd1qEllUz1wOFkA6B_f9nmyGRhvHTxIq7XoG14AN98aIG9I0wk4MSAQ\",\"signingKeySignature\":\"0xa4aa6282fd74ad47ad6ca32744a11a6d7f05cef60c15f5b2b4b81876b0c3cce677d463d92b0e5c4bb7a759448b4d6c41c65f3acbfa1b2b0be841a0b0c32d5a601c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"idyGZ5VKx6CMqm6plY2GBACnzyUiXDBwREfg9x_gWgA\\\",\\\"y\\\":\\\"fn5lTNqnLU-XO3H4A38FVU_ZtHuB1Gyx26rQeFVD3GY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"65sOp-cydTWqJopZkxWJcDl6un1C9pgG6aZ8mhiM7JU\"}"