"{\"content\":{\"body\":\"*Originally Published - March 4, 2021* \\n  \\n *NFTs are an incredibly powerful standard for representing almost anything in the decentralized world. A new space is emerging at the intersection of DeFi and NFTs, enabling a range of powerful new DeFi primitives.*\\n\\n![](https://miro.medium.com/max/1400/1\\\\*Y7oh9ujpsBiYs4qjSJ87wQ.png)\\n\\nNFTs are an incredibly powerful standard for representing almost anything in the decentralized world. Today, NFTs most commonly represent things like digital art, digital land, and collectibles. Much of the narrative currently centers around the ability for artists to fully own the works they create. NFTs give artists the power to distribute their work directly to their audiences without the need for middlemen and gatekeepers.\\n\\nHowever, the power of NFTs goes beyond this sovereign ownership. A new space is emerging at the intersection of DeFi and NFTs.\\n\\nDecentralized finance (DeFi) has shown the world that the legacy financial system, with all of its walled gardens and inaccessibility, just as with art, can be re-built into a decentralized, permissionless ecosystem — opening up access for anyone to use and build upon. However, DeFi still has a lot of room to grow.\\n\\nNFTs and DeFi have yet to fully collaborate. We still can’t efficiently open leveraged UNI positions backed by a Decentraland parcel as collateral. Or trade synthetic positions of NFTs. Or use our CryptoPunks as reinsurance and earn interest on them.\\n\\nIronically, the legacy financial system already takes such vehicles for granted. Houses are frequently used as collateral for loans (i.e. mortgages). Large insurance companies[ often buy large plots of land](https://www.csmonitor.com/1988/1220/fland.html) to maintain their solvency in a diverse manner. Each purchased tranche of a CDO reflects the market’s risk assessment of a set of mortgages (i.e. an index of a set of non-fungible assets).\\n\\n**Why can’t we do the same things in DeFi?**\\n\\nWell, NFTs are illiquid and hard to price — and the infrastructure to price them efficiently is still being built (e.g. [appraisal games](https://upshot.io/), [fractionalization](https://unisocks.exchange/), [floor-price indices](https://nftx.org/#/), ML models, etc). If we don’t know the price of an NFT, and we use it as collateral for, say, an insurance protocol, it’s impossible to exactly determine how solvent or diversified our protocol is.\\n\\n[Improving the efficiency of NFTs’ price discovery and liquidity](https://jake.mirror.xyz/c2v_tpHJ6FmY-oyDe7AgCg3r7CEcFXx2guTUbSTJ150) will bridge the gap between DeFi and NFTs. In this post, we demonstrate *why* bridging this gap is so powerful by listing just some of the financial primitives it would enable.\\n\\n![](https://images.mirror-media.xyz/publication-images/-rzt7X072zpYMLyoN14Qo.png?height=576&width=615)\\n\\n**NFT indices** Creating baskets of fungible assets is useful but limiting. There’s [exciting work being done in finding floor prices for similar NFTs](https://nftx.org/#/), but imagine being able to create baskets of highly diverse NFTs — collectibles, art, risk products — that can then be easily traded or used as collateral in decentralized protocols. This could enable exciting new DAOs (e.g. decentralized art galleries in the form of art collection DAOs) as well as improved security for existing DeFi protocols. A lending protocol backed by a combination of fungible and non-fungible assets would be far more diversified and resistant to black swan events than those of today, backed solely by fungible (largely correlated) assets. With improved price-discovery and liquidity for NFTs comes a wave of new diversified indices for a number of applications.\\n\\n**NFT synthetics** Synthetic representations of NFTs will enable users to instantly move in and out of arbitrarily sized NFT positions instantly without them ever needing to hold the NFT itself. All that is required is a reliable price feed and a pool of capital to trade against. This allows us to get exposure, at scale, to a set of long-tail assets that otherwise wouldn’t be possible.\\n\\n**NFT-native DEXes** A major friction point for NFTs today is the difficulty in buying or selling them. [NFT-native DEXes](https://twitter.com/vasa_develop/status/1366893129144561669) offer a powerful alternative to how these assets change hands. Instead of requiring coordination between buyer and seller, people can trade between any NFT instantly and autonomously. Every time an asset changes hands in exchange for some monetary reward is an act of price discovery. If NFTs can change hands more easily, they will be priced more efficiently as well.\\n\\n\\\\*\\\\*Underwriting debt against NFTs \\\\*\\\\*The value held in NFTs is not insignificant and will continue to grow substantially. There is [compelling work being done on this front](https://nftfi.com/) already which can be significantly improved with more efficient price-discovery. Not being able to underwrite debt against NFTs leaves a significant amount of capital sitting idle, not being utilized as productively as it could. But tying debt to such illiquid assets is risky. Improving NFT pricing and liquidity enables these assets to be used as collateral for decentralized loans at scale.\\n\\n**NFT Appraisal Games** NFT appraisal games create new ways for subject-matter experts to capture value from their expertise. Paying someone to honestly appraise the value of NFTs not only improves price-discovery of these assets, but also helps realize what the future of “work” could look like in a decentralized world.\\n\\n**NFT-backed Insurance** NFTs aren’t just collectibles and art; decentralized insurance solutions are often built using this standard. Policies are represented as NFTs and improved NFT pricing would allow us to create incredibly diverse insurance products that can represent a much broader set of risks. The ability to pool risks with a highly diversified basket of uncorrelated risks creates secure and capital-efficient insurance pools.\\n\\n![](https://images.mirror-media.xyz/publication-images/8ve37Xd6w4s-Jh6talIXw.png?height=1206&width=4000)\\n\\nThese examples cover just some of the possibilities spurred by improved price discovery and liquidity of NFTs (i.e. NFT financialization). Over the next few weeks, we’ll be diving deeper into each of these topics and more as part of a blog series on the intersection of DeFi and NFTs. If you are working on anything related to NFT financialization or are interested in exploring the use cases enabled by efficiently priced NFTs, please reach out on [Discord](https://discord.gg/xNeh7vzXTQ) or at [contact@upshot.xyz](https://mailto:contact@upshot.xyz)! We would love to chat about building out the exciting future of DeFi and NFTs.\\n\\n— — —\\n\\n**Stay in the loop!**\\n\\n* Join us on [Discord](https://discord.gg/xNeh7vzXTQ)\\n* Check out our [website](https://upshot.io/)\\n* Follow us on [Twitter](https://twitter.com/UpshotHQ)\\n* Read the [whitepaper](https://upshot.io/whitepaper.pdf)\",\"timestamp\":1637602577,\"title\":\"What Efficient NFT Price-Discovery Means for DeFi - UpshotHQ\"},\"digest\":\"hjTOTjiPqBPt547Yqb3vMIzdmsEn_a03vem7EXgF2ok\",\"authorship\":{\"contributor\":\"0x82FE4757D134a56BFC7968A0f0d1635345053104\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"70YDdZt7UkapAbIrgck8lxDFj7btCa_BnsnkxQ9TUbQ\\\",\\\"y\\\":\\\"HALfPZUZAd6pZtK9LcxbUpPBouuP5Pm0UfKtuOdeIII\\\"}\",\"signature\":\"zOrF6jVuhbXdeeNhKSHGMXo6GYubXnFgRbVp894WX7egL3ZVL-9Rbaj7PK30Spx5s75NK_URIUjw82cMaGW6hg\",\"signingKeySignature\":\"0xb319b5679697e95aa7fb0a88e16f37632c0cedf5b9be5d2a483a789c027fbb566b9bcb78be07bd4540c7ac2ea77e20529742b0203fe9967fef6785b7816b7ed81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"70YDdZt7UkapAbIrgck8lxDFj7btCa_BnsnkxQ9TUbQ\\\",\\\"y\\\":\\\"HALfPZUZAd6pZtK9LcxbUpPBouuP5Pm0UfKtuOdeIII\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hjTOTjiPqBPt547Yqb3vMIzdmsEn_a03vem7EXgF2ok\"}"