"{\"content\":{\"body\":\"LONDON - Britain reported 78,610 new coronavirus cases, the highest daily number since the start of the pandemic, bringing the total number of coronavirus cases in the country to 11,010,286, according to official figures released Wednesday.\\n\\nThe previous highest number of cases was on Jan. 8, 2021, when 68,053 cases were reported.\\n\\nAnother 4,671 Omicron cases have been confirmed in Britain, the biggest daily increase since the COVID-19 variant was in the country, taking the total Omicron cases found in the country to 10,017, the UK Health Security Agency (UKHSA) said Wednesday.\\n\\nThe country also reported a further 165 coronavirus-related deaths. The total number of coronavirus-related deaths in Britain now stands at 146,791, with 7,673 COVID-19 patients still in hospital.\\n\\nThe latest data came as England's Chief Medical Officer Chris Whitty warned that there will continue to be record numbers of COVID cases over the next few weeks.\\n\\nSpeaking at a Downing Street news conference, Whitty said the spread of the existing Delta variant is \\\"roughly flat\\\", but there are \\\"two epidemics on top of one another\\\" following the spread of the Omicron variant.\\n\\n\\\"I'm afraid we have to be realistic that records will be broken a lot over the next few weeks as the rates continue to go up,\\\" Whitty said.\\n\\nMore than 89 percent of people aged 12 and over in Britain have had their first dose of vaccine and more than 81 percent have received both doses, according to the latest figures. More than 43 percent have received booster jabs, or the third dose of a coronavirus vaccine.\\n\\nTo bring life back to normal, countries such as Britain, China, Germany, Russia and the United States have been racing against time to roll out coronavirus vaccines.\",\"timestamp\":1639753438,\"title\":\"UK reports highest number of daily cases since start of COVID pandemic\"},\"digest\":\"KxSm5B8XzVuWxkE_ggPNFN5D4MHjxDotrG9XXvrqrl4\",\"authorship\":{\"contributor\":\"0xf28f95c82A74EED850eE7949D47F8B0D11BD3784\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OT9cZkpD2pZue6DiBXdVak2kjyr0IcGcJJsQvYs73VA\\\",\\\"y\\\":\\\"HrESNHghcGMbdW2X9ATarwDNMnY0jwydogCaaFVv61I\\\"}\",\"signature\":\"KSap6vKYztxDJPuPBctultyxGthaEQExxNd4d0Zx6Hu5vne8wZ2koCVqLne-ndlpbUH0VfO-hwDI39UaLREQIg\",\"signingKeySignature\":\"0x7e1afbf3e5c11c9774f716641b1d9373410b0d688dc3905efcf36b9e763dbb832a58a886ff5400766b99f34ccbae5338cf0f2c373cb0792025d80b2fc8c6705a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OT9cZkpD2pZue6DiBXdVak2kjyr0IcGcJJsQvYs73VA\\\",\\\"y\\\":\\\"HrESNHghcGMbdW2X9ATarwDNMnY0jwydogCaaFVv61I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KxSm5B8XzVuWxkE_ggPNFN5D4MHjxDotrG9XXvrqrl4\"}"