"{\"content\":{\"body\":\"Picture this.. it’s 2011 and I’m in the backend of my tumblr site. I’m eleven years old and I’m trying to figure out how to install STM player so I can have my own custom playlist built into my blog.\\n\\nTumblr is where I had my first experience playing with HTML and CSS code, at the time I had no idea how significant these two programming languages were to the Internet. You see, I was just a kid trying to get Yonkers by Tyler the Creator to automatically play on my blog.\\n\\nNow, almost five years later in 2016 I was shipped off to boarding school. I now had the choice of choosing two electives. I remember I picked art and photography but fortunately for me the photography class was full so I was slotted straight into the IST class with the weirdos. Our teacher introduced the class to Python.. well tried to at-least. You see, no one in that class really payed attention, or wait maybe that was just me. I think I was too busy binge watching Casey Neistat vlogs (this was Caseys golden era tbh) Regardless, I managed to learn a few things that year and built some super simple programs that I remember nothing from, lol.\\n\\nI dropped the subject the next year. I hated it.\\n\\nFast-forward it’s 2021 and I’ve finally jumped into NFTs. I had known about the polarising phrase for a minute now and no it was actually before Gary Vee started jamming the phrase down peoples throats. The first NFT I ever owned was some NBA TopShot card worth probably nothing now. I soon dove deeper and deeper and began learning more and more about the blockchain. I learnt the difference between on-chain and off-chain data (s/o Anonymice! love you guys) I joined several DAOs, Started my own Axie Guild and now employee several scholars in the Phillipines and have met so many wonderful friends along the way.\\n\\nThis blog thingy or whatever you want to call is my next step in this weird world of web3 and programming. I plan on using this as an outlet to document my learnings and hopefully encourage anyone else in a similar position to myself to jump into this world.\\n\\nI’m still new to this whole programming thing but my main focuses will be:\\n\\n1. Solidity\\n2. HTML\\n3. CSS\\n4. Js\\n5. Python\\n\\nI do plan on learning C#, Java and PHP but for now these are my main priorities. One goal I wish to have completed before the conclusion of 2022 is to release my own on-chain NFT project to accompany <redacted> \\n\\nFeel free to follow me on Twitter here [@0xTeji ](https://twitter.com/0xTeji)to stay up to date on my web dev journey!\\n\\nI’m so excited to be here, I can’t wait to build some cool shit and even better make some even cooler friends.\\n\\nLove, \\n Teji\\n\\n(not sure if people close blog posts like they are letters but oh well you get the sentiment)\",\"timestamp\":1641600982,\"title\":\"My Introduction to Programming\"},\"digest\":\"xVNdwjBgWv1ArH6fR8-P-Sdek8azB5Uc_LS4PK79IsM\",\"authorship\":{\"contributor\":\"0xBacA88029D2b4c3E7e06af8E5d7dF2E3AC8C46c9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PZ6m2rGlAFPOK8TZDgyFBGCUSv0bDcu4TaiokIP1tTs\\\",\\\"y\\\":\\\"sgHfUiAWTc_eMFUsr1pE9LO9qkVlbKpbFDplUD39sOo\\\"}\",\"signature\":\"gWQ87bZrs-r5cw45lC5VbDZdMNS4yTTBO_M5F54z5OMcUE9keqcKH2mYijPrPbsLglXaRfbg8-a0qbA0Ik6Vlg\",\"signingKeySignature\":\"0x99e40b63489a14202f1dbd1057686c0eade4d00416ffd1874c33879e916c2f6a4dbf82f0ba15e988c95513d2bb89083951d173baa2b556731506bbf664554e4701\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PZ6m2rGlAFPOK8TZDgyFBGCUSv0bDcu4TaiokIP1tTs\\\",\\\"y\\\":\\\"sgHfUiAWTc_eMFUsr1pE9LO9qkVlbKpbFDplUD39sOo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xVNdwjBgWv1ArH6fR8-P-Sdek8azB5Uc_LS4PK79IsM\"}"