"{\"content\":{\"body\":\"We're super excited to launch the crowdfund for Impossible Object's first book, *Conversations on AI*.\\n\\n~~If you'd like to back this project, all you need is an Ethereum address and to click on the Crowdfund block below.~~ Detailed instructions about both can be found later in this post.\\n\\n[CROWDFUND BLOCK]\\n\\nImpossible Object's books will exist at the intersection of crypto and legacy publishing. This means we'll be publishing innovative books the old-fashioned way, as trade paperbacks and eBooks, but we're also attempting something completely new: simultaneously releasing on-chain so that we can use crypto's capacities to help make new kinds of book.\\n\\n*Conversations on AI* will be the first result of this experiment. Crypto has already provided solutions for crowdfunding [fiction](https://emily.mirror.xyz/0AFENlMKv9amUC1OJIZY26udpISw_raXkoEcvelPvzg), [science](https://opensea.io/assets/0x495f947276749ce646f68ac8c248420045cb7b5e/41443491289334730858714141368268395642829177615924976808738423867555824271361) and [music](https://songcamp.mirror.xyz/xVIye95frUFrZ4RbfYPFNhfi1emI7kvXCcxJOTbcBlM); now it's philosophy's turn. Backers of $IMPOSSIBLE will see the first ever philosophy book funded by crypto brought into the world.\\n\\n## Who's in the conversations – and are they on AI?\\n\\nThe initial impetus for the project was to:\\n\\n- Gather together a group of pioneering thinkers so they could discuss a topic that all of their work has a stake in.\\n\\n- Transcribe, edit and publish their discussions as a public good.\\n\\nThat group ended up comprising Reza Negarestani, Benjamin Bratton, Mat Dryhurst, Holly Herndon, Helen Hester and Nick Srnicek. And the topic that turned out to unite their interests was Artificial Intelligence. \\n\\nThese thinkers have previously dealt with AI from various angles: some have written work that treats AI directly (Reza Negarestani's *Intelligence and Spirit* and Nick Srnicek's work on the political economy of AI), some engage with AI as a collaborator (Holly Herndon, Mat Dryhurst and SPAWN), while some have developed the notion of artificiality in itself as a means out of conceptual deadlock (Helen Hester and Benjamin Bratton).\\n\\nIn the three conversations on the topic, AI will act more as a crossroads than the sole focus. Our dialogists are fascinated by the impact that AI will have on politics, art, philosophy, childrearing, terraforming, and many more things, meaning that although the dialogues may consistently pass through AI, they will almost certainly end up at surprising destinations.\\n\\n## $IMPOSSIBLE\\n\\n$IMPOSSIBLE is the token that backers of the crowdfund will receive in return for their contributions of ether. If you're already familiar with Mirror crowdfunds and how they differ from regular crowdfunds, that won't need any explanation. But if you're new here, here's a lil explainer:\\n\\n- Holding $IMPOSSIBLE tokens not only proves you helped make the book happen in the first place, but also gives you a stake in the financial success of the book.\\n- Once the book is completed, the text will be minted as an NFT on Zora and put up for a reserve auction.\\n\\n- When the NFT sells, the smart contract funnels funds back to $IMPOSSIBLE holders in proportion to the amount of $IMPOSSIBLE they hold.\\n\\n-  At that point, backers can choose to sell their $IMPOSSIBLE tokens on an exchange such as Uniswap, redeeming them for Ether, or you carry on holding them. Holders will continue to receive financial upside whenever the NFT is auctioned again in the future.\\n\\n- $IMPOSSIBLE holders will be able to play a governance role by taking part in Snapshot polls relating to *Conversations*.\\n\\n- That's not all. Hold on for a full explanation of additional benefits below.\\n\\n\",\"timestamp\":1621798573,\"title\":\"$IMPOSSIBLE: \\\"Conversations on AI\\\" crowdfund\",\"publication\":\"r\"},\"digest\":\"J9g3cN-wAFJQgQB8zEvJorJZNPjyM7XqHxNs758wTFM\",\"authorship\":{\"contributor\":\"0xc46E9a66FDdC8D1a69529d86E668236f02957F1b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2gOreeFuSTzHTbTHh9VLYOVAbQObud6uGR8QKO8hX68\\\",\\\"y\\\":\\\"mIcvZP41c-qLBmjZN1LVVaBuBBW6rZ4AdumfCBqht0c\\\"}\",\"signature\":\"QZrTYAytVTgDyQpSbslLftlbcsdzRhMq8exvRylx7nLylrHUUji5tuy-4SlLHR_a4JC5xI_sVAoOSQJKpS_DKg\",\"signingKeySignature\":\"0xa12ba6931bea4c7bc2184de485923a78b6af767e47b5366ba29378cf7e8f474c40cd9c51f95dc6b0f445745db5e88230c78ae1e3421b36703b7d474fbda0c57f1b\",\"signingKeyMessage\":\"I authorize the publication of articles on r.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2gOreeFuSTzHTbTHh9VLYOVAbQObud6uGR8QKO8hX68\\\",\\\"y\\\":\\\"mIcvZP41c-qLBmjZN1LVVaBuBBW6rZ4AdumfCBqht0c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hqkBkj6ttSQfHvgdArGYPNgw9JkrlLAyZqC5UWqk3s0\"}"