"{\"content\":{\"body\":\"Imagine if you could only deposit your hard-earned money into safe assets that protect you against inflation and outperform the market continuously; well, that is precisely what Anchor Protocol does. This particular DEFI is built on top of terra's blockchain with the benefit of soon becoming interoperable with the IBC update on October 20th. Anchor is a savings-lending protocol that allows users to use their crypto as collateral to secure a loan on the blockchain that can later be used anywhere, even in the real world. By the interest paid by the borrowers, Anchor can offer a yield as high as 20% in return for your UST (stable-coin); as a result, creating the perfect environment for savers and borrowers to coexist and benefit from the liquidity. \\n\\nDEFI's high yield isn't a secret to anyone, but how much money a protocol can make to sustain that percentage of return is interesting. Imagine all the money a bank is making! It is crazy the amount of money that stays in the banks' pockets and how little is distributed to the people using their services. In the last Bank of America (BofA) report, they stated that the \\\"digital assets are ttoolarge to ignore,\\\" and they even talked about the positive aspects of the decentralized financial ecosystem. However, it wouldn't be shocking for the entire banking sector to offer better yields on their savings accounts using the blockchain, and what better option than Anchor? The only protocol capable of delivering a stable yield continuously through its loans and staking rewards.\\n\\nSo instead of going through the bank, you could just anchor your way towards retirement by designing a plan of investing and compounding your 20% yield every year. You could even add insurance on your money if you'd like to feel safer and reduce the bureaucratic costs associated with banks. Lastly, Anchor's TVL is skyrocketing, and when banks start using their services, the token's price appreciation will likely follow.\\n\\nNot Financial Advice! Do make the most of cryptocurrencies adoption!\",\"timestamp\":1639556973,\"title\":\"Retiring Early with Anchor! Goodbye Banks.\\n\"},\"digest\":\"JZRK9KCXRa6X03-Nnow6xsh3nH-_Xsz6PiMqmLS1KzE\",\"authorship\":{\"contributor\":\"0xe441060Cf028d6E18945E0A9c59de0fF7e26986C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qe7K2n7wZqPcJk1vuBdkC_lEQXW3IbC2KEoa2luA5u4\\\",\\\"y\\\":\\\"5lkFUQVaWI2o9twpTswgy53zRaUgPyFP330KuxUQoUo\\\"}\",\"signature\":\"5JwH6QfAOiFer0NUTcBBIP90DjkdQYh74NoADfTIGeP8pl0Xkz17W8vY6HUjSlNtcCZVdSB5s3oYJl48RPA33A\",\"signingKeySignature\":\"0x7dd49e0d8873a89802efc75f67874bd5758335bef083f74e07d08288fdb81fd572ac2f701d9be667ff71321b6e1c504cb1dcad06ce6806d352874ded3996324a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qe7K2n7wZqPcJk1vuBdkC_lEQXW3IbC2KEoa2luA5u4\\\",\\\"y\\\":\\\"5lkFUQVaWI2o9twpTswgy53zRaUgPyFP330KuxUQoUo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JZRK9KCXRa6X03-Nnow6xsh3nH-_Xsz6PiMqmLS1KzE\"}"