"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/_C5c3nQQSxwxx8P3Lw6S7.png?height=720&width=1200)\\n\\nOpen your eyes, some Western people fond of accusing China of being \\\"coercive.\\\" Take a look at what coercive diplomacy truly looks like: A visiting US delegation made clear to Honduran presidential candidates that the US wants Honduras to maintain its long-standing \\\"diplomatic\\\" relations with the island of Taiwan.  \\n  \\n The subtext of this is: Honduras better plays its role as the US' cannon fodder well, no matter who wins the election, by carrying on its ties with Taiwan, an island the US has no \\\"diplomatic\\\" ties with and which is an inalienable part of China's territory, to stir up trouble for China, a country the US does have diplomatic relations with.   \\n  \\n Honduras, one of the only 15 remaining countries with \\\"diplomatic relations\\\" with the island of Taiwan, will hold its presidential election on Sunday. Xiomara Castro, presidential candidate for the opposition Libre Party who leads in the latest polls, vowed in September that she would \\\"immediately open diplomatic and commercial relations\\\" with the People's Republic of China if she wins in November, according to the AFP. Her remarks threw Taiwan authorities into panic and made the US uncomfortable.  \\n  \\n But neither the US nor Taiwan authorities have offered the Latin American country enough substantial help to cope with the crisis the latter confronts. Reports show Honduras' public debt at the end of 2020 was more than $13 billion, or 55 percent of its GDP. And \\\"over 30 percent of the national budget is allocated to paying off debt,\\\" Reuters reported in September. \\n  \\n Meanwhile, countries around Honduras, such as Costa Rica, Panama, the Dominican Republic, and El Salvador, which have successively established diplomatic relations with China in the 21st century, have enjoyed increasing economic benefits from China ties.  \\n  \\n And when the US is overwhelmed by COVID-19 and in a muddle of taking care of itself, China has spared no effort to provide anti-virus supplies to help the four countries fight the public health crisis. \\\"With Chinese vaccines, the Dominican Republic again sees hope and light at the end of the tunnel,\\\" said Dominican Vice President Raquel Pena in March. Being around the countries, how could Honduras not feel a thing about such a comparison, when it is trapped in both economic and epidemic trouble? \\n  \\n Setting the Chinese factor aside, what is Honduras' status in US diplomacy? The answer can be heartbreaking. In 2018, US media outlets exposed that when discussing the immigration policy, then president Donald Trump reportedly said, \\\"Why are we having all these people from shithole countries come here?\\\" He was referencing \\\"Haiti, El Salvador, Honduras, and apparently most of Africa,\\\" Fortune magazine noted on January 13, 2018. The US cannot hide its frown when talking about those countries, yet it is still bossing them around.   \\n  \\n The point today is not about how the Chinese mainland can compete with the island of Taiwan over winning the hearts of those few countries that continue to have \\\"diplomatic\\\" ties with Taiwan authorities. The point is whether those countries are still interested in maintaining the status quo. And the truth is, they are losing interest in their relations with the island. That's why the US sensed the need to step up and coerce them, Shen Yi, a professor at the School of International Relations and Public Affairs of Shanghai-based Fudan University, told the Global Times.  \\n  \\n However, based on Latin American countries' needs in economic development and people's demands, if political figures in the region choose to yield to the US over the Taiwan question during the election campaign nowadays, it will be like pouring poison on their voter base, Shen added.  \\n  \\n Honduras is a country with a multi-party system. It holds elections for president, Congress, and local officials. Even if its people pick a pro-China administration, shouldn't the US respect the outcome?  \\n  \\n What can possibly be the US' moral excuse when Washington complains about the countries' immigrants flooding into the US, while coercing them to keep ties with the island of Taiwan, preventing them from riding on cooperation with the Chinese mainland?  \\n  \\n The louder the US sounds when interfering in Honduras' elections, the more incapable and powerless it seems.  \\n  \\n If a change in government will take place there, the US will not be able to stop it. Just like how it yelled before other Latin American countries established ties with China. The barks turned out to be useless, Shen said.  \\n \",\"timestamp\":1637935758,\"title\":\"US coerces Honduras, makes it cannon fodder over Taiwan question\"},\"digest\":\"C8EhOIH4UKRbJcCTb-e2sBYOYAqLYdATsN8UnG7gNi4\",\"authorship\":{\"contributor\":\"0xd42b269ABF064E87459B4fc7CDD6a282f020A836\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D9NNjIxW_MeSH74nbVi3W5iur6Ud2Ne9WDCvP39idTo\\\",\\\"y\\\":\\\"Wukxq29iZ6PpKzKHhQKDhIR4aD8-D79jr99ilWpiNAE\\\"}\",\"signature\":\"nGQfb1xuJSbiERN05e4GKX91FwtLT50J7vp84cD4o9xsF0YnlwI_pihACZ6cGXAg6b-6y-FZt6EByUclU_J-dQ\",\"signingKeySignature\":\"0x493d0c28f590a5f46a8fab9e466cfe387fab5ad7ef857451713d2d4d2dbbbdc2211c2c744b77755c08105e8982d8cb5cec2fa2deff692ea362c09f1316aa17931b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D9NNjIxW_MeSH74nbVi3W5iur6Ud2Ne9WDCvP39idTo\\\",\\\"y\\\":\\\"Wukxq29iZ6PpKzKHhQKDhIR4aD8-D79jr99ilWpiNAE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"C8EhOIH4UKRbJcCTb-e2sBYOYAqLYdATsN8UnG7gNi4\"}"