"{\"content\":{\"body\":\"It’s worth exploring the value of composability, which comes about because of blockchain interoperability. I’ll introduce the idea by comparing it with another common term in software: open source. While it is now relatively common as a hallmark of software openness to make something *open source*, enabling *interoperability* is less common, and less easy.\\n\\nThe distinction between the two is that for open source, the source code is freely available,  whereas interoperability means that one application/system can exchange, integrate, access and use another application or system’s functionality and data. Things like common protocols, permissionlessness, and no or minimal system downtime increase interoperability.\\n\\n![Comparing open source and interoperable systems.](https://images.mirror-media.xyz/publication-images/RVuufgRIxwcaF-oTghTFP.png?height=580&width=1718)\\n\\nIn a way, open source is easy to operationalize. You simply release your source code. Interoperability, however, has to be built into the system, and exists by degrees. Just because you can see the source code of an app doesn’t mean you can use its data, communicate with it, or build on top of it. Usually developers have to spend significant effort building and maintaining APIs to facilitate interoperability.\\n\\nInteroperability is generally enabled by canonical protocols and standards for interface design and communication. While the underlying layer of the internet is fundamentally interoperable through e.g. TCP/IP, HTTPS, TLS and email protocols, most applications on top of it are not. This results in people becoming inescapably tied to [platforms](https://knightcolumbia.org/content/protocols-not-platforms-a-technological-approach-to-free-speech), unable to change clients or move their data, and the proliferation of bloated, monopolistic silos like Instagram and YouTube.\\n\\nImagine if every application on the Internet by default had a zero-downtime, publicly exposed API. You can message Discord accounts using WhatsApp, and watch videos hosted anywhere on a video client of your choice. Flexibility is the norm; silos are rare.\\n\\nSmart contracts are tremendously interoperable by default. They can not only programmatically interact with other smart contracts, the blockchain guarantees equal uptime, data availability and validity of all programs. It’s possible to use and compose existing primitives on top of each other to make potentially complex and tightly integrated systems, without fear that something further down the stack will fail. Anyone’s work can be highly interoperable without them putting significant effort into making it so.\\n\\nYou can also see the blockchain as a decentralized database and source of shared truth—you can read data to e.g. verify that some existing algorithm acts in an expected way, rather than just seeing the source code. This decentralized data availability adds extra guarantees.\\n\\nWe’ve made a decentralized world computer that we can easily build together on, with a database we can all use as shared reference. DeFi has exploded as a result, going from the invention of fully-on-chain stablecoins to the proliferation of complicated financial derivatives in just 2-3 years. What might interoperability do for other applications?\\n\\n*A snippet from the appendix of my other blog post on “[Turing-Complete Governance”](https://baby.mirror.xyz/O7a922A-9zT4C4UwssRExkftdHywJ-13sR2rxQ-t__k) that functions as a general primer on composability/interoperability.*\",\"timestamp\":1637330092,\"title\":\"A Primer on Composability\",\"publication\":\"baby\"},\"digest\":\"xlGq-Phd_n2xXm88COleRQEyvUDn6WI5d_eInh14pTs\",\"authorship\":{\"contributor\":\"0x0f170e97a52c465DbfFFa573370e403F703C7D73\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"R-TuxeSxHb1IhozlWIq6_A-OgPxairVSCPjqhv_AFr4\\\",\\\"y\\\":\\\"8wqEwUBJqv1c_cP-FW2zi6uzlMGIgasbYWkWcxXG9NQ\\\"}\",\"signature\":\"prhTcefSPSiEl9WM-wPYbc_CflUll5BH0GiaMPNKtLYguIuZVli6eTMJfumD5D12nEU5O11ubJrym4uKtipMbg\",\"signingKeySignature\":\"0x51eeff3681f635fc46f778223bd1b77b5c422ecad896a807faa448d25b421a9e2491cab7acaa0ce1c877b2573db8a2551d963baa9ed19fc756ae3e1b933dbf5600\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"R-TuxeSxHb1IhozlWIq6_A-OgPxairVSCPjqhv_AFr4\\\",\\\"y\\\":\\\"8wqEwUBJqv1c_cP-FW2zi6uzlMGIgasbYWkWcxXG9NQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xlGq-Phd_n2xXm88COleRQEyvUDn6WI5d_eInh14pTs\"}"