"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1248/1\\\\*wHoeEGm5ooiZ1rc8FIkbQA.png)\\n\\nThe word *damascene* entered the English language with a dual meaning. One meaning, refers to the superb steel swords smithed in Syria’s capital city. These weapons were characterized by distinctive patterns of banding and mottling reminiscent of flowing water. The legend is that even with today’s modern machinery, contemporary blacksmiths are unable to reproduce these blades known for their elegance, toughness, and resistance to shattering. A quick tangent is that the sharp, resilient edge of Damascus steel provided George R. R. Martin with his inspiration for Valyrian steel in Games of Thrones, which actually brings us back full swing to the main focus of this writing.\\n\\nIn this article, we refer to the second meaning of the word damascene in reference to an *important moment of insight,* one that typically leads to a dramatic transformation of attitude or belief. This is the hallmark of every great entrepreneurial genesis story.\\n\\nWhat we fail to realize is that insight or inspiration typically comes at the moment you least expect it. There is a tendency for many hard-working entrepreneurs to overstress their commitment to invention resulting in many a sleepless night. Some may even waste an entire day in a workshop focused on innovation…many a sleepless day.\\n\\nI am (personally) vehemently opposed to those that try to force-fit the silicon valley model of singular focus on one’s own venture and boot-strapping one’s financing beyond oblivion. There have been countless examples of innovation occurring par parergon, that is while working on something (on the side) in addition to one’s principal work. An idea, like lightning, may strike you when you least expect it.\\n\\nMy favorite example is that of Albert Einstein, a man who is synonymous with genius. Contrary to popular belief, Professor Einstein did not come up with the infamous Theory of Relativity while working in a lab. The theory actually encompasses the two theories of general and special relativity, the latter of which brings us the famous *E =* *mc*2. Einstein’s important moment of insight, his *damascene moment*, came while working as a clerk at the Swiss Patent Office in Bern, more specifically as an \\\\*assistant examiner — level III. \\\\*You see, even Albert Einstein, a future Nobel prize winner for physics could not find his dream job of a teaching position for two years, so he decided to work at a menial government job that he was arguably overqualified for. He occupied his hands and freed his mind, all the while earning a decent living and depending on himself. There is honor in any form of work, and Einstein would fondly look back at this time at the patent office, calling it “a worldly cloister where I hatched my most beautiful ideas.” Young Albert worked hard, fulfilled his daily duty, and managed his time exactly: eight hours of patent office work, eight hours of “allotria” (miscellaneous) and scientific work, and eight hours of sleep (which he often used instead for writing his manuscripts). A true entrepreneur par parergon.\\n\\n![Young Einstein at his lectern at the Swiss Patent Office — 1904](https://miro.medium.com/max/800/1\\\\*__WMFsxOOsH6Ns_9q93KGg.png)\\n\\nTwo other quick teachable moments from the early career of Einstein for entrepreneurs include that he really did fail to reach the required standard in the general part of the entrance examinations for the Swiss Federal Polytechnic in Zürich at the age of 16, but obtained exceptional grades in physics and mathematics So no, Einstein did not fail physics and math (sorry every ninth grade student in the world). A short decade later, at the age of 26, Einstein would go on to have his *annus mirabilis* (miracle year), he published four groundbreaking papers, on the photoelectric effect, Brownian motion, special relativity, and the equivalence of mass and energy (yes *E =* *mc*2 again), which elevated him to the notice of the academic world. He earned his Ph.D. in the same year as well.\\n\\nSo the next time you are feeling frustrated that you have not come up with that entrepreneurial idea quite yet, just remember a young Swiss patent office clerk, that could not find his dream job for two years and went on to become one of the histories most distinguished thinkers.\\n\\n![Annus Mirabilis](https://miro.medium.com/max/460/0\\\\*ykVFgIG_D9wjYHwn.jpg)\\n\\n\",\"timestamp\":1639382033,\"title\":\"That Important Moment of Insight: When Inspiration Becomes Innovation\"},\"digest\":\"5vbFeegRLI_aA0y03NfUZupHvLejw0mzrIewKDAZR1Q\",\"authorship\":{\"contributor\":\"0x66F49695A7F5d53233bF23578295440D40085a3C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6msDYdVyAt3H_QKDt6ITxhMBkYKd28KDaDdbIxmY-ys\\\",\\\"y\\\":\\\"9eBAWIArL7n7kUa02rUhj2l5XLktiLdSq93NWwCgcXQ\\\"}\",\"signature\":\"7CiCdQivBtu3jHN30urCMi3kXQKHmwWyXxpFdw4LhIpd6dvvFNuvZMfqLhvS9AMZaw1IyVXiISOslZ4tWRzR6g\",\"signingKeySignature\":\"0xc06cfb2e06b0086209664a9e1478c5dcca445e45138ec1951ab4b6d62f9445f50d7013890f32716861964e46e8d68d1db6b3d1e750d205da83e03ccf0d59f0fd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6msDYdVyAt3H_QKDt6ITxhMBkYKd28KDaDdbIxmY-ys\\\",\\\"y\\\":\\\"9eBAWIArL7n7kUa02rUhj2l5XLktiLdSq93NWwCgcXQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5vbFeegRLI_aA0y03NfUZupHvLejw0mzrIewKDAZR1Q\"}"