"{\"content\":{\"body\":\"## Need a new compensation plan?\\n\\nMy sister runs a [fantastic car dealership](https://www.glenmoreaudi.com/). They closed for the first couple of months of the pandemic but slowly were able to restart their business. The problem was that the straight sales commissions that made sense pre-pandemic weren’t attractive during the pandemic. Sales people, rightly, had no clue whether they’d sell a car. Her plan was to effectively give a fixed salary instead of pure commissions, at least for some time.\\n\\nI’d been thinking about compensation structures a lot and so I sketched out one idea that would be way better than either extreme of straight commissions or fixed salaries, but also wouldn’t be the tiny-bonus compromise that most companies use.\\n\\n## 1st, 2nd and 3rd order incentives\\n\\nGetting compensation right is all about aligning the incentives correctly. The implication is that before designing a compensation system (or changing it), the most important thing is to think about what behaviours you want to incentivise. For instance, do you want:\\n\\n* More teamwork?\\n* More hitting the numbers at any cost?\\n* More of something else?\\n\\nEvery choice you make also has downsides as well as second and third order effects. For instance, if commissions are pooled within a team (effect), people will start slacking off (2nd order effect). When people start slacking off, top performers leave (3rd order effect).\\n\\n## Here’s how it would work\\n\\nIt requires you to build a small phone app. I will happily build it. It's not complicated.\\n\\nIn Canada, people get paid every two weeks. Let’s say they all get paid on a Friday, and the amounts have to be put into the accounting system by Wednesday. On Tuesday of that week, all the sales people need to log in to this app and allocate 'points' to all of the other salespeople. If there are 10 sales people total, they'll get a pot of 90 points to allocate (9ppl excluding themselves X 10 points). They can give all 90 points to one colleague (and give the other 8 zero), or give everyone 10. It’s completely up to them how they allocate points. But it’s their responsibility as well: they can’t not do it.\\n\\nBut how should they allocate points? Every employee, either in the app itself, or on paper or however, will get the relevant stats (deals closed, calls made, etc.). You'll also come up — jointly as a team — some kind of agreed list of values. Do you value teamwork? Do you value closing deals? Do you value mentoring more junior colleagues? etc.\\n\\nBehind the scenes (in the app), there's a formula that converts all of these points, from all of the team, into salary/bonus. Essentially, say you have $30,000 to allocate and there are 10 sales people. On average everyone would get $3,000, but top performers might get 20 points instead of just 10, so they would get $6K and others, who got less points will get less.\\n\\nLikely, it’ll be a hidden allocation. Salespeople could see that they got: 6, 8, 12, 2, and 4 points and the total, but they wouldn't be able to see who the 2 came from.\\n\\n## Why might this be a good system?\\n\\n**It strikes a balance** between the cutthroat individualistic commissions and 'we're all in this together' structure that will eventually lead to a team of slackers. The goal is to mitigate the worst effects of both, and still preserve the benefits. Other half-way measures often get too complicated and gamed.\\n\\n**It's super-hard to game.** The first couple of times you use this system it’ll feel weird. I’m 100% sure of that, but then it'd be dead easy, and the overall scheme would never vary. When there are only individual commissions, it’s financially profitable to steal deals sometimes. Not with this system. When everything is pooled, it makes sense to slack off sometimes. Not with this system.\\n\\n**It'll feel democratic, fair, and empowering.** People often feel powerless, especially when it comes to compensation. They complain endlessly about management's poor ability to judge, and how the system is rigged against them. They're often right. This system gives them the chance to fix it, not just once but every pay cycle. Everyone has a different definition of ‘fair’ but norms would quickly emerge to define it clearly. Everyone will know super clearly what they need to do to increase their own pay. Be valuable to the organisation and their colleagues (however that’s defined by the norms that emerge).\\n\\n**It forces everyone (not just managers) to assess performance.** Assessing performance ‘fairly’ is insanely hard (even in something as numbers driven as sales). And managers aren't actually good at it. They're just one person and they see just a glimpse.\\n\\n**People can't help but be helpful in a system like this.** Being an asshole will destroy you in this kind of scheme. So everyone will be nicer. But they won't slack off either, because it’s so obvious and so resented. When things are going well, and everyone's pulling together, it'll be glorious.\\n\\n**It will work with whatever bonuses come down from headquarters.** Most of the bonus schemes are for the dealership, in which case this scheme totally works. And the sales team will be doing so well that you’ll get more of those sweet dealership bonuses. Individual awards like “top salesperson of the month” won’t work or will have to be refactored.\\n\\nEventually, if something like this takes off, you'll have **no problem attracting and retaining salespeople**, especially the kind, hardworking, collaborative people who would succeed in a system like this.\\n\\n\\\\--\\n\\nUpdate: well, this stalled at the idea phase with my sister. But, **I would build an app for some other organisation in my own time, for free, if someone has the guts to test it out.** I’m totally serious about this. Let me know at mcclelland (dot) jeff at gmail.com.\\n\\n[Go back to the main page](https://mirror.xyz/mrjeff.eth/s4lo91PGvKbaqy_jd505XcYdVzX81ElPFu3fnXzTotQ).\\n\\nPhoto by [Remy Lovesy](https://unsplash.com/@lovesyautopics?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText) on [Unsplash](https://unsplash.com/s/photos/audi-car?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText)\",\"timestamp\":1640377086,\"title\":\"A tech alternative to commission sales\"},\"digest\":\"cv6Pl2G2evxo4RIKrnpushUmgVbXU-WtQ9k6dY96mHQ\",\"authorship\":{\"contributor\":\"0x885076fe3868E6C027e4D376ce27FA3bAC04eFc6\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9mFGNGmYW0earuesVYw1J4QOSc8z1GNdPJx9neY2LVk\\\",\\\"y\\\":\\\"YcHhSMIYKYgLeHOIRVDHqf9A8gIX2dmNoIt14KsDg4Y\\\"}\",\"signature\":\"mnOFp5EGwic6KD-j87x0wzgc5hVI2LC4SGS6lGVAdXI2R8v4P-mknaasqTLMHg3X_hflulMQCvHoimWDDTotHQ\",\"signingKeySignature\":\"0xe3a7e18dc06081a8048282b1c2fe7183b972bf2c7c776ad1b99e60ee1924985e21414f441db3f1d02c094820cead0d4aad6a9cae95157772649202a5f9684bff1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9mFGNGmYW0earuesVYw1J4QOSc8z1GNdPJx9neY2LVk\\\",\\\"y\\\":\\\"YcHhSMIYKYgLeHOIRVDHqf9A8gIX2dmNoIt14KsDg4Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rBcMeS9B53RzKo-8AKHUP5aG30NWl878QOMJUmIdP88\"}"