"{\"content\":{\"body\":\"来自推特[@haze0x](https://twitter.com/haze0x)\\n\\n此轮牛市波澜阔层层出不穷，故事跨越成长壮大。\\n\\n不论你多赚少，亏亏少，进的早还是有的决定周期，你的各晚决定的现成程度，都有多少变现的结果。\\n\\n作为2017年11月进的韭菜菜，吃了2017年的牛圈，吃了2018年的熊，吃了2019年的小牛，也吃了2020年的DeFi，最后吃了一整个牛市，于2021年4月14日晚上7点，清仓70%。\\n\\n![](https://images.mirror-media.xyz/publication-images/XrwhKL2cNQMaAFEjDpK4F.png?height=1178&width=479)\\n\\n很多人问我，鸡哥，你的交易逻辑是什么？我能不能跟着学。\\n\\n我说，我一开始也是亏钱的韭菜，之后，我总结了经验，现在我的投资和交易逻辑很简单。重在知行合一，克制贪欲。\\n\\n这个文章，因为我被问的太多了，所以我想写下来，陪大家总结一下。继续舞。进退自如。\\n\\n\\\\###说盘的 \\n 历来2011月，我的缘韭菜机恰巧到了17个比特币，在这个股里一直被我广泛地接货，2015年50年的50年，我看到了2017年的一个品种，当然现在也套着了，我没茅草。告诉我要价值投资台，所以我买了一件股票，一直没动过。\\n\\n比特币的财富吸引了我万千，于是我怀揣着对财富的憧憬入圈，我是准生，普通单位工作，非金融背景、非金融背景、211、985天之携子、英语得用几个谷歌。进圈之后，看到了翻译比特币，以太坊，瑞波币。什么流通量、技术、开通通通不知道，只买几个比特币勉强，以太坊可以买。瑞波可以买。 4万个币。于是果了瑞波币。像个断币 \\n 圈最近买比特币的逻辑？送你买 \\n 一个，新进的新人，他们会觉得自己买了1个都买不起，所以买了个瑞波比特币。 ，他们不知道比特币是可以买0.1、0.01的，所以他们可以低价购买资产。\\n\\n买了瑞波币之后，就翻到翻倍了，我卖了一半的收益，还翻了4倍的时候，我全卖了。最后翻了50倍。到翻几倍的钱，也是第一次什么叫飞。当时没有牛市的概念，只觉得这个圈子卖太简单了，捡钱！\\n\\n到2018年1月的时候，已经有100人民币的了。在炒币的时候，我没有忘记学习，我有很多一上市的本金币，都是很多人发现了很多倍的冲，原来这个叫IXO于是我开始研究怎么搞。 \\n 又圈开圈子，还没有发现融资融券的币，因为炒股，对于这个是有本金的要求的，所以我的资金一下子规划好了。 ，糖度玩2-5倍，糖度去参与IXO。\\n\\nIXO 的简单易用的网站，各种代投的故事，各种谷歌开始讨论，开始阅读，进电报群项目方的项目落地，当时的结果，我可以参与一个公​​司的准入和开始，，跟各种公司的老板技术建议、成员交流，我还是他们的早期股东，我能把多个项目组合起来，也可以做很多变化！ 100万！\\n\\n参与过当年的都知道，2018年开始，投跑路跑，项目方圈钱跑路，因为2017年这个模式高峰，2018年其实是末期了，我没有到IXO利。我的接盘也打了水漂。 \\n 开始的故事更简单，研究的任何技术指标，KDJ，死叉，的红线。每天背离盘，比看好莱坞大片还入迷。在K线的大涨，下割肉，上涨死针，回到下割肉，还有各种插口，在高位大跌中，又是高位中，亏的只剩2万。\\n\\n这个时候，我依旧没有放弃退圈，我开始总结亏钱的原因： \\n 1、参与了一个结束的故事（IXO），所以并没有在剧情中。 \\n 2、在币圈无监管、高跷的市场上，资产的真实时间每天都很大，目前还没有任何其他更全面的数据给自己做判断，而且我也没有发现任何地点，所以应该不会再到被人洗爆盘。玩即时！\\n\\n所以我开始寻找两个东西： \\n 1、新的玩法和故事 \\n 2、辅助自己做交易的工具或数据源 \\n 3、如何形成自己的交易体系\\n\\n在2个亲子间出现了一个亲人间的问题平台。 \\n 发现了它这个圈子是我这个圈子的1个特色：8年，币圈里的各种玩法，ZJ本人在电币里的各种回答，力作了它。时间，2018 年 5 月 23 日上午 10 点。还记得这段日子，如果有工作的话，别和我较真盘，因为这是我的 \\n 回溯。要笑哈进去，还是要冒险控制小仓位参与呢？\\n\\n2万人民币我不是亏不起，白来币圈一趟，因为我没有动骨。如果要重新进来，我还是有几万块钱可以再投资的 \\n 。因为每个人的这个东西，都有巨大的市场红利和溢价。因为对于每个人来说，它的价值有很大的价值，也很容易 \\n 接近MO。\\n\\n后来的故事不说了，懂的都懂，赚了一些钱。 各种各样的仿盘，我也都参与了，有亏有赚吧 \\n 。新东西，玩龙1和龙2，后面的都不是龙，都是虫子，别有幻想他们可以复制龙1和龙2的成功，至少我没见过。比如 \\n 狗币、shib是龙1和龙，后面还有其他的危险，冒出两个危险，但危险会很高。\\n\\n在这个过程中，因为混圈时间长了，我接触到了更多的朋友。有做资本的朋友，也就是大家说的一级市场。我想，我以前是个韭菜散户，我应该投IXO亏钱，是消息源、价格优势、项目评估等方面有朋友问题，现在有资本的优势了，应该可以盈利吧？\\n\\n所以我把 Fcoin 赚到的钱换成了 ETH，继续投，国内的，海外的项目开始投海。拿住。那个时候，因为追求短平快，不长效。 \\n 这里我送你一个：不要对短期内长期敏感，长期来看小说。 \\n 的价值只是简单的宣传，以时尚和时尚的名义。\\n\\n看起来我在 2018 年过去 2018 年的整个 \\n 过程中，2018 年比特币币跌了 1 年。在尝试新东西的过程，我正在寻找帮助我做交易的。在 18 年 11 月的时候，我发现了：网格交易。\\n\\n它解决了我在平时的交易过程中因为我在实验过程中引发的焦虑，也解决了我在中间引发的焦虑（其实也是我在关注人的时间）。升中过程，帮分批盈余，我又没有测到价格盘和判断了，在我很好的设置区间里，波动就行了，就是瞬间，爆仓的烦恼。止赚币，加仓也除了自己的仓位，小赚位的，平时的格子交易，自己都手操持仓我接受交易了。坦然面对。\\n\\n201年的时间，我一直拿USDT跑着交易网格，这个时候，我都没有，USDT，因为2018年跌整了整一年，除了投出去的币种，只剩下USDT了，我被跌怕了。\\n\\n2019年，一个小牛参与的阶段，就是平台币的IEO。之前没有出现过的新东西，是不是很是有 \\n ？这不就是我玩Fcoin时的玩意吗 \\n ？觉得 IEO 类似港美打，有赚钱的提议，当时应该是有购买的需求，我买了很多平台的 BNB \\n 。 ，就买比较恶心了。但是的锁太恶心了，但是要锁多长时间。这个时候，我发现他们官方看到了当前币，支持做空它自己的平台。这是我之前没见过的。所以大家懂吗？新东西（不懂的回头看）。\\n\\n所以在 2019 年的一个价格交易中，我除了完成网币交易，还做了2个操作，就是把我的仓场外的所有东西都折了下来，最多拿钱直接哈了BitMax的平台币。第二个操作就是买了很多BNB。 \\n 这里送大家一个现货：空头不死，涨势持续。\\n\\n卖盘都是有的厚，买盘的动力单能吃进。 \\n 当然你会说，这么说的，很多人都会这样说买来的自然会选择，产生了等价的 \\n 收盘价，平缓的了。市场的时候卖了，升级了，暴了50% \\n 。\\n\\n我不会把我到底给每个人写这个炫耀的，因为我不想你的关注点在这。这不是来炫耀的，莫负我的初心。\\n\\n有钱了，我又在寻找新的机会了，之后朋友说这个开始了，我经常在这个市场上帮我找到一个市场上的平台，因为我听过，不看好。拖拖的太久了，可能开盘有砸盘抄底的机会，于是在开盘当晚去守波，果然久了，一听就发现了，后来有大空台的报价，破发广泛的，然后就有大空台了，听说底下操作不错，所以赌他要脸。不过是小仓位，我本属于为机。抄底完之后，贪婪就开始拉盘了。3天5倍，不过我也膨胀了，膨胀了没有出，最后三倍盈利了。\\n\\n这里大家也看到了操作了，我开始没有了，会自己的仓位投了，也很清楚，我这个是机器的，还是有明显的习惯和操作的。但是也开始膨胀了，也开始了，因为是啊，小仓位子厚的。 \\n 送你一个底下让收益：飞一会，但是亏本是风和仓位可以进行操作的。\\n\\n经历了BitMax的线上做空，见识到了多杀多（这里埋了个个笔，2020年的时间线是个关键）。也过了IEO和抄底软件玩。\\n\\n我开始膨胀了，结果开始坚信自己可以把币拉到一些其他的山寨，当我看到比特币一直在稳定的时候，开始把钱，钱，钱，到山上去。破新低在梭哈山的时候，我一直以来都想经常经常发生HainLink。因为ChainLink在2017年7月必将涨价的，事出有反。所以琢磨磨多下 \\n 。你就很屌，你只是恰逢合了风口。市场始终保持谦虚谨慎，敬畏。\\n\\n可以被套之后，我便又重新开始学习了。因为我的应用不是战无不胜的，我似乎进行了一次。在2019年12月份，我发现了DeFi。并且写了一篇关于DeFi的Medium。 \\n 很快2020年的故事，币币也上狂吹比特减半风，于是我币币也市场势而为，做了几圈半顺的网格，收获都不错，翻翻了。 \\n 在3月份我关注新闻的时候，突然发现了一个动态，就是打破新高。我一直以来都杀了很多牛，所以我隐隐有种不安，是不是都把新闻上爆了，在赌减半大市呢？那么多的人做空，那个爆仓，岂不是连环爆炸？\\n\\n所以我在比特币8600的时候，全部清仓了。 之后的故事就是躲过了312，在比特币4500抄底，在166抄底以太单成功，并且网格化交易天，也是这个时候开出来的，价格区间2000-2000。当时很多人对我说，准备跑出几段时间。事实证明，286天出去咯。之后的DeFi狂潮，我自然是没有地方去了，AAVE在它叫的时候我就买了。亲爱的我了，工作太忙了。\\n\\n2020年比特币币种越来越多的起来，越来越多的机构开始出现，DeFi的谋生要强，我觉得按周期来算，比特币也快来牛了。所以2020 11月份，我疯狂开比特币的天单，在我公众号之前也可以看到 \\n 。我一直坚持的其他一个原则，普通交易不手动居住，只使用位的网格交易，长长的优势，一定要死死的钱拿。 。\\n\\n今年的故事也是在4月14日，我清仓了70%。我告诉自己，我的家只到了这里，但再次追涨已经超出了我的启蒙，后来现场管控手，小仓地查看以太坊的天单追涨，小仓鼠的日子也操作起来了是吧，我其实是天人交战，到底我是对错，不会是对是错，最后我还是发展出自己的低空的盈余，也向了很多人的市场认知，没有再进了大场，做到了知行合。而昨天。我一次又一次知道行合一仓暴跌因为知道行情从头吃到一仓大暴跌，因为行情从头吃到的贪欲而躲避大回撤。 \\n 送你一个：什么：什么那时止盈都没错，落下为安真的看金白银市场，永远不等人行场的机会，只是在人生的问世，买在无人问津的时候，卖在鼎沸时，知合一。\\n\\n妄想： \\n 妄想随心所欲，如杯中招鲜，争取不切实际，屡屡有抱负，才华横溢。在事业上，积蓄中，突破质变。\\n\\n资产的几个选择不看，选择有数，重心，保持立场。 \\n 让牛熊周期的视野与视野，短期的波动只是抑制你的心理，不断消磨你的信心和对自己习惯的坚定信念。 。\\n\\n维持链核心稳定，缓慢缓慢地持续虽然上涨的，久而久之，只需要等待一个便宜的入场时机。\\n\\n保持对时刻的观感 \\n ，对资产的中性感。\\n\\n操作的思路是一个周期两次操作， \\n 第一次：一直为：一直到大跌后出现，等位群众拥护，长持仓次和网格交易天地单分入场； \\n 第二次操作为：死一直等，等市场人在沸腾的时候，克制贪欲，让谁钻石到亮点的位置，带来一些收益飞行一会，也无法合理逃顶，那是神，不是人。 网格交易就是在一颗颗时间点做完分批的操作，跌入具有无知性和分批的操作。\\n\\n无知，对市场趋势的网格划分，就是在广泛的舆情中，单价判断，就是在广泛的范围内， \\n 是广泛的范围内，不看几天，几天行，看就是一次一个完整的周期，跑出极大的上间隔期。\\n\\n剩下的时间，只需要管住手，不在乎我的币圈涨的慢，别人的币圈涨的快。不在乎人家10倍，你一天10%。不在乎这个浮躁的诱惑，只在乎自己一天的心事你的所有财富，来自于你的承受。\\n\\n大道至简，既折腾返贫。 \\n 此篇文章是写给自己做为总结，也是写给你。\\n\\n这件事是你，有一个人同样也曾经经历过同样的经历，也曾差点亏欠，但最终他坚持了，总结一下经验，用现在加上一些运气战胜了市场。\\n\\n写在520之际，那么来个浪漫的结束语吧， \\n 爱是勇敢，也是克制。谨守本心，守正出奇。 \\n \",\"timestamp\":1642603697,\"title\":\"逃过312、519币圈4年韭菜的一些启蒙\"},\"digest\":\"ci5ehXWSM03mNlxXK4LST-V29eiVFMfzTsw6LP8ewDc\",\"authorship\":{\"contributor\":\"0xa937B509D9Ea826e219184B129543B1a99Fee691\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zqSQ16DTq_ObmGEHvRr7acT6pFQNTLSMHf1MX6Eyic8\\\",\\\"y\\\":\\\"JmsxioiBSowxl8LBE2x2rVCl-aWbVcif1Jk0WmUiXHA\\\"}\",\"signature\":\"UgPOpvv9TENqApnXE4N6Be10F4lBTfMPAXt5VZ0rtGW2RpHdkxHGfjL0A3TfLQ4qJLlU4H4P3oBJoI4hUQZTdQ\",\"signingKeySignature\":\"0xfe563300dea8ff10db7f28ebc268233c002c24894bba0f6e38d637c6f88b8ad2646c219086c8273534ea323b4995b06504d3e4a1f7677267568a4f3a1f997e991c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zqSQ16DTq_ObmGEHvRr7acT6pFQNTLSMHf1MX6Eyic8\\\",\\\"y\\\":\\\"JmsxioiBSowxl8LBE2x2rVCl-aWbVcif1Jk0WmUiXHA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ci5ehXWSM03mNlxXK4LST-V29eiVFMfzTsw6LP8ewDc\"}"