"{\"content\":{\"body\":\"**The rise of nonfungible tokens, or NFTs, has been nothing short of astounding this year. Google searches for “NFT” are up over 600% since mid-February, hitting initial coin offering mania levels, and the top NFT platforms are [turning over](https://dappradar.com/nft) millions of dollars each day.**\\n\\nIn a single 24-hour period earlier in March, sport collectibles platform NBA Top Shot saw sales of more than $7.89 million, art house OpenSea took in $4.88 million, and “digital antique” NFT project CryptoPunks netted $3.28 million. \\n  \\n The mainstream media is showing more interest in NFTs than it has in crypto for years, with publications from the BBC to The New York Times running explainers and the odd hit piece. Prices certainly look frothy, with Beeple’s “Everydays” selling at Christie’s for almost $70 million, Jack Dorsey auctioning the first-ever tweet for $2.9 million, and an Alien Crypto Punk [changing hands](https://www.larvalabs.com/cryptopunks/details/7804) for $7.57 million. Established artists including Banksy and Damien Hirst have jumped onto the trend, along with musical acts Kings of Leon, 3Lau and Aphex Twin.\\n\\n![](https://images.mirror-media.xyz/publication-images/hgVvpk3zJJ76pvjj8qASu.png?height=595&width=1159)\\n\\nAt various points, the crypto community thought that either fast, cheap payments; decentralized finance, or DeFi; or the attraction of “hard money” might bring in the masses — it turns out the great unwashed are more interested in owning a JPG. \\n  \\n Colin Goltra, who co-founded the NFT-based Narra Art Gallery in Decentraland, says this is a very good thing, as NFTs are bringing new demographics into crypto, outside of the usual finance and tech types.\\n\\n“Suddenly we’ve got this fresh blood of people exploring the space with new eyes,” says Goltra, who also heads up Binance Philippines, adding: “It’s refreshing to interact with new community members — you’re really inspired by the art, you have a lot of fun, and it’s kind of like a game to collect.”\\n\\n*“Make sure you’re getting some combination of that stuff out of it too because if you’re just treating this as financial speculation, honestly, there’s probably other games in town for that.”*\\n\\nSo, how do you get involved? Magazine spoke to some of the leading experts in the field to find out.\\n\\n[https://twitter.com/stephenfry/status/1370306564905697280?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1370306564905697280%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fcointelegraph.com%2Fmagazine%2F2021%2F03%2F31%2Fthis-is-how-to-make-and-lose-a-fortune-with-nfts](https://twitter.com/stephenfry/status/1370306564905697280?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1370306564905697280%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fcointelegraph.com%2Fmagazine%2F2021%2F03%2F31%2Fthis-is-how-to-make-and-lose-a-fortune-with-nfts)\\n\\n#### How do you spot value in an NFT?\\n\\nUnlike DeFi protocols, where you can value a project by comparing its revenue and growth potential to the price of its token and its total value locked, the value of most NFTs is highly subjective, and sentiment can turn in an instant. Earlier this month, CryptoKitties were [changing hands](https://nonfungible.com/market/history/cryptokitties?filter=saleType%3D&length=10&sort=blockTimestamp%3Ddesc&start=0) for an average price of $1,263. By later in March, that had fallen to $115. \\n  \\n It’s also important to understand what you’re actually paying for. With digital art, for example, an NFT gives you ownership of a unique token linked to the art, similar to a certificate of authenticity. But you don’t own the copyright of the art, nor do you get a physical copy of it, and it doesn’t stop anyone else from copying or viewing it.\\n\\nAustralian dance music producer Flume [sold](https://www.afr.com/technology/kind-of-ridiculous-flume-nft-sells-for-66-000-20210317-p57bob) a music and animation NFT, “Saccade,” for $66,000, despite retaining the copyright to the music and leaving it freely available for anyone to watch on YouTube. Castle Island Ventures founder Nic Carter [likens](https://medium.com/@nic__carter/why-nfts-are-hard-to-explain-48f0ab0a35bf) buying an NFT to getting an autographed print:\\n\\n*“What I’m buying is effectively a digitized version of a signed setlist after a gig, or a signed, limited edition album cover. As I jokingly put it, the NFT should be understood as the autograph, not the art.”*\\n\\nThe blockchain on which the NFT is minted also affects the price, with users paying a premium for Ethereum-based NFTs, given that the network is secure, decentralized and expected to be around for a while. But the choice of blockchain is less of an issue with in-game assets (which may need a faster blockchain) or with something like NBA Top Shot (which uses Flow), as it’s the only place you can buy licensed NBA memorabilia.\\n\\n#### Value drivers\\n\\nDifferent categories of NFTs — including art, music, in-game items, virtual land and collectibles — have different value drivers, explains Andrew Steinwold, managing partner of NFT investment fund Sfermion. \\n  \\n He says that in-game assets derive value from their utility — a sword with 10 times the power of the average sword should fetch a higher price, for example — while virtual land is priced according to “location content and parameters.” Crypto art’s value is based mainly on an artist’s reputation, while collectibles “derive their value from the narrative that surrounds the asset.”\\n\\nAcross all categories, scarcity and uniqueness help drive value — provided there is demand, of course. “Collectibles often come in various editions which vary by size and have rarity tiers. First editions in a project’s series typically command a premium,” explains Delphi Digital research analyst Alex Gedevani. “Even better if there’s historical significance and/or strong narrative behind it like CryptoPunks, the first NFTs.” \\n  \\n Alien and Ape Punks are the most prized CryptoPunks. For the blockchain-based game Axie Infinity, where users raise and battle fantasy creatures called Axies, “The scarcest, most valuable Axies are Mystic Axies,” says Jiho Zirlin, co-founder of Axie creator Sky Mavis. “They have rare limited skins and these skins will have a deeper evolutionary tract than other Axie body parts.” \\n  \\n On NBA Top Shot, sport “Moments” with low serial numbers fetch higher prices, as do those where the serial number matches the player’s jersey number. A collector recently [turned down a $1 million offer](https://cointelegraph.com/news/collector-turns-down-1m-for-nba-top-shot-moment-originally-bought-for-100k) for a moment with a #1 serial number, which matched player Zion Williamson’s jersey number, #1.\\n\\n[https://twitter.com/OwnTheMomentNFT/status/1370041834672562187?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1370041834672562187%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fcointelegraph.com%2Fmagazine%2F2021%2F03%2F31%2Fthis-is-how-to-make-and-lose-a-fortune-with-nfts](https://twitter.com/OwnTheMomentNFT/status/1370041834672562187?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1370041834672562187%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fcointelegraph.com%2Fmagazine%2F2021%2F03%2F31%2Fthis-is-how-to-make-and-lose-a-fortune-with-nfts)\\n\\nThe NFT art scene is perhaps the easiest for newcomers to understand. Just as in the real world, well-known artists with bigger social followings command higher prices than newcomers. Make sure to look at an artist’s overall volume of work: Someone pumping out 10 NFTs per day may soon saturate the market. Counterintuitively, however, big-name artists can actually launch a lot more work than others. \\n  \\n NFTs can be released in editions of 10, 50 or even hundreds of copies — similar to a real-world artist running off 500 prints and hand-signing them — or they can be released as unique, standalone one-of-one editions.\\n\\nAs you might expect, the one-of-one editions are the most highly prized, and that’s why Goltra focuses almost exclusively on them. “I do like the idea that I can be the unique owner of beautiful imagery, or a beautiful piece of art,” he says.\\n\\n#### What should investors avoid?\\n\\nA big red flag comes up for projects that are only in it for the money, and Gedevani cautions against “carbon copy clones of successful projects like CryptoPunks and Hashmarks” along with “celebrity NFTs that appear to be quick money grabs off their audiences.” He doesn’t mention Lindsay Lohan or Paris Hilton by name, but he probably doesn’t have to. \\n  \\n Another [trap](https://www.theverge.com/2021/3/20/22334527/nft-scams-artists-opensea-rarible-marble-cards-fraud-art) is buying stolen art. Russian artist WeirdUndead was outraged to find her stolen work up for sale on OpenSea after someone automatically tokenized it using Tokenized Tweets. She tweeted:\\n\\n[https://twitter.com/WeirdUndead/status/1369210982518693888?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1369210982518693888%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fcointelegraph.com%2Fmagazine%2F2021%2F03%2F31%2Fthis-is-how-to-make-and-lose-a-fortune-with-nfts](https://twitter.com/WeirdUndead/status/1369210982518693888?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1369210982518693888%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fcointelegraph.com%2Fmagazine%2F2021%2F03%2F31%2Fthis-is-how-to-make-and-lose-a-fortune-with-nfts)\\n\\nIt’s an ongoing problem, given how simple it is to mint NFTs now. Visual artist Rosa Menkman likewise [discovered](https://www.abc.net.au/news/science/2021-03-16/nfts-artists-report-their-work-is-being-stolen-and-sold/13249408) that four of her artworks had been tokenized using another website called MarbleCards and auctioned on OpenSea. Apart from the ethical issues, it’s hard to see stolen NFT art maintaining value if its creator disavows it. \\n  \\n Even when the art is authentic, Steinwold says it’s important to assess the background and motivation of the person issuing an NFT:\\n\\n*“Are they some famous athlete that learned about NFTs last month? Or are they someone that has been in the NFT ecosystem for years and has thoughtfully crafted assets with a compelling narrative?”*\\n\\nSteinwold may be thinking of NFL star Rob Gronkowski, who [sold $1.8 million worth of NFT memorabilia](https://cointelegraph.com/news/nft-auction-celebrating-nfl-star-rob-gronkowski-drives-1-8m-in-sales) on OpenSea.\\n\\nIn the blockchain gaming world, Zirlin recommends steering clear of hyped-up but substance-free new projects, or as he puts it: “Chasing the new hot thing, trying to be early to a bad project rather than joining a more established project with potential.”\\n\\nIn the art scene, Goltra avoids NFT platforms that aren’t highly selective about the art they carry, such as OpenSea and Rarible. While he says large open platforms such as these are great for new artists and investors, they present logistical problems.\\n\\n[https://twitter.com/beeple/status/1371670432408084484?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1371670432408084484%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fcointelegraph.com%2Fmagazine%2F2021%2F03%2F31%2Fthis-is-how-to-make-and-lose-a-fortune-with-nfts](https://twitter.com/beeple/status/1371670432408084484?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1371670432408084484%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fcointelegraph.com%2Fmagazine%2F2021%2F03%2F31%2Fthis-is-how-to-make-and-lose-a-fortune-with-nfts)\\n\\n“There’s just so much work that you have to sift through to find anything of quality,” he says. He prefers platforms with “filters,” including SuperRare — which only offers one-of-one single editions — Nifty Gateway and Foundation.\\n\\nMiko Matsumura, general partner at Gumi Cryptos Capital, recommends avoiding pretty much everything. “Almost everything in NFT will be worthless in the future,” he says, with limited exceptions for those that can be authenticated as having historical significance, such as CryptoKittes or NBA Top Shot collectibles. “Don’t buy stuff that has no historical value from sources that have no authority,” he warns.\\n\\n#### Is a potential financial return the best way to approach NFTs?\\n\\nIn a word, no. Those with whom Magazine spoke agreed that collectors with a genuine interest in a category are the most likely to turn out to be successful in this nascent industry. “If someone is heading into a collectibles market with the intention of flipping for profit but doesn’t understand the nuances of the project, chances are it may not end well,” says Gedevani, adding:\\n\\n*“We are still largely in the experimental phase with collectibles across many categories like sports, avatars, game items and more. It’s better to focus on niches that genuinely interest you and where you can find an edge.”*\\n\\nGabby Dizon, co-founder of Yield Guild Games and Narra Gallery, says we’re still so early in the NFT game that it’s very difficult to gauge potential financial returns. A better strategy is “to first buy something you would not mind owning for the next five years,” with one eye on factors that might see the value increase, like “scarcity, desirability, aesthetics and utility.” \\n  \\n That way, even if the market tanks, you still own an NFT you like. For Goltra, “The financial stuff is secondary,” adding: “There are pieces I could purchase as speculative plays but I don’t because it’s not the purpose for me. I just try to buy art that I like or that speaks to me in some way.” \\n \\n\\n \\n\\n[https://twitter.com/Mad_Dog_Jones/status/1371872470228209671?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1371872470228209671%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fcointelegraph.com%2Fmagazine%2F2021%2F03%2F31%2Fthis-is-how-to-make-and-lose-a-fortune-with-nfts](https://twitter.com/Mad_Dog_Jones/status/1371872470228209671?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1371872470228209671%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fcointelegraph.com%2Fmagazine%2F2021%2F03%2F31%2Fthis-is-how-to-make-and-lose-a-fortune-with-nfts)\\n\\n#### Are some NFTs undervalued/overvalued right now?\\n\\nMike Winkelmann, the artist known as Beeple, certainly thinks prices are too high at present, [telling](https://www.bloomberg.com/news/articles/2021-03-21/prices-in-a-bubble-beeple-says-after-his-69-million-nft-sale) Fox News: “I absolutely think it’s a bubble, to be quite honest. I go back to the analogy of the beginning of the internet. There was a bubble. And the bubble burst.” \\n  \\n Matsumura believes that “All types of NFTs are overvalued right now” and likens the space to a lottery, where the winners win really big and get all the publicity while “the vast, vast majority of people will be losers,” economically speaking. \\n\\nGoltra is also keenly aware the NFT mania could fizzle out, taking those high price tags with it. “I know we’re not immune to market cycles, the way that the rest of the crypto space is,” he says. “And so, I know that there’s a version of this where any media that we’re doing right now, you know, whenever this next cycle is over, we all look stupid.”\\n\\nBut Yat Siu, CEO of Animoca Brands, believes at least one NFT sector is currently not getting enough love, and that’s gaming. “Our opinion is that game assets are undervalued because NFTs derive value not just from provenance, scarcity, and general demand, but also from their utility,” he says.\\n\\nAs an example of a wise investment, he notes that crates of NFTs for the Formula One-licenced game F1 Delta Time were released for $500 in 2019, some of which contained sought-after Ferraris that have increased in value to as much as $60,000.\\n\\n#### How important is it to understand the secondary sales market?\\n\\nSteinwold calls secondary sales “perhaps the most important indicator of an NFT’s longevity,” and Dizon cites them as the true test of whether an NFT was worth the initial purchase price. \\n  \\n To better understand secondary markets, Gedevani recommends making use of third-party or community-created analytic tools such as MomentRanks, Intangible.market and Evaluate.market, which help investors gauge the value of NBA Top Shot collections. \\n  \\n “Overlooking secondary sales is an easy way to make a mistake of buying an overvalued asset that has already run up substantially in a short time period,” he says.\\n\\n#### How can you maximize the chances of winning an auction?\\n\\nWhile you could “learn how to code and use bots,” as Steinwold suggests — or take a short course in auction game theory — the best way to win is to not play the game, says Goltra. \\n  \\n “Sometimes you can preempt the auction altogether,” he says, suggesting you slide into an artist’s DMs on Twitter or Instagram and negotiate directly.\\n\\n#### What sort of budget do you need?\\n\\nA couple hundred dollars is a reasonable budget to begin with in most categories, though given the interest in NFT art at present, a couple thousand might be required to snare a one-of-one edition from anyone with a reputation. \\n  \\n To snag an art bargain on a low budget, you might have to work a little harder. “I specialize in buying NFTs of up-and-coming artists who are yet ‘undiscovered’ and whose NFT artworks are selling for much lower prices than more established artists,” explains Dizon. Such gems are more likely to be found on open platforms like OpenSea and Rarible — though you’ll need to spend a bit of time combing through the haystack.\\n\\n[https://twitter.com/Cooopahtroopa/status/1374101538734448641?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1374101538734448641%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fcointelegraph.com%2Fmagazine%2F2021%2F03%2F31%2Fthis-is-how-to-make-and-lose-a-fortune-with-nfts](https://twitter.com/Cooopahtroopa/status/1374101538734448641?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1374101538734448641%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fcointelegraph.com%2Fmagazine%2F2021%2F03%2F31%2Fthis-is-how-to-make-and-lose-a-fortune-with-nfts)\\n\\nOpenSea co-founder Alex Atallah says you can turn up hidden gems by looking for artists with few buyers to date but who have strong, unique social media accounts. “These are often the ones that will get ‘discovered’ soon by the NFT community,” he says. \\n  \\n Goltra adds that keeping an eye on the upcoming artists with whom better-known artists interact on social media is also instructive. “You can kind of tell when there’s a new artist that’s very prominent, because all the other artists get excited,” he says. \\n  \\n Games and collectibles platforms often have very affordable entry points: NBA’s Top Shot platform sells “common” packs for as low as $9, and collector Pranksy claims to have [turned $600 into nearly $7 million](https://cointelegraph.com/news/nfts-on-the-news-mega-whale-pranksy-brings-collectible-highlights-to-the-fore) worth of memorabilia in a few months on the platform. \\n  \\n Siu explains that newer projects sometimes reward early adopters in the community with airdrops and gifts: “Getting deeply involved in an NFT project early on is usually a sound strategy because there will often be early adopter drops or gifts for engaged community members,” he says, adding: “We have given out such rewards in games like F1 Delta Time encouraging players to play more frequently, and some of those rewards ended up becoming quite valuable.” \\n  \\n And for those who have no budget at all, you can actually play to earn by raising Axies — a pastime that helped numerous [Filipino players make it through the pandemic](https://cointelegraph.com/magazine/2021/02/07/the-ethics-of-hiring-cheap-filipino-staff-crypto-in-the-philippines-part-2), with some even becoming relatively wealthy in local terms.\\n\\n“There are people making a living playing Axie,” says Zirlin. “From collectors to play-to-earn grinders in the developing world.”\\n\\n[https://twitter.com/roham/status/1374103328095805445?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1374103328095805445%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fcointelegraph.com%2Fmagazine%2F2021%2F03%2F31%2Fthis-is-how-to-make-and-lose-a-fortune-with-nfts](https://twitter.com/roham/status/1374103328095805445?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1374103328095805445%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fcointelegraph.com%2Fmagazine%2F2021%2F03%2F31%2Fthis-is-how-to-make-and-lose-a-fortune-with-nfts)\\n\\n#### How do I research the market?\\n\\nSome of the better-known NFT news sources include Steinwold’s *Zima Red* podcast and newsletter, Delphi Digital’s Delphi Daily, Bankless and The Defiant. Art platforms such as SuperRare also feature interviews with artists and other content. \\n  \\n In addition, you can follow as many NFT accounts on Twitter as possible — including WhaleShark, DCL Blogger, Loopify, Linda Xie and more — and get involved with NFT communities on Discord, such as those of OpenSea and Token Smart. Zirlin says the Axie Infinity community on Discord is the best way to learn how to raise Axies. “I suggest becoming a community member by joining the Discord and meeting the other Axie trainers. Talk to other players that have had successful journeys and try to emulate their paths,” he says.\\n\\nGedevani says your time is well spent browsing social media, listening to podcasts and experimenting with projects. “That’s the fastest way to learn,” he explains. “Follow the builders/investors in the NFT community who have been through all the ups and downs and are best positioned to navigate this market.”\\n\\n#### Final words of advice\\n\\nWe are still in the early days for NFTs, and no one really knows how the market will develop, so there’s an abundance of caution all around. Matsumura notes that in the current bull market, everyone can appear to be winning and making large paper gains, but sentiment can suddenly flip. “Some of those things will go to zero and stay at zero forever,” he says. \\n\\nDizon encourages buyers to do as much research as possible: “Do your homework, make sure you love what you are buying and can afford it, then you can pull the trigger. The best time to sell an NFT is when everyone else is FOMOing in. The worst time to sell an NFT is when you need the money.”\\n\\nSteinwold says a long-term mindset is likely the key to success. “We are in a frenzied period right now so be thoughtful in what you purchase. Ask yourself: will this NFT be around in two to three years?” He concludes:\\n\\n*“The NFT zeitgeist only caught on to a wider audience the past few months and this revolution will take many years so always play long-term games with long-term people.”*\",\"timestamp\":1639285471,\"title\":\"This is how to make — and lose — a fortune with NFTs\"},\"digest\":\"86UU7eOFxIPw4Fy7sA48PiXpwX8oDDjImQEquQPxqMQ\",\"authorship\":{\"contributor\":\"0x77A089762B8d63d2DA28b0C3A0bC7887b67eE49e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w_QEp9sova5RXsYIgufU6Y6swXgHcqLGGG4HwWoOcdg\\\",\\\"y\\\":\\\"kLC3sWMScjtCs3lGHu3WSe8hMOjzUFKDzQkY45sAGBI\\\"}\",\"signature\":\"hTtZaUbwEHOuXCMXQ6JzXZXE1NRtuAbpyz09AEVIlHLAM6_JSDykBMqRf--pkpoCRxPH0ooqFrsyPr_79Yni1g\",\"signingKeySignature\":\"0xeded07363d51974f8e23ed4e7d166e6f9df15e89ba0d7de871e7b79247da84ea10215e800dc055f3cd6cc02b83163209b42f4275a5d6b6721d1411f348fc6b171c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w_QEp9sova5RXsYIgufU6Y6swXgHcqLGGG4HwWoOcdg\\\",\\\"y\\\":\\\"kLC3sWMScjtCs3lGHu3WSe8hMOjzUFKDzQkY45sAGBI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"86UU7eOFxIPw4Fy7sA48PiXpwX8oDDjImQEquQPxqMQ\"}"