"{\"content\":{\"body\":\"DAS Usage Scenarios\\n\\n```\\nDAS as a unified digital currency receiving account\\n```\\n\\nYou can add multiple addresses from different chains to the DAS resolution record, so when someone transfers money to you, you can simply enter your DAS account to complete the transfer. You can even add tags to the addresses to easily distinguish between different receiving accounts.\\n\\n```\\nDAS as a personal information page\\n```\\n\\nYou can add your social accounts, email, profile, personal preferences and anything else you want to make public to your DAS account. This way, you will have a thoroughly censorship-resistant personal information home page.\\n\\n```\\nDAS as a portal to dApp/decentralized websites (domain name)\\n```\\n\\nThe entry point to a contract on the blockchain chain is a Hash, as is the entry point to a web page hosted on a decentralized store. associating these Hashes to a DAS account as a resolved record, users can access these services directly using their DAS account.\\n\\n```\\nDAS as an end-to-end encrypted communication account\\n```\\n\\nEnd-to-end encrypted communication software such as WhatsApp and Signal still use real-name account systems such as cell phone numbers as their accounts. DAS is anonymous and censorship-resistant, so we can build a more extreme end-to-end encrypted communication system based on DAS accounts.\\n\\n```\\nDAS as passwordless login credentials\\n```\\n\\nEach DAS account can be associated with a public-private key, and each DAS account is highly identifiable. Based on W3C's WebAuthn, DAS accounts naturally serve as credentials for logging into third-party systems. The login method is changed from entering the account password to using the private key associated with the DAS account to sign the login operation, which can greatly improve the security and user experience.\\n\\n```\\nAs a token of honor\\n```\\n\\nIf Alice is a top VIP customer of Coinbase, Coinbase, as the holder of coinbase.bit, can create a secondary account alice.coinbase.bit and use all of alice's top-up addresses on Coinbase as the resolution record for that secondary account. Then.\\n\\n1. for Alice, this is the official recognition of her VIP status from Coinbase, which is a status symbol.\\n2. When Alice needs to recharge Coinbase, she doesn't need to log in to Coinbase to get the recharge address, she can just enter alice.coinbase.bit in her wallet.\\n\\nThe use of DAS is not only limited to the above 6 examples, there is still a lot of room for imagination in the future.\",\"timestamp\":1636616099,\"title\":\"Decentralized Account Services（DAS）Usage Scenarios\"},\"digest\":\"kn0GPMvObMabgl2nnIfNs9jAlwiSbSFuW426_igM_Ps\",\"authorship\":{\"contributor\":\"0xeba06532a72bec44A1d33130aaa7C45c31e502F6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rMfhAH6rOc8_-RvHSzT16qgia3nTYArb4siMqM6RWj8\\\",\\\"y\\\":\\\"zUK8a7JLrlkKpiXtH9u2qO-ujRKy6evked3kDq6DB8I\\\"}\",\"signature\":\"JE2nsIQlMpP3HSNXxbjNHviq9asn6NGoGgCbs2YwO4RsYUx-3y9Dur3EDNkPjQ6CN2OW4vhH4E2p1nYg24SIFA\",\"signingKeySignature\":\"0x86d1dd4d1421694db976ca34a6c1cb58c1c2dad790c2ba941d7f625df2a1edda259ab8af2cbad7dca757c68279904ee2fd88c8fda06e272b2f27fc2598da20611c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rMfhAH6rOc8_-RvHSzT16qgia3nTYArb4siMqM6RWj8\\\",\\\"y\\\":\\\"zUK8a7JLrlkKpiXtH9u2qO-ujRKy6evked3kDq6DB8I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kn0GPMvObMabgl2nnIfNs9jAlwiSbSFuW426_igM_Ps\"}"