"{\"content\":{\"body\":\"Community is the backbone of our society, especially in today’s digital age. It’s what creates customer loyalty and organic growth for brands… where we make friends online… and often serves as a source of identity or belonging.\\n\\n#### So what makes a strong community?\\n\\nI’ll walk you through my learnings of scaling the community I started, Gen Z VCs, from 1 to 1,000 members in this piece (Edition 1)… and then 1,000 to 10,000+ in Edition 2. All in less than a year entirely organically.\\n\\n#### Who is this for?\\n\\n* Founders looking to grow/scale communities pre or post-launch, build waitlists, or establish brand identity\\n* Aspiring community leaders with an idea… whether you’re a student, VC, operator, or beyond\\n\\n\\n---\\n\\n#### About Me & Gen Z VCs\\n\\nSo why am I writing this? What makes me qualified to share any advice? I guess you could say I’ve had the ultimate crash course in both brand-building and community-building over the past year.\\n\\nMy name is[ Meagan Loyst](https://twitter.com/meaganloyst) and I’m a VC at Lerer Hippeau. I also happen to be Gen Z (’97, 24 years old) and am fairly new to the VC world, having joined the LH team in September 2020.\\n\\nJust a few months into my new job, I fell into a second job: community leader & founder. What began as a series of conversations among my peers blossomed into a robust community I created in November 2020 called[ Gen Z VCs](https://www.genzvcs.com/). Gen Z VCs quickly became a proud identity for the next generation of investors (found in Twitter bios all over the world) and evolved into more than just a “Slack group” — it quickly became a Gen Z movement, paired with community-led initiatives that support our mission, and with our community at the center of everything we do. You can buy our newly launched merch [here](https://www.genzvcs.com/merch) :)\\n\\n#### Why Gen Z VCs is a great case study for community building\\n\\nWe’re certainly not the first community for young people in Tech & VC. However, in under a year, Gen Z VCs became the largest & fastest growing community in our industry right out of the gates, gaining our first 1,000 members within 4 days of launch, and hitting 3,000 members shortly after our first month. Today, Gen Z VCs has 12,000+ members, 201,000+ messages in the Slack, 8+ community led initiatives, and 24+ mentions in the press. I’ll walk you through my biggest pieces of advice, step by step, on how this all came to be.\\n\\n#### My Step-by-Step Guide to Growing & Scaling Community\\n\\n* Start with “user” interviews & identify your “why” —use a curation-first approach.\\n* Create your “magic moment” to drive organic growth in the community\\n* Be thoughtful about your on-ramp of members, based on your objectives\\n\\n**If you collect this article as an NFT, you’ll get access to our limited edition Gen Z VCs merch next week (only for NFT holders),** first-access to events we host, be a part of bringing Gen Z VCs into Web3, and more. We want to reward our most engaged users & bring our cohort of Gen Z VCs into Web3… this is phase one & we’re just getting started. **To authenticate your NFT & get access to token-gated drops from us, sign up here: <https://laylo.com/genzvcs/sk8mK>**\\n\\n\\n---\\n\\n## Start with “user” interviews & identify your “why”\\n\\nThe funny thing about Gen Z VCs is I never actually intended to start a community… it emerged out of a genuine problem I uncovered while speaking with my peers from all over the world — a beautiful accident, if you will.\\n\\n#### My unique insight as a Gen Zer… it all starts with an idea or realization:\\n\\nWhen I joined Lerer Hippeau, I was the youngest person on my team by a factor of a decade… and also their first Gen Z hire. I was quickly thrown into the deep end of sourcing, thematic work, and due diligence — working in venture is fast-paced and exciting, but especially for junior people with smaller teams, it can be lonely. Even though I had incredible mentorship from the senior members of my team, I really was craving peer conversation to be able to trade notes, learn together, and more importantly, make new friends. I also quickly realized that my “Gen Z” perspective was actually valuable to my team — I was the target user for so many new companies we were evaluating. So I began thinking… there must be other young investors at other funds who are (a) looking at similar companies/trends and (b) want to make friends.\\n\\n#### Finding your users… meet them where they are:\\n\\nWhen I thought about where other young investors like me congregate and spend time, I knew they’d be on Twitter — so that’s where I started. Not many people know this, but I was a total Twitter newbie when I started at Lerer Hippeau in September 2020. I had 50 followers at the time, all of whom were from a class in college where we literally had to “[tweet for credit](https://twitter.com/meaganloyst/status/642067024848490496?s=20).” All of this to say… *you don’t need a big following to launch a community, it’s all about HOW you engage with people*. In my initial tweet to chat with people, I intentionally included a question / call to action. This is important because it drives engagement on your post, and also FOMO in not being included if they don’t comment. Share it with a few relevant friends when you post so you can drive eyeballs / retweets. In my case, before I knew it I had around 100 people comment on my post that I was then DM’ing and scheduling calls with. I also made a[ google form](https://docs.google.com/forms/d/1gSWM5V5_04rjuBPygYgTCw9zpxv3UuVu-jVdKRTMDfs/edit) to make it easier to track things, and ended up having 71 people in the end that I spoke to for my initial “customer interviews” — even though again, there was no intention of starting a community, only writing an article. And fun fact, many are now my closest friends even a year later.\\n\\n#### Identify your “why”:\\n\\nI ended up speaking with young investors all over the world… Sweden, Dubai, Beijing, Canada, the U.S. and beyond… with no criteria other than being a VC at a fund & being Gen Z. I standardized the questions I asked (only 4, kept it simple — removing friction is key), and took notes on each call so I had definitive quotes from people I could notate in my article. BUT what was the most interesting to me was not just what they were saying… it was how each call ended with an identical question: “who else are you meeting? i also don’t know anyone & want to chat with the other people you’re quoting in the article!” BOOM. *That was why I started the community, to literally solve a problem*— clearly there was this pain point that 70 of my peers all over the world (different geographies, sectors, ages, etc.) were facing, and I was in a unique position to solve it. There was also this unique sense of community developing already… people feeling they were a part of something bigger, being associated with this cool group of young people all being featured in the same article. After I published my article (coining the term Gen Z VCs), “[Gen Z VCs Weigh In: Top 4 Trends We’re Watching and Our Favorite Companies](https://meaganloyst.medium.com/gen-z-vcs-weigh-in-top-4-trends-were-watching-and-our-favorite-companies-825292df6c32)”, I connected the people who participated in a Slack group that I made just for us. I did have people opt-in before I added them — also important in establishing trust & curation. And again at this point, I wasn’t even calling it a community or anything, just offering to bring us together. 29 people wanted to be involved (\\\\~40% of the initial “user interviews”), a highly curated group to begin with because of the parameters I put around who participated in my article.\\n\\n![](https://images.mirror-media.xyz/publication-images/a2_WzXLKZPKujgYfsPLEo.png?height=640&width=1258)\\n\\n## Create your “magic moment” to drive organic growth in the community\\n\\n#### Set expectations early on what to look forward to & when:\\n\\nI created the Slack group on October 28th of 2020 and basically just asked people to introduce themselves in the main channel. I also promised on Day 1 there’d be an “event” or way for us all to connect (time-zone permitting), which got people excited. That Zoom call, technically Gen Z VCs first event, ended up happening on November 12th (so about 2 weeks later). There was very little engagement beyond just saying hello at this point because again, no one knew each other. But I knew each of them, so it was my responsibility to light the fire.\\n\\n![Creating the Gen Z VCs Slack group for \\\\~30 of my friends.](https://images.mirror-media.xyz/publication-images/iJAwkn0B0ofVoQfE0I2sq.png?height=710&width=2282)\\n\\n**Be incredibly thoughtful about your magic moment, in my case, it was an event:**\\n\\nI’ll start by saying that being thoughtful is my greatest superpower (and should be for any community leader tbh), and it makes me a master at planning dinner parties and small curated events… a skill I never thought I’d need or use in a digital setting. Before the event, I created an agenda for the night & more importantly, curated break out rooms (*see the curation theme?*). I knew every person’s geography, sector-focus, age, and personal interests because I got to know them on our 30m phone calls for the article, so I pre-set the breakout rooms for groups of 4–5 people per room.\\n\\nOur initial Zoom call was a little less than an hour long, \\\\~30m of intros going around as a big group of 30, and then 15–20m in a curated breakout room with a leader in each room which I pre-selected to drive the conversation. These are typically people who are super outgoing & pull people in — you know the type.\\n\\nBecause of how thoughtful these groups were curated, people made instant friends and were immediately connecting offline to make more plans. Gen Z VCs kind of reminds me of Hinge in that way — your relationships may start here, but we want you to build deep relationships and friendships, and oftentimes that further connection happens via text or in person. The below screenshot was from my friend Andrew who said him & the people in his breakout group each were scheduling plans right after the Zoom ended to keep the conversations going.\\n\\nThen I started to see the number of people in the community creep up a bit, with people just organically inviting their friends (something I didn’t even know was set-up initially on Slack). And it got me thinking… maybe this “community” could be valuable for other people in our industry as well.\\n\\n![A screenshot from my friend right after the Gen Z VCs meet up, full of texts from people he met from his breakout room to meet up / trade deals.](https://images.mirror-media.xyz/publication-images/qRzeovAIoo6r0AlxzAlaU.png?height=1020&width=930)\\n\\n## Be thoughtful about your on-ramp of members, based on your objectives\\n\\n#### Make your community open or closed, it’s up to you & how either align with your objectives:\\n\\nAs I mentioned before, starting a community was never my intention… let alone a community of 12,000+. But in the early days when we were just a tiny group of 30 new friends, my core objective was making it more accessible since everyone loved it so much. I didn’t care about anything else — why should only the people I interviewed be able to find connection, friends, and conversation in Gen Z VCs? Shouldn’t this be open to everyone? In my mind, the answer was a definitive “yes.”\\n\\nAnd so that’s exactly what I did. We had our Zoom call on a Thursday, and I officially opened up or rather “announced” the Slack group (still not calling it a community) via a post on Twitter and then LinkedIn that following Tuesday, November 17th, 2020.\\n\\n#### If you create FOMO & a wildly positive experience for your early members, the rest will come:\\n\\nAnd by the time I opened up the community, word was already spreading like wildfire. I had \\\\~30 ambassadors (our first members) who had an incredible experience meeting new friends, and were excited to share that they were the first movers/early adopters in this new Gen Z group. Even though it was an open community, it still felt exclusive in a sense because of the early innings.\\n\\nIn <24 hours, we were at nearly 500 people (425 to be exact). All via word of mouth, and people (all our target “users”) were tweeting about it non-stop. There was *a lot* of buzz. AND more importantly, people were taking ownership of their involvement, calling it “our community.” The environment I created was one focused on collaboration, friendship, and our shared Gen Z experiences (and collectively, why our perspectives carried weight) — something I’ve been intentional about since Day 1.\\n\\n![](https://images.mirror-media.xyz/publication-images/anoP17uH1kgwWlOdJ8bBA.png?height=900&width=1600)\\n\\nThis alone, no outside press, brought us to 1,000 users in just over 4 days. It was immediate product-market fit in a sense, but more importantly, a ton of intentionality behind the scenes to just create positive experiences & alignment for the early, curated group I had brought together.\\n\\n### TLDR: If you focus on the outcome, you won’t have one. If you focus on the people, they’ll help you get there. Community building is all about how you make people feel, and acting with intention in everything you do.\\n\\n\\n---\\n\\nThanks so much for reading! To all the aspiring community leaders, know that you can do it. There are quite literally no “on-paper” credentials that make you any less qualified from the next person. I’m a big believer that the best community leaders lead with kindness.\\n\\n**If you collect this article as an NFT, you’ll get access to our limited edition Gen Z VCs merch next week (only for NFT holders),** first-access to events we host, be the first to know as we bring Gen Z VCs into Web3 from a community POV, and more. We want to reward our most engaged users & bring Gen Z VCs into Web3… this is phase one & we’re just getting started. **To authenticate your NFT & get access to token-gated drops from us, sign up here: <https://laylo.com/genzvcs/sk8mK>**\\n\\n**In Edition 2 of this piece, we’ll cover the next phase of scaling  & brand-building—** tools to help you run the community effectively (and things I wish I did on Day 1), how to run the community (ie: community guidelines, mods), and empowering your members to build with you. Keep an eye out for this soon.\\n\\nIf you’re a founder with a community-focused company & thinking about raising a seed round, please reach out to me at meagan@lererhippeau.com. Would love to meet ya!\\n\\nxoxo\\n\\nMeagan\",\"timestamp\":1638918149,\"title\":\"Community Building: Scaling from 0 to 1,000+\"},\"digest\":\"NGAaszWkA5jd_6-sbhCv9TbTcv_cEVbeVUYpWS7oyQM\",\"authorship\":{\"contributor\":\"0xC0bb5d28Cdda8D611b529AB7CED249DC64E83Eb7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-69BrlpV-ehLKWytt6rz_xoUljvjhFozKhMoSTZLHcc\\\",\\\"y\\\":\\\"0wnymcKhPdye9GCnJQLAKnq6kGo4U5YHHwiSAfoPo4w\\\"}\",\"signature\":\"_lPdvLHu3PnIHXqoy0dfpZCDM-5P7ZmwvDSZQ3LAPvQwPClNOIfzXVYMruPIp0Ol3GehTXzIn6ooEMnxympfEQ\",\"signingKeySignature\":\"0x84e3136de55905a55a7315b35fcb1cec95d3edfaaeaec427e45ace749fafcda905c19561432d7913fe16897b19012a8f41a1c3a9e8ce2c8415d02037b33f0d5e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-69BrlpV-ehLKWytt6rz_xoUljvjhFozKhMoSTZLHcc\\\",\\\"y\\\":\\\"0wnymcKhPdye9GCnJQLAKnq6kGo4U5YHHwiSAfoPo4w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"99KFK7kf0mNS16sR3YjgZ-lrSX6J3K_owIPiAnXHn5k\"}"