"{\"content\":{\"body\":\"How to let employees live and die with you, and treat the company as a family, there are five points: First, let employees share honor and disgrace with you. How can it be done? Turn him into a rope\\n\\nIf you betrayed the grasshopper, I didn’t end well. For example, everyone has seen the Water Margin. If Lin Chong wants to go to Liangshan, he must first get a certificate of fame. You fall into the grass as a bandit. The underworld also has a similar gameplay. When you start a business, you should be flexible.\\n\\nIn other words, you need to tie up with employees, bundle benefits, bundle risks, and then join forces. The company needs to be a platform for everyone, not a platform for you alone. For example, Huawei is employee shareholding, and Ren Zhengfei only has 1.42% and employees There are 98.58%, don’t panic, everyone, the most fucking place is here, Ren Zhengfei has the control of money, and employees only have nominal ownership. If you can understand this, it is the key to whether you can become a big capitalist. point. If you pull it far, how can you keep the staff going with you? Why do the soldiers have a good relationship with each other? We have carried guns together, have prostitutes together, have been to the countryside together, have been dirty together, and have slept together in a widow’s bed together. That's it, that's it.\\n\\nThe second point: how to make employees work actively? Proactively solve problems. First, let me talk about how to pull out the weeds in the company. To be a boss, you must first be ruthless, that is,\\n\\nSome employees say that if they encounter difficulties and can't do it, you can gather everyone together and ask who can solve the problem. If the employee who is in difficulty is given the salary, the employee will quit, and the person who can solve the problem in the future will solve the employee's problem. For example, if your company pays 3,000 yuan for one person, hires two cleaning workers, and feels that the cleaning is not done well, you can say, who can do the cleaning well for 5,000 yuan, ok, 100% only one person is needed. This thing is done. It’s not that many people can do good things, but talents can do good things. You design the system in this way so that everyone knows what you do. As long as someone does a bad job, there will be people\\n\\n158 Entrepreneur Business School Serving Entrepreneurs\\n\\nI moved to find you, said the boss, give me his salary, I promise to do a good job, I don't want to pay for it or not. ok, so all problems are solved.\\n\\nTo be a boss is not to work on your own, but to design a system to transfer to others to solve problems for yourself.\\n\\nThe employee has done something and the reward is cashed on the spot. In our company, if someone makes an order, I will send the money to Alipay in seconds. Don't let employees wait at all, give him feedback in time, he is very excited, and our commission is very high, I divide the employee's profit at a ratio of 60%.\\n\\nIt seems that I earn less, but in fact I earn the most. I care about the intangible. The distribution of commissions must be known to all employees, so that it will drive the efforts of others. Of course, criticizing employees should be criticized privately, so that he will think you are good to him.\\n\\nIn a nutshell, how to make employees work actively? If you encounter any problem, put it on the table, whoever has the ability will solve it! Whoever solves the problem will give the money. If you do this, no one in the company will complain. Your complaint shows that you are incompetent. Have you noticed that it’s a bit like Cao Cao? There’s a problem. Ministers of Civil and Military Affairs lined up. Ask one by one. Who of you can solve this problem?\",\"timestamp\":1634798172,\"title\":\"How to let employees live and die with you and treat the company as a family\"},\"digest\":\"nKRR3_ejTxwt0R7GpUvltxVZBw4PvwA1xGtAqjsKCRA\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"4YbZ4yhTB8H4UzhAfZtKGAKuu85U6FPblVF7TK0cUVs7UTkHSXgiUsz8l-1QfWg5wj1HcknElEyEvXhVcSHC7A\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nKRR3_ejTxwt0R7GpUvltxVZBw4PvwA1xGtAqjsKCRA\"}"