"{\"content\":{\"body\":\"<大蒜精的萃取製程影響>\\n大蒜的組成，包含了油溶性成份含量37%，以及水溶性成份63%。\\n\\n由於油溶性成份約有17%是保存在大蒜的植物粗纖維內。因此，市售的大蒜油(含蒜油軟膠囊)，一般是使用蒸餾技術來加以萃取。\\n\\n但是蒸餾的溫度極高。根據熱敏感物質的定義，在蒸餾過程中，勢必會破壞大蒜營養成份中的熱敏感物質。\\n\\n而且蒸餾的技術，對於大蒜中其於63%的水溶性成份，是無法保留其水溶性的養份。\\n\\n不同的萃取技術，會有不同的萃取物。所保留的營養成份也會有相當大的差異。\\n\\n如果，今天人體需要的是大蒜中水溶性成份的營養時。卻攝入蒜油膠囊的保健食品，也許就只能得到油溶性成份的營養與熱量。\\n\\n蒜油，並不足以成為大蒜養份的代表物。\\n\\n那麼，了解不同的大蒜精製程，並了解不同製程所帶來的影響，就很重要了。\\n\\n<The influence of the extraction process of garlic extract>\\nThe composition of garlic contains 37% oil-soluble ingredients and 63% water-soluble ingredients.\\n\\nBecause about 17% of the oil-soluble ingredients are preserved in the crude plant fiber of garlic. Therefore, commercially available garlic oil (soft capsules containing garlic oil) is generally extracted using distillation technology.\\n\\nBut the temperature of distillation is extremely high. According to the definition of heat-sensitive substances, in the distillation process, the heat-sensitive substances in the nutrients of garlic are bound to be destroyed.\\n\\nIn addition, distillation technology cannot retain water-soluble nutrients for 63% of the water-soluble ingredients in garlic.\\n\\nDifferent extraction techniques will have different extracts. The retained nutrients will also vary considerably.\\n\\nIf what the human body needs today is the nutrition of the water-soluble ingredients in garlic. However, if you take in the health food of garlic oil capsules, you may only get the nutrition and calories of the oil-soluble ingredients.\\n\\nGarlic oil is not enough to become a representative of garlic's nutrients.\\n\\nThen, it is very important to understand the different garlic refining processes and the impact of different processes.\",\"timestamp\":1640917234,\"title\":\"<大蒜精的萃取製程影響>The influence of the extraction process of garlic extract\"},\"digest\":\"2K_OaWeKSiAeoyC-TcPqy8I1Q8ImoUzgliUQKNtr-OY\",\"authorship\":{\"contributor\":\"0xef9d81473Ea7E87cFc707346B204Cb31cCEEDB1B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"u-3KuTkoDDIwvDuFVKjR3Qff_xtuoBy2U9ObtcqcqCc\\\",\\\"y\\\":\\\"hZ01KzGe-MCVXVtPdNPIZbbkegUqv6mxu5uP_BHFWEU\\\"}\",\"signature\":\"U6x-B5_hIV9Nst09XsiTJ4jX7WpxySpYRtgkjpQ0LJgNFC2PK3QIOMmhT0XX5DMMnXq1G0ehA-JxdAzkwzQCTA\",\"signingKeySignature\":\"0xd2a4cc9f239fedb45fb45f49372a3b797d5a1c9c669258a48b134707b2232ffe73a556e5223d7c462c88b92c845daccc2410dc0f40fe1978cb2b4bdb3fd119241c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"u-3KuTkoDDIwvDuFVKjR3Qff_xtuoBy2U9ObtcqcqCc\\\",\\\"y\\\":\\\"hZ01KzGe-MCVXVtPdNPIZbbkegUqv6mxu5uP_BHFWEU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2K_OaWeKSiAeoyC-TcPqy8I1Q8ImoUzgliUQKNtr-OY\"}"