"{\"content\":{\"body\":\"Across the board, token prices have been declining rapidly over the last week. I am used to declining prices. It happened many times before. I have experienced the related psychological effects , and got used to it. I am neither of the emotional kind, nor do I care much about monetary value, so declining prices might anyways affect me less than other people. But I am familiar that they create some sort of emotional uneasyness. Every once in a while declinging prices make you ask yourself why you did not sell some of the stuff earlier. The feeling is generally negative.\\n\\nThis downturn gives me the the first opportunity to verify an interesting new hypothesis on which the (3,3) projects Like KlimaDAO rely on. The (3,3) cooperative game theory is a jedi mind trick: Basically, the (3,3) should make you at all time feel well in holding (staking) the project's tokens. Even if prices go down fast. This should make you chose the cooperative game at all time. But one can only bring this to the test when prices actually go down. This is where we are now. \\n\\nNow, I do not yet have seen any statistically significatn empirical data from other people or psychological research, nor did I analyse the price movement or sentiments of rebase tokens that could probably deliver some hints. \\n\\nBut I tried to listen to myself and wanted to find out how I personally feel about the downturn.\\n\\nTo be honest it feels very comfortable to not sell. It does not feel like losing. On the contrary, it feels like I lose nothing, and even win something by staking (i.e. the frequent rebase rewards). The feeling is different from other tokens, indeed. Interesting. Thats really special mechanism. I am not  regretting not having sold them.\\n\\nIf I imagine that I had sold them earlier when prices were high, it does not feel well. On the contrary, it feels as if I would have lost. Why? because after selling a (3,3) project you will not get any rebase rewards. \\n\\nThe strange thing is: Market cap went down. Rebase rewards cannot make up for the loss. Looking at rationally it would have been the much better choice to sell, when prices were high. But the irrational news is. It still feels better to have kept them. Isn’t that strange. Loss aversion at its best.\",\"timestamp\":1639641890,\"title\":\"Why does it feel comfortable to hold (3,3) projects like KlimaDAO, even in a downturn?\"},\"digest\":\"PliCJgrBUob4Gi52JutkYC0Hfr2AMSPTwkN7u_Y4hAY\",\"authorship\":{\"contributor\":\"0x22AC0E18853d749d46716274682b4aDDa206cA3f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CC1D-ryh1KjHi7VyX5XlFA_lPlHDaqHxNtu1pdnvhyA\\\",\\\"y\\\":\\\"Xy7YvNRXbmzGqVicsG0LwtPABh6ngNRdKvR8i6uHxA4\\\"}\",\"signature\":\"ajczNL0eJJaDcqemPmm8YeGdrkP6YdyU3n8mhNS2Z1QFJLeIAdZCxNr-dQfJMYtGuai9z_-b0oMKFPlGWDJikw\",\"signingKeySignature\":\"0xf5f22f78cae0de7157abca194e1418376beffcdf77e3866951858f32cbc901001cf966df1137870ad832c616d76ca8b4aba1538d6955e321b930f813757b148d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CC1D-ryh1KjHi7VyX5XlFA_lPlHDaqHxNtu1pdnvhyA\\\",\\\"y\\\":\\\"Xy7YvNRXbmzGqVicsG0LwtPABh6ngNRdKvR8i6uHxA4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PliCJgrBUob4Gi52JutkYC0Hfr2AMSPTwkN7u_Y4hAY\"}"