"{\"content\":{\"body\":\"***5-10min read.***\\n\\n Now if you're like me, crypto is your first experience in investing and economics. This is amazing! Due in no small part to BTC, we are undoubtedly becoming the most financially-literate generation in history. Most of us get involved in crypto because we want to make quick money and get a piece of the action. That mentality will get you rekt and is not going to lead to long-term wealth. Trust me, been there. Instead, treat crypto as the doorway into understanding financial markets, investing mentality, and long term wealth creation. I have had significant losses, but I treat these as relatively cheap lessons and my core thesis surrounding investments and crypto has not changed.\\n\\n\\n***\\n\\nIn todays writeup I'm going to give an overview of a few concepts that if you are new to investing/economics/crypto - I think are very important to understand.\\n\\n\\nNow you won't understand everything at first, that's okay. This is just a small part of the financial education that school never taught you. Make no mistake, noone is going to do this for you, and noone cares how you spend your time. You've got to take initiative and understand that it is your responsibility to educate yourself, and to use your time wisely. We are living through a cambrian explosion of technology and innovation. Change is innevitable, but profiting from it is far from guaranteed!\\n\\n\\nWe can only try to share, learn from each other and ask questions - we all have to start somewhere right?\\n\\n\\nNow with this comes a disclaimer. I will no doubt gloss over some things and am by no means an expert - if you would like to correct something or contribute then please leave a comment! None of this is financial advice and as always DYOR! (do your own research)!\\n\\n\\n\\\\-- I use USD in this post, but the concepts apply to most countries economies.\\n\\n\\n***A STORY OF MONEY***\\n\\n\\nLet's start with an analogy...\\nSay I dig you a hole. Its a nice hole, took me hours to dig. We could come to an agreement between each other and say that at some point in the future, you owe me a similar sized hole. You agree. Brilliant! We have ourselves a contract of sorts, I do something of value for you - and you promise to return the value at some point in the future.\\nNow what if I dig you 3 holes because I'm really really good at it - but I don't want 3 holes dug in exchange. What do we do? I've done something for you. Given you value through my labour. But we cant come to an agreement because you dont have anything I want in return.\\nOkay, such a weird example I know. BUT - this hopefully illustrates the issue of barter. If we dont want what the other has, then we need some sort of medium of exchange (money/currency) in order to successfully transact with each other and with anybody else.\\n\\n\\nThis leads to...\\n\\n\\nMONEY!!! What is money? \\n\\nMoney can be anything. Precious metals like gold and silver have been used many times. Even tulips were considered money at one point in history. The point is that 'money' is not a pre-defined thing. Its whatever we humans give value to, and use to convey value between each other. One of the most important aspects of money is that it is scarce. That means I can't just go and create more of it - otherwise there would be no 'trust' in the money.\\n\\n\\nLets use gold as an example. You can't go and create gold, and there is therefore a finite and limited supply of gold here on earth. It has some useful properties as well, like being corrosion and rust resistant, bright and shiny etc. But mostly it is this scarcity that gives gold its status as a 'store of value' and 'money'.\\n\\n\\nNow we used precious metals for hundreds of years, in a variety of empires, but as you can imagine people got really tired of carrying around lumps of gold and silver to the markets. They're not the most convenient of moneys. So, in the 13th century, the Chinese developed the first paper money that was representative of gold. You could theoretically take your paper to the bank and exchange it for gold. Not many people decided to do this, because there was not really any point. Everybody accepted that the paper could be exchanged for real world items like food and clothing - nobody needed the actual gold because there was *trust* in the paper.\\n\\n\\nNow of course, this eventually didn't end well, the empire collapsed, people lost faith in the paper etc etc. But this is important as it was one of the first cases of 'representative money'. Meaning that the paper actually represented something tangible, inherently scarce, and that it could be exchanged for the underlying 'asset' - the gold!\\n\\n\\nFlash forward to 1971 - US president Nixon famously declares that the US dollar will no longer be exchangeable for gold. No longer will it be tied 1:1 to gold. This new unbacked paper money is known as FIAT - an important term in crypto.\\n\\n\\nThe fact that the USD is no longer backed by gold upset a lot of people, but ultimately everybody kept accepting USD as payment, and the trust in the money continued. The Federal Reserve in the US is responsible for the supply of USD and plays a very important role in the global economy.\\n\\n\\nNow to the fun part, INFLATION.\\n\\n\\nThis is a relatively well known and accepted part of our economics. Simply put, INFLATION is the increase in the money supply, leading to less purchasing power per $USD. Makes sense right?\\nThe more USD there is, the less valuable it is. Now we have all accepted that our money becomes worth 2-3% less per year on average. Meaning that if you save your money in a bank, your money is going to get you 2-3% LESS goods/services after 1yr. If you had your money INVESTED in some sort of appreciating asset, then you would generally grow your money more than that 2-3% and therefore outpace inflation.\\n\\n\\nNow the real driver of inequality is inflation. AGAIN.\\nThe real driver of INEQUALITY is INFLATION.\\n\\nEverybody talks about taxing the rich and how capitalism is the devil, but very few seem to acknowledge the role of inflation. Perhaps this is because its not very sexy and is difficult to make into a buzzfeed headline. Anyway... An asset is something that increases in value and/or earns you money. Stocks, property, bonds etc. The poor don't have assets. Inflation boosts asset prices. Think about what has happened in the past 2 years. Stock markets are at ATH, Crypto markets are at ATH, Property markets are at ATH. Since COVID, Govts have printed huge amounts of money in order to keep everything moving. This has flowed straight into the financial markets and anybody with assets has done rather well over the last 18months. This is fact. Meanwhile, the poorer among us, those without assets, are having their cost of living increase while their wages try to keep pace. Increasing the gap between those with assets and those without. Inequality is more of an economic issue than a social or political one. \\n\\nThere will no doubt be inflation. The cost of goods and services will increase in the coming years because the amount of USD has doubled over the past 18months. The term 'transitory' is being thrown around less and less. Now its important to mention that there are also 'deflationary' forces such as automation, robotics, AI, that could counteract the inflationary forces. We shall see. \\n\\nOne reason many have become interested in crypto and fallen down the BTC rabbit hole is because of the loss of trust in our Govts and Institutions. The meme 'Money printer go Brrr' has done more to illuminate the masses than a million posts like this one. Apart from increasing the value of your fiat, holding BTC is a massive middle finger to the govts and institutions of our world. It's opting out of the traditional banking system and rejecting state-controlled money. Straight from the BTC whitepaper - \\\"***The central bank must be trusted not to debase the currency, but the history of fiat currencies is full of breaches of that trust\\\".***\\n\\n\\nBitcoin is most likened to digital gold. It is internet-native money. It is by the people, for the people. BTC can't be inflated by a govt or institution and this makes it an excellent place to store your hard-earned fiat. As more people purchase and hold BTC as a store of value, the demand increases and the price goes up. It has been the best performing asset for the last 10 years, and I believe will continue to be. Short of WW3 or some major economic shock, we will continue to see BTC and other cryptocurrencies increase in value as we become a more digitalised society.\\n\\n\\nIn code we trust. lol.\\n\\nNot FA... DYOR \\\\*\\n\\n Thanks for reading!\",\"timestamp\":1636681076,\"title\":\"Do you know what money is..?\"},\"digest\":\"xmzEdt10qwxq_y4FX0_iv6KiMLpc4zalrZ_s1sudIaU\",\"authorship\":{\"contributor\":\"0x3c6f739fC6153446eC6Ca71bc483cAF1F59dC70a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"25jR3lA0EAmPQqdlL6YfL0f5xpebzXRWCyVs8hARnew\\\",\\\"y\\\":\\\"ulM16VnK20UuJCR9_t1g76iirkQdVT-h3lm_xotZQac\\\"}\",\"signature\":\"lutVEUBEg1Uc0LFdqR4i4ymNEfxcX0lcrU0N9LSOLvJpKgtkPaHfuUu05XT_QrTkQJMeDhPEjapUbF0OOuSnKA\",\"signingKeySignature\":\"0xd7575e12b09cf828bbf1949d0fd295ba1a0ff19ad99b34cc7ac7361aa95a44f27e75a7ae33b7a7af46702bbcd24e0ffb9cd17d2cb659bd8d76c53153277dd4cb1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"25jR3lA0EAmPQqdlL6YfL0f5xpebzXRWCyVs8hARnew\\\",\\\"y\\\":\\\"ulM16VnK20UuJCR9_t1g76iirkQdVT-h3lm_xotZQac\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xmzEdt10qwxq_y4FX0_iv6KiMLpc4zalrZ_s1sudIaU\"}"