"{\"content\":{\"body\":\"Juno sent Iris to him with a message inciting him to take advantage of the absence of AEneas and surprise the Trojan camp.  Accordingly the attempt was made, but the Trojans were found on their guard, and having received strict orders from AEneas not to fight in his absence, they lay still in their intrenchments, and resisted all the efforts of the Rutulians to draw them in to the field.  Night coming on, the army of Turnus in high spirits at their fancied superiority, feasted and enjoyed themselves, and finally stretched themselves on the field and slept secure.\\n\\nIn the camp of the Trojans things were far otherwise.  There all was watchfulness and anxiety, and impatience for AEneas's return. Nisus stood guard at the entrance of the camp, and Euryalus, a youth distinguished above all in the army for graces of person and fine qualities, was with him.  These two were friends and brothers in arms.  Nisus said to his friend, \\\"Do you perceive what confidence and carelessness the enemy display?  Their lights are few and dim, and the men seem all oppressed with wine or sleep.  You know how anxiously our chiefs wish to send to AEneas, and to get intelligence from him.  Now I am strongly moved to make my way through the enemy's camp and to go in search of our chief.  If I succeed, the glory of the deed will be enough reward for me, and if they judge the service deserves anything more, let them pay it to you.\\\"\\n\\nEuryalus, all on fire with the love of adventure, replied, \\\"Would you then, Nisus, refuse to share your enterprise with me?  And shall I let you go into such danger alone?  Not so my brave father brought me up, nor so have I planned for myself when I joined the standard of AEneas, and resolved to hold my life cheap in comparison with honor.\\\"  Nisus replied, \\\"I doubt it not, my friend; but you know the uncertain event of such an undertaking, and whatever may happen to me, I wish you to be safe.  You are younger than I and have more of life in prospect.  Nor can I be the cause of such grief to your mother, who has chosen to be here in the camp with you rather than stay and live in peace with the other matrons in Acestes' city.\\\"  Euryalus replied, \\\"Say no more. In vain you seek arguments to dissuade me.  I am fixed in the resolution to go with you.  Let us lose no time.\\\"  They called the guard, and committing the watch to them, sought the general's tent.  They found the chief officers in consultation, deliberating how they should send notice to AEneas of their situation.  The offer of the two friends was gladly accepted, they themselves were loaded with praises and promised the most liberal rewards in case of success.  Iulus especially addressed Euryalus, assuring him of his lasting friendship.  Euryalus replied, \\\"I have but one boon to ask.  My aged mother is with me in the camp.    For me she left the Trojan soil, and would not stay behind with the other matrons at the city of Acestes.  I go now without taking leave of her.  I could not bear her tears nor set at   nought he entreaties.  But do thou, I beseech thee, comfort her in her distress.  Promise me that, and I shall go more boldly into whatever dangers may present themselves.\\\"  Iulus and the other chiefs were moved to tears, and promised to do all his request.  \\\"Your mother shall be mine,\\\" said Iulus, \\\"and all that I have promised to you shall be made good to her, if you do not return to receive it.\\\"\\n\\nThe two friends left the camp and plunged at once into the midst of the enemy.  They found no watch, no sentinels posted, but all about, the sleeping soldiers strewn on the grass and among the wagons.  The laws of war at that early day did not forbid a brave man to slay a sleeping foe, and the two Trojans slew, as they passed, such of the enemy as they could without exciting alarm. In one tent Euryalus made prize of a helmet brilliant with gold and plumes.  They had passed through the enemy's ranks without being discovered, but now suddenly appeared a troop directly in front of them, which, under Volscens, their leader, were approaching the camp.  The glittering helmet of Euryalus caught their attention, and Volscens hailed the two, and demanded who and whence they were.  They made no answer, but plunged into the wood.  The horsemen scattered in all directions to intercept their flight.  Nisus had eluded pursuit and was out of danger, but Euryalus being missing he turned back to seek him.  He again entered the wood and soon came within sound of voices.  Looking through the thicket he saw the whole band surrounding Euryalus with noisy questions.  What should he do?  How extricate the youth?  Or would it be better to die with him?\\n\\nRaising his eyes to the moon which now shone clear, he said, \\\"Goddess!  Favor my effort!\\\"  And aiming his javelin at one of the leaders of the troop, struck him in the back and stretched him on the plain with a death-blow.  In the midst of their amazement another weapon flew, and another of the party fell dead.  Volscens, the leader, ignorant whence the darts came, rushed sword in hand upon Euryalus.  \\\"You shall pay the penalty of both,\\\" he said, and would have plunged the sword into his bosom, when Nisus, who from his concealment saw the peril of his friend, rushed forward, exclaiming, \\\"'Twas I, 'twas I; turn your swords against me, Rutulians; I did it; he only followed me as a friend.\\\"  While he spoke the sword fell, and pierced the comely bosom of Euryalus.  His head fell over on his shoulder, like a flower cut down by the plough.  Nisus rushed upon Volscens and plunged his sword into his body, and was himself slain on the instant by numberless blows.\\n\\nMEZENTIUS\\n\\nAEneas, with his Etrurian allies, arrived on the scene of action in time to rescue his beleaguered camp; and now the two armies being nearly equal in strength, the war began in good earnest. We cannot find space for all the details, but must simply record the fate of the principal characters whom we have introduced to our readers.  The tyrant Mezentius, finding himself engaged against his revolted subjects, raged like a wild beast.  He slew all who dared to withstand him, and put the multitude to flight wherever he appeared.  At last he encountered AEneas, and the armies stood still to see the issue.  Mezentius threw his spear, which striking AEneas's shield glanced off and hit Anthor.  He was a Grecian by birth, who had left Argos, his native city, and followed Evander into Italy.  The poet says of him, with simple pathos which has made the words proverbial, \\\"He fell, unhappy, by a wound intended for another, looked up to the skies, and dying remembered sweet Argos.\\\"  AEneas now in turn hurled his lance. It pierced the shield of Mezentius, and wounded him in the thigh. Lausus, his son, could not bear the sight, but rushed forward and interposed himself, while the followers pressed round Mezentius and bore him away.  AEneas held his sword suspended over Lausus and delayed to strike, but the furious youth pressed on and he was compelled to deal the fatal blow.  Lausus fell, and AEneas bent over him in pity.  \\\"Hapless youth,\\\" he said, \\\"what can I do for you worthy of your praise?  Keep those arms in which you glory, and fear not but that your body shall be restored to your friends, and have due funeral honors.\\\"  So saying, he called the timid followers, and delivered the body into their hands.\\n\\nMezentius meanwhile had been borne to the river-side, and washed his wound.  Soon the news reached him of Lausus's death, and rage and despair supplied the place of strength.  He mounted his horse and dashed into the thickest of the fight, seeking AEneas. Having found him, he rode round him in a circle, throwing one javelin after another, while Aeneas stood fenced with his shield, turning every way to meet them.   At last, after Mezentius had three times made the circuit, AEneas threw his lance directly at the horse's head.  It pierced his temples and he fell, while a shout from both armies rent the skies.  Mezentius asked no mercy, but only that his body might be spared the insults of his revolted subjects, and be buried in the same grave with his son. He received the fatal stroke not unprepared, and poured out his life and his blood together.\\n\\nWhile these things were doing in one part of the field, in another Turnus encountered the youthful Pallas.  The contest between champions so unequally matched could not be doubtful. Pallas bore himself bravely, but fell by the lance of Turnus. The victor almost relented when he saw the brave youth lying dead at his feet, and spared to use the privilege of a conqueror in despoiling him of his arms.  The belt only, adorned with studs and carvings of gold, he took and clasped round his own body. The rest he remitted to the friends of the slain.\\n\\nAfter the battle there was a cessation of arms for some days to allow both armies to bury their dead.  In this interval AEneas challenged Turnus to decide the contest by single combat, but Turnus evaded the challenge.  Another battle ensued, in which Camilla, the virgin warrior, was chiefly conspicuous.  Her deeds of valor surpassed those of the bravest warriors, and many Trojans and Etruscans fell pierced with her darts or struck down by her battle-axe.  At last an Etruscan named Aruns, who had watched her long, seeking for some advantage, observed her pursuing a flying enemy whose splendid armor offered a tempting prize.  Intent on the chase she observed not her danger, and the javelin of Aruns struck her and inflicted a fatal wound.  She fell and breathed her last in the arms of her attendant maidens. But Diana, who beheld her fate, suffered not her slaughter to be unavenged.  Aruns, as he stole away, glad but frightened, was struck by a secret arrow, launched by one of the nymphs of Diana's train, and died ignobly and unknown.\\n\\nAt length the final conflict took place between AEneas and Turnus.  Turnus had avoided the contest as long as he could, but at last impelled by the ill success of his arms, and by the murmurs of his followers, he braced himself to the conflict.  It could not be doubtful.  On the side of AEneas were the expressed decree of destiny, the aid of his goddess-mother at every emergency, and impenetrable armor fabricated by Vulcan, at Venus' request, for her son.  Turnus, on the other hand, was deserted by his celestial allies, Juno having been expressly forbidden by Jupiter to assist him any longer.  Turnus threw his lance, but it recoiled harmless from the shield of AEneas.  The Trojan hero then threw his, which penetrated the shield of Turnus, and pierced his thigh.  Then Turnus' fortitude forsook him and he begged for mercy; and AEneas would have given him his life, but at the instant his eye fell on the belt of Pallas, which Turnus had taken from the slaughtered youth.  Instantly his rage revived, and exclaiming, \\\"Pallas immolates thee with this blow,\\\" he thrust him through with his sword.\\n\\nHere the AEneid closes, but the story goes that AEneas, having triumphed over his foes, obtained Lavinia as his bride.  His son Iulus founded the city of Alba Longa.  He, and his descendants after him, reigned over the town for many years.  At length Numitor and Amulius, two brothers, quarrelled about the kingdom. Amulius seized the crown by force, cast out Numitor, and made his daughter, Rhea Silvia, a Vestal Virgin.  The Vestal Virgins, the priestesses of the goddess Vesta, were sworn to celibacy.  But Rhea Silvia broke her vow, and gave birth, by the god Mars, to the twins, Romulus and Remus.  For this offence she was buried alive, the usual punishment accorded to unfaithful Vestals, while the children were exposed on the river Tiber.  Romulus and Remus, however, were rescued by a herdsman, and were educated among the shepherds in ignorance of their parentage.  But chance revealed it to them.  They collected a band of friends, and took revenge on their granduncle for the murder of their mother.  Afterwards they founded, by the side of the river Tiber, where they had been exposed in infancy, the city of Rome.\\n\\nChapter XXVII Pythagoras.   Egyptian Deities.   Oracles\\n\\nThe teachings of Anchises to AEneas, respecting the nature of the human soul, were in conformity with the doctrines of the Pythagoreans.  Pythagoras (born, perhaps, about five hundred and forty years B.C.) was a native of the island of Samos, but passed the chief portion of his life at Crotona in Italy.  He is therefore sometimes called \\\"the Samian,\\\" and sometimes \\\"the philosopher of Crotona.\\\"  When young he travelled extensively and is said to have visited Egypt, where he was instructed by the priests in all their learning, and afterwards journeyed to the East, and visited the Persian and Chaldean Magi, and the Brahmins of India.\\n\\nBut Pythagoras left no writings which have been preserved.  His immediate disciples were under a pledge of secrecy.  Though he is referred to by many writers, at times not far distant from his own, we have no biography of him written earlier than the end of the second century of our era.  In the interval between his life and this time, every sort of fable collected around what was really known of his life and teaching.\\n\\nAt Crotona, where he finally established himself, it is said that his extraordinary qualities collected round him a great number of disciples.  The inhabitants were notorious for luxury and licentiousness, but the good effects of his influence were soon visible.  Sobriety and temperance succeeded.  Six hundred of the inhabitants became his disciples and enrolled themselves in a society to aid each other in the pursuit of wisdom; uniting their property in one common stock, for the benefit of the whole.  They were required to practise the greatest purity and simplicity of manners.  The first lesson they learned was SILENCE; for a time they were required to be only hearers.  \\\"He (Pythagoras) said so,\\\" (Ipse dixit,) was to be held by them as sufficient, without any proof.  It was only the advanced pupils, after years of patient submission, who were allowed to ask questions and to state objections.\\n\\nPythagoras is said to have considered NUMBERS as the essence and principle of all things, and attributed to them a real and distinct existence; so that, in his view, they were the elements out of which the universe was constructed.  How he conceived this process has never been satisfactorily explained.  He traced the various forms and phenomena of the world to numbers as their basis and essence.  The \\\"Monad,\\\" or UNIT, he regarded as the source of all numbers.  The number TWO was imperfect, and the cause of increase and division.  THREE was called the number of the whole, because it had a beginning, middle, and end; FOUR, representing the square, is in the highest degree perfect; and TEN, as it contains the sum of the first three prime numbers (2+3+5=10.  ONE is not counted, as being rather the source of number than a number itself) comprehends all musical and arithmetical proportions, and denotes the system of the world.\\n\\nAs the numbers proceed frm the Monad, so he regarded the pure and simple essence of the Deity as the source of all the forms of nature.  Gods, demons, and heroes are emanations of the Supreme; and there is a fourth emanation, the human soul.  This is immortal, and when freed from the fetters of the body, passes to the habitation of the dead, where it remains till it returns to the world to dwell in some other human or animal body, and at last, when sufficiently purified, it returns to the source from which it proceeded.  This doctrine of the transmigration of souls (metempsychosis), which was first Indian and Egyptian, and connected with the doctrine of reward and punishment of human actions, was the chief cause why the Pythagoreans killed no animals.  Ovid represents Pythagoras addressing his disciples in these words: \\\"Souls never die, but always on quitting one abode pass to another.  I myself can remember that in the time of the Trojan was I was Euphorbus, the son of Panthus, and fell by the spear of Menelaus.  Lately, being in the temple of Juno, at Argos, I recognized my shield hung up there among the trophies. All things change, nothing perishes.  The soul passes hither and thither, occupying now this body, now that, passing from the body of a beast into that of a man, and thence to a beast's again.  As wax is stamped with certain figures, then melted, then stamped anew with others, yet is always the same wax, so the soul, being always the same, yet wears at different times different forms. Therefore, if the love of kindred is not extinct in your bosoms, forbear, I entreat you, to violate the life of those who may haply be your own relatives.\\\"\\n\\nShakespeare, in the Merchant of Venice, makes Gratiano allude to the metempsychosis, where he says to Shylock:\\n\\n\\\"Thou almost mak'st me waver in my faith, To hold opinion with Pythagoras, That souls of animals infuse themselves Into the trunks of men; thy currish spirit Governed a wolf; who hanged for human slaughter Infused his soul in thee; for thy desires Are wolfish, bloody, starved, and ravenous.\\\"\\n\\nThe relation of the notes of the musical scale to numbers, whereby harmony results from vibrations in equal times, and discord from the reverse, led Pythagoras to apply the word \\\"harmony\\\" to the visible creation, meaning by it the just adaptation of parts to each other.  This is the idea which Dryden expresses in the beginning of his song for St. Cecilia's Day:\\n\\n\\\"From harmony, from heavenly harmony This everlasting frame began; >From harmony to harmony Through all the compass of the notes it ran, The Diapason closing full in Man.\\\"\\n\\nIn the centre of the universe (as Pythagoras taught) there was a central fire, the principle of life.  The central fire was surrounded by the earth, the moon, the sun, and the five planets. The distances of the various heavenly bodies from one another were conceived to correspond to the proportions of the musical scale.  The heavenly bodies, with the gods who inhabited them, were supposed to perform a choral dance round the central fire, \\\"not without song.\\\"  It is this doctrine which Shakespeare alludes to when he makes Lorenzo teach astronomy to Jessica in this fashion:\\n\\n\\\"Sit, Jessica, look how the floor of heaven Is thick inlaid with patines of bright gold! There's not the smallest orb that thou behold'st But in this motion like an angel sings, Still quiring to the young-eyed cherubim; Such harmony is in immortal souls! But whilst this muddy vesture of decay Doth grossly close it in we cannot hear it.\\\" Merchant of Venice\\n\\nThe spheres were conceived to be crystalline or glassy fabrics arranged over one another like a nest of bowls reversed.  In the substance of each sphere one or more of the heavenly bodies was supposed to be fixed, so as to move with it.  As the spheres are transparent, we look through them, and see the heavenly bodies which they contain and carry round with them.  But as these spheres cannot move on one another without friction, a sound is thereby produced which is of exquisite harmony, too fine for mortal ears to recognize.  Milton, in his Hymn to the Nativity, thus alludes to the music of the spheres:\\n\\n\\\"Ring out, ye crystal spheres! Once bless our human ears; (If ye have power to charm our senses so); And let your silver chime Move in melodious time, And let the base of Heaven's deep organ blow: And with your nine-fold harmony Make up full concert with the angelic symphony.\\\"\\n\\nPythagoras is said to have invented the lyre, of which other fables give the invention to Mercury.  Our own poet, Longfellow, in Verses to a Child, thus relates the story:\\n\\n\\\"As great Pythagoras of yore, Standing beside the blacksmith's door, And hearing the hammers as they smote The Anvils with a different note, Stole from the varying tones that hung Vibrant on every iron tongue, The secret of the sounding wire, And formed the seven-chorded lyre.\\\"\\n\\nSee also the same poet's Occultation of Orion:\\n\\n\\\"The Samian's great AEolian lyre.\\\"\\n\\nSYBARIS AND CROTONA\\n\\nSybaris, a neighboring city to Crotona, was as celebrated for luxury and effeminacy as Crotona for the reverse.  The name has become proverbial.  Lowell uses it in this sense in his charming little poem To the Dandelion:\\n\\n\\\"Not in mild June the golden-cuirassed bee Feels a more summer-like, warm ravishment In the white lily's breezy tent, (His conquered Sybaris) than I when first >From the dark green thy yellow circles burst.\\\"\\n\\nA war arose between the two cities, and Sybaris was conquered and destroyed.  Milo, the celebrated athlete, led the army of Crotona.  Many stories are told of Milo's vast strength, such as his carrying a heifer of four years old upon his shoulders, and afterwards eating the whole of it in a single day.  The mode of his death is thus related: As he was passing through a forest he saw the trunk of a tree which had been partially split open by wood-cutters, and attempted to rend it further; but the wood closed upon his hands and held him fast, in which state he was attacked and devoured by wolves.\\n\\nByron, in his Ode to Napoleon Bonaparte, alludes to the story of Milo:\\n\\n\\\"He who of old would rend the oak Deemed not of the rebound; Chained by the trunk he vainly broke, Alone, how looked he round!\\\"\\n\\nEGYPTIAN DEITIES\\n\\nThe remarkable discovery by which Champollion the younger (so called to distinguish him from his older brother, Champollion Figeac, who also studied the hieroglyphics)) first opened to modern times the secret of the Egyptian hieroglyphics, has been followed up by laborious studies, which tell us more of Egyptian worship and mythology, with more precision, than we know of any other ancient religion but that of the Hebrews.  We have even great numbers of copies of the liturgies, or handbooks of worship, of funeral solemnities, and other rituals, which have been diligently translated.  And we have a sufficient body of the literature written and used by the priesthood.\\n\\nThese discoveries give to writers of this generation a much fuller knowledge of the Egyptian religion, of its forms, and of the names of its gods, than they had before.  It is impossible, and probably always will be, to state with precision the theology on which it rested.  It is impossible, because that theology was different in one time and with one school from what it was at other times.  Mr. S. Birch, of the British Museum, says, \\\"The religion of the Egyptians consisted of an extended polytheism represented by a system of local groups.\\\"  But Mr. Pierret says, \\\"The polytheism of the monuments is but an outward show.  The innumerable gods of the Pantheon are but manifestations of the One Being in his various capacities.  Mariette Bey says, \\\"The one result is that according to the Egyptians, the universe was God himself, and that Pantheism formed the foundation of their religion.\\\"\\n\\nIn this book it is not necessary to reconcile views so diverse, nor indeed to enter on studies so profound as those which should decide between them.  For our purpose here it is enough to know that the Sun was the older object of worship, and in his various forms   rising, midday, or setting   was adored under different names.  Frequently his being and these names were united to the types of other deities.  Mr. Birch believes that the worship of Osiris prevailed largely beside the worship of the Sun, and is not to be confounded with it.  To Osiris, Set, the Egyptian devil, was opposed.\\n\\nThe original God, the origin of all things, manifests himself to men, in lesser forms, according to this mythology, more and more human and less and less intangible.  These forms are generally triads, and resolve themselves into a male deity, a female deity, and their child.  Triad after triad brings the original Divinity into forms more and more earthly, till at last we find \\\"that we have no longer to do with the infinite and intangible God of the earliest days, but rather with a God of flesh and blood, who lives upon earth, and has so abased himself as to be no more than a human king.  It is no longer the God of whom no man knew either the form or the substance: it is Kneph at Esneh,   Hathor at Durderah,   Horus, king of the divine dynasty at Edfoo.\\\"  These words are M. Maspero's.\\n\\nThe Greek and Latin poets and philosophers, as they made some very slight acquaintance with Egyptian worship, give Greek or Latin names to the divinities worshipped.  Thus we sometimes hear Osiris spoken of as the Egyptian Hermes.  But such changes of names are confusing, and are at best but fanciful (In the same way Plutarch, a Greek writer, says of the Jews' Feast of Tabernacles, \\\"I know that their God is our Bacchus.\\\"  This was merely from the vines, vine leaves and wine used in the ceremonies.)  It would happen sometimes, in later times, that a fashion of religion would carry the worship of one God or Goddess to a distance.  Thus the worship of Isis became fashionable in Rome in the time of Nero and Paul, as readers of Bulwer's Last Days of Pompeii will remember.\\n\\nThe latest modern literature occasionally uses the Egyptian names, as the last two centuries have disinterred them from the inscriptions on the monuments, and from the manuscripts in the tombs.  Earlier English writers generally use the names like Osiris, Anubis, and others found in Latin and Greek writers.\\n\\nThe following statement as to these deities and their names is from Mr. Birch:\\n\\n\\\"The deities of ancient Egypt consist of celestial, terrestrial, and infernal gods, and of many inferior personages, either representatives of the greater gods or attendants on them.  Most of the gods were connected with the sun, and represented that luminary through the upper hemisphere or Heaven and the lower hemisphere or Hades.  To the deities of the solar cycle belonged the great gods of Thebes and Heliopolis.  In the local worship of Egypt the deities were arranged in local triads; thus at Memphis, Ptah, his wife Merienptah, and their son Nefer Atum, formed a triad, to which was sometimes added the goddess Bast or Bubastis. At Abydos the local triad was Osiris, Isis, and Horus, with Nephthys; at Thebes, Amen Ra or Ammon, Mut and Chons, with Neith; at Elephantine, Kneph, Anuka, Sati, and Hak.  In most instances the names of the gods are Egyptian; thus, Ptah meant 'the opener'; Amen, 'the concealed'; Ra, 'the sun or day'; Athor, 'the house of Horus';' but some few, especially of later times, were introduced from Semitic sources, as Bal or Baal, Astaruta or Astarte, Khen or Kiun, Respu or Reseph.  Besides the principal gods, several inferior or parhedral gods, sometimes personifications of the faculties, senses, and other objects, are introduced into the religious system, and genii, spirits or personified souls of deities formed part of the same.  At a period subsequent to their first introduction the gods were divided into three orders.  The first or highest comprised eight deities, who were different in the Memphian and Theban systems. They were supposed to have reigned over Egypt before the time of mortals.  The eight gods of the first order at Memphis were   1. Ptah; 2. Shu; 3. Tefnu; 4. Seb; 5. Nut; 6. Osiris; 7. Isis and Horus; 8. Athor.  Those of Thebes were   1. Amen Ra; 2. Mentu; 3. Atum; 4. Shu and Tefnu; 5. Seb; 6. Osiris; 7. Set and Nepthys; 8. Horus and Athor.  The gods of the second order were twelve in number, but the name of one only, an Egyptian Hercules, has been preserved.  The third order is stated to have comprised Osiris, who, it will be seen, belonged to the first order.\\\"  GUIDE TO THE FIRST AND SECOND EGYPTIAN ROOMS, BRITISH MUSEUM.   S. Birch\\n\\nMiss Edwards gives the following convenient register of the names most familiar among the Egyptian gods (in her very interesting book, \\\"A Thousand Miles up the Nile\\\").\\n\\nPHTAH or PTAH: In form a mummy, holding the emblem called by some the Nilometer, by others the emblem of Stability, called \\\"the father of the Beginning, the Creator of the Egg of the Sun and Moon,\\\" Chief Deity of Memphis.\\n\\nKNEPH, KNOUM or KNOUPHIS: Ram-headed, called the Maker of gods and men, the Soul of the gods.  Chief Deity of Elephantine and the Cataracts.\\n\\nRA: Hawk-headed, and crowned with the sun-disc, encircled by an asp.  The divine disposer and organizer of the world; adored throughout Egypt.\\n\\nAMEN RA: Of human form, crowned with a flat-topped cap and two long, straight plumes; clothed in the schenti; his flesh sometimes painted blue.  There are various forms of this god (there were almost as many varieties of Ammon in Egypt as there are varieties of the Madonna in Italy or Spain), but he is most generally described as King of the Gods, chief deity of Thebes.\\n\\nKHEM: Of human form, mummified; wears head-dress of Amen Ra; his right hand uplifted, holding a flail.  The god of productiveness and generation.  Chief deity of Khemmis, or Ekhmeem.\\n\\nOSIRIS: Of human form, mummified, crowned with a mitre, and holding the flail and crook.  Called the Good; the Lord above all; the one lord.  Was the god of the lower world; judge of the dead; and representative of the sun below the horizon.  Adored through Egypt.  Local deity of Abydos.\\n\\nNEFER ATUM: Human-headed, and crowned with the pschent.  This god represented the nocturnal sun, or the sun lighting the lower world.  Local deity of Heliopolis.\\n\\nTHOTH: In form a man, ibis-headed, generally depicted with the pen and palette of a scribe.  Was the god of the moon, and of letters.  Local deity of Sesoon, or Hermopolit.\\n\\nSEB: The \\\"Father of the Gods,\\\" and deity of terrestrial vegetation.  In form like a man with a goose upon his head.\\n\\nSET: Represented by a symbolic animal, with a muzzle and ears like a jackal, the body of an ass, and an upright tail, like the tail of a lion.  Was originally a warlike god, and became in later times the symbol of evil and the enemy of Osiris.\\n\\nKHONS: Hawk-headed, crowned with the sun-disc and horns.  Is sometimes represented as a youth with the side-lock, standing on a crocodile.\\n\\nHORUS: Horus appears variously as Horus, Horus Aroeris, and Horus Harpakhrat (Hippocrates), or Horus the child.  Is represented under the first two forms as a man, hawk-headed, wearing the double crown of Egypt; in the latter as a child with the side- lock.  Local deity of Edfoo (Apollinopolis Magna).\\n\\nMAUT: A woman draped, and crowned with the pschent (the pschent was a double crown, worn by the king at his coronation), representing a vulture.  Adored at Thebes.\\n\\nNEITH: A woman draped, holding sometimes a bow and arrows, crowned with the crown of Lower Egypt.  She presided over war, and the loom.  Worshipped at Thebes.\\n\\nISIS: A woman crowned with the sun-disc surmounted by a throne, and sometimes enclosed between horns.  Adored at Abydos.  Her soul resided in Sothis on the Dog-star.\\n\\nNUT: A woman so bent that her hands touched the earth.  She represents the vault of heaven, and is the mother of the gods.\\n\\nHATHOR: Cow-headed, and crowned with the disc and plumes.  Deity of Amenti, or the Egyptian Hades.  Worshipped at Denderah.\\n\\nPASHT: Pasht and Bast appear to be two forms of the same goddess. As Bast she is represented as a woman, lion-headed, with the disc and uroeus; as Pasht she is cat-headed, and holds a sistrum. Adored at Bubastis.  Observe the syllable BAST.\\n\\nThe highest visible deity of the Egyptians was Amun Ra, or Amen Ra, the concealed sun; the word Ra signifying the sun.  This name appears in the Greek and Latin writers as Zeus Ammon and Jupiter Ammon.  When Amun manifests himself by his word, will or spirit, he is known as Nu, Num, Noub, Nef, Neph, or Kneph,   and this word Kneph through the form Cnuphis is, perhaps, the Anubis of the Greek and Latin authors. That word has not been found earlier than the time of Augustus.  Anubis was then worshipped as the guardian god, and represented with a dog's head.\\n\\nThe soul of Osiris was supposed to exist in some way in the sacred bull Apis, of which Serapis or Sarapis is probably another name.  \\\"Apis,\\\" says Herodotus, \\\"is a young bull,   whose hair is black, on his forehead a white triangle, -- on his back an eagle,   with a beetle under his tongue and with the hair of his tail double.\\\"  Ovid says he is of various colors.  Plutarch says he has a crescent on his right side.  These superstitions varied from age to age.  Apis was worshipped in Memphis.\\n\\nIt must be observed, in general, that the names in the Latin classics belong to a much later period of the Egyptian religion than the names found on most of the monuments.  It will be found, that, as in the change from Nu to Anubis, it is difficult to trace the progress of a name from one to the other.  In the cases where an ox, a ram, or a dog is worshipped with, or as a symbol of, a god, we probably have the survival of a very early local idolatry.\\n\\nHorus or Harpocrates, named above, was the son of Osiris.  He is sometimes represented, seated on a Lotus-flower, with his finger on his lips, as the god of silence.\\n\\nIn one of Moore's Irish Melodies is an allusion to Harpocrates: -\\n\\n\\\"Thyself shall, under some rosy bower, Sit mute, with thy finger on thy lip: Like him, the boy, who born among The flowers that on the Nile-stream blush, Sits over thus,   his only song To Earth and Heaven, \\\"Hush, all, hush!\\\"\\n\\nMYTH OF OSIRIS AND ISIS\\n\\nOsiris and Isis were at one time induced to descend to the earth to bestow gifts and blessings on its inhabitants.  Isis showed them first the use of wheat and barley, and Osiris made the instruments of agriculture and taught men the use of them, as well as how to harness the ox to the plough.  He then gave men laws, the institution of marriage, a civil organization, and taught them how to worship the gods.  After he had thus made the valley of the Nile a happy country, he assembled a host with which he went to bestow his blessings upon the rest of the world. He conquered the nations everywhere, but not with weapons, only with music and eloquence.  His brother Typhon (Typhon is supposed to be the Seth of the monuments) saw this, and filled with envy and malice sought, during his absence, to usurp his throne.   But Isis, who held the reins of government, frustrated his plans. Still more embittered, he now resolved to kill his brother.  This he did in the following manner: Having organized a conspiracy of seventy-two members, he went with them to the feast which was celebrated in honor of the king's return.  He then caused a box or chest to be brought in, which had been made to fit exactly the size of Osiris, and declared that he would give that chest of precious wood to whosoever could get into it.  The rest tried in vain, but no sooner was Osiris in it than Typhon and his companions closed the lid and flung the chest into the Nile. When Isis heard of the cruel murder she wept and mourned, and then with her hair shorn, clothed in black and beating her breast, she sought diligently for the body of her husband.  In this search she was assisted by Anubis, the son of Osiris and Nephthys.  They sought in vain for some time; for when the chest, carried by the waves to the shores of Byblos, had become entangled in the reeds that grew at the edge of the water, the divine power that dwelt in the body of Osiris imparted such strength to the shrub that it grew into a mighty tree, enclosing in its trunk the coffin of the god.  This tree, with its sacred deposit, was shortly afterward felled, and erected as a column in the palace of the king of Phoenicia.  But at length, by the aid of Anubis and the sacred birds, Isis ascertained these facts, and then went to the royal city.  There she offered herself at the palace as a servant, and being admitted, threw off her disguise and appeared as the goddess, surrounded with thunder and lightning.  Striking the column with her wand, she caused it to split open and give up the sacred coffin.  This she seized and returned with it, and concealed it in the depth of a forest, but Typhon discovered it, and cutting the body into fourteen pieces, scattered them hither and thither.  After a tedious search, Isis found thirteen pieces, the fishes of the Nile having eaten the other.  This she replaced by an imitation of sycamore wood, and buried the body at Philoe, which became ever after the great burying place of the nation, and the spot to which pilgrimages were made from all parts of the country.  A temple of surpassing magnificence was also erected there in honor of the god, and at every place where one of his limbs had been found, minor temples and tombs were built to commemorate the event.  Osiris became after that the tutelar deity of the Egyptians.  His soul was supposed always to inhabit the body of the bull Apis, and at his death to transfer itself to his successor.\\n\\nApis, the Bull of Memphis, was worshipped with the greatest reverence by the Egyptians.  As soon as a bull marked with the marks which have been described, was found by those sent in search of him, he was placed in a building facing the east, and was fed with milk for four months.  At the expiration of this term the priests repaired at new moon with great pomp, to his habitation, and saluted him Apis.  He was placed in a vessel magnificently decorated and conveyed down the Nile to Memphis, where a temple, with two chapels and a court for exercise, was assigned to him.   Sacrifices were made to him, and once every year, about the time when the Nile began to rise, a golden cup was thrown into the river, and a grand festival was held to celebrate his birthday.  The people believed that during this festival the crocodiles forgot their natural ferocity and became harmless.  There was however one drawback to his happy lot; he was not permitted to live beyond a certain period; and if when he had attained the age of twenty-five years, he still survived, the priests drowned him in the sacred cistern, and then buried him in the temple of Serapis.  On the death of this bull, whether it occurred in the course of nature or by violence, the whole land was filled with sorrow and lamentations, which lasted until his successor was found.\\n\\nA new Apis was found as late as the reign of Hadrian.  A mummy made from one of the Sacred Bulls may be seen in the Egyptian collection of the Historical Society, New York.\\n\\nMilton, in his Hymn of the Nativity, alludes to the Egyptian deities, not as imaginary beings, but as real demons put to flight by the coming of Christ:\\n\\n\\\"The brutish gods of Nile as fast, Isis and Horus and the dog Anubis haste. Nor is Osiris seen In Memphian grove or green Trampling the unshowered\\\\* grass with lowings loud; Nor can he be at rest Within his sacred chest; Nought but profoundest hell can be his shroud. In vain with timbrel'd anthems dark The sable-stoled sorcerers bear his worshipped ark.\\\"\\n\\n\\\\*(There being no rain in Egypt, the grass is \\\"unshowered,\\\" and the country depends for its fertility upon the overflowings of the Nile.  The ark alluded to in the last line is shown by pictures still remaining on the walls of the Egyptian temples to have been borne by the priests in their religious processions. It probably represented the chest in which Osiris was placed.)\\n\\nIsis was represented in statuary with the head veiled, a symbol of mystery.  It is this which Tennyson alludes to in Maud, 0V.8\\n\\n\\\"For the drift of te Maker is dark, an Isis hid by the veil.\\\"\\n\\nORACLES\\n\\nOracle was the name used to denote the place where answers were supposed to be given by any of the divinities to those who consulted them respecting the future. The word was also used to signify the response which was given.\\n\\nThe most ancient Grecian oracle was that of Jupiter at Dodona. According to one account it was established in the following manner.  Two black doves took their flight from Thebes in Egypt. One flew to Dodona in Epirus and alighting in a grove of oaks, it proclaimed in human language to the inhabitants of the district that they must establish there an oracle of Jupiter.  The other dove flew to the temple of Jupiter Ammon in the Libyan oasis, and delivered a similar command there.   Another account is, that they were not doves, but priestesses, who were carried off from Thebes in Egypt by the Phoenicians, and set up oracles at Oasis and Dodona.  The responses of the oracle were given from the trees, by the branches rustling in the wind, the sounds being interpreted by the priests.\\n\\nBut the most celebrated of the Grecian oracles was that of Apollo at Delphi, a city built on the slopes of Parnassus in Phocis.\\n\\nIt had been observed at a very early period that the goats feeding on Parnassus were thrown into convulsions when they approached a certain long deep cleft in the side of the mountain. This was owing to a peculiar vapor arising out of the cavern, and one of the goatherds was induced to try its effects upon himself. Inhaling the intoxicating air he was affected in the same manner as the cattle had been, and the inhabitants of the surrounding country, unable to explain the circumstance, imputed the convulsive ravings to which he gave utterance while under the power of the exhalations, to a divine inspiration.  The fact was speedily circulated widely, and a temple was erected on the spot. The prophetic influence was at first variously attributed to the goddess Earth, to Neptune, Themis, and others, but it was at length assigned to Apollo, and to him alone.  A priestess was appointed whose office it was to inhale the hallowed air, and who was named the Pythia.  She was prepared for this duty by previous ablution at the fountain of Castalia, and being crowned with laurel was seated upon a tripod similarly adorned, which was placed over the chasm whence the divine afflatus proceeded.  Her inspired words while thus situated were interpreted by the priests.\\n\\nORACLE OF TROPHONIUS\\n\\nBesides the oracles of Jupiter and Apollo, at Dodona and Delphi, that of Trophonius in Boeotia was held in high estimation. Trophonius and Agamedes were brothers.  They were distinguished architechts, and built the temple of Apollo at Delphi, and a treasury for King Hyrieus.  In the wall of the treasury they placed a stone, in such a manner that it could be taken out; and by this means from time to time purloined the treasure.  This amazed Hyrieus, for his locks and seals were untouched, and yet his wealth, continually diminished.   At length he set a trap for the thief and Agamedes was caught.  Trophonius unable to extricate him, and fearing that when found he would be compelled by torture to discover his accomplice, cut off his head. Trophonius himself is said to have been shortly afterwards swallowed up by the earth.\\n\\nThe oracle of Trophonius was at Lebadea in Boeotia.  During a great drought the Boeotians, it is said, were directed by the god at Delphi to seek aid of Trophonius at Lebadea.  They came thither, but could find no oracle.  One of them, however, happening to see a swarm of bees, followed them to a chasm in the earth, which proved to be the place sought.\\n\\nPeculiar ceremonies were to be performed by the person who came to consult the oracle.  After these preliminaries, he descended into the cave by a narrow passage.  This place could be entered only in the night.  The person returned from the cave by the same narrow passage, but walking backwards.  He appeared melancholy and dejected; and hence the proverb which was applied to a person low-spirited and gloomy, \\\"He has been consulting the oracle of Trophonius.\\\"\\n\\nORACLE OF AESCULAPIUS\\n\\nThere were numerous oracles of Aesculapius, but the most celebrated one was at Epidaurus.  Here the sick sought responses and the recovry of their health by sleeping in the temple.  It has been inferred from the accounts that have come down to us, that the treatment of the sick resembled what is now called Animal Magnetism or Mesmerism.\\n\\nSerpents were sacred to Aesculapius, probably because of a superstition that those animals have a faculty of renewing their youth by a change of skin.  The worship of Aesculapius was introduced into Rome in a time of great sickness, and an embassy sent to the temple of Epidaurus to entreat the aid of the god. Aesculapius was propitious, and on the return of the ship accompanied it in the form of a serpent.  Arriving in the river Tiber, the serpent glided from the vessel and took possession of an island in the river, and a temple was there erected to his honor.\",\"timestamp\":1641285817,\"title\":\"\\nIn the meanwhile Turnus had collected his bands and made all necessary preparations for the war. \"},\"digest\":\"Hcr54ffiS1zlYulkiVCUFO0BG3jZTez_e3Ls5ZTTa_c\",\"authorship\":{\"contributor\":\"0xF165065007e6A50f160Ee022853535F41771C1a6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"J9JIr5FK8f8eUmL-nZSBhwA3OvkBZeMh1YZt0zi299o\\\",\\\"y\\\":\\\"iSDDIUHv0mj3zQLDRYBCSOZRUW14cmZsF_RgbbOIsi0\\\"}\",\"signature\":\"GVLg_mdU-RJoLaJ-4gVKQlEOkVcq8AhL5MQ-49VunNd_ZYc_T49_QqFfd3UFSpVA6boZ1LlN-IUK5fkZb7jWCw\",\"signingKeySignature\":\"0xfac28a70d3491a4fd74784f072b4d685f04e79906e36c42cebe6ad71ace2b337657575063f54d9f1031000ffd7f3a0ad5db9dda266e391bdd3b67b042c761cbe1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"J9JIr5FK8f8eUmL-nZSBhwA3OvkBZeMh1YZt0zi299o\\\",\\\"y\\\":\\\"iSDDIUHv0mj3zQLDRYBCSOZRUW14cmZsF_RgbbOIsi0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Hcr54ffiS1zlYulkiVCUFO0BG3jZTez_e3Ls5ZTTa_c\"}"