"{\"content\":{\"body\":\"刚入睡，便被早晨 6 点的闹钟吵醒，通勤 2 小时到达单位，睡眼惺忪地开始一天工作。坐在办公桌前，面对待办事项上堆积如山的工作，觉得件件重要，却不知先从哪里开始，犹豫间无意识地拿起手边的手机，开始刷网页、视频、朋友圈。10 点左右，陆续有同事，远程电话、邮件、微信进来，处理各类临时事情到中午。下午 2 点，又被老板叫去参加一个客户接待，全程也没实质内容，听到最后才明白，来者只是老板的一个朋友，路过而已。下午4 点又被叫去参加一个跨部门临时协调会，会议发起部门事前并没有明确会议主题，也没有会议材料，大家激战 3 小时，也没达成共识。散会重新坐在办公桌前发现待办事项一如昨天，该做的事一件都没做。晚上回到家，吃过晚饭已经 10 点，躺在床上，刷微博，追剧，刷短视频，不觉已到凌晨 1点，明知道该睡觉了，却死活睡不着，不知过了多久抱着手机迷迷糊糊睡着了，潜意识中还给明天做了个规划，一定要完成那件搁置很久的工作。早晨 6 点的闹铃准时响起，又要重复一天的工作。\\n\\n好不容易有一天，没有外界干扰，开始拖了很久的工作，注意力又不集中，大脑中不是蹦出莫名其妙的想法，手也惯性般要打开浏览器，去刷网页。每天都在重复同样的状态，临时的事项，无关的会议把安排好的日程打乱，待办的事项，要读的书籍，只会列在日程上，要做的事永远做不完，日复一日。\\n\\n长此以往，产出效率越来越低，绩效平庸，无法满足单位要求，焦虑越来越重，睡眠越来越差，生活质量每况愈下。年华宝贵，事事难为，每件重要的事情都是艰难的、耗时的、磨人的，工欲善其事，必先利其器，利器在手，做事才能顺畅一些。基本的办事原则和方法便是这利器。\\n\\n## 高效生产力的原则\\n\\n**了解人类本质，追求根本意义**  懒惰事人的本性，如果没有强大的驱动力，很难做成伟大的事情，甚至是一件小事。这个驱动力便是追求生命意义，生命的意义绝不是上班摸鱼，下班睡觉，那和一只咸鱼没有任何区别，生命的意义不在于理想多大，或梦想多小，每个人的追求不一样，但所有人都应该设定自己追求的目标，不因虚度年华而悔恨，也不因碌碌无为而羞愧。\\n\\n**寸金难买寸光阴** 指缝太宽，时间太瘦，不经意间就会从指缝流过。时间的重要性，如果强调都不为过。如果说教是苍白的，可以给自己的时间定个价，就知道时间的价值了。珍惜时间就是珍爱生命。\\n\\n**给目标设定明确的结果和路线图** 1961 年代，美国为和苏联展开太空大战，时任美国总统约翰•肯尼迪把所有的太空目标浓缩成了一句话“在 1960 年代结束前，把一个人送上月球并安全返回”，目标明确具体，NASA 在此目标指引下，制订了非常明确的计划和路线图，1969年 7 月 21 日，阿姆斯特朗成功登月。 后来，在[阿波罗 13 号登月](https://inote.xyz/apollo13-okrs)时出现紧急情况，登月总指挥吉恩，又采取同样策略，为大家明确目标：带三名宇航员活着返回地球，休斯敦调动整个项目组，攻克缺氧、二氧化碳中毒、轨道偏离、手动对接等等困难，阿波罗 13 号终于顺利返回地球。\\n\\n**经得住诱惑，耐得住寂寞**  所有提供即时满足的，都是诱惑，这些诱惑有个统一的名称：奶头乐，即那些能让人着迷的、低成本的，能够使人满足的事物。从社会发展本质上讲，这些低俗内容之所以泛滥，是生产过剩的必然产物，由于生产力的提升，世界上的一大部分人口将不会也不用积极参与到产品和服务的生产，或者不需要（没资格）把大部分的精力投入进去。为了安慰这些人，便用大量的娱乐活动填充他们的生活，以转移他们的注意力和不满情绪，维护社会稳定。当今世界，奶头乐主要有三类，\\n高热量食品，刺激脑垂体分泌多巴胺，美国政府精英为让失业人员安定，把大量高热量食品投喂给他们，最终形成了精英阶层身形匀称，穷人阶层身形肥硕的的现象。\\n低俗内容，获取即时满足，耗费时间。人工智能时代，奶头乐越来越多，极端的就像《西部世界》中的威廉一样，终其一生沉浸虚拟现实其中，流连忘返。日常的，则是各类媒体的推荐算法，不停的给人类推送喜欢的视频、文字、图片。\\n\\\\[\\\\[ content/posts/20180109-人到中年，如何避免沉迷游戏 | 人到中年，如何避免沉迷游戏 \\\\]\\\\]，[沉迷游戏](https://inote.xyz/bimian-game/)获得快感，据传某国级公务员在开会时，不打完《王者荣耀》，不下车。\\n\\n**选择比努力重要** 快节奏时代，每个人都有多个角色，同一角色下也面临不同选择。要处理好角色间的关系，做好切换。也要做好角色内的任务的区分对待，每天时间有限，只有要事优先，才能高效产出。这就要对什么是要事有准确的把握。对于个人来说，要事就是那些对实现目标有推动的事。要紧紧围绕目标，分割任务，积小胜为大胜。\\n\\n## 高效生产力的方法\\n\\n**保持最佳工作状态**  工作时间长，不代表工作效率高，要合理安排作息。合理的一天时间安排应该是三三制，工作8小时，睡眠8小时，生活日常8小时。养成好的作息习惯，每天定时起床，工作，休息，睡觉，规律的生活会把身体调节到稳定的生物钟，在工作时才会有最佳状态。 也有例外情况，有时你非常想工作，干12小时也不累，有时你一点也不想工作，这都是很正常的。想工作时多干点，不想工作时就少干点。\\n\\n**事分轻重缓急** 没有任何两个任务具有同等优先级，在做事情之前，首先要仔细考虑待办事列表，每件任务的属性，包括重要程度，紧急程度，预计耗费时间，需要的外部协作等，做出选择。任务分类可根据四象限法则，把工作划分为重要不紧急，重要且紧急，不重要不紧急，不重要紧急四类，其中要把最重要的事排进重要不紧急一类作为要事，留出充足时间来完成。\\n\\n**计算每件事的成本**  时间是最大的机会成本，一件事情即使再重要，也不能让工作无限期地进行下去，要给所有的事情都设定期限和耗费时间。必须在规定期间和时长内完成。\\n\\n**留出整段时间** 重要的问题往往需要深度思考，深度思考就要耗费时间，要拿出大段（一小时起步）的时间独立思考，才能考虑周全，要非常专注才能高效。这时就需要一个不被干扰的时间和空间，思路一旦被打断，再恢复需要很长时间。\\n\\n**一次只做一件事** 大脑在处理具体的事情时，是单线程的，只有集中精力，每次只做一件事，才不会出错。当然，为了缓解疲劳，可以把时间切成块，在整块时间内处理一件事情，在下一块时间内处理另外的事情，就像学校上课一样。\\n\\n**番茄工作法**  番茄工作法是弗朗西斯科·西里洛于1992年创立的一种时间管理方法。 把 25 分钟设定为一个番茄钟，在一个番茄钟内，切断一切可能干扰，包括网络、手机、邮件、电话，会议，人员打扰等，专心工作。 番茄钟结束后，休息 5 分钟，再继续下一个番茄钟，每完成3个番茄休息15分钟。\\n\\n**集腋成裘** 大型项目有时会跨年，跨月，比如写一本书，开发一款游戏等，这时需要把这样的任务分割成合理的小任务，只要每天都完成小任务，就会越来越接近大目标。 无论如何先动起来。\\n\\n**先做完，再做好** 不要寄希望于一次性把事情做好，要先做完，再求好。一旦在做的过程中追求完美，就会把注意力分散到细枝末节上去，比如边写文稿边排版，边写作边检索，都会影响效率。 准备一个速记本，记下任何分散注意力的东西比如 Google 搜索词、灵光乍现的想法、新点子等。如果你把它们记下来，它就不会再蹦来蹦去了\\n\\n**善假于物也** 如果一件事其他人也可以做到八成好，就让其他人去做，留出时间来做更重要的事。如果一件事可以从已有工作成果中重新组合而来，就不要重复造轮子。比如程序开发要善用开源组件，服装设计要善用杂志剪辑。 如果一件事情可做可不做，就可以不做。\\n\\n**善用收件箱**  当你进入工作状态，专注做事时，有时任务会像纸片一样飞来，这时要设立一个任务收件箱，把新任务暂时收集起来，忙完手头事情再处理新任务。 不然，一个小插曲，也会毁掉一整个下午。\\n\\n**预留机动时间**  每天虽然有8小时工作时间，但只安排 4\\\\~5 小时工作即可，留出 3\\\\~4 小时作为应急时间，以应对突发状况，比如会议、不得不接的电话等，机动时间还可以用来处理收件箱中的待办事，总结一天工作，安排明天计划等。\\n\\n**建立奖励机制**  可以把游戏，娱乐作为完成工作后的奖励，激发工作兴趣。\",\"timestamp\":1641122729,\"title\":\"高效生产力\"},\"digest\":\"p3RpnjI2K7Ftopu_yADx2nMhqlpqZkGFsRvSYQ-cZ_Y\",\"authorship\":{\"contributor\":\"0xE121d0447c6372E864722eC4b34A77D13542890D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gifKn2h3usaJvlX1Ghw6gpSpybOz7QQSHdZNyPd2Xwg\\\",\\\"y\\\":\\\"IXkJt9_al_jNiRDmaz8HZF5pdIaYHoSuI03fuV5uNKU\\\"}\",\"signature\":\"oxT3DvDftBMvA40kpjhAkERCEdZVKzpvpOCWABzEZOOk__nIZG4A1wm9TDsPFfB1Jg3RhBGAp2rUI7EWu7g0zw\",\"signingKeySignature\":\"0x14af8eded700978b71e0ee6b051fbacee36a90f17a8955bda3a3573d461a594807cf703f50816a9b0e6724608fd7dc948ecf63d1d8752f3395c4088c6b248fd61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gifKn2h3usaJvlX1Ghw6gpSpybOz7QQSHdZNyPd2Xwg\\\",\\\"y\\\":\\\"IXkJt9_al_jNiRDmaz8HZF5pdIaYHoSuI03fuV5uNKU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"p3RpnjI2K7Ftopu_yADx2nMhqlpqZkGFsRvSYQ-cZ_Y\"}"