"{\"content\":{\"body\":\"I will run down to you whenever I dare. Give me a nurse to help, this first night.\\\"\\n\\nHe went down and sent into the village for a woman who bore a great name for nursing. Then he wandered about disconsolate.\\n\\nThe leaden hours passed. He went to dress, and discovered Ina Klosking's blood upon his clothes. It shocked him first, and then it melted him: he felt an inexpressible tenderness at sight of it. The blood that had flowed in her veins seemed sacred to him. He folded that suit, and tied it up in a silk handkerchief, and locked it away.\\n\\nIn due course he sat down to dinner--we are all such creatures of habit. There was everything as usual, except the familiar faces. There was the glittering plate on the polished sideboard, the pyramid of flowers surrounded with fruits. There were even chairs at the table, for the servants did not know he was to be quite alone. But he was. One delicate dish after another was brought him, and sent away untasted. Soon after dinner Rhoda Gale came down and told him her patient was in a precarious condition, and she feared fever and delirium. She begged him to send one servant up to the farm for certain medicaments she had there, and another to the chemist at Taddington. These were dispatched on swift horses, and both were back in half an hour.\\n\\nBy-and-by Fanny Dover came down to him, with red eyes, and brought him Zoe's love. \\\"But,\\\" said she, \\\"don't ask her to come down. She is ashamed to look anybody in the face, poor girl.\\\"\\n\\n\\\"Why? what has *she* done?\\\"\\n\\n\\\"Oh, Harrington, she has made no secret of her affection; and now, at sight of that woman, he has abandoned her.\\\"\\n\\n\\\"Tell her I love her more than I ever did, and respect her more. Where is her pride?\\\"\\n\\n\\\"Pride! she is full of it; and it will help her--by-and-by. But she has a bitter time to go through first. You don't know how she loves him.\\\"\\n\\n\\\"What! love him still, after what he has done?\\\"\\n\\n\\\"Yes! She interprets it this way and that. She cannot bear to believe another woman has any real right to separate them.\\\"\\n\\n\\\"Separate them! The scoundrel knocked *her* down for loving him still, and fled from them both. Was ever guilt more clear? If she doubts that he is a villain, tell her from me he is a forger, and has given me bills with false names on them. The bankers gave me notice to-day, and I was coming home to order him out of the house when this miserable business happened.\\\"\\n\\n\\\"A forger! is it possible?\\\" said Fanny. \\\"But it is no use my telling her that sort of thing. If he had committed murder, and was true to her, she would cling to him. She never knew till now how she loved him, nor I neither. She put him in Coventry for telling a lie; but she was far more unhappy all the time than he was. There is nothing to do but to be kind to her, and let her hide her face. Don't hurry her.\\\"\\n\\n\\\"Not I. God help her! If she has a wish, it shall be gratified. I am powerless. She is young. Surely time will cure her of a villain, now he is detected.\\\"\\n\\nFanny said she hoped so.\\n\\nThe truth is, Zoe had not opened her heart to Fanny. She clung to her, and writhed in her arms; but she spoke little, and one broken sentence contradicted the other. But mental agony, like bodily, finds its vent, not in speech, the brain's great interpreter, but in inarticulate cries, and moans, and sighs, that prove us animals even in the throes of mind. Zoe was in that cruel stage of suffering.\\n\\nSo passed that miserable day.\\n\\nCHAPTER XXI.\\n\\nINA KLOSKING recovered her senses that evening, and asked Miss Gale where she was. Miss Gale told her she was in the house of a friend.\\n\\n\\\"What friend?\\\"\\n\\n\\\"That,\\\" said Miss Gale, \\\"I will tell you by-and-by. You are in good hands, and I am your physician.\\\"\\n\\n\\\"I have heard your voice before,\\\" said Ina, \\\"but I know not where; and it is so dark! Why is it so dark?\\\"\\n\\n\\\"Because too much light is not good for you. You have met with an accident.\\\"\\n\\n\\\"What accident, madam?\\\"\\n\\n\\\"You fell and hurt your poor forehead. See, I have bandaged it, and now you must let me wet the bandage--to keep your brow cool.\\\"\\n\\n\\\"Thank you, madam,\\\" said Ina, in her own sweet but queenly way. \\\"You are very good to me. I wish I could see your face more clearly. I know your voice.\\\" Then, after a silence, during which Miss Gale eyed her with anxiety, she said, like one groping her way to the truth, \\\"I--fell--and--hurt--my forehead?--*Ah!\\\"*\\n\\nThen it was she uttered the cry that made Vizard quake at the door, and shook for a moment even Rhoda's nerves, though, as a rule, they were iron in a situation of this kind.\\n\\nIt had all come back to Ina Klosking.\\n\\nAfter that piteous cry she never said a word. She did nothing but think, and put her hand to her head.\\n\\nAnd soon after midnight she began to talk incoherently.\\n\\nThe physician could only proceed by physical means. She attacked the coming fever at once, with the remedies of the day, and also with an infusion of monk's-hood. That poison, promptly administered, did not deceive her. She obtained a slight perspiration, which was so much gained in the battle.\\n\\nIn the morning she got the patient shifted into another bed, and she slept a little after that. But soon she was awake, restless, and raving: still her character pervaded her delirium. No violence. Nothing any sore injured woman need be ashamed to have said: only it was all disconnected. One moment she was speaking to the leader of the orchestra, at another to Mr. Ashmead, at another, with divine tenderness, to her still faithful Severne. And though not hurried, as usual in these cases, it was almost incessant and pitiable to hear, each observation was so wise and good; yet, all being disconnected, the hearer could not but feel that a noble mind lay before him, overthrown and broken into fragments like some Attic column.\\n\\nIn the middle of this the handle was softly turned, and Zoe Vizard came in, pale and somber.\\n\\nLong before this she had said to Fanny several times, \\\"I ought to go and see her;\\\" and Fanny had said, \\\"Of course you ought.\\\"\\n\\nSo now she came. She folded her arms and stood at the foot of the bed, and looked at her unhappy rival, unhappy as possible herself.\\n\\nWhat contrary feelings fought in that young breast! Pity and hatred. She must hate the rival who had come between her and him she loved; she must pity the woman who lay there, pale, wounded, and little likely to recover.\\n\\nAnd, with all this, a great desire to know whether this sufferer had any right to come and seize Edward Severne by the arm, and so draw down calamity on both the women who loved him.\\n\\nShe looked and listened, and Rhoda Gale thought it hard upon her patient.\\n\\nBut it was not in human nature the girl should do otherwise; so Rhoda said nothing.\\n\\nWhat fell from Ina's lips was not of a kind to make Zoe more her friend.\\n\\nHer mind seemed now like a bird tied by a long silken thread. It made large excursions, but constantly came back to her love. Sometimes that love was happy, sometimes unhappy. Often she said \\\"Edward!\\\" in the exquisite tone of a loving woman; and whenever she did, Zoe received it with a sort of shiver, as if a dagger, fine as a needle, had passed through her whole body.\\n\\nAt last, after telling some tenor that he had sung F natural instead of F sharp, and praised somebody's rendering of a song in \\\"Il Flauto Magico,\\\" and told Ashmead to make no more engagements for her at present, for she was going to Vizard Court, the poor soul paused a minute, and uttered a deep moan.\\n\\n*\\\"Struck down by the very hand that was vowed to protect me!\\\"* said she. Then was silent again. Then began to cry, and sob, and wring her hands.\\n\\nZoe put her hand to her heart and moved feebly toward the door. However, she stopped a moment to say, \\\"I am no use here. You would soon have me raving in the next bed. I will send Fanny.\\\" Then she drew herself up. \\\"Miss Gale, everybody here is at your command. Pray spare nothing you can think of to save--*my brother's guest.\\\"*\\n\\nThere came out the bitter drop.\\n\\nWhen she had said that, she stalked from the room like some red Indian bearing a mortal arrow in him, but too proud to show it.\\n\\nBut when she got to her own room she flung herself on her sofa, and writhed and sobbed in agony.\\n\\nFanny Dover came in and found her so, and flew to her.\\n\\nBut she ordered her out quite wildly. \\\"No, no; go to *her,* like all the rest, and leave poor Zoe all alone. She *is* alone.\\\"\\n\\nThen Fanny clung to her, and tried hard to comfort her.\\n\\nThis young lady now became very zealous and active. She divided her time between the two sufferers, and was indefatigable in their service. When she was not supporting Zoe, she was always at Miss Gale's elbow offering her services. \\\"Do let me help you,\\\" she said. \\\"Do pray let me help. We are poor at home, and there is nothing I cannot do. I'm worth any three servants.\\\"\\n\\nShe always helped shift the patient into a fresh bed, and that was done very often. She would run to the cook or the butler for anything that was wanted in a hurry. She flung gentility and humbug to the winds. Then she dressed in ten minutes, and went and dined with Vizard, and made excuses for Zoe's absence, to keep everything smooth; and finally she insisted on sitting up with Ina Klosking till three in the morning, and made Miss Gale go to bed in the room. \\\"Paid nurses!\\\" said she; \\\"they are no use except to snore and drink the patient's wine. You and I will watch her every moment of the night; and if I'm ever at a loss what to do, I will call you.\\\"\\n\\nMiss Gale stared at her once, and then accepted this new phase of her character.\\n\\nThe fever was hot while it lasted; but it was so encountered with tonics, and port wine, and strong beef soup (not your rubbishy beef tea), that in forty-eight hours it began to abate. Ina recognized Rhoda Gale as the lady who had saved Severne's life at Montpellier, and wept long and silently upon her neck. In due course, Zoe, hearing there was a great change, came in again to look at her. She stood and eyed her. Soon Ina Klosking caught sight of her, and stared at her.\\n\\n\\\"You here!\\\" said she. \\\"Ah! you are Miss Vizard. I am in your house. I will get up and leave it;\\\" and she made a feeble attempt to rise, but fell back, and the tears welled out of her eyes at her helplessness.\\n\\nZoe was indignant, but for the moment more shocked than anything else. She moved away a little, and did not know what to say.\\n\\n\\\"Let me look at you,\\\" said the patient. \\\"Ah! you are beautiful. When I saw you at the theater, you fascinated me. How much more a man? I will resist no more. You are too beautiful to be resisted. Take him, and let me die.\\\"\\n\\n\\\"I do her no good,\\\" said Zoe, half sullenly, half trembling.\\n\\n\\\"Indeed you do not,\\\" said Rhoda, bluntly, and almost bitterly. She was all nurse.\\n\\n\\\"I'll come here no more,\\\" said Zoe, sadly but sternly, and left the room.\\n\\nThen Ina turned to Miss Gale and said, patiently, \\\" I hope I was not rude to that lady--who has broken my heart.\\\"\\n\\nFanny and Rhoda took each a hand and told her she could not be rude to anybody.\\n\\n\\\"My friends,\\\" said Ina, looking piteously to each in turn, \\\"it is her house, you know, and she is very good to me now--after breaking my heart.\\\"\\n\\nThen Fanny showed a deal of tact. *\\\"Her* house!\\\" said she. \\\"It is no more hers than mine. Why, this house belongs to a gentleman, and he is mad after music. He knows you very well, though you don't know him, and he thinks you the first singer in Europe.\\\"\\n\\n\\\"You flatter me,\\\" said Ina, sadly.\\n\\n\\\"Well, he thinks so; and he is reckoned a very good judge. Ah! now I think of it, I will show you something, and then you will believe me.\\\"\\n\\nShe ran off to the library, snatched up Ina's picture set round with pearls, and came panting in with it. \\\"There,\\\" said she; \\\"now you look at that!\\\" and she put it before her eyes. \\\"Now, who is that, if you please?\\\"\\n\\n\\\"Oh! It is Ina Klosking that was. Please bring me a glass.\\\"\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/68](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/68)\\n\\n\",\"timestamp\":1637670690,\"title\":\"Only what must be. She is beginning to realize what has befallen her. Don't come here. You can do no good\"},\"digest\":\"tSfNz4VxH0vhCJC8g-6NwlcoF-LP5JAxB4YGerTMarQ\",\"authorship\":{\"contributor\":\"0x6b55Ba15E3e103d91f6dec37dd48B84ddF5B245C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ke-fW3rZtuu2ISz-65Q9U7QRX0L9bKIqUvD0NPcmqt8\\\",\\\"y\\\":\\\"WByC0rQ7r8wgwuFoEqncXATSzYv3RBvwkrwmVF2DKfA\\\"}\",\"signature\":\"AunpKsHceOWq9xJNUJuuqsapDCG4e3c3uxYXJB6XDz7QdaBvh8_g--DaWQkFzwCTbC-hatmGTEWXd9p3d-zGhA\",\"signingKeySignature\":\"0x3b27590a20beb402f5c704833c0fe15a3b736eef2767d656512f9ea5fe38725e17dd1cf7665a2a8b7110f8d532aaa73905757f620abff073b2cbbbb7388c2afb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ke-fW3rZtuu2ISz-65Q9U7QRX0L9bKIqUvD0NPcmqt8\\\",\\\"y\\\":\\\"WByC0rQ7r8wgwuFoEqncXATSzYv3RBvwkrwmVF2DKfA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tSfNz4VxH0vhCJC8g-6NwlcoF-LP5JAxB4YGerTMarQ\"}"