"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/HTdupEefy-ownxDLXHFRK.png?height=1068&width=2134)\\n\\nDecentralized identity (DID) has already become a key pillar of the Web3 world that developers, founders, and projects are currently building. However, DID is simply the first step towards constructing decentralized communities. Transactions and interactions can’t take place without trust. And reputation is the foundation upon which trust is based.\\n\\n**Bringing portable reputation to decentralized Web3 for developers and individuals is precisely why [Orange Protocol](https://www.orangeprotocol.io/) exists.**\\n\\nOrange represents a massive sea change from how reputation is controlled, managed, and utilized. The Web2 era of centralized identity and reputation management is becoming a thing of the past, and the Orange Protocol is here to put digital reputations back in the hands of the users, builders, and developers.\\n\\nBecause the Web3 world consists of so many decentralized identities, communities, and data sources, it’s been an enormous challenge to build, maintain, and carry reputations built over time and across platforms.\\n\\nWe’re here to show you how Orange is the first protocol of its kind that will allow Web3 netizens to take their reputations wherever they want, and how developers can build applications that utilize reputation for more fair, efficient communities.\\n\\n## Wrangling Web3 Reputation Algorithms and Data\\n\\nReputation in the Web3 space essentially consists of algorithms that calculate and compute reputation in various decentralized spaces. However, these algorithms can’t communicate or talk with one another, keeping individuals’ various reputations siloed and separated as well.\\n\\nThe well-earned reputation in a certain DAO via massive involvement and participation, for instance, isn’t visible to the next DAO they join. Even though that reputation is extremely relevant to how they’ll be positioned to participate.\\n\\nConnecting these algorithms is one of the biggest fundamental challenges that Orange solves. Not only does Orange fetch user data from various Web3 systems, but the protocol then generates results in the form of reputation scores that can be used across systems and blockchains.\\n\\n**Our goal is to connect Web3 data and algorithms in a way that makes reputation portable and completely owned by the user.**\\n\\n![Orange enables portable reputation from multiple on and off chain data sources.\\n](https://images.mirror-media.xyz/publication-images/NP2L7BOeqk6Vj2HmB5sg8.png?height=788&width=1400)\\n\\n## Orange Serves both Web3 Builders and Netizens\\n\\nOrange exists to serve two primary sets of users:\\n\\n## 1. DAO and dApp Builders\\n\\nOrange acts as a middle-ware for builders and developers of decentralized apps (dApps) and decentralized autonomous organizations [(DAOs) who want to incorporate portable reputation](https://medium.com/@joinorangedao/why-portable-reputation-is-the-next-superpower-for-daos-and-web3-f46a53f80e6a) into their systems and functionality. Orange allows developers to use existing algorithm providers or configure their own algorithms with data of their choosing. They can even utilize their own dApp or DAO data, using one-stop consent management from users.\\n\\nDevelopers can then generate portable reputation with those algorithms and data sets in the form of scores, reports, non-fungible tokens (NFTs), or verifiable credentials (VC). Any of these forms of programmable reputation can then seamlessly integrate into dApp or DAO systems to trigger customized actions or privileges, such as voting rights or access to airdrops. Orange then allows reputation-related data and algorithms to be shared with other networks or platforms.\\n\\n## 2. Individual Web3 Netizens\\n\\nOrange also acts as a decentralized reputation management portal for all Web3 netizens. Users can browse all on-chain data associated with their Digital Identity (DID) using Orange. They can also link user on-chain, off-chain, and in-app data to their unique DID. In addition, netizens may also view, manage, and authenticate any reputation claims or requests.\\n\\nFinally, individuals can select the portable reputation output of their choosing, whether it be a score, report, NFT, or VC, using the data and algorithm of their choosing. The architecture of Orange is designed to give users total control over their reputation.\\n\\n## Orange is Completely Private and Self-Sovereign\\n\\nOrange’s capability of generating reputation comes from fetching information from a Data Provider (DP) and then sending it to an algorithm provider (AP) to be processed. This is done on an encrypted basis using the APs public key to maintain security and confidentiality throughout the data transmission process.\\n\\n**User Authorization is also built-in to Orange, ensuring that no unwanted data is associated with a user’s reputation score, report, or NFT.**\\n\\nOrange protocol uses decentralized identifiers to link associated data with wallet addresses across multiple chains. And each calculation that goes into a certain reputation score must carry a user signature with it in order to be valid. Because users sign all actions with their private keys, individuals are placed in complete control of their reputation. This also helps developers ensure that each calculation or score is accurate and purpose-built to every use case scenario.\\n\\n**Orange is also non-custodial, so reputation data isn’t at risk of being used for purposes not designated by the user.**\\n\\n## The Role of Algorithm and Data Providers\\n\\nBoth DPs and APs play a central role in enabling portable reputation using Orange. Scores and reports are made possible by DPs feeding information to APs for processing and generation. APs can then configure data sources and algorithms to suit their use case, whether it be a dApp or DAO.\\n\\nOrange also enables a collaborative approach to building a knowledge base of algorithms, as APs can choose to make their algorithms public for integration with any other systems or applications. APs also have the option of keeping their algorithms completely private and accessible only to them on Orange.\\n\\n**It’s our belief that reputation models built by APs using Orange have huge potential for the future functioning and organization of Web3 ecosystems.**\\n\\nIn terms of DPs, Orange allows a more open and progressive model of sourcing data. Traditionally, the majority of data is isolated and siloed in the system it was collected in. This scenario can be anything from a centralized social media network to a DAO. But to make user reputation completely accurate and portable, Orange has been designed to access on-chain data throughout the entire Web3 space, irrespective of which ledger network information resides on.\\n\\nReputation outputs from Orange are therefore the result of data diversity not made possible previously. For example, the protocol can utilize information from DPs as diverse as KYC information from exchanges to entities that issue verified credentials such as driver’s licences and passports. And like APs, DPs can choose to make the schemas they build private or public, potentially helping future DPs on Orange data more effectively.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*bzYH8_IJI3Nd0m_B)\\n\\nOrange generates reputation based on custom algorithm and data specifications.\\n\\nThe Orange protocol is purpose-built to empower developers, APs, and DPs to build and use reputation models on Web3 unlike anything that’s come before. We’re excited to provide the tools and architecture that pull from such a wide array of data sources, while building a developer community that shares and improves upon algorithms.\\n\\n**Moving forward, we see the potential for Orange to become a massive, decentralized collaboration network that will unearth new, innovative ways of using portable reputation in Web3.**\",\"timestamp\":1635941134,\"title\":\"Orange: What the Web3 Reputation Protocol is Made of\"},\"digest\":\"zXr26CwNXAUs75NXdMuYSlwhwPu0CA04z84jN5DBcCA\",\"authorship\":{\"contributor\":\"0x187E46cB0770a68bDB7fF6818420Ea6BeC67f27a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"t10VnvA2l5CpsHbtNFZq2oF03XqDf4Ro_cg8ecTL0do\\\",\\\"y\\\":\\\"l_FAeIJb20xbmupfbeUCY_hSBIzA_AZXlj4BN-vvi70\\\"}\",\"signature\":\"JFe4wbPk_CuMMSdILA6UX9ZkZJRQU6aDEcx-xq_aZGGOY3T7yBsHYxCOKSUKtmv3t30qAQSYhy50fxR5RpnQFA\",\"signingKeySignature\":\"0xca1e115585d9be966965d4d6a5452ff7d8e568c04c214e68a092186b243ffd5832d53afe61b97e6045384939505ccfb8a96195a2dbc70654fe2a5297f6e47bdc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"t10VnvA2l5CpsHbtNFZq2oF03XqDf4Ro_cg8ecTL0do\\\",\\\"y\\\":\\\"l_FAeIJb20xbmupfbeUCY_hSBIzA_AZXlj4BN-vvi70\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zXr26CwNXAUs75NXdMuYSlwhwPu0CA04z84jN5DBcCA\"}"