"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/Ovi84zrlp8ODcMcn6FD9u.jpg?height=638&width=1079)\\n\\n**Q1: Could you please have a brief introduction about Tristan and Survival?**\\n\\nSure, Tristan is a metaverse aiming to provide seamless connectivity between the web-instant games and social media platforms which means that players can do their daily sign-in tasks, collect in-game resources, and even talk to their meta friends in the chat group without opening the game.\\n\\nBesides, Tristan metaverse is a place where we merge GameFi and Socialfi and give value to the playtime. Tristan has received a grant from NEAR Foundation and signed a memorandum with METIS. Tristan is a solution that the current GameFi industry is lacking, and we’re trying to make it as accessible as we can.\\n\\nAnd Survival is our first upcoming game with a lot of exciting features. It is a 2d rendered mud-based pixel game that offers a multiplayer experience and freedom to explore the vast wasteland-themed world with exciting new events.\\n\\nIn Survival World, you wake up from a cryo pod in 404 Shelter, and it marks the beginning of an epic and breathtaking adventure. Following the nerve-racking game plot, you have to collect the natural resources, upgrade your T-Suit and summon your allies to work, fight, and reclaim the civilization that once belonged to you.\\n\\n**Q2: If you have to mention some highlights of Tristan’s survival, what would that be?**\\n\\nMultiplayer experience like dungeons and party system, competitive elements like PvP and arena season, strategic gameplay with resources to assign, and items to build.\\n\\nYou see, you are not limited by the content we provide. Rather, we encourage users to generate their own content. If you can imagine it, you can put it in Survival with our UGC tools.\\n\\n**Q3:As you mentioned, What is T-Suit?**\\n\\nT-Suit is the NFT asset of Survival. There are a total of 10,000 pics of Genesis T-Suit, which will be released officially.\\n\\nEvery T-Suit consists of 8 components that players can gain from exploration, and each of the components has a unique attribute.\\n\\nTo further add another layer, players having Genesis NFTs can upgrade their T-Suit and mint new NFTs in-game. The quality of genesis NFTs will determine how many new NFTs can be generated by players. New minted NFTs can be freely traded on the Tristan market with TGO tokens, which is an essential part of the Tristan ecosystem.\\n\\n**Q4: Would you like to share more details about the TGO token?**\\n\\nTGO is our governance-based token with a 200,000,000 total supply and will also be used across games to give value to your playtime or to mint NFT or trade these NFTs. It is deflationary in nature and it ensures a value proposition. TGO will be common across all our future games. We will be releasing more details about it in the near future.\\n\\nFor its utilities, Vote for UGC game plot and new game launch, Stake for yield farming, Purchase Virtual NFT assets, increase the success rate of crafting, and more.\\n\\n**Q5: When is the Survival game expected to go online? or is an open beta test available?**\\n\\nOur plan is to have an open beta before the end of this quarter. Please follow our Twitter for the latest update. We encourage you to join our Discord to find more about the Project and some mystery easter eggs, which might just get you whitelisted and earn you a spot in survival beta.\\n\\n**Q6: We heard that the Survival Discord Bot is already out. Would you like to share more with us?**\\n\\nYes, we just made our survival discord bot game public today! Players can get a chance to have early access to our upcoming Survival game by playing on our Discord server. You can further collect game resources, battle with in-Discord friends, upgrade your PRE-T-Suit and even explore the unknown land.\\n\\nSharing my personal experience as a user here: I tried the bot game yesterday and it had really interesting components. There are a lot of random events you may encounter while out in the wild and some lucky drops too.\\n\\nRewards range from Discord monthly Nitro, Whitelist, and even BNB. Since the bot launched, I ended up getting defeated in a lot of PvP matches! lol\\n\\nIt’s our first version of the Survival bot, and with players, feedback will keep it upgrading and keep making it more complex.\\n\\n**Q7:Does the Survival bot relate to the official Survival game? How to play it?**\\n\\nYes, all the resources you earn from the discord will be transferred to the official game when it launches.\\n\\nPre-T-Suit, which is automatically generated from Discord, is not equal to NFT T-Suit. But the score of your Pre-T-Suit will determine the NFT quality you can mint. For sure, there will be more privileges exclusive to Discord players like early access to the beta test, being whitelisted, and joining the NFT pre-sale.\\n\\n**Q8: So, during the open beta, will anyone be able to join for free?**\\n\\nEveryone will have the chance to enter, but only limited users out of players who get whitelisted will be given a common T-suit for free, which is required to join the game while others will have to get one from a limited quantity at the floor price given. These initial sets of players can make more T- suit / NFT items for other players and sell them on the marketplace.\\n\\n**Please follow us to learn more about Tristan and Survival. Thanks**\\n\\nWebsite:https://tristanclub.com/\\n\\nTristan Twitter:https://twitter.com/TristanClub_\\n\\nSurvival Twitter:https://twitter.com/Play_Survival_\\n\\nTelegram:https://t.me/TristanClubofficial\\n\\nDiscord:https://discord.gg/AYdsMRQgvT\\n\\nMedium:https://tristanclub.medium.com/\\n\\n**Free Questions Session**\\n\\nUsers in the group ask questions, and guests can choose to answer questions\\n\\n**1、I heard that Survival is a cross-chain game; what’s the launch plan?**\\n\\nWe’re considering BSC as our first landing space for its low gas fee and well-developed gaming ecosystem. And more chains to unlock.\\n\\n**2、IDO?**\\n\\nIt is scheduled for March, before the game’s closing alpha version release.\\n\\nThere will be a series of airdrop events for our early participants.\",\"timestamp\":1642734749,\"title\":\"AMA with Tristan\"},\"digest\":\"yXWe1tvd3IM4jFJ95G3yCNcenllJ1iZ2-E4h_DiPrmE\",\"authorship\":{\"contributor\":\"0xc589f643de02DB58ff2EF56EE6fc271cB10b62B7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QzqHOL5F5vgCWA7nZ47ADky2Bz7x64BKqTUMFl3HluY\\\",\\\"y\\\":\\\"a2Dgz3a7uf5AcRf6FhSX1LXHJbXHoQD6JJDsjoRFy_M\\\"}\",\"signature\":\"yTTRKLnlf8yRAwTUw5VWQInxv6YRO-ChrLOTMO6F51ejBtHj9uFeyywzChT_amfiJ4XkgfF28DJRwrimRioohQ\",\"signingKeySignature\":\"0x558280eaef978762a1a3562f0ef81a01fd58b43cdb3ab19a9e06fb70dc795d83679c6be4bdd37d4f009171c672f480c6302739a96f38b39646b6de9bf24d00b41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QzqHOL5F5vgCWA7nZ47ADky2Bz7x64BKqTUMFl3HluY\\\",\\\"y\\\":\\\"a2Dgz3a7uf5AcRf6FhSX1LXHJbXHoQD6JJDsjoRFy_M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yXWe1tvd3IM4jFJ95G3yCNcenllJ1iZ2-E4h_DiPrmE\"}"