"{\"content\":{\"body\":\"看着面前的铜人接连倒下，那个黑旋风是面露笑容，目光流转向远处的法老王，就象一只贪婪的棕熊，盯着一头肥美的羚羊一般，似乎已经看到法老王身上的极品装备在向他招手，而那边陷入苦战的钱大也留了个坏心眼，没有告诉黑旋风，这法老王还会失明术，以及还没使出攻击性魔法。\\n\\n```\\n“前面的朋友让一让，看我们围剿那法老王。”眼看肉搏战已近尾声，黑旋风把斧子一扳，粗声粗气地喝道，钱大他们虽然也冲到了门口，但是只剩下三、四十人而已，根本不能和满员的黑旋风人马相比，所以，对付boss的艰巨任务，义不容辞地要转交给黑旋风一伙，钱大他们如果聪明的话，现在就该乖乖地闪到一边，等黑旋风过去之后，拔脚闪人才是上策。\\n\\n不过，人心总是贪婪的，人的yu望总是无休止的，见到黑旋风浩浩荡荡一大拨人马，钱大心里也另外打起了小算盘，法老王仅仅唤醒了一群铜人，就让自己手下的精兵悍将损失惨重，黑旋风这帮人家应该是误打误撞来到这里，根本就不知道法老王的厉害，问号级的boss，如果不捏拿到它的软档，绝对不是几百人就能对付的。正好借这帮人马，上去试试法老王的厉害，看看它还有什么招式，这样下次过来之时，才有所准备，没准，还能捞到点好处呢。一颗难得一见的镇魔珠，并没有让钱大知道见好就收这个道理。\\n\\n“弟兄们让让，给他们过去。”脑海里电光火石般转过这些念头，钱大立即挥手对身边剩余的手下说道，同时，目光掠过钱字组的几个兄弟，用眼神制止他们颇为不满的表情，小不忍，则乱大谋，要是惹得这黑脸汉子翻脸，自己兄弟统统得挂这里，不合算的。\\n\\n哐啷一声闷响，最后的一个铜人被黑旋风的两斧头给砍翻在地上，两帮人马汇合在一起，不过一帮是伤痕累累，面带血染的风采，而另一帮是气势熊熊，面无半点惧色，看样子，是不把法老王拿下，是誓不罢休。\\n\\n********************************************\\n\\n难道，法老王就会干等着让那帮玩家来围剿自己吗？\\n\\n不，当然不会，我不由自主地往后退却着，因为，他手中那血红色的小金字塔，已经变得越来越大，而且，也不再是若隐若现，变成一个实实在在的存在。\\n\\n外表，是层如琉璃般色金黄色，里面，则流转着如墨汁般的朱红，周围的空气，在小金字塔周围都变得扭曲异常，映入眼眸之中，有种令人窒息的扩张力和威慑力。不是绝招不出手，这玩意，绝对有超强的杀伤力，我的心里对此绝对是深信不疑。\\n\\n“竟敢踏入审判领域，无知的罪民们，你们的行为，已经无可宽恕，激发我的震怒，那就是让你们步入死亡之路，聆听诸神的呼声，接受我的裁决，受死吧，血色金字塔！”法老王大声吟唱着咒语，一手将法典高高举过头顶，一手将魔杖扬起，那血红色的小金字塔在半空中不停盘旋着，\\n\\n扑通扑通，摸着自己的小心窝，我一脸的愕然，是俺的眼花花，还是真真切切，我怎么感觉那小金字塔似乎在越变越大拉。\\n\\n魔杖上流光四溢，其灿烂如霞，又好似昙花绽放，那小小的血色金字塔在爆发的光环中一闪而过，转眼就出现在黑旋风和钱大等人的头顶上，滋滋喀喀，竟然变得无比的庞大，俨然就是个缩小了几圈的金字塔，满满地充斥着大殿，带着如泰山压顶之势，沉沉地往下面的玩家身上压了过去。\\n\\n轰隆一声巨响，整个殿堂里都在回荡着嗡嗡的声音，庞大的金字塔将整个地面都压得塌陷下去，嚓嚓嚓，一条条龟裂纹顺着金字塔的边缘，往四周蔓延过去，无数道白光接连从血红色的金字塔下飘了出来。\\n\\n都没机会叫唤两声，根本来不及躲避，只是这一下，黑旋风那七、八百人的队伍，转眼之间就只剩下一半。恐慌、畏惧、愤怒，种种抵触情绪浮现在劫后余生的诸人脸上。\\n\\n而饱浸在血流之中的金字塔，并没有立即消失，随着法老王手中魔杖一挥，一道闪电般的光芒斜斜地砸落向金字塔。只听砰的一声，外面的金色薄膜顿时被引爆了。嗖嗖嗖，一枝枝紫黑色三角长箭如炸了窝的马蜂一般，顿时飞溅向四周。\\n\\n啊……哇……呀……周围的玩家这次总算来得及叫唤几声，然后带着一身的血箭，倒地而亡，这轮过罢，殿堂里剩余的玩家，已经不足一百人。\\n\\n阴险啊，歹毒啊，还好我没冲动，忙着上前去抢地上暴出的装备，看着法老王给出的魔法二连击，竟然造成如此强大的杀伤力，轻轻松松搞定前面的玩家大队，我心里暗暗惊叹，看来对付这法老王，一定不能跟他玩密集阵，否则的话，一砸一大片，一射一大堆，吃不劲的苦头，受不劲的亏。\\n\\n见法老王竟然如此神勇，抬手一个魔法就让自己一方损失惨重，开始冲在最前面，侥幸逃过血色金字塔攻击的黑旋风也面露惧色，拎着两把开山斧头的双手，似乎在微微发抖，脸皮不自觉地打着颤，双唇一张一翕，看嘴型，敢情是在慰问法老王的全家。\\n\\n而我的目光，则锁定到钱大一伙身边，他们刚才没有识相闪人，还跟在黑旋风一伙的身后，正好被激溅的血箭给射成人肉刺猬，横尸当场。地上，一颗晶莹闪亮的珠子在血污之中显得格外抢眼，让我顿时目光一亮，那不是刚才被钱大收如囊中的宝珠吗，这家伙运气真是不好，一死就爆掉了，那玩意，我要定了。\\n\\n看着法老王在喃喃低语，手中的魔杖又凝聚起夺目的光华，我心里顿时明白过来，这老家伙又想用失明术了，估计跟在失明术后面的，又是什么大范围的攻击魔法，对付残余的玩家，肯定是绰绰有余了。\\n\\n开启急速，我一头冲向钱大送命的地方，左手跟着往背包里一掏，一颗黑暗天幕立即滚落在掌心里，一甩手，将它砸落在宝珠旁边。\\n\\n嘭，那灰黑色的光球应声落地，也不见有丝毫征兆，地上顿时翻涌起阵阵浓密的黑雾，将周围的一切淹没在浓雾之中，除了哥们我，其他人统统处于伸手不见五指的状态之中，尽管有不少人想染指那颗宝珠，但是现在，机会，只给了我一个。\\n\\n一个燕子抄水，我将那宝珠一把握在手中，还没等细看，夺目的金光再次闪耀在大殿之中，而我的黑暗天幕恰巧可以抵消失明术对我的攻击效果，看着身边诸人一一陷入抓狂中，我回手将宝珠扔进背包，拔腿就往外奔，上面那个变态的法老王下面还不知道有啥狠招，咱还是识趣点好，得了便宜我不卖乖。\\n\\n“弟兄们，给我上啊！只要近了他的身，这老家伙就没命了。”黑旋风这声吼叫，明显有点中气不足。\\n\\n跟魔法师对战，要近战的道理谁都懂，但是对付等级超越自己太多的boss，这个道理还能行得通吗，先前钱大手下那票刺客吃过的亏，显然黑旋风是不知道的，他还妄想带着身边一帮不怕死的弟兄，冲到法老王身边，来个近身围剿。\\n\\n法老王上身的法袍突然分解开来，笼罩在黑气之中的躯体，如充气似得膨胀起来，而缕缕黑气，则被倒吸进他体内，而那本被按在魔杖上的法典，则如融化了一般，在杖身上扭曲变形，犀利的剑锋，锐利的剑芒，粗长的剑身，只不过是短短几秒而已，那魔杖和法典竟然变成一把金色双手巨剑。\\n\\n黑雾吸尽的法老王，恰似一名周身缠绕着金丝的蛮壮斗士，只是那颗被焦黑色皮肤包裹的头颅和如牛的身躯有点不成比例，一对猩红的眼睛里满是杀意，桀桀桀，早已没有牙齿的嘴里发出阵阵刺耳的尖笑声，似乎在嘲弄冲上来的黑旋风。\\n\\n呼，一舞手中金剑，变异后的法老王大步迎向了黑旋风，刀光剑影，血雨腥风，又是一场实力悬殊的肉搏战，躲避不及的黑旋风，和他的一帮手下统统被卷入其中，此时此刻，黑旋风心里全是一个悔字。\\n\\n一口气冲出了小门，耳边那凄厉的叫声对我来说如同空气飘过，我耐住好奇之心，没有再回头，所以也无法看到背后血腥无比的一幕，不过对于钱大和黑旋风他们来说，是深深地将法老王的那无比狰狞恐怖的面目记在了脑海之中，这对他们来说，简直就是一场噩梦，想讨boss的便宜，结果弄得是两败俱伤，钱大和黑旋风他们，真是亏到家了。\\n```\\n\\n\\n------------\",\"timestamp\":1640769904,\"title\":\"第三百零一章 两败俱伤\"},\"digest\":\"CFplhPOmkvuB1_Gzvf_aHUpYFh6Q2n3h2B4ZohEkKwE\",\"authorship\":{\"contributor\":\"0x3eC951C90E2a6C5Cc9C45257BD2f918282F0b579\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6zjbi1-QV5g5OrapWVtFoKwJ0uf_-LPck4qCAUcR4uI\\\",\\\"y\\\":\\\"cMtKqBhc2wgPJb3s-mu-_D4P0dQZ2uJnvKeqxhXKdzs\\\"}\",\"signature\":\"fRGCYGN_pPpKGevuZrs1dXBw811ZSEAtyfnwe6EibwN_rgYYeORMyaEILEDRHlVjkWatvd6k4uxEC13ocQB2vw\",\"signingKeySignature\":\"0x8371e87171c7330794697b64b8a73bf9d72c281f4a73c7fd44514eee9d2b846817120597bdbc584c4b5c42218754395dcaf389152d0e471b193a07bc4aa6722f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6zjbi1-QV5g5OrapWVtFoKwJ0uf_-LPck4qCAUcR4uI\\\",\\\"y\\\":\\\"cMtKqBhc2wgPJb3s-mu-_D4P0dQZ2uJnvKeqxhXKdzs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CFplhPOmkvuB1_Gzvf_aHUpYFh6Q2n3h2B4ZohEkKwE\"}"