"{\"content\":{\"body\":\"Last week, two new products launched in the drop-in audio space. Facebook\\nannounced Live Audio rooms and Spotify announced Greenroom. Reason?\\nClubhouse. The drop-in audio chat platform which launched last year created\\na new category of social media and is currently valued at $4 billion.\\n\\nAnd every tech giant is now trying to build a version of their own. I wouldn't be surprised if Linkedln announces its version of the drop-in chat platform for professionals.\\n\\nBut one question that bugged me was \\\"why didn't these companies build a Clubhouse in the first place when they had capabilities to work on more complex technologies like video chat, social gaming, and virtual reality?\\\" The answer I could think of was that they might have thought \\\"Drop-in audio? Don't we all have calls for that?\\\" and would've dismissed the idea. \\n \\nBut Clubhouse took a simple idea and packaged it well. They reduced the\\nfriction in making conference calls and brought in a social element making\\nusers feel like they're talking to each other in a social gathering. And that paid\\nOff.\\nSimilarly, when scheduling app Calendly launched, people thought \\\"It's too\\nsimple!\\\". But, today Calendly is worth $3 billion and there are hundreds of\\nCalendly clones in the market aiming to be them. \\n \\nA lot of times companies and founders dismiss an idea just because it sounds\\ntoo simple. They always want to solve complex problems. Use the latest\\ntechnology - which is great! But instead of choosing whether or not to make a\\nproduct based on its technical complexity, they should look at its true market\\npotential and the benefit it will provide for the users. \\n \\nAnd if they see some positive signals, they should do something about it\\nmaybe launch an MVP to see if the customers are paying for it. So, if you've\\nshelfed an idea thinking its too simple, take it out and work on it.\",\"timestamp\":1640663877,\"title\":\"#28 Don't Ignore Simple Ideas\"},\"digest\":\"QozKfooVNjAXelQSqrrj5r8OY7Lf8O4evh_-DFlL2fo\",\"authorship\":{\"contributor\":\"0x5F882566e4B071Ec1565Ed633EDBFB5c902dCA74\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cb9ePrCFLZR-4NXgsAX4SZ5NyWgJMXzcxgUycfp34tg\\\",\\\"y\\\":\\\"-uJZlFRlIbA2bDe_0rg8P0-mJO7eZ8xwXzIYqo0klzw\\\"}\",\"signature\":\"inmax3jGZaeI2QjcBwKk0qnp_3dUpRD8UkTXv1dVxkZe-eLNVmfPx75bbHdz3ps94lF7bzbcC60ZldErqcH2lA\",\"signingKeySignature\":\"0xf271a1ca4c9bb25ddc14dfa515625cd77e5f6ed98214caf449f4d4fcb7b03ef276afdbef970f502d371f52647006f92654cbb3dd67c0ea60a9d0bc414bf44d471c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cb9ePrCFLZR-4NXgsAX4SZ5NyWgJMXzcxgUycfp34tg\\\",\\\"y\\\":\\\"-uJZlFRlIbA2bDe_0rg8P0-mJO7eZ8xwXzIYqo0klzw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QozKfooVNjAXelQSqrrj5r8OY7Lf8O4evh_-DFlL2fo\"}"