"{\"content\":{\"body\":\" \\n   \\n 笔者认为，新形势下创新大城市社会治理是一项系统工程，我们需要在实践中把握以下几对关系。 \\n 　　要把握“他治”与“自治”的关系。社会治理的实践如火如荼，许多地方进行了有益的尝试，包括优化基层部门与职能设置、推进落实属地化管理、整合政府服务力量等。在实践中，我们服务型政府的建设取得了明显的成效，一些不合适、不合理的规定正逐步得到调整，良性的政府治理体系正在不断重塑基层的制度环境。但我们应当看到，好的治理需要“他治”与“自治”的良性互动与上下协同，不仅要改进政府治理，同时也要激发群众自治的积极性。在一些地方，尽管基层搭建了大量的平台，但是部分群众却对其不以为然。其中，固然有上班族工作繁忙、参与意识不高等客观因素，但归根结底还是由于我们没有充分实现以需求为导向的多元化治理，在制度设计上没有充分匹配群众的需求。因此，进一步创新社会治理的关键就在于理顺“他治”与“自治”的关系，让基层真正“活起来”、“动起来”。 \\n 　　要把握“程序”和“内容”的关系。程序与结果似乎是一对反义词，但两者是一种统一的关系，在政府治理过程中，我们不仅需要做到程序上合理，也需要做到在内容上通俗易懂。随着法治化进程的不断加快，政府治理行为愈发地合理、规范，服务愈发便捷、高效。但我们也应当注意到，在一些领域，经常会看到“正在办理当中”、“不符合相关规定”、“不属于我部门管理职责”等程序式的办理回答，这些标准答案似乎合理，但若细究，又过于模糊。事实上，如果我们能靠前一步，发扬主观能动性，用通俗易懂的语言详细地向群众告知办理的进程、具体的规定、应该求助哪些部门，让群众听得更加清楚、看得更加明白。因此，创新基层社会治理需要重视“程序”和“内容”的关系，既要尊重程序、遵守程序，又要在内容上有一些变通和灵活处理，进一步拉近政府和群众的距离。 \\n 　　要把握“技术”和“情感”的关系。在今天，随着时代发展，信息技术、网络技术正成为助推基层社会治理的“飞翼”，大数据与人工智能嵌入于治理过程中，取得了前所未有的效果。但从一个更加长远的角度看，我们不应过分夸大技术的作用，更不能陷入“唯技术论”的怪圈。技术终归是冰冷的、扁平的，而人是立体的、鲜活的，因此社会治理不能忘记情感的投入。善治须达情，达情始近人。纵观中国历史文化，好的治理一定与人的“情感”密可不分。在西方的个人主义社会里，个人与国家、政府并无太多的情感联系，更多的是一种基于契约的法理关系。然而中国社会则不同，中国社会自古便重视“民心所向”，“水能载舟、亦能覆舟”的道理是千百年来颠扑不破的真理，来自人民、植根人民、服务人民更是我们中国共产党永远立于不败之地的根本。因此，创新社会治理同样需要平衡“技术”与“情感”的关系，既要充分利用技术所带来的便利，也要通过实际行动察民情、解民忧，暖民心，从而进一步巩固与人民群众的血肉联系。 \\n 　　行百里者半九十。创新社会治理绝非轻轻松松便能完成，我们既要能“沉得下去”，深入了解基层和群众；又要能“跳得出来”，有足够的视野进行科学决策。唯有如此，才能实现真正的创新。\",\"timestamp\":1638413586,\"title\":\"创新社会治理要把握三对“关系”\"},\"digest\":\"4tTGJjTroBSUCVJ4yjaKv_e2pSgccBMUDSIe_nErnBM\",\"authorship\":{\"contributor\":\"0xF8d285395Ff88B4d8768e06cc136BFEa6D2ACd43\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ByMp4Aq90_WX1jcMumJzjLwow6sRxBmdvWMumPrQNfo\\\",\\\"y\\\":\\\"mG9dzc572Pc7cPu3lWEYLv1ES7dm-HNzWS8Nk4VGDR4\\\"}\",\"signature\":\"rJDycqzZDFa4JTl8_OBL_Y7bH3Mb_aSgYymqQGvVpoGofi1TP99Wa4tZO_QvrAaUBVvzJV6VXmO_NizNicNn8w\",\"signingKeySignature\":\"0x8c893485292e00b4ffee0fa57c498adbe5973e42cb43d63f4682eaf94c7573fc3ca6fadd1dbdab6ff6e50cb2eafc9d50a63f8e8bf34fc2f9130986cb341777791b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ByMp4Aq90_WX1jcMumJzjLwow6sRxBmdvWMumPrQNfo\\\",\\\"y\\\":\\\"mG9dzc572Pc7cPu3lWEYLv1ES7dm-HNzWS8Nk4VGDR4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4tTGJjTroBSUCVJ4yjaKv_e2pSgccBMUDSIe_nErnBM\"}"