"{\"content\":{\"body\":\"门开。\\n\\n一个绝美的少女在门口给他开的门，少年讶道：“你是紫萱的妹妹吗？哇，比你姐还漂亮！”\\n\\n少女淡定道：“我就是我姐，只是没戴眼镜而已。”\\n\\n少年“哦”了一声，毫无心理障碍地进了她家的门。\\n\\n门在身后关上，少年说：“校长大人呢？”\\n\\n艾紫萱：“跟我妈一块儿买菜去了，马上就回来。”\\n\\n听到这里，司空零又开始随意了：“你别戴眼镜了以后，这样可以跟慕容就不分胜负了，她个儿高，你皮肤比雪还白。”\\n\\n艾紫萱：“哦，你不是说忘了她吗？骗我呢吧。”\\n\\n司空零目光空洞，叹道：“对不起，骗你了。哪那么容易忘啊？那样修长高挑的身材，比绸缎还光滑柔软的披肩长发，不管是平常还是尖叫、发怒都那样好听的声音，还有那不知名品牌的香水，跟淡淡的女体香混合成毒倒所有牲口的蒙汗药……世上唯一能够让我忘掉雪酱的就是紫酱了。”\\n\\n艾紫萱“哼”了一声，不让人看出她的悲喜，司空零明察秋毫的目光竟无法窥探到她此时的微表情。\\n\\n司空零干咳两声：“紫酱最近还好吗？”\\n\\n艾紫萱：“嗯，还行。你去美国干么？”\\n\\n司空零：“主要是考查一下搜索技术，这会是互联网以后最重要的技术。幸好你逼我去跟校长大人道歉了，我没想到签证还要学校的证明呢！”\\n\\n艾紫萱想到那次的可笑处，不由得失笑，气氛顿时轻松了不少，她注意到他的着装风格大变样，便问：“你这衣服很不错啊，是日系的范儿。”\\n\\n司空零：“哦？有范儿吗？是我的小助理帮我买的，有一次她问我的偶像是谁，我说，我没有偶像，不过要是我能选择一个先贤一起喝一杯的话，我会选Steve_Jobs。小助理记在心里了，后来她领到工资一高兴就帮我买了乔布斯最喜欢的品牌--三宅一生。我这次去纽约确实要准备几件有格调的衣服才行，穿着晋江泉州套装的话，万一心高气傲的小李不让进门就尴尬了。”\\n\\n艾紫萱：“喂，你给小助理多少薪水啊，居然能买得起三宅？”\\n\\n司空零：“很贵吗？可能是高仿？”\\n\\n艾紫萱伸手触摸了一下他身上的衣角，又翻开领子观摩了一下，说：“好像质量不错，东省居然有三宅卖？你助理怎么联系？我得问问在哪儿买的。三宅的女装更有名。”\\n\\n司空零把电话薄翻出来给她。\\n\\n艾紫萱看看，讶道：“纳兰？这像个贵族的姓，你这助理这么牛？”\\n\\n司空零叹道：“这个可怜的孩子，是孤儿院长大的，瘦得真正像柴火妞，她们院子里所有的孩子都姓纳兰，他们的金主的姓氏。”\\n\\n艾紫萱“哦”了一声，默默记下号码。\\n\\n司空零：“怎么不打？”\\n\\n艾紫萱：“有空再打。”\\n\\n司空零：“是想珍惜跟我在一起的每一秒钟吗？”\\n\\n艾紫萱白眼伺候：“滚。三心两意……干么不继续去追慕容呢，要我帮你吗？”\\n\\n司空零失声：“帮我？怎么帮？”\\n\\n艾紫萱：“哼，我要是成为她的闺蜜，可以帮你刺探情报啊。其实……你加把劲兴许就成了，一个用香奈儿Number_5的女生，最终都会落入一个金闪闪的男生手中。”\\n\\n司空零“哦”了一声：“原来那就是N5……不要你去，我怕N5女生还没落入我囊中，我心爱的紫酱却早早地落到N5女生的BF手里了。”\\n\\n艾紫萱噗嗤一笑：“我有那么没用吗？”\\n\\n司空零：“那还用说吗？虽然我智商比他高，比他犀利，比他有钱，比他有趣，比他有万般优势，但是经不起他高大帅气的轻轻一个反击的眼神啊。”\\n\\n艾紫萱微笑道：“没想到你还挺自卑的，其实……我要从你们当中选BF，我会选你的。”\\n\\n司空零大喜：“真的？不是安慰剂？”\\n\\n艾紫萱：“因为他永远保持风度翩翩的模样让我很反感，一点意思都没有。”\\n\\n司空零“嘶”了一声，恼道：“原来是又想你的EX了呀，害我白高兴一场，还以为自己已经略有王霸之气了。”\\n\\n艾紫萱奇道：“你居然能猜到这？”\\n\\n司空零：“我猜到了结局，没猜到过程，他怎么你了？”\\n\\n艾紫萱：“永远不要问我关于他的事，否则绝交。”\\n\\n司空零赶紧赔笑不止。\\n\\n\\\\---\\n\\n校长大人终于回来了，他对这个辍学生的事业发展很感兴趣，其实创业是一件很不靠谱的事情，像司空零这样一出手就大成的人，不管商业模式如何的不堪，他都觉得了不起。\\n\\n校长问起互联网的事情，司空零老实地回答，知无不言，言无不尽，让校长大人觉得很有收获，比起学院派那帮人讲的有趣有见识多了，看来这新时代是一定要妥妥地属于新生代了。\\n\\n校长：“你这方面的知识完全可以拿留学签证到美国啊，这个好拿，我可以给你写推荐信，你不也说知识不够扎实嘛，去伯克利学习学习，以后事业做得更大！”\\n\\n司空零本想一口回绝，听到伯克利三字，脑子闪过念头：“伯克利啊……这个有点意思，他们在硬件虚拟化方面有优势，将来的云计算时代大有所为，也是我考查的重点。”\\n\\n他们讨论了一下这个路线的细节，校长大人跟伯克利的一些华裔教授比较熟悉，还是挺有把握的，就是司空零经过一些考试转学到伯克利，因为不需要拿奖学金什么的，并没有那么难。拿到了腾讯40%的股权，司空零对国内的发展已经没什么兴趣了，他觉着能拿个伯克利的学位对他在硅谷的发展有助力。校长还以为他对读书仍然有兴趣，毕竟在校长的眼里他还只是一个二十岁的孩子，比他家的二十四岁的紫萱还要小四岁呢。\\n\\n可是紫萱眼里的司空零完全没有孩子气，她看着他跟父亲言语来往有商有量的模样，很容易产生校长大人跟东大教授在讨论事情的错觉，只是想起司空零调戏自己的言语才有些回到现实。\\n\\n临末，司空零强烈要求艾紫萱送他。\\n\\n在幽静的教师小区里，司空零摊牌：“紫酱，我要严肃的批评你，校长大人说你根本没有男朋友，你的废材BF是哪里来的？忽悠我呢？”\\n\\n艾紫萱幽幽一叹：“有又怎么样？没有又怎么样？我对所有男人都没兴趣，你不过是一个有趣的小弟弟。”\\n\\n司空零“嘶”了一声，感叹道：“是不是啊？怎么好像你的怨念快赶上我了？到底说希伯来语的哥们儿做了什么伤天……”\\n\\n艾紫萱冷然道：“别忘了我的警告。”\\n\\n司空零一个激灵：“啊，我打住了，我闪电般打住了，您别生气。”\\n\\n艾紫萱：“你回去吧，再见。”不待他回应，便倏然转身，决然而去。\\n\\n司空零呆在当场，喃喃道：“有妖气……贞子般的怨念……”\\n\\n他很奇怪的是艾紫萱在不远处停了下来，静静地站在那里，他好奇地看了几分钟，她仍然在，他忍不住靠近过去侦察。\\n\\n他发现她在路灯的清辉中，那故意用眼镜遮盖的绝美容颜挂满了晶莹的泪花，好一个泪汪汪的娇媚眼镜娘。\\n\\n司空零柔声道：“紫酱如果希望的话，我可以立即从这个世界上彻底消失。”\\n\\n艾紫萱差点破涕为笑，声音略带沙哑：“你下地狱吗？”\\n\\n司空零正经道：“地狱也是一个令人神往的地方……就怕宇宙之大，却没有快乐的容身之处。其实……我也那样地恨过这个世界上的所有女生，恐怕怨念只比你多不会比你少。你起码还有一张艺术品般的脸可以孤芳自赏，还有一个疼你的爹地一个温暖的家，而我……我要不是运气好赚到点小钱，我一无所有，姥姥不疼，舅舅不爱，美眉不睬，姥姥啊，这是什么生活？”\\n\\n艾紫萱终于忍俊不禁：“不要再逗我笑！”伸手用手背拭泪。\\n\\n司空零温柔道：“笑了吗？笑了好。我的紫酱，一定要开心，元気哟！”\\n\\n艾紫萱美唇纠结了一下：“唉，我比你大了整整四岁……”\\n\\n司空零：“这有什么要紧呢？只要呆树鸡，四年，才四年，君生我未生，我生君已老，那才是悲剧。宇宙中离我们太阳系最近的比邻星就只有四光年，四年，这是宇宙中两颗温暖的恒星最近的距离，多和谐啊……”\\n\\n艾紫萱看着嘴上抹了蜜似的小弟弟，心如鹿撞，就这么沦陷了吗？不会吧？\\n\\n司空零：“紫酱……”\\n\\n艾紫萱声细如蚊：“嗯？”\\n\\n司空零：“呆树鸡。”\\n\\n艾紫萱真心脸红了。\\n\\n司空零：“你也呆树鸡我吧，要不，我就到豆腐西施那儿买块豆腐撞死！”\\n\\n艾紫萱笑骂：“死相，色狼！要死还要找豆腐西施的豆腐！”\\n\\n司空零看到逗她开心的任务已经完成，表情就淡定了一些，牵她柔滑的小手，说：“晚些回答我吧，我们去后街的酸菜貂蝉那儿买点酸酸甜甜的泡菜，请你一定要像无知小女生一样好好吃一顿！”\\n\\n艾紫萱拒绝无力，只能像小羊羔被大灰狼牵走一般随缘了。\\n\\n“司空零！”\\n\\n“嗯？”\\n\\n“从现在开始，不准再想那个N5女生。”\\n\\n“嗯，Copy That.”\",\"timestamp\":1638099593,\"title\":\"为何少年 第九章 星如雨\"},\"digest\":\"N5mLhN6QkyDgVwlmTd4FQpAlvrbG1wnS5CE2RaCwft0\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"signature\":\"REazMSIGhekysZAh_Fahc_ACYOCiyfYhuPnSsNBEYw4z4KWmx-midcOwqHiyibY7sdtuCFMnb98FWcrERnU-cg\",\"signingKeySignature\":\"0x9eccd16dc248634c8e38898fb1699bb63c20c5bd0b95f7742dbb5ea522d9680418b77ff960d13415065fe51241943804bc7f94c78f791368ba134e765469b5b51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"N5mLhN6QkyDgVwlmTd4FQpAlvrbG1wnS5CE2RaCwft0\"}"