"{\"content\":{\"body\":\"Do you know Thanksgiving Day?Do you know why human thank God?\\n\\nThanksgiving falls on the fourth Thursday of November, a different date every year. The President must proclaim that date as the official celebration.\\n\\nThanksgiving is a time for tradition and sharing. Even if they live far away, family members gather for a reunion at the house of an older relative. All give thanks together for the good things that they have.\\n\\nIn this spirit of sharing, civic groups and charitable organizations offer a traditional meal to those in need, particularly the homeless. On most tables throughout the United States, foods eaten at the first thanksgiving have become traditional.\\n\\nWhat should we thank?\\n\\nThe thankful great universe provides the environment of existence for us and give us sunlight, air, water and everything in keeping with we existence of space, bring storm to let us accept to toughen for us, bring to us mysterious let us look for.\\n\\nThe thankful parents give us the life, make us feel the merriment of the human life, feel the genuine feeling of the human life, feel the comity of the human life, feel happiness of the human life, also feel hardships and pain and sufferings of the human life!\\n\\nThe thankful teacher works with diligence and without fatigue everyday of teach, give us knowledge ability, put on the wing which flies toward the ideal for us.\\n\\nThe thankful classmate and friend grows up road of, let I no longer standing alone in the itinerary of life;The with gratitude is frustrated and let us become in a time the failure stronger.\",\"timestamp\":1639139291,\"title\":\"Live with thankfulness\"},\"digest\":\"ecABb1cEU2GoUVdOJsOBdMFGPBEi6aOJD1xXVgc1WmI\",\"authorship\":{\"contributor\":\"0x4bbBb3809238B47eC5F6f7b45BA8942ed0220a57\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0fih-_gGL4GSotEQdJm8VeArxY-SaR5_U0_uarPeJqQ\\\",\\\"y\\\":\\\"7-eUCOdDSQng7LJ7bdNDOGI9x_ycbUPBlsaZA13uYpg\\\"}\",\"signature\":\"UUvZPttXgTI8iKmAHU_E6eMV6-WLxyhdZe6W1PnjwuEz7x8xHPRkhoGQpTeqYGujqizJzOnN29aS9IbQOyqs5Q\",\"signingKeySignature\":\"0x1a10d1f7e4dbadbfe5b92e3fb7ff58a5e828f452f1c358fbe7a960c2d44b288a41b57738a33fac3bd392f921ad33f314ddd86e9a08764f0b3ee0d733d25de19e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0fih-_gGL4GSotEQdJm8VeArxY-SaR5_U0_uarPeJqQ\\\",\\\"y\\\":\\\"7-eUCOdDSQng7LJ7bdNDOGI9x_ycbUPBlsaZA13uYpg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ecABb1cEU2GoUVdOJsOBdMFGPBEi6aOJD1xXVgc1WmI\"}"