"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/PlZDEzJdfQh97Iwf6mLHL.png?height=720&width=1080)\\n\\nWeare so exciting to have gathered **[Mo Dong](https://twitter.com/no89thkey)**, CEO of [Celer Network](https://twitter.com/CelerNetwork);**[Arjun Bhuptani](https://twitter.com/arjunbhuptani)**, Founder of[ Connext](https://twitter.com/ConnextNetwork); **[Philipp Zentner](https://twitter.com/PhilippZentner)**, Founder & CEOof [Li.Finance](https://twitter.com/lifiprotocol); **[Chris Winfrey](https://twitter.com/WhinfreyChris)**, Founder of [Hop Protocol](https://twitter.com/HopProtocol); **[Vaibhav Chellani](https://twitter.com/vaibhavchellani)**, Founder of[ Movr Network](https://twitter.com/movrnetwork); **[Alex Smirnov](https://twitter.com/AlexSmirnov__)**, CEO & Co-founder of [deBridge](https://twitter.com/deBridgeFinance); and **[Gokhan Er](https://twitter.com/ergokhaner)**, Principal of [IOSG Ventures](https://twitter.com/IOSGVC) to dive into *How to See the Trade-offs among Different Cross-chain Bridge Solutions*. Here is the overview of question list.\\n\\n# Overview\\n\\n> *🎤 What are the most pressing issues and problems in the cross-chain infrastructure space right now?*\\n>\\n> *🎤Do you think these are very different if you are tackling with cross L1 vs cross L2?*\\n>\\n> *🎤How do you think the cross-chain implementation will occur in DeFi?*\\n>\\n> *🎤Do you think the existing DeFi protocols moving cross-chain or the inherently cross-chain centered DeFi projects using cross-chain infrastructure will become more popular?*\\n>\\n> *🎤How do they actually have or carry enough tokens to incentivize participation on these different chains?*\\n>\\n> *🎤Will there be one or two that are handling most of the cross-chain transactions?*\\n>\\n> *🎤Do you see some catalysts that are going to make the cross-chain usage of cross-chain communication a must?*\\n\\n> ***Gokhan****: All right, hello everyone. Once again welcome. This is the cross-chain communication panel, where we would like to explore different approaches when it comes to passing tokens and data between different layers of blockchains, like from L1 to L2, but also between different chains like between Ethereum, Solana, Polygon, BSC, etc. As we all know, this year we have opened our eyes to the reality of multi-chain world, even though many of the panelists have been thinking and working on solving cross-chain communication problems, it is only this year actually, with increasing amount of users and projects and liquidity on different chains, that this cross-chain communication problem has become essential to solve. Today I’m really glad to have some of the leading projects and founders who are working to solve the problem in the industry. We’re lucky to have a lot of different perspectives. All these projects are taking somehow somewhat different approaches to solve this problem. There are so many brilliant teams working on it. So I’m really looking forward to what you guys have to say about cross-chain communication. Before going forward with the questions, I think we can take some time. I would like to pass it to the panelists if you guys can take a minute and briefly introduce yourself. That will be great. We can start from Chris maybe.*\\n\\n**Chris**: Sure. My name is Chris Whinfrey from Hop Protocol. My background is in Solidity development and auditing, really excited to be here.\\n\\n**Mo**: Okay. Hi, this is Mo from Celer. We work on a product called cBridge, which is an interoperability solution among other things. I’m glad to be here and chat with you all.\\n\\n**Alex**: Hi everyone, my name is Alex. I’m co-founder of deBridge, which is a cross-chain interoperability and liquidity transfer protocol. Our protocol allows to pass arbitrary assets and data between various blockchains. It’s great to be here today.\\n\\n**Vaibhav**: Hi everyone, I’m Vaibhav. I also go by VC. I’m working at Movr, where we are trying to make cross-chain asset and information movement better for everyone. Thank you. Good to be here.\\n\\n**Arjun**: Hi, I’m Arjun. I’m one of the founders of Connext. We’re an interoperability protocol between different EVM-compatible chains. We let you transfer and call contracts across chains trustlessly.\\n\\n**Philipp**: Hi, I’m Philipp. I’m one of the founders of Li.Finance. We are a bridge and DEX aggregation protocol. We allow users to move from anywhere into any DAPP.\\n\\n> ***Gokhan****: Thanks a lot, everyone. Once again, it’s a pleasure to have you all here. Without further ado, I would like to start with the questions. I think the first question I have is, it’s been a long time since we’ve been discussing this cross-chain communication platforms and protocols and different ways to solve it. So what are the most pressing issues and problems in the cross-chain infrastructure space right now? And related to that, why don’t we already have easy-to-use solutions to billions of transaction volumes? Let’s start with that question. Chris, do you want to take it over first?*\\n\\n**Chris**: Sure. I mean, specifically for Hop, we’re very focused on Ethereum L2, which is still very very new, especially for fully EVM-compatible L2 like Optimism and Arbitrum. So we’re definitely still seeing liquidity ramp up there. In terms of pressing problems, bridge liquidity is definitely top of mind. L2 is growing really really fast, so that’s like oftentimes hard to keep up with. But beyond that, you know, the UX is definitely getting there. And you know we could really expand beyond that. So transfer to things like… uh you know doing cross-chain contract calls, doing NFT transfers and things like that.\\n\\n> ***Gokhan****: I think it is only recently since we’ve started seeing some liquidity on L2s. Probably that’s going to help a lot for Hop Protocol. Alex, do you want to continue with your ideas on that?*\\n\\n**Alex**: Yeah, sure. In my opinion, we are still early, because actually we launched on Binance Smart Chain last year. It was like the main trigger when people started to think that we are living not only around Ethereum ecosystems, but there are more blockchain ecosystems that we rapidly evolve. One of the main problem here is not liquidity transfer itself, but it’s rather transfer of arbitrary messages or arbitrary call data, because what we want to achieve is, we want to make the entire DeFi world cross-chain composable, so that protocols in one blockchain can start to plug into protocols in other ecosystems. Once we achieve truly cross-chain interoperability, the new kind of cross-chain applications will be available. And we can’t wait to see what developers and what projects will build on top of technologies that are interconnecting various blockchain ecosystems.\\n\\n**Philipp**: Yeah, sure. So liquidity was already mentioned. We are lacking some features from some bridges, like being able to do another contact call on the destination chain. The two things I’m seeing as very important right now and as a pressing problem, one is that the trusted third party system that’s required by any bridge is most of all not decentralized enough, or not even decentralizable by design. And that’s a very pressing problem I would say. And also the lack of standardization. So we need to agree on a default asset for any stablecoin representation. We also need standardization for the APIs that would make things much easier, because we have around fifty bridges, so we need to make sure that the ecosystem is not hindered too much in order to grow cross-chain.\\n\\n> ***Gokhan****: I think I have some follow up questions regarding security trade-offs and the UX aspect. Regarding your first question of what’s pressing next, if you could share your ideas of what are some of the pressing issues you see in cross-chain communication space right now? That would be great.*\\n\\n**Mo**: Yeah, sure. I think all the previous panelists mentioned very important points, but just to add on that, **I think another issue that we all are trying to look at is the cryptoeconomics and incentives of this entire cross-chain system.** It works very differently, because aside from the fact that you’re sending some liquidity on a source chain to someone and someone else, no matter it’s self-custodial or in a shared liquidity pool, or something you put in some other chain, you’re sending the data across. That’s the fundamental part. But the bigger problem here is that how do you determine how should be fees charged based on supplies and demands of different liquidities. How to determine and how to resolve some of the very interesting issues in situations like a non-custodial or self-custodial model where some possibility of a griefing attack can happen? These kind of cryptoeconomics problem and theoretical designs can be very interesting. In the space, a lot of people are working on this on different fronts and different models. In general I think the space is still very dynamic, like how do people manage liquidity and how are the data being passed or cross-chain smart contracts calls being called. These are all very interesting. So I think still a very new space, a lot of interesting challenges to be solved.\\n\\n**Alex**: Just adding up on with his structure. It’s really difficult to predict what fee should be charged from users, because all blockchains are separated, right? Not interconnected. And there is a finality of transaction on every blockchain. Meanwhile you’re transferring liquidity, let’s say from Binance Smart Chain to Ethereum, gas price in Ethereum can go twice or three times more than it was. Who need to bear this risk of gas price fluctuations? The point of that…the transaction, in order to have transaction executed, somebody needs to trigger transaction in the target chain and to pay for gas costs. That’s one of the challenges as well, In our system design, this challenge, this risk is on the user actually, because the user subject the fee for those who execute transaction for him.\\n\\n**Chris**: One thing I’ll add to the kind of liquidity problem is in all of that said bridge maybe less than 10 assets. There’s obviously tons and tons of assets across all these chains, and supporting those long tail assets can be really difficult, because ultimately there needs to be some liquidity provider that has exposure and is taking on risk of that exposure to those assets. It’s just really hard to scale up across that really long tail.\\n\\n> ***Gokhan****: I think there was nothing like that. It could start with the main assets but hopefully in the future, it will trickle down to the long tail assets. Let’s see about that. One thing when we were checking the first cross-chain projects in the space, we realize a lot of these design of these cross-chain communication projects tackling with cross L1 vs cross L2, they are kind of similar. But there are also a lot of differences when it comes to the choices or how do you guys consider the security latency and fee problems? Do you think these are very different if you are tackling with cross L1 vs cross L2? That’s an very interesting question to me. Arjun, would you like to start with that?*\\n\\n**Arjun**: Sure, yeah. It is an interesting question. I think the answer depends on the type of bridges that you have. If you’re building something like Celer or Connext, where you are basically like a repayment protocol. You’re basically enabling some sort of locked transfer across chains. It ultimately doesn’t really matter what environment is running underneath. So whether you’re on L1 or L2 or even like a fiat bank account, as long as it can actually complete the settlement instructions, it’s fine. But then on the other hand, if you’re running an externally verified system, like a multisig or something like that, or even like something like an XCMP, the constraints around security change a lot based on what the underlying security model of the L1 is. In general I would say, in the former case their security model is pretty much the same, but of course going across L1 means that now you have security exposure to both the source and the destination L1. In most cases, L1s are not going to be as secure as Ethereum itself, so if you want to go with a security maximal perspective, then cross L2 is always going to be a better option, because you’re actually defaulting to the security of Ethereum, which really has the most secure chain in the world. So that’s fine. Whereas on the other hand, if you are doing this more externally verified mechanism, then you do have a lot of potential security tradeoffs that exist, because you now have the risk of the bridge. You now have the risk of the L1. You are incurring the potential risk of one of the L1s being attacked as well. That compounds to create something that could potentially have a user funds be lost.\\n\\n> ***Gokhan****: I was just going through your article actually, like The Interoperability Trilemma, so in that case, I think it depends what kind of security assumptions you have. And if depending on those it doesn’t matter actually if it’s L1 or L2. If it’s externally validated, then you might have the same problems with cross L2 as well. If that’s right what I’m understanding. Thanks a lot. Vaibhav, do you want to go next?*\\n\\n**Vaibhav**: For sure. I really like how Mustafa from Celestia frame this model of clusters — there’s an Ethereum cluster, there’s a Cosmos cluster, there’s a Polkadot cluster. Inter-cluster communication can be more trustless but intra-cluster or like communication between clusters has to be by default more trustful, because there’s no common trust layer for both of them. But systems like what Connext and Celer have, they don’t really care about what chains they are on. All they need is EVM. So I think they are like more universal in that sense but just because they do have this common parent layer, it does like make things easier to go anywhere. I would like love to hear what Chris has to say on this, because Hop is the perfect example of cross L2.\\n\\n**Chris**: I think we might be the only just L2 bridge right now. That is a big limitation of Hop. We can only work across Ethereum L2s but I think in exchange for that, we’re able to have best in class latency. And in terms of the trust model, it’s as good as it gets as well. So best in class latency is one round of finality. You’ll always have the right to wait for one round of finality on the source chain, whereas correct me if I’m wrong, but I believe both Celer and Connext, with a hash time mark set up, to wait for two rounds of finality. One on the source chain and one on the destination chain. But then hash time mark setup is also completely trustless, but Hop is also able to maintain complete trustlessness. But in exchange we can’t bridge to a lot of the chains that you guys support. We’re kind of constrained just within the Ethereum cluster, as you put it VC.\\n\\n**Arjun**: I think you guys would have to wait for finality in L1 as well, for when you make the L1 transaction, so it should come out to be the same amount of time.\\n\\n**Chris**: So the destination transaction can be made after one round of finality.\\n\\n**Arjun**: I guess in the case that if you’re doing from Optimism to Arbitrum, you have to have an L1 transaction happen. That is finalized at the Arbitrum bridge and then see on L1, and then port to L2, right?\\n\\n**Chris**: No, the user makes the transaction on Optimism and then the bonder will, after one round of finality, the bonder will make a transaction on Arbitrum, whereas a hash time mark would have to do the setup. Set up and then unlock. But you have to wait for full finality for the first setup, and then full finality after the second setup, and then funds can be unlocked. Is that right?\\n\\n**Mo**: I think the bonder in this Hop model really helps in this case. This one-round communication essentially — because as long as you see the base token on the source chain, then you know there is some confidence that eventually will come back basically. Yeah, just as a small clarification on our end. We support the hash time lock model, of course, but we also support in the 2.0 version where we use a shared liquidity pool model as well. So right now Celer becomes bi-model, a hybrid bi-model that basically can cater to both the self-custodial liquidity model and also the shared liquidity pool model basically.\\n\\n**Alex**: Just a quick question. I wonder by one round of finality in Arbitrum, are you waiting for the Sequencer to process the transaction? How it works to transact from Arbitrum to Optimism?\\n\\n**Chris**: Currently we’re just waiting for the Sequencer. The rollups today are actually quite centralized, but once they do become decentralized, the way you would wait for the L2 finality is basically you wait for that transaction to be included in a batch as called data on L1, and then just wait for L1 finality beyond that. So it should be roughly the same time as Ethereum’s finality for Optimism to cross.\\n\\n> ***Gokhan****: Thanks a lot guys. Let me go to the next one, where I’d like to get your opinions on. We have a lot of DeFi projects those launching on different chains right, and recently you’re seeing a lot of different structured products where they start with the cross-chain DeFi kind of model where they want to provide these services across the chains. I am just curious how do you think the cross-chain implementation will occur in DeFi? Do you think the existing DeFi protocols moving cross-chain or the inherently cross-chain centered DeFi projects using cross-chain infrastructure will become more popular? For that, shall we start with Philipp?*\\n\\n**Philipp**: Yeah, sure. I think it’s very use case dependent. Obviously a DEX aggregator would deploy himself on another chain just in order to aggregate DEXs on that particular chain again. Whereby Yearn could drive cross chain strategies. But also we are missing one other case here. It’s the matter of fact that your users are already multi-chained, right? They have been aping on BSC and Polygon beginning this year. Now, they have been aping on Fantom. And now it’s on Arbitrum. So your users are already multi-chained. You just need to allow them to come from all these different chains, to the chain that your DAPP is on. So we could think of something like PayPal or Swipe whereby payment processing is extracted away, and people could come from anywhere. That’s another way to go cross-chains. Simply allow people to come from anywhere without having them to send to bridges. That’s actually what we are working on.\\n\\n> ***Gokhan****: Perfect. I think we’re seeing something similar like a trend in cross L2 as well. Chris, do you want to talk more about what are your ideas on that? Maybe within the Ethereum or cross L2 space.*\\n\\n**Chris**: Sure. I honestly don’t have a great answer. I think it’s really early. It’s almost too early to say if it’s gonna be the current apps or the new ones. We’ve seen Maker moved over. We’ve seen AAVE and Synthetix. A lot of the big protocols are moving over. They’ve announced L2 strategies, like Maker’s Wormhole, AAVE’s Portal. At the same time we’ve seen protocols like MIM who have crossed chain from the get-go approach. They’ve then been able to explode by taking that approach. So it should be interesting to see if it’s like the Makers that have established themselves on L1 and then moved to L2, or if it’s like the MIM that take the approach from the get-go and can move fast and move into that cross-chain world faster.\\n\\n> ***Gokhan****: True. I think one of the problems that existing DeFi protocols might face, when they are moved to different chains, of course is token incentivization. How do they actually have or carry enough tokens to incentivize participation on these different chains? Whereas those DeFi applications start hosting from the get-go, I think they plan for that in advance. Of course there are ways around this. But anyways Vaibhav, you got anything to chip in regarding this question?*\\n\\n**Vaibhav**: Yeah, for sure. These big big hacks scared everyone for sure, but some amazing work has been done by the MakerDAO team, by AAVE’s team. There are some new and small nimble teams that want to work on these cross-chain applications for their communities. I think the number of DeFi use cases will just accelerate from here, because the DeFi market is hungry for yield, and cross-chain is another yield-making opportunity. Because it makes sense for a protocol to own yield while doing some cross-chain activity. I think we will see a lot of innovations happen there. I’m very excited for that.\\n\\n> *Gokhan: Alright. Thanks a lot. I don’t know about the next question. I’m gonna jump one question. I think we had this problem when we were first evaluating the L2s in the space. It was a question whether there would be one L2, because then the liquidity wouldn’t be fragmented. And which would be better for all the users? It turns out right now at least it seems that there will be and there are many of them that are competing against each other and each of them might be serving different markets, different kinds of applications, etc. So having you all here asking this question, what do you think it’s going to play out on the cross-chain communication space? Would you see this in a way that at the end increasing network effects will play an important role? And there will be one or two that are handling most of the cross-chain transactions? Do you see similar strategies for what we have with L2s right now? A lot of players serving different needs, serving different users on different chains, etc. So let’s go with that. Alex, do you want to start for it?*\\n\\n**Alex**: Yeah, sure. We can see that many L2 solutions are popping up. And it’s not only Ethereum-based L2s. Those are getting NEAR which is EVM-compatible. There are two based on Solana. We are getting Aurora which is L2 based on NEAR protocol. Probably even more protocols will be implemented. I think our main goal here is to provide infrastructure and to provide the framework, so that protocols and users can decide in what specific ecosystem they want to live in and what security tradeoffs they are ready to accept. In regards to scalability, I think we will have the protocol probably in Ethereum, as in the most secure chain. We also will need to have at least one in some cheap L2 with low transaction fees. For every protocol, actually there are two ways to scale up. The first one is when users from any other blockchain ecosystems can interact with the protocol in Ethereum. In this case of course they will have to bear gas cost for transaction settlement in Ethereum. The second whereas scalability is to create instances of the protocol in other blockchains, so that users can communicate directly with those instances that live in L2. As I said, our main goal here is to provide freedom to provide framework infrastructure, so that everyone can choose the place to live in.\\n\\n**Arjun**: Yeah, this question is interesting, because most of the people on this call are competing. We’re all acutely thinking about this problem. We’re all thinking about how will this market look in the future. I think you’re totally right that. It’s similar to L2s where the reality is that people really just hate adopting standards, even in very anti-competitive markets where you have exploitative monopolies, like card payments. You have two major car payment giants, and then you have a long tail of other card networks that they are also all billion dollar companies, right? It’s such a huge market. And the same thing exists here. This is a multi-trillion dollar market, and it’s getting larger at a frightening pace. The reality is that it’s both impossible and also very very fragile for only one project to actually dominate the entire market. I think the way that this will end up is that similar to the DEX market. There will be three to five big protocols that are actually big brands that are largely used. Those protocols may build up some amount of defensibility around their brand, but the reality is that in an open-source world where now liquidity is very easy to bootstrap, and liquidity as a service exists, even any sort of infrastructure or network effects which is just really not ever going to exist. Instead, what’s going to happen is that you’ll have some of these bigger brands exist into the future. My hope and my goal is that the projects that end up succeeding are the ones that actually do. If we have this big open competitive landscape of fifty plus bridges now, my hope is that the ones that end up succeeding are the ones that actually do care about trustlessness. It used to stress me out a lot, because I was like oh my god, we’re competing with fifty people. How are we ever going to differentiate ourselves? I’m realizing that ultimately, obviously I want Connext to succeed, ultimately what matters for the space is that we end up with solutions that actually matter and that will actually exist in long term. My hope is that some of the people on this call and other other folks that are really focusing on it, let’s make this. Make these long term solutions. These can be the people that we compete with. It can actually be like a healthy competition where we’re pushing each other to be better. We’re still acknowledging the other projects as being actually caring about the space and pushing the envelope.\\n\\n> ***Gokhan****: I think, in the end, undisputedly the winner is the ecosystem. It’s true. Chris, do you want to go next?*\\n\\n**Chris**: I don’t have much to add on. That was a really good answer, Arjun. I totally agree. I think we’ll see more or less like a parallel distribution as that we see in the exchange market or in the lending market, or anything else on Ethereum. I do hope that the decentralized solutions win out. That’s ultimately what’s going to be best for the whole space.\\n\\n**Vaibhav**: Can I add on really quick? There are definitely, I don’t know if there are, but at least in my head there are two different kinds of bridges. One are liquidity assisted, and one are actual state transfers. For example, let’s say if someone works with Optimistic, they can directly do cross-chain stake transfers. If they work with something like Chainlink oracles, they can transfer directly cross-chain. They don’t need external liquidity. So I feel like these state transfer models might actually be a network effect associated with what your framework is for sending messages across. This kind of network effect might not exist for liquidity assisted bridges, because liquidity is no longer remote. I’m curious to hear what other people feel about this, because there’s definitely some kind of difference between these two types of bridges.\\n\\n**Mo**: I think Arjun has something very well said. I also agree with you on the point as well. If you look at the liquidity space, if you look at the bridge, in terms of the liquidity bridges or token bridges, liquidity has no loyalty here. For the users, there’s no user retention per se, because they like your UI or anything. It’s just really because the transaction fees, for either small liquidity or large liquidity, are relatively lower than others. There are a lot of arbitrageurs that are already arbitraging across all the bridges sitting in this panel today. So basically our prices are more or less evened out from each other. Now on that front, there are a lot of interesting questions to be solved, like how to have efficient pricing? How to have the most highly efficiently utilized liquidity? There are some challenges to be dissolved. But again that part of things is hard to stake, because we can do something like that and another different bridge solution can do very similar things by just like looking at… it’s all open source after all, right? So by looking at this entire solution space, and quickly learning from each other basically. But at the same time, there are differences in mode in terms of application-based bridges. So let’s say we integrated with some major DEXs that are now using one of our solutions, not only just like a liquidity bridge to guide the users, to say hey you can move your liquidity to another chain and use the same application there, but instead it becomes a unified liquidity pool across multiple chains. And let the users to basically say okay you want to swap your token on this chain, to some token on the other chain, and send that back. Yeah, you can do that all in this same user interface if that integration starts to happen. That kind of things have some buyer locked in, right? Basically if you aren’t integrated with that particular solution, it will start to become a little be harder to move away. There is a lot of the ongoing transactions that happen and pertain to that particular application, not just a simple liquidity movement. So I feel there are definitely some around that area. I know everyone on this panel is working day and night to achieve that. But in the end I think the multi-chain world is definitely happening. I’m excited to see how this unfold. Definitely we can all work together and compete together in a very healthy way. To not kick each other out but to bring better future for the entire cross-chain world.\\n\\n**Arjun**: I just want to say. I like what Celer has been like messengering about this, because we’ve been talking about it too. I’m really convinced that the bridge you have that exists right now, that everybody goes to. Everyone’s like I have to use XYZ applications on this other chain. I need to go to this bridge UI and then go. I really think that’s just a very very shitty experience across the board. I know that everybody’s doing it right now because we have to. But what I’m hoping and expecting to happen is that the concept of bridging or going to a bridge, your eyes are going to be like the email of the interoperability space, where it’s going to be very important for certain use case. It’s something that people will still think about, but people really don’t like using email anymore. You could just build chat into every application. It’s so much better. I hope that goes away soon.\\n\\n**Philipp**: Yeah, I also would like to add to this. If I’m about to on board my friends a couple of years from now, I don’t want to explain to them that they have to use bridges in DEXs in order to get from A to B. So I think DEXs are going to be abstracted away by wallets. They can simply swap and exchange there. Also sending people to a bridge in order to move a blockchain. In my opinion in the future, developers will take a blockchain as they take a database based on technical properties. Maybe based on incentives in that case as well. Ultimately the user won’t know on which chain he or she is on. I see that it’s abstracted away a lot, on multiple levels abstracted away, on a technical level but also on a liquidity level. Let’s say we are going to see countries issuing stable coins, maybe even ownership is abstracted away in a sense that you have to really go deep in order to find. Let’s say we are building a social network. The social network is using twenty protocols, like a surface or service is using 20 APIs today. Maybe even liquidity is abstracted away in a sense that you really have to dive deep into this covering which protocols may I own only by using this social network. Because I have been using so many different underlying protocols at the same time, is ownership bubbled up and then abstracted away? Or how will it look like? I think there are so many more abstractional concepts coming up in the future. I see that as the only way, because consumers have been so lazy, and their attention span so short. User adoption is hard. We are used to social media and so on. This is the fact that won’t change. So everything’s getting more convenient. And now we are coming with a blockchain, which is completely new technological infrastructure. And we are now expecting consumers to adjust to that. No, I don’t think it’s gonna happen. We have to adjust to them. We can only hope that all that of our value system, all the ideals we will have with Web 3.0, that ownership, you can rewrite and own the Internet, right? We don’t forget about that in the long run and that we are able to keep that present and manifest that in the minds of our people.\\n\\n> ***Gokhan****: Perfect. I think that’s a great segue. I’m getting warned that we’re passing the forty minutes line. I would like to take an opportunity to give everyone maybe a question. Do you see some catalysts that are going to make the cross-chain usage of cross-chain communication a must? Related to that, how do you see five years down the line? The applications that are enabled by cross-chain communication infrastructure that you guys are relaying up right now. So maybe some predictions into the future. We can end up with that. That will be great. Maybe Arjun, you want to start with that?*\\n\\n**Arjun**: Sure. Catalysts is a difficult question, because it’s always really unclear what a catalyst is until after you look back at it. The core catalyst is liquidity fragmentation. That’s really what constrains and that’s really what’s pushed fifty bridge projects to be created, like almost the same. And also everyone to start moving to using these different applications, moving to different L2s. I would say I think at this point, it is more of a time issue than a one-thing-that’s-gonna-kick-it-off issue, where we’re building liquidity, Celer is building liquidity, Hop is building liquidity. But I know that every bridge is trying to scale up right now. Everyone is growing incredibly fast. It’s just a matter of time before we hit that point. What does that look like In in five years? Philipp, what you’re saying is really something that I resonate with and something that we’ve talked a lot about in our community as part of our narrative, which is we really don’t think users should have to care what chain they’re on or what L2 they’re on. I think that’s a notion that exists currently because there’s relatively few L2s and chains, and because people are relatively technical when they’re using this stuff. Even now when you talk to new users in the space, having to explain to them, oh you’re on BSC, okay you need to pay BNB for this transaction, but then once you use Polygon, you’re going to have to go and get this other asset named MATIC. These are actually two separate systems. Your Binance and your MATIC addresses are totally different. That’s just nonsense to a person who doesn’t even understand how a blockchain works. I think we’re going to head towards this world where by default applications are just going to be cross-chain in the same way that Internet applications today are replicated across the world. That will mean one that the user experience is a lot better, but then on top of that, also opens up this new market around other cross-chain services and protocols that can exist. It’s my two cents.\\n\\n> ***Gokhan****: Perfect and thanks a lot. Vaibhav do you want to show your ideas on that?*\\n\\n**Vaibhav**: It’s definitely super unclear but as I mentioned before, there is a yield-earning opportunity here by facilitating cross-chain transfers. I think that yield is going to drive a lot of innovations hopefully. One of these things is really going to take off and is going to inspire others to try and adopt those models for their community at least. That’s my hope.\\n\\n**Alex**: I fully agree with what Arjun and Philipp said that all cross-chain communication will be abstracted by wallets. What we all are doing? we are doing TCP/IP for the Internet of blockchain. I like this example because when we use Internet, we don’t care about how technology underneath it always works. Same with the cross-chain wallets. It’s just a matter of time. I think by not in five but even in a few years, we’ll see many protocols that are communicating cross-chain with each other, with plugs into each other. And new type of financial applications will be enabled users will just go to their Metamask or to any other wallet. And all wallets will support many different types of blockchains, not just EVM wallets but to be like, either you can use EVM chains or Cosmos or Solana or whatever. That will be the only abstraction and user just Click confirm transaction. The wallet will pick the protocol he wants to interact with and all the inter-communication will happen in the background in the backend. That’s what we all are trying to achieve. We try to deliver really great user experience. It will happen very soon I believe. It’s like the matter of nearest time or next year, probably next year we’ll see many more cross-chain applications. It will go like a tsunami. The wave cross-chain. Everyone will realize that they want to tap into user basis of other blockchain ecosystems. They want to integrate and become composable with other protocols cross-chain. Everyone will start digging into this area. I’m personally really excited about cross-chain, really excited about what we all guys have been building. I think we are at the very early stage here. We’ll see what projects and applications will be there next year.\\n\\n> ***Gokhan****: Perfect. Fingers crossed. Thanks a lot. I usually had another hour. I have a lot of follow up questions, but unfortunately we will have to cut it now. Apparently we are really close to fifty minutes now. Anyways I really want to thank again all of our panelists for taking their time to participate in the panel and share their insights about the future of cross-chain communication. I hope our audience will enjoy the content we put out. We’re looking forward to get together again, maybe next year or in two years, and reflect on some of the predictions or the things that we’ve discussed here. Thanks a lot everyone, thanks a lot all the panelists for joining today and listening for the audience. Bye-bye!*\\n\\n# About Co-hosts\\n\\n❄️ **[IOSG Ventures](https://iosg.vc/)**\\n\\nIOSG Ventures, founded in 2017, is a community-friendly and research-driven early-stage venture firm. We focus on open finance, Web 3.0 and infrastructure for a decentralized economy. As a developer-friendly fund with long-term values, we launch the Kickstarter Program, which offers innovative and courageous developers capital and resources. Since we consistently cooperate with our partners and connect with communities, we work closely with our portfolio projects throughout their journey of entrepreneurship.\\n\\n❄️ **[StarkWare](https://starkware.co/)**\\n\\nStarkWare invented, and continually develops, STARK-based Layer-2 Validity Proof scaling solutions over Ethereum. StarkWare’s solutions, which rely on Ethereum’s security, have settled over $250B, and over 60M transactions, serving hundreds of thousands of users. StarkNet, StarkWare’s permissionless general-purpose scaling solution, is live (Alpha) on Ethereum Mainnet. StarkEx, a custom standalone scaling service, has been powering applications since June 2020, including dYdX, Immutable X, Sorare, and DeversiFi.\\n\\n❄️ **[imToken](https://token.im/)**\\n\\nimToken is a decentralized digital wallet used to manage and safeguard a wide range of blockchain- and token-based assets, identities, and data. Since its founding in 2016, it has helped its users transact and exchange billions of dollars in value across more than 150 countries around the world. imToken allows its users to manage assets on 12 mainstream blockchains and all EVM chains, it also supports decentralized token exchange and open DApp browser.\\n\\n❄️ **[Arbitrum](https://arbitrum.io/)**\\n\\nArbitrum is a leading Ethereum Layer-2 scaling solution developed by OffchainLabs. Based on the Optimistic Rollup scheme, Arbitrum enables ultrafast, low-cost transactions without sacrificing the security of the Ethereum ecosystem. Launched on August 31st, 2021, Arbitrum has attracted 100+ ecosystem projects. Arbitrum is currently EVM-compatible to the bytecode level. In the next upgrade, Arbitrum Nitro, Arbitrum will further increase developer experience by incorporating WASM support.\",\"timestamp\":1640942242,\"title\":\"Scaling Summit 2021 Panel Recap | How to See the Trade-offs among Different Cross-chain Bridge Solutions?\"},\"digest\":\"dk7eKLKBdyaw9syY2JPuhN-NyCEtt10cOa_JfhAecaQ\",\"authorship\":{\"contributor\":\"0xd8159c4DD43FEe99FA86D0BAaCA7a9cC33334864\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IrNwRyyV5qeEAVKrYYbR2GwKgwV9oiBiSE4OmxNmg_A\\\",\\\"y\\\":\\\"crLJpYwXR67C4ldGG508kcIM-ReUBDH5YblmiE3RDmU\\\"}\",\"signature\":\"iCqk0W2v3LRgc2GsDcuegq9RwFe6vMd133jYdBx16fjwU6gnSdvAtA3tirCzr1FOwXrnztuUssqCgqES6d-8Eg\",\"signingKeySignature\":\"0x3cacac780fe70792bba7704453b9c0e94a2f67fde8f900d8fb3c5673ec818826037300d7a781c78d788fd5b8f77006f8346e179822bce17f127a3557e49a5e211c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IrNwRyyV5qeEAVKrYYbR2GwKgwV9oiBiSE4OmxNmg_A\\\",\\\"y\\\":\\\"crLJpYwXR67C4ldGG508kcIM-ReUBDH5YblmiE3RDmU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dk7eKLKBdyaw9syY2JPuhN-NyCEtt10cOa_JfhAecaQ\"}"