"{\"content\":{\"body\":\"For a long time, Chen Yucai slowly calmed down the pleasure of soaring strength.\\n\\nLooking down at the Red Pagoda Mountain in his hand, he seemed to see a Kangzhuang Avenue leading to the \\\"Martial God\\\"...\\n\\nWithout hesitation, Chen Yu opened the cigarette box again.\\n\\nThis time, he pulled out three cigarettes at once, held them in his mouth, and ignited them with a scratching cannon.\\n\\n\\\"Hiss—\\\"\\n\\nThree red dots of light lit up, then dimmed.\\n\\nThick smoke was inhaled into Chen Yu's lungs.\\n\\n【Attacked by vicious gas +34】\\n\\n【Lung health +1; physical health +1; constitution +1; immunity +1)\\n\\n\\\"Whew...\\\"\\n\\nThe large cloud of smoke was rising and dispersing, and Chen Yu couldn't help but squirm.\\n\\n\\\"A lot\\\" of energy gathered in Dantian, making him almost feel refreshed to the bone...\\n\\nThen he opened the cigarette case again, pulled out two more cigarettes and lit them, all of which were stuffed into his mouth.\\n\\n\\\"Hiss...\\\"\\n\\n\\\"Huh—\\\"\\n\\n【Attacked by vicious gas +47】\\n\\n\\\\[Attacked by malignant gases +1 constitution; immunity +1; lifespan +1...\\\\]\\n\\nAt this time, an old man walking around the alley was shocked to see Chen Yu's \\\"heart-wrenching\\\" suction method.\\n\\n\\\"This young man in the trough...\\\"\\n\\n\\\"Isn't this a desperate child...\\\"\\n\\n......\\n\\nAfter five cigarettes are smoked, the cigarette butts fly. Chen Yu leaned against the wall, closed his eyes, and burped contentedly.\\n\\nHe bet.\\n\\nJust two minutes after smoking, the strength of the growth, the world's best genius can not compare. An average cigarette can increase the strength of 150+.\\n\\n\\\"If only I could smoke for 24 hours straight...\\\"\\n\\nOpening his eyes, Chen Yu licked his lips regretfully and put the rest of the cigarettes and cannons into his backpack. Walk in the direction of home.\\n\\nHe had smoked six cigarettes.\\n\\nI have a general understanding of the energy that each cigarette can grow.\\n\\nA red pagoda mountain was worth ten days of asceticism.\\n\\nA box of Red Tower Hill, with 20 cigarettes in it, all smoked...\\n\\n\\\"This is the power of more than half a year...\\\"\\n\\nChen Yu sighed.\\n\\nBy the time this box of cigarettes was finished, his strength was in the class, at least in the middle and lower reaches.\\n\\nConverted to the standard warrior level, it should be level 03 warrior.\\n\\nA level 05 warrior, in the third class of high school, can be called a top student.\\n\\nGrade 08, the top ten in the school, on the list.\\n\\nIf you reach the level 1 martial artist, even if you do not enter the university and directly enter the society, your monthly salary will not be less than 10,000.\\n\\nAfter all, many university graduates are generally at the level of a level 1 martial artist.\\n\\n\\\"As long as cigarettes are available...\\\"\\n\\nChen Yu narrowed his eyes, \\\"In the college entrance examination a month later, I can almost break through level 1.\\\" ”\\n\\n\\\"With more cigarettes, it's not impossible to get a city title...\\\"\\n\\n......\\n\\nMeanwhile, the Elm Street police station.\\n\\nThe cigarette shop lady entered the door angrily, \\\"What about the one on duty?\\\" alarm! I'm going to call the police. ”\\n\\n\\\"Madam, calm down.\\\" A policeman came up, looked up and down at the female boss a few times, and said solemnly, \\\"What happened?\\\" ”\\n\\n\\\"Cigarettes in my shop have been stolen!\\\"\\n\\n\\\"Cigarettes stolen?\\\" The spirit of the police is frozen.\\n\\nCigarettes are a rather expensive \\\"luxury\\\".\\n\\nBut where it is stolen, there is no small amount!\\n\\n\\\"How much was stolen?\\\"\\n\\n\\\"A box.\\\"\\n\\n\\\"A... A box? ”\\n\\n\\\"Yes, a box of Red Tower Hills.\\\" The landlady trembled with anger, \\\"Just lost a box of cigarettes, lost and lost.\\\" But that thief, he... He provoked me! ”\\n\\n\\\"How provocative?\\\"\\n\\n\\\"He left me money!\\\"\\n\\n\\\"...\\\"The police looked strange, \\\"That should be considered a purchase, not a theft, right?\\\" ”\\n\\n\\\"1680 pieces of Red Tower Mountain! He threw me 10 bucks! Does this count as stealing?! Isn't that provocation?! ”\\n\\nCivilian police \\\"...\\\"\\n\\n\\\"I have surveillance! Seeing that the school uniform is Qingcheng No. 2 Middle School, you must catch him! Give him a big big pocket! ”\\n\\n\\\"It's easy to do with monitoring, madam, you calm down first...\\\"\\n\\n......\\n\\nWhen Chen Yu returned home.\\n\\nMeals were already prepared.\\n\\nMother Chen stepped forward, took the backpack, and frowned, \\\"Come back so late today?\\\" ”\\n\\n\\\"Late self-study, delayed a little time.\\\" After washing his hands and sitting at the dining table, Chen Yu looked around, \\\"What about my sister?\\\" ”\\n\\n\\\"Your sister is in a hurry and has gone back to her room.\\\"\\n\\n\\\"Then I'll call her.\\\"\\n\\nGetting up, Chen Yu walked out of the kitchen and pushed straight open a bedroom.\\n\\nI saw a beautiful young girl, lying on her back on the bed, with a white and slender little foot, and the short white stockings were only half off, dangling around...\\n\\nChen Yu \\\"...\\\"\\n\\nChen Siwen turned her head and said, \\\"What do you see?\\\" ”\\n\\n“...... If you don't open your mouth, I still think you're pretty. ”\\n\\n\\\"What's the opening?\\\"\\n\\nChen Yu covered his forehead, \\\"When did you learn the Northeast dialect...\\\"\\n\\nChen Siwen sat up, put on her socks, and pulled up her long hair, \\\"Yesterday came a new colleague from Northeast China.\\\" ”\\n\\nChen Yu \\\"You learned today?\\\" ”\\n\\nChen Siwen \\\"Hmm. ”\\n\\nChen Yu \\\"... dine. ”\\n\\nChen Siwen \\\"said. ”\\n\\n“......”\\n\\n【Psychologically hurt spirit +1】\\n\\n......\\n\\nTake Chen Siwen into the kitchen and sit down at the dining table.\\n\\nChen Yu was inexplicably relieved.\\n\\nBefore entering the house, he was still afraid.\\n\\nAfter being afraid to cross, the original mother and sister changed.\\n\\nFortunately, only the social \\\"background\\\" has changed, and the rest has not changed...\\n\\n\\\"Eat quickly, the dish is getting cold.\\\" Mother Chen picked up a piece of ribs and placed it in Chen Yu's bowl.\\n\\n\\\"Sister, you eat too.\\\" Chen Yu picked up a piece of minced garlic and placed it in Chen Siwen's bowl.\\n\\n\\\"Brother, you eat first and supplement your nutrition.\\\" Chen Siwen picked up a napkin and placed it in Chen Yu's bowl.\\n\\n\\\"Or you eat it first.\\\" Chen Yu clamped the tube of mustard.\\n\\n\\\"You eat first.\\\" Chen Siwen clipped a lighter.\\n\\nChen Yu got up and directly picked up a pot and was about to smash it on Chen Siwen's bowl.\\n\\nNot to be outdone, Chen Siwen raised a stool...\\n\\n\\\"Bang!\\\"\\n\\nMother Chen patted the table, \\\"Eat well!\\\" ”\\n\\n......\\n\\nAfter some \\\"fighting methods\\\", Chen Yu regained the feeling of \\\"home\\\".\\n\\n\\\"Sure enough...\\\"\\n\\n\\\"Nothing has changed.\\\"\\n\\nChen Yu picked up the rice and put it in his mouth to chew, allowing the softness to spread between his lips and teeth. Then swallow contentedly.\\n\\n【Hunger in eating +5; Constitution-1; Health -1...】\\n\\nChen Yu \\\"... Or has it changed...\\\"\",\"timestamp\":1640154066,\"title\":\"This curse is fantastic 4\"},\"digest\":\"nqhj5UezaSlWXJ6EMkTDhy08b5XaIwlX2oI_bW6eQuc\",\"authorship\":{\"contributor\":\"0xA5A3aCb4C0bf31cca50862b2b04a99c2150c64A4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jPDmFgNoy7dGbLpM9EygHbq_V0xTlj-0po5efae7npo\\\",\\\"y\\\":\\\"UPM2tkbCwxM6gkdCJMGxi54Wunlah-04sQS8eAqEnVY\\\"}\",\"signature\":\"jZ1TujVpHWHuCVCsJ0HZjq3kZnsKJj-yKuYY124Qe3gPi-ogJGagdJD24ievi-rqTTb3J2iUN4EiohXNXp2PLQ\",\"signingKeySignature\":\"0xe07cba9f74cf698682afcf444a52de71ea54e9fc35c76968642fd0d4ed95fd1e08f7368127cdbdedb38aed1df1047e098af1bece41cc6a61b8d7057b4335e1b21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jPDmFgNoy7dGbLpM9EygHbq_V0xTlj-0po5efae7npo\\\",\\\"y\\\":\\\"UPM2tkbCwxM6gkdCJMGxi54Wunlah-04sQS8eAqEnVY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nqhj5UezaSlWXJ6EMkTDhy08b5XaIwlX2oI_bW6eQuc\"}"