"{\"content\":{\"body\":\"Hewett speaks of perforation of the roof of the orbit and injury to the brain by a lead-pencil.\\n\\nGunshot Injuries of the Orbit.--Barkan recites the case in which a leaden ball 32/100 inch in diameter was thrown from a sling into the left orbital cavity, penetrating between the eyeball and osseous wall of the orbit without rupturing the tunics of the eye or breaking the bony wall of the cavity. It remained lodged two weeks without causing any pain or symptoms, and subsequently worked itself forward, contained in a perfect conjunctival sac, in which it was freely movable.\\n\\nBuchanan recites the case of a private in the army who was shot at a distance of three feet away, the ball entering the inner canthus of the right eye and lodging under the skin of the opposite side. The eye was not lost, and opacity of the lower part of the cornea alone resulted. Cold water and purging constituted the treatment.\\n\\nIt is said a that an old soldier of one of Napoleon's armies had a musket-ball removed from his left orbit after twenty-four years' lodgment. He was struck in the orbit by a musket-ball, but as at the same time a companion fell dead at his side he inferred that the bullet rebounded from his orbit and killed his comrade. For twenty-four years he had suffered from cephalalgia and pains and partial exophthalmos of the left eye. After removal of the ball the eye partially atrophied.\\n\\nWarren reports a case of a man of thirty-five whose eyeball was destroyed by the explosion of a gun, the breech-pin flying off and penetrating the head. The orbit was crushed; fourteen months afterward the man complained of soreness on the hard palate, and the whole breech-pin, with screw attached, was extracted. The removal of the pin was followed by fissure of the hard palate, which, however, was relieved by operation. The following is an extract of a report by Wenyon of Fatshan, South China:--\\n\\n\\\"Tang Shan, Chinese farmer, thirty-one years of age, was injured in the face by the bursting of a shot-gun. After being for upward of two months under the treatment of native practitioners, he came to me on December 4, 1891. I observed a cicatrix on the right side of his nose, and above this a sinus, still unhealed, the orifice of which involved the inner canthus of the right eye, and extended downward and inward for about a centimeter. The sight of the right eye was entirely lost, and the anterior surface of the globe was so uniformly red that the cornea could hardly be distinguished from the surrounding conjunctiva. There was no perceptible enlargement or protrusion of the eyeball, and it did not appear to have sustained any mechanical injury or loss of tissue. The ophthalmia and keratitis were possibly caused by the irritating substances applied to the wound by the Chinese doctors. The sinus on the side of the nose gave exit to a continuous discharge of slightly putrid pus, and the patient complained of continuous headache and occasional dizziness, which interfered with his work. The pain was referred to the right frontal and temporal regions, and the skin on this part of the head had a slight blush, but there was no superficial tenderness. The patient had been told by his native doctors, and he believed it himself, that there was no foreign body in the wound; but on probing it I easily recognized the lower edge of a hard metallic substance at a depth of about one inch posteriorly from the orifice of the sinus. Being unable to obtain any reliable information as to the probable size or shape of the object, I cautiously made several attempts to remove it through a slightly enlarged opening, but without success. I therefore continued the incision along the side of the nose to the nostril, thus laying open the right nasal cavity; then, seizing the foreign body with a pair of strong forceps, I with difficulty removed the complete breech-pin of a Chinese gun. Its size and shape are accurately represented by the accompanying drawing. The breech-pin measures a little over three inches in length, and weighs 21 ounces, or 75.6 grams. It had evidently lain at the back of the orbit, inclined upward and slightly backward from its point of entrance, at an angle of about 45 degrees. On its removal the headache was at once relieved and did not return. In ten days the wound was perfectly healed and the patient went back to his work. A somewhat similar case, but which terminated fatally, is recorded in the American Journal of the Medical Sciences of July, 1882.\\\"\\n\\nThe extent of permanent injury done by foreign bodies in the orbit is variable. In some instances the most extensive wound is followed by the happiest result, while in others vision is entirely destroyed by a minor injury.\\n\\nCarter reports a case in which a hat-peg 3 3/10 inches long and about 1/4 inch in diameter (upon one end of which was a knob nearly 1/2 inch in diameter) was impacted in the orbit for from ten to twenty days, and during this time the patient was not aware of the fact. Recovery followed its extraction, the vision and movements of the eye being unimpaired.\\n\\nAccording to the Philosophical Transactions a laborer thrust a long lath with great violence into the inner canthus of the left eye of his fellow workman, Edward Roberts. The lath broke off short, leaving a piece two inches long, 1/2 inch wide, and 1/4 inch thick, in situ. Roberts rode about a mile to the surgery of Mr. Justinian Morse, who extracted it with much difficulty; recovery followed, together with restoration of the sight and muscular action. The lath was supposed to have passed behind the eyeball. Collette speaks of an instance in which 186 pieces of glass were extracted from the left orbit, the whole mass weighing 186 Belgian grains. They were blown in by a gust of wind that broke a pane of glass; after extraction no affection of the brain or eye occurred. Watson speaks of a case in which a chip of steel 3/8 inch long was imbedded in cellular tissue of the orbit for four days, and was removed without injury to the eye. Wordsworth reports a case in which a foreign body was deeply imbedded in the orbit for six weeks, and was removed with subsequent recovery. Chisholm has seen a case in which for five weeks a fly was imbedded in the culdesac between the lower lid and the eyeball.\\n\\nForeign bodies are sometimes contained in the eyeball for many years. There is an instance on record in which a wooden splinter, five mm. long and two mm. broad, remained in the eye forty-seven years. It was extracted, with the lens in which it was lodged, to relieve pain and other distressing symptoms. Snell reports a case in which a piece of steel was imbedded and encapsulated in the ciliary process twenty-nine years without producing sympathetic irritation of its fellow, but causing such pain as to warrant enucleation of this eye. Gunning speaks of a piece of thorn 5/8 inch long, imbedded in the left eyeball of an old man for six years, causing total loss of vision; he adds that, after its removal, some improvement was noticed.\\n\\nWilliams mentions a stone-cutter whose left eye was put out by a piece of stone. Shortly after this his right eye was wounded by a knife, causing traumatic cataract, which was extracted by Sir William Wilde, giving the man good sight for twelve years, after which iritis attacked the right eye and produced a false membrane over the pupil so that the man could not work. It was in this condition that he consulted Williams, fourteen years after the loss of the left eye. The eye was atrophied, and on examination a piece of stone was seen projecting from it directly between the lids. The visible portion was 1/4 inch long, and the end in the shrunken eye was evidently longer than the end protruding. The sclera was incised, and, after fourteen years' duration in the eye, the stone was removed.\\n\\nTaylor reports the removal of a piece of bone which had remained quiescent in the eye for fourteen years; after the removal of the eye the bone was found adherent to the inner tunics. It resembled the lens in size and shape. Williams mentions continual tolerance of foreign bodies in the eyeball for fifteen and twenty-two years; and Chisholm reports the lodgment of a fragment of metal in the iris for twenty-three years. Liebreich extracted a piece of steel from the interior of the eye where it had been lodged twenty-two years. Barkar speaks of a piece of steel which penetrated through the cornea and lens, and which, five months later, was successfully removed by the extraction of the cataractous lens. Critchett gives an instance of a foreign body being loose in the anterior chamber for sixteen years. Rider speaks of the lodgment of a fragment of a copper percussion cap in the left eye, back of the inner ciliary margin of the iris, for thirty-five years; and Bartholinus mentions a thorn in the canthus for thirty years. Jacob reports a case in which a chip of iron remained in the eyeball twenty-eight years without giving indications for removal. It was clearly visible, protruding into the anterior surface of the iris, and although it was rusted by its long lodgment, sight in the eye was fairly good, and there was no sign of irritation.\\n\\nSnell gives an instance in which a piece of steel was imbedded close to the optic disc with retention of sight. It was plainly visible by the opthalmoscope eighteen months after the accident, when as yet no diminution of sight was apparent. Smyly speaks of a portion of a tobacco pipe which was successfully removed from the anterior chamber by an incision through the cornea. Clark mentions a case in which molten lead in the eye caused no permanent injury; and there are several cases mentioned in confirmation of the statement that the eye seems to be remarkably free from disastrous effects after this injury.\\n\\nWilliamson mentions eyelashes in the anterior chamber of the eye, the result of a stab wound of this organ.\\n\\nContusion of the eyeball may cause dislocation of the lens into the anterior chamber, and several instances have been recorded. We regret our inability to give the reference or authority for a report that we have seen, stating that by one kick of a horse the lenses of both eyes of a man were synchronously knocked through the eyeballs by the calkins of the horseshoe. Oliver mentions extraction of a lens by a thrust of a cow's horn.\\n\\nLowe speaks of rupture of the anterior capsule of the lens from violent sneezing, with subsequent absorption of the lenticular substance and restoration of vision. Trioen mentions a curious case of expulsion of the crystalline lens from the eye in ophthalmia, through the formation of a corneal fissure. The authors have personal knowledge of a case of spontaneous extrusion of the lens through a corneal ulcer, in a case of ophthalmia of the new-born.\\n\\nInjury of the Eyeball by Birds.--There are several instances in which birds have pierced the eyeball with their bills, completely destroying vision. Not long since a prominent taxidermist winged a crane, picked it up, and started to examine it, when it made one thrust with its bill and totally destroyed his eyeball. In another instance a man was going from the railroad station to his hotel in a gale of wind, when, as he turned the corner of the street, an English sparrow was blown into his face. Its bill penetrated his eyeball and completely ruined his sight. There are several instances on record in which game fowls have destroyed the eyes of their owners. In one case a game cock almost completed the enucleation of the eye of his handler by striking him with his gaff while preparing in a cock-pit.\\n\\nMoorehead explains a rare accident to an eye as follows:--\\n\\n\\\"Mr. S. B. A., while attending to his bees, was stung by one upon the right upper eyelid near its center. An employee, who was assisting in the work, immediately discovered the sting driven in the lid and cautiously extracted it, stating that he made sufficient traction to lift the lid well away from the globe. In a few hours the lid became much swollen, but the pain experienced at first had disappeared. Before retiring for the night he began gentle massage of the lid, stroking it horizontally with his finger. The edematous condition was by this means much reduced in a short time. While thus engaged in stroking the lid he suddenly experienced intense pain in the eye as if it had been pierced by a sharp instrument. The suffering was very severe, and he passed a wretched night, constantly feeling 'something in his eye.'\\n\\n\\\"The next morning, the trouble continuing, he came to me for relief. Upon examination of the lid, no opening could be made out where the sting had penetrated, and a minute inspection of the conjunctival surface with a good glass failed to reveal any foreign substance. Cleansing the lid thoroughly, and carefully inspecting with a lens under strong light, a minute dark point was made out about the center of the lid. Feeling that this might be the point of the sting, I had recourse to several expedients for its removal, but without success. Finally, with a fine knife, I succeeded in cutting down by the side of the body and tilting it out. Examination with a 1/5 inch objective confirmed my opinion that it was the point of the bee-sting.\\n\\n\\\"The barbed formation of the point explains how, under the stroking with the finger, it was forced through the dense tarsal cartilage and against the cornea of the eye.\\\"\\n\\nThere is a story told in La Medecine Moderne of a seamstress of Berlin who was in the habit of allowing her dog to lick her face. She was attacked with a severe inflammation of the right eye, which had to be enucleated, and was found full of tenia echinococcus, evidently derived from the dog's tongue.\\n\\nGabb mentions a case of epistaxis in which the blood welled up through the lacrimal ducts and suffused into the eye so that it was constantly necessary to wipe the lower eyelid, and the discharge ceased only when the nose stopped bleeding. A brief editorial note on epistaxis through the eyes, referring to a case in the Medical News of November 30, 1895, provoked further reports from numerous correspondents. Among others, the following:--\\n\\n\\\"Dr. T. L. Wilson of Bellwood, Pa., relates the case of an old lady of seventy-eight whom he found with the blood gushing from the nostrils. After plugging the nares thoroughly with absorbent cotton dusted with tannic acid he was surprised to see the blood ooze out around the eyelids and trickle down the cheeks. This oozing continued for the greater part of an hour, being controlled by applications of ice to both sides of the nose.\\\"\\n\\n\\\"Dr. F. L. Donlon of New York City reports the case of a married woman, about fifty years old, in whom epistaxis set in suddenly at 11 P.M., and had continued for several hours, when the anterior nares were plugged. In a short time the woman complained that she could scarcely see, owing to the welling up of blood in the eyes and trickling down her face. The bleeding only ceased when the posterior nares also were plugged.\\\"\\n\\n\\\"Dr. T. G. Wright of Plainville, Conn., narrates the case of a young man whom he found in the night, bleeding profusely, and having already lost a large amount of blood. Shortly after plugging both anterior and posterior nares the blood found its way through the lacrimal ducts to the eyes and trickled down the cheeks.\\\"\\n\\n\\\"Dr. Charles W. Crumb cites the case of a man, sixty-five years old, with chronic nephritis, in whom a slight bruise of the nose was followed by epistaxis lasting twenty-four hours. When the nares were plugged blood escaped freely from the eyes. A cone-shaped bit of sponge, saturated with ferrous sulphate, was passed into each anterior naris, and another piece of sponge, similarly medicated, into either posterior naris. The patient had been taking various preparations of potassium, and it was thought that his blood contained a deficiency of fibrin. Upon removal of the nasal plugs a catarrhal inflammation developed which lasted a long time and was attended with considerable purulent discharge.\\\"\\n\\nLate Restoration of Sight.--There are some marvelous cases on record in which, after many years of blindness, the surgeon has been able, by operation, to restore the sight. McKeown gives the history of a blind fiddler of sixty-three, who, when one and a half years old, had lost the sight of both eyes after an attack of small-pox. Iridectomy was performed, and after over sixty years of total blindness his sight was restored; color-perception was good. Berncastle mentions a case of extraction of double cataract and double iridectomy for occluded pupils, which, after thirty years of blindness, resulted in the recovery of good sight. The patient was a blind beggar of Sydney.\\n\\nTo those interested in this subject, Jauffret has a most interesting description of a man by the name of Garin, who was born blind, who talked at eight or nine months, showed great intelligence, and who was educated at a blind asylum. At the age of twenty-four he entered the hospital of Forlenze, to be operated upon by that famous oculist. Garin had never seen, but could distinguish night or darkness by one eye only, and recognized orange and red when placed close to that eye. He could tell at once the sex and age of a person approximately by the voice and tread, and formed his conclusions more rapidly in regard to females than males. Forlenze diagnosed cataract, and, in the presence of a distinguished gathering, operated with the happiest result. The description that follows, which is quoted by Fournier and is readily accessible to any one, is well worth reading, as it contains an account of the first sensations of light, objects, distance, etc., and minor analogous thoughts, of an educated and matured mind experiencing its first sensations of sight.\\n\\nHansell and Clark say that the perplexities of learning to see after twenty-six years of blindness from congenital disease, as described by a patient of Franke, remind one of the experience of Shelley's Frankenstein. Franke's patient was successfully operated on for congenital double cataract, at twenty-six years of age. The author describes the difficulties the patient had of recognizing by means of vision the objects he had hitherto known through his other senses, and his slowness in learning to estimate distances and the comparative size of objects.\\n\\nSight is popularly supposed to be occasionally restored without the aid of art, after long years of blindness. Benjamin Rush saw a man of forty-five who, twelve years before, became blind without ascertainable cause, and recovered his sight equally without reason. St. Clair mentions Marshal Vivian, who at the age of one hundred regained sight that for nearly forty years had gradually been failing almost to blindness, and preserved this new sight to the time of his death.\\n\\nThere are many superstitions prevalent among uneducated people as to \\\"second sight,\\\" recovery of vision, etc., which render their reports of such things untrustworthy. The real explanations of such cases are too varied for discussion here.\\n\\nNyctalopia etymologically means night blindness, but the general usage, making the term mean night-vision, is so strongly intrenched that it is useless and confusing to attempt any reinstatement of the old significance. The condition in which one sees better by night, relatively speaking, than by day is due to some lesion of the macular region, rendering it blind. At night the pupil dilates more than in the day-time, and hence vision with the extramacular or peripheral portions of the retina is correspondingly better. It is, therefore, a symptom of serious retinal disease. All night-prowling animals have widely dilatable pupils, and in addition to this they have in the retina a special organ called the tapetum lucidum, the function of which is to reflect to a focus in front of them the relatively few rays of light that enter the widely-dilated pupil and thus enable them the better to see their way. Hence the luminous appearance of the eyes of such animals in the dark.\\n\\nHemeralopia (etymologically day-blindness, but by common usage meaning day-vision or night-blindness) is a symptom of a peculiar degenerative disease of the retina, called retinitis pigmentosa. It also occurs in some cases of extreme denutrition, numerous cases having been reported among those who make the prolonged fasts customary in the Russian church. In retinitis pigmentosa the peripheral or extramacular portions of the retina are subject to a pigmentary degeneration that renders them insensitive to light, and patients so afflicted are consequently incapable of seeing at night as well as others. They stumble and run against objects easily seen by the normal eye.\\n\\nSnow-blindness occurs from prolonged exposure of the eyes to snow upon which the sun is shining. Some years ago, some seventy laborers, who were clearing away snow-drifts in the Caucasus, were seized, and thirty of them could not find their way home, so great was the photophobia, conjunctivitis, and lacrimation. Graddy reports six cases, and many others are constantly occurring.\\n\\nOther forms of retinal injury from too great or too prolonged exposure to light are \\\"moon-blindness,\\\" due to sleeping with the eyes exposed to bright moonlight, and that due to lightning--a case, e.g., being reported by Knies. Silex also reports such a case and reviews the reported cases, 25 in number, in ten of which cataract ensued. In the Annual of the Universal Medical Sciences, 1888, there is a report of seven cases of retinal injury with central scotoma, amblyopia, etc., in Japanese medical students, caused by observation of the sun in eclipse.\\n\\nIn discussing the question of electric-light injuries of the eyes Gould reviews the literature of the subject and epitomizes the cases reported up to that time. They numbered 23. No patient was seriously or permanently injured, and none was in a person who used the electric light in a proper manner as an illuminant. All were in scientific investigators or workmen about the light, who approached it too closely or gazed at it too long and without the colored protecting spectacles now found necessary by such workers.\\n\\nInjuries to the Ear.--The folly of the practice of boxing children's ears, and the possible disastrous results subsequent to this punishment, are well exemplified throughout medical literature. Stewart quotes four cases of rupture of the tympanum from boxing the ears, and there is an instance of a boy of eight, who was boxed on the ear at school, in whom subsequent brain-disease developed early, and death followed. Roosa of New York mentions the loss of hearing following a kiss on the ear.\\n\\nDalby, in a paper citing many different causes of rupture of the tympanic membrane, mentions the following: A blow in sparring; violent sneezing; blowing the nose; forcible dilatation of the Eustachian canal; a thorn or twig of a tree accidentally thrust into the head; picking the ear with a toothpick. In time of battle soldiers sometimes have their tympanums ruptured by the concussion caused by the firing of cannon. Dalby mentions an instance of an officer who was discharged for deafness acquired in this manner during the Crimean War. He was standing beside a mortar which, unexpectedly to him, was fired, causing rupture of the tympanic membrane, followed by hemorrhage from the ear. Similar cases were reported in the recent naval engagements between the Chinese and Japanese. Wilson reports two cases of rupture of the membrane tympani caused by diving. Roosa divides the causes into traumatic, hemorrhagic, and inflammatory, and primary lesions of the labyrinth, exemplifying each by numerous instances. Under traumatic causes he mentions severe falls, blows about the head or face, constant listening to a telegraphic instrument, cannonading, and finally eight cases of boiler-makers' deafness. Roosa cites a curious case of sudden and profound deafness in a young man in perfect health, while calling upon the parents of his lady-love to ask her hand in marriage. Strange to say that after he had had a favorable reply he gradually recovered his hearing! In the same paper there is an instance of a case of deafness due to the sudden cessation of perspiration, and an instance of tinnitus due to the excessive use of tobacco; Roosa also mentions a case of deafness due to excessive mental employment.\\n\\nPerforation of the Tympanum.--Kealy relates an instance in which a pin was introduced into the left ear to relieve an intolerable itching. It perforated the tympanum, and before the expiration of twenty-four hours was coughed up from the throat with a small quantity of blood. The pin was bent at an angle of about 120 degrees. Another similar case was that of a girl of twenty-two who, while pricking her ear with a hair-pin, was jerked or struck on the arm by a child, and the pin forced into the ear; great pain and deafness followed, together with the loss of taste on the same side of the tongue; after treatment both of the disturbed senses were restored. A man of twenty was pricked in the ear by a needle entering the meatus. He uttered a cry, fell senseless, and so continued until the fourth day when he died. The whole auditory meatus was destroyed by suppuration. Gamgee tells of a constable who was stabbed in the left ear, severing the middle meningeal artery, death ensuing. In this instance, after digital compression, ligature of the common carotid was practiced as a last resort. There is an account of a provision-dealer's agent who fell asleep at a public house at Tottenham. In sport an attendant tickled his ear with a wooden article used as a pipe light. A quick, unconscious movement forced the wooden point through the tympanum, causing cerebral inflammation and subsequent death. There is a record of death, in a child of nine, caused by the passage of a knitting-needle into the auditory meatus.\\n\\nKauffmann reports a case of what he calls objective tinnitus aurium, in which the noise originating in the patient's ears was distinctly audible by others. The patient was a boy of fourteen, who had fallen on the back of his head and had remained unconscious for nearly two weeks. The noises were bilateral, but more distinct on the left than on the right side. The sounds were described as crackling, and seemed to depend on movements of the arch of the palate. Kauffmann expresses the opinion that the noises were due to clonic spasm of the tensor velum palati, and states that under appropriate treatment the tinnitus gradually subsided.\\n\\nThe introduction of foreign bodies in the ear is usually accidental, although in children we often find it as a result of sport or curiosity. There is an instance on record of a man who was accustomed to catch flies and put them in his ear, deriving from them a pleasurable sensation from the tickling which ensued. There have been cases in which children, and even adults, have held grasshoppers, crickets, or lady-birds to their ears in order to more attentively listen to the noise, and while in this position the insects have escaped and penetrated the auditory canal. Insects often enter the ears of persons reposing in the fields with the ear to the ground. Fabricius Hildanus speaks of a cricket penetrating the ear during sleep. Calhoun mentions an instance of disease of the ear which he found was due to the presence of several living maggots in the interior of the ear. The patient had been sleeping in a horse stall in which were found maggots similar to those extracted from his ear. An analogous instance was seen in a negro in the Emergency Hospital, Washington, D.C., in the summer of 1894; and many others are recorded. The insects are frequently removed only after a prolonged lodgment.\\n\\nD'Aguanno gives an account of two instances of living larvae of the musca sarcophaga in the ears of children. In one of the cases the larvae entered the drum-cavity through a rupture in the tympanic membrane. In both cases the maggots were removed by forceps. Haug has observed a tic (ixodes ricinus) in the ear of a lad of seventeen. The creature was killed by a mercuric-chlorid solution, and removed with a probe.\\n\\nThere is a common superstition that centipedes have the faculty of entering the ear and penetrating the brain, causing death. The authors have knowledge of an instance in which three small centipedes were taken from the ear of a policeman after remaining there three days; during this time they caused excruciating pain, but there was no permanent injury. The Ephemerides contains instances in which, while yet living, worms, crickets, ants, and beetles have all been taken from the ear. In one case the entrance of a cricket in the auditory canal was the cause of death. Martin gives an instance in which larvae were deposited in the ear. Stalpart van der Wiel relates an instance of the lodgment of a living spider in the ear.\\n\\nFar more common than insects are inanimate objects as foreign bodies in the ear, and numerous examples are to be found in literature. Fabricius Hildanus tells of a glass ball introduced into the auditory canal of a girl of ten, followed by headache, numbness on the left side, and after four or five years epileptic seizures, and atrophy of the arm. He extracted it and the symptoms immediately ceased. Sabatier speaks of an abscess of the brain caused by a ball of paper in the ear; and it is quite common for persons in the habit of using a tampon of cotton in the meatus to mistake the deep entrance of this substance for functional derangement, and many cases of temporary deafness are simply due to forgetfulness of the cause. A strange case is reported in a girl of fourteen, who lost her tympanum from a profuse otorrhea, and who substituted an artificial tympanum which was, in its turn, lost by deep penetration, causing augmentation of the symptoms, of the cause of which the patient herself seemed unaware. Sometimes artificial otoliths are produced by the insufflation of various powders which become agglutinated, and are veritable foreign bodies. Holman tells of a negro, aged thirty-five. whose wife poured molten pewter in his ear while asleep. It was removed, but total deafness was the result.\\n\\nAlley mentions a New Orleans wharf laborer, in whose ear was poured some molten lead; seventeen months afterward the lead was still occupying the external auditory meatus. It is quite remarkable that the lead should have remained such a length of time without causing meningeal inflammation. There was deafness and palsy of that side of the face. A fungous growth occupied the external portion of the ear; the man suffered pain and discharge from the ear, and had also great difficulty in closing his right eyelid. Morrison mentions an alcoholic patient of forty who, on June 6, 1833, had nitric acid poured in her right ear. There were no headache, febrile symptoms, stupor, or vertigo. Debility alone was present. Two weeks after the injury paralysis began on the right side, and six weeks from the injury the patient died. This case is interesting from the novel mode of death, the perfect paralysis of the arm, paralysis agitans of the body (occurring as hemorrhage from the ear came on, and subsiding with it), and extensive caries of the petrous bone, without sensation of pain or any indicative symptoms.\\n\\nThere is an instance in a young girl in which a piece of pencil remained in the right ear for seven years. Haug speaks of two beads lying in the auditory canal for twenty-eight years without causing any harm.\\n\\nA boy of six introduced a carob-nut kernel into each ear. On the next day incompetent persons attempted to extract the kernel from the left side, but only caused pain and hemorrhage. The nut issued spontaneously from the right side. In the afternoon the auditory canal was found excoriated and red, and deep in the meatus the kernel was found, covered with blood. The patient had been so excited and pained by the bungling attempts at extraction that the employment of instruments was impossible; prolonged employment of injections was substituted. Discharge from the ear commenced, intense fever and delirium ensued, and the patient had to be chloroformed to facilitate the operation of extraction. The nut, when taken out, was found to have a consistency much larger than originally, caused by the agglutination of wax and blood. Unfortunately the symptoms of meningitis increased; three days after the operation coma followed, and on the next day death ensued. In 75 cases collected by Mayer, and cited by Poulet (whose work on \\\"Foreign Bodies\\\" is the most extensive in existence), death as a consequence of meningitis was found in three.\\n\\nFleury de Clermont mentions a woman of twenty-five who consulted him for removal of a pin which was in her right ear. Vain attempts by some of her lay-friends to extract the pin had only made matters worse. The pin was directed transversely, and its middle part touched the membrane tympanum. The mere touching of the pin caused the woman intense pain; even after etherization it was necessary to construct a special instrument to extract it. She suffered intense cephalalgia and other signs of meningitis; despite vigorous treatment she lost consciousness and died shortly after the operation.\\n\\nWinterbotham reports an instance in which a cherry-stone was removed from the meatus auditorius after lodgment of upward of sixty years. Marchal de Calvi mentions intermittent deafness for forty years, caused by the lodgment of a small foreign body in the auditory canal. There is an instance in which a carious molar tooth has been tolerated in the same location for forty years.\\n\\nAlbucasius, Fabricius Hildanus, Pare, and others, have mentioned the fact that seeds and beans have been frequently seen to increase in volume while lodged in the auditory canal. Tulpius speaks of an infant, playing with his comrades, who put a cherry-seed in his ear which he was not able to extract. The seed increased in volume to such an extent that it was only by surgical interference that it could be extracted, and then such serious consequences followed that death resulted. Albers reports an instance in which a pin introduced into the ear issued from the pharynx.\\n\\nConfusion of diagnosis is occasionally noticed in terrified or hysteric persons. Lowenberg was called to see a child of five who had introduced a button into his left ear. When he saw the child it complained of all the pain in the right ear, and he naturally examined this ear first but found nothing to indicate the presence of a foreign body. He examined the ear supposed to be healthy and there found the button lying against the tympanum. This was explained by the fact that the child was so pained and terrified by the previous explorations of the affected ear that rather than undergo them again he presented the well ear for examination. In the British Medical Journal for 1877 is an account of an unjustified exploration of an ear for a foreign body by an incompetent physician, who spent a half hour in exploration and manipulation, and whose efforts resulted in the extraction of several pieces of bone. The child died in one and a half hours afterward from extreme hemorrhage, and the medical bungler was compelled to appear before a coroner's jury in explanation of his ignorance.\\n\\nIn the external ear of a child Tansley observed a diamond which he removed under chloroform. The mother of the child had pushed the body further inward in her endeavors to remove it and had wounded the canal. Schmiegelow reports a foreign body forced into the drum-cavity, followed by rough extraction, great irritation, tetanus, and death; and there are on record several cases of fatal meningitis, induced by rough endeavors to extract a body from the external ear.\\n\\nIn the Therapeutic Gazette, August 15, 1896, there is a translation of the report of a case by Voss, in which a child of five pushed a dry pea in his ear. Four doctors spent several days endeavoring to extract it, but only succeeded in pushing it in further. It was removed by operation on the fifth day, but suppuration of the tympanic cavity caused death on the ninth day.\\n\\nBarclay reports a rare case of ensnared aural foreign body in a lady, aged about forty years, who, while \\\"picking\\\" her left ear with a so-called \\\"invisible hair-pin\\\" several hours before the consultation, had heard a sudden \\\"twang\\\" in the ear, as if the hair-pin had broken. And so, indeed, it had; for on the instant she had attempted to jerk it quickly from the ear the sharp extremity of the inner portion of its lower prong sprang away from its fellow, penetrated the soft tissues of the floor of the external auditory canal, and remained imbedded there, the separated end of this prong only coming away in her grasp. Every attempt on her part to remove the hair-pin by traction on its projecting prong--she durst not force it INWARD for fear of wounding the drumhead--had served but to bury the point of the broken prong more deeply into the flesh of the canal, thereby increasing her suffering. Advised by her family physician not to delay, she forthwith sought advice and aid. On examination, it was found that the lower prong of the \\\"invisible hair-pin\\\" had broken at the outer end of its wavy portion, and seemed firmly imbedded in the floor of the auditory canal, now quite inflamed, at a point about one-third of its depth from the outlet of the canal. The loop or turn of the hair-pin was about 1/2 inch from the flaccid portion of the drumhead, and, together with the unbroken prong, it lay closely against the roof of the canal. Projecting from the meatus there was enough of this prong to be easily grasped between one's thumb and finger. Removal of the hair-pin was effected by first inserting within the meatus a Gruber speculum, encircling the unbroken projecting prong, and then raising the end of the broken one with a long-shanked aural hook, when the hair-pin was readily withdrawn. The wound of the canal-floor promptly healed.\",\"timestamp\":1639718762,\"title\":\"\\nAnnandale mentions an instance in which a knitting-needle penetrated the brain through the orbit\"},\"digest\":\"gG4VZYKXrNSHFkScmzfRW3PdGv6KVwrHIyeMgtT_0Js\",\"authorship\":{\"contributor\":\"0x93be0c9BA98F727B6919FE7c4E542c3bD617d31D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NxYm2Lm_ZBOLSJc9hcVAacUzzjjbL7hJ1EDs_oGOdTI\\\",\\\"y\\\":\\\"xOQXjNWgAFotamUp0rKhyx0-N6xSCASvxpNf4w6ZjQA\\\"}\",\"signature\":\"AipMkEpF5MHDWWPBUIAbtXp9fyslY4cZ3PFp9HHEiP6YUlLQfmCHZRS_AtiEX7X_-p5AdW7FAQFOjy0vSDz5RA\",\"signingKeySignature\":\"0xc6c42972c42958db318c7d30ec073c4831e1333f25cd54bf673e313e71b96d1c43fa046597f8653ff16ddaf9d6a1bf9fb1863f5bb40b28788bd14b99f836c8b81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NxYm2Lm_ZBOLSJc9hcVAacUzzjjbL7hJ1EDs_oGOdTI\\\",\\\"y\\\":\\\"xOQXjNWgAFotamUp0rKhyx0-N6xSCASvxpNf4w6ZjQA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gG4VZYKXrNSHFkScmzfRW3PdGv6KVwrHIyeMgtT_0Js\"}"