"{\"content\":{\"body\":\"## What Is Information Architecture?\\n\\nSimply put, Information Architecture is the structure of all the information in your app or website. When we put care into the arrangement of information, we can make it easier to understand and navigate. It’s similar to how a writer starts with an outline before they write a story, or how an architect starts with a blueprint before they choose paint colors.\\n\\nIn essence, any digital product, website, or app is simply a collection of information. The practice of Information Architecture involves arranging this information in a way that is easy to understand, and can be scaled as the app or website grows (as you add features, for example).\\n\\nAn app or website that has good Information Architecture is *structurally sound*. It’s very much like a building. If we’re deliberate about what the important pillars are, and we start there, we have a solid foundation. When we have a solid foundation, we can continue to build without things getting too shaky.\\n\\n## Example\\n\\nLet’s take Spotify as an example. We can deconstruct the UI to reveal the underlying Information Architecture.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*fsLfaYCEYFwZknUyOKWflA.png)\\n\\n## Why is Information Architecture Important?\\n\\n**If you want clean and focused design, you have to start with clean and focused Information Architecture.** It forces us to do the thinking, so our users don’t have to. When we think about the Information Architecture of an app, we’re forced to view it — not as a collection of pages and pixels — but rather as a collection of abstract thoughts: nouns and verbs. Nothing more.\\n\\nWe quickly see that an app or website is just information. The way we piece that information together determines how well people will be able to navigate and consume it.\\n\\nIt’s just like constructing a thought, or sentence, or idea. The arrangement of the nouns and verbs in the sentence will determine how well the message is received.\\n\\nAn app is the same thing. An app is just a collection of nouns and verbs: *“stuff”* and *“actions I can take on the stuff”*. The nouns are the really important things. They make up the world of your app. The nouns in your app can be things like:\\n\\n* Songs\\n* Folders\\n* Users\\n* Photos\\n* Restaurants\\n* Money\\n* Friends\\n\\nThe verbs, on the other hand, are the *actions* the user can take on those nouns. Here are some examples:\\n\\n* *Play* a song\\n* *Create* a folder\\n* *Create* a user\\n* *Share* a photo\\n* *Review* a restaurant\\n* *Send* money\\n* *Add* friends\\n\\nSo typically, in an app we can follow a certain pattern. A majority of the screen (roughly 80%) is devoted to displaying the “nouns”, and a smaller portion is devoted to displaying the “verbs” — the available actions that the user can take on those nouns.\\n\\n## Good Information Architecture is Universal (And Timeless)\\n\\nOver time we see that good information architecture is universal. Certain principles and patterns seem to always prevail. Perhaps most obviously, the items in the top-most navigation of your app should be the most important things. For Spotify, those things are “Home”, “Browse”, “Search”, “Radio”, and “Your Library”. What are the most important things in your app? Try to limit it to 3–5 items.\\n\\nWhere things get interesting is when we realize that information wants to take on similar structures, regardless of the exact nature of the information. For example, a common pattern we see is that as we navigate deeper into the Information Architecture of an app, we tend to move from broad collections of items, toward specific items. This is often referred to as “drilling down”.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*iGead8SqzCfO1WDeUn3Iwg.png)\\n\\nWhile the UI has evolved, the underlying Information Architecture hasn’t changed much.\\n\\n## Patterns Emerge\\n\\nOnce we’ve designed enough apps, websites, and digital products — we start to realize that these structures of information are really all the same on some level. It’s just the names of the information that change. A good designer knows how to start with one of these tried and true structures. These structures, at their essence, are agnostic to the information they contain.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*x1lzOgff1VHYnjPEDlTW2A.png)\\n\\nMusic…\\n\\n![](https://miro.medium.com/max/1400/1\\\\*nQHTmsN9ZyIYY3iLxnuXpw.png)\\n\\n…is the same as Photos\\n\\n![](https://miro.medium.com/max/1400/1\\\\*hTe-Ljz2873Mj9Qj_SW-HQ.png)\\n\\n…which are the same as “Things”\\n\\n![](https://miro.medium.com/max/1400/1\\\\*nNdx-JSh6oQvjGI6RkHmWw.png)\\n\\n…which are the same as — well, you get the point.\\n\\n## **It’s All The Same Thing!**\\n\\nSo we start with these agnostic structures. Then, as we start to “pour” information into these containers, we can start to customize the presentation to speak to the unique nature of the information contained within them. For example, information that is more visual, like Photos, will be presented differently than information that is more data-based, like Credit Card Transactions.\\n\\n## Tips for Creating Good, Clean Information Architecture\\n\\n## 1. Be very clear about what’s important (and what isn’t).\\n\\nDon’t be afraid to minimize the importance of some things, this is necessary to maximize the importance of others. Contrast is critical in providing clarity. Get rid of information where you can, and minimize it when you can’t.\\n\\n## 2. Think in terms of “buckets” of information\\n\\nThink about which things belong together. For example, a Profile section of your app is likely a good place to contain everything related to the user, rather than scattering them around the app.\\n\\n## 3. Don’t be afraid to revisit your Information Architecture\\n\\nMake sure to revisit your Information Architecture as your app or website evolves and grows. Teams often neglect to maintain their Information Architecture because they think it’s all-or-nothing: “we’d love to clean up our Information Architecture but we don’t have the resources to redesign the whole app.” Think in more incremental terms. There are probably a few things you could do easily to improve the structure of information in your product (and thereby improve the usability).\\n\\n—\\n\\n👋 [Say hi on Twitter!](https://twitter.com/JacobRuizDesign)\",\"timestamp\":1636868150,\"title\":\"Information Architecture: The Most Important Part of Design You’re Probably Overlooking\"},\"digest\":\"LTEhOQMvUSwvjCuUb9VoTkJxTd_BTnw3kN3OT_O358k\",\"authorship\":{\"contributor\":\"0xE78102ecca6f3f729D0b29d45D91499171D1327A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"a2XszC8oUZ_dflwgc2jY1CHTLi2MJqqYuNNiUPzcmBw\\\",\\\"y\\\":\\\"_nAbgT--YgXGTl4c9EWm2wkzuKoqrtykHxWfBaQ20es\\\"}\",\"signature\":\"irXVcl9g4zF7iMOjbGSkGpBb0yRZqy1uJEwfh9GVu4vaAO_SB-FzKiQoCsluctjPCT2fNn-qRLNoTriKZrzRRA\",\"signingKeySignature\":\"0x581992c2035d41c0a8ffbbad9b3e883a9a321b0a8b057d6da5a49932b06027a5380d647ed28fb99883383e81ba103a17425b0e6024e051ddd2dcb482076136a21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"a2XszC8oUZ_dflwgc2jY1CHTLi2MJqqYuNNiUPzcmBw\\\",\\\"y\\\":\\\"_nAbgT--YgXGTl4c9EWm2wkzuKoqrtykHxWfBaQ20es\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LTEhOQMvUSwvjCuUb9VoTkJxTd_BTnw3kN3OT_O358k\"}"