"{\"content\":{\"body\":\"\\b\\\\*[First Published on @IOSG Medium on Jan 7, 202](https://iosgvc.medium.com/iosg-scaling-summit-2021-panel-recap-scaling-defi-could-scalability-solutions-trigger-another-e2a7bbaa0d4b)2\\\\*\\n\\n![](https://images.mirror-media.xyz/publication-images/tQibsgkAqwKJc5b3HJ8QA.png?height=933&width=1400)\\n\\nOn December 18, 2021, at the 8th Old Friends Reunion Scaling Summit, “Scaling DeFi”, as the recent talk of the town, has been brought to the table by these pioneers. They are ***Deniz Omer*, Founder & CEO of Ethereum Central; Kain Warwick, Founder of Synthetix; Robert Lauko, Founder & CEO of Liquity; Rune Christensen, Founder of MakerDAO; Yenwen Feng, Co-founder of Perpetual Protocol.**\\n\\n> ***🎤 Moderator — Deniz Omer (Ethereum Central)***\\n>\\n> *Hello to all our viewers. Thank you for joining this IOSG 8th Old Friends Reunion event. Today we’ll be exploring scaling DeFi and whether and how scalability solutions can trigger the next wave of DeFi innovation. I have the pleasure of being joined by four distinguished guests from the world of DeFi, from the world of Ethereum. **They’ve been building products for years and really know the challenges of building on these open decentralized platforms and the challenges around scaling and scaling while trying to keep it as open as permissionless as possible.***\\n>\\n> *Today I’m joined by **Kain from Synthetix, Robert from Liquity, Yenwen from Perpetual Protocol, Rune from MakerDAO.** Guys, thank you for joining us. Could you maybe briefly give a very short introduction of yourselves to our audience? Kain, maybe we can start with you, going clockwise.*\\n\\n***Kain Warwick (Synthetix)***\\n\\nSounds good. I’m Kain from Synthetix. **We are a derivatives platform on Ethereum, now also running on Optimism as well. So we allow people to get exposure to a range of different assets like gold, silver, Bitcoin on the Ethereum blockchain and the Optimistic Ethereum blockchain.**\\n\\n***Robert Lauko (Liquity）***\\n\\nI’m Robert Lauko. I’m the CEO and founder of Liquity. **Liquity is an interest-free borrowing protocol that allows you to borrow LUSD, which is a stablecoin against Ether, and the main selling point is that the loans are interest free. Also the collateral ratio is relatively low at 110%.**\\n\\n***Yenwen Feng (Perpetual Protocol）***\\n\\nHi, I’m the co-founder of Perpetual Protocol. **So we are building a decentralized perpetual contract on-chain. Our v1 is built on top of xDai. We are working on v2 right now. The v2 will be on Optimism.**\\n\\n***Rune Christensen(MakerDAO)***\\n\\nI’m Rune Christensen. I’m the co-founder of MakerDAO, **which is a stablecoin platform and a DeFi protocol. I used to be the CEO of the Foundation, but I’m not anymore**, because that’s has dissolved because Maker at this point has become so decentralized, that basically the community took over, hiring people running the whole the whole thing, which is pretty cool, because it’s a very advanced stablecoin system, but it’s not controlled by a single team. The thing that makes it unique is that it’s primarily backed by Ethereum, but it’s also using a bunch of different collateral assets, including centralized stablecoins that allow one-to-one pegged to the dollar with unlimited liquidity. Also we’re moving into using what we call real-world assets, which would be actual financial assets, like real estate in the real world. Even with that, we are even moving towards trying to focus on sustainable finance.\\n\\n> ***🎤 Moderator — Deniz Omer (Ethereum Central)***\\n>\\n> *It’s pretty cool that all those products that’s heard in 2017 and 18, we’re saying, decentralization is a journey. Over time, you’ll get more and more decentralized. You guys are showing that in action over time, it has become gradually more decentralized. It’s really cool to see that. Now, before we jump into what kind of innovation we can see, once we do manage to scale up, maybe we should go back to the root of the question and think about how we scale, because at the end of the day, **we’re all bound by this blockchain trilemma, which says you can have scalability, decentralization and security, you can improve one or two different aspects but it always comes at the price of the other. When we do try to decentralize Ethereum, decentralized what’s happening in DeFi, how should we be thinking about this trilemma? What kind of compromises are acceptable?** How should we be thinking about this for the long-term sustainable growth of this? Who would like to kick us off?*\\n\\n***Rune Christensen(MakerDAO)***\\n\\nI want to make a point on this trilemma. I think another way to talk about this is this common argument of decentralization. It is a spectrum, right? You get it here all the time. My opinion on this has always been that it’s a spectrum, but I think it’s quite limited, how useful it is to really look at all these different points in let’s call it the middle of the spectrum. I actually believe that **for a very long time, we’ve had the combination that in my opinion works the best, which is you have blockchains that are actually decentralized. You can actually count on to even handle very negative scenarios.** So we’ll be talking about the Ethereum mainnet and Rollups, which is this type of scalability technology that doesn’t compromise in security. If you don’t want that, if you don’t want absolute best in class security, then you’re probably better off using a regulated centralized exchange, like Coinbase, Binance. They have incredible scalability. They’ve had that for while it’s not exactly new technology. It’s been there for a decade at this point.\\n\\n**I actually think the combination of these two things that already handles the trilemma really well, because it allows users to pick the spot where they’re most comfortable with**, which for most people, that is, in many cases, a stable centralized exchange. You have to really know what you’re doing to actually use the real bare bones of blockchain technology, and then the risks that comes with it in terms of user error. I think in order to know where you’re supposed to go in the middle of the spectrum, I actually think that requires even more knowledge, because how exactly is a user supposed to know, okay, this is not as secure as Ethereum, but there’s still all kinds of risks around my own knowledge and skills. But I’m also not getting the protections of a centralized regulated platform. So in my opinion, that it really comes down to what’s appropriate for the user. There’s more to it than just what often is presented like it’s a blockchain. It’s the same thing, but it’s faster. There’s some simple security tradeoffs, you don’t have to worry too much about.\\n\\n***Kain Warwick (Synthetix)***\\n\\nSo I have a slight counterpoint maybe to that. **I think we get confused sometimes about who the users are of the systems. We talk about users not understanding the tradeoffs of decentralization and security, etc.** I think the users that we’re referring to when we talk about the scalability trilemma are actually engineers who are building things. It’s the people who are the user of a blockchain, is the person who wants to build a platform on it. How much trust do they believe the platform needs? What are they trying to achieve? How much censorship resistance, etc.? All of those things, the conversation about users not caring about decentralization, is fairly true. They just want to use platforms that are safe, secure and transparent. All of the things that we’re trying to achieve in DeFi. I think people using centralized platforms, Binance or whatever, or even centralized blockchains, Binance Smart Chain and something like that. It’s a tradeoff that a user might make, without really understanding to your point, where on the curve they lie. They’re foregoing security, maybe for some benefits in cheaper transactions or whatever. I do think that **this situation we find ourselves in right now is very confusing for an end user, but users like engineers who are building these things, I think they are much further along in this education process of understanding where these tradeoffs lie and what makes sense to use in terms of which blockchain to deploy on.**\\n\\n***Robert Lauko （Liquity）***\\n\\nI largely agree with that view. I also think that **decentralization and security are maybe not at the same level, because you can have security without the centralization, but decentralization on its own is not really useful if the system is not secure.** So there is this difference between the two aspects. Some users, they might just not care because they are fine, as long as the system is secure. They don’t care whether the security is derived from a legal entity that’s just trustworthy or the system of decentralized nodes. That’s one aspect, but another one I’d like to emphasize here is from a technical point of view that the difference between scaling up and scaling out. There are platforms like Solana that are just trying to push the boundaries regarding the throughput of one single chain. So they are also pushing the requirements for the node or node operators on the system which may impair decentralization because it’s not open for everyone running a node at home in his cellar, but at the same time, it’s a very neat system in the way that you do not need to care about atomicity about cross-chain In transfers because on the other hand those other endeavors which try to shard the system like the L2 solutions for Ethereum. They just become complicated and segregated. Then you lose this easy way to have atomic and composable transactions.\\n\\n> ***🎤 Moderator — Deniz Omer (Ethereum Central)***\\n>\\n> *There are multiple scaling solutions coming out there as well. When we do have technologies like zero knowledge proofs coming out, it expands the boundary of what we can do. So over time, we’re just increasing that toolkit that we have. That’s really cool to see as well. One question to you guys. **Because all your products kind of touch on liquidity, they do require some kind of capital or ERC20 tokens, or whatever it might be, to function efficiently. We’re seeing multiple L2 solutions coming out there. We have side chains like Polygon. It’s really expanded. We’re seeing the TVL grew up there. So do you guys see a risk of fragmenting that liquidity with maybe fragmenting usability? How’s it going to look like in a few years down the line? Do you see a few dominant L2 solutions being out there?** Or is it going to be just hundreds of different ones? Or do you think it might be more like the winner-takes-all? How do you guys see what will play out in the near future?*\\n\\n***Yenwen Feng (Perpetual Protocol）Yenwen Feng (Perpetual Protocol）***\\n\\nYeah, I think I will go first. **I personally believe that it will be the winner-takes-all, just like Ethereum takes the most of the market by now. I think the network effect of L2, if you want to be compostable with other projects, you have to be on the same L2 solution, same chain or the same place.** So I do believe in that effect, the first one to get the network effect will be the winner that takes all. They probably will be maybe 40% of the market shared by several smaller ones. But there definitely will be one winner overall. That’s my take.\\n\\n***Kain Warwick (Synthetix)***\\n\\nYeah, I totally agree. I tend to agree with that. We saw a DeFi Summer. Even though it lasts two years, liquidity is very fickle. **It’ll go wherever the incentives are very, very quickly. Even though liquidity fragmentation is this kind of thing that everyone’s concerned about, it’s very easy to defragment liquidity as well, with the right incentives and the right mechanisms.** So I think that it’ll happen. There’ll be some tipping point, and we’re not there yet. It’s not clear whether it’s going to be Arbitrum or Optimism or StarkNet, or one of the otherL2 solutions that’s out there. It’s probably not going to be xDai. It’s cool, but I think that we’re at a point now where it could be Hermez on Polygon. We just don’t know. At the moment, there’s a lot of uncertainty. There will be a tipping point, though, I think where it becomes winner-take-most and then probably trends towards winner-take-all.\\n\\n***Rune Christensen(MakerDAO)***\\n\\nI think specifically it’s going to be. I would guess this is not in the hands too much with Optimistic Rollups, just because they already. I’m not enough of an expert to know exactly what their technology is going to look like, several years out, but we already have those fee issues almost with them now. I think there’s even an upgrade coming that’s going to make them cheaper than Solana or something. Read about them on Twitter. We were all excited about that, but ultimately what I’ve heard about, the zero-knowledge Rollups. This is what we’re talking about is a new paradigm of throughput, where they’re doing things on. Don’t you have seen these demos they’ve done on StarkNet of reinforcement learning agents, that kind of stuff, where they showcase that because this is essentially just a single server that is kept secure, with the cryptography, then you can just do a completely different set of stuff that you just cannot do on a traditional blockchain. I would guess that’s also where we would get into this conversation about. **Once you’re in that paradigm, once you get used to, having these new possibilities, that’s where we might see this new behavior, these new types of products, new behaviors emerge. That’s when I would guess that you really have that possibility of problems unlocking, like a new Ethereum that becomes a hub for whatever happens , when you have this new magnitude of throughput.**\\n\\nAt the same time, I really think that if you look at Optimistic Rollups, it seems kind of logical in a sense that they will actually load balance more. I’ve seen this argument about what is it like, **Manhattan, the suburbs the countryside, depending on where some apps they need more cheap transactions, they don’t need so much composability, while others they’re happy to take more expensive transactions if they get better composability. You might see a spectrum of different Rollups that specialize in being higher cost and higher composability, or lower cost and lower composability, then even as a kind of specialization, so maybe some will be more about swapping random tokens, some will be more about let’s just trade Ethereum here, others will be NFTs or something.** Then you get these specializations of ecosystems, in some ways, I think that would be the nicest outcome in a sense, because it just feels more decentralized, but I could also totally imagine, you have StarkNet or zkSync, who sort of raced to build the first Ultra Rollup of Dune, then once that comes out, that’s a new thing, it changes the whole game. It’ll be exciting to see how it plays out released.\\n\\n> ***🎤 Moderator — Deniz Omer (Ethereum Central)***\\n>\\n> *Just to follow up on that. Assuming we do get there, the technology keeps advancing, **we have 100x scalability. What kind of new DeFi applications are likely to emerge from that kind of new capacity, new capability that we have?***\\n\\n***Robert Lauko （Liquity）***\\n\\nMaybe I can see two examples. I’m sure there are many more, but currently we have a number of DeFi applications that need a lot of care from the user, for example, **borrowing systems and CDPs where you can get liquidated if your collateral falls below a certain threshold. Now there are already automation tools out there like the DeFi Saver, but the gas costs can be prohibitive for some of those tools that constantly manage and update your position.** Let’s say every minute or even every second , because that’s what in the end allows the system to take on more risk , because the users can react to it quicker. I guess those kinds of automation systems may emerge with higher scalability. Also another thing that I think will re-emerge will be on-chain order book trading, because currently Uniswap is kind of an answer to Ethereum’s slow scalability. It tries to mitigate that with v3, but it’s still not the real deal when it comes to order book trading.\\n\\n***Kain Warwick (Synthetix)***\\n\\n**You really are dating yourself there calling them CDPs. We call them vaults now. They haven’t been CDPs for two years.**\\n\\n***Robert Lauko （Liquity）***\\n\\nJust wanted to use a generic term.\\n\\n***Rune Christensen(MakerDAO)***\\n\\nYou use a generic term now?\\n\\n***Robert Lauko （Liquity）***\\n\\n\\\\-Hahah yeah.\\n\\n> ***🎤 Moderator — Deniz Omer (Ethereum Central)***\\n>\\n> *Maybe I can ask for your own products. **Do you guys see extra features or extra capabilities coming through on specific products once we do have 100x the capacity there?***\\n\\n***Yenwen Feng (Perpetual Protocol）***\\n\\nPerpetual Protocol we build on a xDai, v1 the end of last year, so I do feel that the cheaper costs, because on xDai, Gas fee is 100x lower than mainnet, so we do see that, we don’t really incentivize anything, but we do get much higher transaction volume than other similar projects. I do feel that just because of a cheaper fee, so it’s like Robert said that people can do things every block. They can actually submit transaction, adjust the position at every block that enhances lots of things, so I do believe that if we can scale 100x on the L2 all day in like the Uniswap, they will get 10x trading volume. If everyone moved to that solution, so that’s something I am I’m pretty much certain about that, **but I do have a concern about order book. I still don’t think that order book will happen soon on-chain, even on Solana.** They can process thousands of transactions per second, but there is still a cost to update order book. Compared to a centralized exchange, they don’t have that cost, so they gave me the ability to operate that order book for the market maker or quant-traders and others, so I feel that if we can have more than 20 transactions per second or even more, that can suit that situation, but I don’t think that will happen. **I do believe AMMs will come back, dominate the decentralized DEX market.** That’s just how I feel.\\n\\n> ***🎤 Moderator — Deniz Omer (Ethereum Central)***\\n>\\n> *I think we all agree that scalability is incredibly important for mainstream adoption in the future, but I’m trying to get as of now, for example, if instantly tomorrow we had 100x capacity, **would that be filled immediately? Where is the demand and supply now?** We know the supply needs to keep increasing. We have to increase the transaction per second. Where do we stand on the demand side?*\\n\\n***Rune Christensen(MakerDAO)***\\n\\nI want to make a bit of it. You would call a little bit of a spicy point to this.\\n\\nSo first, from the perspective of Maker, what are we going to get when we probably expand to L2s? So I just earlier made the point that maybe there’ll be this new paradigm of completely new things we’ve never seen before, they’ll be possible on ZK Rollups or something, but concretely now it basically looks like. It allows Maker to serve smaller users when users with less capital basically. That’s pretty much about it. The reality is actually that Maker has already established itself. It’s just primarily focused on serving really really large users, and then themselves provide decentralized services to end users. So I think it’s about half of all Ethereum collateral in Maker, is actually already in a sense scaled up this way where you have these centralized providers that they basically arbitrage rates they provide to end users with marketing regulated products, this kind of stuff that a regular person would be scared to jump onto the blockchain. They can just go to this kind of services directly so that what an L2 or very massive scalability would allow us to do, would be that now we can serve a kind of user that they don’t want to use some centralized intermediary. They want to directly use a blockchain, have cheap fees and get the best service possible. I don’t think it’s even guaranteed that there is necessarily that big of a user base, because I think it makes sense that the people who are confident and comfortable, doing highly risky, potentially risky technical operations manually right on a blockchain. It just tends to be those that are well capitalized and sort of know what they’re doing.\\n\\nSome random person that has a bit of money in Eth. They might not necessarily be so into it. They might actually prefer going on Binance or something like that where they have a brand they can trust but there is a type of product that absolutely needs to be able to offer a fully centralized service directly to the end user. It’s actually the thing that’s pretty much. It’s one of the most popular things to use blockchain for. That’s basically Ponzi schemes.\\n\\nIf you look at what’s happening today. People like to joke about it right now but **the reality is that so much of the stuff that’s happening out there so much of the recent innovation in crypto, it’s basically financial gamification primarily**. So it’s making all these crazy new ways to kind of gamble in-between financing and gambling. You put them together all these different forms. You get this explosion of what may look an explosion of innovation. I think as it is in the field specifically of financial gamification, my point is that these will just completely explode with L2 scalability they already are we’re seeing that already then the question is whether that is actually sustainable. I don’t think that we can be sure that this will actually always be the case but at least in the short run I would imagine that we might not necessarily be there we see L2 and then all this new innovation that helps society or something or fixes the financial system is going to pop up but it’s more likely that a bunch of people will lose their money actually because the reason why a Ponzi scheme is so heavy to attract these small holders with not a lot of capital they’re not exactly sharks right. They’re actually the people. They’re hoping for these people to be their exit liquidity essentially. That’s also a lot of the criticism that’s been thrown at Ethereum. Look we need these small fish so they can be our exit liquidity. So overall that’s a perspective that also matters. I think that there’s a side to all of this what’s happening now in the bull market that’s I think we’re going to look a bit difference once the froth and the irrational behavior disappears.\\n\\n***Kain Warwick (Synthetix)***\\n\\nYou sound so cynical than in your old days, Rune!\\n\\n> ***🎤 Moderator — Deniz Omer (Ethereum Central)***\\n>\\n> *Kain Synthetix has been one of the beneficiaries of these scaling solutions. We know that quite a bit of volume comes from L2 because with Ethereum we know how expensive that is. **So how has that helped growth from maybe, how do you see growth from where you’re standing at Synthetix?***\\n\\n***Kain Warwick (Synthetix)***\\n\\nIt’s only just starting now. We’ve had probably the last six months where trading on L1 has been so prohibitive as to basically be pointless. There’s been cross-asset swaps, some other weird edge-case kind of users for the protocol but other than that the average users left and went to L2 a while ago but there was no trading activity. It’s only been in the last couple of months that we’ve been enabled trading there’s only three assets on L2. There’s still quite a bit of work to rebuild that infrastructure on L2 that existed on L1 even 18 months ago but one of the things that we’ve been able to do is to remove this frontrunning protection that has been there for several years which broke atomic transaction so it stopped the protocol from being composable that meant that already we’re seeing other protocols start to integrate Synthetix like Lyra for example the options protocol which in and out itself is actually an innovation because they’ve taken this kind of internal hedging model that was previously not viable on L1 because the computational requirements for Black Scholes are just not possible they’ve been able to replicate. Those calculations on L2 to have this dynamic hedging function that the protocol itself does so not every innovation is a Ponzi as most of them are probably these kind of crazy primitives that we’re seeing that people are building are cool weird little zero-sum games that people are playing but there’s genuine innovation. I think we’ve barely scratched the surface on L2s in the same way that there’s genuine innovation on L1. **People said Uniswap was not a real thing for such a long time. It can’t work it’s dumb it’s nonsense. Most of those people then have been proven wrong. So I do think L2 can scale up transaction throughput but also computational bandwidth as well. It will enable a range of new things that people haven’t yet thought of.**\\n\\n> ***🎤 Moderator — Deniz Omer (Ethereum Central)***\\n>\\n> *Yeah, we all know that there’s so much happening, scaling is happening. It’s actually scary to think about what would have happened to Ethereum gas price if we had none of the scaling solutions come to market just yet. I can’t even imagine because even today so much of the load is off onto L2s and side chains yet Ethereum gas prices still are considerably high. Now we don’t live in a bubble. We could talk about Ethereum its ecosystem and their tools all day. We’re super bullish on this but outside of that we know that there are natively fast L1s out there if you go on crypto Twitter you’re seeing all these different arguments about people abandoning this and that. So I wanted to take your view on **how you see the whole ecosystem growing with those other L1s in the picture again we touched on L2s maybe being a winner-takes-all situation? Is it no different for L1s as well? Are those L1s competing with Ethereum? Do you guys still think it will be Ethereum and its ecosystem wins and takes it all or can they co-exist?** It’s a controversial subject.*\\n\\n***Robert Lauko （Liquity）***\\n\\nI think L1s have maybe an advantage when they apply those sharding techniques when they want to offer an out-of-the-box neat and easy solution to the end user because they can try to at least make the impression from the outside that it’s just one monolithic system while under the hood it’s maybe composed of different sub networks charts and whatnot. So they have this advantage which I think could make them real competitor in the long run whereas on Ethereum now you have multiple projects competing with their L2 solutions. They’re all trying to plug into the mainnet at least be rooted there the question is the fragmentation of liquidity of course but also the whole atomicity that we already touched upon. I think that makes it harder. **If you have multiple parties working on the same thing but in a different way. It’s just maybe more chaotic than one L2 sorry than one L1 network could achieve also from an end user perspective.**\\n\\n> ***🎤 Moderator — Deniz Omer (Ethereum Central)***\\n>\\n> *This is the case or maybe the network effect has become so big for Ethereum. The gravity is so big that organically there’s more developers coming into it every day than any VC might be able to pay for on any other chain. Just on a side note, **do you guys see any organic growth happening on other chains? Because at some point it has to happen, it should happen if you want product market fit.** How do you see this?*\\n\\n***Kain Warwick (Synthetix)***\\n\\nI think there’s organic growth happening. I had this debate maybe nine months ago or seven months ago with Kyle from Multicoin back then. I’m not going to mention my other friends that i’ve had debates with but back then it was very early maybe there is some organic activity. I think now it’s pretty undeniable that **there’s organic engineering activity happening on Solana for all kinds of reasons. Same thing with Avalanche, same thing with a number of other L1s that are starting to get some genuine adoption. Is it yet through a critical mass or it’s self-sustaining? I doubt it.** I don’t think so. It’s being sustained by some incentives and tokenization of those L1s and all kinds of things that we don’t have for L2s yet. L2 don’t have tokens yet. I mean there’s one that has a token but that’s a very powerful incentive that doesn’t exist yet in the L2 ecosystem that does for every L1 by definition. You have some organic activity. It is growing. It’s the Ethereum community’s game to lose here.\\n\\nIf we are able to get to a point where we can scale up and stay ahead of them enough. I think that Ethereum likely wins but if we have a situation like we’ve had with v2. As Rune was talking before I had this horrifying image of Jim and Steven standing up at DEVCON8 or something like that and being like we’re about to have this transition to zero-knowledge proofs, it takes two years or five years or something like that to happen. So I do think we could easily be in a situation where Rollups get some traction but then we’re trying to transition to some other technology it takes way longer than we think. This chasing scalability problem opens up opportunities for a new blockchain to turn up. That’s a blank slate. It’s just going to be fostered by definition. There’s less activity, you could just fork geth, run your own version of Ethereum with 50 people. It would be much faster until there’s any activity on there. **This is a problem that I think is very hard to win but I do think that it’s something that the Ethereum community broadly needs to keep pushing.** We need to stay ahead of other L1s competitors.\\n\\n***Rune Christensen(MakerDAO)***\\n\\nI just really want to add that about concerns that winning L1s and the competition between them because this is something I see quite a lot. There are two sides to this. It tends to be that in Ethereum we like to talk about winning and losing and winner-takes-all. That’s because we’re the incumbent. I’m an Eth Maxi myself because I basically have to because the Maker is built on Ethereum. **What i’ve come to realize is that there’s no realistic way for Maker to be this multi-chain utopia where there’s multiple L1s then something like Maker actually being competitive on other L1s that’s because L1s by definition are meant to not give up composability with Ethereum in order to be able to re-engineer whatever they want from scratch and sometimes it literally just copy geth just pump their alternatives.** There’s real competition because the bridges between L1s are just not good. You can’t really make them good basically. I’ve talked about it and I can really get talking about this, the multisig thing. The best way to bridge between L1s that have been discovered so far is with the multisig then there’s all these more innovative solutions which in my opinion basically they’re worse than multisigs. You’re better off using a multisig. Because now you’re really going down this path of just having no freaking way to determine what kind of security assumptions that you’re taking when you are playing around across whatever this many different L1s that by itself just means that once you get enough traction people are not going to pick using or doing something across (chains).\\n\\nDevelopers want to build something secure for the users where they’re not going to get into huge trouble because some random thing blows up and then suddenly people lose their money. They’re going to much prefer building across a coherent network with coherence security of an L1 or l2s. They’re not going to build across three different L1s in that it inherently means that if something like Solana for instance or Avalanche which are sort of the big ones right now they really managed to surpass Ethereum. **It likely means that you will actually have, they will actually take activity from Ethereum onto their own chains because you’d rather do that than mess around with multisigs in the long run especially. When it becomes more than just Ponzi schemes. But it really is about this fundamental innovation that is happening but of course it’s just moving slower.** It depends fundamentally on security.\\n\\n***Robert Lauko （Liquity）***\\n\\nI also want to add on it. Maybe projects like yours the Maker but also Liquity. They are not maybe as easy to scale in a multi-chain world because **I think the only way you could do that in a really scalable manner would be to make it so that you can basically mint your currency on every single chain.** So you have this weakest link issue that if one of the chains fails then the other chains would be affected by it or the whole system could break down. I think there are just also some limitations stemming from the application itself where it’s not as easy as maybe just deploying Uniswap on many different chains because they can have their own living there. They don’t need to rely mutually on each other.\\n\\n> ***🎤 Moderator — Deniz Omer (Ethereum Central)***\\n>\\n> *I think it’s still early enough that we will have breakthroughs in bridging technology that there is some kind of solution that is better than what we have today. **I think overall we do have to root for other blockchains that do bring true innovation to the table it’s all about having these thousands and thousands of experiments play out. Evolution tells us the best solutions will be used will rise to the top. I think that’s what’s going to end up happening. I don’t think it will be a completely Ethereum monotone. All bubble where no one else is using it. There will be many multiple chains connected to it. They will have their strengths and weaknesses.** Either way I think it’s a very exciting future for everyone involved, not just Ethereum but in blockchain space as a whole.*\\n>\\n> *On that note, thank you all for joining us. We wrap up this panel. It’s being great talking and hearing these different kinds of thoughts and ideas about scalability. Until we see you next time. Thank you！*\\n\\n# ❄️ About Us\\n\\n**[IOSG Ventures](https://iosg.vc/)**, founded in 2017, is a community-friendly and research-driven early-stage venture firm. We focus on open finance, Web 3.0 and infrastructure for a decentralized economy. As a developer-friendly fund with long-term values, we launch the Kickstarter Program, which offers innovative and courageous developers capital and resources. Since we consistently cooperate with our partners and connect with communities, we work closely with our portfolio projects throughout their journey of entrepreneurship.\",\"timestamp\":1641795529,\"title\":\"IOSG Scaling Summit 2021 Panel Recap | Scaling DeFi: Could Scalability Solutions Trigger another Wave of DeFi Innovations?\"},\"digest\":\"wa-XYnwIKmUqp8BbOsO__OQxk47LcXu-eMP1cPPFPOw\",\"authorship\":{\"contributor\":\"0xd8159c4DD43FEe99FA86D0BAaCA7a9cC33334864\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IrNwRyyV5qeEAVKrYYbR2GwKgwV9oiBiSE4OmxNmg_A\\\",\\\"y\\\":\\\"crLJpYwXR67C4ldGG508kcIM-ReUBDH5YblmiE3RDmU\\\"}\",\"signature\":\"_lArL9l4e0s9AxScTux4NsYwmqfQuR7lX_KkWSMBPr1wO2_VHQd3rzGhEHE2AsWlNblnedRKoq5nWM6Y3gk6MA\",\"signingKeySignature\":\"0x3cacac780fe70792bba7704453b9c0e94a2f67fde8f900d8fb3c5673ec818826037300d7a781c78d788fd5b8f77006f8346e179822bce17f127a3557e49a5e211c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IrNwRyyV5qeEAVKrYYbR2GwKgwV9oiBiSE4OmxNmg_A\\\",\\\"y\\\":\\\"crLJpYwXR67C4ldGG508kcIM-ReUBDH5YblmiE3RDmU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YVmzQ0lLiTSTQjrxJ4XY1LS1TNFgRjf1IXIpU-qI2Pg\"}"