"{\"content\":{\"body\":\"## An agriculture-simulation web game created to gamify DeFi\\n\\n[![Raydium](https://miro.medium.com/fit/c/56/56/1\\\\*wZrNTjGKc9ltFe0fZtOlFQ.png)](https://raydium.medium.com/?source=post_page-----8aa06caecc3c-----------------------------------)\\n\\nWe’re excited to announce that on November 24th, DeFi Land will be launching on AcceleRaytor!\\n\\nDeFi Land is a multi-chain agriculture simulation web game created to gamify decentralized finance. The game will have all the features that traditional platforms have, but it will be gathered all in one place. DeFi Land gamifies decentralized finance by turning investment activities into games.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*bVQZ1N-ziZEdzrtn)\\n\\nThis article will cover the two parts of an AcceleRaytor launch: 1) the Public Raise and 2) the IDO on Raydium.\\n\\n## 1. DFL AcceleRaytor Public Raise details:\\n\\nTotal tokens for the raise: 70,000,000 DFL (0.7% of total DFL supply), unlocked\\n\\nToken fixed price: 0.005 USDC for 1 DFL\\n\\nTotal raise: 350,000 USDC\\n\\nModel: Lottery for allocation\\n\\nAllocation for winning ticket: 70 USDC (14,000 DFL)\\n\\nTotal number of winning tickets: 5,000\\n\\nPool opens: November 24, 12:00 UTC\\n\\nPool closes: November 25, 00:00 UTC\\n\\nOpen period of the pools: 12 hours\\n\\n## Eligibility and pool details:\\n\\nThere will be one RAY pool available for the DFL raise.\\n\\n*   Allocation will be determined by a lottery system.\\n*   Allocation for one winning lottery ticket: 70 USDC\\n*   There will be two snapshot deadlines to determine ticket allotment.\\n\\n**7-day deadline**:\\n\\n*   Eligibility: At least 100 RAY staked in[ RAY single-sided staking](https://raydium.io/staking/) prior to the 7-day staking deadline below and successful USDC deposit once the pool opens. RAY must remain staked until the pool opens.\\n*   Lottery tickets: 1 ticket for every 100 RAY staked — up to a maximum of 5 tickets. Staking more than 500 RAY will still receive 5 tickets maximum.\\n*   7-day staking deadline: November 17, 12:00 UTC\\n\\n**30-day deadline**:\\n\\n*   To reward longer-term Raydium holders, users that are eligible for the 30-day deadline will **receive additional tickets** on top of any received for the 7-day deadline.\\n*   Eligibility: At least 50 RAY staked 30 days prior to the 30-day staking deadline below and successful USDC deposit once the pool opens. RAY must remain staked until the pool opens.\\n*   Lottery tickets: 1 ticket for every 50 RAY staked — up to a maximum of 5 tickets, and 1 additional ticket for every 1,000 RAY staked.\\n*   *Example: Alice has had 2,500 RAY staked before the 30-day deadline. She will receive 12 tickets — 5 for the 7-day deadline 100 RAY max allotment, 5 for the 30-day deadline 50 RAY max allotment, and 2 additional for each 1,000 RAY staked.*\\n*   30-day staking deadline: October 25, 12:00 UTC (snapshot already taken)\\n\\n## How does it work?\\n\\n**Tickets**: Users receive tickets according to the ticket allotments above. However, for a ticket to be counted in the lottery, users must** **deposit USDC for each ticket they wish to have entered.\\n\\n*   *Example: Alice has 12 tickets as the above example. Bob staked 300 RAY before the 7-day deadline and will receive 3 tickets.*\\n\\n**Deposit**: When the pool opens, **users will need to deposit 70 USDC for each ticket in order for it to be counted in the lottery**. Users can choose to deposit less than their total ticket allocation, however, tickets without a matching deposit will not be entered in the lottery. Deposits must be in multiples of 70 USDC.\\n\\n*   *Alice deposits 840 USDC, her maximum, to ensure that all 12 of her tickets are entered in the lottery. Bob deposits 140 USDC even though he has 3 tickets because he needs the extra 70 USDC to buy Alice a cool NFT that is dropping that day. In Bob’s case, only 2 of his tickets will be entered in the lottery.*\\n\\n**Lottery**: Once the pool closes, the lottery will take place and winning tickets will receive a 70 USDC allocation for DFL. Results of the lottery will be shown very shortly after the pool closes.\\n\\n*   *Example: Alice has 1 winning ticket and will receive a 70 USDC allocation. Bob does not have any winning tickets, better luck next time, Bob.*\\n\\n**Claim**: Once the lottery is complete users will be able to remove their USDC for any tickets that did not win. Claims for DFL from winning tickets will open once trading begins for the DFL IDO (details below).\\n\\n*   *Example: Alice claims her 770 USDC and Bob claims his 140 USDC after the lottery concludes. Alice must wait for the DFL IDO to claim her DFL.*\\n\\n***Lottery Transparency***\\n\\n*The lottery will be done on-chain, with lottery numbers assigned to tickets in the order that users deposit in the pool. After the pool closes, winning numbers will be determined by hashing a block, multiplying it by the timestamp, and matching the last 2 digits of that number with user ticket numbers. Any ticket number with the last 2 digits matching is designated a winning ticket. This process will be repeated until all the winners are determined.*\\n\\n## 2. DFL IDO on Raydium:\\n\\nToken starting price: 0.005 USDC for 1 DFL\\n\\nIDO Launch time: November 25, 12:00 UTC\\n\\n## How does it work?\\n\\n*   Raydium will launch a DFL-USDC liquidity pool (LP), after which trading will be live on the Raydium Swap interface. The AMM will begin placing orders on Serum a short time after the LP launch.\\n*   Participants with winning tickets for the AcceleRaytor raise pool will also be able to claim their tokens at approximately the same time that the DFL-USDC LP launches.\\n\\n**Fusion Pool — Provide liquidity to earn DFL rewards**\\n\\n*   Users will also be able to add liquidity to DFL-USDC LP and then stake LP tokens to earn yield on the[ Fusion Pools page](https://raydium.io/fusion/). Rewards will be in DFL tokens.\\n*   Reward emissions on the Fusion pool will begin shortly after the LP launches, to give users time to add liquidity and stake in the Fusion pool for yield farming.\\n\\n## What is DeFi Land?\\n\\nDeFi Land is a multi-chain agriculture simulation web game created to gamify decentralized finance. The game will have all the features that traditional platforms have, but it will be gathered all in one place. DeFi Land gamifies decentralized finance by turning investment activities into games.\\n\\n*   Website:[ ](https://synthetify.io/)<https://defiland.app/>\\n*   Discord: <https://discord.gg/defiland>\\n*   Medium: <https://defiland.medium.com/>\\n*   Twitter: <https://twitter.com/DeFi_Land>\\n*   Telegram:[ ](https://t.me/synthetify)<https://t.me/defiland_official>\\n\\n**Make sure to follow official Raydium accounts below for updates.**\\n\\n*   Join the discussion on Discord:[ https://discord.gg/](https://discord.gg/6EvFwvCfpx)Raydium\\n*   Follow us on Twitter:[ https://twitter.com/RaydiumProtocol](https://twitter.com/RaydiumProtocol)\\n\\nPersons located in or residents of the United States, North Korea, Iran, Venezuela, any sanctioned countries as provided by OFAC, or any other jurisdiction in which it is prohibited from using any of the services offered on the Raydium website, including AcceleRaytor, (the ”Prohibited Jurisdictions”) are not permitted to make use of these services or participate in this token sale. For the avoidance of doubt, the foregoing restrictions on any of the services offered on the Raydium website from Prohibited Jurisdictions applies equally to residents and citizens of other nations while located in a Prohibited Jurisdiction.\\n\",\"timestamp\":1636778564,\"title\":\"DeFi Land is Launching on AcceleRaytor - Raydium - Medium\"},\"digest\":\"mvjys6fhCiL_PBWthKWRnnOD5pec9N3_Ignjvftfuqs\",\"authorship\":{\"contributor\":\"0x8f32844357f27d8C185255832B914dd7E3eCFB9a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oZqCtm8J-r51NHV7WQokE8KbgnxM27fPgYXE9hH-Rno\\\",\\\"y\\\":\\\"zOwqljwUfdZUII7JL3DS28L-3rF08G9Htkv-YE5Y_6c\\\"}\",\"signature\":\"3x7FVpuQXJGHGFOciqYg2heL6N2AdlRrMoMPCraHBfNCTsiFEF6Hu0md-aJyfVG6k2O7mNMwMRWBoDfycdtnyg\",\"signingKeySignature\":\"0xd5e799a23e4bc26a74be7e8d1660b47530639a07f80e8c8cedd579c3a62536671439e0e8dc503cedbd33827c9428a9c19001da8006a17195b83e953a5a6a2e2a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oZqCtm8J-r51NHV7WQokE8KbgnxM27fPgYXE9hH-Rno\\\",\\\"y\\\":\\\"zOwqljwUfdZUII7JL3DS28L-3rF08G9Htkv-YE5Y_6c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mvjys6fhCiL_PBWthKWRnnOD5pec9N3_Ignjvftfuqs\"}"