"{\"content\":{\"body\":\"People that don't want to go to the trouble of tacking up these alphabet flags on the edge of the veranda eaves (it takes fourteen of them to spell \\\"WELCOME FIREMEN\\\"), say they think a handsome flag  -- a really handsome one, not one of these twenty-five centers - is as pretty and rich looking a decoration as a body can put up.\\n\\nTents are raised in the vacant lots along Center Street, and counters knocked together for the sale of ice-cold lemonade, lemo, lemo, lemo, made in the shade, with a spade, by an old maid, lemo, lemo.  Here y' are now, gents, gitch nice cool drink, on'y five a glass.  There is even the hook for the ice-cream candy man to throw the taffy over when he pulls it.  I like to watch him.   It makes me dribble at the mouth to think about it.\\n\\nThe man that sells the squawking toys and the rubber balloons on sticks is in town.  All he can say is:,\\\" Fi' cent.\\\"  He will blow up the balloons tomorrow morning.  The men with the black-velvet covered shields, all stuck full of \\\"souvenirs,\\\" are here, and the men with the little canes.  I guess we'll have a big crowd if it doesn't rain.  What does the paper say about the weather?\\n\\nThe boys have been playing a new game for some time past, but it is only this evening that you notice it.  The way of it is this: You take an express-wagon - it has to have real wheels: these sawed-out wheels are too baby - and you tie a long rope to the tongue and fix loops on the rope, so that the boys can put each a loop over his shoulder.  (You want a good many boys.)  And you get big, long, thick pieces of rag and you take and tie them so as to make a big, big, long piece, about as long as from here to 'way over there.  And you lay this in the wagon, kind of in folds like. Then you go up to where they water the horses and two of you go at the back end of the wagon and the rest put the loops over their shoulders, and one boy says, \\\"Are you ready ?\\\" and he has a Fourth of July pistol and he shoots off a cap.  And when you hear that, you run like the dickens and the two boys behind the wagon let out the hose (the big, long, thick piece of rag) and fix it so it lies about straight on the ground.  And when you have run as far as the hose will reach, the boy with the Fourth of July pistol says: \\\"Twenty-eight and two-fifths,\\\" and that's the game.  And the kids don't like for big folks to stand and watch them, because they always make fun so.\\n\\nIn other towns they have Boys' Companies organized strictly for Tournament purposes.  There was talk of having one here.  Mat. King, the assistant chief, was all for having one so that we could compete in what he calls \\\"the juveline contests,\\\" but it fell through somehow.\\n\\nAlong about sun-up you hear the big farm-wagons clattering into town, chairs in the wagon bed, and Paw, and Maw, and Mary Elizabeth, and Martin Luther, and all the family, clean down to Teedy, the baby.  He's named after Theodore Roosevelt, and they have the letter home now, framed and hanging up over the organ. But for all the wagon is so full, there is room for a big basket covered with a red-ended towel.  (Seems to me I smell fried chicken, don't you?)\\n\\nI just thought I'dt see if you'd bite.  You've formed your notions of country people from \\\"The Old Homestead\\\" and these by-gosh-Mirandy novels.  The real farmers, nowadays, drive into town in double-seated carriages with matched bays, curried so that you can see to comb your hair in their glossy sides.  The single rigs sparkle in the sun, conveying young men and young women of such clean-cut, high-bred features as to make us wonder.  And yet I don't know why we should wonder, either.  They all come from good old stock.  The young fellows run a little too strongly to patent-leather shoes and their horses are almost too skittish for my liking, but the girls are all right.  If their clothes set better than you thought they would, why, you must remember that they subscribe for the very same fashion magazines that you do, and there is such a thing as a mail-order business in this country, even if you aren't aware of it.\\n\\nAll the little boys in town are out with their baskets chanting sadly:\\n\\nPEANUTS?  FIVE A BAG\\n\\nYou 'll hear that all day long.\\n\\nBut there isn't much going on before the excursion trains come in. Then things begin to hop.  The grand marshal and his aides gallop through the streets as if they were going for the doctor.  The trains of ten and fifteen coaches pile up in the railroad yard, and the yardmaster nearly goes out of his mind.  People are so anxious to get out of the cars, in which they have been packed and jammed for hours, that they don't mind a little thing like being run over by a switching engine.  Every platform is just one solid chunk of summer hats and babies and red shirts and alto horns. They have been nearly five hours coming fifty miles.  Stopped at every station and sidetracked for all the regular trains.  Such a time! Lots of fun, though.  The fellows got out and pulled flowers, and seed cucumbers, and things and threw them at folks.  You never saw such cut-ups as they are.  Pretty good singers, too.  Good part of the way, they sung \\\"My Bonnie Lies Over the Ocean,\\\" and \\\"How Can I Bear to Leave Thee,\\\" nice and slow, you know, a good deal of tenor and not much bass, and plenty of these\\\" minor chords.\\\" (Yes, I know, some people call them \\\"barber-shop chords,\\\" but I think \\\"minor\\\" is a nicer name.)\\n\\nThe band played \\\"Hiawatha\\\" eighteen times.  One old fellow got on at Huntsville, and he says, to Joe Bangs (that's the leader), \\\"Shay,\\\" he says, \\\"play 'Turkey in er Straw,' won't you?  Aw, go on. Play it.  Thass goof feller.  Go on.\\\"\\n\\nJoe, he never heard of the tune.  Don't you know it? Goes like this:  . . .  No, that ain't it.  That's \\\"Gray Eagle.\\\"  Funny, I can't think how that tune starts.  Well, no matter.  They played an arrangement that had \\\"Old Zip Coon\\\" in it.\\n\\n\\\"Naw,\\\" he says, \\\"tha' ain' it 't all.  Go on.  Play it.  Play 'Turkey in er Straw.'  Ah, ye don't know it.  Thass reason.  Betch don' know it.  Don' know 'Turkey in er Straw!'  Ho!  Caw seff ml-m' sishn. Ho!  You - you - you ain' no m'sishn.  You - you you're zis bluff.\\\" Only about half-past eight, too.  Think of that!  So early in the morning.  Ah me!  That's one of the sad features of such an occasion.\\n\\nIf there is anything more magnificent than a firemen's parade, I don't know what it is.  The varnished woodwork on the apparatus looks as if it had just come out of the shop and every bit of bright work glitters fit to strike you blind.  You take, now, a nice hose-reel painted white and striped into panels with a fine red line, every other panel fruits and flowers, and every other panel a piece of looking-glass shaped like a cut of pie and; I tell you, it looks gay.  That's what it does.  It looks gay.  Some of the hook-and-ladder trucks are just one mass of golden-rod and hydrangeas, and some of them are all fixed with this red-white-and-blue paper rope, sort of chenille effect, or more like a feather boa.  Everybody has on white cotton gloves, and those entitled to carry speaking trumpets have bouquets in the bells of them, salvias, and golden-rod, and nasturtiums, and marigolds, and all such.\\n\\nThe Wapatomicas always have a dog up on top of their wagon.  First off, you would think it didn't help out much, it is such a forlorn looking little fice; but this dog, I want you to know, waked up the folks late one night, 'way 'long about ten or eleven o'clock, barking at a fire.  Saved the town, as you might say.  And after that, the fire-boys took him for a mascot.  I guess he didn't belong to anybody before.  And another wagon has a chair on it, and in that chair the cutest little girl you almost eyer saw, hair all frizzed at the ends, and a wide blue sash and her white frock starched as stiff as a milk-pail.  Everybody says: \\\"Aw, ain't she just too sweet ?\\\"\\n\\nThe Caledonias have tried to make quite a splurge this year.  They walk four abreast, with their arms locked, and their white gloves on each other's shoulders.  Their truck has on it what they call \\\"an allegorical figure.\\\"  There is a kind of a business (looks to me like it is the axle and wheels of a toy wagon, stood up on end and covered with white paper muslin and a string tied around the middle) that is supposed to be an hour-glass.  Then there is a scythe covered with cotton batting, and then a man in a bath-robe (I saw the figure of the goods when the wind blew it open) also covered with white cotton batting.  The man has a wig and beard of wicking.  First, I thought it was Santa Claus, and then I saw the scythe and knew it must be old Father Time.  The hour-glass puzzled me no little though. The man has cotton batting wings.  One of them is a little wabbly, but what can you expect from Caledonia?  They're always trying to butt the bull off the bridge.  They're jealous of our town.  Oh, they stooped to all the mean, underhanded tricks you ever heard of to get the canning factory to go to their place instead of here. But we know a thing or two ourselves.  Yes, we got the canning factory, all right, all right.\\n\\nDid you notice how neat and trim our boys looked?  None of this flub-dub of scarlet shirts with a big white monogram on the breast, or these fawn-colored suits with querlycues of braid all over.  They spot very easily.  And did you notice how the Caledonias had long, lean men walking with short, fat men, and nobody keeping step?  Our boys were all carefully graded and matched, and their dark blue uniforms with just the neat nickel badge, I think, presented the best appearance of all.  And I'll tell you another thing.  They'll put it all over the Caledonias this afternoon.  They won't let 'em get a smell.\\n\\nDon't you like the fife-and-drum corps?  The fifes set my teeth on edge, but I could follow the drums all day with their:\\n\\nTucket a brum, brum brum-brum, tuck-all de brum   Tucket a brum-brum, tuck-all de brum-brum-brum   Tucket a blip-blip-blip-blip, tucka tuck-all de brum,   Tucket a brum-brum, tuck-all de brum-brum-brum!\\n\\nPart of the time the drummers click their sticks together instead of hitting the drum-head.  That's what makes it sound so nice.  I wish I could play the snare-drum.\\n\\nIn the Mechanicsburg band is a boy about fourteen years old, a muscular, sturdy chunk of a lad.  He walks with his heels down, his calves bulged out behind, his head up, and the regular, proper swagger of a bandsman.  He hasn't any uniform, but he's all right. He plays a solo B part, and he and the other solo cornet spell each other.  On the repeat of every strain my boy rests, and rubs his lips with his forefinger, while he looks at the populace with bright, expectant eyes.  When he blows, he scowls, and brings the cushion of muscle on the point of his chin clear up to his under lip, and he draws his breath through the corners of his mouth. He's the real thing.  Bright boy, too, I judge, the kind that has a quick answer for everybody, like: \\\"Aw, go chase yerself,\\\" or \\\"Go on, yeh big stiff.\\\"  Watch him on the countermarch when they pass the Radnor cornet band.  The Radnors broke up the Mechanicsburg band last year and they're going to try to do it again this year. The musicians blow themselves the color of a huckleberry, and the drummers grit their teeth, and try to pound holes in their sheep-skins.  Aha!  It's the Radnor band got rattled in its time this year.  Went all to pieces.  The boy snatches, a rest.  \\\"Yah!\\\" he squawks.  \\\"Didge ever get left?\\\" and picks up the tune again.  I wish I could play the cornet.  Wouldn't play solo B or I wouldn't play any -  Ooooooooh!  Did you see that?  Took that stick by the other end from the knob and slung it away, 'way up in the air, whirling like sixty, and caught it when it came down and never missed a step.  Look at him juggle it from hand to hand, over his shoulder, and behind his back, and under one leg, whirling so fast that you can hardly see it, and all in perfect step.  Whope!  I thought he was going to drop it that time but he didn't.  That's something you don't see in the cities.  There, all the drum-major does with his stick is just to point it the way the band is to go. I like our fashion the best.  Geeminentally!  Look at that!  I bet it went up in the air forty feet if it went an inch.  I wish I was a drummajor.  I guess I'd sooner be a drum-major than anything else. Oh, well, detective - that's different.\\n\\nLet's go farther along.  Don't get too near the judges' stand.  I know.  It's the best place to see the finish of an event, but I've been to Firemen's Tournament before.  You let me pick out the seats. Up close to the judges' stand is all right till you come to the 'wet races.\\\"  What?  Oh, you wait and see.  Fun?  Well, I should say so.  Hope they'll clear all those boys off the rail.  Here! Get down off that rail.  Think we can see through you?  You're thin, but you're not thin enough for that.  Yes, I mean you, and don't you give me any of your impudence either.  Look at those women out there.  Right spang in the way of the scraper.  Isn't that a woman all over?  A woman and a hen, I don't know which is - Well, hel-lo! Where'd you come from?  How's all the folks?  Where's Lizzie? Didn't she come with you?  Aw, isn't that too bad?  Scalding hot! Ts! Ts! Ts! Seems as if they made preserving kettles apurpose so's they'd tip up when you go to pour anything . . . . Why, I guess we can.  Move over a little, Charley.  Can you squeeze in?  That's all right.  Pretty thick around here, isn't it?  There's the band starting up.  About time, I think.  Teedle-eedle umtum, teedle-eedle, um-tum.  \\\"Hiawatha,\\\"of course.  What other tune is there on earth? I've got so I know almost all of it.\\n\\nFirst is - let me see the program.  First is what Mat. King calls \\\"the juveline contest.\\\"  It says here: \\\"Run with truck carrying three ladders one hundred yards.  Take fifteen-foot ladder from truck, raise it against structure\\\" - that's the judges' stand - \\\"and boy ascend.  Time to be taken when climber grasps top rung of ladder.\\\"  They're off.  That pistol-shot started them.  Why can't people sit down?  See just as well if they did.  New Berlin's, I guess.  Pretty good.  He's hanging out the slate with the time on it.  Eighteen and four-fifths.  Oh, no, never in the world.  Here's the Mt. Victory boys.  See that light-haired boy.  Go it, towhead! Ah, they've got the ladder crooked.  Eighteen.  That's not so bad . . . .  Oh, quit your fooling.  He's nothing of the kind.  Honestly? What! that old skeezicks?  Who to, for pity's sake?  Well, I thought he was a confirmed old bachelor, if anybody ever was.  Well, sir, that just goes to show that any man, I don't care who he is, can get married if he - Who were those?  Are those the Caledonia juveniles?  I don't think much of 'em, do you?  Seventeen and two-fifths.  I wouldn't have thought it.  So their team gets the first prize.  Well, we weren't in that.\\n\\nWhat's next?  \\\"First prize, silver water-set, donated by Hon. William Krouse.\\\"  Since when did old Bill Krouse get to be \\\"Honorable?\\\"  Yes, well, don't talk to me about Bill Krouse.  I know him and his whole connection and there isn't an honest hair - \\\"Association trophy will also be competed for.\\\"  Oh, that's the goldlined loving cup we saw in the window.  Our boys have won it twice and the Caledonias have won it twice.  If we get it this time, it will be ours for keeps.  \\\"Run with truck one hundred and fifty yards; take twenty-five foot ladder,\\\" and so forth and so forth, Dan O'Brien's the boy for scaling ladders.  He was going to enlist in the Boer War, he hates the English so.  Down on them the worst way.  And say, what do you think?  Last year, at Caledonia, he won the first prize for individual ladder scaling. And what do you suppose the first prize was?  A picture of Queen Victoria.  Isn't that Caledonia all over?  there's a kind of rivalry between our boys and the Caledonias.\\n\\nHere they come now.  Those are the Caledonian.  Tell by the truck  . . . .  Do you think so?  I don't think they're anything so very much.  Nix.  You'll never do it.  Look at the way they run with their heads up.  That shows they're all winded.  Look at the clumsy way they got the ladder off the wagon.  Blap!  The judge thought it was coming through the boards on him.  Oh, pretty good, pretty good, but you just wait till you see our boys.  Look at the fool hanging there on the ladder waiting till the time is announced.  Isn't that Caledonia all over?  Yah!  Come down!  Come down!  What is it? Twenty-five seconds.  What's the record?  Twenty-four and four-fifths?  Oh, well, it isn't so bad for Caledonia, but you just wait and see what our boys do.  Hear those yaps from Caledonia yell!  If there's anything I despise it is for a man to whoop and holler and make a public spectacle of himself.    Who's this?  Oh, the Radnors. They're out of it.  Look at them.  Pulling every which way.  That ladder's too straight up and down.  Twenty-seven and two-fifths. What did I tell you?  . . .  What time does your train go?  Well, why don't you and your wife come take supper with us?  Why didn't you look us up noon-time?  . . .  I could have told you better than that.  (They went to the Ladies' Aid dinner.)  Well, we shan't have much, I expect, but we'll try and scrape up something more filling than layer-cake.  The idea of expecting to feed hungry people on layer-cake!  It's an imposition . . . .  I didn't notice which one it was.  Doesn't matter any way.  Only twenty-eight.  Ah, here are our boys.  They've got blue silk running-breeches on.  Well, maybe it is sateen.  Let the women folks alone for knowing sateen from silk a mile off.  How much a yard did you say it was?  Notice the way they start with their hands on the ground, just like the pictures on the sporting page of the Sunday newspapers.  Here they come.  Oh, I hope they'll win.  That's Charley Rodehaver in front. Run!  Oh, why don't you run?  Come on!  Come on!  Come on!  Come on!  COME ON!  COME ON!  COME O - O-oh!  See Dan skip up that ladder!  Go it, Dan!  Go it, old boy!  Hooray-ay!  Hooray-ay, ay! What's the time?  Twenty-four! Twenty- four flat!  BROKE THE RECORD!  Hooray-ay-ay!  Where's Caledonia now?  Where's Caledonia now?  Oh, I'm so glad our boys won.  There goes the Caledonia chief. I'll bet he feels like thirty cents, Spanish.  Ya-a-a-ah!  Ya-a-a-ah! Where's Caledonia now?  They can't beat that, the other fellows can't, and it's our trophy for keeps . . . .  Oh, some crank in the next row.  \\\"Wouldn't I please sit down and not obstruct the view.\\\" Guess he comes from Caledonia.  Looks like it.  You stand up, too, why don't you?  Those planks are terribly hard . . . . I didn't notice.  Yes, that wasn't so bad.  Twenty-five and two-fifths.  But it's our trophy.  There goes Dan now.  Hey, Dan!  Good boy, Dan! Wave your handkerchief at him.  Hooray-ay-ay! Good boy, Dan!\\n\\nNext is a wet race.  Now look out.  Let's see what the program says: \\\"Run seventy-five yards to structure, on top of which an empty barrel has been placed with spout outlet near top.  Barrel to be filled with water by means of buckets from reservoir\\\" - That big tin-lined box opposite is the reservoir.  They are filling it now with a hose attached to the water-plug yonder - \\\"until water issues from spout.\\\"  What are they all laughing at?  Which one?  Oh, but isn't she mad?  Talk about a wet hen.  Why, Charley, the hose got away from the man that was filling the reservoir and the lady was splashed.  Why don't you use your eyes and see what's going on and not be bothering me to tell you?  Ip!  There it goes again.  Oh, ho! ho! ho! hee! hee! didn't I tell you it would be fun?  See it run out of his sleeves . . . . I always get to coughing when I laugh as hard as that.  Oh, dear me! Makes the tears come.\\n\\nThese are the fellows from Luxora.  Oh, the clumsy things!  Let the ladder get away from them, and it fell and hit that man in the second row right on the head.  Hope it didn't hurt him much.  See 'em scurry with the water buckets.  Aw, get a move on! Get a move! Why, what makes them so slow?  \\\"Water, water!\\\"  Well, I should think as much.  Not for themselves though.  Those fellows at the bottom of the ladder are catching it, aren't they?  Oh, pshaw, they don't mind it.  They get it worse than that at a real fire when they aren't half so well fixed for it.  Why, is there no bottom to that barrel at all?  Why, look! . . .  Say, the judge forgot to close the valve. There's a hose connected with the bottom of the barrel to run the water off after each trial and he's forgotten to - . . .  Well, isn't that too bad! All that work for nothing.  I suppose they'll let them try it over again . . . .  That man must have got a pretty hard rap.  They're carrying him out.  His head's all bloody . . . . Wapatomicas, I guess.  Yes, Wapatomicas.  I hope the valve's closed this time.  Whope! did you see that?  One fellow got hit with a water bucket and it was about half-full.  It's running out of the spout.  Yes, and it's falling on those people right where you wanted to sit.  Hear the girls squeal.  Talk about your fun.  I don't want any better fun than this.  Look at 'em come down the ladder just holding the sides with their hands.  They couldn't do that if the ladder was dry.\\n\\nAh, here's our crowd.  Come on!  Come on!  Come on!  COME ON!  Oh, don't be so slow with those buckets!  Aren't they fine?  Say, they don't care if they do spill a drop or two.  Why.  Why, what are they coming down for?  It isn't running out of the spout yet.  Come back!  COME BACK!  Oh, pshaw!  Just threw it away by being in too much of a hurry.  That judge looks funny, doesn't he, with a rubber overcoat on and the sun shining?  See, he's telling them: \\\"One bucket more.\\\"  They'll let 'em have another trial, of course . . . . No? Oh, that's an outrage.  That' s not fair.  The Caledonias will get it now. . . .  Yes, sir, they did get it.  Oh, well, accidents will happen.  What?  \\\"Where's Caledonia now?\\\"  Well, they got it by a fluke.  What say? . . .  Well only for - Oh, pshaw!  Now, don't tell me that because I was there and -  Well, I say they didn't  . . . . I know better, they didn't . . . . Oh, shut up.  You don't know what you're talking about.  I tell you -  Now, Mary, don't you interfere.  I'm not quarreling.  I'm just telling this gentleman back of me that -  Well, all right, if you're going to cry.  If there was any fouling done it was the Caledonias that did it, though.\\n\\nThe next is where they \\\"run three hundred feet from the judges' stand, raise ladder, hose company to couple to hydrant, break coupling in hose and put on nozzle, scale ladder, and fill twenty-five gallon barrel.\\\"  Only the Caledonias. and our boys are entered in this.  Now we'll see which is the best.  All right, Mary, I won't say a word . . . . Say, for country-jakes, those Caledonias didn't do so badly.  I give them that much.  Look at the water fly! I'll bet those folks near the judges' stand wish they'd brought their umbrellas.  Now you see why these are the best seats, don't you?  I told you I'd been to Firemen's Tournaments before.  What? You'll have to talk louder than that if you want me to hear with all this noise . . . . Oh, that'll be all right.  They'll be so hungry they won't notice it.\\n\\nHere, be careful how you wabble that hose around.  Good thing they turned the water off at the plug just when they did or we'd have been - Here's our company.  Where's Caledonia now?  Eh? Pretty work!  Pretty work!  Say, do you know that hose full of water's heavy?  Now watch Riley.  Riley's the one that's got the nozzle.  Always up to some monkeyshine.  Ah!  See him?  See him? Oh, is n\\\"t he soaking them?  Oh-ho!  Ho! Ho! ha! ha! hee-hee! Yip.\\n\\nBlame clumsy fool! .  .  .  P-too!  Yes, in my mouth and in my ears and down the back of my neck.  All over.  Running out of my sleeves.  Everything I got on is just ruined.  Completely ruined. Come on.  Let's go home.  There's nothing more to see, much. Aw, come on.  Well, stay if you want to, but I'm going home, and get some dry clothes on me.  You get me to go to another Firemen's Tournament and you'll know it.  Look at that monkey from Caledonia laughing at me.  For half a cent I'd go up and smack his face for him . . . . Aw, let up on your \\\"Where's Caledonia now?\\\"  Give us a rest.  Well, are you coming, you folks? . . .  Kind of a fizzle this year, wasn't it?\\n\\nHowever, after supper, with dry clothes on, it isn't so bad.  The streets are packed.  All the firemen are parading and shouting: \\\"Who?  Who?  Who are we?\\\"  The Caledonias got one more prize than our boys.  Well, why shouldn't they?  Entered in three more events. I don't see as that's anything to brag of or to carry brooms about.  All the fife-and-drum corps are out, and the bands are all playing \\\"Hiawatha\\\" at once, but not together.  Not all either. There's one band in front of Hofmeyer's playing \\\"Oh, Happy Day! That Fixed my Choce.\\\"  That's funny: to play a hymn-tune in front of a beer-saloon.  Hofmeyer seems to think it's all right.  He's inviting them in to have something.  \\\"Took the hint?\\\"  I don't understand . . . . Oh, is that so?  I didn't know there were other words to that tune.\\n\\nSee that woman with four little ones.  Her husband's carrying two more.  \\\"I want to go howm.  Why cain't we gow howm?  I do' want to gow howm pretty soon.  I want to gow na-ow!\\\"  Eh, Mary, how would you like to lug them around all day and then stand up in the cars all the way home?\\n\\nWell, good-by.  Hope you had a nice time.  Give my regards to all the folks.  Don't be in such a rush, my friend . . . . Oh, did you see?  It must be the man that got hit on the head with the ladder. Taking him home on a stretcher.  Gee!  That's tough.  Skull fractured, eh?  Dear!  Dear!  I hear they have been keeping company a long time, and were to have been married soon.  No wonder she cried and took on so.  Poor girl!  Yes, it's the women that suffer . . . .  Oh, quite a day for accidents.  I didn't mind, though, after I had changed my clothes.  I took some quinine, and I guess I'll be all right.  Lucky you got a seat.  Well, you're off at last. Good-by.  Remember me to all.  Good-by.\\n\\nWell, thank goodness, that's over.  Another ten minutes of them and wouldn't have -  Well, Mary, what else could I do but ask them home after he told me what they didn't have to eat at the Ladies' Aid? .  .  .  It was all right.  Plenty good enough.  Better than they have at home and I'll bet on it.  The table looked beautiful. I'm glad the Tournament doesn't come but once a year.  I'm about ready to drop.\\n\\nTHE DEVOURING ELEMENT\\n\\nMr. Silverstone was gloomily considering whether he had not better blow out the lights in the New York One Price Clothing Store, and lock up for the night.  Kerosene was fifteen cents a gallon, and not a customer had been in since supper-time.  Business was \\\"ofle, simbly ofle.\\\"\\n\\nThe streets were empty.  There were lights only in the barber shop where one patron was being lathered while two mandolins and a guitar gave a correct imitation of two house-flies and a bluebottle in Riley's where, in default of other occupation, Mr. Riley was counting up; in Oesterle's, where a hot discussion was going on as to whether Christopher Columbus was a Dutchman or a Dago, and in Miller's, where Tom Ball was telling Tony, who impassively wiped the perforated brass plate let into the top of the bar, that he, Tom Ball, \\\"coul' lick em man ill Logan coun'y.\\\"\\n\\nLamps shone in every parlor, where little girls labored with: \\\"And one and two, three and one and two, three,\\\" occasionally coming out to look at the clock to see if the hour was any nearer being up than it was five minutes ago.  They also shone in sitting-rooms, where boys looked fiercely at \\\"X2 +2Xy+y2,\\\" mothers placidly darned stockings, and fathers, Weekly Examiner in hand, patiently struggled to disengage from \\\"boiler-plate\\\" and bogus news about people snatched from the jaws of death by the timely use of Dr. McKinnon's Healing Extract of Timothy and Red-top, items of real news, such as who was sick and what ailed them, who cut his foot with the ax while splitting stove-wood, and where the cake sale by the Rector's Aid of Grace P.E. would be held next week.\\n\\nAt the prayer-meeting, Uncle Billy Nicholson was giving in his experience and had just got to that part about: \\\"Sometimes on the mountaintop, and sometimes in the valley, but still, nevertheless - \\\" when, all of a sudden, something happened,\\n\\nThe mandolins stopped with a jerk.  Mr. Riley stood tranced at: \\\"And ten is thirty-five.\\\"  Mr. Ball was stricken dumb in the celebration of his own great physical powers.  The crowd in Oesterle's forgot Columbus, and were as men beholding a ghost.  The drowsy congregation sat up rigid, and Mr.  Silverstone gave a guilty start. He had been thinking of that very thing!\\n\\nThe next instant, front doors were wrenched open, and the street echoed with the sound of windows being raised.  Fathers and sons rushed out on the front porch, followed by little girls, to whom any excuse to stop practising was like a plank to a drowning man.\\n\\nThey had heard aright.  Up by the Soldiers' Monument fell the clump of tired feet, and upon the air floated the wild alarm of -.\\n\\n\\\"FIRE!  Pooh-ha!  FIRE!  Poof!  FIRE!\\\"\\n\\nMat King, the assistant chief, kicked off his slippers, and swiftly laced up his shoes, grabbed his speaking-trumpet and his helmet, and tore out of the house.  If he could only get to the engine-house before Charley Lomax, the chief!  But Charley was the lone customer in the barber's char.  With the lather on one side of his face, he clapped on his hat and broke for the firebell, four doors below.\\n\\n\\\"Where's it at?\\\"\\n\\n\\\"FIRE!  Pooh-ha!  FIRE!  Sm-poohl  Fi- (gulp) - FIRE!\\\"\\n\\n\\\"It's Linc Hoover.  Hay, Linc!  Where's the fire?\\\"\\n\\n\\\"FIRE!  Pooh-ha!  FIRE! ha, ha!  FIRE!\\\"\\n\\n\\\"Hay, Linc!  Where's it at?  Tell me and I'll run.  Hay!  Where's it at?\\\"\\n\\n\\\"FIRE!  Swope's be - (gulp)  Swope's barn.  FIRE!\\\"\\n\\n\\\"Which Swope?  Henry or the old man?\\\"\\n\\n\\\"FIRE!  Pooh!  J. K. Swope.  Whoo-ha, whooh-ha!  Out out on West End Avenue.  Poof!\\\"\\n\\nThe news thus being passed, the fresher runners scampered ahead, bawling:  \\\"FOY-URRR'  FOY-URRR! and Linc, the hero, slowed down, gasping for breath and spitting cotton.\\n\\n\\\"Whew!\\\" he whistled, gustily, his arms dropping and his whole frame collapsing.  \\\"Gee! I'm 'bout tuckered.  Sm-pooh! Sm-pooh! Run all th' way f'm - sm-ha, sm-ha! - run all th' way f'm - mouth's all stuck together - p'too! ha! Pooh!  Fm West End Avenue and Swo - Swope's.  Gee! I'm hot's flitter.\\\"\\n\\n\\\"Keep y' coat on when you're all of a prespiration, that way. How'd it ketch ?\\\"\\n\\n\\\"Ount know.  'S comin' by there an' I - whoof! I smelt smoke and - Gosh! I'm all out o' breath - an' I looked an' I je-e-est could see a light - wisht I had a drink o' somepin' to rench mum mouth out. Whew!  Oh, laws!  An' it was Swope's barn and I run in an' opened the door, didn't stop to knock or nung, an' I hollered out: 'Yib barn's afire!' an' he run out in his sockfeet, an' he says: 'My Lord!' he says.  'Linc,' he says, 'run git the ingine an' I putt.\\\"  Linc drew in a long, tremulous breath like a man that has looked on sorrow.\\n\\n\\\"Why 'n't you - \\\"\\n\\n\\\"Betchy 't was tramps,\\\" interrupted a bystander.  \\\"Git in the haymow an' think they got to have their blamed old pipe a-goin' -\\\"\\n\\n\\\"Cigarettes, more likely,\\\" said another.  \\\"More darn devilment comes from cigarettes -\\\"\\n\\n\\\"Why'n't you - \\\"\\n\\n\\\"Ount know nung 'bout tramps,\\\" said Linc.  \\\"All I seen was the fire.  I was a-comin' long a-past there an' I smelt the smoke an' thinks I - What say?\\\"\\n\\n\\\"Why'n't you telefoam down?\\\"\\n\\nLinc, the hero, shrunk a foot.  \\\"I gosh!\\\" he admitted, \\\"I never thought to.\\\"\\n\\n\\\"Jist'a' telefoamed, you could 'a' saved yourself all that - \\\"\\n\\n\\\"Ain't they weltin' the daylights out o' that bell?  All foolishness! Now they're ringin' the number -- one, two, three, four.  Yes, sir, that's up in the West End.  You goin'?  Come on, then.\\\"\\n\\n\\\"No, Frank, I can't let you go.  You've got your lessons to get. Well, now, mother, make up your mind if you're comin' along.  Cora, what on earth are you doing out here in the night air with nothing around you?  Now, you mosey right back into that parlor, and don't you make a move off that piano-stool till your hour's up.  Do you hear me? No.  Frank.  I told you once you couldn't go and that ends it.  Stop your whining!  I can't have you running hither and yon all hours of the night, and we not know where you are.  Well, hurry up, then, mother.  Take him in with you.  Oh, just throw a shawl over your head.  Nobody 'll see you, or if they do they won't care.\\\" The apparatus trundles by, the bells on the trucks tolling sadly as the striking gear on the rear axle engages the cam.  A hurrying throng scuffles by in the gloom.  The tolling grows fainter, the throng thinner.\\n\\n\\\"Good land!  Is she going to be all night?  Wish 't I hadn't proposed it.  That's the worst of taking a woman anyplace.  Fuss and fiddle by the hour in front of the looking-glass.  Em!  (Be all over by the time we get there)  Oh, Em!  Em! .  .  .   EM! (Holler my head offl) EM! . . . .  \\\"Well, why don't you answer me?  Well, I  didn't hear you.  How much long - Oh, I know about your 'minute.' 'Hour' you mean . . . . Oh, how do you do, Mrs. Conklin?  Hello, Fred. Pleased to meet you, Miss Shoemaker.  Yes, I saw in the paper you were visiting your sister.  This your first visit to our little burg? Yes, we think it's quite a place.  You see, we're trying to make your stay as interesting as possible . . . . Oh, no, not altogether on your account.  No, no.  Ha!  Ha-ha-ha!  Hum! ah! . . .  Well, yes, if she ever gets done primping up.  Oh, there you are.  Miss Shoemaker, let me make you acquainted with my wife.  Now, you girls'll have to get a move on if you want to see anything.\\\"\\n\\nThe male escorts grasp the ladies' arms and shove them ahead, that being the only way if you are ever going to get any place.  The women gasp and pant and make a great to-do.\\n\\n\\\"Ooh!  Wait till I get my breath.  Will!  Weeull!  Don't go so fay-ust!  Oooh!  I can't stand it.  Oh, well, you're a man.\\\"\",\"timestamp\":1639992975,\"title\":\"why don't you look where you're going?  Is this right?\"},\"digest\":\"Q9k5WZ1c4zBHtU6ZCtKYCFvUaW-jWtI9l_4Zjncchx8\",\"authorship\":{\"contributor\":\"0x457882665D7cCf3457ff8b3aB95dA15a63bfDFa4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5evTrefNe9Z1lhXpiZMf8De3UakpsB4BVtmZbmzKyG4\\\",\\\"y\\\":\\\"lEvpcnvi_oeq2cLDNzxHfhf6tAaOCZYutBN6N0UpfFA\\\"}\",\"signature\":\"CQMPrOCfWl7d5Lkcv1yLDPzfb-prWO-yNK7JD28bqzQNWyZagewXhW90JxA0NilmyILKoY2aK5S9Ks-fKPd2Sg\",\"signingKeySignature\":\"0x316187331dadeb9801a7b8aed01053c1e9af08a7336e91ddd5dcb2348bce76d00eb5b91c39bf428ea18caeb3fe09992987f9789520bee6f18f6f8a061313d3e61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5evTrefNe9Z1lhXpiZMf8De3UakpsB4BVtmZbmzKyG4\\\",\\\"y\\\":\\\"lEvpcnvi_oeq2cLDNzxHfhf6tAaOCZYutBN6N0UpfFA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Q9k5WZ1c4zBHtU6ZCtKYCFvUaW-jWtI9l_4Zjncchx8\"}"