"{\"content\":{\"body\":\"Last week we finally announced the launch of our public testnet. Any staker with 32 GoETH can now experience distributed ETH staking firsthand while leveraging a network of best-in-class operators.\\n\\nSSV was originally conceived as a research concept by the Ethereum foundation back in 2019. Blox became involved in 2020 and helped develop a basic proof of concept. Soon after, we realized the potential and benefits that SSV brings to the ecosystem — might just be ‘the future of ETH staking’. The technology is an answer to many of the problems DIY stakers and staking services are facing today.\\n\\nDistributing validator keys between non-trusting parties is the purest form of decentralized staking. SSV allows us to simultaneously attack many of the obstacles that staking providers face head-on; slashing risk, scalability, fault tolerance, client distribution, single point of failure, and more.\\n\\nAbout a year ago, we made a strategic decision to focus the majority of our time and resources to develop a full-blown SSV based distributed staking network, [SSV.network](https://ssv.network/).\\n\\nIt’s only a first step, and there is a long road ahead, but IT’S FINALLY LIVE!\\n\\n## **Operators first**\\n\\nAs a matter of fact, testnet V2 went live 3 weeks ago. The first challenge to overcome was onboarding operators (staking providers) who’ll run SSV nodes alongside Bloxstaking. During the ‘silent launch’ phase we worked on onboarded 10+ operators with extensive experience with Blockchain and ETH infrastructures so that the network will be stable and robust enough to receive GoETH validators .\\n\\nOur efforts to onboard new operators are ongoing! We expect to have 50+ operators locked and loaded for the mainnet launch. A large variety of operators, on one hand, will encourage competition and eventually benefit all stakers by reducing costs, on the other, will drive services to continuously optimize performance, security, and stability. The best operators are likely to build a reputation and attract more stakers and ETH. Win-win-win.\\n\\n[SSV.network’s ’verified’ operators ](https://www.youtube.com/watch?v=M8vM-9WY_aI\\\\&list=PLmJPXjK8Nkd17lFrZNncj0yz50XXPddVR)are known, well-adopted and reputable companies in the staking space, and are generally considered as safer for validators. SSV DAO will introduce a framework for becoming a ‘Verified Operator’ at a later stage.\\n\\nWe would like to thank the early-stage operators who joined us in building the network from the ground up:\\n\\n![](https://miro.medium.com/max/780/1\\\\*tKR2r9f4PjItByLoZWA2IA.png)\\n\\n***DappNodes***\\n\\n***Allnodes***\\n\\n***Foundry (DCG)***\\n\\n***Ethereum Foundation***\\n\\n***Lukka***\\n\\n***Everstake***\\n\\n***Prysmatic Labs***\\n\\n***Stakewise***\\n\\n***RockX***\\n\\n***SigmaPrime***\\n\\n***Stakely***\\n\\n***0xA***\\n\\n***BloxStaking***\\n\\n## **Stay hungry(for ETH)**\\n\\nThe public launch is an open invitation for anyone who wants to test out truly distributed staking. Beacon chain deposits already surpassed 6.5M ETH, blowing any early forecast out of the water. With the ‘merge’ just around the corner, the industry, and with it the staked ETH, is only expected to grow even more... We expect a significant part of the total staked ETH will be staked with SSV tech. Staying ahead of the curve will pay off greatly.\\n\\nUntil mainnet is live, we will introduce an Incentivized testnet program. Why have to wait for future gains when you can have them now? The plan is to distribute SSV tokens to operators and stakers and make sure early-stage participants are compensated for their support, development and testing.\\n\\nThe gain is twofold ; testing SSV token as the network’s native token and iterating on the token model before mainnet launch. In addition, testnet participants will be able to receive SSV tokens and vote on DAO decisions. Building a robust governance layer will strengthen the network, benefit its participants while bringing decentralization to the space.\\n\\nWe will release more details about the testnet incentivization program soon. Get your validators ready…\\n\",\"timestamp\":1640875458,\"title\":\"SSV(test)network is live! - ssv.network\"},\"digest\":\"a5Wjh8Llf_LDiJRVT1a3mXVNk23jaFLCFLwV00V9xvw\",\"authorship\":{\"contributor\":\"0x71fAB14a22E324699161E6e976F97b6685F65010\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"n8hJZBKC4DJJ5WbAybjeEOcoQmAQ8yMboTXHDB909UE\\\",\\\"y\\\":\\\"ncUsYMvRsrmaN27Oov6MNra-2Bfztx3R5qJO5csnBOk\\\"}\",\"signature\":\"7JkVtzPOFpEvaJJPGI150L_QWVk6_n0LY8k0PPYTCgRs9F2Ctz_g6mIZSVBqfAB0cbCPqMTaxv82iu1XQqS6-g\",\"signingKeySignature\":\"0x5a8a0db2216e5d8dc39e9e73558319f63851d51a47f9059f8ce9af04f814ff0b4177d390e03d1a4651c092f615d6e9d8bca1cd5b0bd6cfda15ac188bdd895fe61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"n8hJZBKC4DJJ5WbAybjeEOcoQmAQ8yMboTXHDB909UE\\\",\\\"y\\\":\\\"ncUsYMvRsrmaN27Oov6MNra-2Bfztx3R5qJO5csnBOk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"a5Wjh8Llf_LDiJRVT1a3mXVNk23jaFLCFLwV00V9xvw\"}"