"{\"content\":{\"body\":\"all the leading men appeared as policemen.  No one had more than a line to speak which just gave the audience time to recognize him or her.  The composers and orchestra leaders came on as a German band, each playing an instrument, and they got half through the Washington Post before the policemen beat them off.  Then Marie Lloyd and all the Music Hall stars appeared as street girls and danced to the music of a hand-organ.  Hayden Coffin, Plunkett Greene and Ben Davies sang as street musicians and the clown beat them with stuffed bricks.  After that there was a revue of all the burlesques and comic operas, then the curtain was raised from the middle of the stage, and Nellie Farren was discovered seated at a table on a high stage with all the \\\"legitimates\\\" in frock-coats and walking dresses rising on benches around her.\\n\\nThe set was a beautiful wood scene well lighted.  Wyndham stood on one side of her, and he said the yell that went up when the curtain rose was worse than the rebel yell he had heard in battles.  In front of her, below the stage, were all the people who had taken part in the revue, forming a most interesting picture.  There was no one in the group who had not been known for a year by posters or photographs:  Letty Lind as the Geisha, Arthur Roberts as Dandy Dan.  The French Girl and all the officers from The Geisha, the ballet girls from the pantomime, the bareback-riders from The Circus Girl; the Empire costumes and the monks from La Poupee, and all the Chinese and Japanese costumes from The Geisha.  Everybody on the stage cried and all the old rounders in the boxes cried.\\n\\nIt was really a wonderfully dramatic spectacle to see the clown and officers and Geisha girls weeping down their grease paint.  Nellie Farren's great song was one about a street Arab with the words:  \\\"Let me hold your, nag, sir, carry your little bag, sir, anything you please to give--thank'ee, sir!\\\"  She used to close her hand, then open it and look at the palm, then touch her cap with a very wonderful smile, and laugh when she said, \\\"Thank'ee, sir!\\\"  This song was reproduced for weeks before the benefit, and played all over London, and when the curtain rose on her, the orchestra struck into it and the people shouted as though it was the national anthem.  Wyndham made a very good address and so did Terry, then Wyndham said he would try to get her to speak.  She has lost the use of her hands and legs and can only walk with crutches, so he put his arm around her and her son lifted her from the other side and then brought her to her feet, both crying like children.  You could hear the people sobbing, it was so still.  She said, \\\"Ladies and Gentleman,\\\" looking at the stalls and boxes, then she turned her head to the people on the stage below her and said, \\\"Brothers and Sisters,\\\" then she stood looking for a long time at the gallery gods who had been waiting there twenty hours.  You could hear a long \\\"Ah\\\" from the gallery when she looked up there, and then a \\\"hush\\\" from all over it and there was absolute silence.  Then she smiled and raised her finger to her bonnet and said, \\\"Thank'ee, sir,\\\" and sank back in her chair.  It was the most dramatic thing I ever saw on a stage.  The orchestra struck up \\\"Auld Lang Syne\\\" and they gave three cheers on the stage and in the house.  The papers got out special editions, and said it was the greatest theatrical event there had ever been in London. DICK.\\n\\nCHAPTER XI\\n\\nTHE SPANISH-AMERICAN WAR\\n\\nWhen the news reached Richard that the Spanish-American War seemed inevitable he returned at once to New York.  Here he spent a few days in arranging to act as correspondent for the New York Herald, the London Times, and Scribner's Magazine, and then started for Key West.\\n\\nOff Key West--April 24th, 1898. On Board Smith, Herald Yacht. DEAR MOTHER:\\n\\nI wrote you such a cross gloomy letter that I must drop you another to make up for it.  Since I wrote that an hour ago we have received word that war is declared and I am now on board the Smith.  She is a really fine vessel as big as Benedict's yacht with plenty of deck room and big bunks.  I have everything I want on board and The Herald men are two old Press men so we are good friends.  If I had had another hour I believe I could have got a berth on the flag ship for Roosevelt telegraphed me the longest and strongest letter on the subject a man could write instructing the Admiral to take me on as I was writing history.  Chadwick seemed willing but then the signal to set sail came and we had to stampede.  All the ships have their sailing pennants up.  It is as calm as a mirror thank goodness but as hot as hell.  We expect to be off Havana tomorrow at sunset.  Then what we do no one knows.  The crew is on strike above and the mate is wrestling with them but as it seems to be only a question of a few dollars it will come out all right.  We expect to be back here on Sunday but may stay out later.  Don't worry if you don't hear.  It is grand to see the line of battleships five miles out like dogs in a leash puffing and straining.  Thank God they'll let them slip any minute now.  I don't know where \\\"Stenie\\\" is.  I am now going to take a nap while the smooth water lasts.\\n\\nDICK.\\n\\n\\\\--Flagship New York-- Off Havana,\\n\\nApril 26, 1898. DEAR FAMILY:\\n\\nI left Key West on the morning of the 24th in the Dolphin with the idea of trying to get on board the flagship on the strength of Roosevelt's letter.  Stenie Bonsal got on just before she sailed, not as a correspondent, but as a magazine-writer for McClure's, who have given him a commission, and because he could act as interpreter.  I left the flagship the morning of the day I arrived.  The captain of the Dolphin apologized to his officers while we were at anchor in the harbor of Key West, because his was a \\\"cabin\\\" and not a \\\"gun\\\" ship, and because he had to deliver the mails at once on board the flagship and not turn out of his course for anything, no matter how tempting a prize it might appear to be.  He then proceeded to chase every sail and column of smoke on the horizon, so that the course was like a cat's cradle.  We first headed for a big steamer and sounded \\\"general quarters.\\\"  It was fine to see the faces of the apprentices as they ran to get their cutlasses and revolvers, their eyes open and their hair on end, with the hope that they were to board a Spanish battleship.  But at the first gun she ran up an American flag, and on getting nearer we saw she was a Mallory steamer.  An hour later we chased another steamer, but she was already a prize, with a prize crew on board.  Then we had a chase for three hours at night; after what we believed was the Panama, but she ran away from us.  We fired three shells after her, and she still ran and got away.  The next morning I went on board the New York with Zogbaum, the artist.  Admiral Sampson is a fine man; he impressed me very much.  He was very much bothered at the order forbidding correspondents on the ship, but I talked like a father to him, and he finally gave in, and was very nice about the way he did it.  Since then I have had the most interesting time and the most novel experience of my life.  We have been lying from three to ten miles off shore.  We can see Morro Castle and houses and palms plainly without a glass, and with one we can distinguish men and women in the villages.  It is, or was, frightfully hot, and you had to keep moving all the time to get out of the sun.  I mess with the officers, but the other correspondents, the Associated Press and Ralph Paine of The World and Press of Philadelphia, with the middies.  Paine got on because Scovel of The World has done so much secret service work for the admiral, running in at night and taking soundings, and by day making photographs of the coast, also carrying messages to the insurgents.\\n\\nIt is a wonderful ship, like a village, and as big as the Paris.  We drift around in the sun or the moonlight, and when we see a light, chase after it.  There is a band on board that plays twice a day.  It is like a luxurious yacht, with none of the ennui of a yacht.  The other night, when we were heading off a steamer and firing six-pounders across her bows, the band was playing the \\\"star\\\" song from the Meistersinger.  Wagner and War struck me as the most fin de siecle idea of war that I had ever heard of.  The nights have been perfectly beautiful, full of moonlight, when we sit on deck and smoke.  It is like looking down from the roof of a high building.  Yesterday they brought a Spanish officer on board, he had been picked up in a schooner with his orderly.  I was in Captain Chadwick's cabin when he was brought in, and Scovel interpreted for the captain, who was more courteous than any Spanish Don that breathes.  The officer said he had been on his way to see his wife and newly born baby at Matanzas, and had no knowledge that war had been declared.  I must say it did me good to see him.  I remembered the way the Spanish officers used to insult me in a language which I, fortunately for me, could not understand, and how I hated the sight of them, and I enjoyed seeing his red and yellow cockade on the table before me, while I sat in a big armchair and smoked and was in hearing of the marines drilling on the upper deck.  He was invited to go to breakfast with the officers, and I sat next to him, and as it happened to be my turn to treat, I had the satisfaction of pouring drinks down his throat.  I told stories about Spanish officers all the time to the rest of the mess, pretending I was telling them something else by making drawings on the tablecloth, so that the unhappy officer on his other side, who was talking Spanish to him, had a hard time not to laugh.  I told Zogbaum he ought to draw a picture of him at the mess to show how we treated prisoners, and a companion one of the captain of the Compeliton, who came over with us on the Dolphin, and who showed us the marks of the ropes on his wrists and arms the Spaniards had bound him with when he was in Cabanas for nine months.  The orderly messed with the bluejackets, who treated him in the most hospitable manner.  He was a poor little peasant boy, half starved and hollow-eyed, and so scared that he could hardly stand, but they took great pride in the fact that they had made him eat three times of everything.  They are, without prejudice, the finest body of men and boys you would care to see, and as humorous and polite and keen as any class of men I ever met.\\n\\nThe war could be ended in a month so far as the island of Cuba is concerned, if the troops were ready and brought over here.  The coast to Havana for ten miles is broad enough for them to march along it, and the heights above could be covered the entire time by the fleet, so that it would be absolutely impossible for any force to withstand the awful hailstorm they would play on it.  Transports carrying the provisions would be protected by the ships on the gulf side, and the guns at Morro could be shut up in twenty-four hours.  This is not a dream, but the most obvious and feasible plan, and it is a disgrace if the Washington politicians delay.  As to health, this is the healthiest part of the coast.  The trade winds blow every day of the year, and the fever talk is all nonsense.  The army certainly has delayed most scandalously in mobilizing.  This talk of waiting a month is suicide.  It is a terrible expense.  It keeps the people on a strain, destroys business, and the health of the troops at Tampa is, to my mind, in much greater danger than it would be on the hills around Havana, where, as Scovel says, there is as much yellow fever as there is snow.  Tell Dad to urge them to act promptly.  In the meanwhile I am having a magnificent time.  I am burned and hungry and losing about a ton of fat a day, and I sleep finely.  The other night the Porter held us up, but it was a story that never got into the papers.  I haven't missed a trick so far except not getting on the flagship from the first, but that does not count now since I am on board.\\n\\nI haven't written anything yet, but I am going to begin soon.  I expect to make myself rich on this campaign.  I get ten cents a word from Scribner's for everything I send them, if it is only a thousand words, and I get four hundred dollars a week salary from The Times, and all my expenses.  I haven't had any yet, but when I go back and join the army, I am going to travel en suite with an assistant and the best and gentlest ponies; a courier and a servant, a tent and a secretary and a typewriter, so that Miles will look like a second lieutenant.\\n\\n[ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/365](ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/365)\\n\\n\",\"timestamp\":1639126007,\"title\":\"\\nThe rest of it brought on everybody.  Sam Sothern played a \\\"swell\\\" and stole a fish.  Louis Freear, a housemaid, \"},\"digest\":\"YJ_rvaVDT_-tOaddKGVn5znPoZW5npyeGfsHKXFHPkY\",\"authorship\":{\"contributor\":\"0xBD285526750c6d1e9c301005d31Fcad2bE9E9AA0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G4W07fmJmR7MSIeSoH1_a_FioDzFiCc1t-AF1Fhihsw\\\",\\\"y\\\":\\\"iyrqPWCJZdSxFsPFWlDqlpNRdD3wtdLJ0s8hIfYer94\\\"}\",\"signature\":\"dp_wa1C8VTq13VJvUdWl7NMbgBceMX22xRi0mx07sz5HvYW4a29JCYBbdmHFXtJYEVs2GlDFcN9ndA1WwHMtGw\",\"signingKeySignature\":\"0x8facd098c3546a3ec01e04db6b643e9b2f2ba59b2b536a0d353886fd27983e6c700672fb708d363d3d2a27c57f1ede5535fb84b0b5c7a1a822d8ef00abeb57021b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G4W07fmJmR7MSIeSoH1_a_FioDzFiCc1t-AF1Fhihsw\\\",\\\"y\\\":\\\"iyrqPWCJZdSxFsPFWlDqlpNRdD3wtdLJ0s8hIfYer94\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YJ_rvaVDT_-tOaddKGVn5znPoZW5npyeGfsHKXFHPkY\"}"