"{\"content\":{\"body\":\"the English in the deathbed scenes of the Pilgrim's Progress.  And every lover of pure, tender, and noble English must, like the Foreign Secretary, have all those precious pages by heart.  Were it not that we all have a cowardly fear at death ourselves, and think it wicked and cruel even to hint at his approaching death even to a fast-dying man, we would never let any of our friends lie down on his sick-bed without having a reassuring and victorious page of the Pilgrim read to him every day.  If the doctors would allow me, I would have these heavenly pages reprinted in sick-bed type for all my people.  But I am afraid at the doctors.  And thus one after another of my people passes away without the fortification and the foretaste that the deathbeds of Christian, and Christiana, and Hopeful, and Mr. Fearing, and Mr. Feeble-mind, and Mr. Honest, and Mr. Standfast would most surely have given to them.  Especially the deathbed, if I must so call it, of Mr. Standfast.  But as Christiana said nothing that could be heard to Mr. Standfast about his or her latter end, but just looked into his eyes and gave him her ring, so I may not be able to say all that is in my heart when your doctor is standing close by.  But you will understand what I would fain say, will you not?  You will remember, and will have this heavenly book read to you alternately with your Bible, will you not?  Even the most godless doctor will give way to you when you tell him that you know as well as he does just how it is with you, and that you are to have your own way for the last time.  I know a doctor who first forbade her minister and her family to tell his patient that she was dying, and at the same time told them to take away from her bedside all such alarming books as the Pilgrim's Progress and the Saint's Rest, and to read to her a reassuring chapter out of Old Mortality and Pickwick.\\n\\nIt will, no doubt, put the best-prepared of us into a deep muse, as it put Standfast, when we are first told that we must at once prepare ourselves for a change of life.  But I for one would not for worlds miss that solemn warning, and that last musing-time.  It will all be just as my Master pleases; but if it is within His will I shall till then continue to petition Him that I may have a passage over the river like the passage of Standfast.  Or, if that may not now be, then, at least, a musing-time like his.  The post from the Celestial City brought Mr. Standfast's summons \\\"open\\\" in his hand.  And thus it was that Standfast's translation did not take him by surprise.  Standfast was not plunged suddenly and without warning into the terrible river.  He took the open summons into big own hand and read it out like a man.  After which he went, as his manner was, for a good while into a deep and undisturbed muse.  As soon as he came out of his muse he would have Greatheart to be sent for.  And then their last conversation together proceeded.  And no one interfered with the two brave-hearted men. No one interposed, or said that Greatheart would exhaust or alarm Standfast, or would injuriously hasten his end.  Not only so, but all the way till he was half over the river, Standfast kept up his own side of the noble conversation.  And it is his side of that half-earthly, whole-heavenly conversation that I would like to have put into suitable type and scattered broadcast over all our sick- beds.\\n\\n1. \\\"Tell me,\\\" says Valdes to Julia in his Christian Alphabet, \\\"have you ever crossed a deep river by a ford?\\\"  \\\"Yes,\\\" says Julia, \\\"I have, many times.\\\"  \\\"And have you remarked how that by looking upon the water it seemed as though your head swam, so that, if you had not assisted yourself, either by closing your eyes, or by fixing them on the opposite shore, you would have fallen into the water in great danger of drowning?\\\"  \\\"Yes, I have noticed that.\\\" \\\"And have you seen how by keeping always for your object the view of the land that lies on the other side, you have not felt that swimming of the head, and so have suffered no danger of drowning?\\\" \\\"I have noticed that too,\\\" replied Julia.  Now, it was exactly this same way of looking, not at the black and swirling river, but at the angelic conduct waiting for him at the further bank, and then at the open gate of the Celestial City,--it was this that kept Standfast's head so steady and his heart like a glowing coal while he stood and talked in the middle of the giddy stream.  You would have thought it was Paul himself talking to himself on the road to Assos.  For I defy even the apostle himself to have talked better or more boldly to himself even on the solid midday road than Standfast talked to himself in the bridgeless river.  \\\"I see myself,\\\" he said, \\\"at the end of my journey now.  My toilsome days are all ended.  I am going now to see that head that was crowned with thorns, and that face that was spat upon for me.  I loved to hear my Lord spoken of, and wherever I have seen the print of His shoe in the earth I have coveted to set my foot also.  His name has been to me as a civet-box; yea, sweeter than all perfumes.  His word I did use to gather for my food, and for antidotes against my faintings.  He has held me, and I have kept me from my iniquities. Yea, my steps He has strengthened in my way.\\\"  Now, while Standfast was thus in discourse his countenance changed, his strong man bowed down under him, and after he had said \\\"Take me!\\\" he ceased to be seen of them.  But how glorious it was to see how the open region was now filled with horses and chariots, with trumpeters and pipers, and with singers and players on stringed instruments, all to welcome the pilgrims as they went up and followed one another in at the beautiful gate of the city!\\n\\nMADAM BUBBLE\\n\\n\\\"Vanity of vanities, all is vanity.\\\"--Solomon.\\n\\n\\\"I have overcome the world.\\\"--Our Lord.\\n\\n\\\"Love not the world, neither the things that are in the world.  For all that is in the world, the lust of the flesh, the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  And the world passeth away, and the lust thereof.\\\"--John.\\n\\n\\\"This bubble world.\\\"--Quarles.\\n\\nMadam Bubble's portrait was first painted by the Preacher.  And he painted her portrait with extraordinary insight, boldness, and truthfulness.  There is that in the Preacher's portrait of Madam Bubble which only comes of the artist having mixed his colours, as Milman says that Tacitus mixed his ink, with resentment and with remorse.  Out of His reading of Solomon and Moses and the Prophets on this same subject, as well as out of His own observation and experience, conflict and conquest, our Lord added some strong and deep and inward touches of His own to that well-known picture, and then named it by the New Testament name of the World.  And then, after Him, His longest-lived disciple set forth the same mother and her three daughters under the three names that still stick to them to this day,--the lust of the flesh, the lust of the eyes, and the pride of life.  But it was reserved for John Bunyan to fill up and to finish those outlines of Scripture and to pour over the whole work his own depth and strength of colour, till, altogether, Madam Bubble stands out as yet another masterpiece of our dreamer's astonishing genius.  Let us take our stand before this heaving canvas, then, till we have taken attentive note of some of John Bunyan's inimitable touches and strokes and triumphs of truth and art.  \\\"One in very pleasant attire, but old . . . This woman is a witch . . . I am the mistress of the world, she said, and men are made happy by me . . . A tall, comely dame, something of a swarthy complexion.\\\"  In the newly discovered portrait of a woman, by Albert Durer, one of the marks of its genuineness is the way that the great artist's initials A. D. are pencilled in on the embroidery of the lady's bodice.  And you will note in this gentlewoman's open dress also how J. B. is inextricably woven in. \\\"She wears a great purse by her side also, and her hand is often in her purse fingering her money.  Yea, this is she that has bought off many a man from a pilgrim's life after he had fairly begun it. She is a bold and an impudent slut also, for she will talk with any man.  If there be one cunning to make money in any place, she will speak well of him from house to house . . . She has given it out in some places also that she is a goddess, and therefore some do actually worship her . . . She has her times and open places of cheating, and she will say and avow it that none can show a good comparable to hers.  And thus she has brought many to the halter, and ten thousand times more to hell.  None can tell of the mischief that she does.  She makes variance betwixt rulers and subjects, betwixt parents and children, 'twixt neighbour and neighbour, 'twixt a man and his wife, 'twixt a man and himself, 'twixt the flesh and the heart.\\\"  And so on in the great original.  \\\"Had she stood by all this while,\\\" said Standfast, whose eyes were still full of her, \\\"you could not have set Madam Bubble more amply before me, nor have better described her features.\\\"  \\\"He that drew her picture was a good limner,\\\" said Mr. Honest, \\\"and he that so wrote of her said true\\\".\\n\\n1. \\\"I am the mistress of this world,\\\" says Madam Bubble.  And though all the time she is a bold and impudent slut, yet it is the simple truth that she does sit as a queen over this world and over the men of this world.  For Madam Bubble has a royal family like all other sovereigns.  She has a court of her own, too, with its ball-room presentations and its birthday honours.  She has a cabinet council also, and a bar and a bench with their pleadings and their decisions.  Far more than all that, she has a church which she has established and of which she is the head; and a faith also of which she is the defender.  She has a standing army also for the extension and the protection of her dominions.  She levies taxes, too, and sends out ambassadors, and makes treaties, and forms offensive and defensive alliances.  But what a bubble all this World is to him whose eyes have at last been opened to see the hollowness and the heartlessness of it all!  For all its pursuits and all its possessions, from a child's rattle to a king's sceptre, all is one great bubble.  Wealth, fame, place, power; art, science, letters; politics, churches, sacraments, and scriptures--all are so many bubbles in Madam Bubble's World.  This wicked enchantress, if she does not find all these things bubbles already, by one touch of her evil wand she makes them so.  She turns gold into dross, God into an idle name, and His Word into words only; unless when in her malice she turns it into a fruitful ground of debate and contention; a ground of malice and hatred and ill-will.  Vanity of vanities; all is vanity and vexation of spirit.  Still, she sits a queen and a goddess to a great multitude:  to all men, to begin with.  And, like a goddess, she sheds abroad her spirit in her people's hearts and lifts up upon them for a time the light of her countenance.\\n2. \\\"I am the mistress of the world,\\\" she says, \\\"and men are made happy by me.\\\"--I would like to see one of them.  I have seen many men to whom Madam Bubble had said that if they would be ruled by her she would make them great and happy.  But though I have seen not a few who have believed her and let themselves be ruled by her, I have never yet seen one happy man among them.--The truth is, Madam Bubble is not able to make men happy even if she wished to do it.  She is not happy herself, and she cannot dispense to others what she does not possess.  And, yet, such are her sorceries that, while her old dupes die in thousands every day, new dupes are born to her every day in still greater numbers.  New dupes who run to the same excess of folly with her that their fathers ran; new dupes led in the same mad dance after Madam Bubble and her three daughters.  But, always, and to all men, what a bubble both the mother and all her daughters are!  How they all make promises like their lying mother, and how, like her, they all lead men, if not to the halter and to hell, as Greatheart said, yet to a life of vanity and to a death of disappointment and despair!  What bubbles of empty hopes both she and her three children blow up in the brains of men!  What pictures of untold happiness they paint in the imaginations of men!  What pleasures, what successes in life, what honours and what rewards she pledges herself to see bestowed!  \\\"She has her times and open places of cheating,\\\" said one who knew her and all her ways well.  And when men and women are still young and inexperienced, that is one of her great cheating times.  At some seasons of the year, and in some waters, to the fisherman's surprise and confusion, the fish will sometimes take his bare hook; a bit of a red rag is a deadly bait.  And Madam Bubble's poorest and most perfunctory busking is quite enough for the foolish fish she angles for.  And not in our salad days only, when we are still green in judgment, but even to grey hairs, this wicked witch continues to entrap us to our ruin.  Love, in all its phases and in all its mixtures, first deludes the very young; and then place, and power, and fame, and money are the bait she busks for the middle- aged and the old; and always with the same bubble end.  The whole truth is that without God, the living and ever-present God, in all ages of it and in all parts and experiences of it, our human life is one huge bubble.  A far-shining, high-soaring bubble; but sooner or later seen and tasted to be a bubble--a deceit-filled, poison- filled bubble.--Happy by her!  All men happy by her!  The impudent slut!\\n3. Another thing about this slut is this, that \\\"she will talk with any man.\\\"  She makes up to us and makes eyes at us just as if we were free to accept and return her three offers.  And still she talks to us and offers us the same things she offered to Standfast till, to escape her and her offers, he betook himself to his knees. Nay, truth to tell, after she had deceived us and ensnared us till we lay in her net cursing both her and ourselves, so bold and so impudent and so persistent is this temptress slut, and such fools and idiots are we, that we soon lay our eyes on her painted beauty again and our heads in her loathsome lap; our heads on that block over which the axe hangs by an angry hair.  \\\"She will talk with any man.\\\"  No doubt; but, then, it takes two to make a talk, and the sad thing is that there are few men among us so wise, so steadfast, and so experienced in her ways that they will not on occasion let Madam Bubble talk her talk to them, and talk back again to her. The oldest saint, the oftenest sold and most dearly redeemed sinner, needs to suspect himself to the end, till he is clear out of Madam Bubble's enchanted ground and for ever over that river of deliverance which shall sweep Madam Bubble and all her daughters into the dead sea for ever.\\n\\n\\\"The grey-haired saint may fail at last, The surest guide a wanderer prove; Death only binds us fast To the bright shore of love.\\\"\\n\\n1. \\\"She highly commends the rich,\\\" the guide goes on about Madam Bubble, \\\"and if there be one cunning to get money in any place she will speak well of him from house to house.\\\"  \\\"The world,\\\" says Faber, \\\"is not altogether matter, nor yet altogether spirit.  It is not man only, nor Satan only, nor is it exactly sin.  It is an infection, an inspiration, an atmosphere, a life, a colouring matter, a pageantry, a fashion, a taste, a witchery.  None of all these names suit it, and all of them suit it.  Meanwhile its power over the human creation is terrific, its presence ubiquitous, its deceitfulness incredible.  It can find a home under every heart beneath the poles.  It is wider than the catholic church, and it is masterful, lawless, and intrusive within it.  We are all living in it, breathing it, acting under its influence, being cheated by its appearances, and unwarily admitting its principles.\\\"  Let young ministers who wish to preach to their people on the World--after studying what the Preacher, and the Saviour, and John, and John Bunyan say about the World,--still read Faber's powerful chapter in his Creator and Creature.  Yes; Madam Bubble finds a home for herself in every heart beneath the poles.  The truth is Madam Bubble has no home, as she has no existence, but in human hearts. And all that Solomon, and our Saviour, and John, and John Bunyan, and Frederick Faber say about the world and about Madam Bubble they really say about the heart of man.  It is we, you and I, my brethren, who so highly commend the rich.  It is we ourselves here who speak well from house to house of him whose father or whose self has been cunning to get money.  We either speak well or ill of them.  We either are sick with envy at them, or we fawn upon them and fall down before them.  How men rise in our esteem in the degree that their money increases!  With what reverence and holy awe we look up at them as if they were gods and the sons of gods! They become more than mortal men to our reverent imaginations.  How happy, how all but blessed they must be! we say to ourselves. Within those park gates, under those high towers, in that silver- mounted carriage, surrounded with all those liveried servants, and loved and honoured by all those arriving and leaving guests--what happiness that rich man must have!  We are either eaten up of lean- eyed envy of this and that rich man, or we positively worship them as other men worship God and His saints.  Yes; Madam Bubble is our very mother.  She conceived us and she suckled us.  We were brought up in her nurture and admonition.  We learned her Catechism, and her shrine is in our heart tonight.  Like her, if only a pilgrim is poor, we scorn him.  We will not know him.  But if there be any one, pilgrim or no, cunning to get money, we honour him, and we claim him as our kindred and relation, our acquaintance and our friend.  We will speak often of him as such from house to house. Just see if we will not.  There is room in our hearts, Madam Bubble, there is room in our hearts for thee!\\n2. \\\"She loves them most that think best of her.\\\"  But, surely, surely, the guide goes quite too far in blaming and being hard upon poor Madam Bubble for that?  For, to give her fair play, she is not at all alone in that.  Is the guide himself wholly above that?  Do we not all do that?  Is there one in ten, is there one in a thousand, who hates and humiliates himself because his love of men and women goes up or down just as they think of him?  Yes; Greatheart is true to his great name in his whole portrait of Madam Bubble also, and nowhere more true than in this present feature. For when any man comes to have any true greatness in his heart--how he despises and detests himself as he finds himself out in not only claiming kindred and acquaintance with the rich and despising and denying the poor; but, still more, in loving or hating other men just as they love or hate him!  The world loves her own.  Yes; but he who has been taken out of the world, and who has had the world taken out of him, he loves--he strives to love, he goes to his knees every day he lives to love--those who not only do not think well of him, but who both think ill of him and speak ill of him. \\\"Humility,\\\" says William Law, \\\"does not consist in having a worse opinion of ourselves than we deserve, or in abasing ourselves lower than we really are.  But as all virtue is founded in truth, so humility is founded in a true and just sense of our weakness, misery, and sin.  He who rightly feels and lives in this sense of his condition lives in humility.  And, it may be added, when our hearts are wholly clothed with humility we shall be prompt to approve the judgment and to endorse the sentence of those who think and speak the least good of us and the most evil.\\n3. \\\"'Twas she,\\\" so the guide at last wound up, \\\"that set Absalom against his father, and Jeroboam against his master.  'Twas she that persuaded Judas to sell his Lord, and that prevailed with Demas to forsake the godly pilgrim's life.  None can tell all the mischief that Madam Bubble does.  She makes variance between rulers and subjects, between parents and children, 'twixt neighbour and neighbour, 'twixt a man and his wife, 'twixt a man and himself, 'twixt the flesh and the heart.\\\"  Now, I shall leave that last indictment and its lessons and its applications to yourselves, my brethren.  You will get far more good out of this accumulated count against Madam Bubble if you explain it, and open it up, and prove it, and illustrate it to yourselves.  Explain, then, in what way this sorceress set Absalom against his father and Jeroboam against his master.  Point out in what way she makes variance between a ruler and his subjects, and give illustrations.  Put your finger on a parent and on a child between whom there is variance at this moment on her account.  And, if you are that parent or that child, what have you done to remove that variance?  Name two neighbours that to your knowledge Madam Bubble has come between; and say what you have done to be a peacemaker there.  Set down what you would say to a man and his wife so as to put them on their guard against Madam Bubble ever coming in between them.  And, last and best of all, point out to yourself at what times and in what ways this wicked witch tries to make variance between God's Holy Spirit striving within you and your own evil heart still strong within you.  When you are weary and sleepy and hungry as a howlet, and, Madam Bubble and her three daughters make a ring round you, what do you do?  Do you ever take to your knees?  Really and honestly, do you?  When you find yourself out looking with holy fear on a rich and lofty relation, and with insufferable contempt on a poor and intrusive relation, by what name do you call yourself?  Write it down.  And when she would fain put variance between you and those who do not think well of you, what steps do you take to foil her? Where and how do you get strength at that supreme moment to think of others as you would have them think of you?  \\\"Oh,\\\" said Standfast, \\\"what a mercy it is that I did resist her! for to what might she not have drawn me?\\\"\\n\\nGAIUS\\n\\n\\\"Gaius, mine host.\\\"--Paul.\\n\\nGoodman Gaius was the head of a hostel that stood on the side of the highway well on to the Celestial City.  The hostess of the hostel was no more, and the old hostel-keeper did all her once well-done work and his own proper work into the bargain.  Every day he inspected the whole house with his own eyes, down even to the kitchen and the scullery.  The good woman had left our host an only daughter; but, \\\"Keep her as much out of sight as is possible,\\\" she said, and so fell asleep.  And Gaius remembered his wife's last testament every day, till none of the hostel customers knew that there was so much as a young hostess in all the house.  \\\"Yes, gentlemen,\\\" replied the old innkeeper.  \\\"Yes, come in.  It is late, but I take you for true men, for you must know that my house is kept open only for such.\\\"  So he took the large pilgrim party to their several apartments with his own eyes, and then set about a supper for those so late arrivals.  Stamping with his foot, he brought up the cook with the euphonious and eupeptic name, and that quick-witted domestic soon had a supper on the table that would have made a full man's mouth water.  \\\"The sight of all this,\\\" said Matthew, as the under-cook laid the cloth and the trenchers, and set the salt and the bread in order--\\\"the sight of this cloth and of this forerunner of a supper begetteth in me a greater appetite to my food than I thought I had before.\\\"  So supper came up; and first a heave-shoulder and a wave-breast were set on the table before them, in order to show that they must begin their meal with prayer and praise to God.  These two dishes were very fresh and good, and all the travellers did eat heartily well thereof.  The next was a bottle of wine red as blood.  So Gaius said to them, \\\"Drink freely; this is the juice of the true vine that makes glad the heart of God and man.\\\"  And they did drink and were very merry. The next was a dish of milk well crumbed.  At the sight of which Gaius said, \\\"Let the boys have that, that they may grow thereby.\\\" And so on, dish after dish, till the nuts came with the recitations and the riddles and the saws and the stories over the nuts.  Thus the happy party sat talking till the break of day.\\n\\n1. Now, it is natural to remark that the first thing about a host is his hospitality.  And that, too, whether our host is but the head of a hostel like Goodman Gaius, or the head of a well- appointed private house like Gaius's neighbour, Mr. Mnason.  The first and the last thing about a host is his hospitality.  \\\"Say little and do much\\\" is the example and the injunction to all our housekeepers that Rabban Shammai draws out of the eighteenth of Genesis.  \\\"Be like your father Abraham,\\\" he says, \\\"on the plains of Mamre, who only promised bread and water, but straightway set Sarah to knead three measures of her finest meal, while he ran to the herd and fetched a calf tender and good, and stood by the three men while they did eat butter and milk under the tree.  Make thy Thorah an ordinance:  say little and do much:  and receive every man with a pleasant expression of countenance.\\\"  Now, this was exactly what Gaius our goodman did that night, with one exception, which we shall be constrained to attend to afterwards.  \\\"It is late,\\\" he said, \\\"so we cannot conveniently go out to seek food; but such as we have you shall be welcome to, if that will content.\\\"  At the same time Taste-that-which-is-good soon had a supper sent up to the table fit for a prince:  a supper of six courses at that time in the morning, so that the sun was already in the sky when Old Honest closed his casement.\\n\\n\\\"Dining in company is a divine institution,\\\" says Mr. Edward White, in his delightful Minor Moralities of Life.  \\\"Let Soyer's art be honoured among all men,\\\" he goes on.  \\\"Cookery distinguishes mankind from the beasts that perish.  Happy is the woman whose daily table is the result of forethought.  Her husband shall rise up and call her blessed.  It is piteous when the culinary art is neglected in our young women's education.  Let them, as St. Peter says, imitate Sarah.  Let them see how that venerable princess went quickly to her kneading-trough and oven and prepared an extempore collation of cakes and pilau for the angels.  How few ladies, whether Gentiles or Jewesses, could do the like in the present day!\\\"\\n\\n1. The wistful and punctilious attention that Goodman Gaius paid to each individual guest of his was a fine feature in his munificent hospitality.  He made every one who crossed his doorstep, down even to Mr. Fearing, feel at once at home, such was his exquisite as well as his munificent hospitality.  \\\"Come, sir,\\\" he said, clapping that white-faced and trembling pilgrim on the shoulder, \\\"come, sir, be of good cheer, you are welcome to me and to my house; and what thou hast a mind to, that call for freely: for what thou wouldst have my servants will do for thee, and they will do it for thee with a ready mind.\\\"  All the same, for a long time Mr. Fearing was mortally afraid of the servants.  He would as soon have thought of stamping his foot for a duchess to come up as for any of Gaius's serving-maids.  He was afraid to make any noise in his room lest all the house should hear it.  He was afraid to touch anything in the room lest it should fall and be broken.  We ourselves, with all our assumed ease and elaborate abandon, are often afraid to ring our bell even in an inn.  Mr. Fearing would as soon have pulled the tail of a rattlesnake.  But before their sojourn was over, the Guide was amazed at Mr. Fearing, for that hare-hearted pilgrim would be doing things in the house that he himself would scarcely do who had been in the house a thousand times.  It was Gaius's exuberant heartiness that had demoralised Mr. Fearing and made him almost too forward even for a wayside inn. In little things also Gaius, mine host, showed his sensitive and solicitous hospitality.  We all know housekeepers, not to say innkeepers, and not otherwise ungenerous housekeepers either who will grudge us a sixpennyworth of sticks and coals in a cold night, and that, too, in a room furnished to overflowing by Morton Brothers or the Messrs. Maple.  We take a candlestick and a dozen candles with us in the boot of the carriage when we wish to read or write late into the night in that great house.  Another housekeeper, who would give you her only daughter with her wealthy dowry, will sometimes be seen by all in her house to grudge you a fresh cup of afternoon tea when you drop in to see her and her daughter.  She says to herself that it is to spare the servants the stairs; but, all the time, under the stairs, the servants are blushing for the sometimes unaccountable stinginess of their unusually munificent mistress.  I shall give you \\\"line upon line, precept upon precept, here a little and there a little\\\" of Aristotle upon munificence in little things till you come up to his pagan standard.  \\\"There is a real greatness,\\\" he says, \\\"even in the way that some men will buy a toy to a child.  Even in the smallest matters the munificent man will act munificently!\\\"  As Gaius, mine host, munificently did.\",\"timestamp\":1641295950,\"title\":\"Lord Rosebery knows books and loves books, and he has called attention to the surpassing beauty\"},\"digest\":\"juD9HZXRuNreXJ-LUVQCeFx_V4vQcTIqMWYMHBwW2Xk\",\"authorship\":{\"contributor\":\"0xebb47BcE22955a8570D5570840798eda13Ec89EB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WJt4m5o4fu-qpRERw8j_xahu752OQh4U_LVAIxuNGSo\\\",\\\"y\\\":\\\"PyJeC-h8MSF4BL_DWUanBety4lHVgXlU5OOjaDPAinA\\\"}\",\"signature\":\"k4NiEHbxTKr5QThibDgxaZi-nEktOeuqtaDCzuGKIxGfsxP-UnudvAC4svF--e9e-u5L79yKlImsL1RA1yea3A\",\"signingKeySignature\":\"0x59310ba317f503ccbc69cdf023887744db1f782b4cee0892098998ed611da47f0117d4889f3f836373d8f89a715abd33f3bc0e9360c161fec035dfd819315d501c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WJt4m5o4fu-qpRERw8j_xahu752OQh4U_LVAIxuNGSo\\\",\\\"y\\\":\\\"PyJeC-h8MSF4BL_DWUanBety4lHVgXlU5OOjaDPAinA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"juD9HZXRuNreXJ-LUVQCeFx_V4vQcTIqMWYMHBwW2Xk\"}"