"{\"content\":{\"body\":\"Well, it's official. The very first Songcamp has been ***unlocked***.\\n\\nWith 20 minutes left in the auction, [Seed Club](https://twitter.com/seedclubhq) blew the bidding competition out of the water with a 1.25 ETH bid. \\n\\nNow our friends at Seed Club — who are fittingly also experimenting at the far out edges of the new internet — own this absolutely stunning, wavy, electric NFT. A badge of honor permanently etched on-chain, eternally engraving their status as the very *first* supporters of Songcamp, and forging our bond as we lift off into the unknown stratosphere of all that web3 has to offer. \\n\\nWe couldn't ask for a better partner in crime. \\n\\n[NFT](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/2863)\\n\\n\\n__\\n\\nWith that we now have the great honor of introducing to you the very first batch of Songcamp musicians, visual artists, and project operators. And what a group it is...\\n\\n## Introducing Songcamp's Genesis Batch\\n\\n### First up, our 3 newely-formed music groups...\\n\\n## The Lunar Veil 🌚\\n**[Hvdson](https://twitter.com/hvdsonofficial), [Samsonite](https://twitter.com/Saaamsonite) & [Thys](https://twitter.com/ThysMusic)**\\n\\nA nocturnal dissociative narrative, twisting through sharp corners, from low fidelity analog machines to maximalistic digitalistic bordering the hystericalistic, via a strictly mature age appropriate noise fetish, carrying the naive hope to bring it all home in one piece.\\n\\n## Driftwood TX 🌄\\n\\n**[Gavin Slate](https://twitter.com/GavinSlate), [Kevin Paris](https://twitter.com/KevinParisMusic) & [Rowan Spencer](https://twitter.com/rowanspencer__)**\\n\\nDriftwood: shaped by rough waters, wind, light and shadow. Driftwood TX: a place where lakes can sing at night and the sound reverberates in caves and off walls of stone. Three itinerant strangers meet there to capture these songs at that moment when the fire burns at its lowest but the first sign of sunrise shows.\\n\\n## Rainbow Punch 🌈 🥊\\n\\n**[MAiWORLD](https://twitter.com/DLROWiAM), [Matthew Chaim](https://twitter.com/matthewchaim) & [Snack.xyz](https://twitter.com/SnacksXyz)**\\n\\nSmashing sounds together in a multi-coloured kaleidoscope of subconscious dreams, sure to kick your socks off and send you sprinting up the honey-covered hills of the cartoon world that we're pulling you into.\\n\\n### Next we've got our star-powered visual squad...\\n\\n## Clearest Deep Balloon  🌫⛓🎛 \\n\\n**[Peace Node](https://twitter.com/peace_node) & [Gian Ferrer](https://twitter.com/belGIANgwaffles)**\\n\\nFreaked out sights from the center of the mind, climbing up a high wall, and laid out to dry. Jams of all kinds — fig, Figma, boysenberry. Compositionally-sound 1:1 one of ones. \\n\\n### And finally, our project operatives...\\n\\n## Base Layer Zero 💠 💾 🧬\\n\\n[Quiet Theory](https://twitter.com/quiettheory), [Mark Redito](https://twitter.com/markredito) & [Matthew Chaim](https://twitter.com/matthewchaim)\\n\\nA ragtag team of bedroom producer virtuosos fumbling Google Docs and scotch taping together some semblance of an adequately-managed artist centric ultra-futuristic web3 experiment project.\\n\\n—\\n\\n## These teams were formed 2 weeks ago. \\n\\nNone of these human beings had ever collaborated with one another until this project kicked off. Now we will see what happens when you smash a bunch of artists into each other over the Internet and say \\\"go make a thing\\\". \\n\\n## This Monday, the first Songcamp comes to a close. \\n\\nMusicians will put their microphones down, let go the knobs of their Ableton push, slow down the rapid thumbing of lyrics into their iPhone notes and finally come to full stop. \\n\\nThe visual artists will Command-S and close all Adobe project files, release their firm yet gentle grip on their iPad brushes, and take a deep sigh of sweet and satisfying relief. \\n\\n**All teams will report to the Songcamp [Discord](https://discord.gg/wHsJD2sTpc) server at 4pm ET to deliver their final artwork** — the songs and visuals that they have been slaving over, day in day out, with the utmost care, precision, and stream-of-conscious silliness, for the last two weeks. \\n\\nWe'll have our own little in-camp listening party. We'll congratulate each other, shake each other's Internet hands, and exclaim \\\"job well done!\\\" over and over until we're absolutely sick of hearing it. \\n\\nThen, we switch gears into full blown Release Mode. 🚀🚀🚀\\n\\n## Full Blown Release Mode = Catalog NFTs! 💽\\n\\nWe are *super* excited to announce that we've partnered up with [Catalog](https://beta.catalog.works/) for the genesis Songcamp release. \\n\\n**Catalog is building the primary music NFT platform on the Internet**, and we couldn't be more excited to join forces.\\n\\n### Each song will be minted as a 1/1 canonical record pressing. \\n\\nYou can think of it like the very first originally pressed vinyl, in digital form. The idea here is that we've come together to create music, and distribute this art in the form \\nof its ***original internet master***. \\n\\nThereafter, these newly-formed bands are free to do whatever they'd like with this new music. Perhaps some of these groups will go on to release *more* music together. 👀   \\n\\nShortly after all artwork is in on Monday, **we will announce the Catalog drop as well as an upcoming auction event.**\\n\\nThere is a lot in store for this upcoming week. So stay hovering around us, would ya? You can do so on [Twitter](https://twitter.com/songcampdotband) and [Discord](https://discord.gg/wHsJD2sTpc).\\n\\nThanks for being you, and being here. ✌️\",\"timestamp\":1619364187,\"title\":\"Songcamp's Genesis Batch + Our Partnership With Catalog 💽\",\"publication\":\"songcamp\"},\"digest\":\"Kn-6zC6bvyjWJ22cg7Zr2ji41XWvqFeeFScs6omk6Do\",\"authorship\":{\"contributor\":\"0xfC4852B5e3aF65058CdfE1D1dce26946c0C1975f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2iLwE6ZOBYOSOLVkk7gH-cI_A_lQepuUII8udd7sbCM\\\",\\\"y\\\":\\\"FzlqjG37DD7n2hNhnzd11x7LQavI3yM77U1jXhLFmPk\\\"}\",\"signature\":\"WJjV5Hr1WN1QCwACMXHOKiLQjkD0ouRpxMClZbr_r_4Dw9ZXyh-x-Ch_mi_RqUhQXOxX2LXt6QEziCjFL7MzDA\",\"signingKeySignature\":\"0x7f5a8e6b45b14a1bc976209be41a638d2d874251400d584b5619f1d59fc68daf47682511f9ce76ada13b2fe016aee62a3142a397b2fce9c9b1ec4dc2c512b0a31b\",\"signingKeyMessage\":\"I authorize the publication of articles on songcamp.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2iLwE6ZOBYOSOLVkk7gH-cI_A_lQepuUII8udd7sbCM\\\",\\\"y\\\":\\\"FzlqjG37DD7n2hNhnzd11x7LQavI3yM77U1jXhLFmPk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ebVpGkQFzMyqCdStsQhhD0Kx0F27BP5JNQhKNWQISvw\"}"