"{\"content\":{\"body\":\"任小粟是很认真的在和颜六元讨论到底干什么才能快速的收获感谢，他是一个很“朴实”的人，所以当他明白这一声诚心的感谢有多么值钱的时候，他就明白，他需要这些感谢…… \\n  \\n     虽然颜六元觉得，任小粟把朴实这个词用错了地方。 \\n  \\n     “哥，我觉得你可以出去做好人好事啊，”颜六元说道：“这样获得诚心的感谢不是最直接吗，比如给饿的人食物，给渴的人水喝。” \\n  \\n     任小粟眼睛一瞪：“我是那种人吗？我把食物和水给他们了，我自己吃什么喝什么？你吃什么喝什么？！” \\n  \\n     只见颜六元痛心疾首的说道：“那哥你就别一直想要诚心的感谢了啊！” \\n  \\n     “不对，”任小粟否定了颜六元的说法：“一定还有其他的办法！” \\n  \\n     很久之前任小粟就知道这个时代对人类是没有善意的，或者说人类对人类也很难有什么真正的善意。 \\n  \\n     曾经集镇上还有个乞丐，有个女孩心地善良，每天都会去给他送点吃的。 \\n  \\n     可后来女孩结婚了，就没再送过。 \\n  \\n     乞丐追到女孩的家里问，你为什么不给我送吃的了啊？结果他就被人家撵出来了，那女孩的丈夫可没那么好心。 \\n  \\n     原本大家以为这样就完事了，集镇上的人还专门跑去嘲笑乞丐，想要看他什么时候饿死，可是当天晚上那乞丐竟然摸到了那女孩家里，把别人两口子全都给杀掉了。 \\n  \\n     任小粟总觉得这事里有什么大道理，可那时候他还小，只懵懵懂懂的明白晚上睡觉的时候一定要小心…… \\n  \\n     …… \\n  \\n     第二天清晨，街上传来喧哗声，任小粟起身拉开门帘看了一眼，赫然看到乐队的那一行人正在朝集镇外面走去，旁边还跟着一个他认识的熟人。 \\n  \\n     那人也是集镇上的老猎人了，身手很好。对方跟在乐队工作人员旁边还挺高兴的，似乎是终于盼到了认识壁垒里大人物的机会。 \\n  \\n     事实上集镇里很多人都是这么起家的，似乎避难壁垒里的贵人手指缝里随便露出点什么，就能让他们大富大贵。 \\n  \\n     所谓的大富大贵，就是像王富贵一样开个杂货铺。 \\n  \\n     任小粟之前也问过王富贵，为啥每次避难壁垒里出来人，王富贵都那么巴结，避难壁垒里也不全是贵人吧？ \\n  \\n     王富贵当时神秘兮兮的笑道：“避难壁垒里确实也分穷人和贵人，可能自由出入避难壁垒的人，一定是贵人。” \\n  \\n     按照王富贵的说法，避难壁垒里的穷人想出来也很难。 \\n  \\n     那巍峨耸立的高墙，挡住的不止是外面的人，还有里面的人。 \\n  \\n     这时候王富贵也跟在乐队工作人员身边，他路过任小粟身旁的时候一直拿眼神瞪任小粟，最后压低了声音说道：“你个没良心的小白眼狼，你王叔把这么好的差事推荐给你，你竟然还不接着。你知道吗，我听他们工作人员说，有心从集镇上找个好向导带进避难壁垒里，以后有事都用得着！” \\n  \\n     任小粟愣了一下，他没想到是这样的一个机会。 \\n  \\n     那如果早知道是这样，他还会拒绝吗？ \\n  \\n     会，因为他进去了，颜六元必然是进不去的，他怎么可能留颜六元一个人在外面？ \\n  \\n     颜六元小声说道：“哥，要不你再去跟那些乐队的人说说？你比那个老刘强多了，他经常打不到猎物空手回来，而且也从来没敢出集镇太远。” \\n  \\n     “别废话，”任小粟皱了皱眉头，说不心疼不动心是不可能的，但他有他的决定：“走吧，送你上学去。” \\n  \\n     当任小粟和颜六元到学堂教室的时候，张景林已经在擦黑板了，他转身看到任小粟和颜六元就差点吓一跳，只见俩人全都顶着浓重的黑眼圈，看起来跟鬼一样…… \\n  \\n     “你们俩这是……”张景林迟疑道。 \\n  \\n     “我哥他非得……”颜六元解释道。 \\n  \\n     结果还没等颜六元说完，就见任小粟一巴掌拍在颜六元后脑勺上给他打断了，任小粟说道：“没事，就是没睡好。” \\n  \\n     “奥，”张景林也没心思过问任小粟他们的私事，他问道：“想好今天讲什么了吗？今天可是你代课的第一天。” \\n  \\n     “想好了，”任小粟点点头。 \\n  \\n     白天他就坐在教室里当学生，下午最后一节生存课则成为学堂的代课老师。 \\n  \\n     到了最后一节课，张景林因为不放心任小粟，担心他没什么讲课经验，于是就坐在教室最后一排给任小粟镇场面。 \\n  \\n     任小粟走上讲台，班长立刻喊：“起立！” \\n  \\n     然后所有同学都大声说：“老师好！” \\n  \\n     对于同学们来说任小粟本身就是个特殊的存在，任小粟是他们的“同学”，而且年龄最大，而且还是集镇上的名人，所以任小粟来给他们上课简直充满了新鲜感。 \\n  \\n     就在此时任小粟忽然说道：“你们觉得张先生给大家上课，辛苦不辛苦？大家还能坐着上课，可张先生一站就是一天。” \\n  \\n     这种情况下学生们哪能说不辛苦啊，张景林还在这呢……所以只能说辛苦。 \\n  \\n     任小粟接着说道：“那我们是不是要感谢一下张先生？” \\n  \\n     “是！”学生们异口同声的回答。 \\n  \\n     颜六元脸色大变，心里狂呼，来了来了！ \\n  \\n     任小粟满意的点点头：“那以后上课大家不用说老师好了，就说谢谢老师！” \\n  \\n     张景林全程一脸懵逼，完全不知道任小粟这闹的是什么幺蛾子！ \\n  \\n     “来，大家坐下，咱们试一遍！”任小粟笑眯眯的说道。 \\n  \\n     “起立！” \\n  \\n     “谢谢老师！”学生们再次异口同声。 \\n  \\n     结果任小粟內视了一眼宫殿里的打字机，心中充满了遗憾……这群小王八犊子竟然没一个是诚心谢谢老师的！ \\n  \\n     这年头诚心感谢一下教书育人的园丁都这么难吗？！ \\n  \\n     不行，自己还得另想办法，第一次尝试失败！ \\n  \\n     不过对于任小粟来说失败并不是什么很罕见的事情，能够坦然接受失败已经是他身上最大的优点之一了。 \\n  \\n     任小粟以前听过一句话：所谓人生不如意之事，十之八九。 \\n  \\n     意思就是说，人生里的事啊，十件，就有八十九件都不如意。 \\n  \\n     但即便如此，日子就不过了吗？不能够。 \\n  \\n     …… \\n  \\n     感谢海魂衣成为本书白银大盟，感谢君掌、往事后期空记醒、海蓝时见星、难得喜欢、书友2018xxx16031、KhYan、一朵洋芋花、SooOLaZy、古美gum、齐卸甲同学成为本书新的盟主。\",\"timestamp\":1637646552,\"title\":\"12、感恩的心感谢有你\"},\"digest\":\"b8mYdgz25G6R0fwBTzdarJVtNe2chGbhWHpIuA6aN-s\",\"authorship\":{\"contributor\":\"0xdCbe08185826aB07475a44f6B74FDf3cAbe5CD8B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lyuQXEXjIHwCj58IHbXsLlxpgDO69XXo16HJL_f5CFo\\\",\\\"y\\\":\\\"S26750O6g7o2ZXNJl0QxF0bI1xYs3Hx5FbYE06pm2VQ\\\"}\",\"signature\":\"P9kYWixjZEqgs8g51ZPgiAX5Da5Bqf-g39YUbsQVlBFBdDIlMws2oCQ9AM3pNhYqFqSjmwaJ0dK8Lz_ZuerNuA\",\"signingKeySignature\":\"0xb69e274afa7cfaf461dca3d3f39de18bd38e6cf43c1bb819ba58fbb90765a5686eb74d5ec7f401f16983ce829bb15ff3f3f6ed889ca061bd71159845b482dd4f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lyuQXEXjIHwCj58IHbXsLlxpgDO69XXo16HJL_f5CFo\\\",\\\"y\\\":\\\"S26750O6g7o2ZXNJl0QxF0bI1xYs3Hx5FbYE06pm2VQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"b8mYdgz25G6R0fwBTzdarJVtNe2chGbhWHpIuA6aN-s\"}"