"{\"content\":{\"body\":\"American drug maker Pfizer said Tuesday that its experimental **pill** to treat COVID-19 appears to work well against the fast-spreading Omicron **variant**.\\n\\nThe company said its study of 2,250 people found the drug reduced hospitalizations and deaths by nearly 90 percent among high-risk adults. The full results came from those who took the pill within three to five days of showing COVID-19 **symptoms**.\\n\\nIn laboratory testing, Pfizer said the drug also produced good results against the Omicron variant. Pfizer tested the antiviral pill against a man-made version of an important protein that Omicron uses to reproduce itself.\\n\\nThe U.S. Food and Drug Administration is expected to decide soon whether to approve Pfizer's pill and another one from Merck for treatment. After strong early results, Merck said last month that its pill only reduced hospitalizations and deaths by 30 percent.\\n\\nCurrently approved treatments require injections from healthcare professionals. But a pill can be taken at home and is easier to send around the world.\\n\\n**Testing among lower-risk adults**\\n\\nPfizer said it is also testing its pill among healthier adults, including some who are vaccinated.\\n\\nPartial results showed the pill did not reduce symptoms of COVID-19 for four days during or after treatment. However, the company said the pill did reduce hospitalizations among healthy but unvaccinated adults by about 70 percent. A group of independent medical experts reviewed the data and advised Pfizer to continue the study to get the full results.\\n\\nRochelle Walensky is the director of the U.S. Centers for Disease Control and Prevention. She told an NBC television news program that the best protection against COVID-19 is still vaccination followed by an additional shot called a booster.\\n\\n**Vaccine against Omicron**\\n\\nIn the United States, nearly 800,000 Americans have died during the COVID-19 pandemic. The latest increase in deaths came from the Delta variant. But the Omicron variant is spreading quickly in parts of the U.S. and around the world.\\n\\nOmicron was first identified in South Africa and neighboring Botswana in November. The variant has now caused 90 percent of new infections in South Africa.\\n\\nOn Tuesday, the South African Medical Research Council and Discovery Health, a health **insurance** company, released their study of the Pfizer-BioNTech COVID-19 vaccine defense against Omicron.\\n\\nThe study showed people who received two shots of the Pfizer-BioNTech vaccine appeared to have just 33 percent protection against infection, compared to those who were unvaccinated. The vaccine appeared to have much higher protection, about 80 percent, against infections from earlier variants like Delta.\\n\\nHowever, the shots provided up to 70 percent protection against hospitalization. The study did not look at those with booster shots since they are not widely available in South Africa.\\n\\nThe study was based on examining more than 211,000 COVID-19 test results from Sept. 1 to Dec. 7 – a time of increasing Omicron infections in South Africa.\\n\\nDr. Michael Head is a Senior Research Fellow in Global Health at the University of Southampton. He urged people not to give the study too much importance since it only covered a short period.\\n\\nHe told the Associated Press that international scientists are still studying Omicron and officials will need to consider that in decision-making.\\n\\nI'm Dan Friedell.\\n\\n*Dan Friedell adapted this story for Learning English based on reporting by the Associated Press. Hai Do was the editor.*\\n\\n*Are you more or less worried about COVID-19 today than a few weeks ago? Tell us in the Comments Section and visit 51VOA.COM.*\\n\\n_______________________________________________________________\\n\\n## Words in This Story\\n\\n**pill** – n. a small, rounded object that you swallow and that contains medicine, vitamins, etc.\\n\\n**variant** – n. something that is different in some way from others of the same kind\\n\\n**symptom** – n. a change in the body or mind which indicates that a disease is present\\n\\n**insurance** – n. an agreement in which a person makes regular payments to a company and the company promises to pay money if the person is injured or dies, or to pay money equal to the value of something (such as a house or car) if it is damaged, lost, or stolen\\n\\nRelated Articles[go top](https://www.51voa.com/VOA_Special_English/pfizer-says-pill-works-well-against-omicron-variant-88124.html#)\\n\\n 1. [Omicron vs. Delta: Battle of the Variants](https://www.51voa.com/VOA_Special_English/omicron-vs-delta-battle-of-the-variants-88115.html) (21/12/13)\\n 2. [Study Cannot Confirm Many Lab Results for Cancer Experiments](https://www.51voa.com/VOA_Special_English/study-cannot-confirm-many-lab-results-for-cancer-experiments-88112.html) (21/12/12)\\n 3. [New Zealand Has New Plan to End Smoking](https://www.51voa.com/VOA_Special_English/new-zealand-has-new-plan-to-end-smoking-88100.html) (21/12/10)\\n 4. [Pfizer Says Third COVID Shot Protects against Omicron](https://www.51voa.com/VOA_Special_English/pfizer-says-third-covid-shot-protects-against-omicron-88091.html) (21/12/8)\\n 5. [UN Health Agency Urges Continued Measures to Stop Coronavirus Spread](https://www.51voa.com/VOA_Special_English/un-health-agency-urges-continued-measures-to-stop-coronavirus-spread-88078.html) (21/12/6)\\n 6. [Can Animals Help Heal People?](https://www.51voa.com/VOA_Special_English/can-animals-help-heal-people-88077.html) (21/12/6)\\n 7. [Some Asian Countries Have Highest Vaccination Rates](https://www.51voa.com/VOA_Special_English/some-asian-countries-have-highest-vaccination-rates-88058.html) (21/12/2)\\n 8. [New COVID-19 Variant Demonstrates World Vaccine Inequality](https://www.51voa.com/VOA_Special_English/new-covid--variant-demonstrates-world-vaccine-inequality-88051.html) (21/11/30)\\n 9. [United Nations Office Warns of More COVID-19 Deaths Across Europe](https://www.51voa.com/VOA_Special_English/united-nations-office-warns-of-more-covid--deaths-across-europe-88038.html) (21/11/28)\\n10. [Nations Concerned About New COVID-19 Version 'Omicron' from Africa](https://www.51voa.com/VOA_Special_English/nations-concerned-about-new-covid--version-from-southern-africa-88029.html) (21/11/26)\\n\\n \\n \",\"timestamp\":1642484364,\"title\":\"Pfizer Says Pill Works Well Against Omicron Variant\"},\"digest\":\"kQiUng6BPAGIMdK-bYspjy44Y3dQluzrAKeSQ2FGS70\",\"authorship\":{\"contributor\":\"0x7dE964fF8ee364F635864ED306513811eDD135e3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TBVH6B2cJRov2iRSIQ3SyBNazYIZxJGfX6AnmP56dfs\\\",\\\"y\\\":\\\"giT5BoE0p7peMfC7huney-fTo34ufMLq3IBta3LJ6Mo\\\"}\",\"signature\":\"mKE-e6sKYq5SVfkP_c1Hqy8o8Fkps7UhWtpaUHpyefB5VXAU0ptUV_F65MIo606F56XDrTZ60ISuYNt8BNXWOQ\",\"signingKeySignature\":\"0x5a5f7e067dc8989c472c63f9804d6c66f14b18db7d470c9cfd2694e1a794f7f336f976ffb8ad55d8c084cb653683c9c61df2d6bcf379ff48a0df3c18b6a2a3d61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TBVH6B2cJRov2iRSIQ3SyBNazYIZxJGfX6AnmP56dfs\\\",\\\"y\\\":\\\"giT5BoE0p7peMfC7huney-fTo34ufMLq3IBta3LJ6Mo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kQiUng6BPAGIMdK-bYspjy44Y3dQluzrAKeSQ2FGS70\"}"