"{\"content\":{\"body\":\"## 💡 From GXChain 2.0 to REI Network\\n\\n![](https://images.mirror-media.xyz/publication-images/A4Ufbdpvtui8_8mz-5Oka.png?height=980&width=1760)\\n\\n### 📌  New key points of REI Network\\n\\n1. In the process of converting the native tokens of the mainnet from GXC to REI, the 1:10 split rule will be followed, so the maximum supply of REI will reach 1 billion.\\n2. The team provides all the 25 million unlocked tokens as Ecology Grants, of which 5 million is used for node rewards, 5 million is used for marketing, and 15 million is used to incentivize developers.\\n3. The on-chain governance module launched, the changes on the REI Network or the suggestions from the community can be publicized in the community through proposals, and users can vote with REI.\\n\\n### 📌   Why was GXChain 2.0 renamed REI Network (Token: GXC was renamed REI)?\\n\\nGXChain 2.0 is not only a brand-new technological upgrade and iteration, but also a brand-new migration of public chain positioning and the sector it belongs to. GXChain 2.0 will be given a new historical mission, so we believe that GXChain requires a meaningful new name to meet the needs of the team and the rapid development of future planning, so the team decided to give GXChain2.0 a brand-new name--REI Network.\\n\\n### 📌   The meaning and origin of REI?\\n\\nR.E.I is derived from the first three initials of the words Rapid, Economical, and Innovative, which correspond to the three key features of the REI Network. REI can also be translated as zero, which is the meaning of \\\"original\\\", indicating that REI replaces GXC's mission and restarts. At the same time, zero also means free and economical, which is in line with the fundamental characteristics of GXChain 2.0.\\n\\n### 📌   Why will GXC token be split into REI token with a ratio of 1:10?\\n\\nR.E.I is derived from the first three initials of the words Rapid, Economical, and Innovative, which correspond to the three key features of the REI Network. REI can also be translated as zero, which is the meaning of \\\"original\\\", indicating that REI replaces GXC's mission and restarts. At the same time, zero also means free and economical, which is in line with the fundamental characteristics of GXChain 2.0.\\n\\n### 📌   What is the change in the total amount and token distribution after the 1:10 split?\\n\\nTotal token amount after the split: 1 billion, 750 million has been in circulation (including 1-150 million staked, about 10% that users have lost, the actual circulating volume is about 500 million(41.7%)), 250 million were used for the developer ecology, 150 million for incentivizing developers, 50 million for marketing funds, and 50 million for node rewards.\\n\\n### 📌   Will the 1:10 split REI affect the original economic model?\\n\\nIt will not affect the original economic model. The circulation ratio of REI after the split will not be changed, but the total amount will be changed.\\n\\n### 📌   How to understand the upgrade of the locked part of the team to an \\\"REIcosystem Grants \\\"?\\n\\nSince 2017, GXChain team has unlocked 5 million/year for the operation and marketing. As of this year, there are still 25 million GXC tokens that still being locked. Now to express the determination to rebuild the ecosystem, our team will unlock the 250 million REI (quantity after the split) to incentivize ecological contributors and developers in the REI Network, including but not limited to rewards for outstanding developers, investment in high-quality projects, and user rewards for major contributors to the ecology, etc. And the team’s token holdings will be changed from 25% to 0%.\\n\\n### 📌   Will it have a great impact on the circulation if the token staked by the team is used for ecological construction?\\n\\nREIcosystem Grants will be gradually released with the development of the ecology, and will not be directly circulated in the market for a period of time, and will not cause an increase in market circulation in the short term, so it will not create great pressure on the price of the token.\\n\\nOn the contrary, it will be equivalently transformed into incentives for ecological construction. This part of the incentives for developers will attract a large number of developers, and the ecosystem of REI Network will also become more prosperous. Each incentive fund investment will be equivalent or even more converted into the corresponding value of the ecology on the chain, and then form an efficient and virtuous cycle between the ecology and the REI mainchain.\\n\\n### 📌   What does new-added proposal governance section mean?\\n\\nThe governance module on the REI Network is the core of future REI Network on-chain user and team governance. Anyone can initiate a proposal through the governance function and make it public to the entire community. At the same time, any user holding REI token can vote on the proposal, and we will implement the governance plan according to the result of votes. REI Network will create a new type of public chain that is more autonomous and efficient.\\n\\n## ✍️ New Chapter: REI Network\\n\\n### 📌   How to convert GXC token to REI token?\\n\\nThe exchange between GXC and REI will officially start after the mainnet is launched. The exchange between the two has not yet started. The token exchange plan between REI and GXC is as follows:\\n\\nAfter the \\\\[Reborn\\\\] proposal is approved, the token exchange mechanism between REI and GXC will process the exchange of tokens every 24 hours in the smart contract. As a basic exchange function, the exchange mechanism will exist for a long period of time.\\n\\n### 📌   What is Rei Network? What is its difference compared to GXChain?\\n\\nREI Network is a new, lightweight and quasi-free application-level public chain that is EVM-compatible and is more friendly to enterprises and developers. It is mainly to strengthen the lightweight, free features and infinite extension to achieve light development & self-innovation. It is committed to solving the collective dilemma faced by the current public chains and provides a self-contained solution for the transformation of the public chain and the new paradigm of cross-chain.\\n\\n### 📌   What we should do before REI Network launch?\\n\\nIt will involve the upgrade of the entire blockchain including economic models, and related tutorials (instruction) will be released on official channels. Please pay attention to the official news.\\n\\n### 📌   What is EVM-compatible?\\n\\nBoth advantages and disadvantages of Ethereum are very prominent. The advantage is that more and more leading public chain projects are gathering on Ethereum; the disadvantage is that the ecology of Ethereum cannot deal with all the needs of different developers and users. For example, the problem of high cost for users and developers, which cannot be ignored. That problem leaves room for the prosperity of the EVM track and the popularity of Polygon.\\n\\nThe essence of the \\\"test field\\\" is that development can be completed in a lighter and lower-cost way, but this is not enough. The premise of the \\\"test field\\\" is that it can seamlessly switch between the test field and Ethereum itself. In this case, GXChain 2.0 has become a lowland of value, and it can also have an advantage in the competition on the same track, because in our opinion since the antecedents of Ethereum already exist, the advantage of GXChain 2.0 is already established, then GXChain 2.0 will surely become one of the most advantageous options for a large number of developers when considering which public chain to choose for development.\\n\\n### Join the REI Network Community\\n\\nREI Network 2.0 is an EVM-compatible public blockchain. As an Ethereum para chain, it owns the features of lightweight, free and dev-friendly. REI Network is to effectively solve the current high cost and low-efficiency problems of public chains. Therefore, REI Network can achieve free, low-cost development, and rapid migration of applications, and can be shared and symbiotic with the EVM ecosystem, also supporting the development of Defi, GameFi, and NFT.\\n\\n$GXC now listed on：\\n\\n[Binance](https://www.binance.com/en/trade/GXS_USDT) | [Huobi Global](https://www.huobi.com/en-us/exchange/gxc_usdt?invite_code=d8c53)| [Upbit ](https://upbit.com/exchange?code=CRIX.UPBIT.BTC-GXC)| [Bithumb](https://www.bithumb.pro/en-us/spot/trade?q=GXC-USDT) | [Bittrex](https://global.bittrex.com/Market/Index?MarketName=USDT-GXC)\\n\\nIf you are interested to participate in our community and receive timely updates from the following official channels:\\n\\n[Twitter](https://twitter.com/GXChainGlobal) | [Telegram ](https://t.me/GXChain_international)| [Medium](https://medium.com/gxchain-project) |[Github](http://github.com/gxchain/) | [Reddit](http://www.reddit.com/r/GXS/) | [Website](http://www.gxchain.org/en/)| [Discord](https://discord.com/invite/qHWZR5fJQa)\",\"timestamp\":1639639425,\"title\":\"FAQs for REI Network\"},\"digest\":\"v_yGvwjlaDd6edIwu7rs8qEFHboKSLLTQYuPVPuzCX8\",\"authorship\":{\"contributor\":\"0xeaF9A6B15cE49DeAE7Fd8949D3B50B87Bf6AACcc\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rGXF5D7foEBGtpc6ID4HkiUsOi-9hKusRxbSdqIDTsc\\\",\\\"y\\\":\\\"o_M7sq6wZ85pxm0SrBB2zOGpZSsa-kLdvO0YSl-uEIw\\\"}\",\"signature\":\"7sqZqlgZ_6z0KKlJiSR_ULM8j6izDnE_Jda5pvv8rrzQ1IVoU8tIFgL9A_VTLpp6pJ-C3ninE2lyYke2aaW3Mg\",\"signingKeySignature\":\"0xeab5974a6c114d120cdd2ba73d58b2e21f1eaab2a169c188287ec695a24aede81f520f51961628e9f471251031c327d47c6918107c9248187717e6e90600ee051c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rGXF5D7foEBGtpc6ID4HkiUsOi-9hKusRxbSdqIDTsc\\\",\\\"y\\\":\\\"o_M7sq6wZ85pxm0SrBB2zOGpZSsa-kLdvO0YSl-uEIw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"agqhGbSSjNnUXknIE-CAqjl97BPrX7fKWfLtCZBZDcI\"}"