"{\"content\":{\"body\":\"My recent experiences with the Text-to-Art AI Eponym offers access to have expanded my mind when it comes to both the possibility of and the timeline of AI. Previously I had assumed that AI would not play a major role within human progression within my lifetime, or for atleast another 5 decades. I could now easily forsee it happening within the next decade. \\n\\nWhile the usecase for Ai is infinitely varied, one I now think will be prominent due to aligned incentives is using AI to do the creative ‘grunt work’. Manga creation sweatshops to CGI texturing and background. Even in the creative design of new characters.\\n\\nThe strength of the Ai comes in how quickly it can produce the work it thinks youve asked for. You can give it ‘Grim Reaper’ or ‘Demon’ and have it generate 1000 attempts within a few minutes.\\n\\n[https://www.artaigallery.com/blogs/articles/what-if-the-algorithms-were-people-just-like-us](https://www.artaigallery.com/blogs/articles/what-if-the-algorithms-were-people-just-like-us)\\n\\nIn the above linked article the creators of the  Eponym AI, Art-AI, discuss in a highlevel way how the AI works. Combining different parts, the ‘drawer’ part having never seen human artwork, only knowing how similar its own work is to it. \\n\\nThis idea seems incredibly powerful to me when it comes to the realm of artistic innovation. The ability for it to create original ideas, or at the least something that sparks an original idea in a human observer, seems very high.  \\n\\n“I like to watch humans” \\n\\n![https://opensea.io/assets/0xaa20f900e24ca7ed897c44d92012158f436ef791/6400](https://images.mirror-media.xyz/publication-images/zhhluUz-MydwmgziQmCjX.png?height=1024&width=1024)\\n\\nWho knows how many times the curator generated this phrase with the AI before it created a perfect visual representation of a completely contextless phase. My mind boggles at the potential of something like this done to scale. A tool to empower creativies; something that both eases the originality burden whilst also helping originality flow.\\n\\nFor me personally, my interest in the crypto space as a whole is focused on decentralisation and individual rights/responsibility, AI like this both supports the artist but it also democratises art. As with all things, when you decentralise it, its potential for use, innovation and growth go way up. The internet already has a large section of artists who all have thriving communities, what will that space look like if we can lessen or outright remove the skill/creativity/time barrier to the physical creation of art?\\n\\nI would love to see Japan 10x its manga industry’s output without having to give artists seconds to minutes per page, before I couldnt see a way for that to happen, now I can see a clear path. \\n\\nWe are living in the future. Every day I’m reminded of that more and more.\",\"timestamp\":1636556805,\"title\":\"Will automation claim sweatshop creativity in our lifetime ?\"},\"digest\":\"LUNm0dP9zGWNhiOVO0s8Bicm2or5XCvEhyjwV2Y3_90\",\"authorship\":{\"contributor\":\"0x8D6AF3FA29f90Dc01C544C75Ba9A16C2eD87fa12\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"17KacIeTaa6ax3sBT05DdKn3L-joKiQx2BmBMZn27nY\\\",\\\"y\\\":\\\"0tGR0MrQRnnPhZUkOWuTR4E9ZmdkeGPUYAmTe0FLI4o\\\"}\",\"signature\":\"MLmuX8Qii2DCgA5e3GQH2HtOdnNirNmNP11uWbvk0OvP8UmWwmidqR1S1mIb9xmHMGcRM6YeW1KSA1ET_s_5Aw\",\"signingKeySignature\":\"0x4a7a053ce64be8d17efac8fdaaa72f8e76236d0fcd770f631610315ab010b8e61e281ea6aa7683cb6f5741e6f9819c3eef7f30174908137ca4c495ca812f80271b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"17KacIeTaa6ax3sBT05DdKn3L-joKiQx2BmBMZn27nY\\\",\\\"y\\\":\\\"0tGR0MrQRnnPhZUkOWuTR4E9ZmdkeGPUYAmTe0FLI4o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LUNm0dP9zGWNhiOVO0s8Bicm2or5XCvEhyjwV2Y3_90\"}"