"{\"content\":{\"body\":\"which filled us with surprise, it having never been known that one of these lords had ever abandoned any whom he had taken under his protection; and it is, on the contrary, one of the highest points of honour amongst them to risk their fortunes and their lives in the defence of their dependants who have implored their protection.  But neither law nor justice was of any advantage to us, and the customs of the country were doomed to be broken when they would have contributed to our security.\\n\\nWe were obliged to march in the extremity of the hot season, and had certainly perished by the fatigue had we not entered the woods, which shaded us from the scorching sun.  The day before our arrival at the place where we were to be delivered to the Turks, we met with five elephants, that pursued us, and if they could have come to us would have prevented the miseries we afterwards endured, but God had decreed otherwise.\\n\\nOn the morrow we came to the banks of a river, where we found fourscore Turks that waited for us, armed with muskets.  They let us rest awhile, and then put us into the hands of our new masters, who, setting us upon camels, conducted us to Mazna.  Their commander, seeming to be touched with our misfortunes, treated us with much gentleness and humanity; he offered us coffee, which we drank, but with little relish.  We came next day to Mazna, in so wretched a condition that we were not surprised at being hooted by the boys, but thought ourselves well used that they threw no stones at us.\\n\\nAs soon as we were brought hither, all we had was taken from us, and we were carried to the governor, who is placed there by the Bassa of Suaquem.  Having been told by the Abyssins that we had carried all the gold out of Aethiopia, they searched us with great exactness, but found nothing except two chalices, and some relics of so little value that we redeemed them for six sequins.  As I had given them my chalice upon their first demand, they did not search me, but gave us to understand that they expected to find something of greater value, which either we must have hidden or the Abyssins must have imposed on them.  They left us the rest of the day at a gentleman's house, who was our friend, from whence the next day they fetched us to transport us to the island, where they put us into a kind of prison, with a view of terrifying us into a confession of the place where we had hid our gold, in which, however, they found themselves deceived.\\n\\nBut I had here another affair upon my hands which was near costing me dear.  My servant had been taken from me and left at Mazna, to be sold to the Arabs.  Being advertised by him of the danger he was in, I laid claim to him, without knowing the difficulties which this way of proceeding would bring upon me.  The governor sent me word that my servant should be restored to me upon payment of sixty piastres; and being answered by me that I had not a penny for myself, and therefore could not pay sixty piastres to redeem my servant, he informed me by a renegade Jew, who negotiated the whole affair, that either I must produce the money or receive a hundred blows of the battoon.  Knowing that those orders are without appeal, and always punctually executed, I prepared myself to receive the correction I was threatened with, but unexpectedly found the people so charitable as to lend me the money.  By several other threats of the same kind they drew from us about six hundred crowns.\\n\\nOn the 24th of June we embarked in two galleys for Suaquem, where the bassa resided.  His brother, who was his deputy at Mazna, made us promise before we went that we would not mention the money he had squeezed from us.  The season was not very proper for sailing, and our provisions were but short.  In a little time we began to feel the want of better stores, and thought ourselves happy in meeting with a gelve, which, though small, was a much better sailer than our vessel, in which I was sent to Suaquem to procure camels and provisions.  I was not much at my ease, alone among six Mahometans, and could not help apprehending that some zealous pilgrim of Mecca might lay hold on this opportunity, in the heat of his devotion, of sacrificing me to his prophet.\\n\\nThese apprehensions were without ground.  I contracted an acquaintance, which was soon improved into a friendship, with these people; they offered me part of their provisions, and I gave them some of mine.  As we were in a place abounding with oysters--some of which were large and good to eat, others more smooth and shining, in which pearls are found--they gave me some of those they gathered; but whether it happened by trifling our time away in oyster- catching, or whether the wind was not favourable, we came to Suaquem later than the vessel I had left, in which were seven of my companions.\\n\\nAs they had first landed, they had suffered the first transports of the bassa's passion, who was a violent, tyrannical man, and would have killed his own brother for the least advantage--a temper which made him fly into the utmost rage at seeing us poor, tattered, and almost naked; he treated us with the most opprobrious language, and threatened to cut off our heads.  We comforted ourselves in this condition, hoping that all our sufferings would end in shedding our blood for the name of Jesus Christ.  We knew that the bassa had often made a public declaration before our arrival that he should die contented if he could have the pleasure of killing us all with his own hand.  This violent resolution was not lasting; his zeal gave way to his avarice, and he could not think of losing so large a sum as he knew he might expect for our ransom:  he therefore sent us word that it was in our choice either to die, or to pay him thirty thousand crowns, and demanded to know our determination.\\n\\nWe knew that his ardent thirst of our blood was now cold, that time and calm reflection and the advice of his friends had all conspired to bring him to a milder temper, and therefore willingly began to treat with him.  I told the messenger, being deputed by the rest to manage the affair, that he could not but observe the wretched condition we were in, that we had neither money nor revenues, that what little we had was already taken from us, and that therefore all we could promise was to set a collection on foot, not much doubting but that our brethren would afford us such assistance as might enable us to make him a handsome present according to custom.\\n\\nThis answer was not at all agreeable to the bassa, who returned an answer that he would be satisfied with twenty thousand crowns, provided we paid them on the spot, or gave him good securities for the payment.  To this we could only repeat what we had said before: he then proposed to abate five thousand of his last demand, assuring us that unless we came to some agreement, there was no torment so cruel but we should suffer it, and talked of nothing but impaling and flaying us alive; the terror of these threatenings was much increased by his domestics, who told us of many of his cruelties. This is certain, that some time before, he had used some poor pagan merchants in that manner, and had caused the executioner to begin to flay them, when some Brahmin, touched with compassion, generously contributed the sum demanded for their ransom.  We had no reason to hope for so much kindness, and, having nothing of our own, could promise no certain sum.\\n\\nAt length some of his favourites whom he most confided in, knowing his cruelty and our inability to pay what he demanded, and apprehending that, if he should put us to the death he threatened, they should soon see the fleets of Portugal in the Red Sea, laying their towns in ashes to revenge it, endeavoured to soften his passion and preserve our lives, offering to advance the sum we should agree for, without any other security than our words.  By this assistance, after many interviews with the bassa's agents, we agreed to pay four thousand three hundred crowns, which were accepted on condition that they should be paid down, and we should go on board within two hours:  but, changing his resolution on a sudden, he sent us word by his treasurer that two of the most considerable among us should stay behind for security, while the rest went to procure the money they promised.  They kept the patriarch and two more fathers, one of which was above fourscore years old, in whose place I chose to remain prisoner, and represented to the bassa that, being worn out with age, he perhaps might die in his hands, which would lose the part of the ransom which was due on his account; that therefore it would be better to choose a younger in his place, offering to stay myself with him, that the good old man might be set at liberty.\\n\\nThe bassa agreed to another Jesuit, and it pleased Heaven that the lot fell upon Father Francis Marquez.  I imagined that I might with the same ease get the patriarch out of his hand, but no sooner had I begun to speak but the anger flashed in his eyes, and his look was sufficient to make me stop and despair of success.  We parted immediately, leaving the patriarch and two fathers in prison, whom we embraced with tears, and went to take up our lodging on board the vessel.\\n\\nChapter XV\\n\\nTheir treatment on board the vessel.  Their reception at Diou.  The author applies to the viceroy for assistance, but without success; he is sent to solicit in Europe.\\n\\nOur condition here was not much better than that of the illustrious captives whom we left behind.  We were in an Arabian ship, with a crew of pilgrims of Mecca, with whom it was a point of religion to insult us.  We were lodged upon the deck, exposed to all the injuries of the weather, nor was there the meanest workman or sailor who did not either kick or strike us.  When we went first on board, I perceived a humour in my finger, which I neglected at first, till it spread over my hand and swelled up my arm, afflicting me with the most horrid torture.  There was neither surgeon nor medicines to be had, nor could I procure anything to ease my pain but a little oil, with which I anointed my arm, and in time found some relief.  The weather was very bad, and the wind almost always against us, and, to increase our perplexity, the whole crew, though Moors, were in the greatest apprehension of meeting any of those vessels which the Turks maintain in the strait of Babelmandel; the ground of their fear was that the captain had neglected the last year to touch at Moca, though he had promised.  Thus we were in danger of falling into a captivity perhaps more severe than that we had just escaped from.  While we were wholly engaged with these apprehensions, we discovered a Turkish ship and galley were come upon us.  It was almost calm--at least, there was not wind enough to give us any prospect of escaping--so that when the galley came up to us, we thought ourselves lost without remedy, and had probably fallen into their hands had not a breeze sprung up just in the instant of danger, which carried us down the channel between the mainland and the isle of Babelmandel.  I have already said that this passage is difficult and dangerous, which, nevertheless, we passed in the night, without knowing what course we held, and were transported at finding ourselves next morning out of the Red Sea and half a league from Babelmandel.  The currents are here so violent that they carried us against our will to Cape Guardafui, where we sent our boats ashore for fresh water, which we began to be in great want of. The captain refused to give us any when we desired some, and treated us with great insolence, till, coming near the land, I spoke to him in a tone more lofty and resolute than I had ever done, and gave him to understand that when he touched at Diou he might have occasion for our interest.  This had some effect upon him, and procured us a greater degree of civility than we had met with before.\\n\\nAt length after forty days' sailing we landed at Diou, where we were met by the whole city, it being reported that the patriarch was one of our number; for there was not a gentleman who was not impatient to have the pleasure of beholding that good man, now made famous by his labours and sufferings.  It is not in my power to represent the different passions they were affected with at seeing us pale, meagre, without clothes--in a word, almost naked and almost dead with fatigue and ill-usage.  They could not behold us in that miserable condition without reflecting on the hardships we had undergone, and our brethren then underwent, in Suaquem and Abyssinia.  Amidst their thanks to God for our deliverance, they could not help lamenting the condition of the patriarch and the other missionaries who were in chains, or, at least, in the hands of professed enemies to our holy religion.  All this did not hinder them from testifying in the most obliging manner their joy for our deliverance, and paying such honours as surprised the Moors, and made them repent in a moment of the ill-treatment they had shown us on board.  One who had discovered somewhat more humanity than the rest thought himself sufficiently honoured when I took him by the hand and presented him to the chief officer of the custom house, who promised to do all the favours that were in his power.\\n\\nWhen we passed by in sight of the fort, they gave us three salutes with their cannon, an honour only paid to generals.  The chief men of the city, who waited for us on the shore, accompanied us through a crowd of people, whom curiosity had drawn from all parts of our college.  Though our place of residence at Diou is one of the most beautiful in all the Indies, we stayed there only a few days, and as soon as we had recovered our fatigues went on board the ships that were appointed to convoy the northern fleet.  I was in the admiral's.  We arrived at Goa in some vessels bound for Camberia: here we lost a good old Abyssin convert, a man much valued in his order, and who was actually prior of his convent when he left Abyssinia, choosing rather to forsake all for religion than to leave the way of salvation, which God had so mercifully favoured him with the knowledge of.\\n\\nWe continued our voyage, and almost without stopping sailed by Surate and Damam, where the rector of the college came to see us, but so sea-sick that the interview was without any satisfaction on either side.  Then landing at Bazaim we were received by our fathers with their accustomed charity, and nothing was thought of but how to put the unpleasing remembrance of our past labours out of our minds. Finding here an order of the Father Provineta to forbid those who returned from the missions to go any farther, it was thought necessary to send an agent to Goa with an account of the revolutions that had happened in Abyssinia and of the imprisonment of the patriarch.  For this commission I was made choice of; and, I know not by what hidden degree of Providence, almost all affairs, whatever the success of them was, were transacted by me.  All the coasts were beset by Dutch cruisers, which made it difficult to sail without running the hazard of being taken.  I went therefore by land from Bazaim to Tana, where we had another college, and from thence to our house of Chaul.  Here I hired a narrow light vessel, and, placing eighteen oars on a side, went close by the shore from Chaul to Goa, almost eighty leagues.  We were often in danger of being taken, and particularly when we touched at Dabal, where a cruiser blocked up one of the channels through which ships usually sail; but our vessel requiring no great depth of water, and the sea running high, we went through the little channel, and fortunately escaped the cruiser.  Though we were yet far from Goa, we expected to arrive there on the next morning, and rowed forward with all the diligence we could.  The sea was calm and delightful, and our minds were at ease, for we imagined ourselves past danger; but soon found we had flattered ourselves too soon with security, for we came within sight of several barks of Malabar, which had been hid behind a point of land which we were going to double.  Here we had been inevitably taken had not a man called to us from the shore and informed us that among those fishing-boats there, some crusiers would make us a prize.  We rewarded our kind informer for the service he had done us, and lay by till night came to shelter us from our enemies.  Then putting out our oars we landed at Goa next morning about ten, and were received at our college.  It being there a festival day, each had something extraordinary allowed him; the choicest part of our entertainments was two pilchers, which were admired because they came from Portugal.\\n\\nThe quiet I began to enjoy did not make me lose the remembrance of my brethren whom I had left languishing among the rocks of Abyssinia, or groaning in the prisons of Suaquem, whom since I could not set at liberty without the viceroy's assistance, I went to implore it, and did not fail to make use of every motive which could have any influence.\\n\\nI described in the most pathetic manner I could the miserable state to which the Catholic religion was reduced in a country where it had lately flourished so much by the labours of the Portuguese; I gave him in the strongest terms a representation of all that we had suffered since the death of Sultan Segued, how we had been driven out of Abyssinia, how many times they had attempted to take away our lives, in what manner we had been betrayed and given up to the Turks, the menaces we had been terrified with, the insults we had endured; I laid before him the danger the patriarch was in of being either impaled or flayed alive; the cruelty, insolence and avarice of the Bassa of Suaquem, and the persecution that the Catholics suffered in Aethiopia.  I exhorted, I implored him by everything I thought might move him, to make some attempt for the preservation of those who had voluntarily sacrificed their lives for the sake of God.  I made it appear with how much ease the Turks might be driven out of the Red Sea, and the Portuguese enjoy all the trade of those countries.  I informed him of the navigation of that sea, and the situation of its ports; told him which it would be necessary to make ourselves masters of first, that we might upon any unfortunate encounter retreat to them.  I cannot deny that some degree of resentment might appear in my discourse; for, though revenge be prohibited to Christians, I should not have been displeased to have had the Bassa of Suaquem and his brother in my hands, that I might have reproached them with the ill-treatment we had met with from them.  This was the reason of my advising to make the first attack upon Mazna, to drive the Turks from thence, to build a citadel, and garrison it with Portuguese.\\n\\nThe viceroy listened with great attention to all I had to say, gave me a long audience, and asked me many questions.  He was well pleased with the design of sending a fleet into that sea, and, to give a greater reputation to the enterprise, proposed making his son commander-in-chief, but could by no means be brought to think of fixing garrisons and building fortresses there; all he intended was to plunder all they could, and lay the towns in ashes.\\n\\nI left no art of persuasion untried to convince him that such a resolution would injure the interests of Christianity, that to enter the Red Sea only to ravage the coasts would so enrage the Turks that they would certainly massacre all the Christian captives, and for ever shut the passage into Abyssinia, and hinder all communication with that empire.  It was my opinion that the Portuguese should first establish themselves at Mazna, and that a hundred of them would be sufficient to keep the fort that should be built.  He made an offer of only fifty, and proposed that we should collect those few Portuguese who were scattered over Abyssinia.  These measures I could not approve.\\n\\nAt length, when it appeared that the viceroy had neither forces nor authority sufficient for this undertaking, it was agreed that I should go immediately into Europe, and represent at Rome and Madrid the miserable condition of the missions of Abyssinia.  The viceroy promised that if I could procure any assistance, he would command in person the fleet and forces raised for the expedition, assuring that he thought he could not employ his life better than in a war so holy, and of so great an importance, to the propagation of the Catholic faith.\\n\\nEncouraged by this discourse of the viceroy, I immediately prepared myself for a voyage to Lisbon, not doubting to obtain upon the least solicitation everything that was necessary to re-establish our mission.\\n\\nNever had any man a voyage so troublesome as mine, or interrupted with such variety of unhappy accidents; I was shipwrecked on the coast of Natal, I was taken by the Hollanders, and it is not easy to mention the danger which I was exposed to both by land and sea before I arrived at Portugal.\\n\\nEnd\",\"timestamp\":1637648128,\"title\":\"\\n\\nSome time after, we received news that we should prepare ourselves to serve the Turks--a message\"},\"digest\":\"PKH36yaBwma8heMj3ZNWPl9knSGZyBaPZlmCiRh_59Y\",\"authorship\":{\"contributor\":\"0x0bc2400104440A18C99548dd9c4A420428c69d55\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YTEF13RvdxRoSkUKZM3MHlQhPdRgKyJH5lqZFCUps1g\\\",\\\"y\\\":\\\"tTRq5r4Y0tD7kFKhzxQanFbAc0Rfx_CG--YZS72JoMM\\\"}\",\"signature\":\"P_SjxemwkczUgpCyjCsrWOCBlnsPklOqXKTr_dF5UkeIaTvafNR9ag0tA2PWtr4h6Z6bDDU0VhWnPY5UFyOoNg\",\"signingKeySignature\":\"0x7319c4e680e32c23da1834c670551712021a108d31e6ef4554c2cef1b311824927864d51f7754b5bd9962e5b35dd4526bf21af8de3f2a2a7dcb4bb854ce291021c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YTEF13RvdxRoSkUKZM3MHlQhPdRgKyJH5lqZFCUps1g\\\",\\\"y\\\":\\\"tTRq5r4Y0tD7kFKhzxQanFbAc0Rfx_CG--YZS72JoMM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PKH36yaBwma8heMj3ZNWPl9knSGZyBaPZlmCiRh_59Y\"}"