"{\"content\":{\"body\":\"Lohnt es sich? Lohnt es sich jeden Tag aufs neue, in der Mannier Sisyphuses, gegen den totalen amoralischen globalen Zeitgeist anzukämpfen? Tragen diese letzten Widerstandskämpfe überhaupt nennenswerte Früchte oder sind sie die letzten Atemzüge, die letzten Spasmen, eines mit dem, weltlichen Tode, ringenden Organismuses? Kurz gesagt ist es besser zu Kämpfen oder die Beine in die Hand zu nehmen und die Flucht nach vorwärts anzutreten, doch wie und wohin soll geflüchtet werden?\\n\\nMit dem Advent der Globalisierung, sowie dem endgültigen Sieg des Liberalismus, stellen sich nun einige vergleichsweise wenige Seelen, die Frage, wie sie diesem allesumschlingenden Levithian zu entkommen vermögen. Sich in Reih und Glied aufzustellen, die Kriegstrommeln zu schlagen und zu den Waffen zu greifen, mag zwar auf den ersten Blick heroisch wirken, doch bei genaurer Betrachtung, wird man bedauerlicherweise sehr schnell feststellen, dass es wenige, viel zu wenige Organisationen, Gruppen oder Indivdiuen gibt, die sich dem kontemporären Leitbild erfolgreich zur Wehr setzen könnten. Dies mag nun vielen von uns, dem liberalen Leitmotiv antipathisch, gegenüberstehnden, sauer aufstoßen und manch einen sogar, bei längerer Kontemplation, den Lebenssinn kosten, jedoch sollte diese, unsere Zeit, nicht als Kapitulations sondern als Äon der Neuformierung betrachtet werden. Seit geraumer Zeit nun pflegen es gewisse Gruppierungen, bei feindlicher Übernahme ihrer Heimat, in den Bergen Schutz zu suchen, umso der Annihilierung zu entgehen und sich von Neuem zu sammeln. Jene unnachgiebigen Individuen, setzen sich und davon bin ich überzeugt aus den elitärsten und vorzüglichsten Personen eines Volkes zusammen, ein Bund ideologisch,physich und psychisch abgehärteter, anti-nihilistischer langfristig zu denkend vermögender, Atlassen.\\n\\nNun ist es sicherliches kein Leichtes, sich über Jahre hinweg zwischen schroffen Gebirgswänden gefangen, dem überlegenen Gegner zu widersetzen, dabei nicht in eine Katz und Maus Spirale zu verfallen und sich für seine Rückkehr und all jenes was danach ansteht, vorzubereiten. Noch schwieriger ist es aber wenn man gar kein Regenwald, Gebirge oder sonstiges Rückzugsgebiet besitzt, selbst die Flucht wird zu einem Kampf, noch bevor die eigentliche Schlacht beginnt.\\n\\nDoch es wäre ein gewaltiger Trugschluss, sich der Ohnmächtigkeit in die Arme zu werfen und jegliche Hoffnung zu verlieren. Solange auch nur ein Mitglied des Stammes überlebt, kann der Samen von Neuem eingepflanzt werden, dabei sollten wir nie aufhören außerhalb der konventiollenen “Box” zu denken, nicht nur der physische sondern auch der digitale Raum, vermögen es Rückzugsgebiet zu bieten.\",\"timestamp\":1635183523,\"title\":\"Kampf zur Flucht\"},\"digest\":\"bKeSnU0ZCFA_tGllwyBnHMcLt1EmnXX2c6Qihq6bLlQ\",\"authorship\":{\"contributor\":\"0x79283d1eA9501d5997718837F2Fc21Ebed05F9D5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SmLGPs64rpcxNWA_DnYdtytowrcelWjzIQ9dj2W-ArE\\\",\\\"y\\\":\\\"iHU3k5H85ptEyF_SUDS2g7E6tgOZIg3aJ21vX3Fkhxw\\\"}\",\"signature\":\"qwkQmaheIb9ay_4cvWU83m4SFg44w2CHK15d0YahX5SyZ0nIZ3AH8FLI_7EUHU20Nd3qizakG3it-ydNmKM-HQ\",\"signingKeySignature\":\"0x8467feeb24c76b4400948a6f7353685f708bbe101141244437dd75e9bc8c6c334f166f481bffbf7a6fd241c1d65b726c8ff42b46c3d1e63121e516a7fdc9259f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SmLGPs64rpcxNWA_DnYdtytowrcelWjzIQ9dj2W-ArE\\\",\\\"y\\\":\\\"iHU3k5H85ptEyF_SUDS2g7E6tgOZIg3aJ21vX3Fkhxw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DF0JIwpQ7v6FLllrIBhVZ6mMeITImQ98yeVd3Msbyx0\"}"