"{\"content\":{\"body\":\"The three moons on my course computer remind me of her tits and I'm back in her bed again at Satsport Station. She doesn't have the garish blue skin that most females of her race do; it's pale, like her eyes. I miss kissing her nipples. The middle one is the most sensitive, she would close her eyes when I started to nibble and make that sound I like so much, \\\"ooooh-ahhh\\\". \\n \\n\\nERR ERR ERR ERR \\n\\nThe collision avoidance alarm blares and I adjust my erection and my trajectory around the small asteroid. The last leg of the Moon Whip Race is no time to think about Luda. Even if she is fucking fucking Reinald now. Smug French bastard with his stupid fucking mustache. \\n \\n\\nAt least there's no chance he can win the race now. \\n \\n\\n\\\"Time, Humf?\\\" I yell back at my robotic co-pilot.\\n\\n\\\"You're beating the record by 2.46 seconds, sir.\\\" he responds.\\n\\nI smile and wonder if she'll remember my promise to buy her the nicest house boat on New Orion with my winnings and leave Mr. Frenchy pants. \\n\\nHer eyes looked so sad though when she met me at the loading bay yesterday. When I tried to hug her she backed away. \\n\\nI should've taken her with me to get the new regulator. With the time dilation I had been gone three months; for me it only seemed like one. She said she was lonely when I was gone and wanted to hang out with my friends at the human bar. I had explained so many times before that I wasn't friends with every human... especially not fucking Reinald.  \\n\\n\\\"Sir-rr-rr,\\\" ...Humfs voice processor is still modulating...  I remember punching him in the throat with a twinge of guilt. \\n\\n\\\"Yes, Humf,\\\" I answer, vowing to fix him and give him a raise. I'm lucky he hasn't reported me to the robot ethics board. Maybe he realizes how annoying he can be. \\n\\n\\\"Vinak's ship is breaking from the usual course. I predict he is going to attempt a low-altitude gravity assist at the third moon which could bring him right behind us in 14 minutes.\\\"\\n\\n \\n Luda couldn't love him that much, could she? If I win and break the record she's certain to run to me when my hatch opens at the finish... Three breasts wobbling in unison with her dark purple curls...  She will wrap her arms around my neck and I'll grab her fat blue ass and taste the strange yet arousing flavor of her mouth again. \\n \\n\\n I pull back on the thrusters and prepare for a course change. Humf starts to protest but stops himself. I wonder if he's afraid I'll punch him again? \\n \\n\\nWhat I plan to do has not been done before, I think... Maybe it has and it failed. Frankly, I don't care anymore. I'm going to whip around the second moon. Most people whip the first, swing close to the second and then circle the third before heading back. \\n\\nWhipping the second is a risk, especially after already whipping the first, but I feel like doing it. The speed from the low-altitude maneuver could possibly put me at the finish a full minute before the record, but the friction could also burn off the outer hull leaving me and Humf as floating space garbage. \\n\\nI make a quick calculation and veer toward the largest and most volatile of the moons. The storms circling the moon flash with lightning causing a blue-green glow and I think of Luda's pussy. It was shocking at first to see such a bright green inside, and now all I want is to bury my face in her sticky depths. \\n\\nI can hear Humf's cranial servomotors whirring behind me, likely calculating the probability of our imminent death. I double check everything, hoping the steep trajectory is free of the highest pressure storms. I feel momentary regret at my rash decision, my ship isn't going to look pretty after the barrage of diamonds it's about to get in that first cloud. \\n \\n\\nMaybe some of them will get lodged in my hull and I can give them to her. Make them into a crown; a fitting gift for my indigo queen. \\n\\nThe ship starts to vibrate as we reach the outer atmosphere and that's when Humf decides to pipe in.\\n\\n\\\"I calculate you will lose consciousness in four minutes with a possibility of brain damage,\\\" I get the feeling he doesn't care that I might die, and that part of his processing power is being used to update his resume. \\n\\n\\\"Drive for me when I do?\\\" I turn and look at his golden face.\\n\\n\\\"Obviously, sir,\\\" he responds, without looking at me, and I feel the urge to punch him again. \\n\\nThe next four minutes are full of bright flashes of green and blue, a sound that reminds me of the hailstorms back home in Oklahoma, an increasing pressure behind my eyeballs and then darkness.  \\n \\n\\nI come to slowly, the console lights leave trails in my vision and I'm not sure on the exact details of what I'm doing except that I am desperate to know if I've won. \\n\\n\\\"Time, Humf...\\\" I slur, unable to move or keep my eyes open. \\n\\n\\\"If we make it to the finish you've beaten the record by one minute forty-seven.\\\"\\n\\nI don't like the sound of that 'if', but I am elated. One minute forty-seven! I start to laugh, unable to contain the glee. Humf cuts me off.\\n\\n\\\"I can't maintain the aft thruster, sir. Vent the manifold and shut it down while I switch to maneuvering.\\\"\\n\\nI comply, giddy. I imagine Luda watching the race progress in the station which is just now visible on the viewer. \\n\\n \\n The landing is less than graceful. The landing gear and every other protruding device on my ship had melted off, but I see the crowd cheering when we finally stop sliding. \\n\\nA wave of nausea hits me when I stand, but I push through it, put my lucky jacket on and head to the hatch. In seconds I would be in her arms again. Fucking Reinald lost.  \\n \\n\\nLeaning against the bulkhead seductively I wait for hatch to open. And wait, and wait.\\n\\n\\\"Humf,\\\" I growl. \\n\\n\\\"It's stuck, sir,\\\" he responds.\\n\\n\\\"Unstick it,\\\" I wrench open the manual release control panel. The handle lifts but puffs air unhelpfully.\\n\\n\\\"I'm sorry, I'm afraid it's fused shut,\\\" Humf didn't sound sorry though. \\\"The station commander is hailing,\\\" he doesn't wait for me to respond before the cabin is filled with light from the viewer. I hear cheering in the background and the commander's upbeat voice. \\n \\n\\n\\\"Congratulations, Captain! You've beat the record by an impressive margin. I'm sending some boys to cut you out of there. That was some pretty hot flying!\\\" he laughs at his own joke and I try to smile when I turn to face him. I see Luda in the crowd behind him, smiling wide.\\n\\nI watch the second and third place captains take their medals. Eventually, the crowd moves out of the hangar to celebrate with them in the ballroom. I sit up when I realize Luda has stayed behind to wait for me... Or for Reinald... \\n\\n \\n Reinald finally lands. Last place... By a lot. \\n\\nLuda runs to the ship as his hatch opens and she leaps into his arms. He grabs her fat ass and kisses her deeply, stupid mustache pressing into her perfect blue face. They stop after too long and she says something to him. He looks at my ship and smiles, stupid fucking mustache twitching.\\n\\nHe puts his arms around her again and kisses her, still looking at my ship, looking at me... When he grabs her perfect behind this time he slides up her thin dress and I see she isn't wearing anything underneath. Clutching a handful of blue he lifts her up and she squeals so loud I hear it through the bulkheads. \\n\\nHe looks at me one last time before turning her around to press her against his ship. Her long legs wrap around him, adorable tiny sandaled feet linking behind his waist.\\n\\nWhen he starts to kiss her neck I see her face, her mouth open and I know she's making that sound I like so much... \\n\\nI turn my chair when they start to fuck and see that Humf was watching as well. He turns away from the screen though when he sees my face.\\n\\nThe grinding noise from the work-team outside stops after a few very long minutes and I ask Humf, \\\"Are they finished?\\\"\\n\\n\\\"Yes,\\\" he responds and I'm glad. At least Reinald can't last as long as me. She always complained I took too long to fuck her.  \\n\\n\\\"It will take two minutes for the metal to contract before they attempt to open,\\\" and I realize he means the workers. I'm afraid to turn and see Reinald's ass between her perfect legs.\\n\\n\\\"They are watching the humanoids mate now while they wait,\\\" he says, unfeeling. When he turns to watch the screen again I clench my hand to keep from punching him. \",\"timestamp\":1641016983,\"title\":\"The Race (08/18)\"},\"digest\":\"FtDqSeK5jbTN4n3_I8mahhnZ8QCh2MwhN_RymMUwnrA\",\"authorship\":{\"contributor\":\"0xfEdFdbf78FfC9d6ed6255D3C7E7f5DC676f6bEc9\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_sT_s2mZSaDdkWFjKv6z8yr3Yv2VDiRSUTHRoZ-7x6o\\\",\\\"y\\\":\\\"4gS4TOmJs1yV_7puAVTCtCIAHt_aLfV4xvXoZwWO3wY\\\"}\",\"signature\":\"4acZTTfgtOpXfwWyz363S2A1hjsdT0BRz2B4xoCknLeg2cGsQSTIkI7gXKXJ2gtHxEppB3Ci1LU6y5Du25L-Zw\",\"signingKeySignature\":\"0x43805d19257a1a8cf0cc738dff593ffcfcd684ba89c743c118353803535a2af163f531342939a837d7a6b8062e22285d6106620613bbfe8850f50c5c51b5a5bd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_sT_s2mZSaDdkWFjKv6z8yr3Yv2VDiRSUTHRoZ-7x6o\\\",\\\"y\\\":\\\"4gS4TOmJs1yV_7puAVTCtCIAHt_aLfV4xvXoZwWO3wY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FtDqSeK5jbTN4n3_I8mahhnZ8QCh2MwhN_RymMUwnrA\"}"