"{\"content\":{\"body\":\"12:07. I’m sitting at my table. It’s the end of the day. A long one. A fun, productive, and beautiful day. I laughed about 20 times, prayed to G-d, spoke with my family for over an hour, accomplished a lot of important tasks, and took three shits. I couldn’t ask for anything more.\\n\\nAs I’m typing this, I notice there’s a lot of white around my room. The walls, table, paintings, and the mirror to my left echo’s the white light. It’s pleasant in a way. It’s not yet familiar because I just moved, but it’s calming in the way that it’s mine. Well, I’m renting, but it’s my white walls for now. I like the white walls. I’m happy with the decor. I’m the only one they need to please.\\n\\nI’m smiling while I write this. My life is truly perfect. Incredible people around me, goals I’m working towards, I’m healthy (Thank you, God!!) and I feel that there is a purpose to everything I’m doing. I can close my eyes and sway. Not rapidly like a maniac, but not slowly like a baby in a cradle. It’s a purposeful and intense sway. Forward and back. Life is beautiful, and I don’t need to see my white surroundings, to know it’s there. \\n\\nThere’s soft jazz music playing in the background. Fred Astaire is unparalleled. I’m accomplishing everything I have set my mind to. I could not be more proud of myself. I didn’t, and I am currently not doing it alone. Thank you so so so much, God!!!! I am so lucky to be learning today. To be working today. To be writing right now. \\n\\nMay I become a blessing to the world. That’s my ultimate goal. \\n\\nYeah, I want money. Yeah, I want respect. Yeah, I want health. But, those are all dwarfed in comparison to the opportunity of being a light onto the world. That is what I need. When I meet new and old friends, may I never forget that. May I be that light and act as though those people are a shard of the Universe. Because, they are. That is my blessing to myself. May I never forget this blessing.\\n\\nWith that, I’m going to head to sleep. Smiling.\",\"timestamp\":1642372130,\"title\":\"I love my life\"},\"digest\":\"QtEzVQeEfhVOCljVD0gRUd4W0IlG72sXkUfY-BQC9SI\",\"authorship\":{\"contributor\":\"0x6FdB936CD8dc8E23DBBf7c85a9d158Fc258FEEaA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ncbovbde_EwtXJjVM7sCvZOnl3MwkXNCn1ybWHwI6F8\\\",\\\"y\\\":\\\"E29Ba5tpIHnFIPmMM-tIOaXex73jVTgljwM2kTSdJ9s\\\"}\",\"signature\":\"H-4jnn59_TJVbCoaITmXlsrhYKnO3P8Q5F7O_vOIgVhrLpZXsrCGZy6zTGXQoVJHsnwIl9fGzzrAC_L0vkruZg\",\"signingKeySignature\":\"0xaa5b894a8fbe987aafa69198a491f2d9310d345c645e4dab88552cbdafcb67e41a062a169a86e90429e3b58b4a923653d03ad4c6ceedb18d5565eeec166456e51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ncbovbde_EwtXJjVM7sCvZOnl3MwkXNCn1ybWHwI6F8\\\",\\\"y\\\":\\\"E29Ba5tpIHnFIPmMM-tIOaXex73jVTgljwM2kTSdJ9s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QtEzVQeEfhVOCljVD0gRUd4W0IlG72sXkUfY-BQC9SI\"}"