"{\"content\":{\"body\":\"Are crypto people on to the next big thing and did you miss the boat? Are they about to lose everything in the latest get-rich-quick scheme?\\n\\nFrom the outside, crypto looks a lot like a casino. But hidden inside is something far more exciting: the blockchain. Nothing short of the next frontier of human society.\\n\\nHere's a question. What do you trust more?\\n\\n* Institutions like banks and governments.\\n* Internet platforms like Facebook and Uber.\\n* Mathematics.\\n\\nThere's a history lesson in there. Human societies first integrated when institutions allowed two strangers to do business by acting as trusted third parties. Then, the Internet replaced middlemen with monopolistic digital platforms. Now, blockchains use cryptography to get rid of intermediaries altogether. **Self-governing economic networks that make rulers obsolete and scammers impossible, with code.**\\n\\nBlockchain networks are ushering in a \\\"new\\\" Internet: web3.\\n\\nThis post explains:\\n\\n* what web3 is and why it matters\\n* what cryptocurrencies like Bitcoin and Ethereum have to do with it\\n* what web3 means for you\\n* how to get started\\n\\n**It's a thoughtful attempt to demystify the blockchain as a tool for building better societies.**\\n\\nIf you let me be the one Bitcoin friend you listen to, you'll learn why blockchain ís the next big thing. You'll care not because it'll make you rich, but because of how it can propel humanity forward and make us all richer in the process. Also: you didn't miss the boat.\\\\*\\\\* It's still early.\\\\*\\\\*\\n\\n## Short history of the Web\\n\\nThe original Internet was invented in the 1970s by the US government to protect its nuclear weapons from hacking.\\n\\nThey realised a single computer controlling all the rockets in peak Cold War was a recipe for disaster. So they built a decentralised network of multiple computers instead.\\n\\n![](https://uploads-ssl.webflow.com/6076e883f818f442d417dae6/6096a551138d1b6075c9fa29_NuclearWeb.jpg)\\n\\nThis meant the US could keep its part of the \\\"mutually assured destruction\\\" bargain even in case of a Soviet cyberattack.\\n\\n## Web1\\n\\nIn 1990, the Internet was a bunch of connected computers. The Web was its first application, created by Tim Berners-Lee.\\n\\n**Web1 was designed as a \\\"hyperlinked information system.\\\"** A giant library of data sourced together on a screen from computers all across the network for users to browse by clicking around linked text and images.\\n\\nSounds familiar?\\n\\n30 years later, three billion users are connected to a much bigger, faster and more ubiquitous Web, powered by monstrous data centres. The clicking around has remained largely the same.\\n\\nIn its early days, the Web was a niche tool, used almost exclusively by academics. Mass adoption came five years later with the introduction of browsers like Mosaic and Microsoft Internet Explorer.\\n\\nThese were the good old surfing days. You'd dial in. Downloading a picture took years. Altavista was the default search engine. Nobody had thought of web design yet.\\n\\n![](https://uploads-ssl.webflow.com/6076e883f818f442d417dae6/60969ede3917a47aeb85d37d_Web%201.0%20(3).jpg)\\n\\nWeb1 was:\\n\\n* **Decentralised** — Powered by regular computers from regular users.\\n* **Open-source** — Anyone could build on the Web.\\n* **Read-only** — Publishing content required some technical skills, so most users were readers.\\n\\nWeb1's decentralised infrastructure symbolised its original ethos.\\\\*\\\\* Anyone could publish information of any kind, to anyone in the world, without the permission of central gatekeepers.\\\\*\\\\*\\n\\n## Web 2.0\\n\\nFast-forward 10 years, the Wild West had grouped around winners like YouTube, Facebook and Twitter, pulling in huge numbers of users and talent black-hole style.\\n\\nFor the first time, anyone could publish online. As barriers faded, users and usage surged. The Internet had something for everyone.\\n\\n![](https://uploads-ssl.webflow.com/6076e883f818f442d417dae6/60969fce59a00b4cbb93ce07_Web%202.0%20(4).jpg)\\n\\nIn the backend, three big shifts shaped Web2 as we know it today:\\n\\n* **Mobile** — Smartphones move us from a few hours per day at our desktops to \\\"always connected\\\". Apps and notifications rule our lives.\\n* **Social** — Friendster, MySpace and Facebook get us to show our faces and emerge from anonymity. They make it easy to create, share, interact and recommend. We go from sharing photos with friends to getting into strangers' cars.\\n* **Cloud** — Amazon, Google and Microsoft make it cheap to build on the Web. Instead of having to buy and maintain expensive hardware infrastructure, you can now rent it low-cost from vast data centres around the world.\\n\\nThe Internet has become centralised. **It's essentially a bunch of closed systems interacting with each other.**\\n\\n## Big Tech is extracting you\\n\\nAs we suddenly gained access to more people, ideas and technologies than our brains knew what to do with, the central platforms blew up like mushroom clouds, consolidating network effects into monopoly power.\\n\\nNetworks become exponentially more valuable as they gain more users. You join WhatsApp to talk to your friends. Mom joins WhatsApp to talk to you. Dad joins WhatsApp to talk to mom. Before you know it, the whole world uses WhatsApp. You can't leave.\\n\\n> In February 2021, WhatsApp changed its privacy rules in a take-it-or-leave-it announcement: it would harvest more user data for profit. Millions swore they would ditch the app for more private alternatives — including yours truly. Not enough to escape the network's gravitational pull, it turns out. While many chat on Signal and Telegram these days, few managed to get off WhatsApp completely. You still want to talk to Mom and Mom still wants to talk to Dad.\\n\\nIn this digital era, customer value is a direct function of network size. Users can't leave. Startups can't compete. Media, developers and creators have no choice but to play ball. The network's pull is too strong.\\n\\n![](https://uploads-ssl.webflow.com/6076e883f818f442d417dae6/6096a04e812c1b63e2b74dfa_BigTech%20(1).jpg)\\n\\nLocked in, we pay the price not in dollars but in personal data and content. To be mined, sold and fed back into secret algorithms that hijack our attention so we'd give more. All under the veil of \\\"free\\\" and \\\"improving user experience.\\\"\\n\\n**Your self-expression = their market cap.**\\n\\nGoogle, Apple, Facebook, Amazon (GAFA) control our conversations, searches, content, media and data. The open forum has become a walled garden. **Today's Internet is an oligarchy.**\\n\\n## Why Web 2.0 sucks\\n\\nWe need a new Internet because the current one is broken. It's a multivariate problem.\\n\\n## The attention economy\\n\\nStarting out, the Web didn't have a way for exchanging value. People weren't keen on pulling out credit cards online. So the default business model became to attract users with free stuff and sell access to their eyeballs: advertising.\\n\\n**Attention became the Internet's native currency.** Sites compete for it with algorithmically generated content loops you can't stop scrolling and headlines you can't stop clicking.\\n\\n![](https://uploads-ssl.webflow.com/6076e883f818f442d417dae6/60a4011fbdb57cc61e480202_Ads%20(1).jpg)\\n\\nFarming attention isn't new. The business of media has always been to keep you watching. To actually inform you might get you to tune out and take action in the physical world. But watching TV we are at least synced within the same self-perpetuating loop of opinions.\\n\\nOn Web2, we are each fed a personalised diet of whatever triggers us most. Different opinions have become different facts. And as your alternative reality clashes with mine, Facebook's stock price goes up. The bigger the fire, the higher the profits. Social media brings the world together to tear it apart. Because it's good for business.\\n\\n**When clicks equal revenue, there is no incentive to tell the truth. The result is clickbait, misinformation, fake news, ad blockers, and ad blocker-blockers.**\\n\\n## The Internet is *owned*\\n\\n**Platforms own everything you create online.** That includes the profile data you fill out, the behavioural data you generate, and the images, videos, songs, status updates and comments you upload. Whatever you do on platform turf is platform property.\\n\\nQuite literally: whenever you upload anything to an internet platform, the file is copied onto its servers and ownership is passed to the company. It becomes the raw material algorithms mine to generate the attention advertisers pull out their wallets for. You sow, the platform reaps.\\n\\nThere are returns for you too, to be sure. We wouldn't play ball if there weren't. Sharing content online builds reputation, audiences and connections. The kind of social capital that can be monetised in its own right. Artists and creators never had such instant access to so many potential fans.\\n\\nStill, all of it happens not thanks to but by mercy of the platforms. They own both your work and your followers. You'd lose it all if you'd left to try and make it outside the walls. And so you have no choice but to keep turning the wheels of their money making machine.\\n\\n## Deplatforming & censorship\\n\\nWhen Twitter and Facebook banned Donald Trump, he told his supporters to follow him to Parler. Next thing Apple and Google removed Parler's mobile app from their app stores. Whereupon Amazon delivered the final blow by kicking Parler's website from its hosting servers. Trump is digitally homeless.\\n\\nHere's how that works.\\n\\n**Close to 90% of the Web is stored with four hosting providers,** the biggest of which is Amazon Web Services (AWS). Their datacentres run the sites and apps we use everyday: Facebook, Twitter, Airbnb, Uber, Reddit, Netflix and so on. We access them through browsers (web) and download them from app stores (mobile).\\n\\nThese companies control the gates to the global marketplace of ideas. You play by their rules or don't play at all. **They ban your accounts, your apps, your websites.**\\n\\n![](https://uploads-ssl.webflow.com/6076e883f818f442d417dae6/60a403b41262b1de8332f306_web3-deplatforming-cancel-censorship.jpg)\\n\\nEven if you behave, you can still be guilty of living in the wrong place. Censorship is easy when all it takes is blocking a handful central servers, as governments know all too well. Take China's Great Firewall: as effective at keeping state secrets as at keeping Facebook, Twitter, Google and Wikipedia from its citizens. If (when) [Russia](https://www.theguardian.com/technology/2019/apr/28/russia-great-firewall-sovereign-internet-bill-keeping-information-in-or-out) and [India](https://www.nytimes.com/2019/02/14/technology/india-internet-censorship.html) erect their own versions, the global marketplace of ideas will have lost 3 billion human minds.\\n\\n## Hacker paradise\\n\\n**An interconnected economy that combines decentralised data creation with centralised storage provides enormous rewards for hackers.**\\n\\nBillions of devices uploading their data to a handful of giant data centres is like a central bank with infinite doors to break in. It means I could steal your bank credentials by hacking my neighbour's smart fridge. [It means Russian cyberterrorists can freeze ATMs, shut down railroads and paralyse hospitals in Ukraine by taking control of outdated Windows computers.](https://en.wikipedia.org/wiki/2017_cyberattacks_on_Ukraine)\\n\\n![](https://uploads-ssl.webflow.com/6076e883f818f442d417dae6/60a4ebd24c2d7625b84aaf27_web3-centralized-internet-hacking.jpg)\\n\\nToday's Web is a chilling case of the maxim that a system can only ever be as secure as its weakest link. The crucial flaw is that the weakest link can't be fixed because new links are added every day. By design, the solution can never match the scale of the problem. And as commerce becomes ever more peer-to-peer and device-to-device, the problem is bound to snowball into systemic bankruptcy.\\n\\nCybersecurity in its current form is a [Sisyphus Myth](https://www.ted.com/talks/alex_gendler_the_myth_of_sisyphus/transcript?language=en): we keep pushing a boulder up a hill only to have it roll back down because it's too heavy. Here are the numbers. [Cybersecurity pushes about $123 billion every year](https://www.forbes.com/sites/louiscolumbus/2020/08/09/cybersecurity-spending-to-reach-123b-in-2020/). The cybercrime boulder is projected to weigh [$10.5 trillion in yearly damages by 2025](https://cybersecurityventures.com/hackerpocalypse-cybercrime-report-2016/). The greatest transfer of economic wealth in history.\\n\\n![](https://uploads-ssl.webflow.com/6076e883f818f442d417dae6/60a403d129692a4db431da36_web3-hacking-is-the-new-privacy.jpg)\\n\\nData breaches are the new standard for privacy. Cyberterrorism the new normal of geopolitics. **A centralised internet poses a permanent risk.**\\n\\n## The trust problem\\n\\nHow did we get here?\\n\\nThe pioneers of the Internet never meant for it to be centralised.\\\\*\\\\* But they overlooked the core challenge of human social organisation: trust.\\\\*\\\\*\\n\\nTrust is the certainty not to be scammed. When you trust someone, you're sure they'll behave along the lines you expect them to.\\n\\nIn pre-civilised times this meant that, to stay safe, you only directly interact with friends and family. No trading information and value with strangers. If I don't know you, I don't do business with you. This capped the first hunter-gatherer societies at around 150 people:  the maximum number of stable social relationships a human brain can supposedly manage (known as [Dunbar's number](https://en.wikipedia.org/wiki/Dunbar%27s_number)).\\n\\n![](https://uploads-ssl.webflow.com/6076e883f818f442d417dae6/60a64078ca9a181c36f36d1c_web3-trustproblem-withoutinstitutions%20(1).jpg)\\n\\n## Units of civilisation\\n\\nWhen the last ice age ended around 11,000 BCE, the nomads settled down in the Agricultural Revolution. Staying put for extended periods of time gave rise to private property and valuable possession (stored agricultural output). This was the cue for trust's alter ego to rear its ugly head. The incentive to steal had never been greater. To moderate the escalating violence between stranger tribes, we came up with third parties all strangers could trust: institutions.\\n\\n![](https://uploads-ssl.webflow.com/6076e883f818f442d417dae6/60a64b8e6ff0ffa2465d2263_web3-trustproblem-institutions.jpg)\\n\\nInstitutions widen the perimeter of trust between strangers by keeping records of what happened. Who owns what, who owes what. Taxes, payments, properties, exchanges. Records affirm truth and truth constructs trust. **Governments, banks, courts, religious organisations like the Church, as well as private companies scale human cooperation into large complex societies by asserting a standardised narrative.** A story we can all believe in.\\n\\nIn this sense, institutions are the basic units of civilisation. Offline economies can't exist without them. As it turns out, neither could the first online economy. The early Web too leaned into the old habit of centralised trust management shortly after its decentralised inception.\\n\\n## Gatekeeper 2.0\\n\\nUnbounded by space and time, today's internet institutions have slashed the latency and cost of economic exchanges - unlocking instant global business. **They achieve this by letting software take care of trust.** We stay, ride and trade with strangers all over the world because our phones assure us we can. Through records like reviews and ratings we, the users, build a culture around a particular core interaction. This culture sets the boundaries of what each of us can ('t) do. At the very least, we won't be scammed. Best-case, the sky is the limit for collaboration.\\n\\n![](https://uploads-ssl.webflow.com/6076e883f818f442d417dae6/60a6ac84cf2843314ec28c9f_web3-trustproblem-software.jpg)\\n\\nNetworked software subverts the bureaucratic, fee-collecting middleman to reward individuals on both sides of supply and demand. Strangers can transact at scale in a peer-to-peer economy. The kicker is that the networks are owned and the house still takes most of the winnings.\\n\\n## Institutions keep failing us because they are human\\n\\nEvery institution that distributes power, money or status eventually falls to bias and corruption. Centralised internet platforms are no exception. It's fundamentally self-interested human behaviour playing out at scale: a feature, not a bug. **We can't trust banks, Facebook and Uber to take care of trust because we can't ultimately trust the individuals that constitute them.** Especially when they can leverage laws and network effects to evade competition.\\n\\nThat is not a fancy way of saying \\\"f\\\\*ck the system\\\" nor is it blaming bankers and Mark Zuckerberg for all of the world's problems. **It's bad design.**\\n\\n## Blockchain: mathematics > humans\\n\\nThe diagnosis is two-tiered:\\n\\n* Record keeping scales society by constructing a centralised version of the truth large groups of people can agree on. Crucially, records are not truth itself but a tool for approximating it. **Subjective valuation inevitably creeps in the process of 'recording'.**\\n* **Society can't trust the record keeper because the record keeper is human and humans are naturally selected to be self-interested.** Bias is a given, manipulation an ever-looming shadow. The incentives don't line up.\\n\\nThe word 'trust' in itself suggests the possibility of fraud. They're two sides of the same coin.\\n\\n**How can we keep records that are objective and immune to human bias?** The answer, as embodied in blockchain technology, is to remove humans from the equation altogether.\\n\\n## **Minimum viable explanation**\\n\\n* The blockchain is a **decentralised digital list (ledger)** of who holds what in a network. This can be money, property titles, medical records. Anything someone would care to 'own'.\\n* Decentralised means **every user in the network has an up-to-date copy of the ledger.**\\n* This makes the records **unchangeable**. If someone messes with the ledger, the rest of the network rejects it.\\n* New records (blocks) are **made unhackable with cryptography**.\\n* Cryptography is impossibly complicated math that takes a lot of computing power.\\n* **Users providing that computing power are \\\"miners\\\".** They get paid in cryptocurrency (like Bitcoin) for securing the ledger.\\n* **Mining makes the cryptocurrency scarce**, giving it economic value.\\n\\n![](https://uploads-ssl.webflow.com/6076e883f818f442d417dae6/60aa7e67131f6bb02429816b_web3-blockchain.jpg)\\n\\nBlockchains automate trust. Users don't need to trust records because they're verified by the network. **Trust is coded into the system itself, distributed across all network participants.** There is no flawed fee-charging central intermediary with an agenda. It's a self-governing networked community of complete strangers. The same way society pays you money for giving it what it needs, blockchains pay you coins for giving the network what it needs.\\n\\nDifferent blockchains demand different value. It can be security, storage, computation, bandwidth, attention. The wild multitude of possible applications is beyond the introductory scope of this post. And bound only by your imagination.\\n\\n## Bitcoin — O.G. blockchain\\n\\nCryptodaddy Bitcoin makes for an intuitive case of how blockchains work. Its ledger keeps track of how much currency each user holds and rewards miners for securing the records.\\n\\n* I pay you 1 Bitcoin (BTC)\\n* Everyone in the network updates their copy of the ledger with a new block that states our transaction.\\n* The new block is verified and cryptographically secured by miners, who get paid in Bitcoin for their computing power.\\n\\n![](https://uploads-ssl.webflow.com/6076e883f818f442d417dae6/61438425da85239e3faa73f4_web3-blockchain-bitcoin%20(1).jpg)\\n\\n**Think of Bitcoin as a giant spreadsheet that records every transaction.**\\n\\n## Ethereum — Distributed global supercomputer\\n\\n**If Bitcoin is a spreadsheet, Ethereum is a spreadsheet with macros.**\\n\\n**‍**Macros are mini-applications you can use to automate tasks in Microsoft Excel. In other words, Ethereum is a blockchain with its very own programming language. Developers can build decentralised applications (\\\"dapps\\\") on top of it. As Bitcoin's blockchain pays BTC for securing the ledger, Ethereum pays Ether (ETH) for executing and verifying the code of decentralised applications. It's like a giant supercomputer made up of all the computers in the Ethereum network.\\n\\nThe idea of a network running applications should sound familiar. **Ethereum is a decentralised alternative for the centralised Internet.** A new Internet that is owned by all of its users instead of single corporate behemoth like Amazon.\\n\\n![](https://uploads-ssl.webflow.com/6076e883f818f442d417dae6/61438439977924bd9a1b65f0_web3-blockchain-ethereum%20(1).jpg)\\n\\nIt's the original vision for the Web come true. Unhackable, uncensorable. Governed by its users and rewarding the work the network needs with a native currency. A trinity of Internet, free market and democracy.\\n\\n## Web3: The Internet Of Value\\n\\nDon't limit your imagination to decentralised versions of Twitter, Facebook and YouTube. **Blockchain technology unlocks a new kind of Web: a human-to-human economic network in which strangers can trade currencies, assets and valuable data.** No institutions charging fees, setting terms or asking questions for making it happen.\\n\\nValue exchanges follow a prototypical contractual pattern. There's a performance and a reward. If I do X, you give me Y. Bitcoin provides a simple example of how blockchains automatically verify both performance and reward, fulfilling the contract with 100% guarantee that no party gets duped. **These \\\"smart contracts\\\" are like robot vending machines. Trades are automated according to a logic that can't be breached.**\\n\\nThink art, insurance, real estate, intellectual property, credit cards, lawyers. You'll be able to trade it all without middlemen, using dapps built on Ethereum or other smart contract blockchains like Solana instead. Trustless and permissionless. Cheaper and faster.\\n\\n**The superior economic efficiency will open up previously impossible business models and possibly reinvent companies altogether.** At its core, a company is but a mesh of contracts: with employees, with shareholders, with banks, with customers, with the state. All can be programmed on smart contract blockchains.\\n\\n![](https://uploads-ssl.webflow.com/6076e883f818f442d417dae6/60abdc0cf600c24a2cba375c_web3-internet-of-value.jpg)\\n\\n**Blockchains allow everyone in the world with a phone and an internet connection to participate directly, immediately and without permission in the global economy.**\\n\\n## **Web3 and you**\\n\\nOn the economic internet:\\n\\n* every user is a wallet.\\n* every file is an asset owned by a wallet.\\n* every exchange is a transaction from one wallet to another.\\n\\nHow? Let's build some intuition.\\n\\n### Web2: read+write\\n\\nWhen you sign up for Twitter as @jack, a @jack-named directory is created in Twitter’s database — hosted on a central server like AWS.\\n\\nEvery time @jack tweets, a new page is added to the @jack directory in the Twitter database. When I like @jack’s tweet, I update the underlying database page with +1. When @jack mentions me in a tweet, the page is linked to my profile page. **Adding and changing pages is called *‘writing’.***\\n\\nEach page is linked to other pages (home, profile, comment, mention, retweet) so you can click from one page to another. **Viewing and browsing tweets this way is called *‘reading’.***\\n\\nOn your screen, the user interface of Twitter’s web and mobile apps makes the experience of reading and writing intuitive and effortless.\\n\\n**Twitter is web2 because users have writing permissions. On web1, only the owner of the site could change the data: for users, it was read-only.**\\n\\n### Web3: read + write + own\\n\\n**To reading and writing, web3 adds *‘owning’*.**\\n\\nAs much as your tweets have your name on them, they’re still in Twitter’s database. On a blockchain-Twitter — let's call it 'dTwitter' — you own your tweets: they're assets in your wallet.\\n\\nThe mechanics would go something like this:\\n\\n* @jack joins dTwitter by connecting his crypto wallet.\\n* When @jack tweets, a new file is created and stored on a decentralised file storage system like the [InterPlanetary File System (IPFS)](https://en.wikipedia.org/wiki/InterPlanetary_File_System).\\n* At the same time, a token that represents the tweet-file is ‘minted’ on the dTwitter blockchain and allocated to @jack’s wallet address. It sits in @jack’s wallet and so @jack effectively ‘owns’ it.\\n* @jack can transfer ownership of his tweets to other wallets.\\n\\nWhereas all Twitter tweets are owned by Twitter, all dTwitter tweets are owned by its users.\\\\\\\\\\n\\nYou can think of tweets as assets that accrue value as a function of attention and engagement.\\n\\n![](https://uploads-ssl.webflow.com/6076e883f818f442d417dae6/614386db73382f60346e6638_web3-decentralised-wallet-twitter%20(1).jpg)\\n\\nweb2 centralised Twitter vs. web3 decentralised dTwitter\\n\\nOn web2, Twitter the company owns all tweets and trades the generated value for money with advertisers. When you write a viral tweet, Twitter’s stock price goes up. On web3, tweets and returns are all yours. You’ll be able to directly trade the attention your tweets attract with advertisers via smart contracts, or sell your best tweets as NFTs.\\n\\n#### ‍**NFTs**\\n\\n**A token representing tweet ownership is non-fungible, a Non-Fungible Token or NFT.** That means the token is unique and not 1:1 interchangeable with any other token: @jack’s first tweet is different from his second tweet the same way Da Vinci’s Mona Lisa is different from The Last Supper.\\n\\n@jack can sell his tweets by exchanging the NFTs for a cryptocurrency like ETH ([in fact he did](https://www.bbc.com/news/business-56492358)). Like dollar bills and - to a certain limit - grains like wheat, ETH tokens are fungible: you don’t care ‘which’ ETH token or dollar bill it is because they are all the same. Fungibility qualifies things as money. \\\\*\\\\*We use fungible things to value and exchange non-fungible things. \\\\*\\\\*\\n\\n@jack could trade tweets in good faith, trusting the other party to send Ether tokens to his wallet address upon receiving the NFT. Or, he can use a smart contract that is programmed to transfer x Ether tokens from wallet x to wallet y as soon as wallet x receives the NFT from wallet y — automated trust. That’s how NFTs of (mainly) artwork .JPEG images are traded on [OpenSea](https://opensea.io/), the biggest NFT marketplace at the time of writing.\\n\\n![](https://uploads-ssl.webflow.com/6076e883f818f442d417dae6/614386b0ee71100b353642e6_web3-wallet%20(1).jpg)\\n\\nCrypto-wallets can hold fungible and non-fungible tokens\\n\\nAs the example suggests, the concept of NFTs reaches far beyond the current craze that sees people buying .JPEG images of rocks, apes and 8-bit avatars for millions of dollars. **Essentially, everything you’d care to own** — diamonds, Teslas, Pokémon cards, houses, land, paintings, songs — **can be tokenised as NFTs so ownership becomes verifiable, unstealable, programmable, divisible, easy to transfer and cryptographically secure.**\\n\\nNFTs deserve a very own deep-dive\\\\*\\\\*.\\\\*\\\\* [Subscribe](#subscribe) to get it in your mailbox when I publish, or check out [the visual brain dump](https://www.linkedin.com/posts/activity-6843493408594636800--fow) I'll base it on.\\n\\n## Connect wallet > Sign in with Facebook\\n\\n**To use a dapp, you connect your crypto-wallet**, i.e. you signal the address of your blockchain account to the dapp.\\n\\nWhat’s the difference between a wallet and an address? An address is a series of numbers, e.g. 0xec98c7935ae1db71884969919de58cd776cc017c. Wallets allow you to do things with addresses. They come in different purposes:\\\\\\\\\\n\\n* Cold wallets are hardware devices used to store assets offline. Example: [Trezor](https://trezor.io/).\\n* Soft wallets are software apps used to store assets on a phone and/or desktop. Less secure than cold wallets but easier to use. Example: [Exodus](https://www.exodus.com/).\\n* Hot wallets can interact with dapps as mobile apps and browser extensions. That connectivity makes them less secure for storage. Example: [Metamask](https://metamask.io/).\\n\\nCrypto-addresses associate with layer 1 blockchains like Ethereum. As such, they’re compatible with all the dapps built on it. So if dTwitter were Ethereum-based, @jack would connect his ETH wallet, as he would to other Ethereum-based dapps like [Uniswap](https://uniswap.org/) (to swap tokens) and [OpenSea](https://opensea.io/) (to trade NFTs).\\n\\nClicking *Connect Wallet* feels as easy as *Sign in with Facebook*. Under the hood, there's a big difference. Whereas signing in with Facebook effectively hands over your profile details until you revoke access, a dapp never gets actual access to your wallet. Instead, you transact tokens — fungible and non-fungible — in a cryptographically secure way. Each transaction is privately signed for by both parties and recorded on the blockchain for everyone to verify.\\n\\n![](https://uploads-ssl.webflow.com/6076e883f818f442d417dae6/6143892ef448b5a4e99892bf_web3-connectwallet.jpg)\\n\\nA crypto address is anonymous. It could store personal identifiers like names and pictures as NFTs: digital assets that are yours to share with other wallets and dapps — not Facebook’s.\\n\\n### Your decentralised domain name\\n\\nAnonymity is the standard for a reason. Blockchain transparency means everyone can see what each address holds. Putting your name on a wallet with 100 BTC is like painting a target on your own back. Giving up banks also means assuming risk and responsibility for assets ourselves.\\n\\nYet, 0xec98c7935ae1db71884969919de58cd776cc017c doesn't exactly roll off the tongue. To avoid having to unlock your phone, open your wallet app and copy-pasting your address in a messaging app each time your friend wants to pay back a beer, \\\\*\\\\*you can link your cryptic crypto addresses to an easy-to-market domain name, like gillesdc.eth.  \\\\*\\\\*\\n\\nThe same way netflix.com refers to the IP address points to the location of the Netflix site on a server, gillesdc.eth refers to my address on the Ethereum blockchain. Specifically the address of the hot wallet I use to interact with dapps. Use hot wallets like you use regular wallets on-the-go: only put in what you plan to spend. Treasures are better kept anonymous, in soft wallets protected by biometrics and 2FA (soft wallets) or offline cold wallets — the crypto equivalent of a vault.\\n\\n**Registering your crypto domain name make for a prototypical web3 experience:**\\n\\n1. Buy the tokens you need to purchase the domain name you want from an exchange like Coinbase. You’ll need ETH for .eth domains and SOL for .sol domains.\\n2. Transfer the tokens to a compatible hot wallet. I use [Metamask](https://metamask.io/) for ETH and [Phantom](https://phantom.app/) for SOL.\\n3. Navigate to the domain name dapp ([ENS for .eth](https://ens.domains/) and [Bonfida for .sol](https://naming.bonfida.org/#/)) and connect your wallet.\\n4. Search the names you want and complete the transaction from your wallet.\\n\\nMore detailed instructions:\\n\\n* [Step-by-step guide to registering your ETH domain](https://medium.com/the-ethereum-name-service/step-by-step-guide-to-registering-a-eth-name-on-the-new-ens-registrar-c07d3ab9d6a6)\\n* [Step-by-step guide to registering your SOL domain](https://bonfida.medium.com/an-introduction-to-the-solana-name-service-5e0134dbf56e)\\n\\n### Get paid to watch ads\\n\\n... and more exciting dapps:\\n\\n* **[Brave](https://brave.com/)** is a web and mobile browser that pays you in Basic Attention Tokens ($BAT) to watch ads. It also supports ERC-20 tokens for Smart Contracts.\\n* **[Status](https://status.im/)** is a decentralised alternative to chat apps like WhatsApp, Messenger, Signal etc.\\n* \\\\*\\\\*DeFi \\\\*\\\\*(Decentralised Finance) is a huge space of dapps replacing banks, lawyers, accountants. A blockchain version of Wall Street.\\n* **[Solid](https://solid.mit.edu/)**\\\\*\\\\* \\\\*\\\\*(Social Linked Data) is a decentralised alternative to the \\\"Login with Facebook\\\" buttons. The idea is that we'll store our identity data in owned PODS (Personal Online Data Store) and have full control over which applications can access which parts. It's the latest brain child of Tim Berners-Lee.\\n* **[Audius](https://audius.co/)** is a music streaming platform where you deal directly with the artists, and not with Spotify.\\n* **[Filecoin](https://filecoin.io/)** is like Airbnb for data storage. You rent out room on your computer and get paid in Filecoin.\\n* **[Ethlance](https://ethlance.com/)** is a decentralised alternative to Upwork for freelance gigs.\\n* **[ENS](https://ens.domains/)** (Ethereum Name Server) is a decentralised domain name system.\\n* **[Bitclout](https://bitclout.com/)** is a decentralized social network where you can speculate on users' popularity by buying their tokens (like [$elonmusk](https://bitclout.com/u/elonmusk) coin).\\n\\nThere's a lot more where that came from. [Here's a mind-blowing overview of the Web3 landscape\\\\*\\\\*.\\\\*\\\\*](https://miro.medium.com/max/13000/1\\\\*AijBTLBMdE27iMOU7iVlnQ.png)\\n\\n## Dive deeper\\n\\nIt's still early. As you read this, few people are in on how blockchains are transforming human society. Claim a competitive advantage in the marketplace by going wide and deep in a way that connects with what makes you tick.\\n\\nHere are some places to start:\\n\\n* Listen to [Tim Ferriss' podcast with Ethereum founder Vitalik Buterin and Naval Ravikant.](#)\\n* Listen to [Tim Ferriss' podcast with Smart Contract pioneer Nick Szabo and Naval Ravikant.](https://open.spotify.com/episode/20lvcYTdBm8awd9ueF9QH9?si=0ddUEdNMTj6-ldkvLJrqHw)\\n* Listen to [Tim Ferriss' podcast with Balaji Srinivasan.](https://open.spotify.com/episode/68P6xKEafwR00xOF11CUif?si=AnrEkxwURDGPARocsGE9RQ)\\n* Watch[ Why The Blockchain Matters More Than You Think](https://www.youtube.com/watch?v=sDNN0uH2Z3o&) by Coldfusion on YouTube.\\n* Watch [But How Does Bitcoin Actually Work](https://www.youtube.com/watch?v=bBC-nXj3Ng4) by 3Blue1Brown on Youtube.\\n* Read [The Truth  Machine: Blockchain And The Future Of Everything](https://amzn.to/3bTajl8) by Michael J. Casey and Paul Vigna.\\n* Read the [Ethereum Whitepaper](https://ethereum.org/en/whitepaper/).\\n* Trade cryptocurrencies on [Coinbase](https://www.coinbase.com/join/de%20cle_ntb) or other exchanges.\\n\\n*(Disclaimer: I hold several cryptocurrencies.)*\",\"timestamp\":1634213872,\"title\":\"Web3 — Solving trust issues using math\"},\"digest\":\"XfUGgjlQQ_P7x-UC4FDezWnQMC4ZynZzLI3lI13Cm9U\",\"authorship\":{\"contributor\":\"0xec98c7935ae1Db71884969919dE58cd776cC017c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KdyZBhZHnLGETLSi8ycNVCX3N3TrsWd8WUVkJdyBhhw\\\",\\\"y\\\":\\\"9x1Gr8_VyekrV7ZYkeIkh6wO-oiBejRSpHlu6Qks19k\\\"}\",\"signature\":\"iJ2aVHZLhaG6OvGLGEGqIpvZFkooYBVsjJZNf9-WL9Cb3f2nSUp30bWpqyaHQ4Md4NYDNIbzOcNqHNqaJztITA\",\"signingKeySignature\":\"0x3fddae40a46162ade4311f6fef9d9f73052428895ae0ccc069543810618980483038a76b1ab599967e972c2dcdbd9c7cf30f679ba3d3f125082293bd1bac5c871b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KdyZBhZHnLGETLSi8ycNVCX3N3TrsWd8WUVkJdyBhhw\\\",\\\"y\\\":\\\"9x1Gr8_VyekrV7ZYkeIkh6wO-oiBejRSpHlu6Qks19k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XfUGgjlQQ_P7x-UC4FDezWnQMC4ZynZzLI3lI13Cm9U\"}"