"{\"content\":{\"body\":\"# 引子\\n\\n2021年初，春节过后，彼时的我刚刚从一名实业创业者开始转身，开启自己的投资之旅。当时关注了一些财经大V，进了一些群，开始接触一些投资的基本常识（虽然工作创业十几年，此前居然对投资一无所知，实在汗颜）。一个偶然的机会，在一个投资群里认识一位币圈的小兄弟，接触到区块链。没想到，一入币圈不可收，从此币圈又多了一枚新韭菜。因本人一直从事软件与互联网行业，对区块链的底层技术并不陌生，因此上手还算比较快。从挖矿、现货交易开始，然后冲Defi、冲土狗，一路从ETH玩到BSC，Solana，FTM，Polygon（Matic），Polkadot/Kusama，下半年开始玩Near、Celo、Avalanche还有各种Layer2（Arbi，OP，Aurora），小狐狸钱包里一个长长的rpc list，从一个小韭菜慢慢成长为一枚老韭。\\n\\n刚开始入行的时候，不明就里，被各种高收益、高APR、百倍神话所迷惑，做短线总是反向被割，冲Defi进二池损失本金，冲土狗总是高位接盘要么就是被rug，再加上519的大杀，至今年七月份时，财务损失惨重，年初投入的本金已折损2/3。此时有些慌了，原来币圈赔钱不是闹着玩的，真是会归零的。于是开始静心反思，到底错在哪里，怎么能找到适合自己的投资之路。因为我的兴趣点主要在公链和Defi，因此就从这两个方向入手，开始慢慢思索公链和Defi投资的一些底层逻辑，逐步逐步的找到一些感觉，从下半年开始又开始慢慢盈利，截止目前为止，已经收复失地，目前小有盈余。\\n\\n# 为什么选择投资公链\\n\\n虽然比特币市值已突破万亿，但从整个加密市场的规模和发展历程来看，依然处于行业非常早期的阶段。比特币，用十几年的安全运行，向世人展示了去中心化技术实现加密货币的可行性和安全性。而以太坊，让大家看到基于去中心化的经济模型和智能合约，构建新的生产关系带来的巨大的颠覆效应。然而，作为承载下一代互联网的基础设施，整个区块链的技术成熟度还远远没有达到能够承载千万级甚至亿级活跃用户的能力。因此，投资公链，就是投资整个加密行业的基础设施。个人预见，在未来的3-5年内，市值最高的去中心化代币依然会来自公链领域，目前只有公链项目可以承载上万亿的市值，应用层（如Defi，NFT，Game等）的项目离发力还需要时间。回顾互联网的发展史，也是基础设施先行，当年Internet的第一波热潮是微软（操作系统&浏览器）、思科（路由器设备）、电信网络运营商（AT&T）等，然后才是门户网站、搜索的兴起，等到社交网络和电商起来，又是以后的事了。因此，从大的投资选择角度，我们选择公链作为重点研究领域，是看中这一发展阶段最大的市值项目应该来自基础设施领域。\\n\\n目前市值前十，除了两个稳定币USDT和USDC外，无一例外，全是公链。万亿市值以上只有比特币。千亿市值以上只有ETH。整个公链板块的总市值还有很大的提升潜力。\\n\\n2021年，我们见证了公链领域的百花齐放，从ETH的一枝独秀，到多链格局逐步形成。可以预见，未来应该大概率是一个多链并存的世界，因为每一条公链都有自己的特点和优势，有自己的用户群。ETH之后，我们见证了BSC的崛起，之后是Matic，FTM。下半年Solana生态强势崛起，Terra和Avalanche紧随其后，FTM，Near，Celo，Harmony，Algo也等都拿出了上亿美金的生态激励计划来扶植链上生态的发展。强势的公链代币也都完成了近10倍甚至十几倍的涨幅。与之相对应的是，公链强势崛起一般伴随着其核心生态项目（Defi等龙头）代币几十倍甚至百倍的涨幅。\\n\\n# 公链投资的一些逻辑和方法\\n\\n在差不多参与了十几条公链（从用户使用和投资角度，ETH Layer2项目也可以视为一种公链）之后，慢慢的，还是有一些体会。不得不说，不同公链之间是有差距的，如果你只看宣传，每一条公链都在宣传自己的高性能、对开发者友好、高安全等等，只有实际真正去体会各类生态产品和项目时，才能发现差距。从投资角度，我们要做的就是识别真正有价值有后劲的公链。\\n\\n好的公链，其基础设施完善（包括钱包、浏览器、各类数据分析工具等），性能体验流畅，生态创新不断涌现。目前为止，行业的原生创新大多数来自ETH，虽然交易拥堵，gas奇高，但ETH依旧锁定了70%以上的资金并占据了整个行业创新的顶层。ETH之下，我们看到BSC和Solana两大生态展现了强大竞争力，因为他们背后分别有来自币安交易所和FTX交易所的流量加持，链本身的性能和体验也不差，gas费非常低，激发了无数创新的项目。\\n\\n在每一条公链的崛起过程中，都涌现了大量财富密码，不仅公链本身的代币猛涨，投资公链的头部生态可以赚到更大的alpha红利，当然，参与时间一定要早，越早参与，红利越大。那么，如何寻找下一块黑土地？\\n\\n从今年的当红公链发展历程中，我们可以总结出经验：公链代币，得生态者得天下。公链代币跟生态的关系可以说是互相成就的关系，在生态早期，公链代币可以作为奖励赋能生态项目方的营销拓展，生态繁荣之后，应用带来的海量用户，又会带来大量的公链代币的消费需求，从而促进币价的不断攀升。因此，也有人把公链代币称为“铲子”，以公链代币为铲，挖掘生态财富密码。我们以BNB为例：年初，BNB的价格在两个月的时间内完成了几十倍的涨幅，为何？因为BSC的生态繁荣带来了大量的资金和用户。BNB作为BSC的公链代币，是必不可少的铲子，每一个BSC的新用户都需要备点BNB作为gas费，更何况所有生态项目的代币，其初始dex发行，基本是选择以BNB作为流动性对的本币来配对做流动性。这意味着购买任何生态项目的代币，其最底层的流动性都会带来BNB的买盘。生态繁荣会带动大量BNB的消费场景，从而推升BNB的价格。\\n\\n以下是Defillma统计的公链锁仓（TVL）排名，可以看出，公链的市值与其生态锁仓资金量具有很大的相关性，基本上市值高的公链，其整个生态的TVL也更高。因此，我们可以根据TVL的趋势来大致判断一个公链的走势。\\n\\n那么什么样的公链能够吸引生态过来？核心要素可以总结为几点：\\n\\n1、对开发者友好，方便生态项目开发。大量公链选择了EVM兼容，就是为了方便把ETH现有的应用直接迁移过来。但是，EVM兼容并不是成功的必要条件，Solana的成功已经证明了这一点。\\n\\n2、对用户友好，性能好，体验佳，Gas低，用户上手容易。\\n\\n3、安全。ETH之所为称为大资金的首选，主要是因为ETH有经过考验的安全性，大资金敢进来。BSC和SOL的去中心化程度有所诟病，但其背后的币安和SBF，却提供了另一种相对中心化的安全保障。\\n\\n4、跨链基础设施完善，方便各路资金快捷的过来。包括交易所的充值通道和其他链的跨链通道。\\n\\n5、生态激励。早期项目很难冷启动，尤其是在各大公链都开启了数亿美金规模的生态激励计划之后，可以说公链代币本身的激励，是吸引新用户参与的一个非常重要的措施。我将其称为”大撒币“模式，可以说No 撒币，No 生态。下半年涨的比较好的公链，几乎都开启了撒币模式，且都是上亿美金级别的。ETH的Layer2，arbitrum和op，性能体验都不差，也很流畅，但是没有发币，没有激励计划，现在基本上用户增长非常缓慢。可见，没有激励，只有技术，也不太够。\\n\\n6、链上原生项目的创新能力。我们可以看到最后能够冲出重围的新兴公链，都不是靠ETH现有应用的迁移，而是有链上原生的本地应用来完成整个生态的建设，尤其是Dex、借贷、机枪池、合成资产等基础设施。Polygon（Matic）曾经因为第一个迁移了ETH上的大量应用，完成了TVL的迅速攀升，成为上半年既BSC之后的新秀，然而后期增长乏力，一个很重要的原因是缺少链上原生的优质项目。相反，我们看到下半年的Avalanche等新兴势力，其都不缺乏本链原生创新的头部项目（像Traderjoe，Benqi等）。\",\"timestamp\":1640833753,\"title\":\"我的公链投资之路\"},\"digest\":\"C5RJEjU7IwsP1PD1M8-Frp2f8sv2hHPsttd5zwOyFUE\",\"authorship\":{\"contributor\":\"0x5450a98BD84B8E0708a2A3D55E6c048f15977CD1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ol65Doo5qlViYsIkh-MsPUqwKMj5YGcqvDMHfXSFFIU\\\",\\\"y\\\":\\\"SEiwuc5fTuiAa1qgS1wxGS0gZYsIDyEg6uZPYzWQCT4\\\"}\",\"signature\":\"yQ1lwIuUfAb9-NC9FjfGP1Qnc4XFkBI8pmsOMYAk5cuBJYRr56o-K0OEQ8KgxjQrWtNZsdFnVcZgIrk_58zaNg\",\"signingKeySignature\":\"0x67c1ce4579a1b45031e76401d45ce7c9f86f9f78e5787e69a6cce95aa59882ae6ed2c5c4feb83a0ec06f1ffa71f87550f6d58332a2ce781e039070a4163ccf361b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ol65Doo5qlViYsIkh-MsPUqwKMj5YGcqvDMHfXSFFIU\\\",\\\"y\\\":\\\"SEiwuc5fTuiAa1qgS1wxGS0gZYsIDyEg6uZPYzWQCT4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"C5RJEjU7IwsP1PD1M8-Frp2f8sv2hHPsttd5zwOyFUE\"}"