"{\"content\":{\"body\":\"亢奋之下，似乎隐藏着风险的种子。被资本裹挟、赌性十足的宁德时代，必须搞明白庄子的一句话：水善利万物！\\n\\n文：中外管理  庄文静\\n\\n11月15日晚，“锂电池一哥”宁德时代发布最新公告，将定增规模从此前的582亿元下调至450亿元。\\n\\n自8月首次公布定增方案以来，宁德时代曾遭外界诸多质疑。比如，账上明明有800多亿资金为何还要定增？氢燃料电池等技术正崛起，此时巨额定增扩张锂电产能，会不会成为战略误判？\\n\\n而11月22日，宁德时代超越[工商银行](https://laohu8.com/S/601398)跃居A股市值榜第二名，仅次于[贵州茅台](https://laohu8.com/S/600519)，与此同时，从年度涨幅居前的千亿市值公司行业分布来看，超半数公司属于新能源产业链。\\n\\n中国电动能源市场，无疑是近十年来的风口行业，近几年更是开启了“红海之战”。\\n\\n因此，宁德时代可谓是风口浪尖上的企业。今年5月，宁德时代创始人、董事局主席曾毓群荣登福布斯实时富豪榜首位，他以345亿美元的身价，超过了常年占据香港首富位置的李嘉诚。\\n\\n显然，2011年创立、2018年上市，宁德时代10年间的发展跑赢了绝大多数同行。\\n\\n连续四年全球市场占有率第一的宁德时代，近来也是大招频发，天量融资扩产、高额竞价收购、进军电池保险业……这一系列的举措表明，曾经无可撼动的锂电霸主“宁王”，正在继续高歌猛进。\\n\\n但亢奋之下，似乎隐藏着风险的种子。\\n\\n此前，工信部取消了动力电池“白名单”，重新对外开放了动力电池市场，[松下](https://laohu8.com/S/PC)、LG化学、[三星](https://laohu8.com/S/SMSN.UK)、Northvolt等海外巨头纷纷强势来袭，国内也有[比亚迪](https://laohu8.com/S/002594)、[科力远](https://laohu8.com/S/600478)等企业在“追赶”——动力电池的市场格局正在逐渐改变。\\n\\n被资本裹挟、赌性十足的宁德时代，此时不妨看看恒大。恒大股价在一年之内跌去90%，万亿市值的宁德时代，如果只是追求市值做大，会不会成为下一个恒大？\\n\\n宁德时代发家史：技术源于日本，日企已弃用\\n\\n谈到一个组织的发展和战略选择，一定不能忽略创始人的作用。而宁德时代创始人曾毓群的经历，显然影响着宁德时代的文化基因。\\n\\n1989年，曾毓群从上海交大船舶工程系毕业，然后去了东莞的日资企业TDK做工程师。十年后，他辞职创业，和TDK的几位高管一起在香港注册了ATL公司，主要做消费类电子。同时，他们购买了美国科雅实验室的聚合物锂电池的专利授权，经过实验调整，改进技术工艺，随后做出了不鼓气的手机电池。当时，正值手机大面积普及的时代，宁德时代赶上了这一波红利期。\\n\\n2001年，ATL因为帮助[苹果](https://laohu8.com/S/AAPL)公司解决了mp3锂电池循环寿命过短的问题，进入了苹果供应链，并且逐步成为iPhone的第一大电池供应商，奠定了消费电池龙头的地位。老东家TDK非常看好这家新公司，出资一亿美金收购了ATL。尽管曾毓群并不情愿，但无奈合伙人一致同意，由此ATL成为了日本TDK旗下的公司，日资控股85%。后来，ATL成为全球消费类电子最大的电池供应商。\\n\\n2008年，我国大力支持新能源汽车产业发展，ATL决定成立动力电池部门，并且一下子就抢占了市场。但是，2011年我国出台新能源汽车产业优惠政策，如果外资占股超过50%便无法享受政策优惠。因此，曾毓群又将研发部门独立出来，再次牵头成立了宁德时代新能源科技有限公司（CATL）。\\n\\n2012年，宁德时代刚一成立便与华晨宝马达成合作，随后又与吉利敲定15亿元的合作，这成为了宁德时代一飞冲天的起始点。另外，由于政策补贴“白名单”将外资电池企业拒之门外，政策筑起的高墙帮助宁德时代排除了海外竞争对手，凭借 “得三元（锂电池）得天下”的宁德时代一路高歌猛进，并在2018年成功上市。\\n\\n“事实上，宁德时代的技术起源于日本。最早的锂电池是三元铁锂电池，1992年，[索尼](https://laohu8.com/S/SNE)就发布了首个商用锂电池，随后松下也进一步跟进，形成了产业化发展。”《三井帝国在行动》作者、中国产业经济学家白益民告诉中外管理，“宁德时代的成功，很大程度上得益于产业政策、能源环境、技术先行，从而成为了行业黑马。但是在2019年后，随着对外资政策的放开，整个产业真正的市场化竞争才刚刚开始。客观地说，外资电池技术更偏重于从安全性的角度考虑，而宁德时代的三元铁锂电池则是胜在能量密度高、续航时间长，但缺点就是易燃，存在着一定的安全性隐患。因此，这些年宁德时代一方面在技术和工艺上进行创新提升，一方面也在拓展其他电池能源领域。”\\n\\n所以，尽管日本最早推进了三元铁锂电池市场化，但还是放弃了这项技术。曾经在中国市场销量最大的东芝笔记本电脑，就因为电池起火事件，退出了中国市场。后来，日本企业把精力放到了磷酸铁锂电池、钠离子电池、固态电池等方向上去了，十年前更是将氢能源技术视为其未来发展重点。\\n\\n白益民补充道：“最早将电池应用于汽车上，并且最后把这个故事做成的是[特斯拉](https://laohu8.com/S/TSLA)。特斯拉实际上就是捆绑了‘松下的电池+丰田的汽车制造’。而近几年，宁德时代与特斯拉展开了合作。”\\n\\n宁德时代极易陷入“恒大式”困局？\\n\\n2018年，宁德时代成功上市。“随着大量资本的加持、政策红利的收割，宁德时代获得了垄断性优势。事实上，这是一场资本的盛宴。”白益民说，“但近几年，具有自主研发技术的比亚迪等企业也进入了动力电池市场，并且其主攻方向是磷酸铁锂电池——这是完全不同的技术路线。”\\n\\n目前，国内主流的电池技术就是以宁德时代为代表三元铁锂电池，和以比亚迪为代表的磷酸铁锂电池阵营。中国汽车动力电池产业创新联盟最新发布的数据显示：今年7月，磷酸铁锂电池装车量首次超过三元锂电池。从今年前三季度装车量来看，三元铁锂电池占总装车量51.2%，磷酸铁锂占比为48.7%，两方差距在迅速缩小。另外，其他动力能源也在逐渐兴起，比如钠离子电池、镍氢电池、固态电池、石墨烯电池等。“现在电池原材料价格上涨迅猛，因此磷酸铁锂电池的价格优势就更加明显，或许三元铁锂的市场占有量就会被磷酸铁锂反超，因此下一步技术储备如何，将会拉大企业间的竞争差距。”白益民表示。\\n\\n但凡上市公司，都始终有一个难点，就是一方面获得资本的加持，一方面又被资本绑架。宁德时代要让资本继续追捧以保存优势，就要不断地讲故事，不断赢得资本的信心。所以，他也开始进入磷酸锂电池、钠离子电池市场，还涉足了汽车保险业。另外，宁德时代的发展势头，也吸引了各地地方政府的橄榄枝，国内已有八九个地方政府邀请他们去当地做产业园。地方政府要引进品牌项目，就要给企业配置好各种资源，比如提供土地、提供当地银行的资金支持等。这也给了宁德时代不断扩大产能的机会——当年，富士康也是这么发展起来的。\\n\\n但白益民也给宁德时代提了醒：如果宁德时代处理不好当下的扩张节奏、与政府的关系、电池安全、金融风险等一系列问题，还是有一定的风险。因此，宁德时代一方面要在战略布局、工艺技术优化、上下游产业链协同等方面下功夫，更是要在商业模式、企业运营，以及金融工具的使用、政府关系的处理等方面下足功夫，以支撑宁德时代的稳步发展。否则，有哪一个环节掉链子，都可能使企业陷入“恒大式”困局。\\n\\n因此，我们看到宁德时代也不断在加高自己的竞争壁垒，在更具安全性和具有未来性的动力能源上布局。今年7月，宁德时代的钠离子电池正式问世，其能量密度达到全球第一。\\n\\n从用户层面看，宁德时代一方面与国内市场的多家整车企业进行了合资，像上汽、吉利、北汽、广汽、长安、东风、江铃等；一方面和[蔚来](https://laohu8.com/S/NIO)、威马、小鹏等造车新势力深度合作；同时，他们持续与特斯拉、宝马、戴姆勒、大众、沃尔沃等车企进行绑定式合作；在资源层面，宁德时代大手笔投资或收购上游产业，他们不仅在海外投资了锂矿，还投资了磷矿，要把资源攥在自己手里。\\n\\n白“送”技术，日本企业这是什么套路？\\n\\n一些媒体认为，中国在能源电池方面已经实现了弯道超车。但实际上，日本企业的创新和研发一定不可小视。\\n\\n白益民表示：“日本对于一些不成熟的可替代性技术，他们并无意大力发展，甚至有些替代性技术会毫不犹豫的卖掉。”\\n\\n2018年底，一则新闻曾刷爆汽车圈，丰田把混动技术中的THS核心技术一元钱卖给了湖南科力远，和中国分享混合动力汽车引擎技术，而吉利正是科力远的第二大股东。为什么丰田愿意把自己的技术“送”给别人用？日本企业这是什么套路？\\n\\n“事实上，丰田已经把混合动力吃干榨净了，已经在混合动力技术上赚的盆满钵盈。而丰田的目标是做氢能源车。”白益民说，“因此，日本企业不怕别人用他们的技术，他们早已有下一代的技术储备。”\\n\\n而日本的这个套路，简直就是一段历史的重现。\\n\\n白益民在他的财经畅销书《三井帝国在行动——揭开日本财团的中国布局》中详细叙述了这样的故事：1994年底，日本[索尼](https://laohu8.com/S/SONY)首创了DVD技术，随后东芝、松下等企业跟进，两个阵营走的是不同的技术路线——索尼专注红光技术、东芝专注蓝光技术。1999年，中国国内企业通过引进日本的DVD技术，DVD市场开始蓬勃兴起，中国[老百姓](https://laohu8.com/S/603883)家里可能没有录像机，但大多都有一台DVD机。但是，索尼和东芝却并未加入DVD机的战局。当中国国内已经普及了DVD时，日本许多家庭还在用老式的录像带。国人去日本旅游还觉得很奇怪，日本怎么这么落后？\\n\\n“可以说，日本就没有经历DVD阶段。最后，人家直接掏出了U盘，直接取代了DVD机。可见，他们已经准备好了下一代技术。日本企业的逻辑就是赚足研发和技术的钱，始终在储备技术上投入。因为，把上一代技术卖给其他市场，收割当下的红利，还能赚下一步技术的溢价。此外，他们一方面卖技术，另一方面还卖原材料。他们甚至可以免费给你一些技术，但实际上是在赚原材料的钱，比如推广喷墨打印机，最后赚墨盒的钱。而前一阵日韩打贸易战，日本断供了几个原材料，就卡住了韩国的脖子。”\\n\\n因此，对于宁德时代这样的产业领头羊企业来说，如何在技术上实现创新依然是一个重要课题。\\n\\n宁德时代应该小心哪些“坑”？\\n\\n白益民也给一些正在急速扩张的企业，提出了一些建议：\\n\\n尤其需要注意的是，不能盲目扩产，要看到下一步的技术发展趋势。\\n\\n回看当初的长虹，显像管技术升级在所难免。选择等离子方向，还是液晶方向让长虹陷入了两难。最终，长虹选择了等离子屏技术方向，拿了20亿美元“砸向”韩国欧丽安等离子公司。但在2006年年末，液晶阵营取得了技术性的突破，让液晶技术在体积、成本、功耗等方面大幅度领先于等离子。长虹因此损失巨大，同时，松下也因押注在了等离子电视上，而背上了包袱。\\n\\n宁德时代要明白，如果客户在市场上有更多的选择时，还在原有的技术路线上盲目扩产，那么对企业的未来来说可能是一种灾难。\\n\\n有人说，动力电池行业当前就是“卡位战”，所以很多企业的做法是押宝在某一个技术上，靠占领市场来挤占其他技术的市场空间。但这不是长久之计。我们要看到，电动汽车并不是无限膨胀的蛋糕，随着市场竞争加剧，传统能源汽车也不可能很快退出市场，如果不能解决充电桩、电池更换、安全性等问题，那么产业就会有变数。\\n\\n“我们要牢记华为任正非所说的：领先一步是先进，领先三步是先烈。在这个时间差中，赚取企业的利润，赢得发展。”白益民说，“宁德时代在打好制造的‘地基’后，通过投资形成产业链，之后再结合金融，通过与客户的利益高度捆绑，实现生产、商业、金融的内循环，实际上是一种财团思维。”\\n\\n众所周知，保险、银行这类融资叫做间接融资，股市融资是直接融资。实际上，直接融资到一定时候就“玩不转”了，它需要通过间接融资来跟进，这时企业就捆绑银行、捆绑地方政府、捆绑保险公司，与他们形成命运共同体。特别是通过与产业链相关的合作伙伴进行交叉持股，捆绑资源方和利益攸关方，使企业拥有更强的抵御风险的能力。\\n\\n“一家企业的市值再高，也并不是真实的现金流，即使万亿市值也可能是泡沫。在这种情况下，它要不断通过讲故事，让资本保持持续的热情。”白益民说。\\n\\n目前，宁德时代已经大手笔投资了锂矿、磷矿等，正在打通整个产业链。在白益民看来，这个做法固然可以减少成本，对产业有更强的话语权和自主性，但投资的风险还是比较高的。原因何在？“你把整个产业链都投资完了，最后产业就不能垮下来。如果产量上去了，市场没有了，那么你可能是养活了上游，自己却无利可图。所以，产业投资到底怎么定位，节奏如何把握，从哪个地方入局，需要进行系统思考。同时，能源价格受需求影响波动很大，因此不是一个简单买断和投资的问题。”\\n\\n水善利万物！\\n\\n“中国企业是‘500大’而非‘500强’，‘强’者能在顺境中扬帆疾行，逆境时具备坚挺不倒的底蕴。而财团模式，就是日本企业非常重要的法宝。”白益民介绍道。\\n\\n松下收购三洋，就是典型的日本式救赎。曾经脱离了财团体系的三洋，通过野蛮发展壮大，但因无法经受全球化的风浪，最终惜败。三洋在60年后，重回财团怀抱。日本的财团不会轻易放弃自己的成员企业，不会简单的注资拯救，而是要全面的改造，并且是逐步进行，同时会共谋规划与布局。\\n\\n实际上，财团就是命运共同体和利益共同体，其间的企业相互持股，捆绑在一起。由于上下游的企业紧密关联，因此当任何一个企业遇到问题，大家都会对陷入困境的企业施以援手，救别人就等于是在救自己。在危机中抱团取暖的经营方式，让日本大企业的寿命远长于欧美大企业。\\n\\n如[丰田汽车](https://laohu8.com/S/TM)不单单只是汽车生产商本身，其背后是一个健硕的丰田财团。而在丰田财团诞生、发展至成熟的整个历程中，其身后还有一个更为庞大的三井财团体系。\\n\\n我们一提“丰田模式”，就是精细化管理、JIT（准时制）等。这仅仅是丰田制造环节的“点”，而远非全貌。\\n\\n丰田实质上是一个集经营组织、制造、研发、供应链四个环节形成的系统模式。只有从“财团”角度去审视，才能清晰地描绘出一个真正的丰田。\\n\\n另外，通过联姻，丰田、住友与三井日益紧密融合成一体。这种强强联合，含金融、商业、产业的“海陆空”三位一体的军团结构，有两大特点：一是不会因为单一企业出现严重问题而影响整体；二是这种结构会给某单一企业以极大的支撑，助其渡过难关。\\n\\n中国企业也需要以商业为纽带，将分离的产业和金融结合起来，形成“产商融结合”的财团体系，实现抱团取暖。\\n\\n我们看到一些轰然倒下的大企业，比如当下的恒大等，如果有强大的“产商融”三位一体的结构支撑，出了问题谁也不会让系统崩溃，都会想办法帮助其渡过难关。\\n\\n“而很多时候，中国企业认为自己足够强大的时候，往往希望一股独大才不会受牵绊，更有利于自我发展。但事实上，一遇到风险时，都没有人与你分担。”白益民说，日本经营哲学强调的“利他”精神，事实上源自中国的儒家文化，庄子曰：水善利万物！\\n\\n \\n \",\"timestamp\":1638253066,\"title\":\"宁德时代，会是下一个恒大吗？\"},\"digest\":\"tpzfqEQw4NHFV7WYVpdLXt8qCX7A2nYYX8Vkl5sPbPE\",\"authorship\":{\"contributor\":\"0x42419CaD559A52b8bD6e99A6f7AF76159218722B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TlhJrGVhziXxWisbP8krOmesZHCQCDVaS3POU2RKsrI\\\",\\\"y\\\":\\\"hoj7tQxtQgYF2CzSAY6L1g1v3Ro72Mmg5uCRn3PzDAk\\\"}\",\"signature\":\"cUPa73z97HFANAf9SXMlKOQEnA-6OnMpOWvQT9ChJuu3Jywur7OWOJEIz0tcIF9sxGckV_m00M8bgQqcIN2rtA\",\"signingKeySignature\":\"0xe7a2348aa181a6d56101346fbbd6b9a51096ca6c60005175bc73d1d152eb2984253bb9cfdb15eee95df911f3b11981b4d67fdb380cb8602c05e5599da705cea51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TlhJrGVhziXxWisbP8krOmesZHCQCDVaS3POU2RKsrI\\\",\\\"y\\\":\\\"hoj7tQxtQgYF2CzSAY6L1g1v3Ro72Mmg5uCRn3PzDAk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tpzfqEQw4NHFV7WYVpdLXt8qCX7A2nYYX8Vkl5sPbPE\"}"