"{\"content\":{\"body\":\"**FAST AND DIRTY DEFI**\\n\\nA VERY ABBREVIATED INTRODUCTION TO INTERMEDIATE NETWORK AND DAPP NAVIGATION\\n\\nBy Guy Noir, Private Investigator (not an actual private investigator)\\n\\n**NOTE**\\n\\nThis post is inspired and primarily directed at a trading group a close friend introduced me to.  I'll be \\\"assuming the sale\\\" here. I'm assuming I don't have to convince you to take your first steps into decentralized finance. The aforementioned trading group was composed of people experienced in centralized trading services, who were aware of techniques like yield farming, and just wanted a breakdown of steps to access farms. As such, I'll share only a few technical details about how yield farms operate. My primary objective is to review multichain network and decentralized application navigation, and share some opinions about various farms.\\n\\nI'll use the positions in my portfolio as case studies and working examples (refer to post 1 disclosures). My disclosures should be especially emphasized here. I need to be especially clear about my intentions. Don't copy and paste the actions I review here. The point of this article isn't to make everyone have my portfolio. It's to teach network navigation, nothing more. The actions I took were just especially easy to review. They drew on my personal memory and experience.\\n\\n\\\\######\\n\\n**TABLE OF CONTENTS**\\n\\n**INTRODUCTION** *some basic descriptions of the DEFI space.*\\n\\n**LOADING THE NETWORKS** *how to get multiple networks on your Metamask wallet.*\\n\\n**LOADING TOKENS** *how to get Metamask to recognize tokens, and accounting for them.*\\n\\n**MOVING TOKENS BETWEEN NETWORKS** *guide to Rubic, a multi-chain exchange aggregrator.*\\n\\n**FANTOM FARMING** *guide to reaper.farm and it’s zap feature.*\\n\\n**POLYGON FARMING** *guide to polycat.finance and how to get LP tokens*\\n\\n**BREAK FOR REFLECTION** *pausing to recap and make some observations*\\n\\n**NETWORKS UNSUPPORTED BY METAMASK** *guide to alternative networks and their tools*\\n\\n**IS IT ALL A SCAM** *conclusion and closing remarks.*\\n\\n\\\\######\\n\\n**INTRODUCTION.**\\n\\nLets get into it. Here's the basic steps. Create a wallet (Metmask is what I'm most familiar with), add networks, acquire and import tokens, use them to provide liquidity to pools, and go to yield farms to mine with your liquidity pool tokens (LP tokens). If you want to exit your new farming position, you just do all that in reverse working your way back. Withdraw the LP tokens from the farm, withdraw the original tokens from the liquidity pool, etc.\\n\\nSome farms or services have features which streamline the process. I'm a huge fan of \\\"zaps\\\". With zaps you don't even need to shop around for liquidity pools on a bunch of decentralized exchanges. You go straight to the yield farm and deposit or withdraw however much of a token you want. They automate the transactions involved with turning one token into an LP token, and deposit it into their farming strategies. There's also \\\"single sided\\\" farms. I don't know how they work. I just know it's Aave's claim to fame. Other farms give you a quick button to let you access Aave's farms from their service. They want to offer a broad selection of strategies to attract you.\\n\\nI can't explain every farming strategy to you. Some are very simple. They just autocompound rewards to accelerate your annual percentage rate. Yearn finance specializes in stablecoin arbitrage. They automate purchases of temporarily undervalued stablecoins like DAI or Tether when they drop a cent or 2 in tumultuous market cycles. It's an act of faith in the varied incentive strategies stablecoins use to maintain their pegs. Other strategies could involve a dozen different repeated ongoing transactions for a multitude of reasons. Strategies are developed and voted on in an ongoing basis. You should research and pick your farming positions carefully and interact with the farm community regularly through their social media. I'm presently on the discord servers of Reaper farm and Polycat.\\n\\nLiquidity pools are the crown jewel of decentralized exchanges. They're what make decentralized finance possible. They're the  answer to the question \\\"how do we get people to give us money for others to play with\\\". The traditional model used in stock exchanges was an \\\"order book\\\". One institution takes on the burden of being a \\\"market maker\\\". No matter what, they're always available to buy and sell to. It requires vast amounts of cash \\\"liquidity\\\".\\n\\nDecentralized exchanges and automated market makers created an incentive for ordinary people to provide that kind of liquidity on a massive scale. In a liquidity pool 2 tokens are bound together as a trading pair in a symbiotic relationship. Take ETH and USDC. When a person buys ETH from a liquidity pool in USDC they aren't giving it to an institution. They're adding to the USDC side of the liquidity pool and given a proportional amount of ETH for the transaction. There you have it. It's heavily incentivized for the total value locked in a liquidity pool to balance itself out between a trading pair. Someone changes the balance on one side of the pool, and the AMM changes its valuation of ETH proportionally. Eventually the price of ETH will increase to where someone would be crazy not to take advantage of the arbitrage opportunity. They'll cash out their ETH for the USDC side of the pool, and so on so forth.\\n\\nEvery transaction with a decentralized exchange carries multiple fees with it. There's the gas fee for the base network, a fee for the decentralized exchange, and a fee for liquidity pool providers (ordinary people with LP tokens like you or me). This is the price for ease of movement. Sorry, but someone's gotta make money somehow. You could be that person. Plus there's good news for both sides. Even with fees, the overhead can be a hell of a lot cheaper if you choose the right network.\\n\\nTraditional stock exchanges sometimes charge 1-5% fees for every transaction. Decentralized exchanges can be profitable for a fraction of that, especially if you accelerate your LP tokens by farming them. Depending on the choice of network, I could be lying to you. Obviously, It would be unwise to attempt small scale arbitrage with a couple hundred bucks on Ethereum right now. Just kiss it goodbye. Thanks gas fees. The game however, must go on. Gamblers gonna gamble. Goodbye Ethereum. Hello Polygon/Fantom/Binance. Get back to us when ETH 2.0 sharding brings fees down to .0000001 ETH.\\n\\n\\\\######\\n\\n**LOADING THE NETWORKS**\\n\\nWith that you have the first step. How do we get on Polygon/Fantom/Binance? Not how do we get their tokens. How do I get a position in a wallet on their networks? First, you have to import them into Metamask. To import the networks, go to settings, then you should see an option for \\\"networks\\\". It should take you to a page that looks like this.\\n\\n![network selection page](https://images.mirror-media.xyz/publication-images/_nbYrvWgZTpD1Iuah-Itc.jpg?height=2058&width=1078)\\n\\nAs you can see, I've already added quite a few networks in the \\\"RPC\\\" networks field. This is the section people are referring to when they talk about adding networks. You'll also see an option to \\\"add networks\\\" using the blue button at the bottom. Pretty cut and dry. If you push the blue button it takes you to a page that looks like this.\\n\\n![RPC network page](https://images.mirror-media.xyz/publication-images/pvyrlqU369qncJMayET--.jpg?height=1387&width=687)\\n\\nYou have to fill these fields out correctly in order to add the networks. You can actually name them whatever you want at the top. You'll still be able to use them as long as the rest of the information is correct. It makes no difference if you go with \\\"Polygon mainnet\\\" or just \\\"Polygon\\\" in the name, or even just \\\"MATIC\\\".\\n\\nYou'll see in the previous picture I've added Polygon, Avalanche, Binance, Fantom, Cronos, and Moonriver. Polygon is considered the premiere layer 2 solution for Ethereum. With good reason. It's hella cheap and hella fast. Fantom is kind of like a weird step child layer 1. It's protocol can also be very fast and cheap, but I've seen some bugs in some DAPPs at times. It's structure which makes it fast is called a directed acyclic graph (DAG). Transaction nodes don't keep a humongous uniform record across every node in the network. It's not as tried and tested as uniform block histories. They take other measures to maintain security. I won't cover them here for brevity's sake. Feel free to research the DAG protocol structure in greater detail. You could say other tokens like XRP prototyped elements of the structure for them. Binance chain is a near copy paste of Ethereum, but with proof of staked authority as the consensus mechanism instead of proof of work/stake. I don't know the finer details. The broad strokes are it's considerably faster, but may be less secure depending on your viewpoint. Yes. Binance, a central institution, is a considerable stakeholder. I believe people have to interact with them directly to get permission to run a validator node. You don't need permission to delegate a stake, however. Some people might believe this makes it more secure. Some hyper libertarians might want nothing to do with it. They claim to be working to become less centralized. Either way, I've encountered no bugs with their DAPPs yet. To be fair, I just started using it.\\n\\nThose 3 networks, along with Terra Luna (using a separate application called Terra Station), and Ethereum if you want to count my NFT speculation, are my current primary tools. The other 3 I call my \\\"foot in the door\\\" networks. I have just barely 1-3 of their tokens in their networks in my wallets. I just wanted some gas in my tank for when I decide on some farms later this year. I know only a few blurbs about the other 3. Avalanche is also a layer 1 solution. I believe Moonriver is actually a parachain in the Polkadot system. It's just a parachain also running an Ethereum virtual machine. It sounds like an interesting experiment. Developers are supposed to be able to just copy paste their work seamlessly to migrate their DAPPs and reduce gas fees. Cronos, like Binance, is a newer network developed by a centralized exchange, crypto.com in this case. I know literally nothing about it's protocol. I just happen to use and like the centralized exchange. If such a move affects their exchange token CRO similarly to Binance I believe we could see... considerable upward movement. I wouldn't have considered it at all if I wasn't already staking 5000 CRO in the centralized exchange in order to access their ruby rewards debit card. I saw them release the network and thought, \\\"well. Why not use it eventually?\\\"\\n\\nIn order to add any or all of those networks please see the information below for the required fields. Just copy, paste, and click add. The symbol is the short exchange ticker in all caps next to the network name.\\n\\nBinance Smart Chain, BNB\\nRPC: https://bsc-dataseed.binance.org/\\nID: 56\\nEXPLORER: https://bscscan.com\\n\\nPolygon Mainnet, MATIC\\nRPC: https://polygon-rpc.com/\\nID: 137\\nEXPLORER: https://bscscan.com//\\n\\nAvalanche Mainnet, AVAX\\nRPC: https://api.avax.network/ext/bc/C/rpc\\nID: 43114\\nEXPLORER: https://cchain.explorer.avax.network/\\n\\nFantom Opera, FTM\\nRPC: https://rpc.ftm.tools/\\nID: 250EXPLORER: https://ftmscan.com\\n\\nMoonriver, MOVR\\nRPC: https://rpc.moonriver.moonbeam.network\\nID: 1285\\nEXPLORER: https://blockscout.moonriver.moonbeam.network/\\n\\nCronos Mainnet\\nRPC: https://evm-cronos.crypto.org/\\nID: 25\\nEXPLORER: https://cronos.crypto.org/explorer/\\n\\nThere's many networks apart from these you might research and find you wish to integrate in your own strategy. Hell, there might even be more than a dozen at this point. Some are less removed layer 2 solutions worked on by developers closely tied to the main Ethereum project like Arbitrum and Optimism. Some are more unique layer 1 or 2 solutions developed by outsiders like xDai, Harmony One, Boba, and more. I know nothing about those beyond their existence, but feel free to research them. You can usually find the information to add those networks by googling \\\"add (insert network) to Metamask\\\". It's how I found the information above. The only barrier is awareness of a network's existence. You're almost guaranteed to find a Medium article about any network in the first 2 pages of results from Google. They usually provide the information to add it to Metamask.\\n\\nAlright. You've added the networks. To switch between them, just go to the wallet section that pops up on startup and click the top bar I circled in red below. You'll see a network selection menu pops up. You'll always see the test nets in there as well. I don't know why. I just ignore them. Just scroll down in that menu and you'll see the new networks in the \\\"RPC\\\" section. Congratulations you just added a tool to the Swiss army knife.\\n\\n![wallet network switch](https://images.mirror-media.xyz/publication-images/jquuqSJukcinguiRtxryq.jpg?height=1495&width=803)\\n\\n\\\\######\\n\\n**LOADING TOKENS**\\n\\nBefore we get to moving the tokens, it helps to be able to see them at times. Many people leaving centralized exchanges for the first time opt for simpler tools and wallets like Exodus, Ledger, and many others. They have some advantages in graphic user interfaces and baked in tools. They go to settings and see options to hide and show a vast array of tokens. They don’t even know they’re barely seeing a pond compared to the ocean available to them. In Metamask there’s no clean on off buttons in some cases. You open it up for the first time and this is all you see. There’s the option to import tokens, and it works much easier on the Ethereum network. That won’t always be the case you’ll soon see.\\n\\n![very first wallet page with import](https://images.mirror-media.xyz/publication-images/TI5-UsWljXEIbKk7JNjzG.jpg?height=1711&width=1079)\\n\\nClick import and you’ll be brought to this screen. They let you search tokens, which is great, but there’s no clean slider like in Exodus to show you everything. That’s a feature, not a flaw. You’r in the actual ocean now. It’s not going to scour the entire network for every contract on every open. There’s thousands upon thousands of coins, most of which are useless. When I set up any network on any wallet I usually just search to import stablecoins, even if I don’t own any. It’s the kind of thing I like to see by default for profit taking season. Let’s search for USDC\\n\\n![USDC search](https://images.mirror-media.xyz/publication-images/_rIpGZMEGUYc2xDb1EgPv.jpg?height=2118&width=1079)\\n\\nThere you see it. Click it so that it’s outlined in blue and selected, then scroll down and hit “IMPORT”\\n\\n![IMPORT button](https://images.mirror-media.xyz/publication-images/-PPtzGs_L4aY2-uNYJQi0.jpg?height=916&width=1079)\\n\\nGive it a second to load. The wallet will refresh. You will see it soon\\n\\n![USDC added to Metamask](https://images.mirror-media.xyz/publication-images/Iq7Cm-2D8HxVK555ZBou3.jpg?height=1457&width=1079)\\n\\nThat was the easy part. Metmask ain’t gonna do us any more favors. Switch networks, hit import tokens, and this is all you’re gonna get.\\n\\n![Custom Token screen](https://images.mirror-media.xyz/publication-images/qDARMlrWE6AiXpec_JYhM.jpg?height=2164&width=1080)\\n\\nWorry not. It’s not that hard I swear. If you know the token address, you just copy paste that, then click the next box on token symbol and it usually self populates. You’re probably wondering where to find token addresses though aren’t you? Also not hard. For this example, I’ll add USDC to my Fantom network section of the wallet. Head over to [coingecko](https://www.coingecko.com/en) and search USDC. Then scroll down until you see the option to show more info. I also use coinmarketcap.com sometimes. They have a similar setup.\\n\\n![USDC page on coingecko](https://images.mirror-media.xyz/publication-images/-P-JRdq_kcjXhUu_-X5Qd.jpg?height=2164&width=1080)\\n\\nClick it and you’ll see the first bit of information it shows you is the contract address. Click the drop down arrow and shows you all the contract addresses on all the networks it’s present on. Pretty nifty huh?\\n\\n![info section on coingecko](https://images.mirror-media.xyz/publication-images/kThLui7Eng7JHgOHHiHfx.jpg?height=1060&width=1078)\\n\\nI’m just gonna copy that Fantom network address and head back to paste it in the custom token address section. Like I said, it self populated everything else after I clicked out and moved to the Token Symbol box. Too easy.\\n\\n![filled in custom token page](https://images.mirror-media.xyz/publication-images/_G4NQMNbVoKZLJq_a8sT3.jpg?height=2164&width=1080)\\n\\nScroll down, hit import and you’ll now see USDC populated in the Fantom network section too.\\n\\n![completed Fantom network token](https://images.mirror-media.xyz/publication-images/dzGrF0cFdCjrg6rHbaKXI.jpg?height=1801&width=1078)\\n\\nYou can do this for literally any token you can find out there. You can even do it for your LP tokens. All of it. If your a heavy trader, you might end up with a very diversified portfolio on a very diversified network spread. Importing tokens a million times again if you switch devices is a headache. I’ve done it 3 times. Fuck that noise. So let me just reassure you that it really doesn’t matter if you’ve imported them on Metamask. It’s just a wallet, a tool to sign off transactions and view your positions as you please. The network permanently knows all of your holdings, forever and always. If you navigate to a decentralized exchange or DAPP and connect your wallet, they now have viewing privileges to show you your holdings and let you authorize transfers. If you want to trade DAI for FTM on Spookyswap, Spookyswap will show you your DAI positions and let you trade even if you didn’t import them to Metamask. It’s for this reason, I don’t even bother importing anything anymore. I promise it just becomes second nature for you after a while. I understand if you don’t want to play it as fast and loose as me. That’s why I even bothered with this section.\\n\\nAdditionally, I don’t play it quite as fast and loose as you might think. There now exists Decentralized applications which help with accountability. I cannot communicate to you the relief I felt upon discovering [Apeboard](https://apeboard.finance/). I didn’t even need to link a million different wallets tons of times. You just build a profile copying and pasting your public wallet addresses (the pale blue circle you copy and paste from directly under the account name in pictures I just showed you).\\n\\n![main apeboard page](https://images.mirror-media.xyz/publication-images/QHVjKV68KUx-K70M4gewa.jpg?height=1946&width=1079)\\n\\nIf you want to create a profile you select manage, and then edit. It’ll take you to this little hub to collect everything all in one place.\\n\\n![profile editing page](https://images.mirror-media.xyz/publication-images/5s_8ojLBaNwEEMQWLa5Uw.jpg?height=1941&width=1079)\\n\\nYou’ll see in this case it’s even easier for someone like me. I have many wallets, each connected to many networks. The one public address you saw in my wallet screenshots is technically a kind of public address for 6 different wallets if you think about it. I paste it to add it to my Ethereum network profile, Fantom, Polygon, etc. I have several other wallets with the same setup. 3 public addresses would need to be added 6 different times for a total of 18 instances of pools which need accounting (I have many more public addresses than that). It sounds like a lot of information, and technically it is, but I just keep my public addresses collected in a little .txt note in case I lose access to this profile I’ve created. Once you create a profile, it’s set and forget.\\n\\n![sharing button in the main dashboard](https://images.mirror-media.xyz/publication-images/t652wnJwuM9XdydngkXwo.jpg?height=1546&width=1079)\\n\\nOnce you’ve created a profile you can easily share it from this little button in the main dashboard window. It takes you to a little window with all the addresses listed and a share button which takes you here. Copy that link and you can import it to any browser a dozen times. Too easy.\\n\\n![sharing link](https://images.mirror-media.xyz/publication-images/HBm0wPC9Py__5_qpVFv4M.jpg?height=1967&width=1079)\\n\\nWith that I’ve added easy accountability to the Swiss army knife. I’ve heard of several other “DEFI dashboard” DAPPs like this. There’s also Zerion and Debank I believe. I tried using Debank, but last I looked they only supported the Ethereum network. That was a while ago. Things might have changed. That phrase “DEFI dashboard” is what you’re looking for in a service.\\n\\n\\\\######\\n\\n**MOVING TOKENS BETWEEN NETWORKS**\\n\\nNow we need tokens on all these networks if we’re gonna use them. Ethereum needs Ether for gas, all of these need their own network tokens. This used to be the most frustrating part about being a DEFI degenerate. It was never insanely difficult. It was just a lot of services and DAPPs to bookmark and switch between a million times. You'd have to buy on a centralized exchange, usually in the ERC-20 token format, meaning it was still on the Ethereum network. Then you'd have to move it to the Ethereum instance on your Metamask, and find a DAPP that offers bridging services. That. Is. A. Lot. Of. Gas. It's also a lot of steps. Sounds tiring doesn't it? It was. Sometimes a bridging service could only handle so many tokens at once in a transaction due to network activity. That tacked on even more transactions and gas.\\n\\nWorry not. I come bearing the good news of our Lord and Savior [app.rubic.exchange](https://app.rubic.exchange/) and multichain aggregation. This great new exchange uses their personal token as a kind of trading pair to rule all trading pairs. It doesn't need a new network. Their protocol just coordinates exchanges and movement based on its valuation in every network at once. They use it as a tool to make their aggregator a one stop shop for all bridging and cross chain exchanges. It works great most of the time, and I love it. The only hiccups I've seen it have was when I tried transactions from the Fantom network for some reason.\\n\\n![Rubic swap function between networks](https://images.mirror-media.xyz/publication-images/QCQuRxqA61KYJMQtkH8qd.jpg?height=1050&width=750)\\n\\nHere's what it looks like. It’s swap function is the first window it’ll take you to. It's appearance resembles almost any other decentralized exchange, but with its one killer feature added to it. You'll see I've circled in red I'm simulating a trade of Ether on Ethereum for wrapped Ether on Binance highlighted in yellow. When you click on either of token symbols in the middle of the screen you see this screen come up. The left side indicates the network. The right side indicates the token. It's that simple.\\n\\n![network switch function demonstrated](https://images.mirror-media.xyz/publication-images/fWgMqck8QYqNvsL_r9kxy.jpg?height=1257&width=745)\\n\\nWhen you want to perform a trade/bridge make sure you initiate the trade from the network you want to migrate away from. You'll see here in my simulation I was still on the Fantom network, because I was doing stuff on it earlier and was lazy. The trade would have to be initiated from the Ethereum network. It would've been rejected if I attempted the transaction. People are always so needlessly terrified of these scary new DAPPs. Usually the worst thing to be afraid of is a rejected transaction because your internet was iffy for a second. Money won't magically be stolen so easily. Just give another few tries and it'll work eventually. The kids these days and rejection. I swear.\\n\\nSo the lesson is before you even go to the site, have the trade you want to perform in mind and navigate to the appropriate sending network in the wallet section of Metamask. I've now given you the 2nd tool of DEFI, easy access to cross chain gas. You technically don't even need a centralized exchange service anymore with all these bread crumbs. Click the menu bar in Rubic and you'll see they have a fiat on-ramp. You can buy multiple blue chip tokens on multiple networks through widgets connecting straight to services like Moonpay. However, the fee is hefty and the exchange rate is underwhelming. Just illustrating it's an option.\\n\\nAt time of writing, my favorite method to enter any network is through Polygon and Rubic. Crypto.com let's you buy MATIC then export directly to wallets on the Polygon network. I just set up my wallet to recognize that network, and trade away on Rubic. It's pretty freaking sweet. I don't know if Coinbase has Polygon network transfers. If it doesn't, and I had no other option, I'd buy an exorbitant amount of Ethereum for several months worth of trading at a time, transfer to Metamask, do an enormous trade from Ethereum main net to MATIC on Polygon, and get gouged on that transaction and that transaction only. Get that out of the way, and get mobile. Take note, I don't mean I want to dump ETH for MATIC. I still have positions in ETH. It's just that they're wrapped ETH on other networks. That one giant move to MATIC was just my initial entry method before I established my cross chain spread.\\n\\n\\\\######\\n\\n**FANTOM FARMING**\\n\\nSo. We have a wallet. We have access to multiple networks. We have the ability to move value between them with ease. Now, we can at last get to the entire point of this article. Yield farming on decentralized finance applications. Technically there's still one more step of acquiring the aforementioned LP tokens. However, I feel guilty stringing you on so long and still not showing you a single picture of a yield farm. We technically have all the tools we need to perform a zap on reaper farm though. We can start with that and cover LP tokens once we need them.\\n\\nAt this point I'll assume you've added at least the Polygon and Fantom network, and performed a cross chain swap to get some FTM token on its home network. Now let's make our way over to [reaper.farm](https://www.reaper.farm/) and see what tickles our fancy. Reaper is one of many yield farms. It's my favorite on Fantom because it's less a farm, and more an aggregator. Technically almost every exchange is now hosting yield farms alongside their swap services. I don't want to visit every exchange day in and day out. I want to see it all in one place. Plus, the exchanges don't invest time to develop the best strategies possible. They have dozens of trading pairs to focus on balancing and maintaining. Even their farms can offer intriguing APYs, they're just not going to regularly harvest and compound for you. When you go to Reaper and connect your wallet you'll see right away they have search fields to filter your choice of tokens and networks. Ordinarily this button will say connect.\\n\\n![repear.farm main page before connecting](https://images.mirror-media.xyz/publication-images/Qplt5ZTyu6kgRI6uijY48.jpg?height=1297&width=642)\\n\\nFarm host means choosing an exchange, and token obviously means choosing a token pair. If you want to get straight to the juicy yields you can just let it show you everything and click sort by annual percentage yield (APY). Now you're thinking like a degenerate.\\n\\n![exchange and token selection](https://images.mirror-media.xyz/publication-images/94joLyYZEok8ojX-va5xF.jpg?height=1161&width=697)\\n\\n\\\"Tomb shares? What the hell is that?\\\"\\n\\n\\\"Who cares? I can earn 1000% APY. WHAT COULD POSSIBLY GO WRONG?\\\"\\n\\nLol. Lmao. Go ahead man. Do it. For real, though. I feel bad for the moderators on Reaper's discord. They literally hear that question 70 times a day. It's a project trying to provide a token called tomb. They want tomb to mirror the price of FTM so projects can accumulate liquidity without having to hoard FTM and mess with gas fees. It actually already failed once a couple years ago. Some billionaire bought up all it's governance tokens called T-SHARE and hired a bunch of developers to resurrect it. He wants to make it the \\\"Yearn Finance\\\" of the Fantom network. I have no idea if it will pan out. Reaper has no idea if it will pan out. No farm has any idea if any token will pan out. Don't ask them to tell you what to do on their Discords. Do your own research.\\n\\nIf you continue scrolling down you'll see there's plenty of token pairs with APYs above 100% from plenty of different exchanges. There's even stablecoin farms with APYs above 20%. Yeaaah. You're feeling greedy now.\\n\\n\\\"20%?\\\"\\n\\n\\\"PFFFFFFT. So what?\\\"\\n\\nYou now have the option to beat the S&P 500 year after year until the dollar is inflated out of existence. It's not enough. It's never enough. Finally my suffering has company. If you pay attention you'll see there's farms for blue chips with well over 30% APY. It's no 1000%, but you could diversify your portfolio and earn with it at the same time. I'm currently in the FTM/WETH farm. I wanted a position in FTM and ETH. It was an easy choice.\\n\\nI try to be careful with my choice of exchange for farm host. Too my knowledge, [Spookyswap](https://spookyswap.finance/) is the only one with zaps on Reaper. That's perfectly fine with me. I found it's considered especially respectable. It maintained a bridge to/from Ethereum for the longest period of time. People often refer to it as the \\\"Uniswap of Fantom\\\", and it has a vast pool of locked liquidity. I don't lose sleep farming with them. let's move on to that beloved zap feature.\\n\\nThis is what I'm talking about riiiiight here. You'll see below there's a drop down menu. It gives you the option to select the LP token, OR any one of the tokens part of the trading pair. I go all in with FTM. Reaper swaps half of it to CRV in this example, locks them in the pool for LP tokens, then deposits them in their auto-compounding strategy. All that happens in one transaction. I approve my token for the smart contract, deposit, sit, and watch number go up.\\n\\n![ZAP token selection](https://images.mirror-media.xyz/publication-images/7cA4_rUBh_0tEU31QqEYs.jpg?height=735&width=757)\\n\\nIf you ever want to check up on your deposit with them, you just go to the homepage. Check the box labeled \\\"staked\\\", and bam, you see the details of your deposit, how many LP tokens you have, and an estimation of where you'll be in a year with your current strategies (assuming the price of the tokens you provide stays where it is lol).\\n\\n![displaying your crypt positions](https://images.mirror-media.xyz/publication-images/UYbsxRgTGwmWDi0TSu4-T.jpg?height=1364&width=675)\\n\\nThat's it for reaper. You might consider the [SpiritSwap](https://www.spiritswap.finance/) and [Beethovenx](https://beets.fi/#/) vaults. I've likewise heard great things about Spiritswap as Spooky's main competitor, and Beethovenx has the highest yielding stablecoins pool with a triple distribution of MAI, DAI, and USDC. It has about a 30% APY. Both will require getting LP tokens from both of the spiritswap.finance and beets.fi exchanges. I’ll cover this process shortly. Eventually I intend to farm some SHADE for a longer period. [Shade.cash](https://shade.cash/) is a mixer service. Like it or not, money laundering has a market. Plus, one government agency’s definition of money laundering is another man’s earnest desire for simple privacy and security. You could use it to protect yourself when you travel abroad. You could have a trusted party create a vault at shade.cash, and withhold the code from you until you return. Now tech savvy kidnappers or thieves could clone and decrypt your phone without seeing you’re a crypto baron. Just keep your mouth shut and do everything they say. MAKE SURE THAT TRUSTED 3RD PARTY IS TRUSTWORTHY.\\n\\nI'm also farming the FTM/BRUSH pool on Paintswap. If you go to [paintswap.finance](https://paintswap.finance/) and click the menu icon you'll see where you can swap some FTM for BRUSH, put them in a pool, and farm them all in the same menu. They do all their farming internally. I haven't seen anyone else strategize around them yet. They're a niche weirdo trying to be a coin exchange and NFT exchange at the same time. I like the collections I've seen there, and simply wanted to support it.\\n\\n![paintswap dashboard](https://images.mirror-media.xyz/publication-images/lmSlMVsupdiEH7ilx4aFC.jpg?height=1200&width=733)\\n\\n\\\\######\\n\\n**POLYGON FARMING**\\n\\nAlright. All that got you through to the easiest farming hub. Let's do it all again but shoulder a little more of the work on ourselves. Let's do polycat. Switch back over to that wallet window. Switch to the polygon network like we covered at the start and navigate to [polycat.finance](https://polycat.finance/) in the browser section of Metamask. Polycat is a yield farm aggregator much like reaper. They have swap services because why not? It's a function you can bake into your DAPP with a copy paste from Github at this point. Trading fees earn money too. There selection of vaults is exceptionally varied, much like reaper. The lack of zaps is the only short coming. See below for a picture of their menu and services. Vaults and farms are the bread and butter.\\n\\n![polycat's menu](https://images.mirror-media.xyz/publication-images/uBvvSv9qDKj3GnHuPyQy1.jpg?height=1013&width=595)\\n\\nDue to the lack of zaps, I’d suggest you to take your time looking at their selection. No matter which vault you pick, you'll have the added step of going to the exchange involved to acquire LP tokens. Go to the farm section and select “platforms”. These are the outside exchanges you can farm tokens from. The one’s I've heard about the most are Sushiswap, Aave, Quickswap, Apeswap, and Curve. You've likely heard of Sushiswap the most. It’s a name brand even novices are aware of at this point. It likely has the most total value locked and audits at this point. Nothing wrong with sticking with the name brand. You’ll see 30% APY vaults for blue chips available. I look at my Reaper positions as the riskier speculation, and Polycat as my safer place to park profits midway through a bull cycle. Ape in to T-share, then keep gambling a liiiittle bit longer in an ETH/USDC pool that's still earning or something like that.\\n\\n![Polycat vault provider selection](https://images.mirror-media.xyz/publication-images/4-q8kGqbgSXA10CMuoPJ8.jpg?height=1165&width=743)\\n\\nFor the purpose of this article, let's assume you pick the Sushiswap WETH/USDC pool. Now you need their LP tokens. All that work was just for window shopping. Now we do the real work. Head over to [Sushiswap](https://www.sushi.com/). If you've used it before on Ethereum I’d logout and reconnect just to make extra sure it’s recognizing your wallet switched to the polygon network. All that being done, you need to go to the “liquidity” function.\\n\\n![](https://images.mirror-media.xyz/publication-images/lyNjCMBuYummKWuV4mgIR.jpg?height=1141&width=685)\\n\\nOnce there, select WETH and USDC in the top and bottom token selection slots. Adding to the pool means depositing to both sides of the pool in equal measure at time of transaction. If you fill in the quantity you wish to add on one side of the pool the exchange fills in the appropriate amount in the other box. Say you want to add 1 WETH and it’s valued at 3000 USDC at the time. Type in 1 on the WETH box and the USDC will populate with 3000 automatically. Make sure you have the appropriate amounts of both tokens you wish to deposit. I never have the absolute perfect amount of tokens. I pick whichever is valued lower, type that in first, and let the DAPP populate the other end. If you’re playing with the actual network tokens like MATIC while on the polygon network, remember you need those for gas. Make sure boxes aren't automatically populating with your total holdings of MATIC or FTM while you're on their respective networks.\\n\\n![LP token selection page](https://images.mirror-media.xyz/publication-images/_ZXOzActCtdAd7c4NMjlY.jpg?height=1144&width=762)\\n\\nOnce you have the details decided, approve token access for Sushiswap as seen at the bottom. You need to approve both sides of the token pool. Afterward, you'll see the option to add liquidity pop up. Confirm that, and bam, you now have LP tokens. NOW… we can farm them on Polycat. Yes you'll have to do that for every token pair you wish to farm and on every platform you wish to farm them on. COME ON PEOPLE. GET WITH THE ZAPS.\\n\\nGo back to Polycat, go back to vaults, select the Sushiswap platform, select the WETH/USDC vault. You'll see this window pop up. It will adjust to recognize you now have LP tokens. Approve the app to perform transactions with them and that button will change to “deposit”. Hit that and BOOM, you're now earning interest on your LP tokens.\\n\\n![Polycat vault approval](https://images.mirror-media.xyz/publication-images/J2aWXIXFuQwQTc5G40ur-.jpg?height=1201&width=811)\\n\\nYou'll note I directed you to the vault section of this platform to do all this. I’m still navigating when something is a vault vs. a farm and what the difference is even supposed to be. From navigating this website, it seems vaults are their aggregation service. That's where they've curated a selection of LP farming strategies using other exchanges and platforms. The farm section is where they give you the option to earn LP tokens internally from their own exchange service. You'll see a similar setup to their vault section, but with token pairs from their own swapping pools. I might use them in the future. I'm not at present. No judgement calls yet, just informing you about the setup. It will certainly involve less steps farming internally. You just better be confident the service will continue to exist. I think it will. I'm just lazy and don't want to complicate my portfolio further.\\n\\nI kind of jumped the gun with too little detail on Paintswap earlier. I basically just gave you the steps, only on Polycat. I glazed over saying “here's where you can swap, pool, and farm in their menu”. These are the steps I was talking about. Go to Fantom network, go to paintswap.finance and click on their menu. Under “exchange” in their DEX you'll be taken to a swapping menu resembling what I showed you on Sushiswap. Perform a trade for the token pairs you want to farm, go to liquidity in the menu and deposit for LP tokens, then navigate to farms and find your appropriate LP farm to approve and deposit. It appears their farming situation resembles the farming section of Polycat. I believe those are all internal pools and farms. They're not in the aggregator business. They’re split between their little exchange and NFT business model.\\n\\n\\\\#####\\n\\n**BREAK FOR REFLECTION**\\n\\nI've said it over and over. I'll say it again. None of that was telling you what to actually do with your money, just instruction. Let’s go over some observations we can infer from everything I've shown you. There's many kinds of services a platform can bundle into their DAPPS. There's simple exchanges with automated market makers and liquidity pools, NFT storefronts, aggregation of exchange or liquidity farming, and more. Hell you're looking at a subgenre in the NFT storefront business right now. Now with mirror.xyz we have  cloud storage for written word in conjunction with visual media. I’m sure one day we’ll have tokenized DEFI insurance bundled into an NFT represented through some stupid cartoon penguins. It's just a matter of time. Just wait. Many DAPPs try to do 2 or even 3 services at once. One might be their claim to fame like Paintswap's NFT market. The other services are bundled to invite you to stay in their garden of liquidity. The developers gotta get their hands on that paper. They gotta eat. More transaction volume means more transaction fees. Every little bit makes a difference.\\n\\nYou might have inferred by now all this decentralization can be a blessing and a curse. The boundaries between all these services is very obviously blurred. This means it's insanely easier to make a little “micro Google” to search through other exchanges and their liquidity pools. It also means noobs might accidentally add to Polycat’s internal farms when they meant to just use their strategies in the Sushiswap vaults. Hopefully, this article helps prevent that. You’re a big boy. Do your due diligence to understand what you’re doing before you do it. Message a Polycat dev on their Discord or Telegram server. Google the farm. Google the pool. Google the exchange the pool is on. Google everything. How much total value locked does it have? How long has it been operating? When were any of the services involved last audited? Who did the audit? I skipped some of those steps myself. Auditors are a rabbit hole you'll probably see me write an article about in the near future when I'm done diving into it. Don't be me. We shouldn’t go down together just because I'm willing to learn through pain.\\n\\nI considered continuing with sections about more farms. My bookmarks however, are exceptionally long. Were I to write a section for all of them, this already long article would be a book. I have a couple more concepts I need to cover, but I’m going to take your training wheels off for Metamask now. Like I said I’m also farming on Apeswap. That’s an exchange on Binance smart chain. Duplicate The process from Polycat. Make sure your wallet is switched to the Binance network, observe their farms carefully, and do research about the trading pairs involved. I used their internal farms. I didn’t want to throw LP tokens from Pancakeswap into the mix and need yet another tab on my browser permanently open for trading season.\\n\\nThere’s many DAPPs which allow you to access many networks at once. Aave’s returns are underwhelming, but hey, they’re stable and don’t expose you to as much impermanent loss. You could just use farms on Sushiswap itself. Autofarm is also on freaking everything. The list goes on. Just remember, right wallet, right network, right service. Disconnect your wallet from the service when you want to use it on a different network. Reconnect once you’ve switched the network in your actual wallet.\\n\\nI mentioned impermanent loss. You may have heard about that before, and wondered what people were talking about. Impermanent loss is when your starting capital would’ve outperformed your liquidity pair in a farm. Sometimes heavy trading volume from arbitrageurs will temporarily throw off the volume balance. Your LP tokens represent a percentage of the total pool. The amount you’re entitled to withdraw never changes, but if the ratio split in the total pool goes off from 50/50 too erratically for too long it can mess with your desired cash-out point. You contributed 10% of an ETH/USDC pool when it had a solid 50/50 split. You don’t want to cash out 10% of the pool if that split goes to 45/55 in favor of USDC. [Here’s](https://finematics.com/impermanent-loss-explained/) a more detailed explanation.\\n\\nThis  means that in some ways liquidity farming is less profitable than holding for trades in the short term. It will put you at a disadvantage during times of high volatility and high volume trading. Techincally, your position is perfectly secure. You definitely contributed 10% of the pool. You can definitely withdraw 10% of the pool. It’s just it’s a portion of your portfolio you’d be stupid to use when it originally could’ve been most profitable in the short term. Something to keep in mind about when and where to use this tool.\\n\\n\\\\######\\n\\n**NETWORKS UNSUPPORTED BY METAMASK**\\n\\nThe DEFI process doesn’t change dramatically for networks unsupported by Metamask like Terra Luna or Solana. You might however, get tripped up a little bit, as those wallets don’t have built in browsers on mobile devices. So, it seemed prudent to cover them here as well. If you kept to your browser on your computer this whole time, power to you. You probably don’t even need this section, and inferred what follows. I’ll be courteous to our phonebros though.\\n\\nThe case studies here will require the Terra Station wallet available in apple/android app stores, and the chrome web store if you wish to use the browser extension on a desktop. Download that app and set that bad boy up. I’m assuming you know how to set a wallet up. Message me if you need an article about that. Once it’s set up you need to choose a separate browser application to navigate to DAPPs. I prefer Brave. It’s privacy features might just be a meme, but I like not needing an account to use their sync chain feature. You can use any browser you like on mobile. For desktops, I believe the Terra Station extension is only available on chrome at this time.\\n\\nNow we need to take our pick of DAPPs. The one’s I believe might be most relevant to you are Loop Markets, Anchor, Mirror, and Spectrum protocols, respectively. Loop Markets is a newer exchange/yield farm on Terra, Mirror is a derivatives market where you can mint synthetic stocks, Spectrum is a more classic yield farm aggregator, and Anchor is decentralized lending market. Anchor has safely produced 20% APY for lenders of the USD stablecoin UST for several years, including during times of high market volatility. They have a vast treasury and emergency fund. For the time being, I’m using Loop Markets. Lets roll with the case study. This is the menu accessed from the main page.\\n\\n![Loop Markets menu](https://images.mirror-media.xyz/publication-images/ZDcEwtRYga0BuhKTwSDjl.jpg?height=1671&width=1079)\\n\\nYou’ll see all the elements we’re used to now with swaps, pools, and farms. I’m not going to cover any of that. We did that. You’re good. The only reason we’re here is to show what happens when you want to connect. Let’s go to swap and hit connect. This is what happens.\\n\\n![wallet connect popup](https://images.mirror-media.xyz/publication-images/MyKcWDk4CbbD_lhhrddUQ.jpg?height=1493&width=1079)\\n\\nBasically every DAPP uses the “wallet connect” widget for seamless wallet integration from any browser with any wallet. It’s a pretty useful little tool. Roll with it. Hit the wallet connect button. If you’re doing this with DAPPs for other networks and wallets, you won’t necessarily see the wallet name. Terra Luna DAPPs are pretty solid and all edited Terra Station Mobile into their version of the widget. That little blue W icon on the right is what you’re looking for. When you hit it for other networks you’re phone will bring up all your wallet applications for you to select from. Sometimes I even like to use it for my networks on Metamask. The browser on Metamask is pretty void of features. You could just browse from the convenience of your favored browser, and use wallet connect to bring up Metamask and confirm the transaction. Apeswap’s complete menu doesn’t come up on the Metamask browser for some reason. I browse on Brave, and confirm on wallet. In this case, when you hit connect it’ll take you to this page on your Terra Station wallet.\\n\\n![Terra Station wallet confirmation scream](https://images.mirror-media.xyz/publication-images/Dl42_4K2D_MQ0wAF31F-e.jpg?height=1888&width=1080)\\n\\nGo ahead and hit allow. It’ll go to your normal wallet screen and show a popup. The DAPP and wallet have confirmed. They can talk to each other now. What a time to be alive.\\n\\n![DAPP confirmation](https://images.mirror-media.xyz/publication-images/PB6FVJVuizsbAtjyHfTO3.jpg?height=783&width=1080)\\n\\nGo back to your browser, and the button which said connect will now say swap. All the functions of Loop Markets have been unlocked for you in this wallet instance. When ever you perform an action like a swap, providing liquidity, or depositing it, the site will give a pop up that says “to confirm transaction, please sign on your wallet” or something to that effect. That means you need to quickly reopen the wallet. You’ll likely see a popup asking you to confirm the transaction with a similar allow/reject button setup. Sometimes the DAPP just makes the wallet application you previously linked pop up on its own accord. That’s pretty much it for Terra Luna. There’s not technically any added steps. I just didn’t want you to freak out with all these application swaps back and forth. It’s all doing the same thing as Metamask. You’ll just be using your phones multitasking window more.\\n\\nLastly, I just wanted to end on Solana. Again, for the desktop master race, you’re just adding yet another extension and driving on. For phonebros, I’ve noticed some inconveniences in mobile apps. For some reason, when I try to use Solana DAPPs they want to redirect to a browser wallet instead of my Solflare wallet app. Solflare is a community made, opensource wallet made by developers directly involved in Solana. It’s a solid application in my book. I used it to just park and stake for a while.\\n\\nWhen I say DAPPs force you to navigate to the browser wallet, I don’t mean the chrome extension. Both the extension and mobile application were just barely released over the last year. Solflare was originally just a webapp you used on their [site](https://solflare.com/). Yes. That’s a thing. Avalanche can be staked on their [web wallet](https://wallet.avax.network/), as well as [Elrond](https://wallet.elrond.com/). Webapps are actually faster and easier to launch than mobile applications and dedicated software in some cases. Solflare did that with Solana. When you try to use a DEX or NFT marketplace on Solana you will still get that same “wallet connect widget”. It will work. It’ll just open up a tab on your browser in your phone instead of your wallet app. I don’t know why. I just rolled with it and imported my private keys to the web wallet. Nothing I haven’t done before. Who knows. Maybe that’ll be fixed by the time you’re reading this. Maybe it only happened to me because I didn’t pick the “Sollet” wallet network when I first set my wallets up. I just selected the net that said “recommended” next to it. I still don’t know the difference between those network selections in the setup process for Solana.\\n\\nI won’t go into further detail about Solana with pictures or reviewing DEXes. I don’t use Solana for DEFI yet. All I’ve used it for is buying some NFTs. Celebrity adoption has been high for NFT markets on Solana. That’s the only reason I paid attention to it and checked out some storefronts there like [solsea.io](https://solsea.io/) and a few others. [Raydium](https://dex.raydium.io/) is allegedly their biggest DEX at time of writing. That’s literally all I know about Solana DEFI. If you check it out further, you might see that same browser hiccup I did with the NFT storefronts. That’s the only reason I mentioned it.\\n\\n\\\\######\\n\\n**IS IT ALL A SCAM**\\n\\nYes. Money is a scam. It’s fucking paper my dude. We get a solar flare and all my successes comes tumbling down. The only currencies that ever mattered are arable land, excess food stuffs, building materials, violence, intelligence to blackmail people with, and access to sex. If steel futures are tokenized on a blockchain some day they’ll still be worthless if there’s no supply chain to move, store, protect, and distribute your steel. It was always all a game. All of it. From time immemorial when the first monkey picked up the first shiny rock, to you and your cartoon picture of a monkey a celebrity liked. You just didn’t know you were supposed to be playing. So, here’s a new toy to play with. Enjoy.\\n\\nNow lets be more specific about the real questions and problems people see in this space. The main problem I see is people are being sold on the inflation I thought we’re supposed to be escaping. New projects like exchanges or yield farms advertise their “governance token” as a reward to incentivize adding liquidity. This is the reason you see some farm pools like Tomb-share offer 1000% APY. Sometimes they’ve minted every token they intend to exist (I’m unaware if tomb has done that). They could bake their tokenomics to have a 800 trillion max supply, mint literally all of it, and offer 50000% APY for years if need be. They can afford to part with millions of tokens a year. There’d likely only be a hand full of people they have to pay out to. No big deal to them. It’s likely just a new flavor of the ICO craze, but with staking/farming instead of simple buying and hodling. People are parting with their liquidity at a slow drip instead of big pay outs.\\n\\nIt’s a delicate new system where you have to ask yourself things like “okay the service is good, when do they release all these rewards to stakers? What growth is possible for them by then? Will demand for the service line up with that supply flood? How popular will they be following a dump in price like that, or will people scream rug pull? Is it a good idea to sit on my bags even after that? What will the landscape look like for how long to adjust and then skyrocket if the demand stays the same and adjusts to the new supply?”\\n\\nThat being said, I’m still farming. I’m interested to see if this new model of investment is sustainable if a project has a good value proposition. I like Paintswap. I want it to exist. The art there is good, they have a shitload of liquidity locked, and transaction volume is good. If something could pull off that model I believe it’s them, along with other services like Rubic. If they want to throw their token at me, I won’t say no. I’m farming with some of my portfolio, and I’m hodling with some of it too. It’s a strange new world, and I don’t want to miss out on opportunity. If nothing else, I’ll have an interesting life story to share with my beloved readers here lol.   \\n\\nSome projects, I’m not even sure they’ll be able to survive and I’d still buy their tokens or use their service. I want them to exist that bad. Synthetic assets like those offered by Synthetix and Mirror (the Terra Luna protocol not this service) WILL be an enormous regulatory nightmare. Their services work fine. They have healthy indicators in transaction volume and value locked like Paintswap. It doesn’t matter. Investment banks don’t want to lose their monopoly on derivatives trading. That’s a toy ordinary little people like you and me were never meant to play with in their minds. Nevermind that when they fuck up the game, your currency gets inflated from their bailouts. You’re not supposed to notice that. At least on Synthetix and Mirror, people have to collateralize their synths to play the game. You don’t get to play with hypothetical future printed money. You only get to bet on futures with your present money. If people want to play games, I like that model much better. The point is you should ask yourself about the legalities of projects that interest you too.\\n\\nI understand if my attitude is very different from yours. I understand if you don’t want to use these tools. I fully acknowledge this amps up the risk by orders of magnitude in many people’s minds. Frontiers are always scary. So USE WITH CAUTION. \\n\\nBest of luck. Stay safe out their gamblers.\\n\\nThankyou for reading my blog post.\",\"timestamp\":1642369547,\"title\":\"FAST AND DIRTY DEFI\"},\"digest\":\"MKLqujDPb-4fqL1uysN5C9PV_yqeoKB6gLP4cu-j51Q\",\"authorship\":{\"contributor\":\"0x0DE4C6EAcc31435A15f6505DBe6d0da8B1D253E6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FS6CDlxc0D0UWq7ASLajFNf0YTf2Br0FiMrhRsSzHrw\\\",\\\"y\\\":\\\"LGqkgi6hr-2KNX2wiXjJUiZgciIqQn-J-CXvuExtlZk\\\"}\",\"signature\":\"dkRmLvpkLgKEsLPbZ5KJoZAbspFC-fmT1PWjSl4uXuA9Alo9JbJ-m__3PmItMXqlEhZFPGyJs5LtOzc11b9Wng\",\"signingKeySignature\":\"0x6a88a2c72d77274f7f8afc20ee82d1394eafa570a0776be00847516e19f964e567e83ae06ce5aa0f0cea85e7cbad4eba09831704bf0a1691e77f0d64ba3a268f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FS6CDlxc0D0UWq7ASLajFNf0YTf2Br0FiMrhRsSzHrw\\\",\\\"y\\\":\\\"LGqkgi6hr-2KNX2wiXjJUiZgciIqQn-J-CXvuExtlZk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UcznppcirVa3PPf-0SapyhlN5HpJYw3ESh7wrybNtRQ\"}"