"{\"content\":{\"body\":\"During the pandemic we have seen how education transitioned from physical class format to Zoom/Meet/Team online classes. Teachers, young and old alike quickly adapted themselves to the virtual form of classroom. Recently, ever since Facebook announced its vision for their metaverse, there has been a growing interest in augmented reality, the headsets, the glasses and its potential to improve the future of education. Definitely, Metaverse has a lot of potential to improve education because of its ability to create interactive and real-life environment for the learners.Using this mode of study, teachers have the potential to accommodate different learning and teaching styles in their classroom more effectively.\\n\\nSo, are we embracing the idea of metaverse in school curriculum? we are still on our early days of building effective immersive technologies especially for schools. The future looks promising but still there is a lot of research that needs to be done.\\n\\nPhenomenal? Or Skeptical? me as a parent I am already struggling with the screen time with my kids and with the entry of metaverse, I have no idea how I am going to avoid it because the AR headsets/ glasses is surely going to affect the health. Sigh! Also, another cause of concern is the safety of my children in the digital world. \\n\\nIn UK, the internet safety is taught in their curriculum starting from primary level. But that’s not the same in other countries. In US, the internet safety comes way later in the upper secondary level, and India lags further behind where only few workshops on internet safety is conducted in schools. None of us our focusing on the digital wellness as a part of the curriculum although we have entered a digital world from a long time. Even little kids as little as one year old or even younger has a mobile in their hands, not just a mobile but a mobile with internet connection. The digital world has evolved and advanced so much over the period of time. And recently in April, United Nation’s added privacy, protection, education and play rights of a child in the digital world.\\n\\nApart from Facebook’s Meta who plans to bring metaverse in education, Roblox, a gaming company announced to expand their presence in K-12 schools. The company currently has 47 million daily active users and nearly half of them are under the age of 13. This gaming platform that has launched a digital civility curriculum to teach children how to behave and stay safe online. This is something that needed to be addressed but I am still skeptical of the infiltration of scammers in the virtual world. \\n\\nIs Metaverse a cause of concern? No, it’s a wonderful phenomenon that’s going to be beneficial in the teaching and learning process but what concerns me is the usage and the amount of time the child will be immersed in the headset (\\\\[prolong use: at school and at home, is not good for health) and their internet safety. Yes! Digital wellbeing needs to be addressed in the upcoming metaverse.\",\"timestamp\":1642241144,\"title\":\"Educating my children in the world of Metaverse\"},\"digest\":\"6j0eu8ula8sekPbhuyccnOa_3kWSWRehm-vg5AdW83o\",\"authorship\":{\"contributor\":\"0x5F631106d756569F1C930F3e8eE242731De167fF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8Lb3NPeiLlZMDUU7Jm7TuwiwnZpwMT9VseJwEe4zoRE\\\",\\\"y\\\":\\\"TirhHD0S74bASHCR9KScry8oRahpqppedYZHgFraqwA\\\"}\",\"signature\":\"QlHQ8QHRXlrMvzwn2VLWHwjQsNaVr5tAbkOoMjhWZR4HOLzjVnwsBLhVEzyS26q7P_PJ1pG4n8xl7RAvinKoMw\",\"signingKeySignature\":\"0xd2bedd8015f3b229b51543ad7ac622ecc7a947829f24d8d0711bc46ecb05773b59da00547262780bdb21f7be181531237df60c9a209386eb96c973fb7ced6b0c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8Lb3NPeiLlZMDUU7Jm7TuwiwnZpwMT9VseJwEe4zoRE\\\",\\\"y\\\":\\\"TirhHD0S74bASHCR9KScry8oRahpqppedYZHgFraqwA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6j0eu8ula8sekPbhuyccnOa_3kWSWRehm-vg5AdW83o\"}"