"{\"content\":{\"body\":\"Computer-Generated NFTs are not fun. A lot of times you will get a randomly generated JPEG that you don’t like or the one does not represent yourself in the Metaverse.\\n\\nAs a Fully Customizable NFT, MYPUNKS allows you to make infinite NFT combinations by combining items and faces, which are two individual NFTs. In this way, you are able to **make your favorite NFTs**.\\n\\nHowever, holding a NFT in your wallet isn’t really fun as well. What if? What if you can make an NFT from your NFT? We’ve applied a DeFi-like tokenomics design that allows you to mine extra NFTs from the NFT you hold.\\n\\n# NFT Sale\\n\\n***Face***: 5000 faces will be minted for free at first, and then be acquired by staking only. Total Supply: 9999\\n\\n***Item***: The Items will be minted with different prices determined by the current number minted. You are able to acquire the items either through random minting (this will be totally random) or stake the combination(face+item) into certain staking pools. Total Supply: 16666\\n\\n### Face Sale\\n\\n**Genesis 0** (Whitelisted Only): 5000 minted for free, FCFS, 1 face / address maximum\\n\\n**Tokenomics**\\n\\n```\\nFace Total Supply: 9999\\nAcquired by staking: 4999\\n25% claimed for free, 25% claimed for 0.05ETH, 50% acquired by MP\\n```\\n\\n### Item Sale\\n\\nItem sales will be conducted with no time restriction. Price will be determined based on the bonding curve. The price will be gradually increased by the numbers of minted.\\n\\n```\\nItems (9999, from Minting, 60%): \\nTokenIds:               Price:              Productivity Mul:\\n1 - 999         ->      0.03 ETH            1.05x\\n1000 - 2999     ->      0.05 ETH            1.10x\\n3000 - 7999     ->      0.07 ETH            1.15x\\n7999 - 9999     ->      0.09 ETH            1.30x\\n\\nItems (6666, from Staking, 40%):\\n10000 - 16666.  ->      0.00 ETH            1.00x\\n```\\n\\nThe “**Productivity Mul**” designates the productivity multiplier. The higher the multiplier is, the more bonus you will get from the MP mining.\\n\\n# MP Token: ERC-20 Governance & Utility Token\\n\\nThe MP Token will serve as both the Governance Token and the Utility Token for MYPUNKS. You will be able to claim MP token by staking your NFT. The mining efficiency will be different based on your combination multipliers. We will address this in detail below.\\n\\n### Tokenomics\\n\\nTotal Supply: 100,000,000,0 MP\\n\\n20% Airdrop to the MYPUNKS Holder\\n\\n70% Mined by staking NFTs in MP Pool\\n\\n10% Locked in the MYPUNKS DAO Treasury\\n\\n### Airdrops\\n\\nThe MP Token will be airdropped to the MYPUNKS combination holder. The amount of airdrop will be calculated based on these two factors: **the productivity multipliers** and **the rarity scores of the combination**. \\n\\n### Mint Extra NFT\\n\\nIf you hold MP Token, you will be able to mint the extra NFT. You will spend your MP token to open the mystery boxes. There are three types of boxes that you can open:\\n\\n1. **Regular Box** (Face/Item)\\n2. **Legendary Box** (Face/Item) - Higher Possibility of getting Rare Items\\n\\n# MP Mining & NFT Minting \\n\\nInstead of letting NFTs lay in the wallet, MYPUNKS holders are able to get MP token to mint extra NFTs. \\n\\nTo get MP Token, a user has to **hold a combination (1 face with 1 item equipped).** Once you have your combination, you can stake into the MP Pool. The MP mining efficiency will be determined by the the following mining factors.\\n\\n### MP Mining Factors\\n\\nMining Factors will affect the staking time as well as the traits of the items and faces.\\n\\nThese factors are:\\n\\n1. Number of Items equipped on the Face.\\n2. Productivity Multipliers of the Item\\n\\n### Number of Items Equipped on the Face\\n\\nThe mining productivity will be directly affected by the number of items equipped on the face. When you stake the combination, you will get a base amount of MP Tokens yield per day. The ***MP Yield Productivity*** will be higher when more items are added to the combination. To talk about how we calculate the yield, let us introduce the ***Productivity Multiplier of Item***.\\n\\n### Productivity Multiplier of Item\\n\\nEvery Item will have a *Productivity Multiplier(PDM)*. The Productivity Multiplier varies based on the Token_Id. The productivity multiplier will help to determine the time reduction of mining a new NFT. This will work for both mining pools. The *Staking Period Reduction* will be calculated based on the following formula:\\n\\n```\\nStaking Period = Base Period * (∏(Item_PDM))\\n```\\n\\nThe *∏(Item_PDM)* denotes the product of Item Productivity Multiplier.\\n\\nFor example, if you have three items equipped on the face with multipliers of: 1.05, 1.10, 1.15. Then your μ(Item_PDM) will be (1.05\\\\*1.10\\\\*1.15) = 1.328. If the base period is 336 hours, then your staking time will be reduced to 253 hours.\\n\\n# \",\"timestamp\":1641716382,\"title\":\"MYPUNKS MODEL w/ MP\"},\"digest\":\"o4cUxRij-DMf30EkrlfOTSlXT-V0OJp4craMdZPi6ak\",\"authorship\":{\"contributor\":\"0xEcBeBC5F295C05BfDeC51bdCFDafB02D2E9a1179\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3AwdseQXIlWZ7hq6ApupczgAGMJm_J_VyPbfkcQLyGA\\\",\\\"y\\\":\\\"7_MzK5SUWb4ix2uyST1oj0QiR-9Zgs_qyd6-4SUFgiw\\\"}\",\"signature\":\"jQL0Q1iNLd6MYQFVRPO0HVr84DIy0Ghhn_qB7k3Cv2dg2xsc4WP9X-yRjvD0soYil6ntyBiVbzqDSAqDh2uE7A\",\"signingKeySignature\":\"0xb04db4cd09e38c4da7954ebd8089f7aa26347f3df008aaaab8f7e00990cf2b9057c32de067a63336dd931f4e5796be0c844e7cc2e487ec45ab9c9565597a3b241c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3AwdseQXIlWZ7hq6ApupczgAGMJm_J_VyPbfkcQLyGA\\\",\\\"y\\\":\\\"7_MzK5SUWb4ix2uyST1oj0QiR-9Zgs_qyd6-4SUFgiw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"o4cUxRij-DMf30EkrlfOTSlXT-V0OJp4craMdZPi6ak\"}"