"{\"content\":{\"body\":\"Product positioning: vertical market or mass market\\n\\n \\n\\nVertical market: focusing on art, game items, physical assets tokenizaton, and  anti-counterfeiting.\\n\\n \\n\\nMass market: like Taobao, Pinduoduo and Jing Dong\\n\\n \\n\\nThen the essence of the NFT platform is actually e-commerce. The most important thing is to get traffic. The early users can only be people in crypto because the transaction cost is too high. If it is on the Ethereum, the user must hold an Ethereum wallet such as metamask. This has become a game completed of a small circle of people, and many people in this circle will definitely not recognize NFTs, they would rather go for altcoins. Consensus is very important in crypto. Unless NFT can bring benefits to players like altcoins.\\n\\n \\n\\n \\n\\nThe core of NFT is not technology, but content? It’s hard to say, is the core of Taobao content?  Tik Tok and Youtube definitely need high-quality content. Taobao says it empowers small businesses, but is that really the case? The prices of Taobao ads and the recommended prices on the homepage are increasingly exploiting Taobao sellers. This is the mode of searching e-commerce. And Douyin has created a new model. It uses algorithms to predict users’ needs. The purchase behavior is pre-ordered. When Douyin users use Douyin, they don’t use the search button on the homepage like Bilibili and iQiyi, instead they enter the data stream. The data stream continuously flows through the data processing center of the user's brain. The data processing center of the brain provides feedback to the information stream through viewing time, likes, comments, forwarding, and favorite behaviors. This feedback data is recorded by Douyin algorithm and analyzed and processed. So what impact will Web3.0 and NFT have on platforms like Douyin? Douyin is the product of interaction between electronic algorithms and biological and algorithms.\\n\\n \\n\\nBlockchain is not an algorithm-level technology. The algorithm is the brain, and the blockchain is the nervous system. The nervous system does not need to do calculation, it has no consciousness so it has the fastest response. It is the unit closest to the data source. It is System Two according to Daniel Kahneman, and together with System One, it forms the brain of the Super-intelligent.\",\"timestamp\":1641119833,\"title\":\"Capsule（13.5.2021）NFT platform project thinking\"},\"digest\":\"QYCte3qA6foqW7iqHk644VcsfMnmDfhSvSJKLUY7JZU\",\"authorship\":{\"contributor\":\"0xE828f8bE1a3CB994133936fB4D9A708a7D192462\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"30oV-kOFSC9lQBdHEarttZfxjliQz8okqoKZUNLBj88\\\",\\\"y\\\":\\\"oE3PBJa5icihwzV4Vo38ifbPXR099aDCDl_ixLAomho\\\"}\",\"signature\":\"PMBwy6TfHx3zXWG4bZMQfjVeVcPMSPe5WUAGv1Z-OvTd2wm2gDDVjvfJ2434fF5YlUUEXrIFMX8Q2dszgRCFUg\",\"signingKeySignature\":\"0x31cd513577813d56dac188e35743ecb529db0e03e283593e4cc226acb4e7611a5a06f0e8d95703de997b6dc6c43ffc9841842d11590b5c80d29579b563e532581b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"30oV-kOFSC9lQBdHEarttZfxjliQz8okqoKZUNLBj88\\\",\\\"y\\\":\\\"oE3PBJa5icihwzV4Vo38ifbPXR099aDCDl_ixLAomho\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QYCte3qA6foqW7iqHk644VcsfMnmDfhSvSJKLUY7JZU\"}"