"{\"content\":{\"body\":\"比特币SV（BSV）还原了比特币发明者的“中本聪愿景”，一场数字货币领域的文化变革即将上演。BSV的大规模扩容路线图将支持更大的交易量，同时维持低廉的交易费，以实现微支付。这正在开启一个范式转变，比特币从当前依赖于加密货币交换的模式——即“购买并持有”比特币，转向新的自我赋权世界——即“赚取并使用”比特币。通过最终实现比特币的最初愿景，BSV将创造一种新的递归数字经济，而比特币则一如其设计初衷真正用于日常生活：点对点电子现金系统。\\n\\n**比特币核心（BTC）为何会陷入“购买并持有”范式**\\n\\n让我们先看一看为什么以前的比特币生态系统没有创造出真正的数字经济。比特币问世已10年有余，但只有相当少的人持有比特币，也没有实际使用比特币的可行途径。据估计，全球共有3,200万比特币钱包，但只有710万活跃比特币用户（仅占全球70亿人口的千分之一）。除非您是赚取新铸货币的矿工，否则比特币这种数字货币必须从交易所购买；然后大多数买家只是持有（即“HODL”，意为长期持有）它，以期获得投资收益。当前的范式在很大程度上依赖从加密货币交易所获取比特币。\\n\\n但这不是我们余生的理财方式。除了兑换外币，我们不会为了消费或使用而购买法定货币。当我们通过工资或其他方式赚钱时，钱通常就进入我们的口袋。然后，我们把赚来的钱用于消费或别的用途，成为递归经济的一环。为了让全球数十亿人使用，比特币需要以同样的方式运作。如果您要花费数字货币就必须先购买，那么比特币作为一套电子现金系统是不会成功的；因此，除了从交易所购买之外，必须想出一些简单的方法来赚取和接收比特币。其他几百个竞争性加密货币项目也存在同样的问题；它们不能让用户赚取数字货币，从而融入循环经济。一个关键步骤是将比特币或其他加密货币纳入就业薪资服务，但需要有技术应用程序相配套，使人们能够以其他方式赚取数字货币。\\n\\n可悲的是，这并没有发生在比特币核心（BTC）上；比特币核心作为网络，大多数人把它与比特币混为一谈。BTC不能培育“赚取并使用”式的递归经济，因为其区块链扩容能力圉于过小的区块规模而不堪大用。电子现金系统需要快速的交易和低廉的费用。但是，比特币核心的开发集团却别有用心地将BTC的区块规模限制在1MB以内。1MB的区块平均每秒只能处理3笔交易，根本无法与Visa网络相匹敌，后者平均每秒处理2,000笔交易、高峰期每秒处理56,000笔交易。受制于1MB的小区块，BTC网络经常发生拥堵，交易有时要等几个小时才能确认。这导致BTC交易费飙升。2018年1月，发送一笔BTC交易需要花费$20～40美元；目前，BTC的每笔交易费用大约为$4美元，但仍然过高，因此无法创建一套日常电子现金系统。\\n\\n随着时间的推移，BTC的支持者放弃了比特币作为“电子现金”的愿景，转而兜售BTC充当“数字黄金”和“价值贮藏”的说辞。这种“购买并持有”的心态已经深入人心。\\n\\n**BSV如何开辟“赚取并使用”范式**\\n\\n但假使比特币真的扩容并维持低廉的交易费，那么开发人员就可以创建允许人们轻松赚取并使用BSV的应用程序，比如通过日常的在线互动，会是怎样一番情景？这正是BSV的使命，沿着大规模扩容路线图贯彻比特币最初的“中本聪愿景”。\\n\\n在2018年11月扩容兴起之时，BSV一开始就执行了128MB的默认区块上限，而BTC只有1MB。BSV的交易速度很快，而且费用不到1/5美分。7月24日，BSV网络经过新一轮升级后，新的默认区块上限达到2GB（即2,000MB）——远远超过BTC的1MB区块。明年2月，BSV网络将完全取消默认区块上限，实现无限扩容潜力。我们预计交易费会更低——只需不到1美分，交易速度也会更快。这就是比特币的运作方式。\\n\\n而这就是为什么BSV生态系统正在改变“购买并持有”的心态，为人们创造“赚取并使用”比特币的方式。富有创新精神的企业家正在打造新的应用程序，允许用户通过微支付赚取少量的BSV，然后实际使用数字货币。这里列举了一些例子：\\n\\nUptimeSV在2019年5月赢得了由比特币协会组织、CoinGeek主办的首届BSV黑客马拉松。在BSV的支持下，该平台创造性地提供性能和正常运行时间监控（例如网站和技术应用程序），使企业可以确保其企业系统的稳健性并能够抵御DDoS攻击。UptimeSV允许任何人通过在其移动设备上安装应用程序来赚取BSV。用户提供其移动设备的空闲计算能力，以及用户在世界各地不断漫游的移动设备所收集的本地化信息，帮助测试企业客户的网站或其他技术应用程序的运行情况及其正常运行时间。作为用户，您提供了移动设备支持平台客户的正常运行时间测试，可以获得少量的BSV作为报酬。\\n\\nTonicPow在2019年5月的BSV黑客马拉松中荣获亚军，它是另一个让人们可以赚取BSV的获奖项目。TonicPow是一个点对点的广告平台。它可以让用户通过自己的网站创收，并直接从在用户网站上投放广告的广告商身上赚取BSV。广告商可以轻松地在参与其中的网站上推广产品，或者通过众筹项目“Tonics”筹集资金。\\n\\nTwetch是一款新的微博应用程序，类似于BSV区块链上的Twitter。当今的社交媒体领域充斥着虚假账户、网络喷子和机器人。Twetch有助于清理这一现象，因为它要求用户支付少量BSV才可以发布消息。作为交换，每当其他人给您的消息点赞或发表评论时，用户都可以赚回BSV。Twetch会奖励那些收到最多用户互动的优质内容的发布者。对比当前的范式，只有Twitter、Facebook和Instagram等社交媒体平台——而不是身为用户的您，通过您的内容和互动赚取广告收入。Twetch旨在扩展其功能，以改造更多的互联网应用程序，同时为用户创造更多通过在线内容和互动赚取并使用BSV的方式。\\n\\nCityonchain是一个围绕城市组织的新型链上信息中心，类似于发布本地分类广告的Craigslist（美国）或58同城（中国）。Cityonchain将启动本地化功能，例如职位发布、商家广告、商品交易，甚至在线约会。用户可以主张某城市的“所有权”和管理权；其他用户则是城市的“访客”。城市所有者在经济激励之下推广平台功能，并从他们自己的活动（如在城市提供广告）和访客的活动（以聊天室活动为例，每条游客评论可以给城市所有者带来价值$0.01美元的BSV）中赚取BSV。城市访客可以通过发布优质信息来赚取BSV，例如，如果另一位用户给您对城市餐馆评级的评论“点赞”，您将获得价值几美分的BSV。简而言之，该平台将激励城市所有者和城市访客通过城内的优质内容和用户互动赚取BSV。Cityonchain的目标是培养许多乐于赚取BSV的“链民”（Chaintizens）。\\n\\nFiveBucks是这里所列举的最传统服务商，但仍然充分利用了BSV。它经营着全球自由职业市场，顾客以BSV付款，而自由职业服务提供商通过工作赚取BSV。例如，如果您需要为网站创建一款徽标，您可以选择FiveBucks上的平面设计师，他们收取价值$5.00美元的BSV作为设计服务费。（费用必须是$5.00美元，但自由职业者可以$5.00美元为价值单位，定制或分解所提供的服务。）由于BSV交易费非常低廉，市场才可以支持每笔服务交易如此之低的收费。\\n\\n我在撰写本文时，另一项新服务诞生了：RateSV将于8月10日发布。它将允许用户通过购买和投资实时财务数据来赚取BSV；该数据将使用nChain的“元网”（Metanet）协议永久记录在链上。\\n\\nUptimeSV、TonicPow、Twetch、FiveBucks等服务只是伟大事业的先行者；越来越多的“赚取BSV”应用程序即将推出。这些应用的出现得益于BSV的技术能力：大区块、扩容能力、速度、低廉的交易费、以及真正的点对点发送，这一切使得大量的微交易和微支付成为可能。上述企业开创了一种新的范式，即比特币不仅仅是一种必须“购买并持有”的资产，还是全球每个人都能（以BSV的形式）轻松赚取并使用的电子现金。\\n\\n这种文化转向对发展中国家尤其重要，因为在发展中国家，少量的BSV就可以让生活发生实质性变化。BSV生态系统将面向各个社会阶层的人，让所有人都可以通过手机上的应用程序轻松赚取BSV，而不是要求那些没有银行账户的人用他们仅有的一点钱从交易所购买比特币。随着持有BSV的人多了，越来越多的人将有机会实际使用数字货币——用于新的交互式BSV服务，购买产品、并发送给亲朋好友。\\n\\n现在是时候摆脱当前依赖于加密货币交易所的“购买并持有”心态了。欢迎加入“赚取并使用”比特币的新范式，以及新的递归数字经济，这种经济只有通过BSV才能实现。\\n\\n本文在比特币协会网站上首次发表。\",\"timestamp\":1640254855,\"title\":\"比特币SV：赚取并使用比特币\"},\"digest\":\"TMqWUjXNLvXd3JLjgxKhSvWD4xq8_ylYAAhHOHTNliY\",\"authorship\":{\"contributor\":\"0xFB0efb087E86f90B99667a0a7a845eDCf0B57C99\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KABeMp-vbw9FWjRKc6zYit1uJ2dvhhc7iwwxWwbY4FA\\\",\\\"y\\\":\\\"Vt29J5502Oc5_9f11UVraXObOPABnJ-kuQbOYcfUeBw\\\"}\",\"signature\":\"IPdRzDs9iz9NYEL8vCvt3UfygSOg_gFwO37pxaBMdskusLUAJGvy6EBMACiJSAZHqW3XDgE5fdXn85NsbdE1EQ\",\"signingKeySignature\":\"0xb66afd889e0dfd2f2f3c584a4b7948b3ab88d8e83c9e723d883d348b61eb3bde6e5d5d0388de27aa4438523e07e42b038055ca4da774aafc0bc71af4a5d65cb61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KABeMp-vbw9FWjRKc6zYit1uJ2dvhhc7iwwxWwbY4FA\\\",\\\"y\\\":\\\"Vt29J5502Oc5_9f11UVraXObOPABnJ-kuQbOYcfUeBw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TMqWUjXNLvXd3JLjgxKhSvWD4xq8_ylYAAhHOHTNliY\"}"