"{\"content\":{\"body\":\"### 前置き\\n\\n界隈でWeb3がバズっている。脳内ハックされた大人たちがRabbit Holeで大騒ぎしていることからも、いよいよ投資バブルの末期かという気もしなくはないが、概念自体はしっかりしているので自分なりの理解を深めたいという動機から文章として整理しておく。ちなみに、タイトルに反してWeb3のいいところは書いてない。\\n\\n### Web3の基本情報\\n\\nWeb3とは、ブロックチェーン技術を基礎として形成される新たなインターネットである。\\n\\nブロックチェーンとは、情報を記録するデータベース技術である。情報を格納したブロックをチェーン状に繋ぐことで改ざんを防ぐ。ブロックチェーンの管理は分散化されており、透明性があるとされている（2022年現在では実装上は様々な課題があり、そこを批判することは容易いが、とても建設的な話にはならないので無視して議論する）。\\n\\n一方、Web2と呼ばれる現在のインターネットでは、情報はプラットフォームに独占されており、その活用はプラットフォームの所有者にほぼ限られている。プラットフォームを盛り上げているのはコンテンツを作成しているクリエイターであるが、適切な対価が支払われているかは不明であるし、継続性という観点からも不安がある。これらの課題を解決するのが、Web3と言われている。\\n\\nしかしながら、クリエイターエコノミーを活性化する上でのプラットフォームの役割も決して軽視できるものではなく、失うものの大きさに気が付くだろう。Web3に移行することで、プラットフォーマーがサービス利用者を増やすために行っていた様々なサービスは、提供するインセンティブが薄れる。例えば情報の検索性。検索エンジンが無ければ、インターネットの海から自分が必要な情報すら探すことができなくなる。無料提供のストレージが無ければ、ビデオのアップロードにも個人でのサーバー契約が必要になる。\\n\\nプラットフォームはもはや国であり、利用者が忘れてしまうようなレイヤーで、一種の生活インフラに近い強烈なサービスを提供していることを忘れてはいけない。\\n\\n### 2チャンネル回顧\\n\\nWeb3が全てを解決する楽園ではないことは、ほぼ管理者がいないフリースペースだった2ちゃんねるを考えればわかる。そこには、基本的に誹謗中傷、罵詈雑言が溢れていた。\\n\\nその中での信頼の手がかりは、1日1回ランダムに割り振られるユーザーIDだった。これによって2チャンネル内での複数コメントの発言者の同一性が確認でき、束の間の結束感が生まれたりしていた。中には固定ID、通称コテハンを付けることで、2ちゃんねる内での人格を持つ者もいた。しかし一度2ちゃんねるを出れば（0時を過ぎれば）、発言の同一性は失われる。例えば、電車男が現実の誰かということは、本人や仲間の証言といったものに立脚しなくては保証できない。\\n\\nWeb3ではこの同一性を、リアルを含めた全ての場所において、特定の何かに頼らずに保証できる可能性がある。しかしながら、こういうことにメリットを感じる場面というのは、それほど多いのだろうか。インターネットの匿名性に救われている人というのは相当数いる気がする。もちろんWeb3は匿名性を否定するものではないが、同一性を必要としないのであれば、現状のWeb2のままで不都合はない。\\n\\n### NFTに思うこと\\n\\nWeb3に付随して生まれているバズワードについても触れておく。NFTとは、デジタル絵画のようなデジタル上での唯一性が保証するトークンのことである。これにより、デジタル上での所有行為が可能になることが注目されているが、勘違いしてはいけないのは、帰属を保証しているのであって複製や無断使用といった価値の流出を禁じているわけではないことである。また第3者に使用された場合に、帰属元になんらかの利益が生ずるような仕組みはない。\\n\\nこういった仕組みを作るためには、アクセスキー自体をNFTにしたり、NFTの使用状況を常に監視するようなことが必要とある。アクセスキー形式とする場合には保管するための金庫が必要になるが、これは現実世界でデータが格納されたストレージを所有することと違いがない。使用状況を監視することは、個人利用に対しては現状全く無理で、公に使用されているものを監視するのが関の山である。時々、企業HPで著作権のある画像が無断使用されて炎上するように、現行犯逮捕で相手がきちんとした人格を有する時だけに意味がある。\\n\\nつまり、いわゆる現実世界での所有と同様の所有をデジタル世界で求めた場合は、特定の個人のすべての活動が監視され、ブロックチェーンによって記録されるような世界において、現在のWeb3信者が語るような楽園は成立する。それって、本当に楽園だろうか？と思ったりする。いま、界隈でとんでもない価値を持っているNFTは、それを有することでアクセスできる場所があるような機能があれば、まだ価値がある可能性があるが、画像そのもので価値を持つようなものでは全くない。鑑賞のみを価値とするのであれば、ただのゴミである。発行元がそれをもとに何かをしてくれるという期待があってこそ、価値を発する。何の力もない個人が作成した見た目が良さげなデジタル絵画などは、複製されて終了である（爆速で消費され、無価値になる）。\\n\\n### DAOに思うこと\\n\\nDAOは分散化した世界における組織を表す概念である。プラットフォームとしての会社を解体し、目的指向の組織を立ち上げるということになっている。しかし、その実は無形価値のトークン（証券）化においてトークンを媒介として立ち上がる組織ということだと思う。\\n\\nDAOは自律分散組織であるが、自律分散的に突然立ち上がったりはしない。誰か（ここではAとする）が何らかの価値をトークン化しようとするから発生する。Aはあるアイデアを思いつき、このアイデアをトークン化するためにDAOを作成する。このとき、このDAOの価値を表す有限のトークンが割り振られる。Aはアイデアをトークンを使って実現しようとする。もちろん一人で実現してトークンを独り占めしても良いし、他人にトークンと引き換えにお願いしても良い。当面の資金集めとして、DAOの価値を信じる人たちにトークンを既存通貨交換することもできる。\\n\\n結局、やっていることは会社と同じ。でも、国ごとに定められたルールに従わないと成立しないものではない（捕まりたくなければ従う必要はあるが）。トークンをどう配るか、独裁制にするか、合議制にするか・・・。全て、DAOの作成者を中心にして組織ごとに決めればいい。労働と引き換えにトークンを受け取るか／受け取らないか、全て個人の判断にゆだねられる。組織の運営がうまくいかなければトークンの価値は下がる。同じアイデアがトークン化されたらどうなるか。いずれも実現できれば、価値は希釈化する。どちらの実現が速いかを取り締まることができなければ（決定を下すような中央集権はない）、やり方がわかれば価値は低下する。・・・と、色々と妄想が膨らむ。いずれにしても、現在のリアル世界からみた「フェア」というのはほとんど成立しないと思った方がよい。\\n\\n### お金に色がつく\\n\\nNFTやDAOのような現在Web3として具体的に見えているものは、お金に色がつく（出処が明確なトークン）ことを利用したサービスと解釈することができる。トークン化された価値の数だけトークンが存在し、リアルタイムにその変換レートが決定される。これらの全ての処理を規制するような中央集権はないと考えるとぞっとする。もはや人間が逐一判断して何かをできるような状況ではない。楽園でないことはよくわかる。\\n\\n### ブロックチェーン技術の極論\\n\\nブロックチェーン技術が対象とする情報はトークンだけでなく、全情報を対象とすることができる。やや極論に近いが、理想的にはすべての歴史が完全に記録され、改竄される恐れもない。何が、どこで、いつ、何をしたかがすべて記録される。デバイスがあれば何を考えたかまで記録されるかもしれない。世の中のほとんどの怠け者にとっては地獄のような世界である。\\n\\nすべてを記録する目的から、記録できないリアルでの生活を禁じられる可能性もあるかもしれない。全てがデジタル上の生活であれば、一挙手一投足を記録することは非現実的なことではない。\\n\\nあなたは過去に何をしたかで評価され、これから何ができるかでさえもある程度評価されてしまう。いいところだけを見れば素晴らしい取り組みだが、負の面は目も当てられないのかもしれない。\\n\\n### 終わりに\\n\\n思考しながら書いているうちに文章が発散してしまった。誰でも理解してもらえる文章を書きたいが、自家中毒のような状態なので、ひとまず現状の頭の中を吐き出すだけ吐き出して終わりにする。\\n\\nこういう方向性が極限まで進んだ場合に、人々の生活や価値観、物の価値がどのようになっていくか、中央集権的な組織が担っていた役割はどのように置き換えられていくのか、などなど、今後も引き続き考えていく。\",\"timestamp\":1641887170,\"title\":\"Web3は何がいいのか？\"},\"digest\":\"LxV1t1r_TWQgS3JZ1XFIYv2URNV_O2i-Zn74ALWdaro\",\"authorship\":{\"contributor\":\"0xA1686D2A8b484551F2c51d64F8fec48Dc3Ec60AB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"iAInmW0hwV5k2b86jKxEVNxJTP69kLHE2MqCme6q19w\\\",\\\"y\\\":\\\"JSHp8u9cOKy1U1LjJZrnv2SBqhkCh82_kN1SSZ_yHxI\\\"}\",\"signature\":\"tVJNuEIZQ482g-_3oLDlEzfcU9zidSmQY-0Qrn7AEU06rvkYm8xmHp7xoOw45weNzu_bE58uWvUui6Yqmlndcg\",\"signingKeySignature\":\"0x22dbe1bd2725c56f263222e83df4f7f00bda522509c228e5e28a45561d8878ab3a9b106d2011cff2a578109ff29890b419ecaff08c9d36496c4c4f5b38654ed01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"iAInmW0hwV5k2b86jKxEVNxJTP69kLHE2MqCme6q19w\\\",\\\"y\\\":\\\"JSHp8u9cOKy1U1LjJZrnv2SBqhkCh82_kN1SSZ_yHxI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LxV1t1r_TWQgS3JZ1XFIYv2URNV_O2i-Zn74ALWdaro\"}"