"{\"content\":{\"body\":\"continued from:\\n\\n[https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/uEIzHAnp76YRfdTluop_dvJkykxy08ILQglu1tZcrk8](https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/uEIzHAnp76YRfdTluop_dvJkykxy08ILQglu1tZcrk8)\\n\\n![Vian, “Carpathian Biosphere Reserve”, Wikipedia, 2014 CE, CC BY-SA 4.0; Михайло Пецкович, “Autumn Morning in the outskirts of Rakhiv”, Wikipedia,  2014 CE, CC BY-SA 4.0; Vian,“A foggy morning in the Carpathian mountains”, Wikipedia,  2014 CE, CC BY-SA 4.0. \\\\[1\\\\]](https://miro.medium.com/max/2000/1\\\\*Jn7XgV85m4_MvkGJIduwuQ.png?size=medium)\\n\\nWe need to move much more quickly, and scale our ambitions more grandly, if we are to arrest the destruction of natural habitats and prevent the extinction of species and the negative impact on the quality of life and life-carrying capacity of our biosphere.\\n\\nThe number of trees on Earth continues to decline given the net loss of an estimated 10 billion trees every year and the loss of rainforest area greater than the size of the United Kingdom every year.[\\\\[2\\\\]](#_ftn2) Sadly, despite there being some collective political will to halt the decline of tropical rainforests, the last five years have seen an increase in the rate of loss.\\n\\n**“The three years with the highest extent of [primary tropical forest loss](https://rainforests.mongabay.com/deforestation/) in the past 20 years occurred in 2016, 2017, and 2019.”**[\\\\[3\\\\]](#_ftn3)\\n\\nThe drawbacks of the concept of the nation state, and notions of segregated sovereignty, are sharply in focus when we consider the interconnected worldwide biosphere.\\n\\n**“There is no coincidence that the photograph Earthrise (1968) taken during the Apollo 8 mission, one of the most significant photographs of human history, together with its younger sibling Pale Blue Dot (1990), were adopted by and became strong symbols for the environmental movement. The photographs showed humankind our planet as a single object for the first time ever, alone in the dark vastness of space, all of its life shielded and nourished by a paper-thin atmosphere.”**\\n\\n(*Andrea Owe*)[\\\\[4\\\\]](#_ftn4)\\n\\nMountains, forests, rivers, seas, deserts, animals, water cycles, heat cycles and weather cycles do not recognise our ephemeral human boundaries. That said, without appropriate tools to manage and distribute power, information, decision-making and wealth — and to take account of the importance of local needs and issues (political subsidiarity) — any greater centralisation or collectivisation of human conduct is likely to lead to a loss of liberty for each of us, poor decisions at local levels and vast corruption. We will need to balance collective and local decision-making to avoid a loss of freedom of action arising from collective action.\\n\\n**“The 1993 Convention on Biological Diversity, signed by 168 countries, has mandated 17 percent of land be contained in ‘effectively and equitably managed, ecologically representative and well-connected’ protected areas by 2020. Designated protected areas across participating countries currently account for about 14.7 percent of land globally. But when areas facing intense human pressure are subtracted, the protected area percentage drops to 10.3. Of the 111 countries that have individually met the 17 percent mandate, only 37 would still meet that threshold if areas under heavy pressure were removed.”**\\n\\n(*[Amanda Montañez](https://www.scientificamerican.com/author/amanda-montanez/)*)[\\\\[5\\\\]](#_ftn5)\\n\\n![from “Maps”, Half-Earth Project; please visit the Half-Earth site for some wonderful information on the current state of protection of the biosphere and biodiversity at a global and national level.](https://miro.medium.com/max/2000/1\\\\*5_NMs8jyHizOxW3Qgw_2vQ.png?size=medium)\\n\\nWe have continually tried and failed to meet land and sea conservation targets that, even if met, still do not get us close to a proper and harmonious balance with our surroundings and other life-forms. Some countries do better than others.[\\\\[6\\\\]](#_ftn6) The internationally agreed definition of a conservation or protected area is:\\n\\n**“A clearly defined geographical space, recognized, dedicated and managed, through legal or other effective means, to achieve the long-term conservation of nature with associated [ecosystem services](https://en.wikipedia.org/wiki/Ecosystem_services) and cultural values.”**[\\\\[7\\\\]](#_ftn7)\\n\\nApproximately 10% of the world’s surface and 15% of the land is now within a protected area.[\\\\[8\\\\]](#_ftn8) This percentage has increased in recent years, which is a source of hope. However, many of these areas are still under significant pressure from human interaction and resource demands.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*kIe0lglloXiDIM2U9MvqOw.png?size=medium)\\n\\nA reasonable target for us to aim towards for the next one to three decades (2030–2050) is the ‘protection’ of somewhere between 30 and 50% of the Earth’s biosphere. We also need to have large no-go areas which only scientists and wildlife experts are allowed to visit.\\n\\n**“This week a United Nations working group responded to a joint statement posted online in December by some of the world’s largest conservation organizations calling for 30 percent of the planet to be managed for nature by 2030 — and for half the planet to be protected by 2050 … Humans and their domestic animals are squeezing the rest of life on Earth to the margins. Today, only four percent of the world’s mammals, by weight, are wild. [The other 96 percent](https://www.pnas.org/content/115/25/6506) are our livestock and ourselves. Since 1970, populations of wild mammals, birds, fish, and amphibians have, on average, [declined by 60 percent.](https://www.worldwildlife.org/pages/living-planet-report-2018)**”[\\\\[9\\\\]](#_ftn9)\\n\\nIn addition, we can do so much more to have areas where humans can enjoy and interact with nature and wildlife by progressing rewilding efforts. This is necessary so that we develop away from an us-versus-nature mentality to have newer generations of humans learning to understand, respect and love the natural world and life’s glorious diversity.\\n\\nIn the UK, activists like George Monbiot are tirelessly reminding people that respect, protection and fostering of the natural habitat is not something that happens elsewhere.\\n\\n**“In both [the Amazon basin](http://queimadas.dgi.inpe.br/queimadas/portal-static/situacao-atual/) and the [rainforests of Indonesia](https://news.mongabay.com/2019/09/indonesia-haze-fire-forest-jokowi-negligent/), the world-scorching inferno rages on, already forgotten by most of the media. Intricate living systems, species that took millions of years to evolve, are being incinerated in moments, then replaced with monocultures … We rightly call on other nations to protect their stunning places. But where are our rainforests? I mean this both metaphorically and literally. Out of 218 nations, the [UK ranks 189th for the intactness of its living systems](https://www.rspb.org.uk/globalassets/downloads/documents/conservation-projects/state-of-nature/state-of-nature-uk-report-2016.pdf). Having trashed our own wildlife, our excessive demand for meat, animal feed, timber, minerals and fossil fuels helps lay waste the rest of the world.”**\\n\\n(*George Monbiot*)[\\\\[10\\\\]](#_ftn10)\\n\\nThe desire to reconnect to our ancestral roots grows. Many feel that our drive for domination has impoverished us. We have by choice made ourselves orphans of the rich loam from which we have grown. We have made ourselves deaf to the greater music and songs that are all around us — immune to the beauty and value of other life-forms.\\n\\n**“Compassion directed toward oneself is true humility.”**\\n\\n(*Simone Weil*)[\\\\[11\\\\]](#_ftn11)\\n\\nThe concept of humility derives from a word for the soil: ‘humus’. Humility for the human race would enrich us — all we need to do is allow ourselves the happiness that comes when we fall down to the blessed Earth and praise it as one life-form of many. It carries us all, whether we think it or not.\\n\\n**“Do not let me hear**\\n\\n**Of the wisdom of old men, but rather of their folly,**\\n\\n**Their fear of fear and frenzy, their fear of possession,**\\n\\n**Of belonging to another, or to others, or to God.**\\n\\n**The only wisdom we can hope to acquire**\\n\\n**Is the wisdom of humility: humility is endless.”**\\n\\n(*T. S. Eliot*)[\\\\[12\\\\]](#_ftn12)\\n\\n![“Legends of the Yuzu Nembutsu Sect”, Art Institute Chicago, public domain \\\\[13\\\\]](https://images.mirror-media.xyz/publication-images/W-N_O4Ejppf-_Ra42Npby.png?height=1312&width=2330&size=medium)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*P08wqs6yGGqfhzrJrO8DSw.png)\\n\\n(*Rainer Maria Rilke*) [\\\\[14\\\\]](#_ftn14)\\n\\n## 10.1. International Agreements to Recover a Flourishing Biosphere\\n\\nThe UN Convention on Biological Diversity (CBD) defines biodiversity as:\\n\\n**“the variability among living organisms from all sources including, inter alia, terrestrial, marine and other aquatic ecosystems and the ecological complexes of which they are part; this includes diversity within species, between species, and of ecosystems.”**[\\\\[15\\\\]](#_ftn15)\\n\\nThe CBD was agreed at the Rio Earth Summit in 1992, with three goals:\\n\\n● the preservation of biological diversity\\n\\n● the sustainable use of its components\\n\\n● the fair and equitable sharing of the benefits from the use of genetic resources\\n\\nIn addition, the decade 2011–2020 was declared the ‘United Nations Decade on Biodiversity’ and saw the setting of the Aichi Biodiversity Targets,[\\\\[16\\\\]](#_ftn16) 20 specific, actionable goals relating to public awareness, land use, coral reef protection, deforestation, prevention of extinction, respect and integration of indigenous population conservation practices and the percentage of land and sea that is within protected areas, among issues.\\n\\nThe Aichi Targets also included five strategic goals.\\n\\n**“[Strategic Goal A](https://www.cbd.int/sp/targets/#GoalA): Address the underlying causes of biodiversity loss by mainstreaming biodiversity across government and society**\\n\\n**[Strategic Goal B](https://www.cbd.int/sp/targets/#GoalB): Reduce the direct pressures on biodiversity and promote sustainable use**\\n\\n**[Strategic Goal C](https://www.cbd.int/sp/targets/#GoalC): To improve the status of biodiversity by safeguarding ecosystems, species and genetic diversity**\\n\\n**[Strategic Goal D](https://www.cbd.int/sp/targets/#GoalD): Enhance the benefits to all from biodiversity and ecosystem services**\\n\\n**[Strategic Goal E](https://www.cbd.int/sp/targets/#GoalE): Enhance implementation through participatory planning, knowledge management and capacity building”**\\n\\nIn 2020, a draft Progress Report on the Aichi Targets was leaked, highlighting continued failings of governments and communities to make these goals and targets a priority.\\n\\n**“Over the last decade, governments have failed to meet any of the internationally agreed 2020 goals to halt plant and wildlife loss … A draft version of the fifth edition of the Global Biodiversity Outlook, seen by Climate Home News, reported that none of the 20 Aichi biodiversity targets set in Japan in 2010 have been fully met … It found that biodiversity is not yet being brought into mainstream decision-making, harmful subsidies have not been removed on a meaningful scale and biodiversity continues to decline in places used to produce food and timber.”**[\\\\[17\\\\]](#_ftn17)\\n\\nIn the face of these failings, the international community is now seeking to agree even more ambitious targets, including to halt species extinction and to protect 30% of the Earth’s land and sea by 2030.[\\\\[18\\\\]](#_ftn18) In the latest Updated Zero Draft UN Post-2020 Global Biodiversity Framework, the UN sets out:\\n\\n**“an ambitious plan to implement broad-based action to bring about a transformation in society’s relationship with biodiversity and to ensure that, by 2050, the shared vision of living in harmony with nature is fulfilled.”**[\\\\[19\\\\]](#_ftn19)\\n\\nTime is running out for meaningful action that arrests the current climate, species and biosphere crisis.\\n\\n**“But a [major report](https://ipbes.net/news/Media-Release-Global-Assessment) by the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services (Ipbes) in May last year warned species extinction was accelerating with ecosystems deteriorating at rates unprecedented in human history. The report found one million animal and plant species are now threatened with extinction, with [climate change identified as the third biggest driver](https://www.climatechangenews.com/2019/05/10/can-biodiversity-climate-crises-tackled-together/) after changes in land and sea use and the direct exploitation of organisms.”**[\\\\[20\\\\]](#_ftn20)\\n\\n## 10.2. Energy Consumption and Our Impact on the Biosphere\\n\\nThe modern use of fossil fuels has literally been a case of living off of previous life-forms in a manner which is not sustainable in the long term. Scientific and political disagreements persist about whether the use of a variety of substitute renewable energies is likely to be sufficient, given the growth of human populations and the increasing improvement in access to electricity by poorer populations that have traditionally been off the grid.\\n\\nIn addition to the pure energy requirements, there are obviously numerous advantages of moving away from fossil fuels in terms of the impact on health, natural habitats and on developing new technologies. However, at some point soon it seems we will need a major re-appraisal of nuclear energy.\\n\\n**“the International Energy Agency has concluded that meeting the goal of 2 degrees C will require doubling nuclear power’s contribution to [global energy consumption](https://www.climatecentral.org/news/nuclear-power-needs-to-double-to-meet-warming-goal-18610) … the Intergovernmental Panel on Climate Change [reached a similar conclusion](https://www.ipcc.ch/sr15/chapter/2-0/)”**[\\\\[21\\\\]](#_ftn21)\\n\\nNuclear energy is in principle the most efficient source of almost unlimited energy and it does not rely upon the Sun for its energy source. There is an upper limit on energy available from the Sun that the Earth could reach if we were to depend fully on the Sun (and its derivatives) for all of our energy needs. More importantly, there are also various costs and limits to our technical abilities to capture that free energy.\\n\\n**“One ton of natural uranium can produce more than 40 million kilowatt-hours of electricity. This is equivalent to burning 16,000 tons of coal or 80,000 barrels of oil.”**[\\\\[22\\\\]](#_ftn22)\\n\\nA utility-optimal assessment is necessary to ascertain the impact on life-forms and habitats of all the various energy options balanced against the total or maximum utility available from each.\\n\\nDogmatic positions on these matters may prejudice action to protect species and our biosphere. We need scientific assessments on when our projected energy requirements will hit various limits for different energy sources, the environmental impacts of each and the diminishing returns for every marginal unit of energy and resource spent.\\n\\n**“Over the past 50 years, nuclear power stations … have avoided the emission of an estimated 60bn tonnes of carbon dioxide. Nuclear energy can power whole civilisations, and produce waste streams that are trivial compared to the waste produced by fossil fuel combustion.”**[\\\\[23\\\\]](#_ftn23)\\n\\n## 10.3. Collective Action to Protect Ourselves and Other Life-Forms\\n\\n![Earthshot Prize](https://miro.medium.com/max/700/1\\\\*H9UU79gWdaClHbsM5f9lYg.gif)\\n\\n## 10.3.1. Earthshot Prize\\n\\n![](https://miro.medium.com/max/1000/1\\\\*miNDvDaB7gN7d8UKr2lqEA.png)\\n\\nThe need for change is now so pressing that a large number of ground-up collective efforts to track and change our interactions with the living environment have been established.\\n\\nThe Earthshot Prize has been set up with the backing of a number of people, including celebrated nature documentary-maker Sir Richard Attenborough and Prince William.\\n\\nThe idea reflects the so-called ‘moonshot’ projects of the 1950s and 1960s, when concerted efforts were made to allow humans to leapfrog ahead in our technological abilities to travel in space.\\n\\nWith a similar effort to protect the Earth, if we set ambitious and inspiring objectives, we can make a significant difference. The project was announced around the same time that Sir David Attenborough released a series of nature programmes focusing on the human impact on the Earth, in an attempt to catalogue a crime by humanity against all other living things.[\\\\[24\\\\]](#_ftn24)\\n\\n**“The Earth is at a tipping point and we face a stark choice: either we continue as we are and irreparably damage our planet, or we remember our unique power as human beings and our continual ability to lead, innovate and problem-solve. People can achieve great things. The next ten years present us with one of our greatest tests — a decade of action to repair the Earth.”**\\n\\n(*Prince William*)[\\\\[25\\\\]](#_ftn25)\\n\\nThe Earth Shot Prize will award five £1 million grants each year for the next ten years for solutions to the world’s greatest environmental problems. The panel of judges features well known personalities from various walks of life, helping the initiative connect to a wide variety of people across communities, cultures and geographies. The work of the Earthshot Prize is about celebrating the wonders of our biosphere and increasing awareness and education about the environment and the problems faced by many species — and about solving those issues within the next ten years.\\n\\nThe ability to connect and communicate on these key, and often complex, issues is the real work that is required if we are to collectively solve some of the problems we have created. The goal is to protect and restore nature, clean our air, revive our oceans, create a waste-free world and fix our climate.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*NAOCUICQXrwadZ7LBDkp6Q.png?size=medium)\\n\\n## 10.3.2. Half-Earth Foundation\\n\\nThe celebrated biologist E. O. Wilson is behind the Half-Earth Project, the ambitious goal of which is to set aside half of the Earth for the use and enjoyment of all other life-forms.\\n\\n**“Only by committing half of the planet’s surface to nature can we hope to save the immensity of life-forms that compose it. Unless humanity learns a great deal more about global biodiversity and moves quickly to protect it, we will soon lose most of the species composing life on Earth. The Half-Earth proposal offers a first, emergency solution commensurate with the magnitude of the problem: By setting aside half the planet in reserve, we can save the living part of the environment and achieve the stabilization required for our own survival.”**\\n\\n(*E. O. Wilson*)[\\\\[26\\\\]](#_ftn26)\\n\\nWilson’s 2017 manifesto has led to the creation of a number of projects within the E. O. Wilson Biodiversity Foundation that better enables us to see our impact on the biosphere and areas where biodiversity is improving or deteriorating. The project includes national report cards on each country’s status and efforts in this field.\\n\\n![](https://miro.medium.com/max/2000/1\\\\*y2kfOK9839AGfViHdKrv1g.jpeg?size=medium)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*zY9mh7zvWvDHFFCXPF1mcw.jpeg?size=medium)\\n\\n## 10.3.3. Rewilding initiatives\\n\\n**“The world must rewild and restore an area the size of China to meet commitments on nature and the climate, says the UN, and the revival of ecosystems must be met with all the ambition of the space race.”**[\\\\[27\\\\]](#_ftn27)\\n\\nE. O. Wilson’s foundational attempt to create some protected spaces on Earth for all other life-forms is worthwhile and some areas free from human intervention and predation are necessary to give more growth in biodiversity a better chance.\\n\\nHowever, an approach that includes humans (particularly rewilding projects) within a more integrated rebalancing that respects the value of other life-forms must be usually be the preferred route where possible, since it enables our species to learn about other species and enjoy life’s wonderful diversity. On the road to rebalancing our relationship with other life-forms it is necessary for us to interact with and, in doing so, learn to love life’s great tapestry.\\n\\nThere are numerous ‘rewilding’ initiatives being undertaken across the planet. They involve bringing ‘the wilderness’ back to spaces which have lost their ‘pristine bloom’ but that process also requires that we open up to our wilder nature — to restore our sense of that small part we must play in the sacred interplay of life and death in the living and unfathomably large unfriendly friendly universe.\\n\\n**“Actually, there are two definitions of rewilding that appeal to me. One is the mass restoration of ecosystems. By restoration, I really mean bringing back their trophic function…Trophic function is the interactions between animals and plants in the food chain. Most of our ecosystems are very impoverished as far as those interactions are concerned. They’re missing the top predators and the big herbivores, and so they’re missing a lot of their ecological dynamism. That, above all, is what I want to restore….The other definition of rewilding that interests me is the rewilding of our own lives. I believe the two processes are closely intertwined — if we have spaces on our doorsteps in which nature is allowed to do its own thing, in which it can be to some extent self-willed, driven by its own dynamic processes, that, I feel, is a much more exciting and thrilling ecosystem to explore and discover, and it enables us to enrich our lives, to fill them with wonder and enchantment.”**\\n\\n(*George Monbiot*)[\\\\[28\\\\]](#_ftn28)\\n\\nIn the country in which I was born, Scotland, there are some noteworthy projects to bring back much of the countryside from its current status, which is that of a pretty, wet but ultimately denuded and deserted landscape. Monbiot has been a notable advocate and catalyser of this new movement.[\\\\[29\\\\]](#_ftn29)\\n\\nThe Scottish Rewilding Alliance[\\\\[30\\\\]](#_ftn30) is calling on the Scottish Parliament to vote to make Scotland the world’s first rewilding nation and it appears that a large constituent of Scottish people support the initiative.[\\\\[31\\\\]](#_ftn31) Their initial targets are to gain political commitment to five different measures to protect nature and boost the economy:\\n\\n● Commit to rewilding 30 per cent of public land.\\n\\n● Establish a community fund to support rewilding in towns and cities.\\n\\n● Backing the reintegration of keystone species such as rehoming beavers and reintroducing the Eurasian Lynx where there is local support.\\n\\n● Create a coastal zone where dredging and trawling are not permitted\\n\\n● Introduce a plan to control deer populations, allowing land to recover from overgrazing[\\\\[32\\\\]](#_ftn32)\\n\\nSome of Scotland’s largest private landowners are also pushing forward with private initiatives. Anders and Anne Holch Povlsen own significant land in Scotland and have commenced a multigenerational project to restore biodiversity and thriving human communities in the wet deserted highlands.[\\\\[33\\\\]](#_ftn33)\\n\\n**“Wildland’s philosophy, its overriding mission, is very simple: we wish to restore our parts of the Scottish Highlands to their former natural splendour. And not just the land, the whole fabric of these great estates. It is our 200 year vision. Today, we have taken but the first few steps towards making this vision a reality. Whilst nature answered only to the changing seasons, so too did man coexist in natural balance. However, we also have to accept the harsh reality that people who once worked the land have moved away. Now though, Wildland’s fervent desire is to see local communities thrive once more and to have those that have left the Highlands come back; bringing with them all-new skills and all-new visions for the way that people can work and live here.”**[\\\\[34\\\\]](#_ftn34)\\n\\nRewilding can also be done on a smaller scale by each of us once we open up to the value and fascination of other life-forms.\\n\\nIt can be as simple as choosing to simply allow other species to live with us and near us: the wasps’ nest in your eaves, the mouse in your house, the moles in the garden and the ants all around you. It can be to allow part of your garden to be a wild meadow that is a paradise for nature’s great pollinators and reduces your lawn mowing costs and time.[\\\\[35\\\\]](#_ftn35)\\n\\nWhilst farmers, given their livelihoods, may have more limited options in their designation of wild animals as pests, most of us do not have these limitations when choosing the kind of home and garden we wish to live in. Make your garden a rich liminal part of the wider living landscape, not a sterile prison to keep diversity out and you in.\\n\\nBe consciously in the world, though it may frighten you at first.\\n\\n\\\\*\\\\*\\\\*\\n\\ncontinued in:\\n\\n[https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/FVL7W2vapXV8m5Qnu2zeAj1NiBVMlWl0-SHkO1ap8lw](https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/FVL7W2vapXV8m5Qnu2zeAj1NiBVMlWl0-SHkO1ap8lw)\\n\\n\\\\*\\\\*\\\\*\\n\\n[\\\\[1\\\\]](#_ftnref1) Images: “[Carpathian Biosphere Reserve](https://commons.wikimedia.org/wiki/File:%D0%A7%D0%B5%D1%80%D0%B2%D0%BE%D0%BD%D1%96_%D0%BA%D0%B0%D1%80%D0%BF%D0%B0%D1%82%D1%81%D1%8C%D0%BA%D1%96_%D0%B3%D0%BE%D1%80%D0%B8.jpg)”, Wikipedia, [Vian](https://commons.wikimedia.org/wiki/User:Vian), 2014 CE, [CC BY-SA 4.0](https://creativecommons.org/licenses/by-sa/4.0/deed.en); “[Autumn Morning in the outskirts of Rakhiv](https://commons.wikimedia.org/wiki/File:%D0%97%D0%B0_%D1%81%D0%B5%D0%BB%D0%BE%D0%BC_2.jpg)”, Wikipedia, [Михайло Пецкович](https://commons.wikimedia.org/wiki/User:Swift11), 2014 CE, [CC BY-SA 4.0](https://creativecommons.org/licenses/by-sa/4.0/deed.en); “[A foggy morning in the Carpathian mountains](https://commons.wikimedia.org/wiki/File:%D0%9A%D0%B0%D1%80%D0%BF%D0%B0%D1%82%D1%81%D1%8C%D0%BA%D0%B8%D0%B9_%D1%82%D1%83%D0%BC%D0%B0%D0%BD%D0%BD%D0%B8%D0%B9_%D1%80%D0%B0%D0%BD%D0%BE%D0%BA.jpg)”, Wikipedia, [Vian](https://commons.wikimedia.org/wiki/User:Vian), 2014 CE, [CC BY-SA 4.0](https://creativecommons.org/licenses/by-sa/4.0/deed.en). See Wikipedia, “[Carpathian (Ukraine) Biosphere Reserve](https://en.wikipedia.org/wiki/Carpathian_Biosphere_Reserve)”, describing a small (approximately half the size of Hong Kong) but important reserve seeking to limit human exploitation of the land and balance the immediate needs of humans with longer-term ecological needs.\\n\\n[\\\\[2\\\\]](#_ftnref2) “[Fact Check: Were There More Trees 100 Years Ago Vs Today?](https://www.tentree.com/blogs/posts/fact-check-are-there-really-more-trees-today-than-100-years-ago)”, The Environmentor.\\n\\n[\\\\[3\\\\]](#_ftnref3) Rhett A. Butler, “[How the pandemic impacted rainforests in 2020: a year in review](https://news.mongabay.com/2020/12/how-the-pandemic-impacted-rainforests-in-2020/)”, Mongabay, 28 December 2020 CE.\\n\\n[\\\\[4\\\\]](#_ftnref4) Andrea Owe, “[Environmental Ethics in Outer Space](https://www.duo.uio.no/bitstream/handle/10852/69331/1/Owe-Andrea-15-05-2019-Environmental-Ethics-in-Outer-Space-MAthesis-.pdf)”, The University of Oslo, 15 May 2019 CE.\\n\\n[\\\\[5\\\\]](#_ftnref5) [Amanda Montañez](https://www.scientificamerican.com/author/amanda-montanez/), “[How Much of the World’s Protected Land Is Actually Protected?](https://www.scientificamerican.com/article/how-much-of-the-worlds-protected-land-is-actually-protected1/)”, *Scientific American*, 17 May 2018 CE. Image overleaf: from “[Maps](https://www.half-earthproject.org/maps/)”, Half-Earth Project; please visit the Half-Earth site for some wonderful information on the current state of protection of the biosphere and biodiversity at a global and national level.\\n\\n[\\\\[6\\\\]](#_ftnref6) Melissa Breyer, “[10 Countries With the Most Protected Areas](https://www.treehugger.com/countries-largest-amount-protected-land-4858224)”, Treehugger, 28 May 2020 CE.\\n\\n[\\\\[7\\\\]](#_ftnref7) [Statement](https://www.iucn.org/theme/protected-areas/about) of the [International Union for Conservation of Nature](https://www.iucn.org/).\\n\\n[\\\\[8\\\\]](#_ftnref8) Figures taken from “[Discover the World’s Protected Areas](https://www.protectedplanet.net/en)”, protected planet, 2020 CE. Image overleaf: from “[Global Coverage](https://livereport.protectedplanet.net/chapter-2)”, live report, protected planet, 2021 CE.\\n\\n[\\\\[9\\\\]](#_ftnref9) Emma Marris, “[To ensure a stable planet, 30% of Earth needs protections by 2030](https://www.nationalgeographic.com/environment/2019/01/conservation-groups-call-for-protecting-30-percent-earth-2030/)”, *National Geographic*, 31 January 2019 CE.\\n\\n[\\\\[10\\\\]](#_ftnref10) George Monbiot, “[Rewilding will make Britain a rainforest nation again](https://www.theguardian.com/commentisfree/2019/sep/25/rewilding-britains-rainforest-planting-trees)”, *The Guardian*, 25 September 2019 CE.\\n\\n[\\\\[11\\\\]](#_ftnref11) Simone Weil, *First and Last Notebooks*, translated by Richard Rees, 1970 CE.\\n\\n[\\\\[12\\\\]](#_ftnref12) T. S. Eliot, “East Coker”, *Four Quartets*, 1941 CE.\\n\\n[\\\\[13\\\\]](#_ftnref13) Unknown artist, “Legends of the Yuzu Nembutsu Sect”, 1400s CE, Art Institute Chicago, public domain. “It recounts details from the life of Ryōnin (1073–1132), a charismatic Tendai monk who founded the Yuzū sect. The Buddhist concept of yuzū refers to the interrelationship or initial oneness of all things. The dynamically new approach to salvation … reasoned that if all things are interrelated, the meritorious action of one individual benefits many. Followers of Amidism registered their names in a tally book, pledging to recite the brief nembutsu prayer, an invocation of the Amida Buddha … Contrasted with the dense and elite ritual of Buddhist teachings of the Heian period (794–1185), this simple, more populist approach to Buddhism had enormous appeal” (“[Legends of the Yuzu Nembutsu Sect](https://www.artic.edu/artworks/56731/legends-of-the-yuzu-nembutsu-sect)”, Art Institute Chicago).\\n\\n[\\\\[14\\\\]](#_ftnref14) “But if the endlessly dead awakened a symbol in us, perhaps they would point to the catkins hanging from the bare branches of the hazel-trees, or would evoke the raindrops that fall onto the dark earth in springtime. –\\n\\nAnd we, who have always thought of happiness as *rising*, would feel the emotion that almost overwhelms us whenever a happy thing *falls.*”\\n\\nRainer Maria Rilke, “The Tenth Elegy”, *The Duino Elegies*, 1923 CE, translated by Stephen Mitchell, *The Duino Elegies and the Sonnets to Orpheus*,\\\\* \\\\*2009 CE.\\n\\n[\\\\[15\\\\]](#_ftnref15) United Nations, “[Convention on Biological Diversity](https://www.cbd.int/convention/text/)”, 1992 CE. The full text is available in multiple languages.\\n\\n[\\\\[16\\\\]](#_ftnref16) Convention on Biological Diversity, “[Aichi Targets](https://www.cbd.int/sp/targets/#:\\\\~:text=By%202020%2C%20at%20least%2017,well%20connected%20systems%20of%20protected)”, 2010.\\n\\n[\\\\[17\\\\]](#_ftnref17) Chloé Farand, “[World misses 2020 biodiversity goals: leaked UN draft report](https://www.climatechangenews.com/2020/09/08/world-misses-2020-biodiversity-goals-leaked-un-draft-report/)”, Climate Home News, 8 September 2020 CE.\\n\\n[\\\\[18\\\\]](#_ftnref18) Chloé Farand, “[UN outlines 2030 goals to save planet’s biodiversity](https://www.climatechangenews.com/2020/01/13/un-outlines-2030-goals-save-planets-biodiversity/)”, Climate Home News, 13 January 2020 CE.\\n\\n[\\\\[19\\\\]](#_ftnref19) Convention on Biological Diversity, “[Updated Zero Draft of the Post-2020 Global Biodiversity Framework](https://www.cbd.int/article/zero-draft-update-august-2020)”, 2020 CE.\\n\\n[\\\\[20\\\\]](#_ftnref20) Chloé Farand, “[UN outlines 2030 goals to save planet’s biodiversity](https://www.climatechangenews.com/2020/01/13/un-outlines-2030-goals-save-planets-biodiversity/)”, Climate Home News, 13 January 2020 CE.\\n\\n[\\\\[21\\\\]](#_ftnref21) Daniel B. Poneman, “[We Can’t Solve Climate Change without Nuclear Power](https://blogs.scientificamerican.com/observations/we-cant-solve-climate-change-without-nuclear-power/)”, *Scientific American*, 24 May 2019 CE.\\n\\n[\\\\[22\\\\]](#_ftnref22) “[Uranium Quick Facts](https://web.evs.anl.gov/uranium/guide/facts/)”, Depleted UF6.\\n\\n[\\\\[23\\\\]](#_ftnref23) James Hansen, Kerry Emanuel, Ken Caldeira and Tom Wigley, “[Nuclear power paves the only viable path forward on climate change](https://www.theguardian.com/environment/2015/dec/03/nuclear-power-paves-the-only-viable-path-forward-on-climate-change)”, *The Guardian*, 3 December 2015 CE.\\n\\n[\\\\[24\\\\]](#_ftnref24) Charlotte Beauchamp, “[David Attenborough’s Witness Statement: ‘A Life On Our Planet’](https://impakter.com/david-attenboroughs-witness-statement-a-life-on-our-planet/)”, Impakter, 13 October 2020 CE.\\n\\n[\\\\[25\\\\]](#_ftnref25) [The Earthshot Prize](https://earthshotprize.org/).\\n\\n[\\\\[26\\\\]](#_ftnref26) E. O. Wilson, “[A Biologist’s Manifesto for Preserving Life on Earth](https://www.sierraclub.org/sierra/2017-1-january-february/feature/biologists-manifesto-for-preserving-life-earth)”, *Sierra*, 12 December 2016 CE.\\n\\n[\\\\[27\\\\]](#_ftnref27) “[World must rewild on massive scale to heal nature and climate](https://www.theguardian.com/environment/2021/jun/03/rewild-on-massive-scale-to-heal-nature-and-climate-says-un-decade-on-ecosystem-restoration-aoe)”, \\\\*The Guardian, \\\\*03 June 2021 CE\\n\\n[\\\\[28\\\\]](#_ftnref28) Jennifer Sahn, “[The Great Rewilding](https://orionmagazine.org/article/the-great-rewilding/)”, *Orion Magazine*, 2013 CE\\n\\n[\\\\[29\\\\]](#_ftnref29) <https://www.rewildingbritain.org.uk/>\\n\\n[\\\\[30\\\\]](#_ftnref30) <https://www.rewild.scot/>\\n\\n[\\\\[31\\\\]](#_ftnref31) Eleanor Sly, “[Scottish parties urged to commit to making country first rewilding nation](https://www.independent.co.uk/climate-change/news/scotland-rewilding-conservation-climate-crisis-b1833710.html)”, *Independent*, 19 April 2021 CE\\n\\n[\\\\[32\\\\]](#_ftnref32) Rosie Frost, “[Scotland could become the world’s first ‘rewilding nation’. How did they get here?](https://www.euronews.com/green/2021/04/26/scotland-could-become-the-world-s-first-rewilding-nation-how-did-they-get-here)”, \\\\*Euronews, \\\\*26 April 2021 CE\\n\\n[\\\\[33\\\\]](#_ftnref33) <https://wildland.scot/>\\n\\n[\\\\[34\\\\]](#_ftnref34) <https://wildland.scot/conservation>\\n\\n[\\\\[35\\\\]](#_ftnref35) Phoebe Weston, “[Went to mow … but stopped: how UK cities embraced the meadows revolution”](https://www.theguardian.com/environment/2021/jul/10/went-to-mow-but-stopped-how-uk-cities-embraced-meadows-revolution-aoe), *The Guardian*, 10 JUly 2021 CE\",\"timestamp\":1639489517,\"title\":\"Ethics of Life — 10. Protection of the Biosphere - Ethics of Life - Medium\"},\"digest\":\"f0e5IlOcQwJjHwomplkFd59FMEMat6gmslN_XjTF428\",\"authorship\":{\"contributor\":\"0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e4G9o3wQEalHCyu1nrx43_XLj33NkkbtPU9zhgLpEoc\\\",\\\"y\\\":\\\"SMfJ8rbTNB0Nm4Wk9iL9Uo7u3NH1MHQMvR-AC5DuNdw\\\"}\",\"signature\":\"De1HjJQrBwFwGFkuLEPffdFhVXNA26lE1WDLVnEykGTYjFgd2KUCh3TdtqU3WX6j96rxdSx_4WGeJ-oakqRWFg\",\"signingKeySignature\":\"0xdf71867d6a93a9e9fc97739057d22cb3e7a0c04250c4da3797e334eba75e19656b925c0d134918e43f95fa27b290bd5caa4e20826faad966e713ce681d9f182d01\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e4G9o3wQEalHCyu1nrx43_XLj33NkkbtPU9zhgLpEoc\\\",\\\"y\\\":\\\"SMfJ8rbTNB0Nm4Wk9iL9Uo7u3NH1MHQMvR-AC5DuNdw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"t5rcMmeYi3jvAGc7PeE5eqHdXj7Q2Ijs_w0o80mVj0Y\"}"