"{\"content\":{\"body\":\"In today’s article, we’re discussing a new and exciting network called the [Anchor Protocol](https://anchorprotocol.com/#). What makes this protocol so unique is that it is using diversified staking yields, money markets, ANC token incentives, and governance to compose a fully decentralized fixed-income instrument. And in case you’re now wondering if that sounds too good to be true, let’s just have a look at the protocol so you can make up your mind.\\n\\nLet’s start at the beginning. Over the past few years, the blockchain space has seen explosive growth in Decentralized Finance (DeFi). A wide range of financial applications covering a wide range of use cases, such as collateralized lending (Compound), decentralized exchanges (Uniswap), and prediction markets (Augur)have launched. Despite early success and a large influx of brains and capital, DeFi has yet to create a convenient and straightforward savings product with broad appeal outside of the crypto world. The savings product, Anchor, believes, is the path to mass adoption for decentralized finance.\\n\\n**Anchor is a savings protocol that accepts Terra deposits (such as Luna and UST), allows instant withdrawals, and pays depositors a low-volatility interest rate.** Anchor lends deposits to borrowers who put down liquid-staked PoS assets from major blockchains as collateral to generate yield (bAssets). Anchor stabilizes the deposit interest rate by passing a variable fraction of the bAsset yield to the depositor. It guarantees depositors’ principal by liquidating borrowers’ collateral through liquidation contracts and third-party arbitrageurs.\\n\\nThe Anchor protocol defines a money market between a lender seeking stable yields on their stablecoins and a borrower seeking stablecoins through stakeable assets. Borrowing stablecoins entails locking up Bonded Assets (bAssets) as collateral and borrowing stablecoins. The diverse stream of staking rewards accruing to the global collateral pool is then converted to stablecoin and granted to the lender in the form of a stable yield.\\n\\nAnchor Terra represents deposited stablecoins (aTerra). aTerra tokens are redeemable for the initial deposit and accrued interest, allowing interest to be collected simply by holding on to them.\\n\\n \\n \",\"timestamp\":1639556753,\"title\":\"Introduction To Anchor Protocol\"},\"digest\":\"76SrCMA1Y3un666ELqT5Uljes0eOKA9gMfX26BOAQRs\",\"authorship\":{\"contributor\":\"0x64c15f3f7482e5FAD54c6303BB542884334458d6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-ktp-IARVPE3PevnaBxC-e6ssS4OpRCj2wsUGhIC6mE\\\",\\\"y\\\":\\\"1B1nwR2Ze4TZnD1O8InJq916qrBZqm5JL1XvM8oG278\\\"}\",\"signature\":\"uPtlBr2lbrAGV8apf6D5w2KuFQfwaYosQBeoIhfoX32p-uFcFJhTp4GF5I7ah5PwYoifWgLGHe_DKGbjFu4y3Q\",\"signingKeySignature\":\"0x9c016fe1fdfd9ba4e30d09655fd103a17b0d3658ac78097a881e2b7e0842d7043670304e910122453aeb8d45a9273d76efd28b1de900b182b6c60a86d5fb416b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-ktp-IARVPE3PevnaBxC-e6ssS4OpRCj2wsUGhIC6mE\\\",\\\"y\\\":\\\"1B1nwR2Ze4TZnD1O8InJq916qrBZqm5JL1XvM8oG278\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"76SrCMA1Y3un666ELqT5Uljes0eOKA9gMfX26BOAQRs\"}"