"{\"content\":{\"body\":\"## Language in English\\n\\n> Boarding&Duel. Hello alien world!\\n\\n```\\nRolling hills are still shrouded in darkness, and the view is full of a combination of rock and cloud. From the bottom to the top, where the mountain cannot reach, there is the sky to fill; Conversely, where the sky cannot cover the gap, there are mountains to occupy. From the intersection of the mountain and the sky, a fierce eagle crying came to the air to curb the clouds, with the wind whistling and sprinting together, as if to tear this darkness in general, like a sharp sword straight towards the sky. But less than a moment later, the continuous echoes gradually faded, and finally the darkness enveloped the cry. Everything was the same as before, the mountains were still mountains, the sky was still sky, and the darkness was still not dispersed.\\n\\nThe top of the mountain is rocky, an eagle stands on the rock, deep as night gaze into the distance. I do not know how long, the black pupil of the eye suddenly appeared a little red dot, then the red dot along the edge of the pupil gradually propped up, forming a small ball of fire, quite a \\\"gaze like a torch\\\" momentum. A sound of the eagle's cry from the fireball popped out, and in a flash, the painting of the mountain sky suddenly changed its hue, a touch of gold into the color plate.\\n\\nIn the distance, a red sun rises. In this bright red, soaring eagle into a little black point, moving slowly in the air. It first sprinted straight towards the direction of the sun, then followed by two circles, and finally paddled towards the northeast, disappearing into the rolling hills.\\n\\nThe eagle disappeared, yet the sky continued to surge with a golden wave. This wave is rapidly advancing in all directions, it flew over layers of mountains, rolled over the sea, rolled over the entire continent, and finally stopped in front of a majestic snow-capped mountains gently. The cloudy bank of clouds, only the wind rolled snowflakes to meet. In the midst of the wind and snow, a sunken ice crystal snowflake suddenly left the team, from the air speedy but not lose elegance down, riding the height of a hard hit on the ground.\\n\\nThis is halfway up the mountain, but the snow line is steadily crossing here. Downward there are blue and white flowers on the weeds to show life, upward there is only a dead white.\\n\\nSomewhere below the snow line, a man and a woman, stepping on the flower bones at an even pace, walking in the opposite direction. The man did not hesitate, a foot across the snow line to go up; the woman also did not look back, following the flower clusters down.\\n\\nAfter a while, the two returned their heads almost simultaneously, however, at this time the two had no longer each other in their field of vision.\\n\\nWhen the man turned back, he was sitting on a rock resting, looking in the direction of the mountain, a pair of eyes shining with a luster, eyes full of joyful light. He looked down the mountain and wanted to say something, but just a mouth, a cold air straight into the throat, choking him for a moment to lose his voice. He jumped up and slapped the snow off his buttocks. As if he had just woken up from a dream, he slapped his face hard, while inhaling heavily.\\n\\nAfter a few choked sobs, it finally smoothed out. He raised his right hand, which held a brightly colored, light as a feather leaf. He said slowly: \\\"Have a good trip, Sugar.\\\"\\n\\nAs soon as the words left his mouth, a blast of wind came whistling from the top of the mountain. The mountain wind hunted and sent his blessed leaves out, while it also blew up the hood on his head when he turned around. The former, he could never have imagined that he could still encounter it years later when he revisited his hometown - of course, this is an afterthought; while the latter, revealing its once-covered face, brought a touch of life to the pale snowy land.\\n\\nFrom the face of this is a young man of about twenty. His skin white handsome, thick eyebrows under the birth of a pair of large eyes containing a thousand thoughts, such as pearls hidden in the shell, such as the sun hidden in the clouds. The lips are straight and the mouth is straight, and the nose is connected to the eagle hook. The forehead is wide and flat, tied a black hair hanging straight from the shoulders. The body is clothed in an attack of black as the bottom of the linen shirt with gold patterns, although the tone is slightly mature, but the tall, strong and thick body is not deceived it. Thick eyebrows, big eyes, stinky children, body posture valiant own God. He has a steady pace, although not as smooth as the ground, but each footprint can say a few points deep, a few points regular. For the cold, he just feel some discomfort, but not afraid, and not bothered, although he was wearing only some thin clothing. It is better to say that it is thin, rather than from another season. In the midst of the snow only wear a long shirt over a hooded cloak is really a cold look.\\n\\nHe kept walking in the wind and snow for about an hour before the mountain biscuit finally disappeared, revealing a dense cloudy sky. An abrupt stone monument was placed across the road, inscribed with the three words \\\"World Mountain\\\". Around the three words were also carved numerous horizontal lines of varying depths. He stopped to catch his breath while picking up a sharp stone, and heavily scratched a line on this stone, and the line passed through several carved lines.\\n\\nWith a wave of his arm, he threw off the stone and shouted loudly against the cold wind: \\\"I am Lugar.Uba! I come to challenge the King Ingram - I am - Lugar - Uba ......\\\"\\n\\nLugar shouted over and over again, without impatient, but full of pride and glory. When he did the third time, the wind and snow suddenly stopped abruptly, and from somewhere in the distance came a reply: \\\"Rare guests with drought, please come to the stone cave to warm up and catch up.\\\" The echo was thick and resolute, as if there was a heat wave in the sound wave, which made people ignite and boil.\\n\\n\\\"I'm here to challenge, what old times are there to catch up on. Are you still afraid of losing to me? The carving of life and death has been drawn, come and fight!\\\" The rules of World Mountain: before entering the mountain, carve a stone as a deed, one battle a moment, one battle a king. Only the king bless the tribe and rules the continent.\\n\\n\\\"Hahahahaha! Yellow-haired little boy, since life and death are already decided, you should kill yourself on the spot!\\\" As soon as the words left his mouth, the wind picked up and snowflakes flew across the sky once again.\\n\\n\\\"Yuck callback, old yellow-haired papa, We Clan Uba live in seclusion at the Gallo boundary, where the time is of no use to my clan. It's hard to tell who's the older of the two of us yet. Do the math while you're older, what are your chances of winning if I defeat you?\\\" Lugar's eyebrows flew up and the corners of his mouth were full of triumph.\\n\\nThere is a rustling in the stone cave and a red figure appears at the entrance. He comes slowly forward, surrounded by four blazing fires. Wherever he walked, his footprints melted away, and his step was like an immortal driving a fog. By the time Lugar felt a warmth on his face, the man was already standing in front of him at some point. The man's body was covered in white fleece, with different shades of fur, mostly a mixture of fox, wolf and bear feathers from the snowy wilderness. The man was stout, with alternating black and white between his hair and beard, a scar hanging diagonally over his left eye, while in his right eye, the one eye with the crimson pupil was glaring malevolently at Lugar.\\n\\n\\\"I have lived long enough, and now the man who will be defeated under me will not be wrong to call me a grandfather.\\\"\\n\\n\\\"Therefore grandfather Ingram, can you spare me a punch?\\\" As soon as he said that, Lugar swung a hook with his right arm straight at the jaw of the Ingram.\\n\\nThe punch was hurried and fierce, and Ingram's head was thrown back, which makes him took several steps backwards. But before he could stand up, he saw that Lugar had already built up his momentum and continued to punch. With a loud cry, his right hand caught Lugar's fist and sent it inwards, while his left hand quickly caught his opponent's shoulder and both hands closed at the same time. There was only a dull, dark thud as the two men's foreheads clashed heavily together.\\n\\n\\\"How can this iron lump of a head be a king too?\\\" Lugar only felt his head heat up, as if he had been hit by a fire rod with a strange burning sensation. He laughed out loud while rubbing his head.\\n\\n\\\"A word of advice, no matter what you do, you have to warm up before you do it.\\\" Ingram stood firmly on his feet, the fireball around gradually floating slower and slower. His whole body emitting a white aura. With a meeting of their eyes, their fists came up against each other, exchanging punches back and forth for several rounds. Until four balls of fire hovered behind Ingram, a thick, milky white mist rolling in and out between them. In a flash, as soon as Ingram' fists were withdrawn and reached back in a smooth motion, and when hands were raised in a reverse curve above his head, a huge dark yellow axe appeared across the sky in his hands. With the axe in both hands, Ingram slashed down hard in the direction of One-Eye's angry gaze.\\n\\nAs soon as the giant axe appeared above his head, Lugar felt a sudden darkness before his eyes, and in the blink of an eye a black line came whirling like a vicious tiger. A few strands of black hair slipped from his shoulders, blown by the cold wind towards the line of snowflakes. By the time the huge axe came down, Lugar had somehow appeared more than ten feet away, seems like where he had just started the battle.\\n\\n\\\"It's been a long time since you fought with the Clan Uba, therefore you're rusty?\\\" Lugar pulled out a roll of golden damask from his sleeve, which was bent and twisted across the air like a golden snake.\\n\\n\\\"The spatial technique? I think there was a guy who used to do it, but you did it better than that guy, faster and farther. By the way, what was his name again?\\\" Ingram lifted the giant axe with a black crack showed in the snow.\\n\\n\\\"Moon.Uba! The hero of our Clan Uba.\\\" Lugar said proudly.\\n\\n\\\"Moon? Oh damn it, look at my memory. But you're not going to play hide-and-seek with me like he was, are you?\\\" Ingram gazed at the golden damask floating in front of him and sensed a hint of divine solemnity. It was an aura he knew all too well.\\n\\nFifty years ago, he led the Clan Sunrise to conquer the Clan Uba and became the new king of the land. For fifty years, the sacred fire he used as king to communicate with the Clan Heaven also had this scent. When he heard that the visitor was from Uba, he remembered the joy of the battle that had brought victory to the Clan Sunrise fifty years earlier. People sat in groups around the blazing fire, drinking blood and eating flesh, singing and dancing with joy. As the flames flickered, the stars echoed. The people sprinkle powder on the flames as they tell the Clan Heaven about the deal. The next day a line of geese or a mountain of rubble appears in the procession of returning hunters, their faces piled high with gratitude to their chief. The king of the land, the Ingram. For all the bargaining chips of this bargain were borne by the freedom of the king. The challenge for Ingram to accept 10,000 people at the summit of the World Mountain was like a life sentence. He never wanted to admit defeat, for everyone on the continent knew that the Clan Heaven held something mysterious, something that could turn the world upside down. Their position in the vault of heaven was a symbol of their high status, calling the wind and the rain, making the most of the terrain in the sky and bringing blessings to the king's people. They are also the highest sorcerer spirits beyond the Clan Uba, ruling over the souls of all the dead in the world. Like all those who came to challenge them, Ingram understood better than anyone that the tribe could not develop without the blessing of the king in this capacity.\\n\\nHe remembered all this clearly, except for the part about the Uba, especially that final war, which his memory kept flickering, sometimes remembering it clearly and then forgetting it all in an instant. He was now approaching eighty, though the power of the king made him look young, and with the yoke of boredom that would continue even after fifty years, he gave up on reminiscing and put the memory loss down to time, spending his days running around doing the trivial bidding of the Clan Heaven.\\n\\nAs Lugar stroked the golden damask, a bright light flashed through the sea of memory in Ingram's head. It was as if he saw, in mid-air, a black shadow and a shimmering golden damask from which this bright light came. In the same instant the light was obliterated, When he saw it again it was in the hands of Lugar, who was at that moment meditating with his eyes closed, the golden damask in his hands shimmering with golden light and the patterns on it changing. Suddenly, Lugar opened his eyes and two golden rays of light shot out of them. After the light passed, his eyes flowed with clear, sparkling light. Lugar's hand brushed against the damask, his fingertips leaping as if he were playing a lute, while at the same time, the surrounding snow began to rustle and shake. Piles and piles of snow floated in the air, and the constant trembling gradually revealed the form of a three-metre-tall giant. As soon as the snow giant took shape, the giant waved his ice spear and charged towards Ingram.\\n\\n\\\"To be honest, I don't think a fight has to be close.\\\" Lugar stood right where he was, maneuvering one, no, somehow it had increased to two, four ...... hordes of snow giants rushing out from around Lugar, a circle of grey rocky ground revealed beneath his feet. The snow giants, with stone for bone and snow for flesh, had thick limbs, and they swarmed one after another in groups, thrusting deep, sweeping, spear-throwing, uppercutting and hammering ...... They attacked towards Ingram from all sides.\\n\\nWhile Ingram was busy dealing with the hordes of snow giants coming at him, Lugar was still snapping his fingers so often, seemingly creating something else, that the wind and snow in the sky became weaker for a while. The snow giants were either shattered or broken in two or melted, but one snowman fell and another one came right back. The snow on the mountain was inexhaustible for Lugar.\\n\\nThe crowd of snow giants, though vast, could not yet do any substantial damage to Ingram. There were countless melting snowmen lying at his feet, and a circle of flame just flared up over the snow, an inverted bowl-shaped stream of fire wrapping the hills perfectly. He shouted from a distance, \\\"Your friend doesn't seem to fit in with me, it seems to be afraid of fire!\\\" He broke through the snowmen sprinting into the circle as he advanced slowly, a wreck of debris filling his wake.\\n\\n\\\"It doesn't matter, they're just stalling for time.\\\" Lugar stood in place, still flicking his fingertips leisurely, a strand of black hair slipping off his shoulder to dissipate into gold dust in the wind.\\n\\nThe Clan Uba was once a tribe of wizards who manipulated space and knew time, and their prophetic songs are still sung by all tribes. Their eyes could see a blue ridge that linked things in space, and with the slightest flick of a finger they could move and even combine things as they wished. But the ability to move the ridges was not always available to everyone. In the Age of Uba, their king obtained a special silk from the Clan Heaven, and the aya woven from it and human hair had the effect of linking heaven and earth and tying everything together, so that even ordinary clansmen could use it to move mountains and stones. But the user of the aya, flicking the spine is like flicking his own hair strands. Lugar touched the spine in this frantic manner, causing strands of hair to fall off his shoulders.\\n\\nAlthough Ingram did not know what the other side was delaying, the rocks crumbled around him, the wind and snow howled, and he felt that something bad was coming ahead.\\n\\nAt this moment, above the unreachable cloud of netherworld, there is a huge mirror resting across the cloud, and a man with a pair of transparent wings on his back is lying on his back, pressed against the mirror, watching the duels under the sky. As he watched, he mumbled something on his lips and the thin wings on his back stirred slightly: \\\"The Uba has come back.\\\" After seeing the Uba's golden aya in the mirror, the thin-winged man got up in a hurry, spread his transparent wings and flew at speed like a giant genie, weaving constantly between clouds and flying birds, heading for a small island in a lake not far away ......\\n```\\n\\n\\n---\\n\\n## Language in Chinese\\n\\n> 登场，对决。你好, 异世界!\\n\\n```\\n群山尚笼罩在黑夜之中，放眼望去满是山与天的组合画。自下而上，山够不到的地方，皆有天来填补；自上而下，天盖不住的空隙，皆有山来占据。从山与天的交汇之处，猛的传来一声鹰唳惊空遏云，风声呼呼而作疾走相伴，仿佛要撕裂这片黑暗一般，像一把利剑径直朝天砸去。可不及须臾，连绵的回音便渐渐羸弱，最后黑夜把这一声唳叫也笼罩了起来。一切都和之前一样，山还是山，天还是天，黑夜仍旧未散去。\\n\\n山顶上乱石嶙峋，一只雄鹰伫立在岩块上，深邃如黑夜的目光向远方射去。不知过了多久，黑色的眼瞳中忽然出现了一点红点，随后这红点顺着瞳孔的边缘逐渐撑开，形成了一团小火球，颇有“目光如炬”之势。一声惊空谒云的鹰唳从火球之下蹦出，刹那间，山天之画顿时改了色调，一抹金色融入了色盘。\\n\\n远处，一轮红日冉冉升起。在这片鲜艳的红色里，翱翔的雄鹰化作成一点黑点，在空中缓缓移动。它先是朝着太阳的方向径直冲刺，然后接着两个盘旋，最后朝东北方向划去，消失在连绵不绝的山峦里。\\n\\n雄鹰消失了，然而天空还在继续涌动着金色的浪潮。这一波浪潮迅猛地向四周推进，它飞快地卷过层层山峦，卷过片片海泊，卷过整块大陆，最后停在一座巍峨的雪山前轻轻拍下。阴云密布的云岸，只有狂风卷着雪花前来迎接。风雪之中，一朵沉甸的冰晶雪花突然离开了队伍，从空中疾速而不失优雅地下坠，乘着高度狠狠地砸在地面上。\\n\\n此处是半山腰，雪线却稳稳地横在这里。往下有蓝白相间的花朵就着杂草彰显生机，往上就只有一片死寂的惨白。\\n\\n雪线下某处，一男一女，踩着花骨朵，步伐均匀，朝着相反的方向走去。男的毫不犹豫，一脚跨过了雪线往上走去；女的也未曾回头，顺着花簇往下走去。\\n\\n过了好一会儿，两人几乎同时回了次头，然而此时两人的视野里已经再没有彼此的身影了。\\n\\n男子回头的时候，正坐在一块石头上歇息，望着山下的方向，一双眼眸闪烁着光泽，眼里满是喜悦的光亮。他望着山下，想说点什么，可刚一张开口，一股冷气直灌进嗓子眼，呛得他一时失声。他猛然跳起，拍去屁股上的落雪。仿佛刚梦醒一般，使劲地拍打自己的脸庞，同时大口大口地吸气。\\n\\n几个哽咽之后，总算是顺过气了。他举起右手，右手上托着一片色泽鲜翠，轻薄如羽的叶子。他慢慢说道:“一路顺风，糖儿”。\\n\\n话音刚落，一阵疾风从山顶呼啸而来。山风猎猎，将他的祝福之叶送了出去，同时当他转过身来时也吹起了他头上的兜帽。前者，是他怎么也想不到的，多年以后，当他故地重游时竟还能遇到––当然，这是后话了；而后者，显露出的它曾经遮盖住的脸庞，则给这片苍茫的雪地带来了一丝生气。\\n\\n从面相上看这是一位二十左右的少年。他皮肤白俊，浓厚的眉毛下生的一双大眼睛蕴含着千思百绪，有如珍珠藏于贝，如骄阳隐于雲。唇正口直，上接鹰钩鼻。额头宽平，扎一头乌黑的秀发直挂肩头。身上所披的一袭黑色作底镶金纹的麻布长衫，色调虽略显成熟，但高壮厚实的身躯也诚不欺它。浓眉大眼乳臭儿，身姿飒飒自有神。他步伐稳健，虽没有如履平地一说，但每个脚印都能道出几分深入，几分规整。对于寒冷，他只是感觉有些不适应，然而并不畏惧，并不烦忧，尽管他身上只穿着些单薄的衣物。说是单薄，不如说是来自另一个季节的人。在这漫漫大雪之中只穿一袭长衫套一件带帽披风着实令人望而生寒。\\n\\n他步履不停，在风雪中行走了约摸有一个时辰，眼前的山璧才终于消失，展露出彤云密布的天空。一块突兀石碑横置于路上，上刻“天下山”三个大字。三字周围还刻了无数道深浅不一的横线。他停下来一边喘气一边捡起一块利石，在石碑上重重划了一道，划线一连穿过了好几道刻线。\\n\\n他振臂一挥，甩掉石块，迎着冽风高声喊道:“我乃——有魃葬洛！，前来挑战峄王——我乃——有——魃……”\\n\\n葬洛一遍又一遍地喊着，声音中丝毫没有不耐烦的情绪，而是满满的骄傲与自豪。喊到第三遍的时候，风雪突然戛然而止，从远处不知哪儿传来一句回话：“有魃的稀客，请快至石洞内取暖叙旧。”回音浑厚刚毅，仿佛声波中还夹杂着一股热浪，令人听之燃燃沸腾。\\n\\n“我是来挑战的，有什么旧可叙。难不成你还怕输给我不成？生死刻已画，速来一战！” 天下山的规矩，入山前刻石为契，一刻一战，一战一王。王者，襄泽部落，执掌大陆。\\n\\n“哼哈哈哈！黄毛小儿，既生死已刻，你且就地自尽吧！”话音刚落，冽风骤然而起，雪花再次飞舞在天空。\\n\\n“呸，黄毛老儿，我有魃一族隐居伽罗结界，时间于我族无用。我俩还不知道谁大呢？趁着年长你快好好算算，被我打败你能有几分胜算？”葬洛眉目飞扬，嘴角满是得意。\\n\\n石洞里窸窣作响，一个红色的人影出现在洞口。他徐徐上前，周身有四股熊熊烈火环绕。 他步伐所趋之处，脚印都冰雪消融，一步一溜儿蒸汽好似仙人驾雾。等到葬洛感觉到脸上有一股温热的时候，来人不知何时已站至身前了。此人全身都裹着白色绒毛的皮料，毛色深浅不一，色泽不同，多半是杂糅了雪野里的狐狼熊羽等多方兽毛。来人身材魁梧，发须之间黑白交替，一道刀疤在左眼处斜挂，而右眼，这只赤色眼瞳的独眼正恶狠狠的瞪着葬洛。\\n\\n“我也活的够久了，如今将败在我手下的人，喊我一句爷爷也不为过。”\\n\\n“那这位峄爷爷，可否饶我一拳呢？”说时迟那时快，葬洛右手一记勾拳挥出直打向峄的下颌。\\n\\n这一拳打的仓促而猛烈，峄头一后仰，接连倒退了好几步，还未站稳，就见葬洛这边已经蓄势待发，续拳冲来。峄大喝一声，右手刚巧抓住葬洛的拳头往里一送，左手迅速接上把住对方肩头，两手同时一收，只听得一声沉闷的暗响，两人的额头重重的撞在了一起。\\n\\n葬洛只觉得脑袋一热，仿佛被火棒子砸了一般有种怪异的灼烧感。他一边摸着头一边大笑：“这铁疙瘩脑袋怎么也能当王呢？”\\n\\n“给你一个忠告，不管做什么，动手前都得先热热身子。”峄站稳脚跟，周身火球逐渐飘动地缓慢起来，全身散发着白气。两人眼神一个交汇，双拳便抵在了一起，一来一往互相交拳好几个回合。直至四团火球悬停在峄的身后，乳白色的浓雾在火球的间隙中不停的翻滚。一瞬间，峄的拳刚一收回就顺势伸到后背，待反曲举过头顶时，一把暗黄色的巨斧横空出现在手里。峄双手持斧，朝着独眼怒视的方向狠狠劈下。\\n\\n巨斧出现在头顶时，葬洛便觉得眼前突然一暗，一眨眼间一道黑线恶虎般呼呼袭来。几丝黑发从肩头滑落，被冽风吹向了雪花的队列。待巨斧砍下的时候，葬洛已不知何时出现在了十多丈外的地方，神态自若，仿佛刚开始交战一般。\\n\\n“许久没和有魃交手了，可是生疏了？”葬洛从袖口掏出一卷金色的绫段，金绫横在空中，像一条金蛇一般弯曲扭动着。\\n\\n“空间术？好像以前有个人使过，你使的倒比那个人好，又快又远。对了，他叫什么来着？”峄抬起巨斧，雪地上显露出一道黑色的裂口。\\n\\n“有魃季月!我有魃氏的勇士。”\\n\\n“季月吗，哦吁吁吁，你瞧我这记性，也是记不住咯。不过你总不会和他一样和我玩躲猫猫吧？”峄注视着前方漂浮着的金绫，察觉到一丝神圣庄严的气息。这股气息他再熟悉不过了。\\n\\n五十年前，他率领燧人氏部落攻克有魃氏部落，成为这片土地上新的王。五十年来，他作为王与天上的有穹氏部落交流时所用的圣火也有这股气息。当听见来人是有魃氏的时候，他就记起来了，五十年前的那场战争，给燧人氏带来的胜利的喜悦。人们团坐在熊熊燃烧的火堆旁，饮血食肉，欢歌载舞。火苗闪烁的时候，星群也随之呼应。人们一边在火苗上撒下粉末，一边向有穹族诉说交易。隔天，一行雁群或是一山碎石便出现在回归猎人的队伍里，他们脸上堆满了感激，感激他们的族长，这片土地的王，峄。因为这一切交易的筹码都由王的自由来承担。峄在天下山的峰顶接受万人的挑战就好比是一场无期徒刑。他从没想过认输，因为整片大陆的人都知道，有穹氏掌握着某种神秘的东西，那种能颠覆天下的东西。身居天穹便是他们地位高等的象征，他们呼风唤雨，在天上极尽地势便利，为王的子民带去福荫。他们同时也是超越有魃氏的最高等巫灵，掌管着天下所有亡人的灵魂。和所有来挑战的人一样，峄比谁都明白，部落的发展离不开王这一身份的庇佑。\\n\\n这一切他都记的清楚，只是有关有魃的那一部分，尤其是那场战争，他的记忆一直处于闪烁的状态，时而记得明明白白转瞬就忘得一干二净。他现在已经快要八十了，尽管王的力量使他看起来依旧年轻，加上这五十多年甚至还会继续延续下去的无聊枷锁，他放弃了追忆，把失忆都推给时间，终日奔波于有穹氏的琐碎吩咐。\\n\\n葬洛抚动金绫的时候，峄的记忆之海也闪过一丝亮光。他仿佛看见，半空中有一个黑影和一匹闪烁的金绫，这亮光便来自于它。同样的转瞬间这光芒就湮灭了。再一次见到的时候已是在葬洛的手中了，此刻葬洛正闭目冥思，手中的金绫闪烁金光，其上的花纹也在不断变化。突然，他睁开眼，眼里射出两道金光。光芒过后，他的双眼流光四溢，清澈粼粼。葬洛手拂在绫上，指尖似奏琴一般跃动着，于此同时，他周围的积雪开始簌簌抖动。成堆成堆的积雪漂浮在空中，不断的颤动中渐渐显现出一个三米多高的巨人形态。雪巨人刚一成型便挥舞起冰雪长矛向峄冲去。\\n\\n“说实话，我可不觉得战斗非要贴身肉搏不可。”葬洛就站立在原地，操纵着一个，不对，不知何时已经增至两个、四个……成群结队的雪巨人从葬洛身边冲出，脚底下赫然显露出一圈灰色的岩石地面。雪巨人群以石为骨，以雪为肉，四肢粗壮，他们一个接着一个成群地蜂拥而上，深刺、横扫、掷矛、上挑、锤砸……它们从四面八方向峄发动攻击。\\n\\n当峄正忙于应对成群袭来的雪巨人群时，葬洛仍旧在频频地弹指，似乎还在制造些什么，一时间天空的风雪都变得羸弱不少。峄挥舞着巨斧，流火从每个斧痕处划过，雪巨人群或是被击碎或是被两断或是被融化，然而一个雪人倒下另一个马上又接上。对葬洛来说，天下山上的雪简直用之不竭。\\n\\n雪巨人群虽然数量庞大，但对峄还不能造成什么实质性的伤害。他脚底躺着无数融化的雪人，一圈火焰就这么在雪上燃起，一个倒扣的碗状火流将峄完美的裹住。他远远的喊到：“你的朋友貌似与我不合，它好像怕火呢！”他一边击破冲刺进圈来的雪人，一边缓缓前进，他的身后满是一片碎石狼藉。\\n\\n“不打紧，它们不过是拖延时间罢了。”葬洛立在原地，依旧悠闲地弹动指尖，一缕缕黑发从他的肩头滑落化作金粉消散在风中。\\n\\n有魃氏曾是操纵空间，知晓时间的巫祝部落，他们的巫歌预言现在还在各部落广为传唱。他们的眼睛能看见一种联系事物空间位置的蓝色脊线，只需手指轻微拨动，便可将事物随心所欲地移动甚至组合。但是拨动脊线的能力并不是人人都有的。有魃时代，他们的王从有穹氏那获得一批特殊的丝料，用它和人发织就的绫有通天地，系万物之效，即便是普通的族人也能用绫移山搬石。但是绫的使用者，弹拨脊线如同弹拨自己的发线。葬洛这般疯狂地触动脊线，使得他的肩头不断有发丝掉落。\\n\\n峄虽不知对方到底再拖延什么，但周围山石崩鸣，风雪嚎哭，他感觉前方来着不善，不觉又点起了一簇火团，五簇火团在峄背后悬浮起来。\\n\\n此时在遥不可及的阴雲之上，有一块巨大的镜子横放在雲上，一名背上有着一对透明双翼的男子正趴着身子，贴着镜子，注视着天下的决斗。他一边看着一边嘴上念念有词，背上的薄翼微微煽动：“有魃出世了。” 从镜子里看到有魃的金绫后，薄翼男子连忙起身，展开透明的翅膀，像一只巨大的精灵疾速飞行，在云层和飞禽间不断穿梭，向不远处的一座湖中小岛飞去......\\n```\",\"timestamp\":1636620158,\"title\":\"#Named# [V1][C1] The Battle of Dawn\"},\"digest\":\"UsYsvjVp68MGUfaVB_Ji0VduPkpjjiGvuoi48H60580\",\"authorship\":{\"contributor\":\"0xb56b915971B98ec7d869B6B3aD6f4B2fd9F12492\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KU9EPhnhFwdQcPBWzKKsNLC97LQlG8ppvSywEQW2OcU\\\",\\\"y\\\":\\\"W_by-0G3iRuIwQJ7sqhf8qBJE_062gIvU__4SkcyXQw\\\"}\",\"signature\":\"1R6m1hLdhlzK82i891ZRTtOM1EFGrDVK7FMyk5e5i_w4edF-qEOYNLVK01q0NfeuVzco4qQKmFSeAXp9E3sFoA\",\"signingKeySignature\":\"0xea52e7136b05df57ff578d6c6728ccf2400e96f7c1ab3eecc140cda66ce47dfb2141e9122ca63e1254bb52fcb7ab0302a6995d491005f351e5a5ab6634b7cdc41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KU9EPhnhFwdQcPBWzKKsNLC97LQlG8ppvSywEQW2OcU\\\",\\\"y\\\":\\\"W_by-0G3iRuIwQJ7sqhf8qBJE_062gIvU__4SkcyXQw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UsYsvjVp68MGUfaVB_Ji0VduPkpjjiGvuoi48H60580\"}"