"{\"content\":{\"body\":\"呀，这层地狱的守山鬼，怎么只有二十八级，我定眼一看，不由心中生疑，难道这些小鬼会变身，成为高等级怪不成，让我先找个试试。我小心避让过脚下的刀刃，逼近一个正在鞭挞幽魂的守山鬼，刎喉加背刺，还没等我招式用完，那守山鬼就“喔呜！”一声鬼叫，挂了。\\n\\n```\\n采集术跟着扔上去，奶奶的，又是鬼骨几根，这一路下来，不是采集的鬼皮，就是采集的鬼骨，整一堆垃圾物品，我站在一边等了半天，直到守山鬼尸体消失不见，没有发现任何异常，才宽了心，慢慢退了回去，原来这里的怪，等级的确是低，孟婆估计好长时间没进来，不懂里面的行情了。\\n\\n虽然这层刀山地狱的怪物等级比较低，但是由于它们还有天然的，具有攻击性的刀山为后盾，再加上长着独脚的它们，在刀山上行动十分方便，手拿的长鞭也属于远程攻击武器，所以能占到不少地利，即便是三十五六级的玩家过来，跟它们在山上动手的话，也别想讨到什么大便宜，不过对于我来说，它们就如案板上的肉，随便我砍，小菜。\\n\\n“熊哥，你看隐哥这么久没回来，会不会出什么事，我们要不要进去看看啊！”见我半响没出来，挑灯有点担心地说道。\\n\\n“再等等，还不出来，我们就进去。”大熊想了想说道。\\n\\n“瞧你们这些乌鸦嘴，那，隐大哥不是出来了。”紫色风铃纤手一指，冲着里面说道，只见我正满脸轻松地从里面跑了出来。\\n\\n“隐哥，怎么样，里面是啥情况？”挑灯连忙问道。\\n\\n“没啥情况，都是些二十几级的怪，安全着呢。”我舒展了一下筋骨说道。\\n\\n“嘿嘿，是不是系统也知道我们这层杀得辛苦，让我们喘口气啊。”挑灯松了口气说道，“隐哥，那我们赶紧走吧，好看看下一层是什么模样，你还别说，这几层地狱的景色搞得还真挺有特色，要是弄个鬼狱旅游团，肯定能火，可惜啊，就是来去不方便。”\\n\\n“别忙着赶路，时间已经很晚了，我看我们今天就到这里，在刀山地狱下线吧，明天再继续前进，十八层呢，还早呢。”我指了指前面说道。\\n\\n“恩，隐大哥说的对哦，现在好晚，我们可要睡觉了，不然明天眼睛会有黑圈圈的。”紫色风铃也点头说道。\\n\\n“休息，再苦，也不能苦你们姐妹花，我举双手双脚赞同。”挑灯不用说的，紫色风铃一开口，后面肯定有他接话。\\n\\n“好，咱们在这里下线，明天早上八点集合！”走进刀山地狱里面，我说道。\\n\\n********************************************************\\n\\n奶奶的，这天地的世界，果然是个大杂烩，啥玩意都有，明明就是那一望无边的沙漠，怎么就弄出两个血色红月来；明明是个黄土低坡，咋一下子就成了亡灵坟场；所谓的索罗门宝藏，竟然是通往十八层地狱的黄泉之门，真是怪事处处有，天地特别多，也不知道明天，会有什么样的地狱小鬼等着我们。\\n\\n躺在床上，我是思绪万千，久久不能入睡，白天的 情景在我眼前一一闪过，这样怪异的天地世界，真是让我期待，探索无止尽，在天地游戏中，咱同样能演绎一出精彩的人生吧。\\n\\n************************************************************\\n\\n穿过七层的刀山，我们一行人刚到八层入口，一股瑟瑟寒风就迎面出来，风中夹杂着阵阵凄凄悲叫，敢情这一层地狱，也没给那些怨魂有啥好果子吃。\\n\\n冰山地狱，果然是名副其实，推门而入，一片雪白晶莹的冰雪之地陡然出现在我们面前，粗长的冰锥一根根倒挂在头顶，整个大厅里倒是一片清明，没有先前几层地狱充斥的血腥和恶臭，这里环境，倒是蛮好，不过那些怨魂，过得就不好了。\\n\\n同样是裸体，不过他们受得是寒冰彻骨之苦，原本白皙的皮肤已经被冻的青紫，一个个面无人色（废话，它们本来就不是人），有气无力地在冰山上攀爬，头顶不时还落下尖锐的冰锥，落在这些冤魂身上，血液刚从伤口中涌出，就在瞬间就被凝固，只在原地留下一点冻结的殷红。\\n\\n那矮矮胖胖，****着上身，长得跟猪似的雪骨鬼，似乎一点不畏惧这里的严寒，拿着骨锤跟在那些怨魂，大声吆喝着，象赶牲口一般赶着它们。脸上干得是满面红光，热气腾腾，满身的肥膘随着它的动作而上下颠簸，跟小浪涛似的。\\n\\n“隐哥，那玩意等级也不算高啊，”大熊指了指三十二级的雪骨鬼，转头对我说道。\\n\\n“恩，难度不大，不过就是不知道这冰山对我们有没有影响。”我走上前几步，踩了踩冰霜说道。\\n\\n“呵呵，没影响，只是稍微有点凉气而已，估计是喝了孟婆汤的好。”我只感一股冷气刚绕上腿来，身上立即有股热流抵挡过去，将寒意抵消干净，心中大宽地说道。\\n\\n“看来这老而不死，黑心黑肚的孟婆，也算给我们做了件好事。”挑灯一竖大拇指说道。而正在奈何桥头打瞌睡地孟婆则突然打了个喷嚏，摸了摸鼻子说道：“又是哪个小兔崽子想念起我孟婆的好了，这世道，好人难做啊。”\\n\\n“加好状态，走吧，照老规矩办，贴边走，尽量别浪费时间，白白消耗精力，后面的难关，还多着呢。”我挥手说道。\\n\\n估计真是继承了猪的优点，这些雪骨鬼的攻击虽然不高，血量倒是出奇地厚，三、五个一起过来，够我们砍的，还好老子的噬血药剂不是吃的素，才没被这帮猪鬼把时间给耽误了。\\n```\\n\\n\\n------------\\n\\n第二百二十一章 我是一只羊二\\n\\n“哇，好香啊，里面肯定在炸什么肉食！”穿过“无尽”的冰山，我们刚到下一层入口，鼻尖的紫色风铃嗅了嗅空气，就预言道。\\n\\n```\\n“呀，想起来了，我们早上还没吃东西呢，肚子有点饿了，隐大哥，我们先吃点东西，再进去好吗？”紫色风铃问道。\\n\\n“小玲，我看我们还是先过了这层油锅地狱，你再吃东西吧。”我伸手指了指里面冲紫色风铃说道。\\n\\n“里面是什么啊？”紫色风铃顺着我的手，冲里面探望过去，刚一看，立即发出高分贝尖叫声，脸色也刷得变白了，气愤地说道：“那些小鬼怎么能这样，真，真是太可恶了。”\\n\\n在油锅地狱里，交错摆放着几十只硕大的油锅，下面的熊熊烈火直把油烧得是滚了又滚，在每个油锅旁边，都有两个高台和一个土坡，高台上面各站着一个头生双角，嘴露獠牙的青面恶鬼，它们一人抱着根胳膊粗细，黝黑油腻的长木棒，如筷子一般在油锅里拨弄着炸得啪，啪直响的怨魂；周围，不时有游荡的怨魂被青面恶鬼一把拖过来，用铁连拖着，沿着土坡走到油锅边缘，抬起一脚就踢下锅。\\n\\n而紫色风铃刚才闻到的的确是肉香，只不过这香气并非炸的什么肉串，肉丸，而是炸的一个个怨魂而已，你说，她现在一看，怎么能吃得下去。\\n\\n“小铃，你说，看哪个不爽，我去把它搞定。”挑灯一见里面的炸尸鬼都才二十级，立即雄赳赳，气昂昂，提起长剑吼吼地说道。\\n\\n“你一个人吗？不要隐大哥，熊大哥和看剑吗？”紫色风铃疑惑地眨着眼睛，看着挑灯问道。\\n\\n“当然，为你小铃办事，还要劳烦他们几个干吗，那多没诚意啊！”看剑抬指一弹长剑，摆了个pose说道，“咱青锋剑在手，地狱任我游，你说哪个，我就挂哪个。”\\n\\n“哦，我看那边的都不爽，你帮我去砍了吧。”听了挑灯这一说，紫色风铃回手一指雪山上的雪骨鬼说道。\\n\\n“好，我去！”挑灯刚一答应，目光一看紫色风铃并不是指的里面的炸尸鬼，而是后面的雪骨鬼，刚才的英雄气概立即荡然无存，他转脸换上最灿烂地笑容对紫色风铃说道：“小铃啊，等会你就要吃东西，这打打杀杀的场面看多了不好，会影响食欲的，我们还是发发善心，放那些雪骨鬼一条生路好了。”\\n\\n靠，挑灯你小子果然能说，果然和刑天有得一拼，要是你们两个遇上，肯定能碰撞出“智慧”的火花来。\\n\\n看第一眼是不忍，第二眼是漠然，到了真正走在油锅地狱里时，大伙已经是吵吵闹闹，嘻嘻哈哈，对地狱里的一切评头论足，吹毛求疵，既然不要开打，那咱们当然要放松放松，当玩贝。\\n\\n***********************************************************\\n\\n斜斜的一根木桩上，挂着个斗大的骷髅牛头，空洞的牛眼里带着说不出的寂寞和萧条，盘旋着罗纹的牛角已经失去往昔的光泽，布满了厚厚的尘灰，旁边那扇布满龟裂皱纹的石壁中间，大开个圆洞，看样子，就是通往下一层牛坑地狱的入口。\\n\\n头顶悬挂的火盆将整个大厅照得是一片通明，眼前遍布着一个个数米深的土坑，将大厅分割成几十块；“哞，哞，哞！”欢快的牛叫是声声入耳，我满脸喜色地看着土坑里那一头头粗壮的野牛，心里道：不容易啊，在这总算见着活物了。\\n\\n不过在野牛之上，还坐着一个个瘦小精干，面貌如猴的驱牛鬼，它们紧紧抓住捆束在牛口的缰绳，大声叱喝着，驱使野牛追赶土坑里的一群群怨魂。\\n\\n只见那牛头一低，月牙般的锐利牛角往前一送一挑，那怨魂是惨叫一声，就被野牛给摔到一边，还没等它爬起，后面跟上野牛纷纷抬腿，蛮横地践踏在它身上，这瘦弱的怨魂哪经受得住牛蹄伺候，直被踩得血花飞溅，化成一堆烂肉。\\n\\n“隐哥，那驱牛鬼是三十四级的怪。”挑灯看了看，转头对我说道。\\n\\n“这怪看上去没啥能耐，不过这牛有点猛，大家注意顶，小铃，你就负责霜冻，其他魔法攻击不要了。”我转头叮嘱道。\\n\\n“恩，知道了，我保证把它们都冻成冰牛。”紫色风铃吐舌一笑说道。\\n\\n一走下坑，两个驱牛鬼立即一拉缰绳，掉转牛头嗷嗷冲我们奔了过来，看它们那架势，敢情是不把我们踩成肉泥就不罢休。\\n\\n奶奶的，骑个牛也跟爷们我张狂，明摆着不要命了，咱家小黑一个弄你们俩都稳的，都没要大熊他们动手，我潜行迎了上去，一刀昏迷，一刀刎喉咙，暗红的诅咒之刃是效果全开，立即让那驱牛鬼脸色一灰，跟抽了大烟似得，在牛身上坐都坐不稳了。\\n\\n没等它拨转牛头，我立即跳上了牛被，圆月弯刀带着如月光般的皎洁白光，平平抹过驱牛鬼的胸膛，咱也来点残忍的，先开你的膛，接着脚尖一点，一个空翻，从驱牛鬼头上跃过，右手的诅咒之刃狠狠插了下去，小鬼，爷爷给你开窍了，什么人能惹，什么人不能惹，你都分不清楚，那哪成。\\n\\n下了牛背，我不忘转手给驱牛鬼补上一刀，没有辜负我的希望，这家伙立即从牛身上掉了下来，一个字——挂！\\n\\n昏迷的那个驱牛鬼也没要我劳神，三两刀一挥，五六下一砍，立即把它给大卸八块，就地正法掉了，别说咱狠，谁让这家伙瘦得跟排骨似得，不经砍呢。\\n\\n“牛啊！”见我这么轻松搞定两只驱牛鬼，大熊他们一齐举手，感叹地说道。\\n\\n“呵呵，我还不算牛，我只是个羊，羊羔的羊。”我微微一笑，在牛身上擦了擦刀上的血迹，谦虚地说道。\\n\\n“羊，你就是个披着羊皮的野狼！”听了我这话，挑灯小声嘀咕了一句。\\n```\\n\\n\\n------------\",\"timestamp\":1640583756,\"title\":\"第二百二十一章 我是一只羊一\"},\"digest\":\"6ZOzMBjjFGfZ6IzOHhxPavLcFNLIlBXDJGFptdFEHGE\",\"authorship\":{\"contributor\":\"0xFEc89121b70879E403E572E12001c3fb1B3b8bd2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"59nK8Mf8PQTFvZx7Ubr4IobWO6wruHux76S3XiZqHc4\\\",\\\"y\\\":\\\"XlyMzEiaE3iRTuGw4txXWmnSsktMvsUN9U34keOot0c\\\"}\",\"signature\":\"ykDySlfSTSQ34-VP6SfGWmhvSzRjF_Bp70MIvpbW5vTiynf7rVl3jWG9MM9GzsI34szXZmg7tUI4EvA7OitP_w\",\"signingKeySignature\":\"0xdb237246226cad537fbaf9a3de46452048c375f00d970056d76478cb8a957a6a59dcd8011ce5b0e4dbffd82b35cecce849c8601e200dff3af2272763bad4f0731c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"59nK8Mf8PQTFvZx7Ubr4IobWO6wruHux76S3XiZqHc4\\\",\\\"y\\\":\\\"XlyMzEiaE3iRTuGw4txXWmnSsktMvsUN9U34keOot0c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6ZOzMBjjFGfZ6IzOHhxPavLcFNLIlBXDJGFptdFEHGE\"}"