"{\"content\":{\"body\":\"It is a statement which involves either the grossest and most dangerous error, or the profoundest truth, according to the understanding of it. Woman is a road whereby man travels either to God or the devil. The problem of sex is a far deeper problem than appears at first sight, involving mysteries both the direst and most holy. It is by no means a fantastic hypothesis that the inmost mystery of what a certain school of mystics calls \\\"the Secret Tradition\\\" was a sexual one.  At any rate, the fact that some of those, at least, to whom alchemy connoted a mystical process, were alive to the profound spiritual significance of sex, renders of double interest what they have to intimate of the achievement of the *Magnum Opus* in man.\\n\\n\\\\[2\\\\] YONE NOGUCHI:  *The Spirit of Japanese Art* (1915), p.  37.\\n\\nXI\\n\\nROGER BACON:  AN APPRECIATION\\n\\nIT has been said that \\\"a prophet is not without honour, save in his own country.\\\"  Thereto might be added, \\\"and in his own time\\\"; for, whilst there is continuity in time, there is also evolution, and England of to-day, for instance, is not the same country as England of the Middle Ages.  In his own day ROGER BACON was accounted a magician, whose heretical views called for suppression by the Church.  And for many a long day afterwards was he mainly remembered as a co-worker in the black art with Friar BUNGAY, who together with him constructed, by the aid of the devil and diabolical rites, a brazen head which should possess the power of speech--the experiment only failing through the negligence of an assistant.\\\\[1\\\\] Such was ROGER BACON in the memory of the later Middle Ages and many succeeding years; he was the typical alchemist, where that term carries with it the depth of disrepute, though indeed alchemy was for him but one, and that not the greatest, of many interests.\\n\\n\\\\[1\\\\] The story, of course, is entirely fictitious.  For further particulars see Sir J. E. SANDYS' essay on \\\"Roger Bacon in English Literature,\\\" in *Roger Bacon Essays* (1914), referred to below.\\n\\nIlchester, in Somerset, claims the honour of being the place of ROGER BACON'S birth, which interesting and important event occurred, probably, in 1214. Young BACON studied theology, philosophy, and what then passed under the name of \\\"science,\\\" first at Oxford, then the centre of liberal thought, and afterwards at Paris, in the rigid orthodoxy of whose professors he found more to criticise than to admire.  Whilst at Oxford he joined the Franciscan Order, and at Paris he is said, though this is probably an error, to have graduated as Doctor of Theology.  During 1250-1256 we find him back in England, no doubt engaged in study and teaching. About the latter year, however, he is said to have been banished-- on a charge of holding heterodox views and indulging in magical practices-- to Paris, where he was kept in close confinement and forbidden to write. Mr LITTLE,\\\\[1\\\\] however, believes this to be an error, based on a misreading of a passage in one of BACON'S works, and that ROGER was not imprisoned, but stricken with sickness.  At any rate it is not improbable that some restrictions as to his writing were placed on him by his superiors of the Franciscan Order.  In 1266 BACON received a letter from Pope CLEMENT asking him to send His Holiness his works in writing without delay. This letter came as a most pleasant surprise to BACON; but he had nothing of importance written, and in great haste and excite-ment, therefore, he composed three works explicating his philosophy, the *Opus Majus*, the *Opus Minus*, and the *Opus Tertium*, which were completed and dispatched to the Pope by the end of the following year.  This, as Mr ROWBOTTOM remarks, is \\\"surely one of the literary feats of history, perhaps only surpassed by Swedenborg when he wrote six theological and philosophical treatises in one year.\\\"\\\\[1b\\\\]\\n\\n\\\\[1\\\\] See his contribution, \\\"On Roger Bacon's Life and Works,\\\" to *Roger Bacon Essays*.\\n\\n\\\\[1b\\\\] B. R. ROWBOTTOM:  \\\"Roger Bacon,\\\" *The Journal of the Alchemical Society*, vol.  ii.  (1914), p.  77.\\n\\nThe works appear to have been well received.  We next find BACON at Oxford writing his *Compendium Studii Philosophiae*, in which work he indulged in some by no means unjust criticisms of the clergy, for which he fell under the condemnation of his order, and was imprisoned in 1277 on a charge of teaching \\\"suspected novelties\\\". In those days any knowledge of natural phenomena beyond that of the quasi-science of the times was regarded as magic, and no doubt some of ROGER BACON'S \\\"suspected novelties\\\" were of this nature; his recognition of the value of the writings of non-Christian moralists was, no doubt, another \\\"suspected novelty\\\". Appeals for his release directed to the Pope proved fruitless, being frustrated by JEROME D'ASCOLI, General of the Franciscan Order, who shortly afterwards succeeded to the Holy See under the title of NICHOLAS IV.  The latter died in 1292, whereupon RAYMOND GAUFREDI, who had been elected General of the Franciscan Order, and who, it is thought, was well disposed towards BACON, because of certain alchemical secrets the latter had revealed to him, ordered his release. BACON returned to Oxford, where he wrote his last work, the *Compendium Studii Theologiae*.  He died either in this year or in 1294.\\\\[1\\\\]\\n\\n\\\\[1\\\\] For further details concerning BACON'S life, EMILE CHARLES:  *Roger Bacon, sa Vie, ses Ouvrages, ses Doctrines* (1861); J. H. BRIDGES:  *The Life & Work of Roger Bacon, an Introduction to the Opus Majus* (edited by H. G. JONES, 1914); and Mr A. G. LITTLE'S essay in *Roger Bacon Essays*, may be consulted.\\n\\nIt was not until the publication by Dr SAMUEL JEBB, in 1733, of the greater part of BACON'S *Opus Majus*, nearly four and a half centuries after his death, that anything like his rightful position in the history of philosophy began to be assigned to him.  But let his spirit be no longer troubled, if it were ever troubled by neglect or slander, for the world, and first and foremost his own country, has paid him due honour. His septcentenary was duly celebrated in 1914 at his *alma mater*, Oxford, his statue has there been raised as a memorial to his greatness, and savants have meted out praise to him in no grudging tones.\\\\[2\\\\] Indeed, a voice has here and there been heard depreciating his better-known namesake FRANCIS,\\\\[3\\\\] so that the later luminary should not, standing in the way, obscure the light of the earlier; though, for my part, I would suggest that one need not be so one-eyed as to fail to see both lights at once.\\n\\n\\\\[2\\\\] See *Roger Bacon, Essays contributed by various Writers on the Occasion of the Commemoration of the Seventh Centenary of his Birth*.  Collected and edited by A. G. LITTLE (1914); also Sir J. E. SANDYS' *Roger Bacon* (from *The Proceedings of the British Association*, vol.  vi., 1914).\\n\\n\\\\[3\\\\] For example, that of ERNST DUHRING.  See an article entitled \\\"The Two Bacons,\\\" translated from his *Kritische Geschichte der Philosophie* in *The Open Court* for August 1914.\\n\\nTo those who like to observe coincidences, it may be of interest that the septcentenary of the discoverer of gunpowder should have coincided with the outbreak of the greatest war under which the world has yet groaned, even though gunpowder is no longer employed as a military propellant.\\n\\nBACON'S reference to gunpowder occurs in his *Epistola de Secretis Operibus Artis et Naturae, et de Nullitate Magiae* (Hamburg, 1618) a little tract written against magic, in which he endeavours to show, and succeeds very well in the first eight chapters, that Nature and art can perform far more extraordinary feats than are claimed by the workers in the black art.  The last three chapters are written in an alchemical jargon of which even one versed in the symbolic language of alchemy can make no sense.  They are evidently cryptogramic, and probably deal with the preparation and purification of saltpetre, which had only recently been discovered as a distinct body.\\\\[1\\\\] In chapter xi.  there is reference to an explosive body, which can only be gunpowder; by means of it, says BACON, you may, \\\"if you know the trick, produce a bright flash and a thundering noise.\\\" He mentions two of the ingredients, saltpetre and sulphur, but conceals the third (*i.e*. charcoal) under an anagram. Claims have, indeed, been put forth for the Greek, Arab, Hindu, and Chinese origins of gunpowder, but a close examination of the original ancient accounts purporting to contain references to gunpowder, shows that only incendiary and not explosive bodies are really dealt with. But whilst ROGER BACON knew of the explosive property of a mixture in right proportions of sulphur, charcoal, and pure saltpetre (which he no doubt accidentally hit upon whilst experimenting with the last-named body), he was unaware of its projective power. That discovery, so detrimental to the happiness of man ever since, was, in all probability, due to BERTHOLD SCHWARZ about 1330.\\n\\n\\\\[1\\\\] For an attempted explanation of this cryptogram, and evidence that BACON was the discoverer of gunpowder, see Lieut.-Col. H. W. L. HIME'S *Gunpowder and Ammunition: their Origin and Progress* (1904).\\n\\nROGER BACON has been credited\\\\[1\\\\] with many other discoveries. In the work already referred to he allows his imagination freely to speculate as to the wonders that might be accomplished by a scientific utilisation of Nature's forces--marvellous things with lenses, in bringing distant objects near and so forth, carriages propelled by mechanical means, flying machines . . .-- but in no case is the word \\\"discovery\\\" in any sense applicable, for not even in the case of the telescope does BACON describe means by which his speculations might be realised.\\n\\n\\\\[1\\\\] For instance by Mr M. M. P. MUIR.  See his contribution, on \\\"Roger Bacon:  His Relations to Alchemy and Chemistry,\\\" to *Roger Bacon Essays*.\\n\\nOn the other hand, ROGER BACON has often been maligned for his beliefs in astrology and alchemy, but, as the late Dr BRIDGES (who was quite sceptical of the claims of both) pointed out, not to have believed in them in BACON'S day would have been rather an evidence of mental weakness than otherwise. What relevant facts were known supported alchemical and astrological hypotheses.  Astrology, Dr BRIDGES writes, \\\"conformed to the first law of Comte's *philosophia prima*, as being the best hypothesis of which ascertained phenomena admitted.\\\"\\\\[1\\\\] And in his alchemical speculations BACON was much in advance of his contemporaries, and stated problems which are amongst those of modern chemistry.\\n\\n\\\\[1\\\\] *Op.  cit*., p.84.\\n\\nROGER BACON'S greatness does not lie in the fact that he discovered gunpowder, nor in the further fact that his speculations have been validated by other men.  His greatness lies in his secure grip of scientific method as a combination of mathematical reasoning and experiment.  Men before him had experimented, but none seemed to have realised the importance of the experimental method. Nor was he, of course, by any means the first mathematician-- there was a long line of Greek and Arabian mathematicians behind him, men whose knowledge of the science was in many cases much greater than his--or the most learned mathematician of his day; but none realised the importance of mathematics as an organon of scientific research as he did; and he was assuredly the priest who joined mathematics to experiment in the bonds of sacred matrimony. We must not, indeed, look for precise rules of inductive reasoning in the works of this pioneer writer on scientific method. Nor do we find really satisfactory rules of induction even in the works of FRANCIS BACON.  Moreover, the latter despised mathematics, and it was not until in quite recent years that the scientific world came to realise that ROGER'S method is the more fruitful-- witness the modern revolution in chemistry produced by the adoption of mathematical methods.\\n\\nROGER BACON, it may be said, was many centuries in advance of his time; but it is equally true that he was the child of his time; this may account for his defects judged by modern standards. He owed not a little to his contemporaries:  for his knowledge and high estimate of philosophy he was largely indebted to his Oxford master GROSSETESTE (*c*. 1175--1253), whilst PETER PEREGRINUS, his friend at Paris, fostered his love of experiment, and the Arab mathematicians, whose works he knew, inclined his mind to mathematical studies.  He was violently opposed to the scholastic views current in Paris at his time, and attacked great thinkers like THOMAS AQUINAS (*c*. 1225-1274) and ALBERTUS MAGNUS (1193-1280), as well as obscurantists, such as ALEXANDER of HALES (*ob*. 1245). But he himself was a scholastic philosopher, though of no servile type, taking part in scholastic arguments. If he declared that he would have all the works of ARISTOTLE burned, it was not because he hated the Peripatetic's philosophy-- though he could criticise as well as appreciate at times,-- but because of the rottenness of the translations that were then used. It seems commonplace now, but it was a truly wonderful thing then: ROGER BACON believed in accuracy, and was by no means destitute of literary ethics.  He believed in correct translation, correct quotation, and the acknowledgment of the sources of one's quotations--unheard-of things, almost, in those days. But even he was not free from all the vices of his age: in spite of his insistence upon experimental verification of the conclusions of deductive reasoning, in one place, at least, he adopts a view concerning lenses from another writer, of which the simplest attempt at such verification would have revealed the falsity. For such lapses, however, we can make allowances.\\n\\nAnother and undeniable claim to greatness rests on ROGER BACON'S broad-mindedness. He could actually value at their true worth the moral philosophies of non-Christian writers--SENECA (*c*. 5 B.C.- A.D. 65) and AL GHAZZALI (1058--1111), for instance. But if he was catholic in the original meaning of that term, he was also catholic in its restricted sense.  He was no heretic: the Pope for him was the Vicar of CHRIST, whom he wished to see reign over the whole world, not by force of arms, but by the assimilation of all that was worthy in that world. To his mind--and here he was certainly a child of his age, in its best sense, perhaps--all other sciences were handmaidens to theology, queen of them all.  All were to be subservient to her aims: the Church he called \\\"Catholic\\\" was to embrace in her arms all that was worthy in the works of \\\"profane\\\" writers-- true prophets of God, he held, in so far as writing worthily they unconsciously bore testimony to the truth of Christianity,-- and all that Nature might yield by patient experiment and speculation guided by mathematics.  Some minds see in this a defect in his system, which limited his aims and outlook; others see it as the unifying principle giving coherence to the whole. At any rate, the Church, as we have seen, regarded his views as dangerous, and restrained his pen for at least a considerable portion of his life.\\n\\nROGER BACON may seem egotistic in argument, but his mind was humble to learn.  He was not superstitious, but he would listen to common folk who worked with their hands, to astrologers, and even magicians, denying nothing which seemed to him to have some evidence in experience: if he denied much of magical belief, it was because he found it lacking in such evidence.  He often went astray in his views; he sometimes failed to apply his own method, and that method was, in any case, primitive and crude.  But it was the RIGHT method, in embryo at least, and ROGER BACON, in spite of tremendous opposition, greater than that under which any man of science may now suffer, persisted in that method to the end, calling upon his contemporaries to adopt it as the only one which results in right knowledge. Across the centuries--or, rather, across the gulf that divides this world from the next--let us salute this great and noble spirit.\\n\\nXII\\n\\nTHE CAMBRIDGE PLATONISTS\\n\\nTHERE is an opinion, unfortunately very common, that religious mysticism is a product of the emotional temperament, and is diametrically opposed to the spirit of rationalism. No doubt this opinion is not without some element of justification, and one could quote the works of not a few religious mystics to the effect that self-surrender to God implies, not merely a giving up of will, but also of reason.  But that this teaching is not an essential element in mysticism, that it is, indeed, rather its perversion, there is adequate evidence to demonstrate. SWEDENBORG is, I suppose, the outstanding instance of an intellectual mystic; but the essential unity of mysticism and rationalism is almost as forcibly made evident in the case of the Cambridge Platonists.  That little band of \\\"Latitude men,\\\" as their contemporaries called them, constitutes one of the finest schools of philosophy that England has produced; yet their works are rarely read, I am afraid, save by specialists. Possibly, however, if it were more commonly known what a wealth of sound philosophy and true spiritual teaching they contain, the case would be otherwise.\\n\\nThe Cambridge Platonists--BENJAMIN WHICHCOTE, JOHN SMITH, NATHANAEL CULVERWEL, RALPH CUDWORTH, and HENRY MORE are the more outstanding names--were educated as Puritans; but they clearly realised the fundamental error of Puritanism, which tended to make a man's eternal salvation depend upon the accuracy and extent of his beliefs; nor could they approve of the exaggerated import given by the High Church party to matters of Church polity. The term \\\"Cambridge Platonists\\\" is, perhaps, less appropriate than that of \\\"Latitudinarians,\\\" which latter name emphasises their broad-mindedness (even if it carries with it something of disapproval). For although they owed much to PTATO, and, perhaps, more to PLOTINUS (*c*. A.D. 203-262), they were Christians first and Platonists afterwards, and, with the exception, perhaps, of MORE, they took nothing from these philosophers which was not conformable to the Scriptures.\\n\\nBENJAMIN WHICHCOTE was born in 1609, at Whichcote Hall, in the parish of Stoke, Shropshire.  In 1626 he entered Emmanuel College, Cambridge, then regarded as the chief Puritan college of the University.  Here his college tutor was ANTHONY TUCKNEY (1599-1670), a man of rare character, combining learning, wit, and piety.  Between WHICHCOTE and TUCKNEY there grew up a firm friendship, founded on mutual affection and esteem. But TUCKNEY was unable to agree with all WHICHCOTE'S broad-minded views concerning reason and authority; and in later years this gave rise to a controversy between them, in which TUCKNEY sought to controvert WHICHCOTE'S opinions:  it was, however, carried on without acrimony, and did not destroy their friendship.\\n\\nWHICHCOTE became M.A., and was elected a fellow of his college, in 1633, having obtained his B.A. four years previously. He was ordained by JOHN WILLIAMS in 1636, and received the important appointment of Sunday afternoon lecturer at Trinity Church.  His lectures, which he gave with the object of turning men's minds from polemics to the great moral and spiritual realities at the basis of the Christian religion, from mere formal discussions to a true searching into the reason of things, were well attended and highly appreciated; and he held the appointment for twenty years.  In 1634 he became college tutor at Emmanuel.  He possessed all the characteristics that go to make up an efficient and well-beloved tutor, and his personal influence was such as to inspire all his pupils, amongst whom were both JOHN SMITH and NATHANAEL CULVERWEL, who considerably amplified his philosophical and religious doctrines. In 1640 he became B.D., and nine years after was created D.D. The college living of North Cadbury, in Somerset, was presented to him in 1643, and shortly afterwards he married. In the next year, however, he was recalled to Cambridge, and installed as Provost of King's College in place of the ejected Dr SAMUEL COLLINS.  But it was greatly against his wish that he received the appointment, and he only consented to do so on the condition that part of his stipend should be paid to COLLINS-- an act which gives us a good insight into the character of the man. In 1650 he resigned North Cadbury, and the living was presented to CUDWORTH (see below), and towards the end of this year he was elected Vice-Chancellor of the University in succession to TUCKNEY.  It was during his Vice-Chancellorship that he preached the sermon that gave rise to the controversy with the latter. About this time also he was presented with the living of Milton, in Cambridgeshire.  At the Restoration he was ejected from the Provostship, but, having complied with the Act of Uniformity, he was, in 1662, appointed to the cure of St Anne's, Blackfriars. This church being destroyed in the Great Fire, WHICHCOTE retired to Milton, where he showed great kindness to the poor. But some years later he returned to London, having received the vicarage of St Lawrence, Jewry.  His friends at Cambridge, however, still saw him on occasional visits, and it was on one such visit to CUDWORTH, in 1683, that he caught the cold which caused his death.\\n\\nJOHN SMITH was born at Achurch, near Oundle, in 1618. He entered Emmanuel College in 1636, became B.A. in 1640, and proceeded to M.A. in 1644, in which year he was appointed a fellow of Queen's College.  Here he lectured on arithmetic with considerable success.  He was noted for his great learning, especially in theology and Oriental languages, as well as for his justness, uprightness, and humility. He died of consumption in 1652.\\n\\nNATHANAEL CULVERWEL was probably born about the same year as SMITH.  He entered Emmanuel College in 1633, gained his B.A. in 1636, and became M.A. in 1640.  Soon afterwards he was elected a fellow of his college.  He died about 1651. Beyond these scant details, nothing is known of his life. He was a man of very great erudition, as his posthumous treatise on *The Light of Nature* makes evident.\\n\\nHENRY MORE was born at Grantham in 1614.  From his earliest days he was interested in theological problems, and his precociousness in this respect appears to have brought down on him the wrath of an uncle. His early education was conducted at Eton.  In 1631 he entered Christ's College, Cambridge, graduated B.A. in 1635, and received his M.A. in 1639.  In the latter year he was elected a fellow of Christ's and received Holy Orders.  He lived a very retired life, refusing all preferment, though many valuable and honourable appointments were offered to him. Indeed, he rarely left Christ's, except to visit his \\\"heroine pupil,\\\" Lady CONWAY, whose country seat, Ragley, was in Warwickshire.  Lady CONWAY (*ob*. 1679) appears to be remembered only for the fact that, dying whilst her husband was away, her physician, F. M. VAN HELMONT (1618-1699) (son of the famous alchemist, J. B. VAN HELMONT, whom we have met already on these excursions), preserved her body in spirits of wine, so that he could have the pleasure of beholding it on his return.  She seems to have been a woman of considerable learning, though not free from fantastic ideas. Her ultimate conversion to Quakerism was a severe blow to MORE, who, whilst admiring the holy lives of the Friends, regarded them as enthusiasts. MORE died in 1687.\\n\\nMORE'S earliest works were in verse, and exhibit fine feeling. The following lines, quoted from a poem on \\\"Charitie and Humilitie,\\\" are full of charm, and well exhibit MORE'S character:--\\n\\n\\\"Farre have I clambred in my mind  But nought so great as love I find:  Deep-searching wit, mount-moving might,  Are nought compar'd to that great spright.  Life of Delight and soul of blisse!  Sure source of lasting happinesse!  Higher than Heaven! lower than hell!  What is thy tent? Where maist thou dwell?      My mansion highs humilitie,  Heaven's vastest capabilitie  The further it cloth downward tend  The higher up it cloth ascend;  If it go down to utmost nought  It shall return with that it sought.\\\"\\\\[1\\\\]\\n\\n\\\\[1\\\\] See *The Life of the Learned and Pious Dr Henry More . . . by* RICHARD WARD, A.M., *to which are annexed Divers Philosophical Poems and Hymns*.  Edited by M. F. HOWARD (1911), pp.  250 and 251.\\n\\nLater he took to prose, and it must be confessed that he wrote too much and frequently descended to polemics (for example, his controversy with the alchemist THOMAS VAUGHAN, in which both combatants freely used abuse).\\n\\nAlthough in his main views MORE is thoroughly characteristic of the school to which he belonged, many of his less important opinions are more or less peculiar to himself.\\n\\nThe relation between MORE's and DESCARTES' (1596-1650) theories as to the nature of spirit is interesting.  When MORE first read DESCARTES' works he was favourably impressed with his views, though without entirely agreeing with him on all points; but later the difference became accentuated. DESCARTES regarded extension as the chief characteristic of matter, and asserted that spirit was extra-spatial. To MORE this seemed like denying the existence of spirit, which he regarded as extended, and he postulated divisibility and impenetrability as the chief characteristics of matter. In order, however, to get over some of the inherent difficulties of this view, he put forward the suggestion that spirit is extended in four dimensions: thus, its apparent (*i.e*. three-dimensional) extension can change, whilst its true (*i.e*. four-dimensional) extension remains constant; just as the surface of a piece of metal can be increased by hammering it out, without increasing the volume of the metal.  Here, I think, we have a not wholly inadequate symbol of the truth; but it remained for BERKELEY (1685-1753) to show the essential validity of DESCARTES' position, by demonstrating that, since space and extension are perceptions of the mind, and thus exist only in the mind as ideas, space exists in spirit: not spirit in space.\\n\\nMORE was a keen believer in witchcraft, and eagerly investigated all cases of these and like marvels that came under his notice. In this he was largely influenced by JOSEPH GLANVIL (1636-1680), whose book on witchcraft, the well-known *Saducismus Triumphatus*, MORE largely contributed to, and probably edited.  MORE was wholly unsuited for psychical research; free from guile himself, he was too inclined to judge others to be of this nature also. But his common sense and critical attitude towards enthusiasm saved him, no doubt, from many falls into the mire of fantasy.\\n\\nAs Principal TULLOCH has pointed out, whilst MORE is the most interesting personality amongst the Cambridge Platonists, his works are the least interesting of those of his school. They are dull and scholastic, and MORE'S retired existence prevented him from grasping in their fulness some of the more acute problems of life.  His attempt to harmonise catastrophes with Providence, on the ground that the evil of certain parts may be necessary for the good of the whole, just as dark colours, as well as bright, are essential to the beauty of a picture--a theory which is practically the same as that of modern Absolutism,\\\\[1\\\\]--is a case in point. No doubt this harmony may be accomplished, but in another key.\\n\\n\\\\[1\\\\] Cf.  BERNARD BOSANQUET, LL.D., D.C.L.: *The Principle of Individuality and Value* (1912).\\n\\nRALPH CUDWORTH was born at Aller, in Somersetshire, in 1617. He entered Emmanuel College in 1632, three years afterwards gained his B.A., and became M.A. in 1639.  In the latter year he was elected a fellow of his college.  Later he obtained the B.D. degree. In 1645 he was appointed Master of Clare Hall, in place of the ejected Dr PASHE, and was elected Regius Professor of Hebrew.  On 31st March 1647 he preached a sermon of remarkable eloquence and power before the House of Commons, which admirably expresses the attitude of his school as concerns the nature of true religion.  I shall refer to it again later. In 1650 CUDWORTH was presented with the college living of North Cadbury, which WHICHCOTE had resigned, and was made D.D. in the following year. In 1654 he was elected Master of Christ's College, with an improvement in his financial position, there having been some difficulty in obtaining his stipend at Clare Hall.  In this year he married. In 1662 Bishop SHELDON presented him with the rectory of Ashwell, in Hertfordshire.  He died in 1688.  He was a pious man of fine intellect; but his character was marred by a certain suspiciousness which caused him wrongfully to accuse MORE, in 1665, of attempting to forestall him in writing a work on ethics, which should demonstrate that the principles of Christian morality are not based on any arbitrary decrees of God, but are inherent in the nature and reason of things. CUDWORTH'S great work--or, at least, the first part, which alone was completed,--*The Intellectual System of the World*, appeared in 1678. In it CUDWORTH deals with atheism on the ground of reason, demonstrating its irrationality.  The book is remarkable for the fairness and fulness with which CUDWORTH states the arguments in favour of atheism.\\n\\nSo much for the lives and individual characteristics of the Cambridge Platonists:  what were the great principles that animated both their lives and their philosophy?  These, I think, were two:  first, the essential unity of religion and morality; second, the essential unity of revelation and reason.\\n\\nWith clearer perception of ethical truth than either Puritan or High Churchman, the Cambridge Platonists saw that true Christianity is neither a matter of mere belief, nor consists in the mere performance of good works; but is rather a matter of character.  To them Christianity connoted regeneration. \\\"Religion,\\\" says WHICHCOTE, \\\"is the Frame and TEMPER of our Minds, and the RULE of our Lives\\\"; and again, \\\"Heaven is FIRST a Temper, and THEN a Place.\\\"\\\\[1\\\\] To the man of heavenly temper, they taught, the performance of good works would be no irksome matter imposed merely by a sense of duty, but would be done spontaneously as a delight. To drudge in religion may very well be necessary as an initial stage, but it is not its perfection.\\n\\n\\\\[1\\\\] My quotations from WHICHCOTE and SMITH are taken from the selection of their discourses edited by E. T. CAMPAGNAC, M.A. (1901).\\n\\nIn his sermon before the House of Commons, CUDWORTH well exposes the error of those who made the mere holding of certain beliefs the essential element in Christianity.  There are many passages I should like to quote from this eloquent discourse, but the following must suffice:  \\\"We must not judge of our knowing of Christ, by our skill in Books and Papers, but by our keeping of his Commandments. . . . He is the best Christian, whose heart beats with the truest pulse towards heaven; not he whose head spinneth out the finest cobwebs. He that endeavours really to mortifie his lusts, and to comply with that truth in his life, which his Conscience is convinced of; is neerer a Christian, though he never heard of Christ; then he that believes all the vulgar Articles of the Christian faith, and plainly denyeth Christ in his life.... The great Mysterie of the Gospel, it doth not lie only in CHRIST WITHOUT US, (though we must know also what he hath done for us) but the very Pith and Kernel of it, consists in *\\\\*Christ inwardly formed* in our hearts. Nothing is truly Ours, but what lives in our Spirits.  SALVATION it self cannot SAVE us, as long as it is onely without us; no more then HEALTH can cure us, and make us sound, when it is not within us, but somewhere at distance from us; no more than *Arts and Sciences*, whilst they lie onely in Books and Papers without us; can make us learned.\\\"\\\\[1\\\\]\\n\\n\\\\[1\\\\] RALPH CUDWORTH, B.D.: *A Sermon Preached before the Honourable House of Commons at Westminster, Mar*.  31, 1647 (1st edn.), pp. 3, 14, 42, and 43.\\n\\nThe Cambridge Platonists were not ascetics; their moral doctrine was one of temperance.  Their sound wisdom on this point is well evident in the following passage from WHICHCOTE:  \\\"What can be alledged for Intemperance; since Nature is content with very few things?  Why should any one over-do in this kind?  A Man is better in Health and Strength, if he be temperate. We enjoy ourselves more in a sober and temperate Use of ourselves.\\\"\\\\[2\\\\]\\n\\n\\\\[2\\\\] BENJAMIN WHICHCOTE:  *The Venerable Nature and Transcendant Benefit of Christian Religion.  Op.  cit*., p.  40.\\n\\nThe other great principle animating their philosophy was, as I have said, the essential unity of reason and revelation. To those who argued that self-surrender implied a giving up of reason, they replied that \\\"To go against REASON, is to go against GOD: it is the self same thing, to do that which the Reason of the Case doth require; and that which God Himself doth appoint: Reason is the DIVINE Governor of Man's Life; it is the very Voice of God.\\\"\\\\[3\\\\] Reason, Conscience, and the Scriptures, these, taught the Cambridge Platonists, testify of one another and are the true guides which alone a man should follow. All other authority they repudiated.  But true reason is not merely sensuous, and the only way whereby it may be gained is by the purification of the self from the desires that draw it away from the Source of all Reason.  \\\"God,\\\" writes MORE, \\\"reserves His choicest secrets for the purest Minds,\\\" adding his conviction that \\\"true Holiness \\\\[is\\\\] the only safe Entrance into Divine Knowledge.\\\"  Or as SMITH, who speaks of \\\"a GOOD LIFE as the PROLEPSIS and Fundamental principle of DIVINE SCIENCE,\\\" puts it, \\\". . . if . . . KNOWLEDGE be not attended with HUMILITY and a deep sense of SELF-PENURY and *\\\\*Self-emptiness*, we may easily fall short of that True Knowledge of God which we seem to aspire after.\\\"\\\\[1b\\\\] Right Reason, however, they taught, is the product of the sight of the soul, the true mystic vision.\\n\\n\\\\[3\\\\] BENJAMIN WHICHCOTE:  *Moral and Religious Aphorisms OP. cit*., p.  67.\\n\\n\\\\[1b\\\\] JOHN SMITH:  *A Discourse concerning the true Way or Method of attaining to Divine Knowledge.  Op.  cit*., pp. 80 and 96.\\n\\nIn what respects, it may be asked in conclusion, is the philosophy of the Cambridge Platonists open to criticism? They lacked, perhaps, a sufficiently clear concept of the Church as a unity, and although they clearly realised that Nature is a symbol which it is the function of reason to interpret spiritually, they failed, I think, to appreciate the value of symbols. Thus they have little to teach with respect to the Sacraments of the Church, though, indeed, the highest view, perhaps, is that which regards every act as potentially a sacrament; and, whilst admiring his morality, they criticised BOEHME as an enthusiast.  But, although he spoke in a very different language, spiritually he had much in common with them.  Compared with what is of positive value in their philosophy, however, the defects of the Cambridge Platonists are but comparatively slight. I commend their works to lovers of spiritual wisdom.\",\"timestamp\":1641298379,\"title\":\"\\nA learned Japanese speaks with approval of Idealism as a \\\"dream where sensuousness and spirituality find themselves \"},\"digest\":\"fydZBK_Y2n-LNERgAPbHpCO6_JegtDyfraKZobJNA4I\",\"authorship\":{\"contributor\":\"0xBD285526750c6d1e9c301005d31Fcad2bE9E9AA0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_OhyN5rnM7tDJ2b2aNHdqLl_VoMGhTzZ8EyC-dtdMYA\\\",\\\"y\\\":\\\"Hr6PSJmm7W5CWcHGSbl0NjZj4uW5lODSvSRVmLLDeoM\\\"}\",\"signature\":\"5CwQkxPb1FPvgbAdvSs_StefUw3N1nji5RN2PCeeAi0WBt3o4fbWQyuAIowmI2BhXBoAyQ6_Xvkrwxtq8_vdCw\",\"signingKeySignature\":\"0x6a1776f948ea61135e69d9ff3f0ae53b0e72eca0fc96d1dbb4e2425c1fe63eaa532bc09eaf163d07b43912644df009b2889d8dcb43fa4a97458b90dcbc7cc4341b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_OhyN5rnM7tDJ2b2aNHdqLl_VoMGhTzZ8EyC-dtdMYA\\\",\\\"y\\\":\\\"Hr6PSJmm7W5CWcHGSbl0NjZj4uW5lODSvSRVmLLDeoM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fydZBK_Y2n-LNERgAPbHpCO6_JegtDyfraKZobJNA4I\"}"