"{\"content\":{\"body\":\"*Welcome to the ongoing series on how we are building Cabin! In this deep-dive we talk about changing leadership styles and how a shift from direction to advocacy can support DAO organizations at scale.*\\n\\n\\n***\\n\\n## Magical Vibes\\n\\n*Charlie joined the town hall first. ‘Gotta make sure CraigBot is recording for folks who can’t attend’ Charlie thought. This was the community’s first meeting and the anticipation was palpable. “gm gm gm gm gm”, Discord pinged. Simultaneously, Charlie thought back to how hierarchy and leadership could make or break online communities.*\\n\\n*How could Charlie best support long-term community sustainability and harmony? How could Charlie do that without being the “strong directooooor”? Without being “CEO”? How would Charlie be able to best guide the decentralized group of contributors?*\\n\\n[https://twitter.com/rafathebuilder/status/1461699183820296192?s=20](https://twitter.com/rafathebuilder/status/1461699183820296192?s=20)\\n\\nDAOs continue to change, and within them new contributors are becoming trusted leaders and caretakers. These DAO community members are usually easy to pinpoint: everybody trusts them, they somehow always know to stay level-headed, and they always seem to do the right thing at the right time. In this article, we will talk about **DAO Leadership Magic,** and how we can create organizations where:\\n\\n* **Contributors are humbly confident** and believe they can navigate the unknown.\\n* **Contributors understand their mission** and advocate for the community’s vision.\\n* **Contributors have a bias towards action** and act towards emergent goals.\\n\\nWe could argue that these are the same outcomes of leaders in traditional organizations, but ***how*** we get there feels different. I’m not sure about you, but as a community member it’s apparent that these leaders don’t behave as traditional directors. If we look through the twitter timeline, other labels emerge: **stewards, gardeners, shapers, advocates.**\\n\\n\\n---\\n\\n## DAO Leaders Traverse the Unknown Together\\n\\nThe [extended internet universe](https://studio.ribbonfarm.com/p/the-extended-internet-universe) is a weird place. Sometimes it’s safer, like your cozy group chat. And other times it’s more dangerous, like spam on Discord. We’re in the digital wilderness, having left the walled gardens and terrible design of the corporate intranet suburbia.\\n\\n![Adapted from Ribbonfarm, “Unlike the main public internet, which runs on the (human) protocol of “users” clicking on links on public pages/apps maintained by “publishers”, the cozy web works on the (human) protocol of everybody cutting-and-pasting bits of text, images, URLs, and screenshots across live streams.”](https://images.mirror-media.xyz/publication-images/-EqFG8fXkq8R-oQi95pT8.png?height=1440&width=2880)\\n\\nOperational model requirements change in this wilderness. A SaaS CEO wouldn’t fare well leading a troupe down the [Oregon Trail](https://en.wikipedia.org/wiki/The_Oregon_Trail_(series)). DAO leaders have to rethink every piece of organizational management from [onboarding](https://creators.mirror.xyz/ggSQQlTSGqJ2_U7HVNjm4f3s98on5EfUyR9rW_z3fw0) to [career](https://twitter.com/rafathebuilder/status/1459459290729783298?s=20) progression.\\n\\nIn more ordered environments we would look around, categorize the situation, and respond with best practices. But **in complex and chaotic environments, we need to take action before most of our analysis is complete.**\\n\\n![Adapted from the Cynefin Framework. “The framework sorts the issues facing leaders into five contexts defined by the nature of the relationship between cause and effect. Four of these—simple, complicated, complex, and chaotic—require leaders to diagnose situations and to act in contextually appropriate ways.” Source: HBR, A Leader’s Framework for Decision Making, by David J. Snowden and Mary E. Boone. From the Magazine (Nov '07)](https://images.mirror-media.xyz/publication-images/tIVJbXaVZWDnU8QQ2aK2A.png?height=1102&width=1440)\\n\\n[https://twitter.com/rafathebuilder/status/1403252131990323209?s=21](https://twitter.com/rafathebuilder/status/1403252131990323209?s=21)\\n\\n**A successful web3 leader...**\\n\\n* **Helps us create in the unknown.** And to create, we need to make sense of this new complexity and chaos. No one, not even the current leaders themselves, know what best practices look like.\\n* **Can mobilize large networks.** When a new opportunity or risk appears, leaders need to be able to mobilize the community fast and effectively. The unknown can’t be survived without strong responsive networks.\\n\\nInstead of direction, our leaders have to support community members to probe and then navigate the new terrain. **We need leaders who give each of us courage, and be trusted to sound the alarm of opportunity and risk.**\\n\\n> *Sensemaking calls for courage, because while there is a deep human need to understand and know what is going on in a changing world, illuminating the change is often a lonely and unpopular task.”*\\n>\\n> *- Deborah Ancona, [SENSEMAKING Framing and Acting in the Unknown](https://www.sagepub.com/sites/default/files/upm-binaries/42924_1.pdf), MIT Sloan School of Management*\\n\\n\\n---\\n\\n## DAO Leaders Are Courage Crafters\\n\\nThinking back at my recent experience in DAOs, I can easily pinpoint folks that demonstrated strong leadership in this complex environment: [Carlos](https://twitter.com/carlosecgomes), [Caroline](https://twitter.com/SpaceXponential), [Jay](https://twitter.com/Jayislate), [Chase](https://twitter.com/chaserchapman), [Jon](https://twitter.com/JonathanHillis), [Zak](https://twitter.com/0xZakk), [Dame](https://twitter.com/jacksondame), [Dom](https://twitter.com/dhof).\\n\\nAnd each time, a consistent theme emerged. **They didn’t give me instructions. Instead, they gave me courage to craft my own journey.**\\n\\nThey gave guidance through their work not through their coaching. Listening and watching them was like fetching a compass, getting better oriented, and then being offered support to accomplish my personal objectives.\\n\\n![DAO Leaders don’t give you a map, they give you the confidence to create your own](https://images.mirror-media.xyz/publication-images/c9V3c0WUj7082uIbtz4mb.png?height=1440&width=2880)\\n\\n***How?*** Well, the [Twitter DAO community](https://twitter.com/rafathebuilder/status/1459828273819570177) was very helpful in highlighting a few activities, which happened to coalesce into three leadership activity pillars:\\n\\n1. **WAGMI** (We are going to make it): Leaders communicate the community dream clearly, making sure contributors understand the north star and how they fit into the big picture\\n2. **GM** (Good Morning): Leaders offer personal support, helping contributors manage the confusion of navigating a new world.\\n3. **PoW** (Proof of Work): Leaders are exemplary contributors, making sure other community members have possible paths of growth and participation.\\n\\n![](https://images.mirror-media.xyz/publication-images/hpFpC955pxcL-n7TZ0eQD.png?height=1440&width=2880)\\n\\n[Full Analysis Available Here](https://docs.google.com/spreadsheets/d/11wGkatiSAvD-HyIo_Spfe2WtB0Xh5oY38DSuT11jTwo/edit#gid=1281965198)\\n\\nNone of these activities and skills are related to control, work delegation or performance management. Instead, the activities focus on helping other individuals become leaders of their own journeys.\\n\\n### In short, leaders help the community lead itself. It’s a self-reinforcing virtuous cycle.\\n\\nNot all leaders deliver across all skills and activities - in some cases the leaders may be stronger at one aspect than another. But a distribution of leaders across all three pillars seem to be needed to create a long-term sustainable community.\\n\\nBy communicating the vision, supporting individuals, and being an example, leaders help contributors believe in themselves, advocate for their work, and carve out their own path.\\n\\n![](https://images.mirror-media.xyz/publication-images/rvBnnWqgvuY0fFIFnrxNw.png?height=1440&width=2880)\\n\\n\\n---\\n\\n## DAO Leaders Move Mountains\\n\\nAs leaders craft courage in individuals, they also have to create a network effect of trust and inspiration. The best example of this network power may have been when [Sirsu](https://twitter.com/sirsuhayb) mobilized the purchase of [Black Punks](https://twitter.com/ourZORA/status/1424492663726804992?s=20). These DAO leaders aren’t just inspirational influencers, they are network shapers and catalysts.\\n\\nA leader’s personal network could seem small, but their reach could be gargantuan. A call-to-action from them is not only heard, but executed by the swarm. These leaders have network perfect pitch, always know how to attune and resonate with the right empathy.\\n\\nIf you are from a traditional organization, you might see how this relates to [managerial leverage](https://medium.com/unexpected-leadership/managerial-leverage-the-practice-of-doing-the-right-things-at-the-right-time-553fbccdf373). One friend described managerial leverage as, “The ability of a person to move resources (capital and talent) to a specific business priority, with the least amount of effort possible”. For example, CEOs are often granted this power to move entire organizations. Challenges are common and no amount of leverage can guarantee a [transformation program’s success](https://hbr.org/1995/05/leading-change-why-transformation-efforts-fail-2). Bad habits, approval systems, bureaucracy, and individual apathy impact potential momentum.\\n\\n### However, influence in web3 is more than managerial leverage. It’s about catalyzing chain reactions with a savant-level intuition.\\n\\nLet’s call this concept Community Mobilization Strength. It helps to think about shaping and catalyzing networks by combining two variables: Community Reach, and Community Influence. The combination of both which then leads to Community Mobilization:\\n\\n![A DAO leader’s momentum compounds.](https://images.mirror-media.xyz/publication-images/dFFCgfpZrJpGIRZ_AsBEi.png?height=720&width=1607)\\n\\n* **Community Reach:** the amount of contributors you can effectively connect with, given time constraint X.\\n* **Community Influence:** the ability to have members (n+1 nodes away) perform an activity of complexity Y, given time constraint X.\\n\\nIn other words, as reach and influence increases, a DAO leader’s momentum compounds.\\n\\nHow do leaders achieve this network development? It’s grittier and more tactical than most people realize:\\n\\n* Advocating for their mission 1:1\\n* Developing 1:1 long-term relationships\\n* Scaling influence through consistent writing and content\\n* Removing barriers to communication and action\\n* ***Nurturing others to increase their mobilization skillset!***\\n\\nThe last piece is crucial. The benefit of developing others compounds over time and outweighs the initial investment required. As a result, **those with most influence in web3 are often those that have helped others become leaders.**\\n\\nThis might be the killer feature of DAO leadership: there’s an incentive for mutual growth. This self-reinforcing loop becomes a recursive process.\\n\\n\\n---\\n\\n## A New Generation of Leaders\\n\\nAs we’ve seen, navigating the unknown digital world is a hard task. We can no longer rely on explicit direction, when none of us fully understands the breadth of the impact of this new technology and cooperation models.\\n\\nAnd yet, we can give each other courage and strengthen our networks. By evolving traditional frameworks of directive leadership we can increase our focus and effectiveness on helping each other craft new paths.\\n\\n[https://twitter.com/james_d_baird/status/1451895135986491395?s=21](https://twitter.com/james_d_baird/status/1451895135986491395?s=21)\\n\\n![](https://images.mirror-media.xyz/publication-images/JxWZSmCYpr1a18J_fa4tt.PNG?height=1063&width=1895)\\n\\n## Recommended Resources\\n\\n[Database of DAO Community Leaders](https://docs.google.com/spreadsheets/d/11wGkatiSAvD-HyIo_Spfe2WtB0Xh5oY38DSuT11jTwo/edit#gid=0)\\n\\n[Next Generation Organization Characteristics](https://twitter.com/swardley/status/1394932183173902337?s=20), via Simon Wardley\\n\\n[Status as a Service](https://www.eugenewei.com/blog/2019/2/19/status-as-a-service), via @eugenewei\\n\\n[Impact Networks (Book)](https://medium.com/converge-perspectives/introducing-our-new-book-c6e307cc63ea), via David Ehrlichman\\n\\n[Index Coop Operating Model Evolution](https://docs.google.com/presentation/d/1BK0d_j3crtcRZD2EL2dL0Xon5wOYdORXgPoVw5WexuY/edit#slide=id.ge8b3b2d984_0_333) via @indexcoop\",\"timestamp\":1637396793,\"title\":\"How to DAO 401: DAO Community Leadership\",\"publication\":\"creators\"},\"digest\":\"LoqTblXuo0awLXtycN4zgh4akCujzAL2lKW-XOGQaUo\",\"authorship\":{\"contributor\":\"0xe62d071Ea99A63798Fec7222c483c53e87F2A32E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WWjwpdgsFyVawxDhi5Zy1buVlJ8SMDOahA27xI_ehB8\\\",\\\"y\\\":\\\"t8zg9LUcKXV8UrStwN_xKtTyNXy-_iWj69aiFPEGYFs\\\"}\",\"signature\":\"EEUk5-eIsAzAevMwiIPy9sPnbNpkW2bUnwqsOIVa6vOTsMZlzPd_XqebXnOUH4PLs2F9iivV3fLhkGgjFVgLbA\",\"signingKeySignature\":\"0x40bea43308cc7ba93270ee5d5aaf5b98813593094d475e56acc486c649d4f8284260378a80ae516d4cf7af8b6ed934ad793e15c8fdadd90b9b231690b39ff1bc1c\",\"signingKeyMessage\":\"I authorize the publication of articles on dao.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WWjwpdgsFyVawxDhi5Zy1buVlJ8SMDOahA27xI_ehB8\\\",\\\"y\\\":\\\"t8zg9LUcKXV8UrStwN_xKtTyNXy-_iWj69aiFPEGYFs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BIKmTKdNiMkK1dbtUInS0zoZgVdo18i55Vh3iMU9g_I\"}"