"{\"content\":{\"body\":\"I’ve been thinking a lot about the role of risk capital in society recently, and why I find it so alluring as a pursuit for my career.\\n\\nI’m mid-way through a book, VC: An American History, which is providing a fantastic historical context of how the VC industry evolved in North America, from its philosophical origins in the whaling industry of New England in the 1800s, through the ‘First Industrial Revolution’, through the formalisation of the industry during the 1900s, first pioneered through family office vehicles (among them Venrock) before limited partnership pioneers led the way.\\n\\nAt the same time, I spent New Year in Zurich with a friend of mine, Nick, who is amongst the most talented and thoughtful people I have ever known. We were discussing our relative careers. He has spent the last few years working for an oil company in Singapore, and - having become a bit sick of the sheer profit incentive given exposure to the exorbitant world of oil trading - is now moving to a renewables-focused role back home in Australia.\\n\\nI told him about my recent decision to move into the venture capital industry ‘full time’ and the underlying motives for my move, which he thoughtfully quizzed me on as a reliable Devil’s advocate. The core of his questioning was this: why is it right that early-stage investors should benefit from the hard slog of the entrepreneur(s), who don’t have the luxury of diversifying their human capital in the same way that the investors can diversify their financial capital? Aren’t VCs just leeching off other people’s ideas and efforts, whilst also playing in a casino with other people’s money?\\n\\n### Why risk capital matters\\n\\nEarly-stage funding is a peculiar beast. Unlike funding a more mature and stable business, it requires a strong belief in the founder(s), their vision and their ability to bring it to life. Oftentimes there is not yet a functioning business that has proven its ability to generate cash flows, the anchor of traditional company valuation, and there might not even yet be a product.\\n\\nAs a result, funding early-stage companies is fraught with several types of risk, including but not limited to: \\n\\n* **Market risk:** does the market exist for the product or service being built?\\n* **Technology risk:** can the technology do what it says it is going to do?\\n* **Execution risk:** can the founders successfully execute against the product vision?\\n* **Funding risk:** can the founder successfully continue to raise the capital required before the business can start funding itself?\\n\\nWith all these different types of risk, early-stage investing is not for the faint-hearted. Indeed, most early-stage ventures fall victim to one or several of the above, and end up losing money for investors. The returns profile follows a ‘non-normal’ distribution, with the ‘Power Law’ that describes how the vast majority of bets fail but the ones that succeed do so sufficiently to more than compensate for the losers.\",\"timestamp\":1641137732,\"title\":\"Risk capital\"},\"digest\":\"pRKbLc_Nm7alxLvPpx2y9bKkGg-6eVJIFNMTX7-7dyM\",\"authorship\":{\"contributor\":\"0x26Eb500bc73744B06b2731F1a3038a77Ba4d7a2E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"k0gqvPuRv82pjBCxGQ_YVFuNaiipD-yiz1M8wCO6wBw\\\",\\\"y\\\":\\\"Wa7V2pByMfNtNQPERMcxuto_e9elKJFOyKQUihKAGho\\\"}\",\"signature\":\"7j_KsOk06Ec5cgb_xGWAEIP4PkeIxoNWuG-3bojU8MFrM-CPlaOuhZPBF1shxsLokDc3_zgV3QY9v0M7IL4sWg\",\"signingKeySignature\":\"0x87cc2b5e91ce2cc3427d22aaed205753f5dbd9821922b5bc40403ebd02d082b47323712acfea626c2b1d88961c43dc97a81de47aa736c911629e0ba8492319fd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"k0gqvPuRv82pjBCxGQ_YVFuNaiipD-yiz1M8wCO6wBw\\\",\\\"y\\\":\\\"Wa7V2pByMfNtNQPERMcxuto_e9elKJFOyKQUihKAGho\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GBsjBMr5-DuP6n7MruiPkhcAMSHTRZb7H1uhKD8lXrA\"}"