"{\"content\":{\"body\":\"## Privatronics\\n\\nIn 2003, Russian artist Alexie Shulgin, a pioneer of Net Art, created Privatronics, a web page for a factitious eponymous corporation that produced and sold human-like masks like the one featured in the header image. Its goal is to protect its users from face recognition-based modes of surveillance.\\n\\nThe company’s blurb reads:\\n\\n> “Fed up with constant observation of your private life? Aware of modern surveillance and face recognition technologies? Not happy with thousands of cameras following your every step? Privatronics® Personal Security System™ will protect your privacy, will make you feel more secure in any situation of your everyday life.”\\n\\n![One of the examples of Privatronics' products](https://images.mirror-media.xyz/publication-images/PUUB0iqGJzRYQMEATrlZz.png?height=600&width=450)\\n\\nFor $99.99, one could create a mask to avoid the ever-watching gaze of surveillance technology. The project can be understood as an artist’s responses to the growing presence of surveillance in the early aughts. That period was a rich breeding ground for both actual implementations of CCTVs in public spaces but also for its cultural representation through an aesthetic named [Nokiawave](https://mubi.com/notebook/posts/notebook-primer-nokiawave) by graphic designer David Rudnick.\\n\\n![The Bourne Identity (2002) - an exemplar of Nokiawave and the growing cultural concerns surrounding perpetual surveillance](https://images.mirror-media.xyz/publication-images/tCLlgRdt0onTZsNw_o_lX.png?height=595&width=1400)\\n\\nIntentionally or not, this art piece also hinted at a specific shift in our common understanding of how to respond to surveillance and facial recognition technologies. Frequently, we speak of surveillance as something to be tackled on a structural level, through national legislation and policies. Privatronics anchors this fight in the domain of the individual providing through the piece a chance for every citizen to disencumber themselves from the heavy gaze of Big Brother.\\n\\nMaking every citizen the master of their own anonymity.\\n\\n### American Independence\\n\\nThe theme for this year’s MET Gala was “American Independence”. A rather loaded term. Vogue recommended coyly to wear one of Vaquera’s flag dresses, as a literal interpretation of the theme.\\n\\n![Look 18 from Vaquera's 2017 Fall Ready-to-Wear Collection](https://images.mirror-media.xyz/publication-images/edZ-jc2d2qseLbaWyUEgm.png?height=739&width=470)\\n\\nBut what does it mean to be *American* and *Independent?*\\n\\nIf you had to distill the essence of Americanness to one look, what would it be?\\n\\n> We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty and the pursuit of Happiness.\\n>\\n> *- American Declaration of Independence, July 4th, 1776*\\n\\nTo anyone looking at the foundational text of America, the afore-quoted “Declaration of Independence”, and being familiar with American culture, it is evident that this second unalienable Right is the crux of modern American identity. From the right to bear arms and no mask, individual freedom is front and center of the American self.\\n\\nWho then at the MET best represented those ideas?\\n\\nI believe Kim Kardashian wins this challenge, hands down.\\n\\n![Kim Kardashian West in her Balenciaga gown at the MET Gala 2021](https://images.mirror-media.xyz/publication-images/8HMk6bdi-WLhhtg-oKWY7.png?height=1280&width=924)\\n\\nKim arrived at the ball clad in a night-black Balenciaga gown that hid her face and covered her entire body.\\n\\n![Billie Eilish, Lil Nas X and Rihanna, at the 2021 MET Gala](https://images.mirror-media.xyz/publication-images/ztqwOFbHJWMrbvey8I8sZ.png?height=576&width=857)\\n\\nCompared to the other guests, Kim’s outfit was modest, a sign of effacement, drawing attention away from her visage, hinting at the desire not to be seen. What can be made of this aesthetic gesture?\\n\\nToday’s celebrities are hypervisible. Their every move is tracked by the paparazzi and they are compelled to continuously share details of their lives. We live in a hypermediated age anchored on the abundant proliferation of information and images, which in turn increases the visibility of those who produce and disseminate those images. The overwhelming societal impetus seems to be “Everything must be exposed”. Celebrities, for all intents and purposes, trade the solace of a regular life and the freedom to engage in your daily deeds with little to no impediment for fame and wealth. Celebrities managed by agents and publicists, constantly surveilled, are not really *free*. They don’t really have a *life*. Everything has a price. *Life and Liberty for Money.*\\n\\nWhat is signified then in the renunciation of identity, in the refusal to show one’s self?\\n\\n## Opacity\\n\\n> We clamor for the right to opacity. - Édouard Glissant, “Poetics of Relation”, 1928\\n\\nOpacity is a concept adduced by Martinican writer Édouard Glissant who sought to question the possibilities of intercultural communication. To him, in a multi-relational world, noting differences does not imply understanding Otherness, thereby rendering it transparent, rather it leads to the acceptance of unintelligibility, impenetrability, and confusion that characterizes cross-cultural communication. Opacity seeks to overcome the danger of diminishing the idiosyncrasies of cultural differences by comprehension. I believe this concept can help us understand human interaction on an intrapersonal level. Through most interactions, we tend to diminish the Other through comprehension. To use the Sartrian existentialist vernacular, we reify the Other through our Gaze when we engage with them. No one is more gazed at than American celebrities.\\n\\nOpacity then can be understood as a form of resistance deployed by Kim and Demna Gvasalia, the Creative Director of Balenciaga, to overcome the assimilation to the sameness of the absorbed look. It is an invitation to difference. It proclaims individuality. Through it, she is becoming the master of her own anonymity. Through it, Kim regains her quintessential American characteristic, her Individual Freedom.\",\"timestamp\":1635718054,\"title\":\"Notes on Kim's MET Gala Look\"},\"digest\":\"CVRmcPmE1c62cj_tssfrdPb7VeBJdK_9aKKTwfc5Jbg\",\"authorship\":{\"contributor\":\"0x87fB7c717A4145095Eb076e239BC0F8Fba42cf49\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jnzzJVHrwyczD1oCnsy9su2kAimG0l36CphSWFxXRqc\\\",\\\"y\\\":\\\"ZLLOq61uc_WDRAe9Ky8E7CeTFde0TmOFKJHjmBKQRZM\\\"}\",\"signature\":\"5XafACWcFrZBpLAn5GtVbV5adMjk6z23AFEbgVohEsX7NiYdgUhlTlS5ujqfBroIxEVjvqWC-TGpjqIffDwxKQ\",\"signingKeySignature\":\"0x2af6f14ee8578fa2a845a6a2b81ceee4db0901671dddf9bf1c217604e96eb09310822e904e2a459a7fe988a69b395ffc4327929f2f83ac32722c847bb117a5bd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jnzzJVHrwyczD1oCnsy9su2kAimG0l36CphSWFxXRqc\\\",\\\"y\\\":\\\"ZLLOq61uc_WDRAe9Ky8E7CeTFde0TmOFKJHjmBKQRZM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"r2g9STV1pSHFrZj4DTfhrCfnxslscDF0jCslvfdbog4\"}"