"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/3QN1OphKVKyUnOcWj-Mc6.jpeg?height=683&width=1024)\\n\\nKripto tržište je **opasno** **i nesigurno tržište**. Ako niste oprezni, riskirate da vam neki zli aktori ukradu vaše dragocjene kriptovalute. Ovo je post koji će vam pomoći smanjiti rizike da se to dogodi.\\n\\n⦁ **Nikada nemojte koristiti istu šifru na više računa.** Vaš password je vjerojatno već negdje kompromitiran iz jednog od stotine sigurnosnih incidenata na raznim web stranicama gdje ste prijavljeni. Uvijek koristite unikatan password za svaki account. Ako želite vidjeti s kojih stranica su procurili passwordi, posjetite [https://haveibeenpwned.com](https://haveibeenpwned.com/?fbclid=IwAR2rixs_ozfLiKJBkmWnnh1a8mkoyO82K9GXBmzpEkafvYZnCCyvTkw_6l0)\\n\\n⦁ **Koristite password managera.**\\n\\nAko koristite zasebnu šifru za svaki account, kako ih sve zapamtiti?\\n\\nWell, najlakši način je korištenje pass managera poput LastPass, 1Password ili BitWarden.\\n\\nUpotrebljavajte password managere za kreiranje **dugih, sigurnih šifri**. Master password za password managera si zapišite na papir, ili neka to bude jedina šifra koju ćete zapamtiti (zapišite negdje u svakom slučaju)\\n\\n⦁ **2FA sve i po svuda!**\\n\\nTrebali bi koristiti 2FA autentikaciju za svaku uslugu koja ima tu mogućnost.\\n\\n**Nemojte koristiti SMS 2FA**, jer nije sigurno. Povećavate rizik da vam netko spoofa SIM karticu i samim time dobije pristup 2FA. Koristite aplikacije poput Google Authenticator ili Authy.\\n\\n**Dodatna mjera opreza** - instalirajte istu 2FA aplikaciju na drugi uređaj i tamo napravite backup, u slučaju da izgubite ili strgate svoj glavni uređaj.\\n\\n⦁ Ako imate svotu novaca za koju bi vam bilo žao izgubiti ju (bilo koja svota novaca I guess), veoma čvrsto razmislite o nabavci hardware 2FA uređaja, poput Yubico ili Google Titan. To mijenja vaš pristup 2FA sigurnosti s vašeg lako kompromitirajućeg uređaja na fizički USB uređaj s kojim se morate autenticirati.\\n\\n⦁ **Koristite kripto hardware wallet.**\\n\\nAko koristite MetaMask ili Phantom ili slične wallete, **MORATE** imati hardware wallet poput Trezora ili Ledgera. Bez hardware walleta, samo čekate kada će vam netko počistiti novčanik. Nije loša investicija pobrinuti se za taj dio sigurnosti.\\n\\n⦁ **Obrišite sve chrome ekstenzije.**\\n\\nChrome ekstenzije su korisne za povećanje produktivnosti, ali neke ekstenzije nisu sigurne.\\n\\nNeke mogu imati previše/neumjerene dozvole za čitanje podataka o vama, tako da ako niste sto posto sigurni u extension developera, deinstalirajte ih, nije vrijedno rizika.\\n\\n⦁ **Koristite zasebne browser profile**\\n\\nAko morate koristiti chrome ekstenzije, onda barem odvojite MetaMask i slične wallete na zaseban browser profil. Možete kreirati više profila za više novčanika/walleta ako vam je to potrebno. Link koji objašnjava kako kreirati više profila: [https://support.google.com/chrome/answer/2364824...](https://l.facebook.com/l.php?u=https%3A%2F%2Fsupport.google.com%2Fchrome%2Fanswer%2F2364824%3Fco%3DGENIE.Platform%253DDesktop%26hl%3Den%26fbclid%3DIwAR27H0tIgdpA5lYrH1BBEHq8SIgk_fFl27D-4REAxFoUke_FM3sQ3vmI96k&h=AT2-pTn3Ang9bprgg2dHWqCEiACmCkYDViMKHoNQx_2eGVxr2YFzZBGdDlZUXiKbToTnIWiiQE2-BZuzqrpUhsVW9jfR_a-_t7iT5O674Y7s1poVIJAan02SB1ZuApZoi4p8TTs&__tn__=-UK-R&c\\\\[0\\\\]=AT0GJTSK0gHkNWtNGePcEHHIpNe40pzJGAPc6KJ6-v8DiMHa_7VmWaU6K_1g7p2uBzYxCdicd95hNZtO8vAh0ToVTTN4jz_RLlEbi7VFkURVecBRirzB0R9ABpHmmPNvYQiKEQdXHkmp1D1j1maNeuB5HoKyBleIohE)\\n\\n⦁ **Redovito uklanjajte dozvole i povezane stranice iz MetaMaska/Phantoma.**\\n\\n⦁ **NIKAD KLIKATI NA OGLASE.**\\n\\nStvorite si naviku da nikad ne kliknete na oglase - posebno Google Search oglase.\\n\\nTo je leglo phishing scamova.\\n\\n⦁ **Budite oprezni kada vam netko želi nešto dati na Twitteru ili DM-ovima, takozvani Giveaway scams.** Jako puno je takvih scamova u tweetovima, DMovima, YT oglasima, Facebook komentarima, itd. Posvuda su i jako ih je teško kontrolirati. Rule of thumb, ako zvuči predobro, vjerojatno i je. NITKO VAM NEĆE DATI KRIPTO ILI BILO ŠTO DRUGO VRIJEDNO IZ DOBROTE, VELIKA JE VJEROJATNOST DA ĆETE IZ TE TRANSAKCIJE OSTATI OŠTEĆENI.\\n\\n⦁ **Nikada nemojte skidati ili otvarati dokumente/ fileove od nepoznatih osoba.**\\n\\nNikada ne znate koji file ima u sebi keylogger. Namjestite postavke na računalu da uvijek vidite file extension. **NIKADA OTVARATI ZIP OD NEPOZNATIH OSOBA**.\\n\\n⦁ **Budite oprezni s cold mailovima.**\\n\\nScameri često koriste poznate firme poput Coinbase, Binance i slično, te napišu mail gdje izgleda kao da ste dobili službeni mail. Zatim traže nešto od vas, najčešće neke podatke da upišete, te ako padnete na to, nažalost u većini slučajeva se možete pozdraviti sa svojim kriptovalutama.\\n\\n⦁ **Zaštititi sve svoje račune dolazi s troškom, najviše vremenskim.** Usto, treba se i naviknuti promjeniti navike, ali ako ste uključeni u kripto tržište, i imate nešto za izgubiti, nemate izbora nego se pobrinuti za osobnu razinu sigurnosti. We are our own bank. Better be safe then sorry.\",\"timestamp\":1641137856,\"title\":\"Kripto sigurnost\"},\"digest\":\"eis871tB5aNQUDkJhpm_mmXj-Gpl8PnlQ0Yt2HORzTg\",\"authorship\":{\"contributor\":\"0xCF9a7c6765c260D160f0012541fb2Cf774e0dc56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Lq0y0SjRHgWh1BdCS8mG5fGzGTOimNRhwwxd9wY0Nq0\\\",\\\"y\\\":\\\"rNQUZM02TydVv0cG9o8-8JGgPLvKdrMuW3NNauZGeYw\\\"}\",\"signature\":\"Cz9tyl3K_00PW5bzKI6VNjD7Lv1LrDjteYZGKSKvNHvZb2V9ad1-RwO5ASUQu1t_023qGdhCbNZQ3ZC6m24RVA\",\"signingKeySignature\":\"0x17f05f5461a1e1004b76380a32d95a1193810ac746365cb9ff4e01c2e42438600601bcda491911d06af6d15d27b79167f514a263320bb4609e670e83c2d32ccc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Lq0y0SjRHgWh1BdCS8mG5fGzGTOimNRhwwxd9wY0Nq0\\\",\\\"y\\\":\\\"rNQUZM02TydVv0cG9o8-8JGgPLvKdrMuW3NNauZGeYw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eis871tB5aNQUDkJhpm_mmXj-Gpl8PnlQ0Yt2HORzTg\"}"