"{\"content\":{\"body\":\"Venture Capitalists looking to invest in the Web3 Metaverse should recognize that there are essentially two streams that are worth focusing on.\\n\\nOne stream is around the creation of tools that are needed in order to build out the actual Metaverse, or rather things necessary for users to even use a decentralized internet. This includes open-source software libraries, applications, protocols, etc.\\n\\nThe first and by far the most valuable in the short term is the Infrastructure layer. The Infrastructure Layer in this case includes all decentralized services that can be built on top of Ethereum such as Augur, Status, Aragon, 0x, etc. These are the projects that provide utility to many other blockchain projects and tokens.\\n\\nIn terms of the first stream, I have been focusing on decentralized storage systems. The reason why I think that this is important is that decentralized storage has a lot to do with the future success of Web 3. This goes beyond just file storage though and includes other key components such as decentralizing the internet backbone itself through mesh networking protocols.\\n\\nThose who decide to place their bets in this category are in essence investing in the stacks that developers will use to create decentralized applications. Further, these projects have many utility tokens which they can use to incentivize development on their platforms. The value for these platforms would increase proportionally with the use-case scenarios being built out on top of them.\\n\\nThe value of Ethereum can be extrapolated from the number of decentralized applications which are built upon its protocol. The value of other blockchain projects will depend on their utility.\\n\\nWhat is certain is that platforms that offer great tools for NFTs and Metaverse services will grow in value as they attract more users to build out the front-end of the decentralized web. Those users will come from investment in and development of the second stream.\\n\\nThe second stream is about individual communities that will become the seeding ground for NFTs and metaverse tools in action, which will lend NFTs their value in the long term. These communities are the front-runners for a decentralized internet but are facing their own challenges.\\n\\nThis category would include platforms like Decentraland where individuals can buy land parcels and build anything they want on it. The users will dictate the development of the Metaverse over time by consuming data created by other individuals in this community. But the range of communities that can - and will inevitably - be tokenized is much larger than the existing Web3 userbase. If we examine the communities that have found monetization through the internet, and we extrapolate the value that they can leverage on Web3 platforms, we can see a glimpse of the potential future.\\n\\nThe value is in all the communities that sell their attention to centralized platforms like Google, Facebook, YouTube, and others. Each of these communities, these attention markets, will be able to tokenize their time on Web3. They can share, trade, and monetize their accounts across decentralized networks, using cross-chain protocols to scale their tokenization exponentially.\\n\\nThis is a great opportunity for early investors as there are several projects that focus on this market such as Ocean Protocol and Essentia. These early investments will pay for themselves in years or even decades as the growth of these communities, supported by Web3, will be directly correlated with token prices.\\n\\nThese two streams represent opportunities for investments that are driven by the growth of Web3. These opportunities have a great potential to be capitalized within a reasonable timeframe, unlike many other much-touted projects in this space whose reality is far from their promises. The outsized promise of crypto startups offering staking, passive income, complex tokenomics, unrealized and unlikely gaming platforms etc., will pale in their comparison to tools and communities.\",\"timestamp\":1636600875,\"title\":\"The VC Web3 Opportunity: Tools and Communities\"},\"digest\":\"9On1BL5_40_Wf1PvRVuVdIWBMbbm796xDER2eYvlCdw\",\"authorship\":{\"contributor\":\"0xdEb3348Eb6fa98193cE2229a5B71175edb5F5f76\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QzNFI2pDDJUg-qq8wLbjm0v0s70bRquxJlm94JXB7eU\\\",\\\"y\\\":\\\"wEtWi8oQouwM4swM2oNVViUyVF5uq_8fuvdnzN_YJxM\\\"}\",\"signature\":\"Rnl0ygmwbtpVNHZpPCxIYkwhJwI06sLd2N1PqFvbdYeXhOHmePP2hsOdXOzBcQylAeX4eQ1tVXe9H2xdwkzuvg\",\"signingKeySignature\":\"0x08e3ee42a6464b3f681669569ba96cb72f4777c5b120d36916f8d1fb0d585236702fc97f36b132c75c83e363990da80963243efe7337f7569537ca6f213bcfd21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QzNFI2pDDJUg-qq8wLbjm0v0s70bRquxJlm94JXB7eU\\\",\\\"y\\\":\\\"wEtWi8oQouwM4swM2oNVViUyVF5uq_8fuvdnzN_YJxM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9On1BL5_40_Wf1PvRVuVdIWBMbbm796xDER2eYvlCdw\"}"