"{\"content\":{\"body\":\"In addition to our current synthetic information and communication system with its exponentially growing amounts of data according to Moore's Law, there is another natural network. The globally widespread mycelium, as the mostly invisible network of the fungus, consists of widely branched single-row thread-like cells. The outer membranes of these channel-like, widely branching hyphae (cylindrical tube systems) can coordinate the transport of various mineral nutrients such as phosphorus or nitrogen, and exchange them as needed in a symbiotic partnership with plants at an explicit position for their sugars produced by photosynthesis. This naturally controlled process provides fascinating methods of a biochemically coordinated system of demand and demand correlation. A mycelial network thus serves, for example, trees as a useful supplier of water and minerals. \\n \\nIn natural areas, mycelia can reach an extent of more than one square kilometre. Due to the ever-structuring and demand-oriented newly modulated hyphal expansions, they can theoretically exist for an unlimited lifetime. In forests, collectives are formed from various individual mycelia, which exchange biologically relevant information about water scarcity, pest infestation and special circumstances with their symbiosis partners and synchronise each other biochemically. They can store situations in their growth pattern, so to speak. Trees, for example, use this network for an intelligent exchange of information, a form of communication with other members of their species.\\nOur humanly developed, computer-assisted, synthetically generated information exchange via data networks, as well as long-term and short-term data storage, involves a problem: the finiteness of physical storage media and components. Technologies such as solid-state drives, HDDs and analogue data storage such as data lines are subject to physical finiteness due to wear and tear. \\n \\nQuestions arise as to how relevant data can be stored permanently for thousands of years and our future - how it can be preserved. Methods such as temporary engraving by optoelectronic processes (laser writing) in three-dimensional quartz glass bodies are being investigated both scientifically and physically. \\n \\nSynthetic materials, however, are cost-effective in the ever-advancing Big Data dimension. The combination of our future data archives and storage thus requires an adaptation of the requirements of future data processing.\\n\\n![UTH.17.1 – Hyphed 500TB standard product study ](https://images.mirror-media.xyz/publication-images/RS2BcL-Ui7fZ4CynQu0rF.png?height=1804&width=1804)\\n\\nHow about we develop a symbiotic interface globally existing mycelial network of fungal genera and translate it into a product family for data storage? A data repository through a symbiosis of data, plant and mycelium? \\n \\nThe 500 TB Hyphed Standard is a handy ceramic porous cylinder on whose surface there are organic cells connected to a control unit and vapour-deposited spores of a fungus. The interior is partially hollow and provides space for the insertion of the roots of a young plant.\\n\\nAs the root system grows, the Hyphed integrates directly in physical symbiosis. The cells of the Hyphed are connected to a control unit that functions as a data interface. The roots, in combination with the symbiotic mycelium (mycorrhizal fungi), provide sugars and minerals that the Hyphed needs to function.\\n\\nTo operate the synthetic control unit, the Hyphed has an enrichment of the bacterium Rhodoferax ferrireducens in closed areas of the product body, which provides electrical current for the control unit from a portion of the sugar. Once the Hyphed is transplanted, it can be operated after two to three weeks of mycelium growth. The data writing process takes place in the cells on the surface of the Hyphed. In the process, cells take up phosphorus or nitrogen through the adjacent hyphae of the mycelium.\\n\\n![UTH.17.2 – Hyphed 500TB standard mycelium network installed study ](https://images.mirror-media.xyz/publication-images/F4bcQqfpMAyKNPmYq7zVH.png?height=1804&width=1804)\\n\\nThe Hyphed provides three types of cells. A nitrogen-filled cell, a phosphorus-filled cell and a mixed cell. The cell completely filled with nitrogen is interpreted as digital information 1 and the cell is filled with phosphorus with digital information 0. Cells that allow a ratio concentration of nitrogen and phosphorus also store ratios simultaneously, so to speak. Thus, storage states are also conceivable in an extended form. \\n \\nIf a cell is written to, it stops dispensing sugar and seals the opening to the mycelium. If the cell is reset or deleted, it releases the contained mineral substance again by an impulse given by the control unit to its adjacent hypha of the mycelium. A write or delete process thus only works through an interaction with the fungal mycelium itself.\\nThe Hyphed product family consists of the Standard with 500 TB (young plant), the Module with 2000 TB (perennial tree plant), and the Enterprise (forest plot or rental of a planted adult forest) with scalable zettabytes. The Enterprise solution can also be integrated or applied to existing forests.\\n\\n![UTH.17.3 – Hyphed hyphenlink visualisation study](https://images.mirror-media.xyz/publication-images/Clg2OMqdE5TJJXk5mBHLj.png?height=1804&width=1804)\\n\\nThe optional Hyphed-Commute module can be added to any product and offers a so-called Hyphenlink. This makes the exchange of information via the so-called \\\"World Wide Hyphed Network\\\" conceivable. Signals are thus transmitted to other Hyphed products via their mycelial network without affecting the function and form of the natural hyphae. An alternative ecologically natural symbiotic form of information communication. \\n  \\n --- \\n  \\n Neben unserem aktuellen synthetischen Informations- und Kommunikationssystem mit seinen nach Moore‘s Gesetz exponentiell anwachsenden Datenmengen existiert ein weiteres natürliches Netzwerk. Die weltweit verbreiteten Myzele, als meist unsichtbare Geflecht des Pilzes, besteht aus weit verzweigten einreihigen fadenförmigen Zellen. Die Außenmembranen dieser kanalartigen sich weit verzweigenden Hyphen (zylindrischen Rohrsystemen) sind in der Lage den Transport verschiedenster Mineralstoffe wie Phosphor oder Stickstoff zu koordinieren, und nach Bedarf in einer symbiotischen Partnerschaft mit Pflanzen an expliziter Position gegen deren durch Fotosynthese hergestellten Zucker auszutauschen. Dieser natürlich gesteuerte Prozess bietet faszinierende Methoden eines biochemisch koordinierten Systems der Bedarfs- und der Nachfragekorrelation. Ein Myzelnetzwerk dient somit zum Beispiel Bäumen als nützlicher Wasser und Mineralstofflieferant. \\n\\nMyzele sind in natürlichen Gebieten in der Lage eine Ausdehnung von über einem Quadratkilometer zu erreichen. Durch die sich immer weiter strukturieren und bedarfsorientierten neu modulierten Hyphenausdehnungen können sie theoretisch für eine unbegrenzte Lebenszeit existieren. In Wäldern bilden sich Kollektive aus verschiedenen Einzelmyzelen, welche biologisch relevante Informationen von Wasserknappheit, Schädlingsbefall und besonderen Umständen an ihre Symbiosepartner austauschen und gegenseitig biochemisch synchronisieren. Sie sind in der Lage Situationen sozusagen in ihrem Wachstumsmuster abzuspeichern. Dieses Netzwerk nutzen zum Beispiel Bäume für einen intelligenten Informationsaustausch, einer Form der Kommunikation mit anderen Artgenossen.\\n\\nUnser menschlich entwickelter, computergestützter synthetisch erzeugter Informationsaustausch über Datennetzwerke, sowie die Langzeit wie Kurzzeit-Datenspeicherung, beinhaltet auf lange Sicht eine Problematik: die Endlichkeit physikalischer Speichermedien und Bauteile. Technologien wie Solid State Drives, HDDs und analoger Datenspeicher wie Datenleitungen unterliegen einer physikalischen Endlichkeit durch Abnutzung und Verschleiß.\\n\\nEs stellen sich Fragen wie relevante Daten beständig für tausende von Jahren und unsere Zukunft abzuspeichern sind – zu konservieren sind. Methoden, wie die temporäre Gravur durch optoelektronischen Verfahren (Laserschreibvorgänge) in  dreidimensionale Quarzglaskörper werden wissenschaftlich wie physikalisch untersucht.\\n\\nSynthetische Materialien sind jedoch in der immer wieder fortschreitenden Big-Data Dimension kosteneffizient. Die Kombination unserer zukünftigen Datenarchive und Speicher erfordert damit eine Anpassung der Anforderungen zukünftiger Datenverarbeitung.\\n\\nWie wäre es, wenn wir eine symbiotische Schnittstelle weltweit existierenden Myzeliennetzwerk der Pilzgattungen entwickeln und in eine Produktfamilie für die Datenablage übersetzten? Ein Datenspeicher durch eine Symbiose von Daten, Pflanze und Myzel?\\n\\nDas 500 TB Hyphed Standard ist ein handlich keramischer poröser Zylinder auf dessen Oberfläche sich mit einer Steuereinheit verbundenen organischen Zellen und aufgedampften Sporen eines Pilzes befinden. Der Innenbereich ist teilweise hohl und bietet Platz für das Einsetzen der Wurzeln einer Jungpflanze. \\n\\nWächst das Wurzelwerk integriert sich das Hyphed in physischer Symbiose direkt. Die Zellen des Hyphed sind mit einer Steuereinheit verbunden, die als Datenschnittstelle funktioniert. Die Wurzeln stellen in Kombination mit dem symbiotischen Myzel (Mykorrhiza-Pilze) Zucker und Mineralstoffe bereit, welches das Hyphed für seine Funktion benötigt.\\n\\nUm die synthetische Steuereinheit zu betreiben besitzt das Hyphed in abgeschlossenen Bereichen des Produktkörpers eine Anreicherung des Bakterium Rhodoferax ferrireducens, welches aus einem Anteil des Zuckers elektrischen Strom für die Steuereinheit bietet. Ist das Hyphed verpflanzt kann es nach zwei bis drei Wochen Wachstum des Myzels betrieben werden.\\n\\nDer Datenschreibvorgang findet in den Zellen der Oberfläche des Hyphed statt. Dabei nehmen Zellen Phosphor bzw. Stickstoff durch die anliegenden Hyphen des Myzels auf. \\n\\nDas Hyphed stellt drei Zelltypen zur Verfügung. Eine mit Stickstoff befüllbare, eine mit Phosphor befüllbare, und eine Mischzelle. Die komplett mit Stickstoff angefüllte Zelle wird als digitale Information 1 und die mit Phosphor angefüllte Zelle mit der digitalen Information 0 interpretiert. Zellen welche eine Verhältniskonzentration von Stickstoff und Phosphor zulassen, speichern damit auch sozusagen gleichzeitig Verhältnisse. Damit sind Speicherzustände auch in einer erweiterten Form denkbar.\\n\\n \\n Ist eine Zelle beschrieben, stellt sie die Zuckerausgabe ein und versiegelt die Öffnung zum Myzel. Wird die Zelle wieder zurückgesetzt oder gelöscht, gibt sie den enthaltenen Mineralstoff wieder durch einen von der Steuereinheit abgegebenen Impuls an ihr anliegendes Hyphen des Myzels ab. Ein Schreib- bzw. Löschvorgang funktioniert somit nur durch eine Interaktion mit dem Pilzmyzel selbst.\\n\\nDie Produktfamilie von Hyphed besteht aus dem Standard mit 500 TB (Jungpflanze), dem Module mit 2000 TB (Mehrjährige Baumpflanze), und dem Enterprise (Waldstück bzw. Anmietung eines angepflanzten ausgewachsenen Waldes) mit skalierbaren Zettabytes. Die Enterprise Lösung kann auch in vorhandene schon bestehende Wälder integriert beziehungsweise appliziert werden.\\n\\nDas optionale Commute-Modul lässt sich jedem Produkt hinzufügen und bietet einen sogenannten Hyphenlink. Damit ist der Informationsaustausch über das sogenannte »World Wide Hyphen Network« denkbar. Signale werden damit, ohne die Funktion und Form der natürlichen Hyphen zu beinträchtigen, über ihr Myzel-Netzwerk zu anderen Hyphed Produkten übertragen. Eine alternative ökologisch natürlich symbiotische Form der Informationskommunikation.  \\n  \\n ---\",\"timestamp\":1635953925,\"title\":\"UTH.17 – Hyphed: bionic data storage and communication\"},\"digest\":\"Z7URzoFbmv3DGPX-8j74bUOQb4dFvIb2XhySKYf_V3k\",\"authorship\":{\"contributor\":\"0x12d7CCC2454111af7039E27Af42b919893d4cCA2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BCLYx_hpmH-utAUI-EEk218N5GYnlXCgi6wCa3eAQHw\\\",\\\"y\\\":\\\"Sdvg1rsv3bujUfHoiJDMEh1Eo8DHv0RNZeIgTKzjXNA\\\"}\",\"signature\":\"f4wPYK0ROXQzpbZWC4YzyvswBu4wNE7rHTgiZLtd_-OHBTsvdRcEWSpDRQBKrH9uvO6cackEkKW4sB07Jkcw1w\",\"signingKeySignature\":\"0x50bacc6896eeedac738db0d4623d65e450de0c48fcb42683cea7691cc41e8f0603aec6054b2b8082c893a1a7ed56f095b41fe402e428566fb472ea49a6ae3f4e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BCLYx_hpmH-utAUI-EEk218N5GYnlXCgi6wCa3eAQHw\\\",\\\"y\\\":\\\"Sdvg1rsv3bujUfHoiJDMEh1Eo8DHv0RNZeIgTKzjXNA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Z7URzoFbmv3DGPX-8j74bUOQb4dFvIb2XhySKYf_V3k\"}"