"{\"content\":{\"body\":\"Encrypted works of art have brought many ways to break through imagination and concepts for creators and collectors.\\n\\nWith NFT, it allows art and artists to occupy a place in the crypto world and is launched as an unalterable token, and the entire art world will now transition to crypto.\\n\\nNFT is the clearest and shortest answer to the question of what is encrypted art. It is a technology that enables artists and artists’ works to be produced, changed and used as encrypted assets called tokens in a non-reproducible manner. imitate.\\n\\nIn the landmark encrypted artwork \\\"First Supper\\\", the picture is not a static digital picture, but a programmable work composed of 22 layers. It was launched by the encrypted art platform AsyncArt and 13 encrypted artists. In 2020 The auction was completed in March 2015.\\n\\nThis work is divided into 23 parts for auction, which are the main body and 22 layers. That is to say, the First Supper work has 1 Master NFT and 22 different Layer NFTs.\\n\\nThis presents a new experience of interactive creation between creators and buyers, and the collector of the main purchaser NFT also bought a work that is changing at any time.\\n\\nTechnically, it is not difficult to copy an NFT, but the copied NFT becomes a new NFT with a brand new ID. Therefore, although the work can be downloaded, viewed, and even stored in its own storage with the same accuracy, The real ownership will never be transferred, unless the original owner resells the NFT in his hand, and the transaction record will be recorded truthfully.\\n\\nThis new technology and sales method has given art creators a great imagination, and more and more new ways of playing and interacting with collectors have been developed.\\n\\nDuring the last Renaissance, artists accepted and used distributed technology to create, communicate and build a virtuous economic cycle. In this cycle, they not only received compensation for the value created, but also created cross-social economic fields through cooperation. New opportunities.\\n\\n**In this revolution, artists can once again play a unique role by adopting new technical tools, NFTs, and social tokens, and play the role of predictors, benefit the industry and help orchestrate our new renaissance: the crypto renaissance.**\",\"timestamp\":1639726031,\"title\":\"A new way for art: the use of encryption technology to realize the \\\"Renaissance\\\"\"},\"digest\":\"JuqQuNpr49OEsuaFydSzP6NPBex_CRFVp1cFLDBWYps\",\"authorship\":{\"contributor\":\"0xE9A9a2513c5A219484a89B751641eAb5Ebc644DF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MN17NbavqeSq9Q8ASNO_R6p2gJid0VAzUFC5Tk7sQ1E\\\",\\\"y\\\":\\\"D6lB4IqmGA3wWNzRSyuncfOJ-yJaj2K3Cssrq06JumE\\\"}\",\"signature\":\"-f_QspvGwTjpr4D971_Ov0B2eYTp-_T4l-4XbKA1EsOD6U4cikOwL5k165QvR107jS1vhOv7f-rmdw1vYvDrbA\",\"signingKeySignature\":\"0xbd7f034ac288514a4573d0b6907c493c448f5cabf365778e5ca9e638d9801b2b3ef53ffc5e923f247a9bd363b879acaae0b5e4a35623beaaba7b03ad91b917b31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MN17NbavqeSq9Q8ASNO_R6p2gJid0VAzUFC5Tk7sQ1E\\\",\\\"y\\\":\\\"D6lB4IqmGA3wWNzRSyuncfOJ-yJaj2K3Cssrq06JumE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JuqQuNpr49OEsuaFydSzP6NPBex_CRFVp1cFLDBWYps\"}"