"{\"content\":{\"body\":\"![Photo by Katja Ritvanen on Unsplash](https://miro.medium.com/max/1400/0\\\\*OcnSZkUakcWk6sNl)\\n\\n*(This is a repost of an [old update](https://medium.com/ethereum-cat-herders/catblazer-chronicles-july-21-2c0c22bc8827): I’m experimenting with Mirror in parallel to the Medium.)*\\n\\n## What is a Catblazer?\\n\\nThe Catblazer position was created to bring more focus to external ops within the Ethereum Cat Herders. In traditional structures, a product or project manager can help a team internally by helping manage deadlines, allocating engineering resources, and more. They also help coordinate with points of contact outside the team, such as clients or contractors, or even other teams in the same entity in order to coordinate work, bring minds together to collaborate, and ensure efficiency.\\n\\nThe wider Ethereum space is a permissionless, decentralized space. Who ensures that communication? On one hand, there’s a tragedy of the commons, and occasionally information asymmetry: it means working on bringing people together and creating efficiency when anyone can do it, and it also means being in the know enough to do it. On the other hand, it’s a permissionless space — literally anyone can do it.\\n\\n“Catblazer” is a slightly ridiculous cat-themed name, keeping with the hallowed branding of the Cat Herders. It also comes from the term trailblazer — someone who discovers and creates new pathways for others to follow. The idea is to blaze new paths in the unexplored frontier.\\n\\n## What did we do this month?\\n\\nA lot of ecosystem onboarding presented itself this month. Both through independent connections and through Gitcoin’s KERNEL program I spoke with people ranging from a 16-year-old who wants to launch a platform with its own token to a developer with 20+ years enterprise/commercial experience who wants to drop it all and jump into the space. This is also a part of Catblazing — not only helping existing people and projects in the space, but also helping people into the space in the first place.\\n\\nI also worked on a survey for Ethereum (1.0) node runners commissioned by Nethermind. This should allow us to understand more about the mindset of node runners with regard to client selection, along with information on other related topics. If you run an Eth 1.0 node, please take the time (\\\\~5 min) to take the survey [here](https://forms.gle/vN5tiPEXiM2ftJaA7).\\n\\nI also encountered a startup trying to get more information on what data NFT platforms would be better served with, and helped to find them some people to interview.\\n\\nI’ve been involved with the [Peep an EIP](https://www.youtube.com/playlist?list=PL4cwHXAawZxqu0PKKyMzG_3BJV_xZTi1F) series since it began, and attended a number of this month’s episodes as an interviewer.\\n\\nIn addition, there have been a number of internal or otherwise very early ideas that I’ve invested time in. I hope to be sharing details of at least some of them in the months to come.\\n\\n## What’s next?\\n\\nI’m still finding my footing, and expect that my main focus will change from month to month, but will still end up coalescing more over time into a clearer range of operations. I wouldn’t be surprised to learn that new items can present themselves unexpectedly and spontaneously. That being said, here are some things that might be on the agenda for next month:\\n\\n* Looking for new tasks and specifically recruiting new ECH volunteers for them. Do you speak Chinese? Reach out! Do you enjoy video editing? Reach out!\\n* We have some new and awesome ideas for the Peep and EIP series — hoping to lay some new groundwork on that in the next month.\\n* EIP editing: there’s been a lot of talk around renovating ERCs and the EIP process, I plan on getting more involved next month\\n\\n## Conclusion\\n\\nThat’s it for the report for this month. I’m looking forward to this journey and where it might lead. If you think I might be able to help you, or if you’re interested in helping, don’t hesitate! Reach out. I’m @William94029369 on Twitter, and can also be found as wschwab on a number of platforms, including in the Ethereum Cat Herders Discord.\\n\\nUntil next month!\",\"timestamp\":1636471261,\"title\":\"Catblazer Chronicles June ‘21 \"},\"digest\":\"LpY-jFqBaHslRMsoScdzAj80hEju07WwIF3pGXVAmOE\",\"authorship\":{\"contributor\":\"0x7BfAf4C59aA4F011672b8e77789e1eb41abd654d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TzVEcat3CCshXlbtqGmmGv7fH8aJIDHU1U71snBfgGg\\\",\\\"y\\\":\\\"PV0BJSmnwzRn1M12VhemZsrOUdB9RWEbWfNov41D0rc\\\"}\",\"signature\":\"Z4bV6MHONCJXPUfNmm0ZtfrGKq7Fr4tSMPqNuwA2N54lh1JgQdiLMBwbBxQy4Fit3FC2iepTBApwNRXDwxczDg\",\"signingKeySignature\":\"0x54638a88c0d952c5215be38a041597fc2c12647370de79fc1814f27da27b1e2815475a6ed231fb4f4514d6cf0da25f1ff17796fd7855c654cdf16afbac0b2a621c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TzVEcat3CCshXlbtqGmmGv7fH8aJIDHU1U71snBfgGg\\\",\\\"y\\\":\\\"PV0BJSmnwzRn1M12VhemZsrOUdB9RWEbWfNov41D0rc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LpY-jFqBaHslRMsoScdzAj80hEju07WwIF3pGXVAmOE\"}"