"{\"content\":{\"body\":\"Last week I spent three hours with my six partners in a conference room talking through what we are investing in and why. It was a terrific session and I had more “ahas” in those three hours than I have had in many many months. There really is no substitute for sitting together with your colleagues working things out face to face.\\n\\nThis week our team met with a founder in Singapore via Zoom. It was midnight in Singapore and noon in NYC. In one hour we learned enough from the founder to be able to make a decision on whether or not to invest in the founder’s company.\\n\\nIn the last year, events like the latter one have been commonplace. Events like the former have been non-existent. And there are many in the tech sector and broader business sector (and other sectors too) that have come to believe that on-screen interactions will be the primary way we engage going forward.\\n\\nFor certain things, like raising capital and investing capital, on-screen works pretty well. Founders have figured out that they can raise capital from their kitchens, bedrooms, and offices in weeks vs roadshows that lasted months. I don’t think we will see founders going back on the road in any material way ever again. And founders in Singapore can access capital markets in NYC with ease. And investors in NYC can access investments in Singapore with ease. These are all important and disruptive changes to the startup, tech, and business sectors.\\n\\nBut in the last month, as I have been going into the USV offices most days, I have come to realize what we have been missing with the on-screen work model vs the in-person work model. Many things are more efficient on-screen but some things are way better in-person.\\n\\nUnderstanding which is which and then figuring out how to continue to do the in-person things will be critical to leaders and teams navigating the new normal.\\n\\nI got an email from a founder/CEO about six months ago saying that his company was going back to the office completely when the pandemic was over. I had not heard many CEOs taking that strong of a stance at that time. Since then, I have heard the same from a number of our portfolio company leaders. They are in the minority but they are not non-existent. When we survey our portfolio we find that about 20-25% will go back to full-time in the office work, another 20-25% have gone entirely remote, and the balance will try to figure out a hybrid model that makes sense for their company.\\n\\nAt USV, where we have landed for now, and maybe forever, is a bias to be in the office, particularly on the days we meet in person, but we are also way more open to on-screen work and we have an expectation that some team members will choose to work on-screen for multiple days a week, possibly the majority of days a week. We see that working parents benefit from the flexibility that on-screen work allows and younger team members benefit from the socialization and camaraderie that an office provides. We also see that those who commute long distances benefit significantly from being able to reduce the commuting load by working on-screen multiple days a week.\\n\\nOur business has a natural rhythm of two days a week when we meet as a team; Monday and Thursdays. So those tend to be the days that team members try to be in the office and those are the days we do things like cater in lunch and maybe go out after work together. That allows us to retain the team dynamic and culture while being more open to on-screen work going forward.\\n\\nWe definitely have not figured this all out, but we are starting to see some patterns and some benefits of both work modes, and we are trying to navigate to a good middle ground.\\n\\nEach company needs to figure this out in a way that works for their team and culture and I believe that there is no “right way” for everyone. But I also believe that in-person interactions remain critical to making better decisions, better products, better cultures, and better companies and so I would encourage everyone, including the fully remote teams, to figure out how to make in-person interactions happen on some regular cadence.\\n\",\"timestamp\":1620743771,\"title\":\"In-Person vs On-Screen\",\"publication\":\"avc\"},\"digest\":\"a7-UBSTDvtz0qOAkzdmjSwPHfnTVXJb3sGvxQ9sPjJw\",\"authorship\":{\"contributor\":\"0xB8332710AB60A1B2e8FE6D775d83524C9E0cE136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kJLn-lC67aIvmvgqR9Udc9CBZQUmLGFW9DBcu0alOhQ\\\",\\\"y\\\":\\\"2_kBWCc1TX2FuV8c0n-mCnDNjOYkxCF8CRO668ovICk\\\"}\",\"signature\":\"xclNqLTNQBxLxYYeyLwEQf0qudys82SFltYLGs2Z_qBlYyqeJiBNKKaVRMv3AzxTw4xFJdS1JIH0OShsqW_tMQ\",\"signingKeySignature\":\"0x5c524663f349af75bf9b608e8016f98d5c6409af3557a61916ea67bf27388009285d4bd59c7f5f675a906f78ba214885a8753a19e5332df7592d6c1e2f5f6ba31c\",\"signingKeyMessage\":\"I authorize the publication of articles on avc.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kJLn-lC67aIvmvgqR9Udc9CBZQUmLGFW9DBcu0alOhQ\\\",\\\"y\\\":\\\"2_kBWCc1TX2FuV8c0n-mCnDNjOYkxCF8CRO668ovICk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"a7-UBSTDvtz0qOAkzdmjSwPHfnTVXJb3sGvxQ9sPjJw\"}"