"{\"content\":{\"body\":\"CHALLENGE PRUNING\\nOverall, a number of mode and activity-specific challenges have been removed entirely, had their requirements lowered, and/or had their weight reduced across the challenge pool. Additionally, the overall weighting of ‘General’ challenges has been increased.\\n\\nWe understand the inability to pick a specific mode to coincide with a specific challenge can be frustrating and today’s changes should help reduce some of that friction in the near term as longer-term work continues.\\n\\nNEW CHALLENGES\\nToday’s playlist additions will also usher in new playlist-specific challenges. You can expect to find specific playlist versions of each of the following new challenge types:\\n\\nPersonal Score – Accumulate personal score in the specified playlist to complete\\nKills – Earn the required # of kills in a specific playlist\\nDouble Kills – Earn double kills in a specific playlist\\nComplete Games – Play and complete games in a specific playlist\\nWin – Win games in a specific playlist\\nThe specific requirements and corresponding XP will vary depending on the rarity type of the challenge (i.e. “Normal”, “Heroic”, “Legendary”).\\n\\nEVENT CHALLENGES\\nPlayer’s gave feedback that it was difficult to progress Event Challenges due to them getting ‘stuck’ behind Weekly Challenges and/or not having enough to tackle during the event week. Going forward, and when Fracture: Tenrai returns, Event Challenges will come in more frequently, removing gaps where a player would previously be stuck waiting.  And, while Events will often still have a finite limit to the number of challenges available in a given week – meaning it will take playing across a few weeks to fully complete – the maximum will increase to provide more buffer and let highly engaged players progress a bit faster.\\n\\nWe’ll have more details about these changes, and a few other ways in which Event feedback was addressed, when Fracture: Tenrai returns on January 4.\\n\\nHCS SPOTLIGHT\\nTo commemorate and celebrate the first Halo Infinite major esports event – HCS Raleigh – players will be able to earn double XP for a new set of ranked-focused challenges for one week (Dec. 14 – Dec. 20). Please note: Given new prioritization being added to active event challenges, and this 'HCS Showdown' event being live in game this week, you will have ranked-challenges present in your active challenge lineup. Using a swap on this challenge will continue to return a ranked-playlist focused challenge as part of the week long event.\\n\\nChannel your inner HCS Pro and jump into ranked matchmaking to speed up your Battle Pass progression and be sure to watch the amateur and pro teams battle it out when HCS Raleigh kicks off on Dec.17. Support your favorite HCS players with official in-game skins and a portion of each sale goes directly to the org. Viewers of this weekend's event will also have a chance to score exclusive Halo Infinite Twitch Drop cosmetics so be sure to stay tuned to @HCS on Twitter for the latest info! \\n  \\n WE'RE JUST GETTING STARTED\\n\\nWe’re excited to get these updates into the game today and hope to see you online in matchmaking over the holidays! Once the team has had a chance to recharge over the holiday break, we’ll be back at it and looking at more opportunities to continue evolving your Halo Infinite experience. Please keep the constructive feedback coming, be sure to [file a support ticket](https://support.halowaypoint.com/hc/en-us/articles/360036218972-How-to-Submit-a-Halo-Support-Ticket)  if you run into any issues, and have fun out there!\",\"timestamp\":1640068302,\"title\":\"RyTheERap4tor\"},\"digest\":\"Yn93A9INH-xJznbCwBYvC3QrYyZHdloP2a4yGhRlhpc\",\"authorship\":{\"contributor\":\"0x34567C98AB1cBe2AF7174be188737e57DFb9dEE0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kup-Z4ftMWfuv7i4NMczE279PN-Uu1vNkcfZ1yAGfUw\\\",\\\"y\\\":\\\"HqZ6hmiNGR9SL2hZqrJRiPRHiNaw1oOEhatvRs6j6XA\\\"}\",\"signature\":\"y50NihjLfEr6N_N3LVbM7EunF1HPBT7_cSaYVVzozi3xVI0vVWVH2sBBmANYMta2Km0zXGJyA98LXnhOY7TT5g\",\"signingKeySignature\":\"0x06aecd34ed78320a4ea845ae37e41b4a6f27c6aab2e3e507c1569736e8f8c65024c28e16711b0d39b3ff65668e66eb84df22dc7649fff10b90b160acb69861d51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kup-Z4ftMWfuv7i4NMczE279PN-Uu1vNkcfZ1yAGfUw\\\",\\\"y\\\":\\\"HqZ6hmiNGR9SL2hZqrJRiPRHiNaw1oOEhatvRs6j6XA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Yn93A9INH-xJznbCwBYvC3QrYyZHdloP2a4yGhRlhpc\"}"