"{\"content\":{\"body\":\"The House Financial Services Committee is hosting Circle CEO Jeremy Allaire, FTX CEO Sam Bankman-Fried, Bitfury CEO Brian Brooks, Paxos CEO Charles Cascarilla, Stellar Development Foundation CEO Denelle Dixon and Coinbase Inc. CEO Alesia Haas (who is also CFO of the Coinbase Global parent company) in a wide-ranging hearing on digital assets and stablecoins today.\\n\\n***Read more: [Crypto CEOs Hit Capitol Hill: Here’s What to Expect](https://www.coindesk.com/policy/2021/12/08/crypto-ceos-hit-capitol-hill-heres-what-to-expect/)***\\n\\n0 seconds of 4 hours, 42 minutes, 52 secondsVolume 90%\\n\\n \\n\\n \\n \\n\\n**2:55 p.m.** *Final update*: The hearing ended after four hours and 49 minutes, clocking in as one of the longer Congressional hearings on crypto. Nearly 40 lawmakers asked questions ranging from specifics about stablecoin backing or certain details to broader questions about use cases in the sector.\\n\\n**2:45 p.m.** Rep. Jake Auchincloss (D-Mass.) said a “regulation by enforcement” regime is unfair to crypto companies that have to navigate between different regulators, and that he’s willing to work with both Republicans and Democrats in addressing these concerns.\\n\\nIn his view, a primary market regulator working with a private sector self-regulatory organization that can address issues like custody requirements, stablecoin standards and others might make the most sense for the market.\\n\\n**2:25 p.m.** Brooks pointed to minimum balance requirements, monthly account maintenance fees and similar requirements as issues that result in underbanked individuals. Stablecoin issuers don’t have these requirements, he told Rep. Bryan Steil (R-Wis.).\\n\\nSteil also asked if Coinbase has received any further clarity from the SEC about why it cannot offer its now-shuttered Lend product. Haas says the exchange has not heard more.\\n\\n**2:15 p.m.** Rep. Rashida Tlaib (D-Mich.) asked about bitcoin’s energy usage, noting that the crypto industry “currently consumes enough energy to power a small nation.”\\n\\nBitcoin mining uses more energy than Argentina, or Google, Apple, Facebook and Microsoft combined, Tlaib said. In response, Dixon noted that there’s different types of consensus mechanisms which use less energy or might be more environmentally-friendly.\\n\\nTlaib also pointed to Marathon Digital’s powerplant in Montana and Greenidge Generation’s New York plant as examples of how once-shuttered coal plants are being repurposed for crypto uses.\\n\\n“We all need to focus on minimizing the energy usage,” Dixon says.\\n\\n**2:06 p.m.** Todd Phillips, the director of financial regulation at the Center for American Progress, said the Howey test “is clear” in how it’s utilized to define whether something is a security.\\n\\n“The Howey test says that something is a security if it is ‘a contract, transaction, or scheme whereby a person invests his money in a common enterprise and is led to expect profits solely from the efforts of the promoter or a third party.’ Basically, if someone raises money to write a DeFi app or something similar by issuing governance tokens, it’s a security and subject to SEC regulation. The test is clear, has been used for nearly 80 years, and efforts to obfuscate that fact are made in bad faith,” he said.\\n\\n**2:05 p.m.** Rep. Anthony Gonzalez (R-Ohio) criticized Sherman’s characterization that Big Tech and large banks control the digital asset sector before asking Brooks how Web 3 might operate.\\n\\n**2:03 p.m.** Rep. Alexandria Ocasio-Cortez (D-N.Y.), after asking Haas to clarify whether Coinbase engages in proprietary trading, went into detail on the role stablecoins play in the digital asset ecosystem.\\n\\n“If the cryptocurrency industry hypothetically lost its ability to use stablecoins as a bridge to trade in and out of dollars tomorrow, would that cause a significant shift? It seems it wouldn’t be able to work the way it works currently correct?” she asked.\\n\\nAllaire says stablecoins are faster than the traditional banking system, giving it its edge: “I think it’s essential.”\\n\\n**1:42 p.m.** Rep. David Kustoff (R-Ga.) asked about the securities framework, and specifically what the SEC has provided in terms of clarification. Haas says the SEC has “not yet provided a clear definition,” instead pointing to Howey and Reves as analysis frameworks for crypto startups to evaluate.\\n\\n**1:38 p.m.** Rep. Stephen Lynch (D-Mass.) brings up last year’s unhosted wallet rule, which the Financial Crimes Enforcement Network (FinCEN) proposed near the end of the Trump administration. He specifically asks how the transactions that would be involved differ from MoneyGram or Western Union transactions.\\n\\nAllaire points to the self-custody aspect, meaning the developer of the wallet would not themselves be involved in any transactions.\\n\\n“What we argued ... what we really need are ways to provide proof of digital identities,” Allaire said.\\n\\n**1:30 p.m.** Rep. Ted Budd (R-N.C.) says he’s concerned about the “nanny state” implementing too many rules for crypto, and asks Brooks about the U.S. regime.\\n\\nBrooks says the U.S. is unique in having a fragmented regulatory system for banks, and recommends that the U.S. use its existing regulators to apply current rules to crypto, rather than look to have a single regulator oversee the entire industry.\\n\\n**1:27 p.m.** Rep. Josh Gottheimer (D-N.J.) asked about exchanges’ cybersecurity practices, as well as the PWG report on stablecoin issuers becoming banks. Bankman-Fried noted the use of practices such as 2-factor authentication and the exchange’s work with law enforcement.\\n\\nGottheimer said he’s working on a bill to implement some of the PWG’s recommendations, but wants input on the pros and cons of different models for implementation.\\n\\n**1:23 p.m.** Rep. Don Beyer (D-Va.) (who isn’t on the committee) sent a statement out commending the Financial Services Committee for holding today’s hearing and mentioning [his bill](https://www.coindesk.com/policy/2021/08/02/new-crypto-bill-in-us-congress-is-the-most-comprehensive-yet/) addressing crypto regulation.\\n\\n“My comprehensive digital asset legislation is an excellent starting point for those efforts. I look forward to continued conversations with Chair Waters and other members of the Committee on how Congress can incorporate digital assets into regulatory frameworks, a need that both industry and regulators emphasize more and more all the time,” he said.\\n\\n**1:12 p.m.** Rep. Barry Loudermilk (R-Ga.), after a few comments on data collection practices, asks if blockchain can enhance data protections.\\n\\nBrooks, reiterating a point he made earlier, said blockchains provide transparency. In previous cybersecurity breaches, such as Target or Equifax, people didn’t learn the full scope of the breaches until weeks or months after they happened. In Brooks’ view, a blockchain can provide transparency if a similar situation happens.\\n\\n**1:04 p.m.** “The powers in our society” have spent millions on crypto, Rep. Brad Sherman (D-Calif.) says, pointing to major banks that are getting into crypto.\\n\\n“If you wonder about where the power is, Zuckerberg had to come out here and sit there. Brian Armstrong sent his number two. And Tether didn’t bother to show up at all,” he says in warning regulators not to wait for legislation to begin regulating.\\n\\n**12:59 p.m.** Rep. Tom Emmer (R-Minn.) leads Bankman-Fried down a line of questioning to establish what sort of protections the exchange provides for its users, before saying he was “confused” about how the Securities and Exchange Commission (SEC) allowed a bitcoin futures ETF to launch, but not a spot ETF.\\n\\n**12:52 p.m.** Rep. Bill Foster (D-Ill.) asks if any of the witnesses would have an objection to “controlled anonymity” within a digital currency, meaning a court could de-anonymize an account for illicit activity (none of the witnesses objected).\\n\\n**12:40 p.m.** Rep. Al Lawson (D-Fla.) is asking about the broker provision in the bipartisan infrastructure law, which Dixon responds to by noting that some entities might not have the requisite information to comply should they be classified as brokers.\\n\\n**12:16 p.m.** Rep. Sean Casten (D-Ill.) jokes about how we can have an entire hearing on stablecoins and other issues, but asks whether Allaire supports the recommendations from the President’s Working Group report on stablecoins.\\n\\n“I support a number of things, but not uniformly. I think there are a number of challenges in the report,” Allaire says. His first question is “what form” the federal charter for a stablecoin issuer would take.\\n\\nOther details need clarification as well, he says.\\n\\n**12:08 p.m.** Rep. Juan Vargas (D-Calif.) is asking about digital dollars: “We have a digital dollar ... it’s fiat.” He ran out of time before he could complete the question but he’s essentially asking what the argument for a blockchain-based digital dollar is as opposed to a digitized fiat dollar, such as what we already have now.\\n\\n**11:59 a.m.** Brooks used the Motion Picture Association’s rating system for movies to explain the Crypto Rating Council, saying some digital assets had an “R rating” and some had a “PG rating.”\\n\\n**11:57 a.m.** Nick Anthony, manager at the Cato Institute’s Center for Monetary and Financial Alternatives, says “It’s important to recognize that while Chairwoman Waters called attention to the environmental costs of cryptocurrencies, she also followed this note by acknowledging the benefits that the technology offers – a key element that many critics omit. It may be a subtle change, but this acknowledgment might be the start of a long-needed change in the conversation.”\\n\\n**11:57 a.m.** Nick Anthony, manager at the Cato Institute’s Center for Monetary and Financial Alternatives, says “It’s important to recognize that while Chairwoman Waters called attention to the environmental costs of cryptocurrencies, she also followed this note by acknowledging the benefits that the technology offers – a key element that many critics omit. It may be a subtle change, but this acknowledgment might be the start of a long-needed change in the conversation.”\\n\\n**11:54 a.m.** Rep. Blaine Luetkemeyer (R-Mo.) asked about how platforms might control users, pointing to Novi specifically -- social media companies already control users on their platforms even if the internet itself is broader than that, he noted.\\n\\n**11:45 a.m.** Rep. Gregory Meeks (D-N.Y.) asks about global coordination of regulation in crypto, and what U.S. policymakers can do here.\\n\\n**11:37 a.m.** Rep. Pete Sessions (R-Texas) asked how exchanges identify fraud and mitigate risk.\\n\\nCoinbase’s Haas says the exchange assesses assets from technology and risk perspectives before listing them.\\n\\n**11:30 a.m.** Matt Homer, executive in residence at Nyca Partners and former executive deputy superintendent at the New York Department of Financial Services, says “Testimony is making it clear that crypto is already regulated. Focus should be on gaps and creating level playing field.”\\n\\n**11:20 a.m.** Rep. Nydia Velazquez (D-N.Y.) asked about stablecoins, specifically asking if Allaire and Cascarilla would support a federal mandatory reporting requirement (both said yes).\\n\\n**11:10 a.m.** Rep. Carolyn Maloney (D-N.Y.) is asking Haas about a cyberattack earlier this year that led to a hot wallet losing funds.\\n\\nHaas says not a lot of funds were at risk, and Coinbase reimbursed any impacted customers. Maloney followed up by asking if this sort of protection is Coinbase-specific or something all platforms offer (it was Coinbase specific).\\n\\nMaloney also asked about ransomware, as chair of the House Oversight Committee.\\n\\n**11:05 a.m.** From Andreessen Horowitz policy lead Tomicah Tilleman: “This is the first time Members of Congress are using the platform of a full committee hearing to highlight that Web 3 is the future of the internet. It’s a historic inflection point in the national conversation around decentralized tech. You’re also seeing members acknowledge the potential of web3 platforms to solve a lot of problems they care about, including remittances and financial inclusion. The tone so far from all participants has been reasonable and constructive. So far, so good.”\\n\\n**11:02 a.m.** McHenry follows up with a question about Web 3 to Brooks, who then outlines how he defines the differences between Web 1 (sites publishing content), Web 2 (people being able to publish content) and Web 3.\\n\\n**10:59 a.m.** Waters kicks things off with a pointed comment to Cascarilla: “I’m a bit concerned about your company” because of the Novi pilot project she said. She asks how Facebook can be trusted not to expand beyond its pilot given Facebook’s history.\\n\\n“Novi is Paxos’ customer,” Cascarilla says, adding it’s just like any other customer. He says Paxos conducted its due diligence into the Facebook (now Meta) subsidiary.\\n\\nIn response to a follow-up, Cascarilla says Novi itself would be best placed to answer questions about how it might expand this pilot.\\n\\n**10:50 a.m.** Coinbase Inc CEO/Coinbase Global CFO Alesia Haas says her firm holds 12% of the world’s crypto on its platform.\\n\\n**10:47 a.m.** Everyone’s talking about financial inclusion today.\\n\\n**10:45 a.m.** Stellar CEO Denelle Dixon actually discussed some of the other use cases, pointing to the Stellar Development Foundation’s work with Moneygram for a remittance tool as an example.\\n\\n**10:43 a.m.** Paxos CEO Charles Cascarilla also pointed to the role cryptocurrencies/stablecoins can play in banking underbanked individuals. It’s been a bit of a theme so far today. I have to imagine a few members might have questions about the ‘how’ here.\\n\\n**10:37 a.m.** Brooks made the claim that the current regulatory regime is driving legitimate activity offshore: “Can anyone explain ... why Fidelity Investments, one of America’s best-known investment advisors, had to go to Canada to offer a bitcoin ETF?”\\n\\nHe pointed to other activities legal in locations like Germany to further emphasize this point.\\n\\n**10:35 a.m.** Bitfury Group CEO Brian Brooks (/former Binance US CEO/former Acting Comptroller) briefly outlined Bitfury’s business (i.e. mining) before pivoting to what he sees as the key issues in the regulation conversation. He quoted from his written testimony directly here, asking about securities enforcement without allowing registration, treating stablecoin issuers as banks but not granting them bank charters, etc.\\n\\n**10:32 a.m.** FTX CEO and founder Sam Bankman-Fried emphasized the role he sees cryptocurrencies playing in providing financial services to un/underbanked individuals, pointing to the stated goal of disintermediation in his remarks.\\n\\n**10:30 a.m.** Circle CEO Jeremy Allaire summarized his written remarks in his opening testimony: He briefly summarized the history of stablecoins and the role they can play in financial services. He pointed to what Circle in particular has been doing, including a mention of USDC’s backing.\\n\\n**10:16 a.m.** And yes, crypto twitter got a shoutout lol\\n\\n**10:15 a.m.** Rep. Patrick McHenry (R-N.C.), the ranking member, calls 2021 “the year of cryptocurrency,” adds that much of the sector is already regulated, even if the regulations that exist are “clunky.” He warns against overregulating the industry in his opening statement.\\n\\n**10:14 a.m.** Rep. Maxine Waters (D-Calif.), the committee chair, kicked off the hearing with “today’s hearing is part of this Committee’s ongoing \\\\[effort\\\\]” to understand crypto and the issues around it. Much of her opening statement resembled the hearing memo, outlining both what FSC has done this year on crypto as well as some of the key issues to be discussed.\\n\\n**10:02 a.m.** While we wait for this hearing to get started, here’s a quick preview I wrote up for [CoinDesk](https://www.coindesk.com/policy/2021/12/08/crypto-ceos-hit-capitol-hill-heres-what-to-expect/). The House Financial Services Committee also published a [memo](https://financialservices.house.gov/uploadedfiles/hhrg-117-ba00-20211208-sd002.pdf) outlining the broad focus for today, which is worth a look as well.\\n\\n**10:00 a.m.** The House Financial Services Committee is meeting to discuss crypto trading platforms and stablecoins today. CoinDesk’s Nikhilesh De will liveblog the hearing.\",\"timestamp\":1639013157,\"title\":\"LIVE BLOG: House Meets on Crypto Regulation\"},\"digest\":\"bNXSerBYSo1xyoL6chlgRblULTM8TNkOEte94CJwFc0\",\"authorship\":{\"contributor\":\"0xfa204A1B8d4d8Da5577c1eaCAc9B7E5F3e896c70\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OYssU2-0eortplA-OGWu_CzeFh1xBinqPYDLe28QKHY\\\",\\\"y\\\":\\\"SpYqUtKrzgR8sIpITwhIG0fd2YuN-x83lixjeHmUeUw\\\"}\",\"signature\":\"J3Hl9sS3cmnynzMl80Lr0gDwaBFWyIqHS7ZvmNs0NZPScc3WN7_imyJo1grHv6OiiKl8s8L7peLGZH6p3LiqXg\",\"signingKeySignature\":\"0x93761ccab3293b8c288c4a86bb40bc5e5c12f1d0cada3c9cd232218e148f0e4728766f721d8de143d6bff9203dfeb9c5f3709326030b76a06c402525a877bec31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OYssU2-0eortplA-OGWu_CzeFh1xBinqPYDLe28QKHY\\\",\\\"y\\\":\\\"SpYqUtKrzgR8sIpITwhIG0fd2YuN-x83lixjeHmUeUw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bNXSerBYSo1xyoL6chlgRblULTM8TNkOEte94CJwFc0\"}"