"{\"content\":{\"body\":\"空荡荡的过道依然只有我一个人的身影，莫非这里还有其它可通往下一层的通道，我只能这样猜测而已。没了黑暗小鬼们的骚扰，我不慌不忙地走到大门前，打量了一番，高大沉重的铁门半掩着，门上的铜丝和银线勾勒出一副头生双角，\\n\\n```\\n身插双翼的巨大恶魔浮像，那对在火炬下一闪一闪的紫色双瞳我怎么看怎么象是两块紫宝石。唉，可惜身高差距太大，不然的话，嘿嘿，我非把它的眼睛挖下来不可。开启潜行，我如游鱼般从门缝间滑了进去，睁大眼睛打量着里面的情况，可别再碰上一群猛怪，我可没有把握一定能全身而退了。\\n\\n迷宫的二层明显比一层阔敞的多，过道起码是一层的两倍宽，而房间似乎也大了不少，唯一不变的就是里面依旧空空如也，没了墙壁上那忽明忽暗的火炬，高高的天花板上镶嵌的照明石倾泻出一片柔和的光线，青黑色的大理石整齐地铺设在地面上，清晰可见倒影，不远处晃动的身影和依稀可闻的撕杀声告诉我这里不但有怪，还有玩家。终于不是一个人的孤单了，恩，过去看看什么情况。\\n\\n悄悄来到前面，原来是几个玩家正围着一头身材高大，肌肉发达，浑身上下的皮肤如覆盖着一层没有打匀的黏土般，裂开一道道斑纹，双手已经蜕化成锥状的怪物攻击。呵，是个二十九级的黑暗恶鬼，看样子它不太好对付，地上还躺着一只恶鬼的尸体，几个玩家都气喘吁吁，身上或多或少的挂了点伤痕。\\n\\n只见顶头那个穿着重盔的兽人战士放弃了攻击，双手紧握着一块硕大的盾牌，拼命抵挡恶鬼那尖锐双手的进攻，而后面的两个手拿长剑人类战士则乘机猛劈狂砍，不过可能因为攻击力的不足，不能给予恶鬼重创，不然不会这么吃力，最后面则站了两个身穿棕红色长袍的女法师，看样子一个是巫师一个是牧师，天蓝色的风刃和乳白色的治疗之光不时在两人挥舞的魔杖中发出，交叉着落到战斗中的恶鬼和玩家身上。呵呵，配合不错的五人小队嘛，要是再多二个弓手，或高攻刺客的话就更完美了，我看他们的攻防有序暗暗想到。\\n\\n恶鬼那强壮的身体似乎也经受不住这样的轮番蹂躏，当锥子一般的双手穿过兽人的盾牌，猛扎在一个战士身上，将战士扎出一声凄惨叫声的时候，它也无奈的倒下了，后面的女法师都欢呼起来：“这个也杀了。”兽人战士也裂开大嘴嘿嘿的笑的笑着说道：“只要不碰上成群的恶鬼，两个来了都不是问题拉。”两人类战士没有不吭声，走上前冲那尸体就是一阵大手乱摸，可惜看他们的脸色估计是没有啥意外的惊喜。\\n\\n“大熊，你还有多少升级？”一个身穿黑色盔甲的人类战士站起身看着兽人战士问道。\\n\\n“早呢，现在升级可没开始那么容易了，要不是这里经验高，昨天还不一定能升到二十六呢，你们呢，快了吧。”那个被叫做大熊的兽人哼哼地说道。\\n\\n“我还有8%就升二十六了，嘿嘿，就快追上你了。”黑盔战士笑着回道。\\n\\n“我还差0.2%，估计再砍几个怪就能升了。”另一个身穿血迹斑斑的白色盔甲战士接口道。\\n\\n“大铃小铃你们呢，还有多少。”兽人战士转过头冲那两个女法师问道。\\n\\n“我们已经二十四级拉，你们刚才杀第一只的时候我们就升拉，不过还没机会告诉你们罢了，嘻嘻。”留着一头波浪般长发的巫师妹妹一脸灿烂笑容地说道，露出两个小小酒窝和一嘴洁白整齐的牙齿来。\\n\\n“呵呵，那恭喜拉，怎么样，我说的话没错吧，和我们一起比你们自己杀怪升级快的吧。”黑盔战士看了看法师妹妹得意的说道。\\n\\n“哼，那你怎么不说有我们姐妹你们安全的多，还省了不少药钱呢。”巫师妹妹一点面子都不给黑盔战士，立即回道。那黑盔战士的俊脸一下子浮上了抹红晕，看上去比刚才杀怪时都滋润。\\n\\n“小铃，别这样说，挑灯说的也没错拉，跟在他们后面我们是很轻松，别总和人家斗嘴拉。”看样子比较文静，脸颊旁挂着整齐短发的女牧师拉了拉一旁妹妹的衣角说道。\\n\\n“嘿嘿，互相帮助，互相帮助。”黑盔战士顺着女牧师的话，找了个台阶自我解脱地说道。\\n\\n“哼，这句话还差不多嘛。”那个叫小铃的女巫师斜斜地看了看黑盔战士，向女牧师扮了个鬼脸笑着说道。\\n\\n“好了，大家稍微稍休息下，马上出发，今天你们争取再升一级。”被他们叫作大熊的兽人战士摆了摆手，大声说道。\\n\\n“升级是一定的，最好给咱们爆件好装备，在这里都混了几天了，还没打到一个装备呢，大熊，你说是不是因为你太霉啊。”黑盔战士似乎找到一个转移话题的好理由，一脸嬉笑地冲兽人战士问道。\\n\\n“去你的，还我太霉呢，基本上都是你攻击的，照理说是你小子霉，老实交代，是不是你人品差、素质低、属于那种没理想、没道德、没文化、没纪律的四没青年，所以我们才打不到装备。”兽人大熊伸手就是一拳砸在黑盔战士身上，坏笑着说道。\\n\\n“恩，大熊说的真有道理，我看就是这个原因吧。”巫师妹妹收起了笑容，装做一本正经的说道。\\n\\n“嘿，大熊，不是你这一说，我还真忘了告诉大家，挑灯正是你所说的那种四没青年，我强烈建议下面的怪让他去顶，换换咱们的手气，他挂了当作为我们捐躯，没挂算他命大。”白盔战士充分起到了惟恐天下不乱，生怕火上没有浇油地说道。\\n\\n“看剑，你小子吃里扒外，亏我还推心置腹地把你当兄弟，你竟然如此含血喷我，污蔑我高尚的情操，伤害我纯洁的心灵，我，我真是欲哭无泪，罢了，你们别拦我，让我去找怪单条算了。”黑盔战士给出一脸的愤然不平之情，悲伤欲绝之态地说道。\\n\\n一番话惹得其他几人纷纷大笑起来，都看着黑盔战士怎么去英勇献身，不过说是说的，做是做的，黑盔战士可没真热血上心头，冲动去找怪物单条，而是跟其他人一样坐在地上休息起来。\\n\\n看样子他们在这个地下迷宫里呆过段时间，比较熟悉了，正好乘他们休息，让我上去问问他们，有没看在这里到一个叫作卡里哈曼的大法师，想到这里我连忙跑了过去。\\n\\n解除潜行，我露出自己的身形来，来到那队玩家旁边，没等我开口，他们就一脸惊讶的表情看着我，望了望我身后开口说道：“朋友，你，你一个人来的？”\\n\\n“是啊，怎么了，你们的表情好奇怪。”我看着他们的样子，有点摸不着头脑的说道。\\n\\n“那你怎么可能一个人就过来呢。”黑盔战士有点不解地说道。\\n\\n“那他肯定是没有遇到守护二层大门的黑暗小鬼，不然怎么可能这么轻松一个人就过来呢。”兽人大熊似乎想到了问题的答案，自信满满地替我回道。\\n\\n“不是吧，我们哪次来门口不都有许多的黑暗小鬼的，怎么可能没有，除非有人帮他清了，他跟在后面进来的。”白盔战士跟着说道。\\n\\n“呵呵，就这个问题也值得你们讨论吗，我杀光了那些小鬼以后才进来的，还有什么要问的吗。”我摇了摇手，笑着对他们说到。\\n\\n“你一个人杀光了那些小鬼，不是真的吧。”黑盔战士一脸质疑的表情看着我说道。\\n\\n“你真牛b，在门口挂掉的队伍还不少呢，别说一个人了，朋友多少级了，一个人来单练啊。”兽人大熊伸出大拇指敬佩地看着我说道。\\n\\n“呵呵，一般一般，我才二十七级（不过就快二十八了），你们几个人的配合也不错啊，我是来做任务的，你们在这里有没有看到一位叫卡里哈曼的大法师NPC吗。”我满脸期盼地问到。\\n\\n“NPC卡里哈曼大法师，你们谁见到过？”兽人大熊转过身，看着后面的队友问到。\\n\\n“好象没见过吧，这里这么的，我们也不过还是在外围打怪而已。”黑盔战士和白盔战士面面相觑地回道。\\n\\n“恩，好象右边的过道经常听到奇怪的声音，如果说那个NPC大法师在这里的话，就应该在那边吧。”短发女牧师想了想对我说道。\\n\\n“那里面比较危险的吧，还有三十级的黑暗食尸鬼，要不你和我们组了吧，一起过去看看怎么样。”兽人战士估计是看上了我不俗的实力，客气地跟我发出邀请道。\\n\\n恩，有点线索总比自己胡乱摸好，跟在这个队伍后面生命估计也有点保障，毕竟里面的怪物实力不低，别任务没完成，把小命送这里就划不来了，我可是快要升二十八级的人了，我稍微思索了一下，乐呵呵地答应了他的要求。\\n\\n我夹在队伍中间一边走着，一边和他们闲聊着，互相熟悉了一下。兽人战士叫熊霸天，呵呵，看他那一身横皮糙肉的还真有点霸气；黑盔战士和白盔战士分别叫醉里挑灯和雾里看剑，是大学同学一起的；两个女法师是姐妹，牧师叫紫色风铃，巫师叫蓝色风铃；本来他们都在外面的山谷练级，兽人和战士发现这个地下迷宫后，正好遇到风铃姐妹俩，就拉她们一起下来，已经在这里下面3天了，开始都只能在外面杀杀小鬼，现在已经配合熟练，能在二层门口杀恶鬼了，不过里面的黑暗食尸鬼还没胆量去体验一下。这不，正好被我遇到了，给他们加了底气，蠢蠢欲动，都想进去看一看。而我这个二十七级的杀手也让他们吃了一惊，都想询问我练级的秘诀，我无言以对，总不能告诉他们我有牛b的匕首，有超人的幸运，还有让人眼红的药剂，只得含含糊糊地说坚持不懈，天天在线之类的话搪塞了。\\n```\\n\\n\\n------------\",\"timestamp\":1640246945,\"title\":\"第五十五章 一个小团队\"},\"digest\":\"-z7n3EKleGLdOuFPOUyGn4lSl3OBjAQPj9DWouTcy6A\",\"authorship\":{\"contributor\":\"0x248FA10317497a4CF88DD9Ee62E99b98f5ecAC71\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EKoADRvTfJrkR8X6AJV3KjoAnbvEQTzzM6VVKDdm8M4\\\",\\\"y\\\":\\\"QHElcpSz3MurWWMfXNxY_BGNUZJGwQyvdLQ_QQkPHxY\\\"}\",\"signature\":\"emQM63JsCrMM6T7WgwhAaKY2eGF27cJ7IyESQQcilMIY7gHvTrgi6OBsltTBeIbw6-kxQiZaucF8XAGWiAgPRA\",\"signingKeySignature\":\"0x1231b9d39658b220d47e939d4756be879d6929fc076de9b35e3de69d98ec490f02d07a6ac53d555a0af1042455cb2e13da77c15d833480c1edae5e0e8879501e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EKoADRvTfJrkR8X6AJV3KjoAnbvEQTzzM6VVKDdm8M4\\\",\\\"y\\\":\\\"QHElcpSz3MurWWMfXNxY_BGNUZJGwQyvdLQ_QQkPHxY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-z7n3EKleGLdOuFPOUyGn4lSl3OBjAQPj9DWouTcy6A\"}"