"{\"content\":{\"body\":\"\\\" Of course you would say that,\\\" she repeated with gloomy but flattering conviction.\\n\\n\\\" Oh, if I had been a great hero,\\\" he said smiling, \\\"no doubt I would have kept up this same manner which now sets so well upon me, but I am telling you the truth when I say that I had no part in your rescue at all.\\\"\\n\\nShe became slightly indignant. \\\" Oh, if you care to tell us constantly that you were of no service to us, I don't see what we can do but continue to declare that you were.\\\"\\n\\nSuddenly he felt vulgar. He spoke to her t\\n\\n[ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/231](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/231)\\n\\nhis time with real meaning. \\\" I beg of 'you never to mention it again. That will be the best way.\\\"\\n\\nBut to this she would not accede. \\\"No, we will often want to speak of it.\\\"\\n\\nHe replied \\\"How do you like Greece? Don't you think that some of these ruins are rather out of shape in the popular mind? Now, for my part, I would rather look at a good strong finish at a horserace than to see ten thousand Parthenons in a bunch.\\\"\\n\\nShe was immediately in the position of defending him from himself. \\\"You would rather see no such thing. You shouldn't talk in that utterly trivial way. I like the Parthenon, of course, but I can't think of it now because my head. is too full of my escape from where I was so-so frightened.\\\"\\n\\nColeman grinned. \\\" Were you really frightened?\\\"\\n\\n\\\" Naturally,\\\" she answered. \\\" I suppose I was more frightened for mother and father, but I was frightened enough for myself. It was not-not a nice thing.\\\"\\n\\n\\\"No, it wasn't,\\\" said Coleman. \\\"I could hardly believe my senses, when the minister at Athens told me that, you all had ventured into such a trap, and there is no doubt but what you can be glad that you are well out of it.\\\"\\n\\nShe seemed to have some struggle with herself and then she deliberately said: \\\"Thanks to you.\\\"\\n\\nColeman embarked on what he intended to make a series of high-minded protests. \\\" Not at all-\\\" but at that moment the dragoman whirled back from the van-guard with a great collection of the difficulties which had been gathering upon him. Coleman was obliged to resign Marjory and again take up the active leadership. He disposed of the dragoman's difficulties mainly by declaring that they were not difficulties at all. He had learned that this was the way to deal with dragomen. The fog had already lifted from the valley and, as they passed along the wooded mountain-side the fragrance of leaves and earth came to them. Ahead, along the hooded road, they could see the blue clad figures of Greek infantrymen. Finally they passed an encampment of a battalion whose line was at a right angle to the highway. A hundred yards in advance was the bridge across the Louros river. And there a battery of artillery was encamped. The dragoman became involved in all sorts of discussions with other Greeks, but Coleman stuck to his elbow and stifled all aimless oration. The Wainwright party waited for them in the rear in an observant but patient group.\\n\\nAcross a plain, the hills directly behind Arta loomed up showing the straight yellow scar of a modern entrenchment. To the north of Arta were some grey mountains with a dimly marked road winding to the summit. On one side of this road were two shadows. It took a moment for the eye to find these shadows, but when this was accomplished it was plain that they were men. The captain of the battery explained to the dragoman that he did not know that they were not also Turks. In which case the road to Arta was a dangerous path. It was no good news to Coleman. He waited a moment in order to gain composure and then walked back to the Wainwright party. They must have known at once from his peculiar gravity that all was not well. Five of the students and the professor immediately asked: \\\"What is it?\\\"\\n\\nHe had at first some old-fashioned idea of concealing the ill tidings from the ladies, but he perceived what flagrant nonsense this would be in circumstances in which all were fairly likely to incur equal dangers, and at any rate he did not see his way clear to allow their imagination to run riot over a situation which might not turn out to be too bad. He said slowly: \\\" You see those mountains over there? Well, troops have been seen there and the captain of this battery thinks they are Turks. If they are Turks the road to Arta is distinctly-er-unsafe.\\\"\\n\\nThis new blow first affected the Wainwright party as being too much to endure. \\\" They thought they had gone through enough. This was a general sentiment. Afterward the emotion took colour according to the individual character. One student laughed and said: \\\" Well, I see our finish.\\\"\\n\\nAnother student piped out: \\\" How do they know they are Turks? What makes them think they are Turks \\\"\\n\\nAnother student expressed himself with a sigh. \\\"This is a long way from the Bowery.\\\"\\n\\nThe professor said nothing but looked annihilated; Mrs. Wainwright wept profoundly; Marjory looked expectantly toward Coleman.\\n\\nAs for the correspondent he was adamantine and reliable and stern, for he had not the slightest idea that those men on the distant hill were Turks at all.\\n\\nCHAPTER XIV.\\n\\n\\\"OH,\\\" said a student, \\\" this game ought to quit. I feel like thirty cents. We didn't come out here to be pursued about the country by these Turks. Why don't they stop it ?\\\"\\n\\nColeman was remarking: \\\"Really, the only sensible thing to do now is to have breakfast. There is no use in worrying ourselves silly over this thing until we've got to.\\\"\\n\\nThey spread the blankets on the ground and sat about a feast of bread, water cress and tinned beef. Coleman was the real host, but he contrived to make the professor appear as that honourable person. They ate, casting their eyes from time to time at the distant mountain with its two shadows. People began to fly down the road from Jannina, peasants hurriedly driving little flocks, women and children on donkeys and little horses which they clubbed unceasingly. One man rode at a gallop, shrieking and flailing his arms in the air. They were all Christian peasants of Turkey, but they were in flight now because they did not wish to be at home if the Turk was going to return and reap revenge for his mortification. The Wainwright party looked at Coleman in abrupt questioning.\\n\\n\\\"Oh, it's all right,\\\" he said, easily. \\\"They are always taking on that way.\\\"\\n\\nSuddenly the dragoman gave a shout and dashed up the road to the scene of a melee where a little ratfaced groom was vociferously defending three horses from some Greek officers, who as vociferously were stating their right to requisition them. Coleman ran after his dragoman. There was a sickening pow-wow,  but in the end Coleman, straight and easy in the saddle, came cantering back on a superb open-mouthed snorting bay horse. He did not mind if the half-wild animal plunged crazily. It was part of his role. \\\"They were trying to steal my horses,\\\" he explained. He leaped to the ground, and holding the horse by the bridle, he addressed his admiring companions. \\\" The groom- the man who has charge of the horses -says that he thinks that the people on the mountain-side are Turks, but I don't see how that is possible. You see-\\\" he pointed wisely-\\\" that road leads directly south to Arta, and it is hardly possible that the Greek army would come over here and leave that approach to Arta utterly unguarded. It would be too foolish. They must have left some men to cover it, and that is certainly what those troops are. If you are all ready and willing, I don't see anything to do but make a good, stout-hearted dash for Arta. It would be no more dangerous than to sit here.\\\" The professor was at last able to make his formal speech. \\\" Mr. Coleman,\\\" he said distinctly, \\\"we place ourselves entirely in your hands.\\\" It was some. how pitiful. This man who, for years and years had reigned in a little college town almost as a monarch, passing judgment with the air of one who words the law, dealing criticism upon the universe as one to whom all things are plain, publicly disdaining defeat as one to whom all things are easy-this man was now veritably appealing to Coleman to save his wife, his daughter and himself, and really declared himself de. pendent for safety upon the ingenuity and courage of the correspondent.\\n\\nThe attitude of the students was utterly indifferent. They did not consider themselves helpless at all. they were evidently quite ready to withstand anything but they looked frankly up to Coleman as their intelligent leader. If they suffered any, their only expression of it was in the simple grim slang of their period.\\n\\n\\\" I wish I was at Coney Island.\\\"\\n\\n\\\" This is not so bad as trigonometry, but it's worse than playing billiards for the beers.\\\"\\n\\nAnd Coke said privately to Coleman: \\\" Say, what in hell are these two damn peoples fighting for, anyhow? \\\"\\n\\nWhen he saw that all opinions were in favour of following him loyally, Coleman was impelled to feel a responsibility. He was now no errant rescuer, but a properly elected leader  of fellow beings in distress. While one of the students held his horse, he took the dragoman for another consultation with the captain of the battery. The officer was sitting on a large stone, with his eyes fixed into his field glasses. When again questioned he could give no satisfaction as to the identity of the troops on the distant mountain. He merely shrugged his shoulders and said that if they were Greeks it was very good, but if they were Turks it was very bad. He seemed more occupied in trying to impress the correspondent that it was a matter of soldierly indifference to himself. Coleman, after loathing him sufficiently in silence, returned to the others and said: \\\" Well, we'll chance it.\\\"\\n\\nThey looked to him to arrange the caravan. Speaking to the men of the party he said: \\\" Of course, any one of you is welcome to my horse if you can ride it, but-if you're not too tired-I think I had myself better ride, so that I can go ahead at times.\\\"\\n\\nHis manner was so fine as he said this that the students seemed fairly to worship him. Of course it had been most improbable that any of them could have ridden that volcanic animal even if one of them had tried it.\\n\\nHe saw Mrs. Wainwright and Marjory upon the backs of their two little natives, and hoisted the professor into the saddle of the groom's horse, leaving instructions with the servant to lead the animal always and carefully. He and the dragoman then mounted at the head of the procession, and amid curious  questionings from the soldiery they crossed the bridge and started on the trail to Arta. The rear was brought up by the little grey horse with the luggage, led by one student and flogged  by another.\\n\\nColeman, checking with difficulty the battling disposition of his horse, was very uneasy in his mind because the last words of the captain of the battery had made him feel that perhaps on this ride he would be placed in a position where only the best courage would count, and he did not see his way clear to feeling very confident about his conduct in such a case. Looking back upon the caravan, he saw it as a most unwieldy thing, not even capable of running away. He hurried it with sudden, sharp contemptuous phrases.\\n\\nOn the. march there incidentally flashed upon him a new truth. More than half of that student band were deeply in love with Marjory. Of course, when he had been distant from her he had had an eternal jealous reflection to that effect. It was natural that he should have thought of the intimate camping relations between Marjory and these young students with a great deal of bitterness, grinding his teeth when picturing their opportunities to make Marjory fall in love with some one of them. He had raged particularly about Coke, whose father had millions of dollars. But he had forgotten all these jealousies in the general  splendour of his exploits.  Now, when he saw the truth, it  seemed. to bring him back to his common life and he saw himself suddenly as not being frantically superior in any way to those other  young men. The more closely he looked at this last fact, the more convinced he was of its truth. He seemed to see that he had been impropererly elated over  his services to the Wainwrights, and that, in the end, the girl might fancy a man because the man had done her no service at all. He saw his proud position lower itself to be a pawn in the game. Looking back over the students, he wondered which one Marjory might love. This hideous Nikopolis had given eight men chance to win her. His scorn and his malice quite centered upon Coke, for he could never forget that the man's father had millions of dollars. The unfortunate Coke chose that moment to address him querulously : \\\"Look here, Coleman, can't you tell us how far it is to Arta ? \\\"\\n\\n\\\"Coke,\\\" said Coleman, \\\" I don't suppose you take me for a tourist agency, but if you can only try to distinguish between me and a map with the scale of miles printed in the lower left- hand corner, you will not contribute so much to the sufferings of the party which you now adorn.\\\"\\n\\nThe students within hearing guffawed and Coke retired, in confusion.\\n\\nThe march was not rapid. Coleman almost wore out his arms holding in check his impetuous horse. Often the caravan floundered through mud, while at the same time a hot, yellow dust came from the north.\",\"timestamp\":1638928519,\"title\":\"As he had anticipated, Marjory shot him a little glance of disbelief\"},\"digest\":\"aMcLZEDDM6c4-W_bdmnAtxrmUZNbfN9IjXOA-mcH8wY\",\"authorship\":{\"contributor\":\"0x025bE40F20d6f0f04d76fE7Ad916e5d61bc4D69f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JI7psgJKJdqVeLo-LhGjgmZc5sT_ozaNL6QaDVrpiOM\\\",\\\"y\\\":\\\"BNcwqmidtd02_exuw_nawv3m_Jm01UqIFqK9xYRDVXc\\\"}\",\"signature\":\"hnbtNoU3kx8MVGGRIoQTcOch5DmGEABnS-B9XOKG0s_8I1niyUHtS4jS3fjU-0N3TVlaDu5qwGTjK6fd7DZ1QQ\",\"signingKeySignature\":\"0x7fa7958740a1ba24ca229fc33334294066a114c1497a5918d079690d457f784b546dc1cc59eaaa1d34af42cb17e68d8af27257db205f80f9422751cbdbbbd0021c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JI7psgJKJdqVeLo-LhGjgmZc5sT_ozaNL6QaDVrpiOM\\\",\\\"y\\\":\\\"BNcwqmidtd02_exuw_nawv3m_Jm01UqIFqK9xYRDVXc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aMcLZEDDM6c4-W_bdmnAtxrmUZNbfN9IjXOA-mcH8wY\"}"