"{\"content\":{\"body\":\"fixed and ready for use.  In August 1836 the Bridgewater foundry was in complete and efficient action.  The engine ordered at Londonderry was at once put in hand, and the concern was fairly started in its long career of prosperity.  The wooden workshops had been erected upon the grass. But the sward soon disappeared.  The hum of the driving belts, the whirl of the machinery, the sound of the hammer upon the anvil, gave the place an air of busy activity.  As work increased, workmen increased. The workshops were enlarged.  Wood gave place to brick. Cottages for the accommodation of the work-people sprang up in the neighbourhood; and what had once been quiet grassy fields became the centre of a busy population.\\n\\n\\\\[Image\\\\] Bridgewater Foundry.  From a sketch by Alexander Nasmyth.\\n\\nIt was a source of vast enjoyment to me, while engaged in the anxious business connected with the establishment of the foundry, to be surrounded with so many objects of rural beauty.  The site of the works being on the west side of Manchester, we had the benefit of breathing pure air during the greater part of the year.  The scenery round about was very attractive.  Exercise was a source of health to the mind as well as the body.   As it was necessary that I should reside as near as possible to the works, I had plenty of opportunities for enjoying the rural scenery of the neighbourhood.  I had the good fortune to become the tenant of a small cottage in the ancient village of Barton, in Cheshire, at the very moderate rental of #15 a year.  The cottage was situated on the banks of the river Irwell, and was only about six minutes' walk from the works at Patricroft.  It suited my moderate domestic arrangements admirably.\\n\\nThe village was surrounded by apple orchards and gardens, and situated in the midst of tranquil rural scenery.  It was a great treat to me, after a long and busy day at the foundry, especially in summer time, to take my leisure walks through the green lanes, and pass the many picturesque old farmhouses and cottages which at that time presented subjects of the most tempting kind for the pencil.  Such quiet summer evening strolls afforded me the opportunity for tranquil thought. Each day's transactions furnished abundant subjects for consideration. It was a happy period in my life.  I was hopeful for the future, as everything had so far prospered with me.\\n\\nWhen I had got comfortably settled in my cosy little cottage, my dear sister Margaret came from Edinburgh to take charge of my domestic arrangements.  By her bright and cheerful disposition she made the cottage a very happy home.  Although I had neither the means nor the disposition to see much company, I frequently had visits from some of my kind friends in Manchester.  I valued them all the more for my sister's sake, inasmuch as she had come from a bright household in Edinburgh, full of cheerfulness, part of which she transferred to my cottage.\\n\\nAt the same time, it becomes me to say a word or two about the great kindness which I received from my friends and well-wishers at Manchester and the neighbourhood.  Amongst these were the three brothers Grant, Benjamin Hick of Bolton, Edward Lloyd the banker, John Kennedy, and William Fairbairn.  I had not much leisure during the week days, but occasionally on Sunday afternoons my sister and myself enjoyed their cordial hospitality.  In this way I was brought into friendly intercourse with the most intelligent and cultivated persons in Lancashire.  The remembrance of the delightful evenings I spent in their society will ever continue one of the most cherished recollections of my early days in Manchester.\\n\\nI may mention that one of the principal advantages of the site of my works was its connection with the Liverpool and Manchester Railway, as well as with the Bridgewater Canal.  There was a stone-edged roadway along the latter, where the canal barges might receive and deliver traffic in the most convenient manner.  As the wharfage boundary was the property of the trustees of the Bridgewater Canal, it was necessary to agree with them as to the rates to be charged for the requisite accommodation.  Their agent deferred naming the rent until I had finally settled with Squire Trafford as to the lease of his land, and then, after he supposed he had got me into a cleft stick, he proposed so extravagant a rate that I refused to use the wharf upon his terms.\\n\\nIt happened, fortunately for me, that this agent had involved himself in a Chancery suit with the trustees, which eventually led to his retirement.  The property then merged into the hands of Lord Francis Egerton, heir to the Bridgewater Estates.  The canal was placed under the management of that excellent gentleman, James Loch, M.P. Lord Francis Egerton, on his next visit to Worsley Hall, called upon me at the foundry.  He expressed his great pleasure at having us as his near neighbours, and as likely to prove such excellent customers of the canal trustees.  Because of this latter circumstance, he offered me the use of the wharf free of rent.  This was quite in accordance with his generous disposition in all matters.  But as I desired the agreement to be put in a regular business-like form, I arranged with Mr. Loch to pay 5s. per annum as a formal acknowledgment, and an agreement to this effect was accordingly drawn up and signed by both parties.\\n\\nLord Francis Egerton was soon after created Earl of Ellesmere. He became one of the most constant visitors at the foundry, in which he always took a lively interest.  He delighted to go through the workshops, and enjoy the sight of the active machinery and the work in progress. When he had any specially intelligent visitors at Worsley Hall, which was frequently the case, he was sure to bring them down to the foundry in his beautiful private barge, and lead them through the various departments of the establishment.  One of his favourite sights was the pouring out of the molten iron into the moulds for the larger class of castings; when some twelve or sixteen tons, by the aid of my screw safety ladle, were decanted with as much neatness and exactness as the pouring out of a glass of wine from a decanter.  When this work was performed towards dark, Lord Ellesmere's poetic fancy and artistic eye enabled him to enjoy the sight exceedingly.\\\\*  \\\\[footnote... I had the happiness to receive the kindest and most hospitable attention from Lord Ellesmere and his family.  His death, which occurred in 1857, at the early age of fifty-seven, deprived me of one of my warmest friends.  The Countess of Ellesmere continued the friendship until her death, which occurred several years later. The same kindly feelings still exist in the children of the lamented pair, all of whom evince the admirable qualities which so peculiarly distinguished their parents, and made them universally beloved by all classes, rich and poor.  ...\\\\]\\n\\nI must here say a few words as to my Screw Safety Ladle. I had observed the great danger occasioned to workmen by the method of emptying the molten iron into the casting moulds.  The white-hot fluid was run from the melting furnace into a large ladle with one or two cross handles and levers, worked by a dozen or fifteen men.  The ladle contained many tons of molten iron, and was transferred by a crane to the moulds.  To do this required the greatest caution and steadiness. If a stumble took place, and the ladle was in the slightest degree upset, there was a splash of hot metal on the floor, which, in the recoil, flew against the men's clothes, set them on fire, or occasioned frightful scalds and burns.\\n\\n\\\\[Image\\\\]  Old foundry ladle\\n\\nTo prevent these accidents I invented my Safety Foundry Ladle. I applied a screw wheel, keyed to the trunnion of the ladle, which was acted on by an endless screw attached to the sling of the ladle; and by this means one man could move the largest ladle on its axis, and pour out its molten contents with the most perfect ease and safety. Not only was all risk of accident thus removed, but the perfection of the casting was secured by the steady continuous flow of the white-hot metal into the mould.  The nervous anxiety and confusion that usually attended the pouring of the metal required for the larger class of castings was thus entirely avoided.\\n\\n\\\\[Image\\\\]  Safety foundry ladle\\n\\nAt the same time I introduced another improvement in connection with these foundry ladles which, although of minor importance, has in no small degree contributed to the perfection of large castings. This consisted in hanging \\\"the skimmer\\\" to the edge of the ladle, so as to keep back the scorae that invariably float on the surface of the melted metal.  This was formerly done by hand, and many accidents were the consequence.  But now the clear flow of pure metal into the moulds was secured, while the scoriae were mechanically held back. All that the attendant has to do is to regulate the inclination of the Skimmer so as to keep its lower edge sufficiently under the surface of the outflowing metal.  The preceding illustrations will enable the reader to understand these simple but important technical improvements.\\n\\nThese inventions were made in 1838.  I might have patented them, but preferred to make them over to the public.  I sent drawings and descriptions of the Safety Foundry Ladle to all the principal founders both at home and abroad; and I was soon after much gratified by their cordial expression of its practical value.  The ladle is now universally adopted.  The Society of Arts of Scotland, to whom I sent drawings and descriptions, did me the honour to present me with their large silver medal in acknowledgment of the invention.\\n\\nIn order to carry on my business with effectiveness it was necessary that I should have some special personal assistance.  I could carry on the whole \\\"mechanical\\\" department as regards organisation, designing, and construction; but there was the \\\"financial\\\" business to be attended to,--the counting-house, the correspondence, and the arrangement of money affairs.  I wanted some help with respect to these outer matters.\\n\\nWhen I proceeded to take my plot of land at Patricroft some of my friends thought it a very bold stroke, especially for a young man who had been only about three years in business.  Nevertheless, there were others who watched my progress with special interest, and were willing to join in my adventure--though adventure it was not. They were ready to take a financial interest in my affairs. They did me the compliment of thinking me a good investment, by offering to place their capital in my concern as sleeping partners.  But I was already beyond the \\\"sleeping partner\\\" state of affairs.  Whoever joined me must work as  energetically as I did, and must give the faculties of his mind to the prosperity of the concern.  I communicated the offers I had received to my highly judicious friend Edward Lloyd.  He was always willing to advise me, though I took care never to encroach upon his kindness. He concurred with my views, and advised me to fight shy of  sleeping partners.  I therefore continued to look out for a working partner.  In the end I was fortunate.  My friend, Mr. Thomas Jeavons, of Liverpool, having been informed of my desire, made inquiries, and found the man likely to suit me.  He furnished him with a letter of introduction to me, which he presented one day at the works.\\n\\nThe young man became my worthy partner, Holbrook Gaskell. He had served his time with Yates and Cox, iron merchants, of Liverpool. Having obtained considerable experience in the commercial details of that business, and being possessed of a moderate amount of capital, he was desirous of joining me, and embarking his fortune with mine. He was to take charge of the counting-house department, and conduct such portion of the correspondence as did not require any special technical knowledge of mechanical engineering.  The latter must necessarily remain in my hands, because I found that the \\\"off-hand\\\" sketches which I introduced in my letters as explanatory of mechanical designs and suggestions were much more intelligible than any amount of written words.\\n\\nI was much pleased with the frank and friendly manner of Mr. Gaskell, and I believe that the feeling between us was mutual.  With the usual straight forwardness that prevails in Lancashire, the articles of partnership were at once drawn up and signed, and the firm of Nasmyth and Gaskell began.  We continued working together with hearty zeal for a period of sixteen successive years; and I believe Mr. Gaskell had no reason to regret his connection with the Bridgewater Foundry.\\n\\nThe reason of Mr. Gaskell leaving the concern was the state of his health.  After his long partnership with me, he was attacked by a serious illness, when his medical adviser earnestly recommended him to retire from all business affairs.  This was the cause of his reluctant retirement.  In course of time the alarming symptoms departed, and he recovered his former health.  He then embarked in an extensive soda manufactory, in conjunction with one of our pupils, whose taste for chemistry was more attractive to him than engine-making. A prosperous business was established, and at the time I write these lines Mr. Gaskell continues a hale and healthy man, the possessor of a large fortune, accumulated by the skilful manner in which he has conducted his extensive affairs.\",\"timestamp\":1639290100,\"title\":\"\\nI returned to Patricroft, and found the wooden workshops nearly finished.  The machine tools were, for the most part, \"},\"digest\":\"ZnbYVv5PkI-irF8QiTDPT-4yqG_RTIcMbQHBSrw2004\",\"authorship\":{\"contributor\":\"0x9dA14EBFe3CfE059a88A873b83F5D7f596175316\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MeQdU4PWCZhchBj9B-9_223ET2b6e-fmcwITU6pPE6A\\\",\\\"y\\\":\\\"gc-lhnQocZrz95BwabTSyyK6Ogxn82dBSZBR83cZ03E\\\"}\",\"signature\":\"57ML9hPytxVRtg0i3F5JDdmDNrIzC9k-_vgfAeXgITz3TM6G9ylgORypLlBaFX4z2axoQeAreMHtuwtRSMuQnw\",\"signingKeySignature\":\"0x76e21c9de996b17c63e25adaf165d93b8a39115d561ec4babcd6c256b6d9696863ad0af60e22842c9be15cdaba191688585fa59f822aa68eeb93d7a3d5b203151c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MeQdU4PWCZhchBj9B-9_223ET2b6e-fmcwITU6pPE6A\\\",\\\"y\\\":\\\"gc-lhnQocZrz95BwabTSyyK6Ogxn82dBSZBR83cZ03E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZnbYVv5PkI-irF8QiTDPT-4yqG_RTIcMbQHBSrw2004\"}"