"{\"content\":{\"body\":\"[![nicolesanacore](https://miro.medium.com/fit/c/56/56/1\\\\*-x-rBZUV9nTksTkyzcTTzQ.jpeg)](https://nicolesanacore.medium.com/?source=post_page-----8e28180a3e38-----------------------------------)\\n\\n![A colorful collage of YouTube thumbnails, TikTok videos and podcast descriptions from true crime content creators.](https://miro.medium.com/max/1400/1\\\\*nDPIXsLZXLr25dhVAh0Dvg.png)\\n\\nA collage of YouTube thumbnails, TikTok videos and podcast descriptions from true crime content creators.\\n\\nIt’s everywhere. Podcasts, YouTube channels, even cable TV shows — true crime. The genre that stems from a fascination with the unthinkable, what kind of person would murder someone at random, and not just murder, but brutalize beforehand and get satisfaction from it? From the pre-code mob movies of the ’30s to the advent of the “serial killer” in the ’70s to the highly publicized OJ Simpson trial in the ’90s, Americans in particular have had this morbid fascination with crime. Social media and dating profiles frequently contain some variation of “true crime junkie.” In the era of podcasts and YouTube videos, murder-based true crime has exploded as a genre and is largely dominated by women, who are often also the subjects of the crimes covered. However, as normalized as true crime has become, there’s been a worrying trend of treating the grizzly murders of real human beings who are deeply loved and missed by family and friends as casual content, regarded with sensationalism and flippancy that is truly disturbing.\\n\\nFor those not familiar with *yassification*, it’s a fairly recent term that’s increasingly been used in reference to putting a photo through a FaceApp filter that is supposed to make a person’s face look “ideal.” “Yassified” men’s photos feature impossibly chiseled jawlines and stylish haircuts; those of women often include full faces of makeup and a virtual nose job. While yassification memes have mostly been used for fun on Twitter, elements of the idea of yassifying something, making it “prettier” or more ideal and digestible, permeates the true crime genre.\\n\\n![The Pateron page of popular true crime/comedy podcast True Crime Obsessed. In the image header, a woman and man stand excited in front of a hot pink background while confetti is being thrown. The text on the screen shows the podcast name as well as “Select a membership level.”](https://miro.medium.com/max/1400/0\\\\*jCZ8R7OunnaDXU2h)\\n\\nA screenshot of popular true crime/comedy podcast True Crime Obsessed’s Patreon page originally posted by Twitter user [jeremythunder](https://twitter.com/jeremythunder/status/1448768005488447491)\\n\\nThis article is particularly focused on individual content creators rather than larger production companies like Netflix and BuzzFeed, which also profit greatly off of true crime content, because the content creators on platforms like YouTube and TikTok make the decisions on their content and are ultimately responsible for the presentation and treatment of their chosen subject matter. If I refer to specific true crime content creators in this, I am not discussing them as a person, their personal lives or political views, but rather the content they create and how they present that content.\\n\\nWhile researching for this article, I was glad to find I was not alone in my discomfort with how exploitative the murder-based true crime genre is. These YouTube videos by [Frank Laundry](https://www.youtube.com/watch?v=QHaDqCddq5I) and [Ada On Demand](https://www.youtube.com/watch?v=6\\\\_sEE5Rnc80) express similar concerns that I have about the genre and make fantastic points of their own. I write this as someone who previously loved murder-based true crime. I’d listen to multi-part podcast episodes about serial killers like Ted Bundy and Richard Ramirez to get through slow workdays. Now, however, I tend to stick with true crime podcasts that cover white collar crime. The crimes committed by these mega-corporations and scammers are shocking and despicable, sometimes even more so than grizzly murders, but the coverage tends to be more respectful and sympathetic to victims, exposing global injustices rather than going into the details of how far a victim’s head was found from their body. Interestingly, white collar crime is not often considered part of mainstream true crime. That distinction tends to go to crimes committed by the likes of serial killers and abusers.\\n\\nMaybe you’re reading this and have already begun to comb through my social media accounts to poke holes in my credibility, and you wouldn’t be hard pressed to find that I love horror movies. I think horror is a genre that is underestimated despite its ability to act as a prism through which we can critique social issues. This is evident in films like George Romero’s *Night of the Living Dead *(1968) and Jordan Peele’s *Get Out* (2017). True crime has a similar appeal, as the murders covered offer a glimpse into the darker side of society’s psyche, especially with the chilling knowledge that some of the people who commit heinous acts might live right around the corner. The difference, however, is that horror is fiction. True crime, as the name implies, is true.\\n\\n![A YouTube thumbnail of true crime/beauty YouTuber Bailey Sarian wearing a full face of makeup and holding a makeup brush to her cheekbone. Her gaze is lowered, with an unbothered expression on her face. In the background, photos of serial killer Richard Ramirez are featured with the text “The Night Stalker” and “Mystery and Makeup.”](https://miro.medium.com/max/1400/0\\\\*xT_WRYCnTACgg_ab)\\n\\nA thumbnail of true crime/beauty YouTuber Bailey Sarian’s video on American serial killer Richard Ramirez\\n\\nThe thumbnails for true crime YouTube videos almost always feature the content creator in a full face of makeup, either with an exaggerated expression of shock or strangely, a look of boredom as they hold a makeup brush to their face, as if they’re too cool to to be shaken by what they’re about to cover. These thumbnails usually also feature a photo of the victim or serial killer being discussed, along with gaudy, all-caps text reading something like “THE SHOCKING MURDER OF (VICTIM NAME).” It’s tacky and insensitive, but it gets clicks, or more importantly, ad revenue. It’s not entirely uncommon for YouTubers who find their engagement and popularity slipping to begin to create true crime content to regain their audience. The desire for true crime content seems to be insatiable, and if you do decent enough research and have pretty good editing skills, it’s an extremely profitable genre to get into, with plenty of niches to be filled despite what would appear to be an oversaturated market.\\n\\nInterestingly, it seems to be women who sensationalize and exploit the gruesome murders of other women. Many of the most successful and recognizable true crime content creators are women, and their audiences comprise mostly women as well. Even those who aren’t interested in true crime content will express that another woman’s murder is at the back of their minds when walking with their keys between their knuckles at night or sending their location to friends when going on a date.\\n\\nI did watch most of the videos and listen to episodes of the podcasts featured in the cover collage for this article. Morbid used to be one of my favorite podcasts before I became disillusioned with murder-based true crime. However, I will readily admit one particular content creator, [Megan TrueCrime](https://www.youtube.com/channel/UCtV78ho6vcuivF2QU6uMx2w), impressed me with her storytelling abilities as well as her genuine empathy toward the victims discussed in her videos. She also provided trigger warnings throughout. While some of her thumbnails are clickbait-y, from what I’ve seen, her videos do not contain ad rolls or brand deals, and she includes links to victim support sites in all of her video descriptions. On the other hand, I was disappointed to find other creators were far more casual in their discussions of the true crime cases they were covering while applying makeup, as if it were meaningless gossip and not heartbreaking events. Several had ad rolls and brand deals, which I found unsettling. While I understand content creators rely on these to make money, the subject matter which true crime creators cover makes monetizing these videos and podcasts feel inappropriate.\\n\\n![Screenshots of the descriptions of three popular true crime/comedy podcasts on Spotify, first is Murder Mystery and Makeup; second is Morbid: A True Crime Podcast and third is My Favorite Murder.](https://miro.medium.com/max/1400/0\\\\*HZQq8KBr4CrDXEID)\\n\\nThree popular true crime-comedy podcasts.\\n\\nMany true crime podcasts are cross-listed as two genres: true crime and comedy. I get it. True crime is a dark subject, and staying in a place that dark for too long can have immense negative effects on people’s mental health. Tasteful levity has its place in true crime, but many true crime content creators fail at this, their desensitization to the subject matter they’re covering becoming increasingly clear as you listen through the shows from the first few episodes to more recent ones.\\n\\nAlso disturbing is the treatment of the murders of children among the true crime community. Almost everyone has watched a documentary or two about the still unsolved murder of Jonbenet Ramsey, 6-years-old at the time of her death in 1996, and come to their own conclusions about what happened to her. Plenty of true crime content creators have covered Jonbenet’s case as well as that of Madeleine McCann, 3-years-old at the time of her reported disappearance in 2007. I’d like to break decorum for a moment and ask you to pause, and consider a child you know, whether they’re a relative, a family friend, child you babysit or even your best friend from when you were in elementary school. Truly think about how you would feel if you found out they had disappeared or had been murdered. Now, I’d like you to consider how you would feel if you opened YouTube and saw something like the thumbnail below addressing the child you knew’s disappearance or murder.\\n\\n![A podcast thumbnail with a happy blonde woman listening to an iPod and a shocked-looking brunette woman with a banana in her mouth. The text on the screen reads: “Murder Masterpiece with Michele number 5: David Meirhofer.”](https://miro.medium.com/max/1400/0\\\\*kZ1errRuLn4d8u8G)\\n\\nA thumbnail for a podcast segment about American serial killer David Meirhofer for The Jenny McCarthy Show.\\n\\nThis thumbnail precedes a podcast segment about David Meirhofer, an American serial killer. One of his victims was Susan Jaeger, 7-years-old at the time he had kidnapped and killed her in 1973. The case may be from nearly 50 years ago, but that does not excuse the insensitivity in the portrayal of the discussion about a child’s murder. Losing a loved one unexpectedly is always difficult, but the death of a child is a tragedy no matter the circumstances. With well-known cases of child murder, they still often receive the shock and sensationalization treatment from true crime creators.\\n\\nSome will argue that fiction doesn’t affect reality, but again, true crime isn’t fiction, it’s reality. However, there’s a tendency for creators and fans alike to treat the content as fiction because the victim is a mostly faceless stranger. It’s someone they don’t know and therefore have little to no investment in them as a person, at least not nearly as much as the creator whose content they’ve been binge consuming for the past few days or following for years. This lack of empathy and humanity in the coverage and discussions of true crime cases has real world consequences. Normalization can very well lead to apathy and desensitization.\\n\\n![A tweet from September 19, 2021 by Twitter user at starheal which reads “Because Gabby Petito has Uranus in Taurus opposing her Mars I’m afraid she was killed by strangulation. Taurus rules the throat.”](https://miro.medium.com/max/1196/0\\\\*tQgDKjVqihdSk8cP)\\n\\nA bizarre tweet by Twitter user starheal on her theory as to how Gabby Petito was killed. I would like to point out that [strangulation is a common cause of death for victims of intimate partner violence](https://www.strangulationtraininginstitute.com/strangulation-the-red-flag-of-domestic-violence-that-we-never-discuss/), so this isn’t so much an observation about her astrological chart being accurate as easily researchable statistics on the deaths of intimate partner violence victims. In fact, when Googling Gabby’s cause of death, almost every article quotes an expert on intimate partner violence, usually the director of a non-profit, with how common strangulation as an abuse tactic is.\\n\\nA recent and shocking example of this flippancy is the disappearance and murder of social media influencer [Gabby Petito](https://gabbypetitofoundation.org/) in August 2021. True crime fans didn’t hesitate to jump on social media with their theories, performing their own pseudo-investigations into the matter. Authorities did come to the conclusion that Brian Laundrie, Gabby’s fiance with whom she embarked on a highly documented road trip with, did kill her via strangulation. When news of Gabby’s disappearance first emerged, however, viral TikToks and Tweets were spread across the internet, as if Gabby were part of a real time murder mystery game everyone got to play, instead of a victim of intimate partner violence who is deeply loved and missed by her family. I am aware Gabby’s body was found due to a YouTuber recognizing the van that Gabby and Brian were traveling in while editing one of her own videos from Grand Teton National Park. Still, this person was not a true crime YouTuber but a lifestyle influencer like Gabby and made the connection as she and her partner were at the park at the same time as Gabby and Brian. While many in the true crime community did their social media sleuthing, actual activists drew attention to the thousands of other women missing and presumed dead in the United States, particularly women of color, and especially Native American women in Wyoming, where Gabby’s body was ultimately found.\\n\\nIn the United States, Native American women in particular face astronomically high rates of intimate partner violence, sexual assault and murder. A study conducted by the [National Congress of American Indians in 2018](https://www.ncai.org/policy-research-center/research-data/prc-publications/VAWA_Data_Brief\\\\_\\\\_FINAL\\\\_2\\\\_1\\\\_2018.pdf) showed that in some counties, Native American women face murder rates more than 10 times the national average. Often, these cases are overlooked by authorities and get little attention outside of the communities that are directly affected. Many true crime content creators have thousands of followers or subscribers, and could shed light on overlooked cases and spread awareness toward the violence experienced by marginalized women, many contribute to the system that prioritizes the murders of certain demographics over others and sensationalize heartbreaking events. I do commend the true crime creators who highlight the stories of marginalized women, but still, these stories should not be sensationalized. All women deserve to live in safety, and all of the women who were not afforded that deserve for their legacies to be treated with respect and their deaths properly reported and investigated. Of course, Gabby deserves this too, no matter how public the details of her disappearance and murder have become.\\n\\nVictim support from established institutions tends to be lackluster, giving some semblance of protection at best and re-traumatizing at worst. In my experience interning at an intimate partner violence prevention non-profit, one of the biggest barriers that victims and survivors of intimate partner violence faced was access to support. Many of the resources and offices that survivors and victims need are spread out across cities and counties, making it an unnecessary time burden for them to get help with the dignity and respect they deserve, especially if they are working, a parent, or both. I find it disheartening that this is rarely discussed in true crime content.\\n\\nI don’t think people who consume true crime content are bad people or have something wrong with them. The true crime community is vast and has the power to do genuine good by exposing widespread corruption and injustices. I implore both true crime fans and content creators to consider that the people they’re discussing are real. They’re more than just a photo in a thumbnail or shocking podcast title. They had lives, dreams, friends and family who will never get to see them again. If you take away anything from reading this, I ask you to consider whether the content you consume is truly respectful toward the deceased, and how the attitudes of the creators whose content you’ve consumed has affected your view of true crime and how you react to similar cases in real time. Reject the sensationalization and exploitation of victims’ stories. Hold creators and even friends accountable for their attitudes toward these subjects. Most importantly, have empathy for the victims and a righteous anger toward the systems that continue to fail thousands of women and children internationally every year.\\n\\nIf you’ve read this article, thank you. I encourage you to donate to the [Gabby Petito Foundation](https://gabbypetitofoundation.org/), [Missing and Murdered Indigenous Women USA](https://mmiwusa.org/) or a victim advocacy organization in your area.\\n\",\"timestamp\":1642725972,\"title\":\"KThe Yassification of True Crime - nicolesanacore - Medium\"},\"digest\":\"GrxVEwjLxXDdquM6zSJC_PsjY4DVmOphZgMIwQgE9Hs\",\"authorship\":{\"contributor\":\"0xB3F726974682D5400F7555Ab6e3099dc596c1D9a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Qr-tBMZ2cbSxzf4SxfkvSbkneIoj54wAHmVwt_NvPsQ\\\",\\\"y\\\":\\\"1VWV5QRPjVX-AJsfQAryEks2t6DspPoyuUkHmVNskIg\\\"}\",\"signature\":\"C_rwHzyf8BOPgG0xFacnmsduiuOwQ1WGEwQDKbIELEQaImNf9PEqzGMzwJbWx7Cotx-MnSXeBfZw-BG6vV71xg\",\"signingKeySignature\":\"0x76c0cfa0f24d57a37edede04929dcc97b67003c8fdd94117a8f3983dfde6858674bc1f4b687ac16f2e1d5f929989ba2681eff54f25af833b12140f04df7437321c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Qr-tBMZ2cbSxzf4SxfkvSbkneIoj54wAHmVwt_NvPsQ\\\",\\\"y\\\":\\\"1VWV5QRPjVX-AJsfQAryEks2t6DspPoyuUkHmVNskIg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GrxVEwjLxXDdquM6zSJC_PsjY4DVmOphZgMIwQgE9Hs\"}"