"{\"content\":{\"body\":\"**Onboarding journey** \\n\\nSince joining Sushi in February, I have dedicated every moment to it. Onboarded as a product manager (salary was 6700 Sushi and 100k USDC), I later expanded into other areas: operations, business development, and marketing.\\n\\nI was offered the COO position when onboarded by 0xMaki, 3 months after onboarding by Joseph, and when Maki transitioned to advisory. But I grew attached to the values of a community-run project, and have declined each offer. Now thinking back, any executive offer should go through governance for mandate establishment.\\n\\nI focused on building processes: i.e. design workflow, product management, a decentralized business development model, a growth marketing team, and partnerships. More or less, I have been simply a coordinator and facilitator between all different departments. Most importantly, I work towards a mission of building Sushi to be the longest-lasting protocol and infrastructure of many other DeFi 2.0 or Web 3.0 dApps. I have learned a lot in the past year, so I’ll be using this document to reflect on what I would have done differently, as well as what I hope to achieve in the future.\\n\\n**Reflection on past year** \\n\\n* Flat organization → structured and transparent autonomy \\n\\nAny form of organization needs proper leadership. There were contributors wearing many hats but could lead to misinterpretations. For instance, I acquired roles in product management, marketing, business development, and operations. But with structured and transparent autonomy, I am hopeful that DAOs will cross its chasm and solve the issues of scalability. \\n\\n* Reflection on the lack of DAO mandate \\n\\nDecentralization is powered on a community. A leadership that performs day to day operations needs community mandate. When there was a leadership vacuum, I neglected to approach the community for consultation. This led to various rippling issues later such as the inability to define roles and contain workspace toxicity. Therefore, a clear leadership team needs to be established with a community mandate. \\n\\n* Reflection on team burnout \\n\\nSushi’s heavy product velocity has led to massive team burnout -- unsustainable and unhealthy. We could have acquired community's mandate/consultation, hired faster and more, or taken the team on a team retreat for culture building. In hindsight, Sushi is stacked with technical gigs but needed more operational talents in HR management, PR, marketing, and community management. \\n\\n* Reflection on being vulnerable and open to the community \\n\\nCommunity management and cadanced-governance set up were the biggest points I neglected. I apologize for not being vulnerable to the community, sharing more, or simply popping into Discord more. The bracing pace and throughput of Sushi’s product team seemed to be a deterrent to community engagement, because there is always something that needs to be done, but building and engaging shouldn’t be mutually exclusive, and in retrospect, it would have been wise to reach out to the community when there were problems. In fact, if I had paid more attention to expanding community management and cadenced-governance processes from the beginning, it would have allowed us to communicate more regularly, and take action when necessary. All the while we have continued to build, and many lessons have been learned: any protocol parameters, incentives, operations, or major partnerships need to go through governance discussion, as there are many bright minds in the community. \\n\\n**Reflection on recent events**\\n\\nI choose silence over violence, actions over words, with regard to recent events. But I believe transparency to the community is the best response to turn attention to actual building. There is so much to build/release: Trident, Kashi revamp, MISO v2, Sushi Gigs, Furo, and the list goes on. \\n\\n1. *Process =/= power*: Sushi is always community-owned. There is treasury multisig and operational multisig for checks and balances. However, there was definitely a leadership vacuum and led to some taking leads without a mandate. The majority of initiatives I took was to set up processes for product management, design, marketing, business development, and operations. In addition, processes between the community and the team for maximal transparency. This is to ensure, with Sushi’s product velocity, the team can still function with 50 people, 100 people, and more.\\n2. *Community-enabled business development model*: Every one of our products should never have a centralized decision-making process. We designed MISO v2 with community-enabled IDO voting, Onsen v2 with an admin dashboard for auto reward incentives, Sushi gigs for a community-run hiring/grant process. The vision is for all of Sushi’s products to be permissionless.\\n\\n**From the past we look forward** \\n\\nSushi is a DAO. Anyone can propose via forum to build their own teams, and there is a never-dying community to review and grant them funding and mandate to build under the Sushi ecosystem. The treasury is the foundation, giving grants to potential teams the proper resources and community support. Every team should have its own standard code of conduct and processes. TThis is decentralization. To continue to grow in the permissionless, decentralized, and open-sourced ethos that we have begun, the goal should be to eventually realize all of these dynamics trustlessly. In order for this to happen, and upon reflection on all of past one year and recent events, my personal goals have been, and continue to be: \\n\\n1. Defining and building transparent processes and roles within the core team;  \\n2. Designing communication bridges and channels between the teams and the community; \\n3. Building permissionless and decentralized business development models to avoid centralized due diligence on MISO, Onsen, and other products currently in need of development; \\n4. Building cadence around governance and incorporating on-chain governance for checks and balances on decision making; \\n5. Measuring proper incentives for the teams working under Sushi DAO to ensure maximal transparency and accountability;\\n6. Hosting weekly calls to discuss the goings on of the core to preserve accountability.\\n\\nI need to be accountable for my work as a coordinator and communication-builder between the community and DAO. Continuous reflections, proposals of improvement plans, and most importantly making myself available to the community in regular weekly intervals will allow my role to continue as we carry on with building the widely anticipated Sushi 2.0. Recent events have proven to be a unifying force for the Sushi community, only this time, the entire industry is here to back us. Sushi is one of the most special places, and being a part of it has been most rewarding. Always expect us. Long live Sushi. \\n\\n \\n \\n\\n** \\n  \\n **\",\"timestamp\":1639504930,\"title\":\"my end-of-year reflection at Sushi 🍣\"},\"digest\":\"vxlDzq8ZDq9LFOVR-S2HAD1XgyFkklP8dL7QH0ukZwY\",\"authorship\":{\"contributor\":\"0xf0e7a1Eaf67a65468BB9337834acC9cd9040B996\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SJVSAtrGS3PogYHa7JVdzyGzI1isAPOKWT3e-LRcO5g\\\",\\\"y\\\":\\\"R047Qt0w2eE02xoMGkEwac13KyRklxpMl_BeIUUabxU\\\"}\",\"signature\":\"qJJrzFsL2XTBGFPm65RaBmpgJ-tjLllmGLdwZrklQqxiFw70B_-o-ZqHoCWzDVRK7LCiXkKJgfSTjPt10PY6Ew\",\"signingKeySignature\":\"0x3d6191f15557879f8b608eeef88da4819acedd414357baf34990ffcd99a6c7ef2b2703120eedfb179e2bf71390d0b7c948f6f110393d56a5620f7ca390823e001c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SJVSAtrGS3PogYHa7JVdzyGzI1isAPOKWT3e-LRcO5g\\\",\\\"y\\\":\\\"R047Qt0w2eE02xoMGkEwac13KyRklxpMl_BeIUUabxU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vxlDzq8ZDq9LFOVR-S2HAD1XgyFkklP8dL7QH0ukZwY\"}"