"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/AU7xE1Rt5FFRSMiMqNMv3.png?height=1001&width=2000)\\n\\nNon-fungible tokens (NFTs) play a unique role in the blockchain landscape, and in 2021, they are certainly taking this space by storm. They’ve been big news ever since [Beeple’s ‘Everydays’ $69.3 million sale](https://www.christies.com/features/Monumental-collage-by-Beeple-is-first-purely-digital-artwork-NFT-to-come-to-auction-11510-7.aspx) hit the headlines, the CryptoPunks collections [successfully auctioned on Christie’s](https://twitter.com/ChristiesInc/status/1392282036417728519?s=20) & [Sotheby’s](https://www.sothebys.com/en/press/punks-on-paper) and fetched millions, Twitter co-founder Jack Dorsey [sold his first-ever tweet as an NFT for more about $3 million](https://www.reuters.com/article/us-twitter-dorsey-nft-idUSKBN2BE2KJ) and Elon Musk tweeted the [techno song about NFTs as an NFT](https://twitter.com/elonmusk/status/1371549960030842893?s=20). And while some argue about the longevity of this phenomenon, and others are convinced that the NFT hype is here to stay, the numbers speak for themselves. In the first six months of 2021, NFTs’ sales reached $2.5 billion, up from just $13.7 million in the first half of 2020 (according to [DappRadar](http://dappradar.com/nft)). At the same time, this figure is greatly underestimated since the source tracks only on-chain sales, that is, on the blockchain, without taking into account large off-chain sales, for example, from auctions. Moreover, the demand remains at a consistently high level and continues to break records; over the past thirty days, the top ten NFT marketplaces [did $1.86 billion in volume](https://dappradar.com/nft/marketplaces).\\n\\nSo what makes NFT technology so attractive for content creators and collectors? Are there any drawbacks or pitfalls that need to be looked at and addressed?\\n\\nWithout further ado, let’s sketch the answers.\\n\\n## What is an NFT?\\n\\nAdjective ‘non-fungible’ is usually used in economics to denote the possession of unique items and to describe things that cannot be replaced by others because they have a set of exceptional properties. A ‘token’ as a unit of account is a record in a distributed ledger that is controlled by a computer algorithm of a smart contract, in which the values of the balances on the accounts of token holders are recorded, making it possible to transfer them from one wallet to another.\\n\\nThe term **non-fungible token (NFT)** refers to a crypto asset that represents an intangible digital file, such as image, audio, video, in-game collectible, and other creative products. Moreover, today, it seems like anything that is digital could be an NFT. Thus, they may be created, or ‘minted’ from the World Wide Web’s source code ([which was recently sold by its inventor, Sir Tim Berners-Lee, in the form of NFT for $5.4 million](https://cointelegraph.com/news/bargain-world-wide-web-s-source-code-sells-for-5-4m-at-sotheby-s)), to designer sneakers, real estate, or even [genetic data](https://futurism.com/neoscope/george-church-harvard-scientist-genetic-code-nft).\\n\\nAll NFT data, including the information about their creators and owners, is recorded on the blockchain, which allows an NFT to be traded easily as a replacement for the digital item it represents. Specifically, NFTs are typically held on the Ethereum blockchain, although other major blockchain ecosystems support them as well.\\n\\n## NFT technology advantages\\n\\nNFT technology provides content creators a unique opportunity to monetize their work. Due to this, they no longer have to depend on the creative industries middleman — artists no longer rely on galleries or auction houses to sell their art, musicians no longer are controlled by the major record labels, etc. Instead, content creators can sell their digital items directly to the audience in the form of NFTs, which also allows them to retain most of the profit. They can program royalties so that they receive a percentage of the sales whenever their work is sold to a new collector. This is a catching feature as artists generally do not receive future proceeds after the first sale of their creations.\\n\\nIn a nutshell, the main benefits of the NFT technology are as follows:\\n\\n* Unlike cryptocurrency, which requires all tokens to be identical, each NFT is unique or limited in quantity as well as not replaceable with similar tokens;\\n* Ownership records are stored on the blockchain, every NFT has an owner and this is of public record;\\n* Due to advantages of the blockchain technology, content creators can claim royalties directly;\\n* Content creators can access global markets, easily reach the collectors and the community of like-minded artists.\\n\\n## NFT technology flaws\\n\\nDespite the apparent advantages of NFT solutions, it is difficult not to pay attention to several problems that formed in the industry alongside their rapid proliferation. Some known issues are:\\n\\n* Difficulty in finding the original owner of the NFT;\\n* Difficulty in assessing the uniqueness and understanding how many copies exist;\\n* Difficulty in determining the value of the NFT.\\n\\nConcerning NFT sales, authenticity and copyright protection issues are arising more and more often. When uploading content to open non-curated NFT-platforms, never stop wondering that absolutely any media file can be sold on your behalf (no matter if it is a selfie taken a few seconds ago, a picture found on the Internet, or the masterpiece of a well-known artist). A case in point was [the recent incident with an NFT drawing by Jean-Michel Basquiat](https://www.latimes.com/opinion/story/2021-05-09/nft-art-token-blockchain), which was put up for auction in April 2021 and removed two days later after discovering that the sellers did not own it.\\n\\nAll these problems still exist, and Humanode researchers are puzzling over their solutions.\\n\\n## Biometrics as a solution\\n\\nBiometrics as a technology and a form of identification and access control based on the measurement and statistical analysis of human unique physical or behavioral characteristics can be used for everything from everyday life to yesterday’s science fiction. And it’s no wonder it may grant an original solution to some main NFT technology demerits.\\n\\nTraditionally, to solve the copyright problem, researchers distinguish three possible ways of proving content creator’s identity:\\n\\n* Using something a content creator has, whether it is an identity document.\\n* Utilizing something a content creator knows, like a secret phrase or a password.\\n* Through what a content creator is, i.e. through biometrics, whether it is a face, a finger, etc.\\n\\nSince biometric identifiers are unique to individuals, they are more reliable in verifying identity than other methods, without saying that it is fast and easy to use.\\n\\nUtilizing biometrics as one of its core technologies, Humanode creates the decentralized biometric identification layer that is not only used on the native Humanode platform but can be used in a variety of platforms and decentralized applications, including popular NFTs marketplaces and services. These biometric identifications ensure that the particular NFT is unique, authentic, or original and eliminate the copyright problem.\\n\\nHumanode biometric identifications are likely to be tied in as an option for user identification in the NFT platforms in form of a wallet’s browser extension or as a full-fledged app. They will provide a simple way to interact with blockchain-based services and offer the most user-friendly interface for the non-techy members of art communities. Furthermore, content creators and collectors will be able to stay pseudonymous while utilizing blockchain-based applications without the need of revealing their identity but only by proving they are real human beings. They will effortlessly access their wallets, mint and sell tokens, and sign transactions in the most accurate and secure way.\\n\\nIt is known that the collection of biometric data raises privacy concerns about the ultimate use of this information. The Humanode team is working on it. Besides biometrics and blockchain technologies in the broad sense, the project utilizes [crypto-biometrics](https://blog.humanode.io/crypto-biometrics/) which is based on a stack of various disciplines and technologies such as cybersecurity, encryption, liveness detection, and zero-knowledge proofs. Once content creators or buyers log in to the Humanode, the 1 to n search and matching operation happens in an encrypted space, and because it is zero-knowledge based, the only piece of information that is searched for and is given out is if that user is a registered user or not.\\n\\nIt is worth noting that many digital items are already placed in metaverses and in online collections of virtual worlds, which has lots of art galleries where users can buy crypto art and other collectibles in the form of NFTs. As the virtual reality space becomes more popular, displaying digital content in it becomes more common and exciting to the community. Due to Humanode technology, to enter metaverses, and to buy and sell NFTs there, artists and collectors will only need to scan their face, or other biometric modalities required in the future (after the network’s mainnet). The same can be said for video games, decentralized music and video streaming platforms, and other NFT-related services. All this greatly simplifies interaction with the NFT ecosystem for both content creators and collectors.\",\"timestamp\":1633531148,\"title\":\"Biometric-based NFTs\"},\"digest\":\"v5UWKHK3OAz4oDX6u6BvBND3_IpREwr1Xp6ZYNM-sJc\",\"authorship\":{\"contributor\":\"0x5e4A31a48098bC9e6bbc496c7f6F1f8418C496D8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wWk0Y5f1mByZyKUKMoZ7fUjjzb7cK8lSERpxOxClLTs\\\",\\\"y\\\":\\\"kKpbN8NysdNEL2_hjFuu2Wf1zUeL5KhCToiLEqOiAlA\\\"}\",\"signature\":\"_GvQDHTNW4N7cWzlaBQHugFmIvlj8vPg-V4ybjuM_4mUgYBvGYSvQT252a95ukObgnlXWEVT70xq3W9KBB-xlg\",\"signingKeySignature\":\"0x3aea0c5606c57314616b54d640a1a300e4dbbb1c3e27b383e94f3e5b05461a0872d62dc3576f31b29b2643eb5da583fd21e9da6935a21120f2a4da78115d7c431c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wWk0Y5f1mByZyKUKMoZ7fUjjzb7cK8lSERpxOxClLTs\\\",\\\"y\\\":\\\"kKpbN8NysdNEL2_hjFuu2Wf1zUeL5KhCToiLEqOiAlA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"v5UWKHK3OAz4oDX6u6BvBND3_IpREwr1Xp6ZYNM-sJc\"}"