"{\"content\":{\"body\":\"**By [Andy Zeng](https://twitter.com/ndyzng) and [Joshua Yang](https://twitter.com/Joshuayang212)**\\n\\nIn the 80s, text-based, MUD (multi-user dungeons) games dominated the landscape. Adventurers enjoyed multiplayer real-time RPGs featuring rich lore, fantasy worlds, cogent mechanics, and RNG-based gameplay with P2P elements roped in; this sounds a little like, what we would call in 2021, the metaverse. But back then, one critical piece of the puzzle was missing: vibrant in-game economies powered by blockchains. Prodigious progress has been made since then following a whitepaper by Satoshi Nakamoto. With the introduction of Ethereum, smart contracts, DeFi, and NFTs, we have witnessed the emergence of on-chain gaming like Ether Bots and Crypto Crabs, the exponential growth of play-to-earn games like Axie Infinity, and the birth of gaming guilds like YGG. Layer 1s like Solana and Wax have emerged as the rails for new entrants with their cheap transaction costs and high efficiency, and a lot of VC money has poured into the industry (FTX and Lightspeed Venture Partners’ $100 million and Binance and Animoca’s $200 million, for example). This year also saw the birth of Dom Hofmann’s The Loot Project—“Randomized adventurer gear generated and stored on chain”—a bottom-up reimagining of MUD games in Web3.0, leading us full circle.\\n\\n![Loot and a Return to the MUD Games](https://images.mirror-media.xyz/publication-images/wqQ8HJmSaWu1GrnqgzR8o.png?height=1220&width=1320)\\n\\nThere is a lot to look forward to. The synergy is palpable: blockchains foster the organic formation of neoclassical gaming economies as the games provide utility and adoption for the blockchain while the chain provides security and real asset value to games in return. For example, Axie Infinity, a Pokemon-like card game, has provided many pandemic-stricken families with a way to earn income by selling the axie NFTs or ERC20 tokens like $SLP through their play-to-earn model. Many new gamers and nongamers alike—with stimulus checks in hand—learned what Ethereum, DeFi, proof-of-stake, impermanent loss, and broader blockchain technology all were as they interacted with the game and through Katana, Axie’s own decentralized exchange (DEX) for their sidechain Ronin, kickstarting a virtuous cycle. Axie Infinity’s governance token $AXS has a total market cap of over eight billion dollars.\\n\\nThese assets are the first true bridge into the metaverse, and projects like Loot and Axie are no doubt a step in the right direction. But they are not enough to onboard the next centimillion users into the metaverse. In this paper, we take a normative approach to argue that the current landscape is more hype than substance and present a word of caution to GameFi (blockchain gaming) enthusiasts while highlighting three specific problems that need to be addressed: the “crypto first, game second model,” the facade of decentralization, and the appearance of user control and governance. We first provide a brief history of the space and then present our thoughts and provide potential solutions.\\n\\n## GameFi: Where We Are Today\\n\\n![Our GameFi Chart](https://images.mirror-media.xyz/publication-images/haKKrE49Rq4FS0J-V-xW9.png?height=1068&width=2476)\\n\\nVery few people today doubt the powerful synergy of blockchains and video games. The idea is simple: before blockchains, assets in video games are managed top-down by the gaming studio. They are mutable, fungible, and not in the user’s control, as they exist solely on the servers of the production company. Games rarely allow for the trading of assets between players, especially on third party sites, and the ones that do are heavily regulated, only legally allowing for the licensing of their in-game items. Even in games where you can trade, you don’t legally own the assets, as studios have little incentive to volunteer their profits.\\n\\nWith blockchain, all assets rest on a publicly distributed decentralized ledger, where they can be easily transferred between parties. Furthermore, the tokenization of gaming assets allow for a market economy to develop, strengthening the inherent values of items even outside of specific gaming ecosystems. A new way to earn money has emerged for players in addition to just spending: the play-to-earn (P2E) model, where a player can earn money by utilizing the NFTs they acquire in-game through various means (selling or by staking to produce yield, for example). Vice versa, NFTs, or non-fungible tokens, gain value from gaming integration.\\n\\nNFTs are particularly powerful tools for the gaming industry. The standardization allows any in-game item (think guns, spaceships, elixir, farmland, or even a cute cyber dolphin) to be used across various games and different blockchains, even if they were built by different studios. Individual wallets also replace specific accounts for each individual company, allowing for further interoperability. Though NFTs have not been on the scene for long, we can separate them into four different levels.\\n\\n**Level 0: Collectibles**\\n\\n*Examples: CryptoPunks, Bored Ape Yacht Club, Cool Cats, Doodles*\\n\\nCryptoPunks are the prime example of Level 0 avatar NFTs. In some ways, we believe that Punks capture the beta of metaverse growth. Punk ownership also means membership of an OG club in the NFT space: you become a serious collector with immense clout. Having a Punk as your profile picture really does provide access to exclusive networks and free mints on other NFT collections like Meebits. Bored Ape Yacht Club has more partnerships and collaborations than one can reasonably count.\\n\\n**Level 1: Basic Interactions**\\n\\n*Examples: CryptoKitties, Crypto Crabs, Ether Bots*\\n\\nBesides the speculation and clout, Punks possess no further utility. CryptoKitties, on the other hand, provide an additional, gamified component: breeding. Players can trade cats and try to unlock rare traits, but that’s about it. There is little real gaming besides interacting with smart contracts through your Metamask (browser) wallet. Alternatively, there were also turn-based tactical games like Crypto Crabs or Ether Bots that ran every move on the blockchain. These games, though not like the CryptoKitties, have faded from existence because of the high gas fees (transaction costs) on Ethereum.\\n\\n**Level 2: Exploration**\\n\\n*Examples: Decentraland, Sandbox*\\n\\nSandbox and Decentraland represent the development of Level 2 games: virtual platforms that allow users to create, experience, and monetize content and applications. Land in Sandbox and Decentraland are permanently owned by players. Land has a fixed supply and was bought by users from blockchain-based ledgers of parcels. Landowners control what content is published to their portion of land, which is identified by a set of Cartesian coordinates. Contents can range from static 3D scenes to interactive systems such as games. Land is a non-fungible, transferrable, scarce digital asset stored in an Ethereum smart contract. In Decentraland’s case, it can be acquired by spending an ERC-20 token called $MANA. $MANA can also be used to make in-world purchases of digital goods and services. Players can roam these lands on their PCs and interact with a Minecraft-esque 3D world that is oddly reminiscent of VRChat. Though big names like Travis Scott have appeared on Decentraland, mainstream adoption has yet to come because the game itself is again not engaging, with the exception of the casino. More directly, the NFTs within Level 2 games cannot yet be used to generate direct yield, unlike Level 3 NFTs.\\n\\n**Level 3: Complex Gameplay (GameFi)**\\n\\n*Examples: Axie Infinity, Gods Unchained*\\n\\nImproving upon Level 2, the Level 3 games that grew rapidly in early 2021 finally have a deliverable game. Instead of playing a breeding minigame happening on chain through a browser wallet interface, users can open a client and enjoy gripping graphics, mechanics, and be paid to play. Again, Axie Infinity is leading the charge here. Axie users make investments to acquire the Axie NFTs and the $AXS native token to begin play. From there, they can earn $SLP by playing, as the tokens earned can then be exchanged for other crypto assets or fiat. Many users in the Philippines are earning more than their usual monthly salary simply by playing Axie Infinity, all during the economic hardship brought on by COVID-19.\\n\\n![Axie Infinity Game Interface](https://images.mirror-media.xyz/publication-images/vp58wS-7miIxrzRND-85v.png?height=954&width=2068)\\n\\nThe problem with Level 3 games like Axie Infinity is that payout is based on token inflation that must be counteracted by continuous capital injection from new players to keep the economy balanced. The economy is dependent on new money and will systematically collapse due to overinflation of Axies and SLP if the growth rate of new players decreases or old players stop reinvesting, making everyone a potential “rug puller,” Level 3 play-to-earn economies are contingent upon people committing their capital and only profit when others buy in: in this regard there is no social surplus. Admittedly, many successful businesses survive with unsustainable models that eventually become lucrative through economies of scale and increasing returns to scale. Axie has plenty of cash to burn as they have many institutional investors, from a16z to Mark Cuban. Yet, as we show later in the paper, Axie’s problem is that with growth, buy-in prices inflate so much that it further destabilizes the economy.\\n\\n![Axie In-Game Economy](https://images.mirror-media.xyz/publication-images/zaZonaWkEileYpUdfm1Hh.png?height=1156&width=2126)\\n\\nUnderlying all Level 3 games is this fundamental problem: if the game is no longer profitable, will people still play? We think not, at least not yet. Current GameFi projects lack the complexity and mechanics to make a truly enjoyable experience. Most players play purely for profit, as the game without its current high levels of profitability is inadequately designed. As Axie prices continue to appreciate, the growth will undoubtedly slow. Currently, to play, let alone win, a game of Axie Infinity users must pay a minimum (as of Nov 8 2021) of around $100 USD per Axie for a team of three and several hundreds in additional gas fees. For a meta level team that can climb the ladders consisting of a simple beast, aquatic, and bird Axie, one can spend upward of one ETH ($4400 USD). Furthermore, there is a deflationary cycle. When players leave, they dump their assets into the market, which lowers the market value of the items. When the market value decreases, people are more likely to leave the game, which will only further deflate the value of game items. Momentum works both ways—games can crash just as quickly as they lift off.\\n\\n![Recent Crash from BSC Game CryptoMines](https://images.mirror-media.xyz/publication-images/_p7L0B3eghPffmKDLfGf0.png?height=1444&width=2236)\\n\\n**Level 4: Pipeline Games**\\n\\nWe have decided to classify Level 4 games as a basket of exciting projects that plan to improve upon Axie Infinity and Gods Unchained games in some significant way. Currently, we are looking at Gala Games’ Mirandus, Star Atlas, Phantom Galaxies, Aurory, Untamed Isles, Shrapnel, and others. These games lie in different categories and are headed in different directions. Some have adopted Unreal Engine 5 while others have opted for a much more blocky, cartoonish art style. Some are first-person shooters while others remain TCGs at heart. Some are planning partnerships with DeFi projects to build synergistic dApps, while others are working on cross-chain interoperability.\\n\\nWith that said, there are three core problems with existing games that we wish to highlight in this paper because we believe they will be especially important when it comes to making the next level of games.\\n\\n## 1. Crypto First, Game Second\\n\\n![Messari's GameFi Map](https://images.mirror-media.xyz/publication-images/nJk6hUM16lcw4SViInlxP.png?height=1266&width=2104)\\n\\nThe crypto first, game second model—popularly adopted by studios that prioritize cryptonomics and fundraising over gameplay—is the first of the three challenges that must be addressed by current level 3 games. Notably, this model has one major comparative advantage: it makes it easier to raise funds for indie developers like Star Atlas’ studio either through NFT collection sales before the game comes out, token pre-sales to investors, or the old-fashioned way of raising money by selling equity. This has been crucial to the growth of many pipeline Level 4 games and was also instrumental in the success of various DeFi projects. Yet, we argue that it has created an ecosystem of asset risk and speculation, which leads to game quality dilution and a negative user experience.\\n\\nExcessive hype and previous success stories like Axie Infinity fuel asset inflation even before a game is released. Companies are able to set their origination prices well above that of a non-crypto game, creating a huge barrier to entry. For example, the Calico Guardian in Star Atlas, a game that comes out in 2-10 years hypothetically, costs at least $25,000 USD. Even medium ships of poor quality cost at least $1,500 USD. This is the developer’s listed price, and all sales go directly towards their pockets. The Titan Ships, as the Discord has been hyping them up, could yield upwards of one million dollars.\\n\\n![Star Atlas Ship Price According to Their Brochure](https://images.mirror-media.xyz/publication-images/cD2eSdp5Ko0Oo3F6kHInG.png?height=1036&width=2478)\\n\\nThe incredibly high asset prices alienate would-be gamers from access to the game and fueling the ecosystem. These price points not only exclude potential players but force gamers to invest large amounts of money just to play a subpar game or force them into the in-game equivalent of indentured servitude if they don’t want to invest large amounts(through scholarships). This forces the gamers to take on an incredibly high amount of risk due to the volatile nature of crypto assets. This issue is made significantly worse due to the tiering of assets. As in order to encourage the purchasing of higher-tier assets, game companies massively boost the power level and consequent earnings of more expensive NFTs. This means that the ratio of price to return (both financially and opportunistically) is much lower for lower cost items. 10 low tier $100 NFTs will have much lower power compared to a single $1000 NFT. \\n\\nFor example, Axie Infinity’s division of land into five categories (Savannah, Forest, Arctic, Mystic, and Genesis) forces individuals to contribute a lot or excludes them from the upside. A recent plot of Genesis land sold for 550 ETH, whereas Savannah trades for 3.5 ETH. However, tiered land systems mean that certain buildings can only be built on more expensive land or on multiple connecting plots of land, which generates even more income through both economies of scale and increasing returns to scale. The highest tiered land usually guarantees that the per-unit cost of producing a product falls as the scale of production rises, and having multiple conjoined plots (bought in batches) means that the productivity per unit of labor rises as your scale of production rises. In other words, the tiered nature of the Axie economy not only gives proportionately better return to the whales that can afford it, but actively excludes individuals from accessing content. By some estimates based on the potential distribution of AXS play-to-earn rewards, a single plot of Genesis can be worth 343 plots of Savannah, which would mean that its true valuation could exceed 1130 ETH.\\n\\n![Estimates from the Axie Discord](https://images.mirror-media.xyz/publication-images/75SAFPdxV6krQ2urKJjSB.png?height=402&width=2354)\\n\\nOther games like Star Atlas suffer from the same problem: even though there are more affordable ships like the Opal Jet and the Pearce X4 than the ones listed above, these ships only allow for a bare-bones player experience that pales in comparison to what higher-tiered, more expensive ships promise (e.g., lacking the ability to mine asteroids). For example, how can an Opal jet even get close to the “medium security zone” if a $28,900 USD C9 capital class ship can vaporize it with laser cannons in a matter of seconds?\\n\\nUltimately, the “crypto first, game second” model presents a conundrum: gamers are forced to either be a worker or an investor. The people who are willing to shell out huge amounts are forced to become investors as they have to take on the risk of these expensive assets. Gamers who have smaller portfolios, investment appetites, or simply do not want to be extremely involved in the game, on the other hand, are forced to become workers under the “scholarship” system—where they borrow expensive assets from the investors and earn with them while giving them most of the profits—a type of 21st century serfdom where a rent-seeking guild sits between them and the game. \\n\\nThus, it attracts speculators and big lending guilds like YGG—not real gamers—which is good for the short term price of the coin but ultimately detrimental to the project's long term growth. This is principally because speculators don’t actively contribute to the game community while simultaneously occupying vast amounts of valuable NFT resources that could otherwise be owned by more decentralized individual gamers who will make the game better. In other words, YGG and other guilds have models that are not necessarily positive for game community building because they encourage wage labor. It is also important to emphasize that the scholars are mainly wage takers from third-world countries and have very little negotiating power in terms of their pay; this is hardly the “future of gaming” that we dreamed of.\\n\\nIn the end, we would like to point to the fact that although a tiered and pay to win system exists in traditional games, the very nature of GameFi and the play to earn model of all crypto games exacerbates this problem one-hundred fold and becomes totally critical to the life and death of a game. Unlike traditional Gacha games which can get away with easy profits from a cheap play-to-win dopamine rush through in-app purchases, GameFi projects will collapse when this is tried.\\n\\nOne solution is the “game first, crypto second” model. This model highlights the gaming experience aspect while keeping the crypto components unintrusive: having fun and making money are not mutually exclusive, but it is important to emphasize the former. We envision that new content from different developers and studios could be added to the game by being voted in by different nodes one day in the near future. Specifically, what makes a game fun in the long term is the slow acquisition of skills—through developing a deep understanding of both game logic and mechanics—or the slow progression that one feels through time invested, rather than just buying extremely expensive high-tiered assets. Simply put, games can be designed to reward skill, like League of Legends, or be designed to reward hard work (resource acquisition), like Clash of Clans. Some of the most popular games like Clash Royale have a balance of both of these elements: units can get upgraded for ladder climbing to increase rewards, cards are reasonably tiered by rarity, and competitive play happens with all cards reset to the same level.\\n\\nIn essence, the “game first, crypto second” model means that not everyone who simply plays will earn, but only that everyone who plays has the chance to earn, and how much they earn is dependent only minutely on how much capital they have lavished but, more importantly, on their gaming skills and time spent in-game. Even people without deep pockets can make money due to their unique skill and understanding of the game rather than just being forced to be weaker due to the cheaper nature of particular assets. This is all plausible if gaming studios with gamer backgrounds are more reluctant to allocate most of their presale tokens to private buyers, which may influence the economy.\\n\\n## 2. Decentralization\\n\\n![Banned Axies](https://images.mirror-media.xyz/publication-images/405UPwdt_MrIr31EJYqG-.png?height=1434&width=1968)\\n\\nThe second challenge that the Level 3 games must address is decentralization. The selling of in-game assets is by no means an exclusive GameFi phenomenon, but the crypto gaming industry pitches their game assets as totally independent and uncontrollable markets. This is deceptive: there are ways studios maintain control over assets, and, in most cases, these games remain centralized despite the marketing of many crypto gaming leaders.\\n\\nThe first and most fundamental question is whether or not these games should or need to be as decentralized as gaming leaders claim they will be. In “centralized gaming” (CSGO on Steam, for example), accounts can easily be trade-banned. This has led to many issues where millions of dollars worth of assets are locked up in trading bot accounts. While many may counter that these locked-up assets inflate the equilibrium price up by lowering total supply, the ban was justified to some extent. Being able to stop bots from simply transferring their assets to another account and continuing to hack and violate terms of service is important in stabilizing the game economy. However, there are also many reasons why the decentralized nature of blockchain assets is altogether worth being protected. If we assume that decentralization is something we want to keep and enforce, it raises the question: does the current crypto gaming ecosystem reflect these ideals? And how can these games evolve to better create the ultimate decentralized metaverse?\\n\\nIn the current crypto gaming landscape, while studios cannot directly prevent the trading of assets as they are secured separately on the blockchain, they can drastically lower the value of the asset by banning it from their games. This removes much, if not all, of the asset’s utility. If appropriately marked on exchanges and other trading platforms (like on the Axie Infinity marketplace), it would be effortless to essentially replicate the trade-banning functions of centralized games. For example, when Axie Infinity found out Chinese studios were paying people to play multiple accounts at once to maximize yield, they banned all of their Axies and took to Twitter to caution the community against further violations. Of course, the Axies themselves can still be traded, but they cannot be used in-game by anyone, which makes their de facto trading value worthless. As game companies have a monopoly over the reduction and removal of the asset’s value, these assets remain highly centralized.\\n\\nTaking it a step further, games like Star Atlas claim to be developer agnostic, meaning that they are open to the idea of having themselves phased out over time and for other studios to take their place. They have claimed in many town halls that new developers could replace the development team over time if the community desired. In their whitepaper, the studio claims that “Blockchain technology using the Solana protocol” allows for a “largely serverless and secured gameplay experience. Non-fungible tokens obtained and traded within Star Atlas creates an economy that replicates the tangibility of real-world assets and ownership.” Given that they have no servers, they reason, in the event that they fail, another company would simply build off their assets, thereby maintaining all their original value and their user base. \\n\\nHowever, we believe that due to the speculative prices discussed above, companies are more incentivized to simply start a new game and sell their own tokens to raise money since customer acquisition is a low cost due to the hype and fast-spreading nature of crypto. For example, this is what happened with Crytomines, a GameFi project on Binance Smart Chain that claimed to have over 230k users. When the development team failed to control the FUD (fear, uncertainty, and doubt) that hit the project and saw their token price plummet from $801 to $4 within two weeks, they proposed a complete shutdown of the game and promised the launch of a new one completely independent from the original NFTs, rendering them worthless.\\n\\nIn reality, there are several structural barriers that need to be overcome in order for this problem to be solved. First is the question of intellectual property: while companies have no control over the trading and transferring of the NFTs themselves, the art and names used in-game are all protected rights. We acknowledge the importance of IP protection and need to prevent a separate game studio with more funding from simply starting Mirandus 2 or Axie Infinity 2 using existing assets and, in so doing, fracturing the user base. While protecting and growing intellectual property is important to the growth of a game, there needs to be a clear transition plan. Unlike other forms of protection, such as patents, trademarks have no explicit expiry date and can be maintained in perpetuity, so there needs to be explicit directions to transfer ownership. \\n\\nWhat we propose is to have the trademarks remain owned by the companies for a predetermined, public, but flexible time period, allowing the company to grow its intellectual property through partnerships, marketing, lore, design, etc. Afterwards, the trademarks would be transferred to the game’s DAO or DAO-like structure, where the community can vote on partnerships. These partnerships would be proposed to the DAO and voted on consequently: they would require a minimum amount of game native tokens or NFTs, which would be locked up by smart contract over a vote-determined period to align interests and prevent one-off marketing schemes.\\n\\nFurthermore, there is also the issue of the servers that run the game itself. This can be addressed in two ways. Firstly, Gala Games currently uses a service of nodes that they claim could  “run a decentralized platform for game hosting” in the future. We see massive potential for this framework. New content from different developers and studios could be added to the game through being voted in by different nodes. This allows for the hypothetical withdrawal from Gala dependency. Alternatively, we propose that a studio start a fund directly financed by themselves until the point where they determine that they no longer want to support the game, at which point they publicize the fund and give legal control over to the DAO. This way, the community can decide to maintain the server if the game is still popular or migrate fully over to new servers in due course. This would be paid for from the revenue of the exchange where the studio makes its profit and from new content creators who want to keep the economy growing. \\n\\nIn practice, new content creators can choose to build off the existing infrastructure by adding new playable content, or they can work to create a completely different game which incorporates the same NFTs. If the new game provides a much better platform then the original game, the DAO could vote to suspend payment for the original game servers and move funding to the new game, hence phasing out the original developers.\\n\\nOverall, we should expect a future where there are blockchain games built on top of various layer-one blockchains like Ethereum, Solana, Wax, Cosmos, etc. Users will be able to switch games with ease, and they will be able to bring their assets, such as NFTs in the form of skins, avatars, or weapons, with them.\\n\\n## 3. Governance: The Grand Illusion\\n\\n![Axie Infinity Governance Token Distribution](https://images.mirror-media.xyz/publication-images/lO5Dhd_vRjcWdqHA1l6fF.png?height=1372&width=2274)\\n\\nThe illusion of majoritarian governance—where stakeholders decide on-chain proposed protocol or game changes through casting votes with their tokens—must be questioned for current Level 3 crypto games and beyond. While games need user feedback and data to design the best possible product and maximize consumer experience, moving governance on-chain has failed to resolve any of the age-old problems of democracy that the anti-majoritarian framers of the Constitution had to face.\\n\\nFirst, majoritarian governance will prove to be detrimental long term because individuals lack the skills, knowledge, and long-term incentives to maximize game growth. Given that most game development teams have the expertise required to design the complex economic structures that are necessary to balance play-to-earn games, it makes sense to trust the team to make decisions while allowing for user feedback and input. We believe that promising projects with a long-term vision, like Untamed Isles by Phat Loot Studios, will continue to listen to user feedback as they have in the past for the art design of their characters. Note here that this could be accomplished through data collection and pools rather than a token, with a note reflecting on their NFT holdings, which developers could choose to take into account. \\n\\nThis also raises another issue regarding exclusion and alienation as many people already put large amounts of funds into the game through the purchase of the NFTs that are actually crucial to the functioning of the game. This system of token-based governance forces individuals to buy this token as well and punish those who allocated their funds to the in-game NFTs. In terms of incentives, it seems impractical to give the power to change fundamental parts of the game to those with more money, who have incentives to protect their interests rather than the balance and health of the overall game. This can result in changes and votes based on protecting the higher tier assets which they hold even if the power imbalance alienates players.\\n\\nWhile few governance policies have been made in the crypto gaming space due to the lack of implementation of any kind of governance structure, the ramifications of a crypto whale can be seen in other instances of governance in the crypto space. In April 2021, on the largest DeFi platform on Binance Smart Chain, PancakeSwap, a proposal to change a pool was submitted. The change (which was supported by the developers) was swept away by a single whale who pledged over 94,500 votes using his own $CAKE tokens. This made him the single largest voter claiming a majority of 65% against the proposal. Holding almost double the amount of tokens as the entire proposition, this whale singlehandedly blocked a vote which a majority of people desired or were ambivalent to. This highlights the potentially destructive nature of giving power to those whose incentives may not always align with the collective. What happened next is equally concerning: the Binance dev team kept proposing it again and again until the whale just gave up trying. Decentralized finance (DeFi) protocols constantly strive for quality and fairness, but many fall short due to their governance voting mechanisms: moving decision-making processes on-chain sound like the next blockchain revolution, especially for player owned gaming, but its effectiveness remains de jure.\\n\\n![PancakeSwap Governance Failure](https://images.mirror-media.xyz/publication-images/sK8A4B_SmMt8xIpBeHLwz.png?height=1292&width=1458)\\n\\nThere is clearly an incentives problem: whales will only allow for changes that do not harm their portfolios. Of course, we also then have to ask, since whales are the ones who put so much of their assets in-game, are they not entitled to do so? After all, they bear most of the risk. Even if we try to bypass the whale problem by instituting the common alternative of one wallet one vote instead of one token one vote, we face an equally disconcerting conclusion: the Sybil attack problem. One user can create five hundred wallets using scripts to skew governance or to unfairly take advantage of airdrops, ruining democratic participation.\\n\\n![Cheating in the MekaVerse Raffle](https://images.mirror-media.xyz/publication-images/jxMbDgv5_8QGHBJJldbsT.png?height=1564&width=1262)\\n\\nFurthermore, a token-based voting system alienates relevant parties and creates a power imbalance between the haves and the have nots. Not only does it exclude those who own fewer tokens, but even those with other holdings such as in-game NFT assets who are most directly invented in the game itself are forced to maintain a large supply of tokens to prevent harmful policies. This could be potentially disastrous for the NFT asset holders who are actually most affected by the game. Taking Axie Infinity as an example, the people most affected by game changes are land and Axie players. Yet, the people who vote on game development proposals are AXS holders. Though land in the game is proposed to yield AXS tokens in some way, the majority of AXS tokens are in the hands of AXS speculators, who will no doubt try to maintain their economic interest. Ultimately governance needs to be done on a case by case basis rather than a default used to raise funds and build voting infrastructure later.\\n\\nSecondly, the current framework of game-based DAOs touts few successful implementations. Hardly any policies have been voted on due to the lack of transparency and progress into DAO development. Little information is given on concrete examples or structures of how votes will be conducted. While some games such as Axie Infinity and Star Atlas have proposed a base governance and proposals structure, there have yet to be any votes, nor have any announced regular votes that investors can expect. Notably, games who desire to be truly decentralized could incorporate some of the ideas stated previously in their DAO voting guidelines as a baseline of clear voting procedures.\\n\\n![Star Atlas Governance Token Distribution](https://images.mirror-media.xyz/publication-images/TUeMeQLMWy4u5qT7e_XYL.png?height=744&width=1598)\\n\\nThirdly, the current implementation of the DAO structure is hindered by the early distribution of tokens. If we assume the worst, then teams who plan to do rugpulls (scams and schemes) will sell all of their tokens and disappear. Even if we assume the best, due to the need to raise funds at early stages and to reward employees, many if not all of the tokens are distributed to private sale owners and workers. Thus, even if major players are able to get a large portion of the valuable tokens on the market, they will still lack relative voting power. Note that this is not just a few games but rather across the space, the average distribution to the team and private round investors is 20.3% and 13.2%, respectively, and the ownership for the public sale is 9.17% (based on an average of 3 games: Axie Infinity, Star Atlas, and Splinterlands). As can be seen from the data of the top games in some of the extreme cases like Star Atlas public sale of POLIS (their governance token) token represents only 2% of the distribution of POLIS token whereas the private sale participants own 22.5%, leaving much to be desired in terms of publicly controlled, democratic land governance. Even in more balanced cases such as Axie Infinity, where the public sale represents the same percent token distribution as the private sale, the team retains a majority of the tokens, giving them the final say.\\n\\nWhile many claim that this distribution is likely to change over time through the inflation of coins through play-to-earn and staking, we counter by arguing that this tactic is also available to the private sellers, who may earn even more due to their first mover status. Either way, it is likely to take years before the public even gets close to having a final say on governance policy. At the start of the game, when the most important decisions are made, the companies and funds would have controlling power in the absence of the governance token. Thus, the solution is to either remove governance and not include it as a strategic buzzword aimed at fundraising, or give power to the people fully like Loot and disappear from the scene.\\n\\n## Conclusion\\n\\nGiven the playability and economic value of gaming and NFTs, GameFi presents an opportunity to onboard the next centimillion users into the crypto space. Since mid-2021, we have seen the initial breakout of crypto games. More than two times the number of unique wallets have interacted with gaming and NFTs and gaming than DeFi. YGG (Yield Guild Games) now claims a valuation of six billion dollars as they and other on-chain guilds continue to introduce users from emerging economies, like the Philippines, to the crypto-economy. Sandbox one day will be a bigger company than Roblox, and there will be many more Sandboxes to emerge. If we can begin to address the problems with the “crypto first, game second” model, the facade of decentralization, and governance troubles, the gaming revolution will be inevitable.\\n\\nWe will leave the readers with a quote from the Loot Project website: \\n\\n> A storm is brewing and it intends to swallow us whole. Can you feel it in the wind?\\n>\\n> This world needs us once more. Will you join and fight for it? Or will you watch from afar, singing past travails and flipping for coin?\\n\\n**Disclaimer**:\\n\\nThe contents of this paper are for informational purposes only and should not be misconstrued as legal, tax, investment, financial, or other advice. The authors also personally own assets in many of the aforementioned games.\",\"timestamp\":1640843526,\"title\":\"Looking Onward for Crypto Gaming\"},\"digest\":\"FQa1LIPeWnaQ_mkJbyZJuAyi7fCjoPNBpLWoCP3y4hY\",\"authorship\":{\"contributor\":\"0x6477F082eD179739B9c6Bc982ed946E99114b46E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ygcjfUC30F43i5Socs-pnixKtU8VjAWLvHlfvBqXchI\\\",\\\"y\\\":\\\"cc2i5uxvvNYJdSjNiCtalA2gGgrLqnwDu4Z6K3NN95g\\\"}\",\"signature\":\"JW3EGeqU3gmhUKE1_JJ0O9tRikkrUgbr2-C30bbeUGbLNlAvmOsghR5J4iz4B1NPYiVOkge8lvO0o8gXSUePcw\",\"signingKeySignature\":\"0x106753f2dad70418bccb748e548c2be33ff2098aaceff7b85d236d5b20f589411dd275dcb2e7c02fec1fb3a7de75f403ab2957202b417ccfe586f7c0e3e307d21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ygcjfUC30F43i5Socs-pnixKtU8VjAWLvHlfvBqXchI\\\",\\\"y\\\":\\\"cc2i5uxvvNYJdSjNiCtalA2gGgrLqnwDu4Z6K3NN95g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FQa1LIPeWnaQ_mkJbyZJuAyi7fCjoPNBpLWoCP3y4hY\"}"