"{\"content\":{\"body\":\"At this stage, blockchain games cannot be compared to folk games. Developers must work hard on interface, smoothness and game mechanics. The reason behind the success of most blockchain-based games is monetization rather than gameplay. In this case, total customer traffic will decline as gamers struggle to make all the money they need due to reduced mobile gaming capabilities. If blockchain games don't really attract gamers, the industry could become another \\\"trap\\\" for DeFi coin mining.\\n\\nFolk games are centralized, meaning that all items and work experience (XP) gained while playing the game cannot be used for other mobile games. Data encryption mobile games have changed this with the introduction of blockchain applications. Gamers can now use their rewards and items on different data encryption platformer.\\n\\nToday's blockchain games mostly take place in the form of DApps. One obvious feature is that there is no mobile client, but it operates on various public chains, which are then connected to various digital wallets. That approach is more commonly used at this stage, one is due to the attached in the wallet, convenient for customers to carry out mobile games, such as to the mobile game internal line recharge token or access is very convenient. The second is cost saving. Mobile games can be carried out on the webpage, and the extra budget is spent to develop and design an independent APP, which saves the project cost.\\n\\nChain tour is not from scratch but through two years of accumulation, at the present stage chain tour can probably be divided into two kinds, that is, in the public chain of mobile phone games and mobile phone games in the privatized chain. Public chain game to put it bluntly is that all the information is completely open, all the information content can be queried immediately, and there is traceability, can not be forged. And the privatized chain game is the key is to serve the company similar to the company's Intranet, built in the company you still do not have blockchain technology, with the characteristics of not expanding open.\",\"timestamp\":1641355940,\"title\":\"The future of blockchain games?\"},\"digest\":\"VYdNX_8bKhTyQC7K6pqklWxiTDOIn3Dx1OpS0yEqZ8Y\",\"authorship\":{\"contributor\":\"0xdd02cc6F4Fd63DEE38848862Dd1aD6870D63F51E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FLOE4a4jQFsHN45WjCFITPV8KT36N4sUAM2E8hBLu0c\\\",\\\"y\\\":\\\"9rDALFPMmDMo2kHu647CH5dLdD2h9-52t14W2EPjWnE\\\"}\",\"signature\":\"VU8dkXcBZedrZNmI7_Yvz6Jl6MeuBK2XPAJ_uPFTw9lnSbub3VQNs34r6ShdG-EcAomVW3dgUzgyk4C0uFd83A\",\"signingKeySignature\":\"0xf494b29e5fa40bf99327490893edad935c9e896cc187fbb81e1544e01fd708b7755d0b3f67fd9f52f37f34a74e929ea3b2fa24ffe41f60f78a78933c8778e1631c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FLOE4a4jQFsHN45WjCFITPV8KT36N4sUAM2E8hBLu0c\\\",\\\"y\\\":\\\"9rDALFPMmDMo2kHu647CH5dLdD2h9-52t14W2EPjWnE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VYdNX_8bKhTyQC7K6pqklWxiTDOIn3Dx1OpS0yEqZ8Y\"}"