"{\"content\":{\"body\":\"继11月5日的多家元宇宙概念股大范围涨停之后，受“元宇宙”概念的颠覆性应用场景有望逐步落地的消息影响，11月9日A股元宇宙概念股再度大范围拉升，当日中衡设计涨停，中青宝、超图软件、天下秀等股拉升上涨明显。\\n\\n（数据来源：Datayes）\\n\\n元宇宙概念股如此火爆，其背后的原因到底在哪里呢？本文，我们将一起探讨**元宇宙概念股的股市火爆原因**，以及在区块链技术之下，元宇宙现实体系映射对未来的影响。\\n\\n## 01\\n\\n在11月5日的元宇宙概念股集体涨停之后[，锤子科技创始人罗永浩关于元宇宙的微博话题登上了热搜](http://mp.weixin.qq.com/s?__biz=MzUyNzE4MDM2MA==&mid=2247511471&idx=1&sn=4ab3eaefe3180f7f3f073222722e5461&chksm=fa019a88cd76139eaf3305a26817e4cd8643367de8ac3f724ce353b5674e9183963a5e7e0e00&scene=21#wechat_redirect)，再一次将元宇宙概念推向风口浪尖的同时，也引来了不少质疑。\\n\\n其中一部分观点认为元宇宙虽然会到来，但根据人类技术的发展速度，**元宇宙真正构建成功将是在相当长期的技术发展之后才会实现**，现阶段的元宇宙只是各大企业的“炒作”行为。\\n\\n但也有相当一部分市场人士认为如今的元宇宙概念如同20年前的“互联网 ”概念，10年前的“电子商务”概念，5年前的5G概念、电动汽车概念一样。在所有人都认为该技术仍在“长久且艰难的研发过程中”时，元宇宙已经来到了人们身边。\\n\\n11月9日的元宇宙概念股爆拉，从侧面反映出看好元宇宙的投资者越来越多，**虚拟世界与现实世界互通并形成闭环经济平台的构想，或许将成为数字科技在应用方面的终极形态。**\\n\\n[在Facebook改名“meta”](http://mp.weixin.qq.com/s?__biz=MzUyNzE4MDM2MA==&mid=2247511395&idx=1&sn=69a1a49410dc41a272c983c0988b17b9&chksm=fa019a44cd7613524c2dfc99e7ca8b93d1729388816ee9dcab6b1086a720ba42c61d8f986435&scene=21#wechat_redirect)、英伟达、腾讯等互联网大厂普遍布局元宇宙的市场动向中，VR/AR、 AI 引擎等上游软硬件降本增效，以及下游内容、应用丰富度提升的共同推动之下，“元宇宙”的颠覆性应用场景有望逐步落地。\\n\\n**另一方面，作为元宇宙的重要入口游戏来说，元宇宙概念的爆火也在加速推动游戏板块的估值提升。**\\n\\n当然，元宇宙目前的所有实现条件虽然都已经具备雏形，如脑机接口、VR、AR、5G通信等。但真正实现元宇宙既不像扎克伯格和诸多元宇宙概念股爱好者所认为的那么快，也绝不会有元宇宙概念的悲观者所设想的100年后那么慢。\\n\\n**元宇宙，或者准确地说是元宇宙的部分组成会在资本投入之下迅速推动技术成熟，直到应用落地。**恰如我们在近30年所经历过的历史性转折一样，元宇宙也在资本热度方面展示了它的提前性。\\n\\n以元宇宙概念股A股表现最为激进的中青宝为例，中青宝曾在10月29日关注函回函中表示**《酿酒大师》是一款基于元宇宙概念的、打通虚拟与现实壁垒的、拥有相对高自由和高社交度的全拟真社交经营产品。**\\n\\n关于研发情况，中青宝称“《酿酒大师》计划研发投入500—1500万元”。\\n\\n2021年3月，[Roblox在纽约证券交易平台上市，被称为元宇宙第一股。](http://mp.weixin.qq.com/s?__biz=MzUyNzE4MDM2MA==&mid=2247510108&idx=1&sn=1e262c73aa69345dcf6f707e07f93fbe&chksm=fa019f7bcd76166db60a52e789df3d0a115457f8098ca43a93bfef4b82ba3a556d2ae6c03e45&scene=21#wechat_redirect)这家公司的产品在2008年上线，构建了一个多人在线3D创意社区，通过提供编辑工具和素材，让用户能够随意创作内容。\\n\\n**Roblox上市之后的短短几个月时间里，从40亿美元的估值，飙升到500亿美元，不到半年的时间里超10倍涨幅。**\\n\\n2021年9月初，中青宝开始随着元宇宙概念的热炒进入人们的视野，当时的中青宝每股股价8元左右，截至2021年11月9日，中青宝股价已经达到35元左右，目前股价最高记录是37.5元。短短2个月时间，股价增长超400%。\\n\\n**Roblox与中青宝在股市中的表现惊人，元宇宙的资本提前性可见一斑。**那么，元宇宙实现的基础和领域都有哪些呢？\\n\\n## 02\\n\\n元宇宙应用落地的根本还是需要建立在高速通讯的基础上（5G/6G）。\\n\\n通过VR、AR、物联网 IOT、云计算 、人工智能芯片 、边缘计算等技术打造一个现实世界的平行世界，一个虚拟的世界，里面有各种生活场景应用（包含游戏、支付（区块链相关的技术，NFT、DAO、智能合约、DeFi等）、教育等等），在这个虚拟世界里有各种活动，就是类似于现实中人的活动搬到虚拟世界中。\\n\\n**目前被广泛认为元宇宙落地的领域有游戏领域、虚拟现实设备领域、计算机技术领域。**\\n\\n另外，微软宣布将为自家的会议和视频通话软件Microsoft Team添加3D虚拟形象与沉浸式会议，网易已申请注册“网易元宇宙”、“雷火元宇宙”、“伏羲元宇宙”等商标……\\n\\n上述互联网巨头的动作也说明元宇宙的应用落地领域虽然集中在游戏领域、虚拟现实设备领域、计算机技术领域，但其实际应用领域则更加广泛。\\n\\n如此多的互联网巨头为何如此热衷元宇宙，以至于争先恐后地进军元宇宙，其中与元宇宙概念背后所蕴含的互联网3.0进程密不可分。\\n\\n**元宇宙=互联网3.0**\\n\\n只有互联网行业才知道，一个新的时代到来之前不提前布局的企业有多惨。\\n\\n例如舍弃了大批量批发服务平台而创建小商品店铺销售的淘宝，在电商时代到来之前打赢了大部分竞争者，而没有布局小商品零售的慧聪网则从中国电商绝对领先的大哥大位置上跌下神坛，在电商时代中连基本的生存都很难做到。\\n\\n再比如在移动社交平台时代到来之前仍在做网页社交服务的“51”，在烧光了投资之后也只能销声匿迹了。\\n\\n**以目前普遍对互联网技术的阶段性分类和用户在网络中的自由度来看，互联网可以分为三个阶段。**\\n\\n**1、互联网1.0**\\n\\n互联网1.0是最简单的逻辑，网站开发者编辑信息、并通过网页发布供用户查阅，用户根据自己的兴趣选择网站，并被动接受网站产生的信息。网站以优质内容获取用户留存，并通过网页挂载广告收益。\\n\\n**互联网1.0阶段，网站的自由度受技术的约束，无法通过网页提供理想的内容。而用户的自由度几乎没有，只能被动接受网页中的信息。**\\n\\n2001年，秋天互联网公司（dot-com）泡沫的破灭是互联网的一个转折点。许多人断定互联网被过分炒作，事实上互联网公司反映在股市中的泡沫破裂和收益降低并非是互联网的末日到来，而是互联网1.0已经不再符合人们的实际需求，互联网技术需要进行一次升级。\\n\\n**2、互联网2.0**\\n\\n网络泡沫和相继而来的股市大衰退看起来像是所有技术革命的共同特征。互联网1.0的衰退让更新的互通技术成为互联网的“救命稻草”。\\n\\n**互联网进入2.0阶段的标志是网站与用户之间的互动，用户可以在网站中发布内容，并可以通过内容下的讨论群组以文字和图片进行交流**。这一点并非简单的网站的功能扩增，而是形成了网站与网站之间、网民和网民之间的信息流动。\\n\\n在互联网刚进入2.0时期是，一个网民的留言往往要间隔1分钟甚至更久的时间才会被另一个人看到，随着通信技术的发展，这个时间目前已经被缩短到毫秒级了。\\n\\n但网民对信息全方位交流的期望仍然存在，尽管视频通话、实时通讯等互联网2.0技术解决了网民的信息全方位交流的部分问题，但互联网仍对物联网、人工智能的解决束手无策。此时，技术必然推动互联网进入3.0时代即虚拟现实的元宇宙时代。\\n\\n**3、元宇宙时代**\\n\\n元宇宙时代尽管没有真正到来，但其概念已经相当成熟了。在设想的元宇宙时代中，网民之间可以进行全方位的互动，这种互动包括对现实世界的影响，网民和网络之间在衣食住行等各个层面全方位紧密结合。\\n\\n**简单地理解就是个人终端设备为中心点出发，与整个网络世界之间的信息互动。**\\n\\n如同前两次互联网阶段性跃进一样，元宇宙时代的到来也必然淘汰掉如今看来不可能倒掉的“庞然大物”，如今的互联网巨头如果没有在元宇宙方面布局，那么就像当年的慧聪网、秋天互联网公司（dot-com）一样，被时代所抛弃。\\n\\n**因此，伴随着元宇宙概念的必然是资本的投入和技术的大幅度跃进，颠覆性的元宇宙应用也将在近几年快速出炉落地。**\\n\\n目前被广泛认为在未来元宇宙时代最具前瞻性的技术无疑是区块链技术，其链上信息不可篡改、点对点交互、分布式结构等特点完美契合了元宇宙这个虚拟世界中的数字确权问题。\\n\\n## 03\\n\\n我们知道，社会是由一个个的人组成的，沙漠是由一粒粒的沙组成的，而现实世界是由一个个独立的个体（原子）组成的，元宇宙作为虚拟世界，自然是由一个个数字组成的。\\n\\n**既然是虚拟的世界，那么人类在虚拟世界中就有必要划定界限，拥有权限和资产。**那么确权这些虚拟世界中的权限和资产，就必须对组成这些权限和资产的数字确权。\\n\\n目前普遍认为在确权方面具有行业前瞻性的技术就是区块链。**其实，区块链技术已经完成了对元宇宙的“部分”创建，凭借分布式结构的优势，在映射现实世界的金融体系方面取得了长足的进展。**\\n\\n区块链本身自带的金融属性使得其与元宇宙概念融合的时候天然地具备映射金融体系的能力，并以此形成了可视化金融，把现实中的发行货币、经济运行、价值认知以游戏的方式呈现来，最终成为了我们熟知的Gamefi领域。\\n\\n区块链技术和可视化金融的映射把元宇宙概念完美呈现在了我们面前，也就是说，现实中有多少财富，就可以在元宇宙中映射多少财富，现实中有多少经济形势，在元宇宙中就可以映射多少经济模型。\\n\\n## 04\\n\\n当然，区块链元宇宙与目前互联网大厂们所布局的元宇宙都不是完整的、完美的元宇宙，真正的元宇宙是两者的结合。\\n\\n元宇宙中的大部分“数字资产”必须完全的属于个人，而元宇宙的经济和财富模型也需要更为真实的“体验”来让人们认可。\",\"timestamp\":1637328585,\"title\":\"一文探讨在区块链技术之下，元宇宙现实体系映射对未来的影响\"},\"digest\":\"90gUbhOQuXWu7SXZhOvjjn8ZRqJ1OQ2nx7lSmmZJL8s\",\"authorship\":{\"contributor\":\"0x8a5e3Bab24fB9C3E6Af4C659C7c8ED73754643fF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"O1kufrrV7KTyzqZnq_5iAXzGqjqkMbCgzjj-iPLNN5E\\\",\\\"y\\\":\\\"CGMrULEJVeIVT--6AqQCYK-GfOJioypKlwVzsMgeM8c\\\"}\",\"signature\":\"cNea8Kp6qwKrpidL9RG9LvmgbWkjQQeKQ8i6q3i1GqMwbklfaJzcTSVfHam1VqmutGWdOZm28f60Yo8mBddkNw\",\"signingKeySignature\":\"0x46191cde5de590b62e7097694c71f5c9f19563c8348d412a38a583cb54c7f4324a3c14a8c84372b40a9b9eab97c571ec073fb0e6f250386f8e2f0d8df11396d31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"O1kufrrV7KTyzqZnq_5iAXzGqjqkMbCgzjj-iPLNN5E\\\",\\\"y\\\":\\\"CGMrULEJVeIVT--6AqQCYK-GfOJioypKlwVzsMgeM8c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"90gUbhOQuXWu7SXZhOvjjn8ZRqJ1OQ2nx7lSmmZJL8s\"}"