"{\"content\":{\"body\":\"She was wild, dark & full of belligerent determination when she first walked through the gates of my Mordor. It was a desolate place I inhabited, uncertainty, gloom & doom lingered in the putrid air. Sentries guarding the gates attempted to disarm her with snarls, fermenting mistrust and ignorant hate, yet, Sauron was invincible. She approached me with the despotic charm of one who is aware of their own omnipotence, darkly persuasive in her appeal. There was something alluring about this mighty little beast, something inexplicably, divinely compelling. A deep friendship sprung a leak, in the pits of my agonised soul. As time rushed past us, metamorphosing minutes to months, Sauron transformed my Mordor to a seemingly endurable tower of mild torture - the Orthanc. Her ancient friendship, her spirit of dark adventure & fierce independence hand-held me from the shadows of the wretched tower to dark meadows that held the prospect of sunlight, in the forest of Fangorn. Sauron’s purrs of powerful love beckoned me to walk the cold, murky paths, over monstrous mountains & unfathomable vales shrouded in grey cold mist, battling beasts sent from Mordor to reclaim me. After what could only be an eternity,  I came upon a glade where I saw my first ray of filtered light, streaming through gnarled arms of ancient woods. Had it been a year or a lifetime? The dark places I inhabited, my Mordor, felt like a legend I read somewhere, real yet not of my own life, for why would I willingly go to Mordor in the first place? Sauron brushed against my weary calves, healing my bruises & whispered to me - “move forward to the light that marks the way to Lothlórien, and soon, one day, to the glorious beauty of your Rivendell; All you have to do, is keep walking.” Sauron, my cat brought me from desperate darkness & despair to hope & light.\\n\\n![](https://images.mirror-media.xyz/publication-images/SY5wJvfzxJaI0i4IB7oYS.jpeg?height=3600&width=2400)\\n\\n\",\"timestamp\":1641017427,\"title\":\"Sauron, My Dark She Cat \"},\"digest\":\"SsHGaNniaVVKgxvyvXDzc_FDe17x_sX8J7WkwKXl1xg\",\"authorship\":{\"contributor\":\"0xf2ef7dCd4A836BfE1e6459A30473aD7A88a8394E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4bwZwSgpj8f-0SwC3XMJ35Y8AywCd9oopTi76gWbbSc\\\",\\\"y\\\":\\\"fp8t36RhBOn6gNG5aRU7459FyX5TIj9J7eWh-vX98nA\\\"}\",\"signature\":\"iBHBTBCvPIx4nDN3P_T0vw19XtIve9zsAWfKGnnvAR1aW-_yg6ELWzI5aORgbwPZipjY0DnV2lxe1A7YrKuaBg\",\"signingKeySignature\":\"0xedc4f2ed015e5a17239c4d95ce8bc214af834c8c5562386f8eaea92c99b5394750fd562a6bf5183ae06e3e64adf4466ff3b5ed9edae1ba4d24f1d0a5a48c63551b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4bwZwSgpj8f-0SwC3XMJ35Y8AywCd9oopTi76gWbbSc\\\",\\\"y\\\":\\\"fp8t36RhBOn6gNG5aRU7459FyX5TIj9J7eWh-vX98nA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SsHGaNniaVVKgxvyvXDzc_FDe17x_sX8J7WkwKXl1xg\"}"