"{\"content\":{\"body\":\"I wanted to write this article before. The reason for this is that I read the postings of my classmates in my circle of friends that \\\"non-foreign language students are better at English than foreign language students\\\". I don't agree with them. What is the measure of learning a language well? In the layman's view, it is to hear, read, write, and communicate with foreigners smoothly, is to speak with the general public, they do not understand what you are talking about, but is very cow feeling. If an English major still holds the above view, it is really too LOW.\\n\\n\\nUniversities set up majors and directions that require \\\"specialization\\\" and \\\"knowledge\\\". The four-year curriculum progresses from basic to practical applications. Although it cannot be said that there is no redundancy, but it is in line with the laws of human cognition. When you read a book, you get a general understanding of it, then you break it down, starting from understanding its words, to grammar, to writing, to a certain field of application, this is the first 2 years of college, we call it the \\\"input stage\\\". Then return to the word, from a completely professional point of view to analyze its sound, meaning, shape (lexicography), combined with an introduction to linguistics (phonetics, phonemic, morphology ......) At this stage, the content taught by the teacher is already very limited, and the students' abilities have entered a bottleneck. In other words, learning at this time requires more of our inner motivation, a re-examination of the profession, and each student has his or her own understanding and expertise. The former corresponds to the \\\"output stage\\\".\\n\\n\\nDoes it sound funny to ask if the computer students from Tsinghua University are not better than the students from Beida Youth Bird? You may want to see from which aspect to compare. This may be more understandable, such as Blue Xiang / New Oriental professional skills training schools, training is the apprentice, I teach you to do so, you can learn a 70% to 80% can be out of the division, as for why, I can also do how, what related applications, how to further expand their ... Those schools do not have the cost and patience for this, and as for the students, having learned the skills and having money or basic usefulness, they do not care to think about these issues. Is this a university? No, it's a technical school.\\n\\n\\nHow can you compare a non-foreign language student with a foreign language one? Just because they can speak English that well and fluently? We entered this program to watch American TV shows without subtitles and communicate with foreigners as fluently as we speak Chinese? Come on, how can we waste four years of our youth if we don't drop out of school? Go to one of the countless foreign language training institutions, enroll in a class, and within a few months, the foreign language students out of 985 high talent.\\n\\n\\nI'm sorry that students in the profession are not aware of this problem. They don't know what they really need to learn in a \\\"major\\\". In terms of language, listening, speaking, reading and writing are the \\\"front end\\\" in the field (forgive me for reading too much IT), the result of in-depth study, the practical application, based on solid professional knowledge. A great person can create new words based on rules, know the original face of a word, know how to compose an article, can write smooth English prose and poetry, can integrate the local context when talking with people, and can speculate on the other party's speech behavior. I can't guarantee that every non-foreign language student will be able to do this. Language is the carrier of culture. Learning a language starts with the language itself (1-2grade), and then through the accumulation of the language material, you will implicitly develop the mentality of the target language speakers and think in a different way (westernized). Learning a language broadens your horizons, and it is this process of transformation that will allow you to embrace more cultures, more dissenting opinions, and to taste the feast of different cultures, to draw the essence from their works, and to become open-minded, calm and frank.\\n\\n\\nFrom the time you learn a language systematically, you begin to step outside the world you have been living in.\",\"timestamp\":1634967808,\"title\":\"Purpose of language learning\"},\"digest\":\"B-Btu9ZQEafv47otLb95o1nBsXZ1B3V-afsp9RccY5U\",\"authorship\":{\"contributor\":\"0x896002E29FE4CDa28A3ae139b0bf7bAc26B33a8C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"S2oc2ArmqZoBjdB8gaOGIwp_ecXDZ7ps18D4EQM8zlc\\\",\\\"y\\\":\\\"09I500vWz3HzgCqGPXN49aPOmJB2sKB0aS6E9lYEJiA\\\"}\",\"signature\":\"98JDML9WlIoJhxEtRG101WrlHxX7dH5PoA_wS1__Y64MZrqsLUjsWm_TQsg1jFbjltnEoZI_HjDs9Adq_m6NHg\",\"signingKeySignature\":\"0x04c4eeed46ebcbd0a8da944a49a1c3d752d428e8ad2683883058ef6e7f627cac38f5f156e5003ae549a548c5d2c2fa78206e347db00a1764e85bff51118c670f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"S2oc2ArmqZoBjdB8gaOGIwp_ecXDZ7ps18D4EQM8zlc\\\",\\\"y\\\":\\\"09I500vWz3HzgCqGPXN49aPOmJB2sKB0aS6E9lYEJiA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"B-Btu9ZQEafv47otLb95o1nBsXZ1B3V-afsp9RccY5U\"}"