"{\"content\":{\"body\":\"![via Unsplash](https://miro.medium.com/max/1400/1\\\\*dNdnk8llioaRhQgGx81fdw.png)\\n\\nWe all know someone who can eat a medium rare steak, wash it down with a glass of whole milk & then go for a run. I’m sure you can also think of a few people who could have a head of lettuce for dinner and feel full until breakfast.\\n\\nI’ve always wondered why that is. Is it based on what they predominantly ate as a child? Does it have to do with the amount of exercise in their life? Are they just *really* unhealthy?\\n\\nIt could be a mix of all three, and more. Who’s to say. The mystery of the human body is forever unfolding and, at this time, I can’t make a definite judgement call. However, I was recently introduced to a concept that shifted my entire thinking when observing people’s diets.\\n\\nIn 1996, Peter J. D’Adamo, an American naturopathic physician, released The Blood Type Diet. At its core, this way of eating centers on aligning your diet with your specific blood type (**A**, **B**, **AB**, or **O**). In his book, *Eat Right for Your Blood Type: The Individualized Blood Type Diet Solution*, D’Adamo states,\\n\\n“Your blood type reflects your internal chemistry. It is the key that unlocks the mysteries of disease, longevity, fitness, and emotional strength. It determines your susceptibility to illness, the foods you should eat, and ways to avoid the most troubling health problems.”\\n\\nIn other words, your blood type is one of the greatest communicators of your body’s needs. While some of D’Adamo’s work has been questioned over time, I really found this a fascinating perspective on choosing what foods to eat. By learning the history about when, where and why each blood type came to be (that’s right — every blood type wasn’t just present the day humans popped up!) we can provide better for our body.\\n\\nWe’ll start with the oldest blood type, **O**. Generally speaking, people with this blood type are thought to be strong and steadfast. These people tend to have shorter and hardier digestive tracts, which aids in digesting meat. High protein foods, red meat, and leafy greens are important for the **O** blood type, due to the strong enzymes in their gut. If you fall into this group, you may have a low tolerance for new diets. When it comes to exercise, **O** blood types will feel best participating in intense movements, such as running, contact sports, and martial arts.\\n\\nFast forward a couple hundred years, humans began relying on agriculture, and blood type **A** emerged. These are probably your vegetarian and vegan friends. **A** blood types’ have a more sensitive digestive tract that is open to microbial invasion, which is why meat doesn’t usually settle well with them. However, their immune systems are great at preserving and metabolizing nutrients, so type **A** will probably find success with a plant-based diet. Many yogis are blood type **A**, and all benefit from calming but strengthening exercises.\\n\\nThen, humans began migrating and settling in places with less-than ideal soil, and had to adapt. Blood type **B** is thought to have appeared during this period in human history, and helped the body adjust to the new lifestyles. With a strong immune and nervous system, those with this blood type can count on an omnivorous diet to fuel them well. Type **B**’s enjoy exercises such as hiking or swimming so much because it is, quite literally, in their blood.\\n\\nFinally, we have the newest blood type, **AB**, which is said to be most well adapted for modern life. Their rugged immune system is arguably over-tolerant, but their digestive tract is quite sensitive. While blood type **AB** would feel just fine on a mixed diet, the key here is *everything in moderation*. If you’re blood type **AB,** you’ll probably get some sort of enjoyment from many types of exercise. However, finding the motivation to exercise might be the bigger issue.\\n\\nHonestly, I think it is amazing how migrations and lifestyles hundreds of years ago still affect us today. These insights into our shared human history may help you understand why being vegetarian has never worked for you or may offer you a direction to explore as you make changes to your lifestyle. But, it can also just be an interesting fact to share at the next trivia night. Never forget that every body is unique, and your health is yours to take control of!  \\n\\n\\n---\\n\\n*hey, i’m emma! \\n often found: watering my plants, doing handstands or reading in fuzzy socks. \\n RYT-200, certified holistic health coach, & reiki 1 practitioner. \\n you can find me on instagram ([@emmbodiment](https://www.instagram.com/emmbodiment/)) or at [emmbodiment.com](https://emmbodiment.com/)*\",\"timestamp\":1635340188,\"title\":\"It’s In Your Blood\"},\"digest\":\"Lgrt1jzMYPj6VxWJ-5US6XGQhnJ8yqCWLKMagYG3qho\",\"authorship\":{\"contributor\":\"0x6661475Bbe8b5138A0f918167A6Fb20395daa27D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wOyCaDkYQY5JLUa-5yDQBrVi93muXSEVF0WPL6GfTAc\\\",\\\"y\\\":\\\"WDTriRJX3MLR6KqqMdJKONvl-YGz78gzZel776taxfk\\\"}\",\"signature\":\"s3qtCY1Auk5fheF_tKXNvIZvfzQ1QHZeJA2c0k5SZBPTbKrhCWtKHAQZLCPh8t6SuQfY_QTpTNuwYQRAWS46bA\",\"signingKeySignature\":\"0x3d1a37b2b04d9e6a2fe79a53559bd33b8c6e80e8ec8e2a1b1487d61038f243e8597b53ed46c60edfcb6cb4454b3143e1ac5ef3c6c7ad5233e4b84747726418291c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wOyCaDkYQY5JLUa-5yDQBrVi93muXSEVF0WPL6GfTAc\\\",\\\"y\\\":\\\"WDTriRJX3MLR6KqqMdJKONvl-YGz78gzZel776taxfk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"l3Xb_cewjSOZ2OzNY17Un8MUDrGlatkuSii8AciZldQ\"}"