"{\"content\":{\"body\":\"## This is a major milestone and the last step before launching Zendoo to mainnet, which will bring unbounded scalability to the entire blockchain ecosystem!\\n\\nWe are excited to announce that Horizen’s platform [Zendoo](https://www.horizen.io/sidechain/), is now live on our public testnet. The Zendoo public testnet is a production-like environment and is accessible to anyone to test and try out. The testnet release is accompanied by a partnership with HackerOne on a bug bounty program on Zendoo.\\n\\n### What makes Zendoo unique\\n\\nZendoo is a unique scaling solution that fosters an ecosystem of independent blockchains and dapps for real-world use cases by enabling developers to build custom zero-knowledge-enabled public or private blockchains with scalability and flexibility unmatched by others.  \\n\\nZendoo solves the biggest problems in blockchain: \\n\\n* **Scalability and flexibility**\\n  * The Zendoo system architecture allows a modular protocol that stresses functionality over design choice. This framework enables any type of rule to be deployed as a Zendoo blockchain – whether it’s a blockchain or other types of computing systems. The Horizen mainchain acts as a truth engine and ensures that such sidechains have followed rules. This modularization permits massive scalability, application design freedom, and flexibility such that developers can change any component over time so long as the interfaces match standards.\\n* **Decentralization**\\n  * Zendoo enables a fully sidechain model is decentralized sidechain model in all its components. It leverages zk-SNARKs to verify Cross-Chain communications without relying on any third party. The largest node network supports Zendoo for further decentralization, which provides resilience and reliability to the network.  \\n* **Privacy and auditability**\\n  * Horizen maintains its focus on privacy in its scalability solution design by using the leading privacy technology, zk-SNARKs, to enable verifiable communications between the Zendoo blockchains and the Horizen public mainchain. This approach allows users to create auditable and data privacy-preserving applications to address real-world use cases.\\n\\n> *“When designing Zendoo, we wanted to create an environment for developers to be able to build truly decentralized applications and blockchains without the restrictions that hinder them in other ecosystems and environments.*\\n>\\n> *We pursued this goal, keeping in mind the role of developers by making blockchain deployment easy and fast. We accomplished this in Zendoo by enabling the creation of an ecosystem that is flexible, scalable, and fully decentralized in a way that doesn’t compromise throughput or development options. I encourage all blockchain developers to play and experiment with Zendoo!”*\\n>\\n> *– Alberto Garoffolo, Horizen’s Engineering Director.*\\n\\n### How to build on Zendoo Testnet\\n\\n**Build on Zendoo to get a jumpstart on your development for when Zendoo moves to mainnet.** \\n\\nYou can now join projects like [Celsius](https://blog.horizen.io/celsius-and-horizen-releases-zkaudit/), [Dash](https://blog.horizen.io/horizen-and-dash-partnership-announcement/), [Morpheus.Network](https://blog.horizen.io/horizen-and-morpheus-network-partnership-announcement/), HeroEngine, and more by building on Zendoo. Join us on testnet today to start using Zendoo and our SDK to deploy your own blockchain. Visit the [Horizen Early Adopter Program (HEAP)](https://heap.horizen.io/) for instructions. Please join our Discord and ask any questions you may have about Zendoo in the #zendoo channel. \\n\\n### \\n\\nWe are also pleased to announce a partnership with the biggest hacker-powered community,  [HackerOne](https://hackerone.com/), on a bug bounty program for Zendoo. Security and reliability have always been our top priorities. As the Horizen ecosystem grows with new features and products, we see the need to reach out to the wider hacker community to help ensure our network is as safe as possible. The bounty program engages with some of the world’s top ethical hackers to find and fix vulnerabilities in Zendoo and make our platform even more secure for future users.\\n\\n> *“We started down the hard road in 2017 with promises to solve the biggest problems in blockchain. Our team is going to deliver on those promises with Zendoo.*\\n>\\n> *We are committed to maintaining the highest standards, code transparency, and ensuring the security and reliability of our platform for all stakeholders. That’s why we decided to partner with HackerOne, the biggest and most renowned bug bounty platform.”*\\n>\\n> – *Rob Viglione, Horizen co-founder and team lead.*\\n\\nThe program gives a boost to the Horizen ecosystem and give developers great incentives for participating. We are offering up to $10,000 in bounties for reporting vulnerabilities.\\n\\nThe bounty program is now active! The program is currently in the private invitation-only stage, only eligible hackers invited by HackerOne are able to participate. The next stage of the program is an open bounty program that will be available to the wider Horizen and hacker communities. \\n\\nPlease enroll in our [early adopter program](https://heap.horizen.io/) to be notified when the bounty program goes public, Zendoo updates, and other future hackathons! \\n\\n### What’s Next For Horizen\\n\\nThe Zendoo production environment testnet is the last milestone before moving to mainnet. Over the coming months, you can expect an exciting series of events such as giveaways, new project launches, partnership announcements, and team growth as we prepare for the launch for mainnet. We will focus on ensuring a smooth and safe launch for our ecosystem, community, and our partners.\\n\\n*Stay up to date on all of our announcements by following us on [Twitter](https://twitter.com/horizenglobal), [Facebook](https://facebook.com/horizenglobal), and [Discord](https://horizen.io/invite/discord).*\\n\\n### Share this story\",\"timestamp\":1637477424,\"title\":\"Horizen’s Platform Zendoo Moves To Its Production Environment Testnet – The Last Milestone Before Mainnet\"},\"digest\":\"GwK3JFCLGPcvs8WX7tbSc8HYTNy0CO5CBoQyAoPyyHI\",\"authorship\":{\"contributor\":\"0x6b2Ec857Db10438439B695c9cd68bB3DbE2D8DBd\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rzwb76E4BaXpVPr4bYvuChs6gv2THiO1GXoHPwoGUwQ\\\",\\\"y\\\":\\\"2b1QmcNnmuQf2ZNhqE1WC69qQ8eVgGZtWh3Qa1c_gv4\\\"}\",\"signature\":\"m1J38BPVOnxCzQwE9jN_x_kgFDbgMlR_wv0C4uDDWoSdIIzKXSyiYH6_qygRus_nx5VFPuU3ksR2oU7NKnWHag\",\"signingKeySignature\":\"0x29372ff68cb1adc504d828442bbddc2abff788dd3503176e104d38fd12a1cb427a7904ddb0e5d1ecde6798c5ba0607a9ad0cde5e2d590393389f94370bfb83fd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rzwb76E4BaXpVPr4bYvuChs6gv2THiO1GXoHPwoGUwQ\\\",\\\"y\\\":\\\"2b1QmcNnmuQf2ZNhqE1WC69qQ8eVgGZtWh3Qa1c_gv4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GwK3JFCLGPcvs8WX7tbSc8HYTNy0CO5CBoQyAoPyyHI\"}"