"{\"content\":{\"body\":\"```\\nSince ETH once again hit a record high since 2017 in early March, the price ratio of all major DeFi blue chip tokens to ETH has been continuously falling. The market has clearly stated that the valuation of these networks does not represent their current usage. In contrast, the value of DeFi's underlying network (ETH) is underestimated. Many ETH-DeFi alternative currencies and other dragging currencies failed to reach record highs or even break through\\nHigh point since June. Last year we ushered in the first \\\"DeFi Summer\\\" when AAVE,\\nThe popularity of platforms such as COMP and Uniswap is truly bursting. At that time, DeFi-related tokens were the latest altcoins on the market, which is the main reason why they performed so well. There was no DeFi on other smart contract platforms other than Ethereum, but now, many different chains have DeFi, and in many cases these\\nEVM compatibility on L1 may be a value narrative to reverse the downward trend of these DeFi assets relative to ETH, because as new capital enters the DeFi field, their usage may increase. These token pairs\\nThe ETH ratio has now returned to near the low point since the beginning of the year. In addition to DeFi blue chips, there are many new innovations in DeFi that come entirely from brand-new protocols, such as OHM/SPELL. I think the biggest advantage of ETH-DeFi lies in these opportunities, and then in the field of decentralized derivatives.\\nAs some are cracking down on crypto trading, and many other non-KYC exchanges are reducing their withdrawal limits or forcing the use of KYC, we will see users moving from centralized exchanges (CEX) to on-chain transactions. dYdX has shown the emergence of this trend, and the volume of decentralized perpetual contracts is comparable to some CEX with good liquidity. DPX\\r\\nIt is another decentralized alternative, dedicated to building an option platform. Now on Solana\\r\\nPlatforms such as Mango Markets and PsyOptions. In the coming months and 2022, all\\r\\nUser growth on these platforms should accelerate\\n```\",\"timestamp\":1636195200,\"title\":\"The DeFi Outlook of the Ethereum Ecology\"},\"digest\":\"yY8Ro1cYLCmbcXvnBXRKUy14LgAKu7I7EHaZVqB8hK4\",\"authorship\":{\"contributor\":\"0xC516Ef05FC38Afe319F83dEE1b329bb486Fd0581\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"f7iVK_uWziNTSKClUyKbJwuo3WoYbJJJAr8RrVphSSk\\\",\\\"y\\\":\\\"JTpJKTCRxMvqaYHHoIQFkv0oE9Uflrtyx_458TcPJjw\\\"}\",\"signature\":\"P4fW-1Ts4gCeO2qUwLo7FH4CJuVodqXhXWggcCG3h2DKw2e8hmEAoULHm6tjb-glAta5oqJAGtcq0pCONx6Q3Q\",\"signingKeySignature\":\"0x8822a1604cec3ce51776dc20c0f954da7b7d536ac4adf46453c36171049c643704f03fed34f5f310c58c646abd97211b62f38937e78052bdfc3c4cc5a6f5d3681b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"f7iVK_uWziNTSKClUyKbJwuo3WoYbJJJAr8RrVphSSk\\\",\\\"y\\\":\\\"JTpJKTCRxMvqaYHHoIQFkv0oE9Uflrtyx_458TcPJjw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yY8Ro1cYLCmbcXvnBXRKUy14LgAKu7I7EHaZVqB8hK4\"}"