"{\"content\":{\"body\":\"Today I shed my old skin which hath, too long, suffered the bruises of failure and the wounds of mediority.\\n\\n　　Today I am born anew and my birthplace is a vineyard where there is fruit for all.\\n\\n　　Today I will pluck grapes of wisdom from the tallest and fullest vines in the vineyard,for these were planted by the wisest of my profession who have come before me,generation upon generation.\\n\\n　　Today I will savor the taste of grapes from these vines and verily I will swallow the seed of success buried in each and new life will sprout within me.\\n\\n　　The career I have chosen is laden with opportunity yet it is fraught with heartbreak and despair and the bodies of those who have failed, were they piled one atop another, would cast a shadow down upon all the pyramids of the earth.\\n\\n　　Yet I will not fail, as the others, for in my hands I now hold the charts which will guide through perilous waters to shores which only yesterday seemed but a dream.\\n\\n　　Failure no longer will be my payment for struggle. Just as nature made no provision for my body to tolerate pain neither has it made any provision for my life to suffer failure. Failure, like pain, is alien to my life. In the past I accepted it as I accepted pain. Now I reject it and I am prepared for wisdom and principles which will guide me out of the shadows into the sunlight of wealth, position, and happiness far beyond my most extravagant dreams until even the golden apples in the Garden of Hesperides will seem no more than my just reward.\\n\\n　　Time teaches all things to him who lives forever but I have not the luxury of eternity. Yet within my allotted time I must practice the art of patience for nature acts never in haste. To create the olive, king of all trees, a hundred years is required. An onion plant is old in nine weeks. I have lived as an onion plant. It has not pleased me. Now I wouldst become the greatest of olive trees and, in truth, the greatest of salesman.\\n\\n　　And how will this be accomplished? For I have neither the knowledge nor the experience to achieve the greatness and already I have stumbled in ignorance and fallen into pools of self-pity. The answer is simple. I will commence my journey unencumbered with either the weight of unnecessary knowledge or the handicap of meaningless experience. Nature already has supplied me with knowledge and instinct far greater than any beast in the forest and the value of experience is overrated, usually by old men who nod wisely and speak stupidly.\\n\\n　　In truth, experience teaches thoroughly yet her course of instruction devours men's years so the value of her lessons diminishes with the time necessary to acquire her special wisdom. The end finds it wasted on dead men. Furthermore, experience is comparable to fashion; an action that proved successful today will be unworkable and impractical tomorrow.\\n\\n　　Only principles endure and these I now possess, for the laws that will lead me to greatness are contained in the words of these scrolls. What they will teach me is more to prevent failure than to gain success, for what is success other than a state of mind? Which two, among a thouand wise men, will define success in the same words; yet failure is always described but one way. Failure is man's inability to reach his goals in life, whatever they may be.\\n\\n　　In truth, the only difference between those who have failed and those who have successed lies in the difference of their habits. Good habits are the key to all success. Bad habits are the unlocked door to failure. Thus, the first law I will obey, which precedeth all others is --I will form good habits and become their slave.\\n\\n　　As a child I was slave to my impulses; now I am slave to my habits, as are all grown men. I have surrendered my free will to the years of accumulated habits and the past deeds of my life have already marked out a path which threatens to imprison my future. My actions are ruled by appetite, passion, prejudice, greed, love, fear, environment, habit, and the worst of these tyrants is habit. Therefore, if I must be a slave to habit let me be a slave to good habits. My bad habits must be destroyed and new furrows prepared for good seed.\\n\\n　　I will form good habits and become their slave.\\n\\n　　And how will I accomplish this difficult feat? Through these scrolls, it will be done, for each scroll contains a principle which will drive a bad habit from my life and replace it with one which will bring me closer to success. For it is another of nature's laws that only a habit can subdue another habit. So, in order for these written words to perform their chosen task, I must discipline myself with the first of my new habits which is as follows:\\n\\n　　I will read each scroll for thirty days in this prescribed manner, before I proceed to the next scroll.\\n\\n　　First, I will read the words in silence when I arise. Then, I will read the words in silence after I have partaken of my midday meal. Last, I will read the words again just before I retire at day's end, and most important, on this occasion I will read the words aloud.\\n\\n　　On the next day I will repeat this procedure, and I will continue in like manner for thirty days. Then, I will turn to the next scroll and repeat this procedure for another thirty days. I will continue in this manner until I have lived with each scroll for thirty days and my reading has become habit.\\n\\n　　And what will be accomplished with this habit? Herein lies the hidden secret of all man's accomplishments. As I repeat the words daily they will soon become a part of my active mind, but more important, they will also seep into my other mind, that mysterious source which never sleeps, which creates my dreams, and often makes me act in ways I do not comprehend.\\n\\n　　As the words of these scrolls are consumed by my mysterious mind I will begin to awake, each morning, with a vitality I have never known before. My vigor will increase, my enthusiasm will rise, my desire to meet the world will overcome every fear I once knew at sunrise, and I will be happier than I ever believed it possible to be in this world of strife and sorrow.\\n\\n　　Eventually I will find myself reacting to all situations which confront me as I was commanded in the scrolls to react, and soon these actions and reactions will become easy to perform, for any act with practice becomes easy.\\n\\n　　Thus a new and good habit is born, for when an act becomes easy through constant repetiton it becomes a pleasure to perform and if it is a pleasure to perform it is man's nature to perform it often. When I perform it often it becomes a habit and I become its slave and since it is a good habit this is my will.\\n\\n　　Today I begin a new life.\\n\\n　　And I make a solemn oath to myself that nothing will retard my new life's growth. I will lose not a day from these readings for that day cannot be retrieved nor can I substitute another for it. I must not , I will not, break this habit of daily reading from these scrolls and, in truth, the few moments spent each day on this new habit are but a small price to pay for the happiness and success that will be mine.\\n\\n　　As I read and re-read the words in the scrolls to follow, never will I allow the brevity of each scroll nor the simplicity of its words to cause me to treat the scroll's message lightly. Thousands of grapes are pressed to fill one jar with wine, and the grapeskin and pulp are tossed to the birds. So it is with these grapes of wisdom from the ages. Much has been filtered and tossed to the wind.Only the pure truth lies distilled in the words to come. I will drink as instructed and spill not a drop. And the seed of success I will swallow.\\n\\n　　Today my old skin has become as dust. I will walk tall among men and they will know me not , for today I am a new man, with a new life.\",\"timestamp\":1634966843,\"title\":\"Today I begin a new life\"},\"digest\":\"ub2Gus6i3nE7Qz8It0qH7lQ10MbELvPZ1gwkc9xkCi4\",\"authorship\":{\"contributor\":\"0x6be025F2D1e2958aDE052a3866aA19cfc66EfBd9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kHs_-z83UHXrqJQrtiBFso2TbsY7DikRmWlamy1CSjk\\\",\\\"y\\\":\\\"I82Ne8xLaOIDDgnGNKDjdkXU401XGohAZUbOguH5BAw\\\"}\",\"signature\":\"ZhK76Xy9XvtOjNrccvLWCBzBNA5d1k9OQ3X-DOgUlQcke5bpjQbJ1qxuVmlsMO5ZuhQy-pDM5bWIk1updVljYQ\",\"signingKeySignature\":\"0xc24f40bd5d0fac0d6b516d524f291f10847bf5f6982a9fbd9ac0618439e6d79d23a0efbcb05dc9bff7275160ab7ce60deca4f50cb3ef14224aafa322b9a7b52e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kHs_-z83UHXrqJQrtiBFso2TbsY7DikRmWlamy1CSjk\\\",\\\"y\\\":\\\"I82Ne8xLaOIDDgnGNKDjdkXU401XGohAZUbOguH5BAw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ub2Gus6i3nE7Qz8It0qH7lQ10MbELvPZ1gwkc9xkCi4\"}"