"{\"content\":{\"body\":\"在中概股暴跌的阴云依然笼罩之际，12月6日，B站高能链揭开面纱。接下来一起来品品B站的高能链有多高能。\\n\\n![高能链官网首页](https://images.mirror-media.xyz/publication-images/pDCoq8QyazHr23CT1-hYD.png?height=876&width=1895)\\n\\n## 1.高能链到底是什么？\\n\\n高能链的[官网](https://www.upowerchain.com)这么介绍，高能链开放平台，你的数字世界，高能链是为新一代应用、文化、游戏以及数字资产构建的数字生态，旨在打造开放创新，包罗万象的数字原生社区。\\n\\n也就是说，高能链不仅仅是一条链，更是一个数字生态和数字原生社区。另外，官网上也强调了，高能链是一个开放平台。\\n\\n## 2.高能链有什么特点？\\n\\n### 高效节能的共识算法\\n\\n采用权益证明的共识算法，在区块链节点之间能够快速达成账本的数据一致性，节能环保。账本没有分叉风险，能达到数秒级别的全局最终性，出块即确认。\\n\\n### 社区治理的去中心化架构\\n\\n引入社区监督机制，达成透明监管。用户可随时查看节点运行和连接状态，对恶意节点、欺诈节点、篡改账本的行为纠正上报，提升整体效率与可用性。\\n\\n### 完备的智能合约能力\\n\\n智能合约赋能可信交易，我们支持主流语言的智能合约开发，欢迎社区开发者进行链上应用的开发。\\n\\n### 合规的链上内容平台\\n\\n高能链拥有完备的内容审核团队，专业的版权保护方案，致力于打造开放、真实的区块链内容平台。\\n\\n### 丰富的跨链能力\\n\\n制定标准化的区块链跨链协议，具备互操作性，打破区块链数据孤岛，完成多条链间协作，达到区块链的横向应用拓展，提升数据的整体价值。\\n\\n### 安全专业的私钥托管方案\\n\\n为了更安全专业的保护用户资产，防范各种外部以及内部风险，定制签名专用服务器，并对密钥的管理权限进行了分割，并采取了多级密钥、密钥轮换、最小暴露等多种技术手段。\\n\\n## 3.高能链的应用场景\\n\\n高能链的愿景是提供数字资产上链渠道，欢迎多元化应用加入生态，实现数字资产跨应用流通，为用户提供多样化使用场景和展示舞台。成为组织或个人的“主权身份认证+资产库”。\\n\\n落实到具体应用场景方面，主要分为三大板块：版权、数字藏品、数字身份。\\n\\n### 1.版权方面\\n\\n**背景**\\n\\n近年来，随着用户生成内容的兴起，创作者在各个平台上发布精彩多样的原创内容。不少博主应运而生，其优质内容获得相应领域的粉丝群体的关注。但与此同时，视频作品被盗用、搬运或抄袭的现象层出不穷，极大地破坏了原创者的权益。版权信息系统与工具迫在眉睫。版权不仅保护了原创者的正当权益，也保护传播者的正当权益，更保护了公众掌握知识，分享知识成果的权利。\\n\\n借助数字技术，文创业正在经历新一轮产业变革。作为数字文创的主要类型之一，以区块链技术进行唯一标识的数字藏品受到了年轻人的喜欢。通过区块链技术，数字藏品等数字文创产品实现了发行、购买、收藏和使用等全生命周期的真实可信，在保护创作者权益的基础上有效激活了作品的衍生价值。\\n\\n**痛点**\\n\\n缺少原创痕迹证明。\\n\\n找不到大家都认可，有公信力的数据存储平台。\\n\\n想引用他人原创作品，怎样标明比较妥当？\\n\\n**目标**\\n\\n为原创内容提供版权信息凭证，打造完全合法合规的区块链应用，每一个原创内容都可被监管被存证，受到完整保护。为数字文创作品确权以及流转提供创新解决方案，让创作者的作品能更好抵达市场，促进原创文化行业繁荣发展。充分运用区块链技术保护链上数字文创作品版权，保护创作者合理权益。\\n\\n**功能**\\n\\n结合区块链、可信时间戳、哈希校验等技术，为文创作品提供全方位的版权保护，支持视频、图文等文创作品存证确权、版权交易、侵权监控、证据保全、司法出证等功能。\\n\\n**原创记录，永久存在**\\n\\n永久记录原创发布时间、发布地点、发布次数。有利于锁定异常情况，为打击抄袭提供信息和证明\\n\\n**版权保护，链上取证**\\n\\n公开版权信息、出品方、有效期、发售范围等。整合高能链版权保护能力，发现违约违规，一键举报，链上取证，轻松维权。\\n\\n**专属凭证，原创持有**\\n\\n原创内容绑定高能链提供的版权信息凭证，利于社交分享，预防抄袭盗用等行为。\\n\\n**创作玩法，趣味多样**\\n\\nIP合作、联名发布、流动性二创，高能链为你的创意保驾护航。\\n\\n### 2.数字藏品方面\\n\\n**定义**\\n\\n**数字藏品是什么？**\\n\\n数字藏品是通过区块链技术，为图片、视频、音频等类型文件提供所有权认证的数字化作品、商品。基于区块链技术特点，数字藏品具有不可篡改、不可复制、永久存储和唯一标识的特点。\\n\\n数字藏品以艺术内涵、纪念意义和商品的实际价值做支撑，不具备支付功能等任何货币属性。\\n\\n**产品特点**\\n\\n数字藏品是新一代的数字文化载体，你的热爱都可以在数字藏品找到归属。区块链是数字藏品的底层技术，区块链凭借其透明、公开、可追溯、不可篡改等特性已成为数字经济时代最重要的基础技术之一，数字藏品是区块链代表应用之一。\\n\\n**多种形态**\\n\\n数字藏品可有多种展现形态，高光时刻的“明星卡”。发布演绎百年品牌历史的数字电影藏品。随着节气而变化的可编程藏品，让收藏者体验到加密艺术的魅力。创作者可天马行空的泼墨想象，收藏者可细细挑选共鸣的宝藏。\\n\\n**版税**\\n\\n在传统艺术界，计算版税是难以监控环节，且难以准确计算的难题。许多创作者没有得到他们应得到的报酬。数字藏品基于智能合约的特性，在每次转让时，可以按照发售时设置好的百分比，向创作者自动支付版税，更好的维护创作者权益。\\n\\n**可编程**\\n\\n通过开箱即用、方便快捷的创作工具，让数字藏品拥有生命，随着时间、温度的客观环境的变化而展现多面。\\n\\n**丰富的使用场景**\\n\\n想把私藏的数字藏品做个人展览吗？想象过用维京斧在三国志战场上比武吗？数字藏品不仅仅能观赏，在游戏、电影、短视频甚至数字生态中有丰富的使用场景。同时，你的藏品也可以由你来开发应用场景。\\n\\n**艺术圈层拓展**\\n\\n游戏、音乐、体育、票务等应用场景的发展不断将数字藏品渗入到现实生活中。从传统的艺术藏品销售，到具有互动性的数字藏品应用场景，这些贴近生活的应用场景使数字藏品更具有留存率，促进数字化进程。将大众时尚、民俗文化等实体产业逐步引入数字世界，进一步开启数字世界与现实世界的大门。\\n\\n**身份的另一种表达**\\n\\n高能链可根据用户持有的数字藏品创建更为新型的数字身份，用户可利用数字身份跨平台登录、互动，在衍生出的使用场景中使用数字藏品。\\n\\n**可流动性创造**\\n\\n基于智能合约的特性，用户可定制或持有特定的数字藏品，并可与其他数字藏品进行多次融合，创作新的数字藏品。\\n\\n**共识**\\n\\n*保证价值支撑：充分挖掘基于区块链数字藏品的应用场景，让用户体验到更多样的文化体验。*\\n\\n*保护消费者权益：数字藏品权益告知页面会充分告知数字藏品的基本信息，明确写明买家可以获得的权利。*\\n\\n*维护网络信息安全：确保数字藏品内容安全、健康、合法，引导用户合法、文明地使用数字藏品及网络社区。*\\n\\n*杜绝虚拟货币：坚决抵制任何形式的数字藏品为噱头，实质发行和炒作虚拟货币的行为；数字藏品的发行和交易不得以虚拟货币结算。*\\n\\n*防范投机炒作和金融化风险：坚决抵制任何形式的数字藏品价格恶意炒作。除持牌机构外，坚决抵制通过集中竞价、连续交易等方式组织数字藏品的交易，抵制通过份额拆分、标准化合约交易等方式变相发行金融产品。*\\n\\n**重点**\\n\\n*坚决抵制任何形式的以数字藏品、文创作品为噱头，实为发行和炒作虚拟货币的行为。*\\n\\n*坚决反对打着保护传统文化等各种形式的炒作方式，炒作违背社会经济价值规律，严重影响数字文创行业的健康发展。*\\n\\n*坚决抵制任何形式的数字藏品商品价格恶意炒作。*\\n\\n*坚决抵制任何形式将数字藏品进行权益类交易、标准化合约交易等违法违规行为。*\\n\\n### 3.数字身份方面\\n\\n**背景**\\n\\nWeb2.0 时代，用户的数据掌控在为数不多的互联网巨头手中，屡屡爆出用户数据泄露的问题。同时，基于用户数据，互联网公司进行特性化的广告推送等，也出现了大数据杀熟等丑闻，在滥用用户数据、吸取用户的价值的同时并没有对用户进行反哺。对于每一家公司来说，都会单独存一份用户的信息，用户数据存在大量冗余，而且不同公司之间数据并不互联互通。从国家层面以及个人用户层面，对个人数据、用户隐私保护的需求越来越迫切。\\n\\n**定义**\\n\\n分布式数字身份，通过区块链技术为用户创建的数字身份，身份信息等数据永久保存在链上，数据的所有权完全归用户所有。\\n\\n**特点**\\n\\n通过区块链技术永久记录用户的数字身份信息，不会被恶意删除。\\n\\n身份信息完全由用户自己掌控，第三方使用需要得到用户的授权。\\n\\n**目标**\\n\\n通过分布式身份技术，在数字世界，用户能够对自身数据实现真正的控制，能够有效实现用户隐私的保护。\\n\\n## 4.技术方案\\n\\n技术方案方面，主要分为三个部分：私钥保管、智能合约、可信跨链。后两者还未上线，我们一起看看私钥保管的具体内容。\\n\\n官方介绍称，为了帮助普通用户提升私钥管理的安全水平，高能链采用代替用户集中管理私钥的设计方案。采取如下措施提升私钥安全性：\\n\\n**签名专用服务器**\\n\\n私钥相关业务被集中到签名服务。签名服务运行在专用的裸金属服务器（BMS, Bare Metal Server）上，并且做了针对性的系统强化、访问权限控制以及网络隔离保护，仅能由指定的应用服务器通过双向认证的安全连接进行访问。\\n\\n**秘密分割技术**\\n\\n为了兼顾多位管理员共同管理的需要，并防止单一秘密被过多人掌握，高能链采用秘密分割算法（SSS, Shamir's Secret Sharing）对管理员密钥进行安全分割，使得单一或少于门限数量的管理员无法恢复管理员密钥，而个别管理员丢失所管理的分量也不影响对管理员密钥的恢复。\\n\\n管理员所持分量可以编码为助记词，并使用 Reed-Solomon 编码方法进行纠错，防止个别助记词抄错、遗漏等情况造成恢复错误。\\n\\n**多级密钥体系**\\n\\n高能链采用多级密钥体系，层层加密，来阻断可能的攻击链条。在高能链的密钥管理体系中，目前一共有三级密钥：\\n\\n用户助记词种子为第一级，被主密钥所加密后存放于数据库中，并对数据库访问权限做了管理。加密算法为主流的分组加密算法 AES（高级加密标准），分组模式为 GCM（伽罗瓦计数器模式）。GCM 模式具备密文完整性验证能力，可以检测密文被篡改或者替换的情形，避免存放于数据库的密文被攻击者替换从而造成伪造身份签名的效果，或密文被篡改而造成签名无效的后果。\\n\\n主密钥为第二级，由第三级的管理员密钥所加密，同样采用 AES-GCM 模式。主密钥的明文仅在签名服务器的内存中出现。\\n\\n管理员密钥为第三级。签名服务启动的时候，由多位管理员共同恢复管理员密钥，签名服务使用管理员密钥解密主密钥后，销毁相关材料，将主密钥驻留内存以便在需要的时候解密用户助记词种子。\\n\\n通过多级密钥体系和秘密分割技术，高能链阻断了从管理员到用户助记词种子的攻击链条：\\n\\n*单一或少于门限数量的管理员不能恢复管理员密钥；*\\n\\n*掌握管理员密钥不一定导致掌握主密钥；*\\n\\n*掌握主密钥不一定导致掌握用户助记词种子；*\\n\\n*掌握个别用户的助记词种子不一定导致掌握其他用户的助记词种子。*\\n\\n*从而最大限度地保证了用户的资产安全。*\\n\\n**密钥轮换**\\n\\n高能链制定了主密钥定期轮换和按需轮换的管理政策。定期或管理员人员变更后，也会重新生成管理员密钥的秘密分割分量。\\n\\n**最小化暴露**\\n\\n用户种子和私钥仅在用户发起签名的时候才在签名服务中被恢复出来，并且完成签名后立即安全销毁。其明文暴露于内存中的时间极为短暂。高能链精心优化了算法流程，配备了性能强悍的硬件以保证足够的签名性能，并避免缓存所恢复的用户私钥。\\n\\n## 5.区块浏览器\\n\\n![高能链区块浏览器](https://images.mirror-media.xyz/publication-images/tQCe78PAkabB_Wq4hpzZM.png?height=887&width=1896)\\n\\n根据官网信息，截至发稿前，区块高度达17417，TPS为8，平均出块时间为3.4，累积交易数达101302，合约数量为11。\\n\\n另外，还有通证数量这个类目，也就是已生成（mint）的通证数量，目前为零。\",\"timestamp\":1638762296,\"title\":\"前方高能！B站高能链到底是啥？\"},\"digest\":\"KHVScFB_FV6ojXWFJeOwCwpNSlOmo-iTUusooo28K5w\",\"authorship\":{\"contributor\":\"0xd3Ace9DdF3a62F9b8F690c0b1D52c1Bc2AE79695\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TXLRFrNLqCsHzUNADs4Rdhwr1LAxTYI46UaFCN8lOH8\\\",\\\"y\\\":\\\"E11DV_gCzBvF3SYbgFKaMjrRt82m6N_vgzbZT2ROIFY\\\"}\",\"signature\":\"rC8xnWKtzZCQwHjZabhR6cXhNtgmjp6xrAYmAU_fCfMjS5F6_D9cVuZORgDKoaoG94vC6Y4K6iyDquLHMFwcTQ\",\"signingKeySignature\":\"0x302686b5d2089f7fca5b39f7877c0b3e686b63ec81953c24717726bdfbc1e3ba58ccf80f601a4bba8155fae45f0073c1866572b6a873e938ae04051cea9adc2d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TXLRFrNLqCsHzUNADs4Rdhwr1LAxTYI46UaFCN8lOH8\\\",\\\"y\\\":\\\"E11DV_gCzBvF3SYbgFKaMjrRt82m6N_vgzbZT2ROIFY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DQkx2jVyeAeJpU_CTmwuA4BAe9851q1k3M4C2XdQXb8\"}"