"{\"content\":{\"body\":\"作者有话要说：鉴于上一章很多读者都觉得“不爽”，觉得心理描写太多，就再写一章干货多的。不就是多一种选择、换一种写法吗，对一个作者来说不过是信手拈来，要善良有善良，要冷酷有冷酷︿(￣︶￣)︿\\n\\n    以下是李诗情差点黑化版本，看过上一章喜欢善良女主的可以不看，算是分支。两章结尾都是一样，都下了车。\\n\\n    “我艹, 就差一点！”\\n\\n    哪怕是一直表现很绅士的小哥，再次醒来时也忍不住爆了粗口。\\n\\n    “原来那铃声是定时装置？还是什么起爆方式的一种？”\\n\\n    这种临门一脚却失败的感觉实在太糟糕了, 连一直平和的小哥都有点接受不了。\\n\\n    李诗情的情况也没有好到哪里去。\\n\\n    和小哥之前一样, 这一次高压锅是在她端着的情况下炸的，爆炸一起，她当场就尸骨无存, 等清醒了以后, 她完全感觉不到自己那双手的存在了。\\n\\n    但比身体上遭遇痛苦更无法接受的，是司机大叔最后突然的“反叛”。\\n\\n    李诗情从来没有怀疑过司机大叔, 一次都没有。\\n\\n    她不是本市人, 一个人孤身来这个城市上学, 为了多省点零花钱，和大部分大学生一样，她出门通常选择坐公交车。\\n\\n    她家里有车, 在上大学之前, 去远点的地方多是父母开车接送，不远的就靠走或者骑自行车。\\n\\n    学会坐公交车、看公交线路，还是来到这个城市之后的事儿。\\n\\n    因为学校在这条线上，所以她坐得最多的就是这条45路线，在这条线上遇见过最多的司机，就是这位司机大叔。\\n\\n    刚开始学着坐公交车时，她经常出各种问题，有时候坐过站，有时候坐反了方向, 有时候好心让了位给老年人却被年轻人抢了座……\\n\\n    很多次，都是在这位好心的司机大叔耐心帮助下，她才能成功的到达目的地。\\n\\n    是司机大叔，让她喜欢上这个有人情味儿的城市，喜欢上坐这个城市的公交车。\\n\\n    不同于死气沉沉的地铁，单调又无聊的出租车，坐公交车的乐趣实在太多了。\\n\\n    她喜欢它低廉的票价，喜欢在窗明几净的车厢里观赏车窗外的城市风景，喜欢用这种方式丈量这个城市的每一寸土地；\\n\\n    她喜欢听本地人在车厢里大声用方言聊着市井听闻，喜欢每一次上车下车时人与人短暂的缘分，也喜欢和很多不同的人在车里一起度过这简单又充满生活气息的几十分钟。\\n\\n    每次上车，只要车厢里人不多，她都喜欢坐在司机大叔后面，不时和他闲聊几句，有时候甚至不用说话，只是坐在他背后的位子上就很安心。\\n\\n    只要上车时笑着央求大叔一句，就根本不用担心坐过站的问题。\\n\\n    虽然李诗情从来没有和司机大叔说过，但她从心里对这位好心的大叔充满了感恩之心，也一直想对他说声“谢谢”。\\n\\n    感谢他在自己刚到这个城市局促无助时提供的善意指点、无私帮助；\\n\\n    也感谢他每一次到站前的提醒，和人发生摩擦时的维护。\\n\\n    “公交车循环”事件开始发生时，她尝试过让司机大叔停车、让司机大叔调头，甚至制造各种事件想要劝服他，可大叔每一次都坚持着要把客人送到站而将车开走了。\\n\\n    那时候，她还在心里烦恼过他的过于“敬业”。\\n\\n开端 **第3**5节\\n\\n    她的同伴不是没有质疑过司机大叔。\\n\\n    事情一发生，他就旁敲侧击地问过司机大叔精神状况是不是不太好所以才出车祸。\\n\\n    ——那一次，是她帮大叔解释，打消了他的疑虑；\\n\\n    他质疑过司机会不会有丢下一车乘客逃生或根本不相信他们话的可能。\\n\\n    ——是她非常肯定地否决了他的猜测，甚至直呼“他不是那样的人”。\\n\\n    是因为她对大叔的盲目信任、是因为她对于自己的判断太过自信，才执意选择了这种她觉得“最没有难度”的“通关方式”……\\n\\n    结果却功亏一篑。\\n\\n    司机确实不是会丢下一车人逃跑的人，他想要的……是没有一个人能下车。\\n\\n    “为什么会这样……”李诗情陷入了浓浓的不信和怀疑中，自言自语着，“……司机大叔为什么要这样？！”\\n\\n    无论怎么想，她都没办法将穷凶极恶的“歹徒”与和善亲切的司机大叔联系到一起。\\n\\n    “不管是为什么，现在都已经能肯定司机和发疯的大婶是同伙了。大婶之前歇斯底里喊的‘王兴德’，有可能就是司机的名字……”\\n\\n    临门一脚却突然出现变数，小哥的心情也很糟糕，但好在他本来就和司机不认识，也没有受到太多打击。\\n\\n    “这可怎么办？我们就两个人，还要制服两个人？”\\n\\n    “那就再试！”\\n\\n    等最初的震惊和不信过去，这样的功亏一篑，却越发激起了李诗情的斗志。\\n\\n    相对于被穷凶极恶的大婶抹脖子，这种明明特别信任一个人却被“背叛”的感觉，更加令人愤怒。\\n\\n    “司机也有问题，就连司机一起制住！司机不给我们开门，我们就自己想法子开门！一个人两个人帮不了，那就三个人四个人五个人！”\\n\\n    李诗情的眼睛里像是冒着火。\\n\\n    “我就不信了，我都知道真凶是谁、炸弹在哪里、怎么爆炸的，我们还找不到办法解决！”\\n\\n    这样的李诗情真的很吓人，浑身上下都散发出一种“通通别来惹我”的气息，沉郁到连小哥都没来由心底一沉。\\n\\n    但如今箭在弦上，也确实不得不发，一时之间，小哥也没想到什么更好的法子能同时控制住司机和大婶，便依从了李诗情的想法，继续再试。\\n\\n    和上次一样，他们分别拿了纸条去劝说别人出手帮助，因为这一次还要加上制服一个“司机”，仅仅靠口罩男和带包大叔已经不够了，然而公交车上基本都是老弱病残，他们不得不又将车上另外一个年轻点的中年人“钥匙大叔”当做人选，希望得到他的帮助。\\n\\n    谁料，“钥匙大叔”在看到纸条上写着的东西后，不但没有答应帮助他们，还在下一站沿江东路正常停靠的时候还屁滚尿流的跑下了车。\\n\\n    “……这，这怎么办？”\\n\\n    已经成功说服了带包大叔和口罩男的小哥傻了眼，“下次循环，我们不会又多个‘同伴’吧？”\\n\\n    “这种怂包也能被叫做同伴？”\\n\\n    连番失败后，李诗情已经彻底沉浸在愤怒和不甘之中，听到小哥的话直接被气笑了，“像钥匙大叔这样的人，充其量只能算个‘拖油瓶’吧？”\\n\\n    到了这个地步，她和小哥不疯就已经算是好的了，还能顾得上救人，都能算得上“圣母”。\\n\\n    李诗情冷漠地看着钥匙大叔三两步窜下了车，眼神冰冷。\\n\\n    他是自己作死要下车的，就算他也进入了循环，也不能怪他们。\\n\\n    ——不是他们把他拖入了这种生不如死的“地狱”，全是他自己的选择。\\n\\n    找不到别的靠谱助力，时间却还在继续，两人也只能咬着牙上，根据之前的方法，成功的制服了大婶。\\n\\n    然而就在小哥用安全锤破窗的那一瞬间，被按倒在地上的大婶尖啸起来，李诗情早就准备地扑向大叔，却没有快过司机。\\n\\n    正在开车的司机当即一脚油门，径直就撞下了过江大桥。\\n\\n    高压锅在公交车撞向水面的那一瞬间，剧烈地爆炸了。\\n\\n    .\\n\\n    再次醒来，李诗情深吸口气，第一件事是去看那个下车的钥匙大叔。\\n\\n    新的循环里，大叔安安静静地坐在车子上，根本没上一次循环时惊慌失措的样子，也半点没有知道车上有炸弹的状态。\\n\\n    “大叔上一次也下车了，为什么没进入循环？”\\n\\n    等剧烈的头痛过去，小哥也开始打量着那个大叔，纳闷地问：“难道下车不是进入循环的原因？”\\n\\n    “别想了，没时间了，现在不是想这些的时候！”\\n\\n    李诗情默默收回了目光，说不清心里是松了口气，还是有些失望。\\n\\n    “既然不用担心有人会进入循环，那就多拉几个人一起帮忙试试！”\\n\\n    这一次，他们将那张纸条给满车的乘客都看了，不管有几个人能帮忙，只要能多一个帮手都好，多一个人就是多一份力量。\\n\\n    然而，这一次，在“沿江东路站”下车的乘客更多了。\\n\\n    一个个上车时颤颤巍巍路都走不稳的老头老太太，下车时候却头也不回跑得飞快，钥匙大叔下车的时候甚至还推倒了一个头发花白的老头，完全没有之前“打倒”小哥时正义凌然的样子。\\n\\n    转眼间，满车乘客就剩下寥寥几人。\\n\\n    李诗情的脸黑得可怕。\\n\\n    偏偏有一个乘客不知道出于什么心理，走就走，临下车时居然还对着车里喊了一嗓子：\\n\\n    “你们快跑啊！车上有个带刀的疯子！”\\n\\n    于是这一次循环，是他们经历过的最短的一次循环。\\n\\n    几乎是他刚喊完，车里的炸弹就炸了。\\n\\n    .\\n\\n    再次从循环里醒来，两个人甚至都有提不起劲儿“干活儿”了。\\n\\n    “你说我们这么拼命是为了什么？”\\n\\n    想到上一次循环莫名“暴毙”的原因，小哥疲惫地说，“劳心劳力不说，死了一遍又一遍，一车的乘客，除了一个用钱请来帮忙的大叔、一个犹犹豫豫的口罩男，竟然没有一个敢冒险帮忙的，不帮忙就算了，还要拖后腿……”\\n\\n    “那就不要他们帮忙。”\\n\\n    李诗情冷着脸，咬牙说，“我们不要那些老头老太太帮忙，我们报警。”\\n\\n    这一次循环，他们一开始就报了警。\\n\\n    但是时间实在太急促了，就算警方一接到报警就赶来，也赶不上从最后一站乔装普通人上车，只能在半路设卡封桥，疏散过往车辆，避免更大的伤亡。\\n\\n    李诗情和小哥没想到，报警的最后结果，竟然是这辆公交车单独一车开在空荡荡的道路上……\\n\\n    看到上桥的路堵被拦上了路障，车里的大婶怪笑了一声，扒开了限压阀。\\n\\n    .\\n\\n    “这么一直死不是事……”\\n\\n    死了好几次，小哥清醒过来，止住了李诗情“机械式存档读档”的行为。\\n\\n    “我们没办法同时制止大叔和大婶，不如试试‘各个击破’。”\\n\\n    “各个击破？”\\n\\n    尝试这么多次都没有结果，一切仿佛又回到了原点，李诗情已经非常疲惫了，即使小哥提出新的计划，也完全提不起精神。\\n\\n    “你不是说你和司机大叔很熟吗？你不如去探探司机大叔的口风，看看有没有办法将他‘策反’。”\\n\\n    小哥这也是没办法之下的“权宜之策”。\\n\\n    他推了推眼镜。\\n\\n    “这个大叔在这条线上跑了这么久，总有什么原因才会协助大婶做这种事吧？也许是被胁迫，也许是抓住了把柄，或者是情感纠葛什么的，弄清楚源头，再把问题解决，或许能把司机拉拢过来。”\\n\\n    说实话，对于大叔的“背叛”，李诗情内心是有怨怼的。\\n\\n    但在她的心底，也隐隐有些期待，希望大叔会选择这么做是因为“有苦衷”，而不是纯粹是个坏人。\\n\\n    李诗情还记得大叔的那一眼。\\n\\n    有着那样愧疚和痛苦眼神的人，不应该是个冷漠的杀人机器。\\n\\n    犹豫了一会儿，李诗情看着前方正在开车的时机大叔，一咬牙。\\n\\n    “好！”\\n\\n    她假装在车里伸展筋骨，不露痕迹地踱到了司机的旁边，开始了自己的试探。\\n\\n    “大叔，昨天晚上没睡好吗？”\\n\\n    李诗情假装开玩笑地说，“我看你今天好像很没精神啊。”\\n\\n    “啊？”\\n\\n    司机看了她一眼，反常地没有接话。\\n\\n    开始就卡了壳，李诗情没有气馁，继续打探着，“大叔每天这么开车很累吧？中午怎么解决午饭问题？回家吃吗？”\\n\\n    “自己随便吃点。”\\n\\n    司机随口说。\\n\\n    “咦？没人送饭吗？我还以为你们都是有人送饭的。您的夫人和孩子不会帮忙送饭吗？”\\n\\n    李诗情想从他的家人情况入手。\\n\\n    毕竟被胁迫的话，最常见的情况就是家里人被绑架了。\\n\\n    然而闲谈再一次卡壳，司机大叔在听到李诗情的话时就选择了沉默，好像明显走了神。\\n\\n    “司机大叔……”\\n\\n    李诗情还想再问，眼角的余光却看到面前来了一辆渣土车，面色顿时一变。\\n\\n    “司机大叔，大叔，注意前面的车！”\\n\\n    砰！\\n\\n    公交车撞上渣土车的那一刻，灼热的气浪轰然席卷了所有人。\\n\\n    .\\n\\n    “他不接我的话。”\\n\\n    再次醒来，李诗情望着车窗外的风景，有一种干脆一头撞死在上面的冲动。\\n\\n    “每次提到关键问题，他就沉默。”\\n\\n开端 **第3**6节\\n\\n    她真的不想再继续了。\\n\\n    就这样吧，该怎么样怎么样，破罐子破摔，反正这一车的乘客也没什么值得好救的。\\n\\n    从一开始的天真，到后来对小哥的愧疚与责任心，再到后来一步步完善计划后的激动，最后到不撞南墙不回头的尝试，李诗情觉得自己已经把一生能有的热情、坚忍和激情都燃烧尽了。\\n\\n    可即使到了这一步，还是找不到破局的可能。\\n\\n    该怎么控制一个正在开车的司机？\\n\\n    他的两只脚踩在油门和刹车上，他的双手放在方向盘上，车门是液压气动的，他不开门，他们拼尽力气都打不开。\\n\\n    应急开门装置被司机“背叛”爆炸那次，口罩小哥就尝试过了，根本是坏的。\\n\\n    一车人的性命本来就握在司机的手上，更何况车里还有个带着炸弹、虎视眈眈的可怕大婶。\\n\\n    小哥也心累的不行，整个脑袋似乎都要爆炸了，什么计划方案都成了一脑子浆糊，连冷静思考都做不到。\\n\\n    两个身心俱疲的年轻人瘫倒在座位上，像是两只被丢上车的咸鱼。\\n\\n    就这么瘫了一会儿，耳边又传来熟悉的“沿江东路站”报站声。\\n\\n    “不管了，先下车！”\\n\\n    小哥抹了把脸，一跃而起。\\n\\n    在李诗情怏怏的目光里，小哥一把拉起身边的同伴。\\n\\n    “既然在车上破不了局，那就下车想办法！”\\n\\n    他牵着李诗琪走到了后门边，紧紧攥住她的手腕不放。\\n\\n    “先不想了，下车松松气！”\",\"timestamp\":1642689206,\"title\":\" 第30章 番外【上章超人版】\"},\"digest\":\"sw-zbzKkPNmAchIriYN1cChNaZQzF4RrXYKC09fhtOY\",\"authorship\":{\"contributor\":\"0xB9216E2DF7d69b7997aBD7acCB3365521cb8Ed62\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"signature\":\"uqlDnJqt3MTsGD7Z6gfkkocFLReNcqKXdpzRolDn6ndxiA1uw04izd1RkyhjW64BHjHw6eBhkwnEYeZbswar2Q\",\"signingKeySignature\":\"0x80d09cda20c2032282deff087511c0c313c9181b457aa16ca6b8d39fec27f4927fdb992bd7d2b99de1e23c78a32587b5529f7a2bdc5295f908a5618e50c1e79b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sw-zbzKkPNmAchIriYN1cChNaZQzF4RrXYKC09fhtOY\"}"