"{\"content\":{\"body\":\"You're probably here because you've gotten Eco Points from somewhere. Maybe it was on Twitter. Maybe as part of onboarding to the Eco App. Maybe somewhere else...\\n\\nSo what are they? \\n\\nWe've got two-and-a-half answers for you: an emotional answer, a practical answer, and a glimpse into the future. \\n\\nBut for those impatient, a summary: **Eco Points are a pro-social rewards layer for the internet — letting you send people a token of your appreciation that is evolving into the world's first open rewards currency**. \\n\\n[https://twitter.com/JoeySweeny/status/1464626468718264323](https://twitter.com/JoeySweeny/status/1464626468718264323)\\n\\nHere’s a video, or keep reading to learn more.\\n\\n[https://www.youtube.com/watch?v=tFHiXljBDj0](https://www.youtube.com/watch?v=tFHiXljBDj0)\\n\\n### Eco Points, a feeling. \\n\\nThe first thing to know about Eco Points is that they *feel* different than anything else you can send someone. They represent *intangible* value — something *priceless*. \\n\\n[https://twitter.com/RachelFintwit/status/1464309463347871756](https://twitter.com/RachelFintwit/status/1464309463347871756)\\n\\nUntil today, when someone did something you like on the internet, you had two options:\\n\\n1. Send them something with hard value — like Venmo'ing them dollars or tipping them ETH. This usually feels... icky. For some things, like a defined product or service, sure, it works. But for our everyday interactions on the internet, it would feel weird to send something with hard value. You'd never Venmo your friend $5 for telling a funny joke. It just doesn't feel good to put a price on your friend’s humor.\\n2. Acknowledge them with some sort of truly value-less social currency — like fav'ing their Tweet or upvoting their Reddit comment. While this is nice to do and we should all keep doing it, at the end of the day, it feels empty. At the best it just boosts their signal. But, in the words of Drew Carey: \\\"everything's made up and the points don't matter.\\\"\\n\\nWhat if you could reward people with intangible value — something that had a future, but didn't feel like cold, hard cash. That's the feeling that Eco Points give. Sending them around is every bit as good — better, even — than hoarding them. There's something special about spreading the love, which, incidentally, helps make sure we all win together. \\n\\n[https://twitter.com/robfizzle_/status/1469039747943124992](https://twitter.com/robfizzle_/status/1469039747943124992)\\n\\n### Eco Points, a reward currency. \\n\\nSo where does that value come from? Well, aside from the overarching social contract of shared belief that envelops Eco Points, the value also comes from Points' future as a rewards currency. \\n\\nEco has begun to announce the first few upcoming redemption options for Points, and there will be more. Eco itself and partnered brands are offering ways to use your Points for various things that fit the ethos of Points — intangible yet valuable. Think: limited edition products, personalized items, access you can't get any other way, and more. \\n\\n![](https://images.mirror-media.xyz/publication-images/A9ntZTKU49VdxXlgM1sYP.png?height=164&width=604)\\n\\nSo having Points means you'll get access to those opportunities. (To be kept in the loop, by the way, you may want to sign up on [our website](https://eco.com).) \\n\\n### Eco Points, an Open System. \\n\\nBut even more than that, Eco Points are becoming an Open System — built on an open standard (forthcoming soon) and allowing for open movement between platforms. That's why you can see Points on Twitter, in the Eco App, and more places already — and they'll keep appearing on more platforms over time. \\n\\nThere's a question we'd pose to you: if something like these Points starts off as a toy with just a few use cases, but opens up and becomes accessible in more and more places... what does that mean for their future? If we build the world's first open rewards currency, how could that evolve? What (if any) are the limits? \\n\\n[https://www.youtube.com/watch?v=9rfaqoGgh5E&t=1s](https://www.youtube.com/watch?v=9rfaqoGgh5E&t=1s)\\n\\nAs we always say at Eco: #KYEP. And also, we ask you to remember: the moon is not enough. \\n\\n### A practical note \\n\\nNow that you know all that, you may be wondering: how can I get Points? How can I use them? \\n\\nThe best ways to get Points right now are by using [the Eco App](https://eco.com), or by talking to [folks on Twitter who have Points](https://twitter.com/eco_accountant/with_replies), or by [requesting a grant of Twitter Points](https://twitter.com/eco_accountant/status/1464380808584564740), or finding our secret Discord (hint: having everyone’s favorite 🦊 unlocks a different signup flow on [our site](https://www.eco.com/). Or you can just answer the riddle correctly. Or there might be other ways to get in, too)... \\n\\nIf you're still wondering, feel free to tweet [@eco](https://twitter.com/eco) and we'll chat. \\n\\n[https://twitter.com/eco/status/1465740840417042432](https://twitter.com/eco/status/1465740840417042432)\\n\\nOnce you have Points on a given platform, just ask your friendly Eco team members and they'll be happy to show you how to send them around. \\n\\nWe can't wait to explore the evolution of this, together.\\n\\n[https://twitter.com/Jehoseph/status/1469863346505539586](https://twitter.com/Jehoseph/status/1469863346505539586)\\n\\n\",\"timestamp\":1639584563,\"title\":\"What are these Eco Points?\",\"publication\":\"echo\"},\"digest\":\"sNoyav0YAtoyLjuBtRx1G6K99JcTvjZcVEuEeHoLMr8\",\"authorship\":{\"contributor\":\"0x1309513791C6D34993444bBe135FDbE686EBE33B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6BRVbda7Ly02XllQjRm44pTy0DsBlqaUEaiQtw0RECQ\\\",\\\"y\\\":\\\"EeuipDQ6Z0avUvjSEYPkDRaGf3pks3QBymaZHqAnK5Y\\\"}\",\"signature\":\"lkLIOYuCOJ7__n_0hlSlKUIjcR5SXt0Hum2hdXzS-PC5tjLYO3JOWzOJONSZgo2q3nTZHGR6uOdxQHSJzwu9mg\",\"signingKeySignature\":\"0x2056303772421d6e92f08e27636e83b24c619bb87b3ae7f8bad969892d3912797ea53071a07e6528e54037724eac1c63353d9b59facb9ec0e9c2ca53d13ed7e51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6BRVbda7Ly02XllQjRm44pTy0DsBlqaUEaiQtw0RECQ\\\",\\\"y\\\":\\\"EeuipDQ6Z0avUvjSEYPkDRaGf3pks3QBymaZHqAnK5Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sNoyav0YAtoyLjuBtRx1G6K99JcTvjZcVEuEeHoLMr8\"}"