"{\"content\":{\"body\":\"\\nIn cryptography, post-quantum cryptography (sometimes referred to as quantum-proof, quantum-safe or quantum-resistant) refers to cryptographic algorithms (usually public-key algorithms) that are thought to be secure against a cryptanalytic attack by a quantum computer. The problem with currently popular algorithms is that their security relies on one of three hard mathematical problems: the integer factorization problem, the discrete logarithm problem or the elliptic-curve discrete logarithm problem. All of these problems can be easily solved on a sufficiently powerful quantum computer running Shor's algorithm.\\\\[1\\\\]\\\\[2\\\\]\\n\\nEven though current, publicly known, experimental quantum computers lack processing power to break any real cryptographic algorithm,\\\\[3\\\\] many cryptographers are designing new algorithms to prepare for a time when quantum computing becomes a threat. This work has gained greater attention from academics and industry through the PQCrypto conference series since 2006 and more recently by several workshops on Quantum Safe Cryptography hosted by the European Telecommunications Standards Institute (ETSI) and the Institute for Quantum Computing.\\\\[4\\\\]\\\\[5\\\\]\\\\[6\\\\]\\n\\nIn contrast to the threat quantum computing poses to current public-key algorithms, most current symmetric cryptographic algorithms and hash functions are considered to be relatively secure against attacks by quantum computers.\\\\[2\\\\]\\\\[7\\\\] While the quantum Grover's algorithm does speed up attacks against symmetric ciphers, doubling the key size can effectively block these attacks.\\\\[8\\\\] Thus post-quantum symmetric cryptography does not need to differ significantly from current symmetric cryptography. See section on symmetric-key approach below.\\n\\nContents\\n1\\tAlgorithms\\n1\\\\.1\\tLattice-based cryptography\\n1\\\\.2\\tMultivariate cryptography\\n1\\\\.3\\tHash-based cryptography\\n1\\\\.4\\tCode-based cryptography\\n1\\\\.5\\tSupersingular elliptic curve isogeny cryptography\\n1\\\\.6\\tSymmetric key quantum resistance\\n2\\tSecurity reductions\\n2\\\\.1\\tLattice-based cryptography – Ring-LWE Signature\\n2\\\\.2\\tLattice-based cryptography – NTRU, BLISS\\n2\\\\.3\\tMultivariate cryptography – Unbalanced Oil and Vinegar\\n2\\\\.4\\tHash-based cryptography – Merkle signature scheme\\n2\\\\.5\\tCode-based cryptography – McEliece\\n2\\\\.6\\tCode-based cryptography – RLCE\\n2\\\\.7\\tSupersingular elliptic curve isogeny cryptography\\n3\\tComparison\\n3\\\\.1\\tLattice-based cryptography – LWE key exchange and Ring-LWE key exchange\\n3\\\\.2\\tLattice-based cryptography – NTRU encryption\\n3\\\\.3\\tMultivariate cryptography – Rainbow signature\\n3\\\\.4\\tHash-based cryptography – Merkle signature scheme\\n3\\\\.5\\tCode-based cryptography – McEliece\\n3\\\\.6\\tSupersingular elliptic curve isogeny cryptography\\n3\\\\.7\\tSymmetric–key-based cryptography\\n4\\tForward secrecy\\n5\\tOpen Quantum Safe project\\n6\\tImplementation\\n7\\tSee also\\n8\\tReferences\\n9\\tFurther reading\\n10\\tExternal links\\nAlgorithms\\nCurrently post-quantum cryptography research is mostly focused on six different approaches:\\\\[2\\\\]\\\\[5\\\\]\\n\\nLattice-based cryptography\\nMain article: Lattice-based cryptography\\nThis approach includes cryptographic systems such as learning with errors, ring learning with errors (ring-LWE),\\\\[9\\\\]\\\\[10\\\\]\\\\[11\\\\] the ring learning with errors key exchange and the ring learning with errors signature, the older NTRU or GGH encryption schemes, and the newer NTRU signature and BLISS signatures.\\\\[12\\\\] Some of these schemes like NTRU encryption have been studied for many years without anyone finding a feasible attack. Others like the ring-LWE algorithms have proofs that their security reduces to a worst-case problem.\\\\[13\\\\] The Post Quantum Cryptography Study Group sponsored by the European Commission suggested that the Stehle–Steinfeld variant of NTRU be studied for standardization rather than the NTRU algorithm.\\\\[14\\\\]\\\\[15\\\\] At that time, NTRU was still patented. Studies have indicated that NTRU may have more secure properties than other lattice based algorithms.\\\\[16\\\\]\\n\\nMultivariate cryptography\\nMain article: Multivariate cryptography\\nThis includes cryptographic systems such as the Rainbow (Unbalanced Oil and Vinegar) scheme which is based on the difficulty of solving systems of multivariate equations. Various attempts to build secure multivariate equation encryption schemes have failed. However, multivariate signature schemes like Rainbow could provide the basis for a quantum secure digital signature.\\\\[17\\\\] There is a patent on the Rainbow Signature Scheme.\\n\\nHash-based cryptography\\nMain article: Hash-based cryptography\\nThis includes cryptographic systems such as Lamport signatures and the Merkle signature scheme and the newer XMSS\\\\[18\\\\] and SPHINCS\\\\[19\\\\] schemes. Hash based digital signatures were invented in the late 1970s by Ralph Merkle and have been studied ever since as an interesting alternative to number-theoretic digital signatures like RSA and DSA. Their primary drawback is that for any hash-based public key, there is a limit on the number of signatures that can be signed using the corresponding set of private keys. This fact had reduced interest in these signatures until interest was revived due to the desire for cryptography that was resistant to attack by quantum computers. There appear to be no patents on the Merkle signature scheme\\\\[citation needed\\\\] and there exist many non-patented hash functions that could be used with these schemes. The stateful hash-based signature scheme XMSS developed by a team of researchers under the direction of Johannes Buchmann is described in RFC 8391.\\\\[20\\\\] Note that all the above schemes are one-time or bounded-time signatures, Moni Naor and Moti Yung invented UOWHF hashing in 1989 and designed a signature based on hashing (the Naor-Yung scheme)\\\\[21\\\\] which can be unlimited-time in use (the first such signature that does not require trapdoor properties).\\n\\nCode-based cryptography\\nThis includes cryptographic systems which rely on error-correcting codes, such as the McEliece and Niederreiter encryption algorithms and the related Courtois, Finiasz and Sendrier Signature scheme. The original McEliece signature using random Goppa codes has withstood scrutiny for over 40 years. However, many variants of the McEliece scheme, which seek to introduce more structure into the code used in order to reduce the size of the keys, have been shown to be insecure.\\\\[22\\\\] The Post Quantum Cryptography Study Group sponsored by the European Commission has recommended the McEliece public key encryption system as a candidate for long term protection against attacks by quantum computers.\\\\[14\\\\]\\n\\nSupersingular elliptic curve isogeny cryptography\\nMain article: Supersingular isogeny key exchange\\nThis cryptographic system relies on the properties of supersingular elliptic curves and supersingular isogeny graphs to create a Diffie-Hellman replacement with forward secrecy.\\\\[23\\\\] This cryptographic system uses the well studied mathematics of supersingular elliptic curves to create a Diffie-Hellman like key exchange that can serve as a straightforward quantum computing resistant replacement for the Diffie-Hellman and elliptic curve Diffie–Hellman key exchange methods that are in widespread use today. Because it works much like existing Diffie–Hellman implementations, it offers forward secrecy which is viewed as important both to prevent mass surveillance by governments but also to protect against the compromise of long term keys through failures.\\\\[24\\\\] In 2012, researchers Sun, Tian and Wang of the Chinese State Key Lab for Integrated Service Networks and Xidian University, extended the work of De Feo, Jao, and Plut to create quantum secure digital signatures based on supersingular elliptic curve isogenies.\\\\[25\\\\] There are no patents covering this cryptographic system.\\n\\nSymmetric key quantum resistance\\nProvided one uses sufficiently large key sizes, the symmetric key cryptographic systems like AES and SNOW 3G are already resistant to attack by a quantum computer.\\\\[26\\\\] Further, key management systems and protocols that use symmetric key cryptography instead of public key cryptography like Kerberos and the 3GPP Mobile Network Authentication Structure are also inherently secure against attack by a quantum computer. Given its widespread deployment in the world already, some researchers recommend expanded use of Kerberos-like symmetric key management as an efficient way to get post quantum cryptography today.\\\\[27\\\\]\\n\\nSecurity reductions\\nIn cryptography research, it is desirable to prove the equivalence of a cryptographic algorithm and a known hard mathematical problem. These proofs are often called \\\"security reductions\\\", and are used to demonstrate the difficulty of cracking the encryption algorithm. In other words, the security of a given cryptographic algorithm is reduced to the security of a known hard problem. Researchers are actively looking for security reductions in the prospects for post quantum cryptography. Current results are given here:\\n\\nLattice-based cryptography – Ring-LWE Signature\\nFurther information: Ring learning with errors key exchange\\nIn some versions of Ring-LWE there is a security reduction to the shortest-vector problem (SVP) in a lattice as a lower bound on the security. The SVP is known to be NP-hard.\\\\[28\\\\] Specific ring-LWE systems that have provable security reductions include a variant of Lyubashevsky's ring-LWE signatures defined in a paper by Güneysu, Lyubashevsky, and Pöppelmann.\\\\[10\\\\] The GLYPH signature scheme is a variant of the Güneysu, Lyubashevsky, and Pöppelmann (GLP) signature which takes into account research results that have come after the publication of the GLP signature in 2012. Another Ring-LWE signature is Ring-TESLA.\\\\[29\\\\] There also exists a \\\"derandomized variant\\\" of LWE, called Learning with Rounding (LWR), which yields \\\" improved speedup (by eliminating sampling small errors from a Gaussian-like distribution with deterministic errors) and bandwidth.\\\"\\\\[30\\\\] While LWE utilizes the addition of a small error to conceal the lower bits, LWR utilizes rounding for the same purpose.\\n\\nLattice-based cryptography – NTRU, BLISS\\nThe security of the NTRU encryption scheme and the BLISS\\\\[12\\\\] signature is believed to be related to, but not provably reducible to, the Closest Vector Problem (CVP) in a Lattice. The CVP is known to be NP-hard. The Post Quantum Cryptography Study Group sponsored by the European Commission suggested that the Stehle–Steinfeld variant of NTRU which does have a security reduction be studied for long term use instead of the original NTRU algorithm.\\\\[14\\\\]\\n\\nMultivariate cryptography – Unbalanced Oil and Vinegar\\nFurther information: Multivariate cryptography\\nUnbalanced Oil and Vinegar signature schemes are asymmetric cryptographic primitives based on multivariate polynomials over a finite field {\\\\\\\\displaystyle \\\\\\\\mathbb {F} }\\\\\\\\mathbb {F} . Bulygin, Petzoldt and Buchmann have shown a reduction of generic multivariate quadratic UOV systems to the NP-Hard Multivariate Quadratic Equation Solving problem.\\\\[31\\\\]\\n\\nHash-based cryptography – Merkle signature scheme\\nFurther information: Hash-based cryptography and Merkle signature scheme\\nIn 2005, Luis Garcia proved that there was a security reduction of Merkle Hash Tree signatures to the security of the underlying hash function. Garcia showed in his paper that if computationally one-way hash functions exist then the Merkle Hash Tree signature is provably secure.\\\\[32\\\\]\\n\\nTherefore, if one used a hash function with a provable reduction of security to a known hard problem one would have a provable security reduction of the Merkle tree signature to that known hard problem.\\\\[33\\\\]\\n\\nThe Post Quantum Cryptography Study Group sponsored by the European Commission has recommended use of Merkle signature scheme for long term security protection against quantum computers.\\\\[14\\\\]\\n\\nCode-based cryptography – McEliece\\nFurther information: McEliece cryptosystem\\nThe McEliece Encryption System has a security reduction to the Syndrome Decoding Problem (SDP). The SDP is known to be NP-hard\\\\[34\\\\] The Post Quantum Cryptography Study Group sponsored by the European Commission has recommended the use of this cryptography for long term protection against attack by a quantum computer.\\\\[14\\\\]\\n\\nCode-based cryptography – RLCE\\nIn 2016, Wang proposed a random linear code encryption scheme RLCE\\\\[35\\\\] which is based on McEliece schemes. RLCE scheme can be constructed using any linear code such as Reed-Solomon code by inserting random columns in the underlying linear code generator matrix.\\n\\nSupersingular elliptic curve isogeny cryptography\\nFurther information: Supersingular isogeny key exchange\\nSecurity is related to the problem of constructing an isogeny between two supersingular curves with the same number of points. The most recent investigation of the difficulty of this problem is by Delfs and Galbraith indicates that this problem is as hard as the inventors of the key exchange suggest that it is.\\\\[36\\\\] There is no security reduction to a known NP-hard problem.\\n\\nComparison\\nOne common characteristic of many post-quantum cryptography algorithms is that they require larger key sizes than commonly used \\\"pre-quantum\\\" public key algorithms. There are often tradeoffs to be made in key size, computational efficiency and ciphertext or signature size. The table lists some values for different schemes at a 128 bit post-quantum security level.\\n\\nAlgorithm\\tType\\tPublic Key\\tPrivate Key\\tSignature\\nNTRU Encrypt\\\\[37\\\\]\\tLattice\\t766.25 B\\t842.875 B\\t\\nStreamlined NTRU Prime\\tLattice\\t154 B\\t\\t\\nRainbow\\\\[38\\\\]\\tMultivariate\\t124 KB\\t95 KB\\t\\nSPHINCS\\\\[19\\\\]\\tHash Signature\\t1 KB\\t1 KB\\t41 KB\\nSPHINCS+\\\\[39\\\\]\\tHash Signature\\t32 B\\t64 B\\t8 KB\\nBLISS-II\\tLattice\\t7 KB\\t2 KB\\t5 KB\\nGLP-Variant GLYPH Signature\\\\[10\\\\]\\\\[40\\\\]\\tRing-LWE\\t2 KB\\t0.4 KB\\t1.8 KB\\nNew Hope\\\\[41\\\\]\\tRing-LWE\\t2 KB\\t2 KB\\t\\nGoppa-based McEliece\\\\[14\\\\]\\tCode-based\\t1 MB\\t11.5 KB\\t\\nRandom Linear Code based encryption\\\\[42\\\\]\\tRLCE\\t115 KB\\t3 KB\\t\\nQuasi-cyclic MDPC-based McEliece\\\\[43\\\\]\\tCode-based\\t1,232 B\\t2,464 B\\t\\nSIDH\\\\[44\\\\]\\tIsogeny\\t564 B\\t48 B\\t\\nSIDH (compressed keys)\\\\[45\\\\]\\tIsogeny\\t330 B\\t48 B\\t\\n3072-bit Discrete Log\\tnot PQC\\t384 B\\t32 B\\t96 B\\n256-bit Elliptic Curve\\tnot PQC\\t32 B\\t32 B\\t65 B\\nA practical consideration on a choice among post-quantum cryptographic algorithms is the effort required to send public keys over the internet. From this point of view, the Ring-LWE, NTRU, and SIDH algorithms provide key sizes conveniently under 1KB, hash-signature public keys come in under 5KB, and MDPC-based McEliece takes about 1KB. On the other hand, Rainbow schemes require about 125KB and Goppa-based McEliece requires a nearly 1MB key.\\n\\nLattice-based cryptography – LWE key exchange and Ring-LWE key exchange\\nFurther information: Ring learning with errors key exchange\\nThe fundamental idea of using LWE and Ring LWE for key exchange was proposed and filed at the University of Cincinnati in 2011 by Jintai Ding. The basic idea comes from the associativity of matrix multiplications, and the errors are used to provide the security. The paper\\\\[46\\\\] appeared in 2012 after a provisional patent application was filed in 2012.\\n\\nIn 2014, Peikert\\\\[47\\\\] presented a key transport scheme following the same basic idea of Ding's, where the new idea of sending additional 1 bit signal for rounding in Ding's construction is also utilized. For somewhat greater than 128 bits of security, Singh presents a set of parameters which have 6956-bit public keys for the Peikert's scheme.\\\\[48\\\\] The corresponding private key would be roughly 14,000 bits.\\n\\nIn 2015, an authenticated key exchange with provable forward security following the same basic idea of Ding's was presented at Eurocrypt 2015,\\\\[49\\\\] which is an extension of the HMQV\\\\[50\\\\] construction in Crypto2005. The parameters for different security levels from 80 bits to 350 bits, along with the corresponding key sizes are provided in the paper.\\\\[49\\\\]\\n\\nLattice-based cryptography – NTRU encryption\\nFurther information: NTRUEncrypt\\nFor 128 bits of security in NTRU, Hirschhorn, Hoffstein, Howgrave-Graham and Whyte, recommend using a public key represented as a degree 613 polynomial with coefficients {\\\\\\\\displaystyle {\\\\\\\\bmod {\\\\\\\\left(2^{10}\\\\\\\\right)}}}{\\\\\\\\bmod {\\\\\\\\left(2^{10}\\\\\\\\right)}}. This results in a public key of 6130 bits. The corresponding private key would be 6743 bits.\\\\[37\\\\]\\n\\nMultivariate cryptography – Rainbow signature\\nFurther information: Multivariate cryptography\\nFor 128 bits of security and the smallest signature size in a Rainbow multivariate quadratic equation signature scheme, Petzoldt, Bulygin and Buchmann, recommend using equations in {\\\\\\\\displaystyle \\\\\\\\mathbb {F} _{31}}\\\\\\\\mathbb {F} _{31} with a public key size of just over 991,000 bits, a private key of just over 740,000 bits and digital signatures which are 424 bits in length.\\\\[38\\\\]\\n\\nHash-based cryptography – Merkle signature scheme\\nFurther information: Hash-based cryptography and Merkle signature scheme\\nIn order to get 128 bits of security for hash based signatures to sign 1 million messages using the fractal Merkle tree method of Naor Shenhav and Wool the public and private key sizes are roughly 36,000 bits in length.\\\\[51\\\\]\\n\\nCode-based cryptography – McEliece\\nFurther information: McEliece cryptosystem\\nFor 128 bits of security in a McEliece scheme, The European Commissions Post Quantum Cryptography Study group recommends using a binary Goppa code of length at least {\\\\\\\\displaystyle n=6960}{\\\\\\\\displaystyle n=6960} and dimension at least {\\\\\\\\displaystyle k=5413}{\\\\\\\\displaystyle k=5413}, and capable of correcting {\\\\\\\\displaystyle t=119}{\\\\\\\\displaystyle t=119} errors. With these parameters the public key for the McEliece system will be a systematic generator matrix whose non-identity part takes {\\\\\\\\displaystyle k\\\\\\\\times (n-k)=8373911}k\\\\\\\\times (n-k)=8373911 bits. The corresponding private key, which consists of the code support with {\\\\\\\\displaystyle n=6960}{\\\\\\\\displaystyle n=6960} elements from {\\\\\\\\displaystyle GF(2^{13})}{\\\\\\\\displaystyle GF(2^{13})} and a generator polynomial of with {\\\\\\\\displaystyle t=119}{\\\\\\\\displaystyle t=119} coefficients from {\\\\\\\\displaystyle GF(2^{13})}{\\\\\\\\displaystyle GF(2^{13})}, will be 92,027 bits in length\\\\[14\\\\]\\n\\nThe group is also investigating the use of Quasi-cyclic MDPC codes of length at least {\\\\\\\\displaystyle n=2^{16}+6=65542}n=2^{16}+6=65542 and dimension at least {\\\\\\\\displaystyle k=2^{15}+3=32771}{\\\\\\\\displaystyle k=2^{15}+3=32771}, and capable of correcting {\\\\\\\\displaystyle t=264}{\\\\\\\\displaystyle t=264} errors. With these parameters the public key for the McEliece system will be the first row of a systematic generator matrix whose non-identity part takes {\\\\\\\\displaystyle k=32771}{\\\\\\\\displaystyle k=32771} bits. The private key, a quasi-cyclic parity-check matrix with {\\\\\\\\displaystyle d=274}{\\\\\\\\displaystyle d=274} nonzero entries on a column (or twice as much on a row), takes no more than {\\\\\\\\displaystyle d\\\\\\\\times 16=4384}{\\\\\\\\displaystyle d\\\\\\\\times 16=4384} bits when represented as the coordinates of the nonzero entries on the first row.\\n\\nBarreto et al. recommend using a binary Goppa code of length at least {\\\\\\\\displaystyle n=3307}{\\\\\\\\displaystyle n=3307} and dimension at least {\\\\\\\\displaystyle k=2515}{\\\\\\\\displaystyle k=2515}, and capable of correcting {\\\\\\\\displaystyle t=66}{\\\\\\\\displaystyle t=66} errors. With these parameters the public key for the McEliece system will be a systematic generator matrix whose non-identity part takes {\\\\\\\\displaystyle k\\\\\\\\times (n-k)=1991880}{\\\\\\\\displaystyle k\\\\\\\\times (n-k)=1991880} bits.\\\\[52\\\\] The corresponding private key, which consists of the code support with {\\\\\\\\displaystyle n=3307}{\\\\\\\\displaystyle n=3307} elements from {\\\\\\\\displaystyle GF(2^{12})}{\\\\\\\\displaystyle GF(2^{12})} and a generator polynomial of with {\\\\\\\\displaystyle t=66}{\\\\\\\\displaystyle t=66} coefficients from {\\\\\\\\displaystyle GF(2^{12})}{\\\\\\\\displaystyle GF(2^{12})}, will be 40,476 bits in length.\\n\\nSupersingular elliptic curve isogeny cryptography\\nFurther information: Supersingular isogeny key exchange\\nFor 128 bits of security in the supersingular isogeny Diffie-Hellman (SIDH) method, De Feo, Jao and Plut recommend using a supersingular curve modulo a 768-bit prime. If one uses elliptic curve point compression the public key will need to be no more than 8x768 or 6144 bits in length.\\\\[53\\\\] A March 2016 paper by authors Azarderakhsh, Jao, Kalach, Koziel, and Leonardi showed how to cut the number of bits transmitted in half, which was further improved by authors Costello, Jao, Longa, Naehrig, Renes and Urbanik resulting in a compressed-key version of the SIDH protocol with public keys only 2640 bits in size.\\\\[45\\\\] This makes the number of bits transmitted roughly equivalent to the non-quantum secure RSA and Diffie-Hellman at the same classical security level.\\\\[54\\\\]\\n\\nSymmetric–key-based cryptography\\nAs a general rule, for 128 bits of security in a symmetric-key-based system, one can safely use key sizes of 256 bits. The best quantum attack against generic symmetric-key systems is an application of Grover's algorithm, which requires work proportional to the square root of the size of the key space. To transmit an encrypted key to a device that possesses the symmetric key necessary to decrypt that key requires roughly 256 bits as well. It is clear that symmetric-key systems offer the smallest key sizes for post-quantum cryptography.\\n\\nForward secrecy\\nA public-key system demonstrates a property referred to as perfect forward secrecy when it generates random public keys per session for the purposes of key agreement. This means that the compromise of one message cannot lead to the compromise of others, and also that there is not a single secret value which can lead to the compromise of multiple messages. Security experts recommend using cryptographic algorithms that support forward secrecy over those that do not.\\\\[55\\\\] The reason for this is that forward secrecy can protect against the compromise of long term private keys associated with public/private key pairs. This is viewed as a means of preventing mass surveillance by intelligence agencies.\\n\\nBoth the Ring-LWE key exchange and supersingular isogeny Diffie-Hellman (SIDH) key exchange can support forward secrecy in one exchange with the other party. Both the Ring-LWE and SIDH can also be used without forward secrecy by creating a variant of the classic ElGamal encryption variant of Diffie-Hellman.\\n\\nThe other algorithms in this article, such as NTRU, do not support forward secrecy as is.\\n\\nAny authenticated public key encryption system can be used to build a key exchange with forward secrecy.\\\\[56\\\\]\\n\\nOpen Quantum Safe project\\nOpen Quantum Safe (OQS) project was started in late 2016 and has the goal of developing and prototyping quantum-resistant cryptography.\\\\[57\\\\]\\\\[58\\\\] It aims to integrate current post-quantum schemes in one library: liboqs.\\\\[59\\\\] liboqs is an open source C library for quantum-resistant cryptographic algorithms. It initially focuses on key exchange algorithms. It provides a common API suitable for post-quantum key exchange algorithms, and will collect together various implementations. liboqs will also include a test harness and benchmarking routines to compare performance of post-quantum implementations. Furthermore, OQS also provides integration of liboqs into OpenSSL.\\\\[60\\\\]\\n\\nAs of April 2017, the following key exchange algorithms are supported:\\\\[57\\\\]\",\"timestamp\":1640697540,\"title\":\"Post-quantum cryptography\"},\"digest\":\"gK3N8xZ_lC7K4CNEEMIsY86-awUH-N-4_iT3rYioAR8\",\"authorship\":{\"contributor\":\"0x63cE50c1b465D69E836e0e56f00a3cB73c4fbE3B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aIMr8gvfprGc1qPxrbVppufqTdpICdb_WBtnVkrq3Ag\\\",\\\"y\\\":\\\"tcqt4YiFc4EMZcivuknCFHP9EG_-4ql-as4bGQQjucg\\\"}\",\"signature\":\"PA0UfFqDtklwwLV5E51Q8uh4nEXEPnv_mHz20SJCeDpa1zl3SKTyteIGswoRWmCguHUeoodeB6n9Bl2hKOe15Q\",\"signingKeySignature\":\"0x0c91c89556564984140f0a1a99f2c6f9873d2b4261537a1f633dfc6dc989450d473023ce93369e0a1efbdcac5661b9971653b7a532aa12316a20dcb860860e8e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aIMr8gvfprGc1qPxrbVppufqTdpICdb_WBtnVkrq3Ag\\\",\\\"y\\\":\\\"tcqt4YiFc4EMZcivuknCFHP9EG_-4ql-as4bGQQjucg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gK3N8xZ_lC7K4CNEEMIsY86-awUH-N-4_iT3rYioAR8\"}"