"{\"content\":{\"body\":\"Liu felt as if his nose was broken.\\n\\nSlightly open an eye, Liu Zhenshake again drive close up, the ache of the nose stimulates the nerve of whole eye ministry, the whole body does not have a place to pain a little hold people.After the restoration of sanity, Liu shock gradually felt the body began to slowly add strength, just that kind of feeling is finally left.\\n\\nBearing the whole body tear like pain, Liu Zhenshake ate to turn over, the whole body pain branded in the hot sand, is sand yes, Liu shock from the finger came from the feeling distinguish this is sand.\\n\\nAll the power of the slow accumulation, Mr Liu shake once again opened his eyes, a drab all giant pincer crab cotton from former cross over, his eyes going round and round the small eyes glanced at Mr Liu shake, seems to be full of disdain, mouth muttering about a pile of white foam, with a faint traces in the sand to pull, into the sand.\\n\\nLiu was shocked and angry.\\n\\nLiu felt that the crab looked at him as if he were looking at a coconut.Enraged by this contempt, he reached out and plucked the little creature from the gravel, tore it apart, and stuffed it into his mouth in a frenzy.\\n\\nThe crab tasted good, slightly salty.Chewing his crab pincers, Liu tried to rise to his feet, surrounded by a strange, golden beach, an endless sea, the retreating tide lapping at his ankles, the sand in the distance growing like palm trees, the wind like a tender lover's kiss, mixed with the smell of the sea.\\n\\nA crab claw slipped silently from Liu's shaking mouth, leaving liu's mouth wide open like a hippo in heat.\\n\\nWhere is this?Am I not on the battlefield in southern Xinjiang?Bullets? Yeah, guns. Wasn't I shot?\\n\\nLiu shock in the mind of the montage of the general memory of the fragments.\\n\\nHe looked down at himself. There was not even a piece of cloth to be found. He was white with the water all over him, except for a sock on one foot, a gray polyester that was a strange color.\\n\\nLiu shook his whole body and stroked it. Fortunately, his body was still intact in the impression that he had been beaten into a sieve. Old Liu mercilessly pulled a handful of chest hair and told him that it was not a dream.\\n\\nWhere am I?Liu shocked ten thousand impassability.\\n\\nThe sting of his nose pulled him back to reality. Although the range of the first few movements was not large, his nose obviously began to bleed again. Liu Shocked that there was liquid flowing on his lips, and immediately a familiar and no longer familiar blood taste with salty taste came from his mouth.\\n\\nLiu shock felt his nose as if turned into a lock of the faucet.\",\"timestamp\":1634807786,\"title\":\"Living on an Island\"},\"digest\":\"YFLlw9bpQ0quBxcieHbRnrd-toSNvOKPxvEBrZaXy54\",\"authorship\":{\"contributor\":\"0x03692063BcddF08Dc311c1b9971551c36D8A3A7D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VIGV2vPUhe6NIAXPuaRrUEiRlAEM0ofMeypp2s6H7Dw\\\",\\\"y\\\":\\\"aTDbLgVwD7rCZfDQrgPeXxgOj3tTGBUkP51I6o4EN0Q\\\"}\",\"signature\":\"j04gwbTHx072UsxrfL7eExM3R5z3u4_rcp023stCmamuyGO953_9ARDFAvvYbaqJHfn2o-WfKnHtFzid7yymZw\",\"signingKeySignature\":\"0xd65fde016c94bd5ba80353a4999a169b58761efa96104d5f935879fe3db77be4751294c95032188fd209af633f58291f829efc75669332021f3d1017524fcd341b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VIGV2vPUhe6NIAXPuaRrUEiRlAEM0ofMeypp2s6H7Dw\\\",\\\"y\\\":\\\"aTDbLgVwD7rCZfDQrgPeXxgOj3tTGBUkP51I6o4EN0Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YFLlw9bpQ0quBxcieHbRnrd-toSNvOKPxvEBrZaXy54\"}"