"{\"content\":{\"body\":\"> ***Putain j'en ai marre. Je veux me ressentir bien... Je sais plus dormir. Je me sens tout le temps mal. J'en peux plus. Qu'est-ce qu'y cloche chez moi. J'ai plus confiance en mon corps. Je ne suis pas en sécurité. J'ai besoin d'aide. Personne n'arrive à m'aider...\\n> — Avril 2019***\\n\\nJ'ai écrit ça durant une attaque de panique.\\n\\nElles ont commencé en janvier 2018 et arrivaient de façon régulière, plusieurs fois par semaine pendant plus d'un an et demi.\\n\\nLe long de cet article je vais essayer de décrire comment je les ai vécues, et comment je m'en suis sorti.\\n\\nAvant de commencer, voici un extrait plus long de mon journal que j'avais commencé pour suivre l'évolution des attaques (j'en parle plus tard dans le texte) :\\n\\n> *en ce moment je pleurs tout les soirs, je suis a bout de ces crise d'angoisse et crise de panique. je sais plus ce qui est faux ou vrai dans ce que je ressens dans mes douleurs. j'ai juste l'impression de mourrir à petit feu ou alors que je vais mourrir d'une seconde à l'autre... ça m'épuise ça me fatigue, mais ça m'empeche de dormir, ça me fait trembler dans tout le corps. ça me fait changer rapidement d'emotion, je pleurs puis je pleurs plus puis a nouveau. qu'est ce qu'il marrive. je me bats contre moi meme, depuis plus d'un an maintenant je me sens mal dans ma peau. des crise d'anxiété du coup. je dois croire ça ? mais comment je suis sensé soigner un truc invisible que je ne ressens meme pas. j'ai fais la meditation, la respiration... j'ai plus confiance en moi. comment reconnaitre dou viennent les douleurs comment faire pour ne plus avoir peur. je ne me sens plus en sécurité tout seul. je veux que ça s'arrete. je ne souhaite a personne de vivre ça de ressentir ça.*\\n\\nJ'ai juste copié/collé sans aucune modification, avec les fautes etc. Comme ça vous pouvez lire le texte original et voir comment j'écrivais dans mon journal, sans mise en forme.\\n\\nMaintenant, imaginez ça, presque toutes les nuits, pendant plus d'un an et demi.\\n\\nOn peut commencer, asseyez-vous, prenez une grande respiration.\\n\\nJe vais essayer de parler de tout dans cet article, les doutes, le début, les docteurs, les médicaments, le remède, les soulagements...\\n\\nTenez-vous prêt pour une longue aventure dans mon cerveau avec toutes ses incohérences qui ont causé des Attaques de Panique.\\n\\n## Avant la première attaque\\n\\n### La maîtrise de l'équilibre entre travail/vie  (c'est faux)\\n\\nJe vais rapidement me présenter pour tout contextualiser.\\n\\nJe m'appelle Vincent, je suis né en 1996 à Nîmes dans le sud de la France. Quand j'étais petit, j'étais blond, aux grands yeux, grosses joues, comme la plupart des bébés en fait. Mon premier souvenir c'était mon opération pour —\\n\\nBon, ok, c'est peut-être un peu trop de contextualisations, allons directement dans le vif du sujet, à l'année où tout à commencé.\\n\\nOn est en 2017, j'ai maintenant 21 ans. Ça fait depuis à peu près deux ans que je suis développeur indépendant.\\n\\nJe suis bien payé, bien mieux que ce que j'aurais pu espérer après mes études, je me sentais plein d'énergie.\\n\\nAvec beaucoup de temps et d'énergie, plus en voyant l'argent entrer dans mon compte en banque, j'en voulais davantage !\\n\\nAlors j'accumule les contrats, sans penser au nombre d'heures de travail que j'effectuais par jour.\\n\\nMes journées se passaient comme ça :\\n\\n1. Je me réveille\\n2. J'ouvre mon ordinateur et je travaille\\n3. Je mange en moins de 20min\\n4. Je continue à travailler\\n5. Je mange en moins de 20min\\n6. Je continue à travailler\\n7. Je m'endors, parfois sur l'ordinateur\\n\\nLa vie parfaite non ? Je travaillais aussi le dimanche pour d'autres projets de client.\\n\\nOui, je sais, c'est pas bien.\\n\\nMais avec aucune expérience, je pensais que je savais tout.\\n\\nJe pensais que je pouvais tout gérer, que j'étais fort.\\n\\nMais devinez quoi, j'avais complètement tort.\\n\\n### L'un des déclencheurs\\n\\n\\\\**Pour respecter la vie privée de mon amie, j'ai changé quelques détails aux événements qui suivent, mais ça n'y change pas-grand chose.*\\n\\nÀ la fin de 2017 un membre de la famille d'une amie proche est tombée malade.\\n\\nPetit à petit, la maladie a commencé à devenir dangereuse pour la vie de cette personne\\n\\nElle devait se rendre à l’hôpital pour faire de lourds examens, et ils ont annoncé le pire.\\n\\nUn cancer.\\n\\nJe ne pouvais pas me voir autre part qu'aux côtés de mon amie à l’hôpital aussi longtemps qu'elle y resterait.\\n\\nMais le truc c'est que j'étais toujours en train de travailler, même à l’hôpital. Je n'avais pas le choix. Mes clients attendaient des résultats de ma part.\\n\\nJe ne sais pas si vous avez déjà passé une nuit à l’hôpital. Mais ce n'est pas du tout reposant.\\n\\nJe passais en moyenne une nuit sur deux à l’hôpital.\\n\\nSa santé s'est empirée.\\n\\nNous étions en pneumologie à l’hôpital.\\n\\nToutes les semaines, l'on pouvait voir des personnes recouvertes par un sac en plastique. Il ne faut pas longtemps à ton cerveau pour comprendre. Ce n'était pas juste une ou deux personnes.\\n\\nUn mois de plus à l’hôpital s'écoulait, l'état de santé de la personne pour qui nous étions là devenait critique.\\n\\nElle a dû être transportée en soin palliatif... Annonçant le pire.\\n\\nLes soins palliatifs sont administrés pour améliorer la qualité de vie des personnes en grande souffrance, souvent atteintes de maladies graves. Ils essayent de diminuer la douleur subite par une personne au maximum. La plupart du temps avant le décès (ce n'est pas toujours la finalité).\\n\\nLe membre de la famille de mon amie souffrait énormément. Je n'avais jamais vu de mes yeux, en face de moi, autant de souffrance physique. Suppliant à la mort...\\n\\nTous les jours, j'espérais pouvoir aider plus. J'espérais pouvoir faire quelque chose... Mais je me sentais juste désarmé, sans être capable de faire quoi que ce soit.\\n\\nAprès deux semaines dans ce dernier hôpital, nous l'avons perdu.\\n\\nJe n'oublierai jamais ce moment.\\n\\nNous étions deux dans la salle \\\"famille\\\" pour nous reposer avec l'amie de la soeur de mon amie. On voulait laisser un peu de temps à mon amie et sa soeur seules avec leur proche.\\n\\nUne des infirmières est venue nous voir, elle semblait assez pressée, et elle nous dit :\\n\\n\\\"Vous devriez aller les réconforter maintenant, elle est partie.\\\"\\n\\nOn a couru  dans la chambre ou elle se trouvait.\\n\\nCe moment m'a brisé le cœur, durant ce moment vous pouvez essayer de faire ce que vous voulez, il restera inconsolable. J'essayais de garder la tête haute pour mon amie, alors je pensais au positif. Elle était enfin libérée de toute la souffrance qu'elle avait eue durant les derniers mois. Tellement de souffrance.\\n\\nAprès un instant, nous devions rentrer à la maison. Mais avant de partir, il fallait récupérer les affaires disposées dans la chambre.\\n\\nJe ne voulais pas que mon amie et sa soeur aient à retourner dans la chambre, car le corps de leur proche était toujours là.\\n\\nAlors je suis allé récupérer toutes les affaires seul.\\n\\nSeul avec son corps, c'était très différent.\\n\\nC'était calme, vraiment calme.\\n\\nJe n'arrivais pas à ne pas regarder en sa direction. Et dans ma tête, en secret, j'espérais que le corps reste complètement immobile durant le temps que je récupère toutes les affaires (car ce n'est pas toujours le cas après le décès).\\n\\nC'était une expérience assez étrange.\\n\\nMaintenant que vous avez un peu le contexte, parlons des attaques de paniques.\\n\\n### Le deuxième déclencheur, et la première attaque de panique\\n\\nMa toute première attaque n'a pas eu lieu après la mort du membre de la famille de mon amie. Ça s'est produit avant.\\n\\nJ'ai dû retourner depuis Paris vers Montpellier pour y voir ma famille et mes amis, et également parce que j'y avais une réunion importante. C'était un mois après le début de sa maladie.\\n\\nJ'avais aussi besoin de ne penser à rien, ou en tout cas pas à ça pendant un petit moment. Mais je n'y arrivais pas.\\n\\nAlors je suis allé faire la fête.\\n\\nAvec un bon ami, nous sommes allés dans un bar que nous aimons bien, puis nous avons fini la soirée dans une boîte de nuit. Nous étions que tous les deux, mais nous avions quand même pris une bouteille de vodka à la boîte de nuit, après avoir bu des litres au bar.\\n\\nJe voulais juste tout oublier durant une nuit.\\n\\nMais s'il vous plaît, ne faites pas la même erreur et faites très attention avec ce mélange, c'est du poison.\\n\\n> ☠️ Boisson Energisante + Alcool = Poison\\n\\nLe jour suivant, je me sentais vraiment mal.\\n\\nMon amie à Paris m'annonçait dans le même temps que la santé de son proche empirait. J'ai donc décidé de prendre le train le jour suivant pour Paris.\\n\\nMais, cette dernière nuit à Montpellier... Seul dans ma chambre. Quelque chose s'est produit. Quelque chose qui ne s'était jamais produit jusqu'alors.\\n\\nJe suis mort.\\n\\nBon, pas pour de vrai, visiblement, mais ce dont j'ai pensé sur le moment.\\n\\nC'était juste la première fois de ma vie que j'avais cette sensation.\\n\\nJ'essayais juste de me reposer dans mon lit, prêt à dormir.\\n\\nEt mon cœur s'est arrêté. Mais ce n'est pas vraiment ce que j'ai ressenti le plus.\\n\\nCe que j'ai vraiment ressenti c'est la seconde d'après, quand un battement extrêmement fort eut lieu.\\n\\nMon corps entier a bougé. Puis encore un battement fort quelques secondes après.\\n\\nJe ne savais pas du tout ce qui m'arrivait, j'ai complètement perdu le contrôle pour la première fois de ma vie.\\n\\nMon cœur s'est mis à battre rapidement, de plus en plus rapidement. Je ne savais pas qu'un cœur pouvait battre aussi vite. Entrecoupé de ces battements très fort, comme si mon cœur loupait des battements.\\n\\nJe perdais totalement le contrôle de mon corps, j'en étais certain, c'était mon dernier soir.\\n\\nJ'allais mourir.\\n\\nJe ne savais pas comment réagir alors j'ai appelé les urgences.\\n\\nIls m'ont posé des questions basiques sur les maladies du coeur, et ils en ont conclu que ce n'était pas nécessaire pour eux de bouger.\\n\\nJ'étais seul contre moi-même. Dans mon petit appartement. En train d'essayer de survire contre une chose dont je n'avais jamais fait l'expérience : une crise de panique.\\n\\nJe me rappelle avoir pris une douche ce soir-là pour essayer de me calmer. Car mon corps entier était en train de trembler. Mais je ne me rappelle pas quand ni comment je me suis endormi.\\n\\n## Ma nouvelle vie\\n\\n### Les nuits\\n\\nJe détestais les nuits, je détestais ce moment précis, juste avant d'aller dormir.\\n\\nParce que je savais exactement ce qui aller se passer, car ça m'arrivait au moins 4 fois par semaine.\\n\\nToujours la nuit, quand je commençais à me reposer sur mon lit.\\n\\nImpossible de se reposer, impossible de s'endormir.\\n\\nEt ça a recommencé encore et encore. Le battement manquant et le battement très fort qui s'en suit.\\n\\nLe rythme qui s'accélère, la perte de contrôle de mon corps, les tremblements...\\n\\nJe devenais fou !\\n\\nPetit à petit, j'ai commencé à prendre note de mes ressentis (ce que vous avez pu voir au départ).\\n\\nJe ne savais pas encore que ça allait m'aider.\\n\\nC'est un conseil que j'avais reçu, de garder une trace de mon état général et de ma progression contre ces crises.\\n\\nJe me rappelle maintenant que je prenais à chaque fois une douche pour essayer de me calmer.\\n\\nIl y a une chose que je faisais que je trouve plutôt drôle maintenant.\\n\\nJe sortais dehors pour marcher dans les alentours (ça me calmait). Mais pas au hasard. Je marchais en direction de l'hôpital le plus proche, je marchais dans ses alentours tant que je n'allais pas mieux. Juste au cas où quelque chose arrivait, je serais déjà à côté de l'endroit ou trouver de l'aide.\\n\\nCet hôpital était étrange, impossible de rentrer sans sonner la nuit. Je n'avais pas envie de sonner.\\n\\nJ'avais trop peur de sonner pour rien. Ça ne m'aurait pas gêné autant que d'entrer et parler avec quelqu'un. Mais pas sonner.\\n\\nQuelque part au fond de mon cerveau, je le savais que ces crises étaient du n'importe quoi. Donc je marchais juste dans les alentours, parfois pendant des heures.\\n\\nUn jour je me suis enregistré lors une balade nocturne pendant une attaque de panique. Malheureusement le jour suivant je me suis rendu compte que l'audio était corrompu. Je ne me suis jamais réenregistré.\\n\\nÇa aurait pu être intéressant de savoir ce qu'il s'y passe dans cet audio. Parce qu'on ne se rappelle pas de tout lorsque l'on a une attaque, enfin en tout cas dans mon cas c'était comme ça.\\n\\nDonc voilà, si l'on devait résumer mes nuits :\\n\\n* je vais dormir super tard, car j'ai peur de ne jamais me réveiller\\n* la crise de panique à lieu\\n* je vais sous la douche et/ou je vais me balader\\n* je rentre et j'attends jusqu'a ce que je sois trop fatigué pour resté éveiller\\n* et je m'endors\\n\\nJe me rappelle d'un jour, je suis sorti de mon appartement pour marcher vers le centre-ville car je ne voulais vraiment pas être seul. Après 30 minutes de marche dans la nuit, j'arrivais à une boîte de nuit. C'était un mercredi il me semble, enfin je me souviens surtout que la grande salle du bas était fermée, et qu'il n'y avait qu'une douzaine de personnes au premier étage. C'était une petite salle, éclairée par des lumières bleues. Sur la piste de danse, il y avait un conduit d'aération énorme. Je me rappelle que j'aimais rester dessous car j'avais l'impression de bien pouvoir respirer. Il y avait un petit bar et j'y ai pris une bière. Puis je me suis assis, et j'ai regardé les gens danser pendant une heure ou deux avant de renter. Je pense que ça m'a bien aidé.\\n\\nDurant cette période, la seule chose qui me rendait heureux c'était le matin. J'étais tellement reconnaissant d'être en vie chaque matin, puisque j'allais presque tous les soirs au lit avec la sensation que ne passerait pas la nuit.\\n\\nCette pensée était l'une des plus impactante au cours de ces crises.\\n\\nJe voulais juste me réveiller en vie un jour de plus.\\n\\nÇa m'a fait prendre du recul sur pas mal de choses.\\n\\n### Les docteurs\\n\\nParlons des docteurs et du système de santé en France.\\n\\nPendant un an et demi, j'ai vu mon médecin traitant plus de 22 fois. Et je me forçais vraiment pour ne pas y aller souvent. Je savais que j'y allais pas vraiment pour quelque chose d'utile. Ça m'est souvent arrivé de prendre un rendez-vous puis de l'annuler juste après.\\n\\nMon docteur était bien, elle m'a aidée comme elle pouvait durant ce moment difficile. Elle m'a conseillé d'aller voir différents spécialistes pour le cerveau, le coeur, l'estomac, les yeux, les muscles, les dents, les artères... Oui, j'en ai vu beaucoup.\\n\\nHeureusement je vis en France, et ici la santé est plus ou moins remboursée.\\n\\nOn n'est pas toujours remboursé à 100%, ça va dépendre du spécialiste et de l'acte effectué et également de si vous avez une bonne mutuelle.\\n\\nJe n'aurais jamais pu voir autant de docteurs sans ce système de santé.\\n\\nContinuons sur les docteurs.\\n\\nLe premier spécialiste que je suis allé voir, sans surprise, c'est un cardiologue. Pour moi tout était lié au cœur, j'avais toujours une douleur au niveau de la poitrine, et toujours avec ces battements qui loupaient. Alors le cardiologue semblait être le meilleur choix.\\n\\nJe suis allé la voir et elle m'a dit presque qu'un mot quand j'ai décrit mon problème : \\\"extrasystoles\\\". Puis elle a ajouté que ce n'était pas vraiment dangereux et que beaucoup de personnes en avaient et vivait avec.\\n\\nAvant que je parte, elle a aussi lâché : \\\"Votre coeur bat un peut vite, faites un peu de sport.\\\"\\n\\nBon, c'est tout ? Je vais bien alors.\\n\\nJe suis guéri ?\\n\\nMaintenant que je peux mettre un nom sur ma maladie : Extrasystoles\\n\\nMais c'est quoi exactement une extrasystole ?\\n\\nC'est une contraction prématurée du coeur, voici la définition de Wikipédia :\\n\\n> Une extrasystole est un trouble du rythme cardiaque correspondant à une contraction prématurée d'une des cavités du coeur. Les battements cardiaques prématurés sont de deux types différents : les contractions auriculaires prématurées et les contractions ventriculaires prématurées. Souvent, ils ne provoquent aucun symptôme, mais peuvent se manifester par des battements dans la poitrine ou un battement sauté. En général, ils ne présentent pas de complications à long terme.\\n> Ils surviennent le plus souvent naturellement mais peuvent être associés à la caféine, à la nicotine ou au stress. En général, aucun traitement n'est nécessaire.\\n\\nLe docteur m'a expliqué que le coeur battait grâce à un circuit électrique passant dans le coeur via différents points (appelons les A,B,C et D).\\n\\nEt bien j'ai un point B' quelque part qui à lui aussi un courant électrique passant à travers. Mais la plupart du temps, on ne sent rien, car l'impulsion électrique qu'il reçoit est inférieure au reste du circuit principal.\\n\\nMais parfois, avec la fatigue, le stress, l'anxiété, l'alcool, le café, le thé... L'impulsion électrique passant dans le point B' peut être supérieure au reste et peut provoquer un battement prématuré. Ce que provoque un battement fort suivi d'un arrêt complet du coeur pendant une seconde.\\n\\nC'est exactement ce que je ressentais. Un battement très fort, qui pouvait me réveiller en pleine nuit, puis le silence.\\n\\nLe silence total.\\n\\nLe coeur s'arrête.\\n\\nC'est peut-être pour une seconde, mais c'était une période de ma vie que je faisais très attention à ce qu'il se passait dans mon corps.\\n\\nJ'arrivais facilement à me concentrer sur mon coeur.\\n\\nJ'entendais. Chaque. Battement. Je ressentais. Chaque. Battement.\\n\\nJe peux vous promettre que lorsque vous n'entendez ni ne ressentez plus rien au niveau du coeur, une seconde peut paraître être une éternité.\\n\\nEt votre cerveau largement le temps pour penser que vous être mort, se questionnant pour savoir si votre coeur va se remettre à battre ou plus jamais.\\n\\nBon ok, maintenant je sais que c'est des extrasystoles.\\n\\nC'est quoi la suite ? Je peux juste oublier et vivre avec ?\\n\\nJe sais que ce n'est pas dangereux, juste un peu chiant. Voilà, mes attaques de panique devraient disparaître maintenant ?\\n\\nBien sûr que non.\\n\\nTout a continué, et pire qu'avant.\\n\\nJe me souviens cette fois ou j'étais en mission freelance, je devais aller dans une petite ville proche de Toulon, dans le sud de la France.\\n\\nJ'y restais deux jours par semaines avant de retourner sur Montpellier, un boulot part-remote (moitié sur place moitié à distance).\\n\\nJe dormais dans des Airbnbs, seul, et sans surprise j'y avais aussi des crises de panique.\\n\\nUne fois, je vivais dans un petit appartement à côté de la maison des propriétaires. C'était bien, je me sentais plus en sécurité en cas d'urgence car ils étaient à côté.\\n\\nUn soir j'ai eu une attaque horrible, mon corps tremblait beaucoup, je transpirais, mon coeur est devenu fou, plus que d'habitude. J'ai pensé : \\\"S'il continue de battre aussi vite, je suis mort\\\".\\n\\nJ'avais l'impression d'avoir de la fièvre, de ne pas pouvoir respirer correctement... Donc j'ai appelé les propriétaires pour savoir s'ils avaient un thermomètre ou des médicaments.\\n\\nIls n'avaient pas de thermomètres, mais m'ont proposé du paracétamol.\\n\\nJ'ai décidé d'appeler les urgences.\\n\\nJ'ai dû tout expliquer, et ils ont décidé de m'envoyer un médecin. Comme c'était une petite ville et il était tard, ça a pris plus d'une heure.\\n\\nUne heure contre moi-même.\\n\\nJ'ai regardé des vidéos YouTube, j'ai écouté de la musique, j'ai marché sur chaque centimètre existant dans l'appartement, deux fois.\\n\\nEt le médecin est arrivé.\\n\\n* Expliquez-moi ce qu'il s'est passé ?\\n\\nJe lui ai tout expliqué, et il m'a donné une petite pilule et dit : \\\"Mettez ça dans la bouche et laissez-le fondre.\\\"\\n\\nJe ne savais pas exactement pourquoi je l'ai juste pris et mis dans ma bouche avant même de savoir ce que c'était.\\n\\n* \\\"Xanax\\\"\\n* Oh.\\n* \\\"Monsieur, je pense que vous êtes un peu trop anxieux, ça va vous aider à dormir ce soir.\\\"\\n\\nJe me suis senti un peu bizarre après l'avoir pris, peut-être plus calme, plus relaxé, et parfois je souriais.\\n\\nJe me suis finalement endormi une heure après l'avoir pris.\\n\\nLe matin suivant, tout allait mieux. Je suis allé travailler comme si de rien n'était, et la vie a repris son cours.\\n\\nJusqu'à ce que cela arrive de nouveau.\\n\\nEncore, et encore...\\n\\nJe crois qu'il est temps de retourner voir mon médecin généraliste, et je lui ai dit:\\n\\n\\\"Je suis sûr qu'il y a quelque chose, j'ai des douleurs dans la poitrine et au bras gauche et dans la tête et... aidez-moi s'il vous plaît...\\\"\\n\\nUn nouveau spécialiste à aller voir: un angiologue (pour les veines et les artères). Rien.\\n\\nDe retour au médecin généraliste, un nouveau docteur à allé voir: Osteopathe. Pas d'amélioration.\\n\\nDe retour au médecin généraliste, nouvelles choses à faire :\\n\\n* Scanner du cerveau. Rien.\\n* Radio du thorax. Rien.\\n* Échographie de l'estomac. \\\"Êtes-vous anxieux ?\\\"\\n* Ophtalmologiste. \\\"Rien, surveillez juste tous les deux ans, vous avez de la tension dans les yeux (glaucome)\\\".\\n* Rhumatologue. \\\"Après 3 sessions d'injection dans le dos, pas d'amélioration\\\".\\n* IRM. Rien.\\n\\nDe retour au médecin généraliste, elle me dit:\\n\\n\\\"On a essayé beaucoup de choses, mais il y a un autre docteur que vous pouvez voir, un docteur house.\\\"\\n\\nJe ne l'ai toujours pas vu aujourd'hui mais ça reste une option. J'en parle dans la prochaine partie.\\n\\nFinissons cette partie avec une bonne nouvelle !\\n\\nEn parallèle de cette histoire, j'avais une autre maladie, une sinusite chronique (une inflammation des sinus). Cela provoque de fortes douleurs autour des sinus, des maux de tête, etc.\\n\\nJ'avais ces sinusites chaque année pendant l'hiver, pendant 2 à 3 mois.\\n\\nEn 2018, cela a continué après l'hiver, après 6 mois sans que cela s'arrête. Je devais faire quelque chose.\\n\\nJe suis allé voir le dentiste : \\\"Il faut retirer les 4 dents de sagesse\\\"\\n\\nMais nous allons faire une radioscopie plus précise avant cela.\\n\\nDes mois passèrent, je devais attendre entre 2 et 3 mois entre chaque rendez-vous avec cet expert... Je l'ai vu 3 fois avant l'intervention chirurgicale.\\n\\nSur la radioscopie ils ont pu voir que mes deux dents de sagesse du bas touchaient presque mes nerfs, et l'une des deux du haut était la raison de mes sinusites. La dent était quasiment dans le sinus, et à cause d'elle ma sinusite ne soignait pas.\\n\\nAprès presque un an, le jour de l'opération est enfin arrivé ! Je ne vais pas m'attarder sur cette histoire trop longtemps, je pourrais écrire un nouvel article dessus.\\n\\nMais, attention spoiler, après l'opération la sinusite a disparu et je n'en ai plus jamais eu (pour le moment). Merci mon dentiste.\\n\\nÇa m'a donné pas mal d'espoir sur les soins médicaux. Après tous les docteurs que j'ai vus pour mes douleurs thoraciques, mes attaques de paniques, sans aucun résultat, enfin une progression.\\n\\nMême si le retrait de mes dents de sagesse m'a aidé à réduire les maux de tête (en plus de faire disparaître la sinusite), cela ne m'a pas aidé pour les attaques de panique et les douleurs au thorax malheureusement.\\n\\nPassons, voyons comment je m'en suis sorti\\n\\n### La convalescence\\n\\nJe ne pouvais plus continuer à vivre comme cela.\\n\\nAprès plus d'un an à me sentir en insécurité, avec beaucoup de peurs, en ayant perdu beaucoup de confiance en moi ainsi qu'en mon corps et mon mental.\\n\\nJe devais trouver quelque chose.\\n\\nLa plupart du temps, je ne m'autorisais qu'à ne faire qu'une chose à la fois. Mon objectif était d'identifier les choses qui m'aidaient le plus à améliorer mon état de santé. À chaque fois, que j'allais voir un docteur ou que je prenais un traitement, je notais les résultats.\\n\\nMais j'ai fini par changer mes plans\\n\\nJe savais que le magnésium m'aidait à mieux dormir, je savais aussi que je devais faire du sport, également j'avais déjà vu un psychologue par le passé et cela ne m'avait pas fait de mal. Mon docteur m'avait également conseillé d'aller voir un kiné.\\n\\nJ'allais voir le kiné 2 fois par semaine au début, puis une fois par semaine, pendant un an.\\n\\nMassage et étirement. Contrairement à ce que l'on peut s'imaginer, les massages n'étaient pas toujours très agréables. Les massages de la mâchoire, ça fait mal, les massages du thorax aussi. Seuls les massages du dos étaient plutôt cool.\\n\\nEt ne parlons même pas des étirements, c'était horrible et tellement difficile pour moi. J'ai réalisé à quel point je n'étais plus flexible.\\n\\nVoilà mon nouveau plan :\\n\\n* Kiné\\n* Magnésium tous les jours pendant 2 mois\\n* Psychologue chaque semaine pendant 5 semaines\\n* Sport chaque jour de la semaine\\n* Et un peu moins de travail\\n\\nJ'ai aussi essayé la méditation 2 fois en groupe, mais je n'aimais pas trop. J'ai donc préféré arrêter pour avoir plus de temps libre dans ma journée.\\n\\nAh, j'oubliais presque un élément clé dans mon rétablissement, mon journal, j'y écrivais beaucoup dedans.\\n\\nCela m'aidait à garder une trace de chaque amélioration que ma santé pouvait avoir.\\n\\nAinsi que de ne jamais perdre la motivation d'arrêter de chercher un moyen de me soigner, car je pouvais toujours voir mes progrès.\\n\\nJe me demande si à un certain point, sans ce journal, j'aurais pu abandonner et tomber en dépression. C'était presque le cas.\\n\\nVoir le psychologue m'aidait, c'est toujours bien de parler.\\n\\nJe vois un psychologue comme une personne qui s'en fout de ma vie et donc je m'autorise de tout lui dire, de la façon dont je veux, sans jugement. Son boulot c'est d'écouter et de m'aider à parler. D'ailleurs, c'est lui qui m’avait conseillé de suivre des cours de méditation.\\n\\nJ'ai pu parler de pas mal de choses de ma vie avec lui, j'aurai peut-être l'occasion d'en parler dans d'autres textes.\\n\\nLe sport était bien aussi, cela m'aidait à me redonner un peut de confiance en moi, et de mieux comprendre comment mon corps marchait. J'allais au sport avec un bon ami, je pense que je n'aurais jamais eu la motivation d'y aller tout seul.\\n\\nRéduire ma charge de travail était utile pour avoir le temps de faire tout le reste et de mieux me reposer.\\n\\nGarder une trace de toutes mes attaques de paniques m'a montré qu'en faisant toutes ces actions les choses commençaient à aller mieux et que les attaques arrivaient moins souvent.\\n\\n## La Fin\\n\\nVers mai 2019 les attaques arrivaient plus que deux fois par mois, vers juillet seulement une fois par mois.\\n\\nEt depuis octobre 2019 je n'ai plus eu aucune attaque de panique.\\n\\nQuel soulagement !\\n\\nUn jour j'ai écrit cela dans mon journal (que je tiens toujours aujourd'hui) :\\n\\n> J'ai tout relu, ça m'a fait pleurer... J'avais oublié la force de ces crises d'angoisse.. Ça me les a fait revivre. Je suis vraiment reconnaissant de ne plus en avoir aujourd'hui et de mieux m'en sortir niveau sommeil également. Les douleurs quand à elles sont toujours présentes mais je vis avec. J'ai mis plus d'un an et demi à me sortir de ces crises d'angoisses de merde... Putain. Mais je ne sais toujours pas pourquoi j'en ai eu ni comment je men suis sorti.\\n\\n## Aujourd'hui\\n\\nOui, j'ai toujours des douleurs thoraciques aujourd'hui, (décembre 2021 dernière mise à jour).\\n\\nJe rêve du jour où je vais pouvoir modifier cette partie en disant que je suis finalement libéré de tout ça.\\n\\nNéanmoins, ajourd'hui j'ai appris à vivre avec, et à ne plus avoir de crise de panique à cause de la peur que provoque ces douleurs.\\n\\nJ'ai vu en tout, 4 cardiologues pour beaucoup de tests, sur 48h, des tests d'effort, des échographies, des radios...\\n\\n![](https://images.mirror-media.xyz/publication-images/Ma-IAP3oIuurCMhwXlqsC.jpg?height=1600&width=1200)\\n\\nRien n'a été trouvé pour le moment.\\n\\nPlus haut dans le texte j'ai parlé de \\\"Docteur House\\\", son vrai job c'est médecin interniste.\\n\\nIls connaissent beaucoup de maladies et pathologies et ils essayent de trouver des possibilités non imaginées pour un cas précis.\\n\\nJe ne l'ai pas encore vu, mais peut-être l'année prochaine (l'attente est longue pour ces docteurs).\\n\\nCette douleur thoracique ne m'empêche pas d'être plus heureux aujourd'hui.\\n\\nCela ne m'handicape pas pour avoir une vie normale.\\n\\nToute cette histoire m'a appris pas mal de choses.\\n\\nCe qui est essentiel dans la vie et à quel point l'on est chanceux d'être en vie.\\n\\nQue tu ne peux pas contrôler tout ce qu'il t'arrive.\\n\\nQue tu ne peux pas faire confiance en tout ce que tu ressens, entends, sens ou vois.\\n\\nQu'il y a toujours une solution.\\n\\nQue j'étais plus fort que ce que je pensais.\\n\\nQue les personnes que tu aimes sont précieuses.\\n\\nQu'il ne faut pas avoir peur de la mort (ça ne veut pas dire que j'ai envie de mourir).\\n\\nQue la vie nous donne la possibilité de faire énormément de belles choses.\\n\\nQue je suis beaucoup plus chanceux que de nombreuses personnes.\\n\\nQue de se plaindre est une perte de temps.\\n\\nEt beaucoup plus de choses dont je ne pense pas là mais qui font maintenant partie de moi.\\n\\nJ'espère que j'ai pu vous aider à comprendre ce que c'est et si vous en avez aujourd'hui j'espère que cela peut vous aider à voir que vous n'êtes pas seul et qu'il est possible de s'en sortir. N'hésitez à en parler, c'est important pour en sortir.\",\"timestamp\":1639610848,\"title\":\"💥 Comment se sortir des attaques de paniques et des crises d'angoisses\"},\"digest\":\"wDcGFf2LRHSB1YbcE7d96q0-F1jvlbYxjEXwkqMINKo\",\"authorship\":{\"contributor\":\"0x26f755132D69dA9e2C2B27cF80e65aE0fa79Bf15\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nySNejJpBLLWXa5QVrJpO-EfxlG7kEWmK1EORRnXyHw\\\",\\\"y\\\":\\\"wgMc0ZwVJRDzdEvlguhBNYau7bKtCQBmZ8I8SjnAutk\\\"}\",\"signature\":\"bh48Fbzj4Ys74uffx3uJi4AGiL-yrB5gy4xZmNKaR2HkRIIgMy6-lD_tfNxDpNPQZ5mDmx1UD_T45GI0G52p1g\",\"signingKeySignature\":\"0xe367b4d52bcb1c224a1779bac8b613b6445fb115f6b8ea8404555f153d78c64762e67fba92b0357bd67f2d680861b3971f4ba94e3f07c14b45f88e61a8ab8e6e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nySNejJpBLLWXa5QVrJpO-EfxlG7kEWmK1EORRnXyHw\\\",\\\"y\\\":\\\"wgMc0ZwVJRDzdEvlguhBNYau7bKtCQBmZ8I8SjnAutk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UzhDJ-1K8s2fdgtwsXSsJMuyDmAG5j7Wao1XV_anByk\"}"