"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/Hi2B-hCYf5qndc7cZ_F2i.png?height=1674&width=3200)\\n\\n*In this article, we describe an approach to automated management of so-called POL (protocol-owned liquidity), which is a key concept behind [DeFi 2.0](https://thedefiant.io/olympusdao-uniswap-defi-2-0-liquidity-mining/).*\\n\\n## Content\\n\\n* Token Utility\\n* DeFi 2.0\\n* Pathway\\n* Implementation\\n* Bonding\\n* Governance\\n* Sustainability\\n* Conclusion\\n\\n## Token Utility\\n\\nIn various applications where digital assets are used, their utility may differ within the product itself: the most common examples are staking, collateralization, governance, fees distribution, or playing a role of native token. Two fundamental factors that are usually measured for utility assets are liquidity and volume.\\n\\nLiquidity measure represents an amount of capital that can be liquidated or acquired without a significant impact on the market. This is one of the most important fundamental indicators of asset health, as it shows market depth or how much active capital has already entered the system and is used in it. The more liquidity, the greater the capacity of capital that can be invested in an asset, and the higher the safety and freedom of action for an investor.\\n\\nThe value of a utility token is indirectly reflected in how much activity is performed with the asset. In financial protocols, trading volumes are a direct metric of activity around an asset.\\n\\n## DeFi 2.0\\n\\nHaving started as an alternative to liquidity mining (AMM LP), DeFi 2.0 approach is deemed more promising and fundamentally stable. It is based on creating systems that can coordinate within a DAO structure to collectively manage capital in a treasury and liquidity on the market by solving the main problem that contributes to the instability of financial protocols: [prisoner's dilemma](https://academy.binance.com/en/glossary/prisoners-dilemma). DAOs are capable of negating such economic side effects, as they allow for the creation of robust governance institutions and higher-level protocols, which is necessary for efficient [Digital Capital Markets](https://q-4.capital/digital-capital-markets/).\\n\\nDAOs are rule-setters for algorithmic systems rather than the systems themselves. When it comes to market making of project tokens or liquidity management, algorithmic systems are needed that will operate in a fully automated manner, but with an ability to be customized and updated through social consensus DAOs. Each such DAO has a treasury which stores assets ([PCA, protocol controlled assets](https://docs.tokemak.xyz/protocol-information/key-terminology#pca-protocol-controlled-assets)) or liquidity ([POL, protocol owned liquidity](https://medium.com/despread-creative/can-protocol-owned-liquidity-be-defi-2-0-d333484578d6)). The last two terms are the basis of DeFi 2.0, but we are expanding their meaning through the introduction of the term Pathway, which is an algorithm for management of the PCA and POL, based on a set of rules and algorithmic parameters which are subject to voting of the DAO.\\n\\n## Pathway\\n\\nThis article describes the Pathway protocol in detail, primarily how the token value is linked to the fundamental indicators such as liquidity and activity (volumes).\\n\\nIf a DAO controls all LPs for its own governance token, managing liquidity in a decentralized manner is straightforward. It is therefore easy to create a transaction which atomically removes liquidity from an AMM, tweak the QUOTE/BASE ratio (how much the BASE token costs in QUOTE in this particular AMM pool; e.g. BASE is GTON, QUOTE is ETH) to a required level, and add liquidity back afterwards. In doing so, DAOs can proactively engage in strategic market-making on AMM DEXes. For instance, if there is a too high demand for an asset, the DAO can react by increasing the amount of QUOTE currency by selling BASE against QUOTE.\\n\\nThe most important question here is: how to determine a proper (fair) QUOTE/BASE ratio? We believe that the approach that Pathway is based on is an answer which is capable of automatically sustaining an efficient Digital Capital Market.\\n\\nIn this article, we argue that the QUOTE/BASE ratio should be taken as a function of  Liquidity. Therefore, the more value these metrics show, the larger QUOTE/BASE ratio should be set on AMM DEXes by DAO.\\n\\n### Numerical model\\n\\nThe mathematical relation between liquidity and the ratio was deduced based on the analysis of fundamental stats of prominent DeFi projects, such as ANY, OHM, TOKE, and a few others. \\n\\nTo suggest Pathway parameters for the **v1.x settings** we used OlympusDAO ($OHM) as a reference.\\n\\nWhy?\\n\\n* DeFi 2.0 with same POL model\\n* Most (> 95%) liquidity on DEXes (Sushi)\\n\\nResearch data: \\n\\n<https://www.coingecko.com/en/coins/olympus>\\n\\n* Date: 11 Dec\\n* Liquidity: 11 mln$ 2% Market Depth - > 0.55 bln$ AMM TVL on Sushi (DAI, ETH, WETH pools)\\n* MCap: 3bln\\n* Vol: 90$ mln\\n\\nLogic:\\n\\nLet's assume that our time target is 20 epochs. Epochs are weeks or 10 days periods. We can't do strict planning here, just some rude timing assumption. We're setting up these parameters for 180+- days or half a year. Time parameter isn't important here. It's just a picture we as a DAO gonna see in mid-term period. In reality it can take longer or shorter depends on market, community, team performance.\\n\\nAssume that we'll have **25%** GTONs in circulation during PW functioning. This is EB, current liquidity + Ops & SPI allocations aimed to make PW and supportive functionalities (bonding, Candy and IDOs) working for it.\\n\\nBased on $OHM case we re aiming to reach 3bln$ MCap, so the max target for PWPeg (Pathway Peg Price - **MaxPWPeg**) is 600$ per $GTON.\\n\\nOther parameters are following this logic, so we have:\\n\\n* **MaxPWPeg** = 600$\\n* **MaxLiq** = 550 mln$\\n* **FloorPWPeg** = 1.5$\\n\\n**PICTURES**\\n\\n### Pathway v1.x\\n\\nThus, the liquidity-only version of Pathway is deducted based on the following formula:\\n\\nPWPeg (*L*) = **FloorPWPeg** + **MaxPWPeg**\\\\*(*L*/**MaxLiq**), where L is current GTONs liquidity.\\n\\nFor practical implementation we also have to define \\\"tuning\\\" parameters:\\n\\n* SmoothingFactor for *L - \\\"alpha\\\" parameter exponential averaging of price and liquidity data provided from oracles. We need averaging to prevent PW manipulations from external* malicious actors.\\n* PegActionFrequency - how often SC will peg the price to the **PWPeg**\\n* VRF parameters - randomizer parameters to prevent malicious arbitrage activity.\\n\\nSince liquidity is put in the BASE & QUOTE pair, it grows if there is a growing demand for the BASE token. Thus, the actual mathematical dependency represented by this function isn’t linear, but rather parabolic and depends on the ratio itself.\\n\\n## Implementation\\n\\nThere exist a number of potential issues that can emerge when implementing Pathway in practice, including but not limited to determinism, the influence of arbitrage, and the risks of manipulation and frontrunning.\\n\\nIn order to mitigate those issues, the system should be adjusted by introducing randomness into the actions that the DAO conducts with the Treasury. For instance, using VRF (verifiable random function) oracles is possible to determine if an action (buy or sell) should be done at the current block.\\n\\nAnother issue that is likely to be encountered is manipulation during the early stage of low liquidity and volume. To prevent this, moving averages, such as the exponential moving average, can be applied. Also, a temporary moratorium for launching Pathway can be introduced by the DAO to lower the risk of such manipulations.\\n\\nIn addition, it is important to note that this protocol can be implemented independently on different blockchains, with arbitrageurs synchronizing the volume, liquidity and price across all chains. A special DON (decentralized oracles network) is planned to be used to synchronize smart contracts between blockchains.\\n\\n## Bonding\\n\\nIt is necessary to accumulate the funds in the Treasury in order for the tokenomics to remain stable in the long-term. Thus, a mechanism is needed to attract borrowed funds for a discount on the tokens in the Treasury with vesting, or a bonding mechanism. This mechanism can be used both with LP tokens with GTON, and with the tokens that form the majority of treasury reserves.\\n\\n## Governance\\n\\nA set of parameters must be finalized by the DAO to establish proactive treasury market-making: MaxRatio, LiqImpact, MaxLiq, MaxVol, OffsetRatio, VRF parameters and EMA averaging parameters.\\n\\n## Sustainability\\n\\nThe flexibility of ratio tweaking is achieved by removing liquidity from AMMs in order to increase slippage and tweak the BASE/QUOTE ratio, with liquidity added back right after all the adjustments are done, in order to stabilize the new ratio in the short-term. When a majority share of LP tokens is owned by the DAO, it becomes possible to execute fast liquidity maneuvers to adapt to the ever-changing market and therefore pursue the dynamics of the fundamental metrics of the token and establish a direct token value correlation. The stimulation of the growth of the two crucial metrics is also supported and enhanced by the organic activity of the token holders, thereby creating an overall more sustainable system with positive feedback loops.\\n\\n## Conclusion\\n\\nIn this article, we described Pathway, a DAO-based approach to automated management of so-called POL (protocol-owned liquidity) with the potential to become a new standard of liquidity management. We believe that the implementation of such mechanics can increase market efficiency and prosperity of DAO systems and their token holders through positive feedback loops that correlate with the fundamental growth factors of a token.\\n\\n### Follow us:\\n\\n[Website](https://graviton.one/)| [Twitter ](https://twitter.com/OneGraviton)| [Github](https://github.com/Graviton-One/)| [Forum](https://forum.graviton.one/) |[Medium articles archive](https://medium.com/graviton-one)\",\"timestamp\":1639481235,\"title\":\"Pathway: Automated Liquidity Management Protocol controlled by DAO\"},\"digest\":\"wcPCgDha3J7JAKIRXNnG2NNzjDLVxSVjWpGjSWzPE5E\",\"authorship\":{\"contributor\":\"0xCed486E3905F8FE1E8aF5d1791F5E7Ad7915f01a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cHNlFsykjJee_QwXSTfMinzTUn0CkfJiJBaGNWUQu54\\\",\\\"y\\\":\\\"uSBu9J30kg73jEo7TN3rElI5k8GUWzusKYpmzDwXevs\\\"}\",\"signature\":\"CyYgbDROO2UI1zNm7pCilR80OcLr0g2lgGFHqZE04eJDtnzNGQCqqRl_I8r4wRR8UxDAga6A52LkrqhBcJoc1g\",\"signingKeySignature\":\"0xd312c05ff258da76dcc194949acdb94cf4b6d5dc1105ae9f2e39aa88ac80306529875bc4ca5c87b6cb5bb00467e21fa3ee1c87faa6cb886b6e9ddf178d75a8ca1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cHNlFsykjJee_QwXSTfMinzTUn0CkfJiJBaGNWUQu54\\\",\\\"y\\\":\\\"uSBu9J30kg73jEo7TN3rElI5k8GUWzusKYpmzDwXevs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Yv6tc-KaTK1I-wfF6lc4c2UXuoqDA2h75sLt4n_cWA4\"}"