"{\"content\":{\"body\":\" \\n \\n\\n5岁之前的周涛，在大别山下一个村庄住了两年。爷爷奶奶在镇子里的中学做教师，很受当地人尊敬。他们住在村口第一家，村民钓了鱼拿到集市上卖，路过她家都要问一句：“周老师、孙老师，刚捉的鱼要不要给你们留两条？”抓了小河虾，下了新鲜的鸡蛋，都会拿来。\\n\\n \\n \\n\\n她每天和农村小伙伴疯跑，春天挖田埂边的荠菜，夏天去河里摸鱼摸虾，跑到口干舌燥时，去人家的地里挖个萝卜，在水中洗洗就吃。没有一家的叔叔阿姨会追出来打骂小孩，反而会说，洗干净了再吃，不然拉肚子。**上小学后，她回到父母身边，那段乡村记忆却总是清晰。**\\n\\n \\n \\n\\n长款风衣、衬衫、红色假高领、裤子均为 Sportmax\\n\\n鞋子 Arket\\n\\n \\n \\n\\n读书以后，周涛开始向往大城市。她家在安徽淮南，“不算特别经济发达的城市”。父母带她去南京、杭州、苏州，印象最深是南京好看的梧桐树，气派的总统府；到了上海更不一样，眼花缭乱的各种商品；去苏州看各种园林。出门坐的都是绿皮火车，很多都没有直达，中途还要换乘。车上买的盒饭用铝制的盒装着，在餐车炒好了送过来，饭菜特别香，吃完饭盒还要回收。\\n\\n \\n \\n\\n前些日子在安徽六安做节目，她特意问了镇子里的情况，当地人说变化很大，已经成了城市，完全不是小时候记忆中的样子了。**“可能经过岁月沉淀，我美化了很多东西，浪漫了很多东西，但记忆的美好就是不断用想象去装点一段生活。这也是旅行的意义，你想起来就会觉得很愉快。”**\\n\\n \\n \\n\\n \\n \\n\\n刚进电视台工作时，出差坐飞机到一座城市她都会兴奋，以为能看风景，后来发现欣赏风景需要一颗安静的心。“当地接待很热情，会带你到处看看。有一次喀纳斯湖就在附近，我想着能带父母来就好了。带着任务的工作和纯粹的旅行是两回事，即使你有空陪他们看，心情也不一样。”\\n\\n \\n \\n\\n“我一直在外面跑，中国所有省市自治区，包括港澳台都去过了。”有段时间太频繁地出门，让她抗拒外出。出差尽量当天回，或者坐第二天头班机。第一次感受旅行的快乐是有女儿之后，小孩一天天长大，父母慢慢变老，她有种紧迫感。**全家出行是真正的天伦之乐，目的地不重要，快乐的是每一天的相处。**\\n\\n \\n \\n\\n大衣 Fendi\\n\\n \\n \\n\\n“我们平时不和父母住在一起，大人各自上班，孩子上学。寒暑假才能完成旅行，那是一段完完整整的时间，除了睡觉，一家人都在一起。”她计划60岁退休，找一辆房车，能洗澡能睡觉的那种，像一个家一样的，把全家人带上，从北走到南。**在她的畅想中，要夏天从漠河出发，一路走国道和高速，累了停路边，晚上宿营地，用大半年时间，在深秋时节开到广州。**\\n\\n \\n \\n\\n她有空就刷视频，看别人的房车出行，喜欢那样的生活方式。“到一个地方，买点猪头肉、鸭头，买一个馒头5毛钱，买一根山东大葱，裹起来就吃。旅行让人有新鲜感，哪怕是修车、换水箱，看什么都好玩。”在全民自媒体时代，她觉得百姓的拍摄更接地气。“在电视台工作，多多少少带有俯视，哪怕是拍纪录片。而短视频是生活，和那片土地上的人一样的平视。”\\n\\n \\n \\n\\n黑色皮质风衣、白色内搭衬衫 均为Jacques Wei  \\n\\n黑色内搭高领 Samuel Gui Yang  裤子 Brunello Cucinelli \\n\\n黑色半裙 Moncler  鞋子 Arket\\n\\n \\n \\n\\n在当地人眼中，馒头、大葱、猪头肉，都稀松平常，“日复一日的生活有点乏味，旅行就是让你破除乏味感。”**在一场家庭出游里，她每做一个计划都有幸福感。**如果老人想去海边，那就在冬天去三亚；女儿对文史感兴趣，所以迪士尼不一定在计划中，但博物馆肯定要有。“最初的旅游是看景点，看长城，看故宫，等景点都逛了一圈，慢慢过渡到旅行，体会你在路上的心理感受，也看别人的生活状态。”\\n\\n \\n \\n\\n在北京上大学时，“不到长城非好汉”正流行，她和同学去了慕田峪长城、金山岭长城，一路挤公交前胸贴后背，到了发现没带面包，没有水，也没钱吃快餐。后来女生都爬不动了，男生说不到顶上多丢人啊，拉着拽着，一群人狼狈地登顶。“小时候，我爸有一个总结说得特好，旅游是什么？就是渴、饿。那时不懂旅行的舒适和享受，觉得出门就是受罪，但幸福也是真的幸福。”\\n\\n \\n \\n\\n大衣 Fendi  裤子 Giorgio Armani \\n\\n鞋子 Arket\\n\\n \\n \\n\\n那时他们热情高涨，京郊大地没少去，龙庆峡、十三陵、密云水库。有一次和四个同学从广院（中国传媒大学的原称）出发，先到十渡景区，又到河北涞水县，一路上坐绿皮火车。当时野三坡风景区尚未开发，她们晚上借住在老乡家里，睡的是大炕，吃的是柴锅饭。花6块钱买了一只鸡，让主人帮忙做。村子往里走有一条拒马河，桥是木头搭的，一根一根，像枕木一样地搭上去。 \\n\\n \\n \\n\\n \\n \\n\\n“在北京电视台时，有一年我们去门头沟爨底下，拍一张一张的新年挂历。”家家户户是石头垒的房子和院墙，粗粝的修筑风格，摸起来有岁月沧桑的手感。如今再去，村民大多搬走，改成民宿和农家菜，老宅门前插了旗子，招摇着抢生意。商业化程度很高，却见不到当年的民风。 \\n\\n \\n \\n\\n“其实经济欠发达的地区，它极美的风景只是给你很短很短的触动，更多的还是因为它的落后而感到说不出的难过。”**那些年做心连心慰问，去过很多老少边穷地区，下了飞机坐火车，坐完火车换汽车，蜿蜒的盘山路开了很远，到最后只有黄土碎石，已经见不到完整的路。**“风景很优美，但是人真的很穷。”\\n\\n \\n \\n\\n水面倒影。\\n\\n \\n \\n\\n从1995年到2005年，十年间她看到的是“山乡巨变”。“我们走进田间地头，到百姓家里看他们的生活状况，那样的青山绿水，人却那么艰苦，很痛心。”前几年做七一特别节目，她再度来到房山霞云岭，那是歌曲《没有共产党就没有新中国》的诞生地。进山的路还是那么宽，但已经修了两条车道的柏油路。最后一公里进村公路，让很多乡村脱贫致富。“村里还有民宿，设计得很好，村里人的生活也挺好。” \\n \\n\\n \\n \\n\\n**“旅游是需要规划的。”**在这一点上，周涛有她的思考，“经济发达后，景点有人工的参与，看你用什么眼光来界定好坏。”“原生态的风景确实给人震撼，它纯净、天然，但不能给当地百姓带来好的生活，单纯地依靠青山绿水，你连个买矿泉水的地方都没有，怎么旅游？需要有人来平衡。”\\n\\n \\n \\n\\n黑色廓形大衣、红色开衩裤均为 Dunhill \\n\\n黑色高领内搭 Celine  靴子 Bottega Veneta\\n\\n \\n \\n\\n近两年的全球疫情，让旅游业困顿，也改变了人们的生活。2019年底，欧洲开通了内河邮轮旅游，父母跟她说想去看看，晚上睡在邮轮上，白天到地方下来看看，不需要儿女跟着，他们自己玩得也省心。周涛咨询旅行社，说5月是最好的时节，气候温暖，多瑙河正是好看，她已经交了定金，找最好的旅行社，有随队医生的。“我想着要去就玩好一点，老人家出去，要尽量周全。”\\n\\n \\n \\n\\n疫情突如其来，打乱一切。今年9月，周涛的父亲去世了。“有的时候很遗憾，有些东西没办法，他们老两口永远都不会去了，要去只能我陪我妈妈一个人。**人有的时候很脆弱，你不知道就被什么打败了，可能是疫情，可能是时间。**它打乱我们太多的东西，都不仅仅是旅行计划，是你的生活。”\\n\\n \\n \\n\\n大衣 Arket  帽衫 Sandro \\n\\n裤子 Ermenegildo Zegna  墨镜 Gentle Monster\\n\\n \\n \\n\\n父母的老去，孩子的成长，都不能等待。**一场说走就走的旅行，以前也不觉得有什么特别，现在听起来就像上辈那么遥远。**她每年都抽时间带女儿出去玩，这两年也在想，“趁着我能带她出去玩的时候，尽量带她出去。可能18岁以后有了男朋友，我想跟着她都不让我去了。”\\n\\n \\n \\n\\n常说中国人有田园梦，一个院子，一畦菜地，养花养狗，夏看南山，秋赏枫林。周涛的先生对土地特别有情感，他喜欢种东西，看它抽芽生长。“每个人都不一样，”她常跟先生说，“我是都市动物。你喜欢田园风光，我更喜欢现代文明的城市。都市带给我的乐趣要丰富得多。”\\n\\n \\n \\n\\n大衣 Fendi\\n\\n \\n \\n\\n她从小向往巴黎，那是心中的浪漫之都，是美好的城市。1998年法国世界杯，她前去观赛，那是第一次自己花钱的出境旅行，没有工作，没有任务，也没什么钱，但是看到心心念念的城市就是快乐。那年巴黎圣母院大修，她没能进去，2019年带着女儿再去时，一场大火已改变了一切。\\n\\n \\n \\n\\n**生活总有遗憾，但依然要向前。**“病毒大概是不会消失的，但我们可以期待特效药。那天看到新闻，中国的药物研发也在加紧。希望我们的生活能恢复正常，走回正轨。”如果许一个心愿，她想再去一次巴塞罗那。“上一次去是2018年，但时间非常短，我从马德里坐火车去，只停留了三天。它是一座海滨城市，也是高迪的城市，有文化，也有风光，我还没有待够。”\\n\\n \\n \\n\\n \\n \\n\\n大约也是因为高迪，巴塞罗那的地位在她心中和马德里绝对不同。“那里有非常有特色的建筑，悠久的历史，一百多年的街道，两百年的房子。”皇家广场的路灯头上，带有羽翼的头盔，那是市政府向高迪发出的第一个委托；神圣家族大教堂，他规划了穹顶和钟楼，钟声依然准时响起。\\n\\n \\n \\n\\n**童年有幸在乡村生活过，那段记忆固然浓厚，但对她影响更深远的，或许还是成长中对城市的向往。**对未知生活的渴望。如果有机会，她还想再到巴塞罗那。“三天不够，那是个非常美丽的地方，要住上一段时间，慢慢走过。”\",\"timestamp\":1642175322,\"title\":\"走过大千世界，最感念的是与家人同行\"},\"digest\":\"ZQpduRwy-rfOb56H8wUdU1_ykDoNgFVDb9XltWWT7-w\",\"authorship\":{\"contributor\":\"0x036a6BA1fCaD423064D09806479B5fFBf5F22fbe\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SHS1WhCLIbrNIROL2wpPIaxhWtdSk5Jt_MduLQWkzBc\\\",\\\"y\\\":\\\"HXLKnfYSF8lbUWPGKj-fGwvrfBqqyaCBmOPR0Y2Ppus\\\"}\",\"signature\":\"FInuLyvQvtNf5CpR2t_XKVnXWEofy8uXIyp4pWlji-ELzPz7vdreuOXR-rP4TLTaZFzmLh0NGYw15xbLzNWPMg\",\"signingKeySignature\":\"0x317eb6cb064f6e68901309af21119e2a95d82ef673d4dfa69866fec166d35dcd24b9c62199667e586fd8e503a57f5779f8baa1d93085d936cd6daa89bc6f829c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SHS1WhCLIbrNIROL2wpPIaxhWtdSk5Jt_MduLQWkzBc\\\",\\\"y\\\":\\\"HXLKnfYSF8lbUWPGKj-fGwvrfBqqyaCBmOPR0Y2Ppus\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZQpduRwy-rfOb56H8wUdU1_ykDoNgFVDb9XltWWT7-w\"}"