"{\"content\":{\"body\":\"Open Source. When people hear this, they usually immediately think it means being altruistic and giving away content, property, creative or engineering works for free. This is a major misconception apparent across all industries — in part. Up until today, open source has almost entirely been altruistic — the hope that network effects at scale will somehow make their way back to paying you forward for the goodness and work that you put out into the world.\\n\\nAnd, unfortunately, with the way that incentives in web2 are set up, that often means that this goodness is paid back through a lottery system of hope, whereby “MAYBE” you will see goodness and value back from it, but actually, usually the case is that someone exploits the system, steals your work and then takes value from the market for the work that you, the original creator, put in the time and effort to create for it.\\n\\nIn web3, this entirely changes. Now, you have provenance and verifiable transparent ownership through vessels like NFTs.\\n\\nAnd with this, the game is different. Open source and CC0 content is the native distribution channel in web3. It means that as an artist your content and artwork and designs can remain entirely public domain, whilst you are still able to develop a scalable ecosystem of value and demand that retains its value through the timestamped consensus on the blockchain.\\n\\nIt’s no longer a matter of locking down content and IP but rather open sourcing it entirely so that anyone can interact with it, create derivatives, remixes and mash ups. The Genesis/Origin art always accumulates more value when someone is creating any copies/inspiration.\\n\\nThe Creative Common license enables owners of content to waive any interests in their works and thereby place them completely in the public domain, so that others may freely build upon, enhance and reuse the works for any purposes without restriction under copyright or database law. CC0 is a universal instrument that is not adapted to the laws of any particular legal jurisdiction. Just like anything in the public domain, it will be possible for others to use or adapt it however they wish without attribution. However, this does not mean that you cannot request attribution in accordance with community or professional norms and standards.\\n\\nWith NFTs, now you can have a value layer on top of this free content, give more resources to creators to enter industries like web3 fashion and gain access to the base content that they need through the efforts that you have already put in, helping to grow the network and network effects, whilst at the same time still capitalizing and profiting off of the original content that you created. It’s not the 3D model that has any value, it’s the story and metadata around it. And before, there was no way to differentiate between OGs and right click and savers. Future derivatives shift to increase the angle of view, develop you as an artist or also bring more inspiration to the rest of the market of how to interpret your story in a multitude of ways and perspectives.\\n\\nWe are entering a completely different era, and with the more people in the industry the more value it has. Don’t be afraid of competitors. Each member increases the market itself and the value directly exchangeable and embedded within it. Web3 removes the friction filled middle men and chokepoints.\\n\\nAnd, to close out this post, all content created under TECHNØMØRPH will be licensed under CC0. What does this mean? Do whatever you want with what we create! Smash it up, remix it, break it, add to it… it’s up to you and we welcome it!! Tag us on twitter if you want a retweet too/// \\n  \\n                         \\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\n\\nTECHNØMØRPH Realm begins the series of “Web3 Styles”. It will be a collection describing different styles in the metaverse. And the first will be Techno ofc (with a lil bit Y2K)///\\n\\n[edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=3182](edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=3182)\\n\\n[edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=3183](edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=3183)\\n\\n\",\"timestamp\":1640605312,\"title\":\"WEB3 FASHIØN IS ØPEN SØURCE.\"},\"digest\":\"2OoJNkF7lTX5DGLTsDUgTIjC9W7VGeoAIZ9fo-sGcZo\",\"authorship\":{\"contributor\":\"0x32e7319Bf8142276159ACc7D5DddF3AF4474A9DE\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6BMgtEPQ29LfppiAukxmCuyrcWnwoHeYU4sJng41MPo\\\",\\\"y\\\":\\\"_Vqp2JGaq96d1NYFhDDrM3uczqbzIm2ievrYc4dCEig\\\"}\",\"signature\":\"yoWtFB_JIr9LXn4y8JQPLcM8IK0iZ9o0b8jsOKgdegxtsrfw7yhiBUMzcyz4RWR8S0J9-6qxkDLLHpyladnW8A\",\"signingKeySignature\":\"0xced13834c2212d69151f9cf7f2261935ddf1f9b370504ad79180383735d864ec1e7027c32ba5d25a21c33942bb84d70abf5873efd00fdbc7f3b960cef6744b081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6BMgtEPQ29LfppiAukxmCuyrcWnwoHeYU4sJng41MPo\\\",\\\"y\\\":\\\"_Vqp2JGaq96d1NYFhDDrM3uczqbzIm2ievrYc4dCEig\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2OoJNkF7lTX5DGLTsDUgTIjC9W7VGeoAIZ9fo-sGcZo\"}"