"{\"content\":{\"body\":\"***THE QUESTION VAULT***\\n\\n*​​MetricsDAO:  Uniting the best analytical minds in the space to build the future of crypto analytics.*\\n\\n\\\\*\\\\*\\\\*\\n\\nThere are dozens of components that comprise an effective analytics bounty program including;  sourcing and prioritizing questions, structuring bounties, providing data access to achieve sufficient results and quality control on outcomes, to name just a few.\\n\\nMetricsDAO will construct and offer this end-to-end process for efficient and effective analysis.  \\n\\nTo make that possible, MetricsDAO will be running a series of experiments associated with each component.  These experiments are intended to evaluate how a decentralized community of analysts engages with specific activities, while also providing a training ground for community members and protocols to understand how the system will work. \\n\\n**Bounty Analytics Experiment #1 aims to collect Bounty Questions of quality from the MetricsDAO community.**  \\n\\nWe’ll be performing this experiment for OlympusDAO \\n\\nParticipants who propose insightful questions will be rewarded based on votes.\\n\\nThe results will provide OlympusDAO with a bank of analytic questions that need to be solved - and prioritized by community member interest.  \\n\\n## Experiment Overview\\n\\n### Why Olympus DAO?\\n\\nOlympusDAO’s protocol-owned liquidity model has attracted a significant user base, helping launch the \\\"DeFi 2.0 movement\\\". $OHM is a first-of-its-kind token that now has a countless number of projects building off their experimentation. Olympus is a complex project and its team is excited to hear what questions the community has, that if bountied out, would bring greater transparency around how it works and how it’s performing. \\n\\n### The Question Vault\\n\\n**How it works:**\\n\\n1. Anyone can submit a question to the OlympusDAO bounty program. \\n2. Once submitted, community members \\\\[and OlympusDAO\\\\] can vote up or down the interest in that question. \\n3. After X days, the top results may be activated for analysts to produce via bounties.  Note that production and bountying is NOT part of the experiment, but will be handled separately.  \\n\\n### Getting Started\\n\\n1. Head on over to <https://bounty.metricsdao.xyz/bounty-programs/olympus-dao> and login with your Metamask and Discord handle. \\n2. Submit a question idea that you think could be a good OlympusDAO bounty question (view tips below). \\n3. Vote on other questions that are being submitted. \\n4. Receive your POAP! Everyone who submits questions will receive a POAP. The top 3 question submissions will receive a special POAP. \\n\\n[Join MetricsDAO](https://discord.gg/3daVG8w5hG) \\n\\n\\n---\\n\\n## Bounty Question Writing Tips\\n\\n### TL;DR tips:\\n\\nDon’t ever assume that someone will “know what you mean”\\n\\n1. Be specific\\n2. Define metrics\\n3. Specify time boundaries\\n\\nExample:\\n\\n~~How many people actively use Sushi?~~\\n\\nHow many addresses have transferred SUSHI on Ethereum in the last 90 days?\\n\\n————————\\n\\nGood answers come from good questions. Here’s an example of a question that is seemingly simple but can be improved:\\n\\n*v0: How many people actively use Sushi?*\\n\\n### Be specific.\\n\\nThe original question has many interpretations: SUSHI the token? SUSHI the dex? What is a person? Are we talking Ethereum? What about Polygon? \\n\\n*v1: How many addresses actively use the SUSHI token on Ethereum?*\\n\\n### Define metrics.\\n\\nWhat is \\\"active\\\"? What is “use”? These terms can (and will) mean different things to different people. It doesn’t matter what definition you use as long as you communicate your expectations. Alternatively you can ask for the metric to be defined as part of the question.\\n\\n*v2: How many addresses have transferred SUSHI on Ethereum?*\\n\\n### Specify time frame.\\n\\nWe still haven’t fully defined “active”. Specifying time makes the result easier to understand, don’t rely on the person answering the question to specify time for you if you didn’t ask them to.\\n\\n*v3: How many addresses have transferred SUSHI on Ethereum in the last 90 days?*\\n\\n### Bonus: Add context in details.\\n\\nAtomic level specific questions may look generic. It would be easier for the community to understand the impact and insights the metrics can reveal behind. Giving more context for the question you proposed can enlighten and interest more hashpower from analytical minds!\\n\\n \\n \",\"timestamp\":1636140313,\"title\":\"MetricsDAO Experiment #1\"},\"digest\":\"cy54O1lLA0cZf6ucnvmyijHkwSbqZgMhg1nu5CM7veY\",\"authorship\":{\"contributor\":\"0x3138165f8d21d4869dbD406CD8bc8055CAC8fb6E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sjA-sSizSXMKvZXeKXllG1IbI0CNHN9te574okjwIHI\\\",\\\"y\\\":\\\"pXMq6IkGBiARyx_6vJP8H08FCaT8XQhv8Cq8yhxG50U\\\"}\",\"signature\":\"o13dWsABRTdbX8_8FD6aez4j6wTf2eypkyCP4sA9YSt4WjCz1CwDm5gFPlRJ7eujWjz2MGFVzC598POOZ6NlDQ\",\"signingKeySignature\":\"0x9c79d3915ecb57519f3b929af37674d2573d85df6ab87e3b35b8d92ae4a541360fdeb147d673c1e301b353bc0236893b96d701b660a0b28223c0209a2ac4366d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sjA-sSizSXMKvZXeKXllG1IbI0CNHN9te574okjwIHI\\\",\\\"y\\\":\\\"pXMq6IkGBiARyx_6vJP8H08FCaT8XQhv8Cq8yhxG50U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"t4G_DWaDeNyaBcmrTLBsDgfIhi6uJM4revXfw8plLus\"}"