"{\"content\":{\"body\":\"Right Holdings Dao Introduction: \\n  \\n The current meta world just likes the new continent Columbus just discovered. After the discovery of the New World, the first thing that capital does is to raise funds to occupy and purchase land in the New World, to build rules and order on the New World, and to develop new industries on the New World. \\n  \\n  In order to let everyone on earth have the right to participate in investing in the establishment of a new meta world, we established Right holdings DAO. Right Dao will build a community of 7 billion people, adopt community autonomy, and vote by nodes, and each node has votes Right, the foundation manages the treasury. Our goal is that each one of the 7 billion people community to contribute $1 dollar, totally raise $7 billion dollars to invest in a new meta world. \\n  \\n The purpose of Right holdings DAO is to invest in the right future of the Meta world. The old centralized companies such as facebook will collapse with the emergence of the new meta world. For people, the new community that controls their own data and privacy without affecting the experience of social activities, games, music and other activities will be better than centralized company such as facebook. We focus on building a new world, occupying a dominant position and advantageous assets in the new world. The core is decentralization, the application of web3.0 and the development of social capital DAO, those are impossible for a centralized companies. \\n  \\n Right DAO building a new world with social capital investment is mainly divided into four project stages: \\n  \\n  1. White paper funding stage \\n  Funding target: 5 ETH \\n  Funding circle: 5 days \\n  Completion: white paper design; establishment of official website, Twitter, medium; production of promotional video and human resource planning \\n  \\n 2. System development stage \\n  Funding target: 20 ETH \\n  Funding circle: 30 days \\n Completion: contract development of social capital DAO, founder governance node development and decentralized crowdfunding contract \\n  \\n  3. Token release stage \\n  Funding target: coming soon  \\n  Funding circle:  \\n  Completion:  \\n  \\n  4. Operation stage \\n  Funding target: coming soon  \\n  Funding circle:  \\n  Completion: \\n  \\n By completion of all above, we will invest in the right meta world future together.\",\"timestamp\":1642089798,\"title\":\"Who we are?\"},\"digest\":\"KR0prDUVO_jqEebgJIj0bWOrWfcFrHE8lBZs_8vCUf8\",\"authorship\":{\"contributor\":\"0xE4B99247432f2F7799a6e9869d54bcAA3077672e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7xa0aAvLeF99AtK7j2oaURQk5cm3hP3GKkuTOMV7fpQ\\\",\\\"y\\\":\\\"sYx4bkAKgO3ATyO4To1jet3MkJR2s6tKamAvo0oCJT8\\\"}\",\"signature\":\"dGPmVDPynv2Ta7wibkp6pDzeoKT1hJk-FAJcLymzuF7TImI-_aKSypsMlovW-hnpxEZ2XNLS2nOFOC6pjPq6Sw\",\"signingKeySignature\":\"0x72a13bc017bda997a3227db09600e879b130ab98b0ad2e108a18dee582789c9e5a8d07af62d8d9e3bf86447bb620394aac0c1890f1ae8d5f3c00b1a1ab08e71a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7xa0aAvLeF99AtK7j2oaURQk5cm3hP3GKkuTOMV7fpQ\\\",\\\"y\\\":\\\"sYx4bkAKgO3ATyO4To1jet3MkJR2s6tKamAvo0oCJT8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KR0prDUVO_jqEebgJIj0bWOrWfcFrHE8lBZs_8vCUf8\"}"