"{\"content\":{\"body\":\"November 11 was a normal day.\\n\\nA few crypto enthusiasts across the ocean may not have imagined that the IDEA they whimsically came up with in a phone call would disrupt the entire market in just half a month.\\n\\nIn a week, one of the copies of the U.S. Constitution will be publicly auctioned at Sotheby's, and they decided to set up a decentralized autonomous organization called Constitution DAO to openly solicit ETH from the entire network to participate in this auction.\\n\\nIf auctioned off, this will be the first collision between Sotheby's and the crypto world, and Constitution DAO will put this copy on public display to \\\"return the U.S. Constitution to the people.\\\"\\n\\nIf reminded of earlier this year when a rabid crypto fan made an oil painting into an NFT and then burned it proper ...... Don't dare to think about it.\\n\\n▲ Constitution DAO's simple and straightforward official website\\n\\nIn order to highlight this initial idea, the project owner issued its own token and named it People, which was distributed to all participants who donated ETH according to the ratio of 1ETH=1 million People.\\n\\nThe project organizers have no interest in managing the \\\"market value\\\" of People, but some good people have set up a liquidity pool for it on Uniswap. After all, this is something that has ETH behind it as a \\\"gold reserve\\\", at least compared to those inexplicable airs.\\n\\nThe story is just beginning.\\n\\n01 Failed auction and refund oops\\n\\nAfter Consitution DAO was founded, the founders began to promote their near-crazy idea through the crudest of forms: zoom conference calls to expand the list in the crypto community.\\n\\nEither driven by crypto sentiment or just plain old \\\"it's too much fun to watch\\\", the idea that took down the U.S. Constitution miraculously gained the approval of many communities.\\n\\nThe U.S. government is not friendly to the crypto market, and the SEC's lawsuit against XRP has not yet been argued in black and white. The group's frenzy is a big slap in the face of the federal government.\\n\\nWithin 72 hours, this DAW raised $47 million worth of ETH.\\n\\nOn November 19, the Sotheby's auction was held as scheduled. The Consitution DAO, which came out in the spotlight, met a strong opponent representing old-school capital: Citadel CEO Ken Griffin.\\n\\nThe latter bid $41 million. Although Consitution DAO did not have more money in hand, those who participated in the auction knew that the successful bidder had to pay a significant service fee and collection storage fee in addition to the auction money.\\n\\nIn addition, don't forget that the Consitution DAO is not holding US dollars, but ETH, and if it sells to the market in order to fulfill its delivery obligations, it will have an extremely negative impact on the price of ETH, and it is unknown how much US dollars it can actually come up with at that time.\\n\\nIn total, on balance, Constitution DAO gave up on continuing to lift the bid. A copy of the Constitution didn't end up in their hands.\\n\\nThe project tweeted, \\\"We failed to get a shot at the Constitution, but we've made history. within 72 hours, we broke the record for the largest funded crowdfunding campaign. Of course, the money will be refunded to everyone, thanks to the 17,437 family members who supported us.\\\"\\n\\nHowever, the participants of the bash did not want such an EXCITING party to end so soon. Despite the official clarification that money would be refunded, many people wanted to stay in this DAO.\\n\\nSo the project offered another option: for those who wanted to stay, they could exchange People for the project's governance token WTP (We The People), and announced the plan on Twitter.\\n\\nPerhaps the project is so unconcerned with \\\"operations\\\" that they didn't even announce how to return ETH, and a misunderstanding began to fester in some communities that follow People.\\n\\n▲ The whims of the greedy\\n\\nThis voice gave many coin holders a misunderstanding: Constitution DAO will take a snapshot of the positions of all People holders the next day, and then refund ETH one by one according to the percentage of positions; as for this People, either you switch to WTP or just throw it there useless.\\n\\nBut People still has a market price. So many people have a yellow dream: I can both take back ETH according to the snapshot position and sell People on the secondary market to get some money back.\\n\\nDeFi has a comment: Anyone with this idea in mind is not only bad, but also stupid.\\n\\nProject side to you one by one transfer ETH does not need gas? More than 17,000 people, the project side of the love of electricity is no longer guilty of feuding with their own money, right?\\n\\nAfter the misunderstanding spread, many people sold their People after the so-called \\\"snapshot day\\\" and the price of the coin plummeted.\\n\\nHowever, on November 22, the official Twitter account published the full text of the refund process.\\n\\nThe truth is out: the refund is something that coin holders have to pay for themselves in gas, and they have to call People back.\\n\\nThe people who sold People in advance were dumbfounded, and were forced to buy People back from the market in order to get back ETH, enriching those who had bottomed out at the low point the other day.\\n\\nThere is a saying that it is only logical for the project side to refund in this way. As the old saying goes, there is no common sense to go out less ah!\\n\\n02 The carnival of decentralized community\\n\\nInterestingly, nearly half of the participants did not choose to get a refund at all.\\n\\nAs of this writing, the project's donation function has long been disabled, but there are still 5,186.16 \\\"stranded\\\" ETH in the pool.\\n\\nSince refunds require the destruction of People, it has now become a \\\"deflationary\\\" token. Although the ratio of 1ETH = 1 million People remains unchanged, if you consider the effect of People being out of the loop - it could become a mining shovel for some project owners in the future, like UNI, CAKE or even Loot, and thus be passively empowered - it has more room for imagination than the one behind it. -It is more imaginative than the \\\"gold reserves\\\" behind it.\\n\\nPeople's value went from $0.01 to $0.03 in just 24 hours after the refunds started.\\n\\nGiven that the project owner has set the official discord to read-only and publicly announced that the project is \\\"over\\\", and that they haven't reserved any People for themselves since the beginning, the project is now in a sense a \\\"no-ownership project The project has now become a \\\"masterless project\\\" in a sense, reminiscent of the squid that was taken over by retail investors after the giant whale ran away the other day.\\n\\nA voice has emerged from the spontaneous community of coin holders: let People be the next successful MEME coin!\\n\\nIt was proposed that the image of Nicolas Cage stealing the Declaration of Independence in National Treasure be used as People's MEME, which is both appropriate and exciting.\\n\\nOn November 26, okex announced the launch of People. by this time it had over 10,000 coin holders.\\n\\nCurrently, People is available for trading on okex with prices jumping across the board between $0.1\\\\~$0.15. Based on 1/1 million ETH and the current price of ETH at $4,100, it has generated a 25x increase.\\n\\nAnd whether this tweet by Coinan founder cz today is a coincidence, a double entendre, or even a hint of something extraordinary is a matter of opinion.\\n\\nPeople will be the next SHIB, no one can predict. But one thing is for sure, it touched the emotions of every participant in the crypto world.\",\"timestamp\":1639126582,\"title\":\"PEOPLE: The unexpected success of a decentralized experiment\"},\"digest\":\"iajVZ_NU6oqmiz84pmmM0jda6SbscpBo2deW5Cz_2bQ\",\"authorship\":{\"contributor\":\"0x8F3A94725a7686055D1aaBa8a41be506c5dfD079\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YQYDte-WqmiQbc63nBUEK3qfFx0gXRzWmBHAPJ4embs\\\",\\\"y\\\":\\\"dfJ55P5QEr65IBigZ76gQMLp5wMk6JM0zFS040kNhPQ\\\"}\",\"signature\":\"dvTRsDJrJA6sVOxprCO7a0FSEuybk_MB-k2pKpSAgnYhJUi7dPWMZgy5kfJ795n0UGzkTYoXjoEF59ZP70-5QQ\",\"signingKeySignature\":\"0x326dfb3daa2874f3b116a2f9ab63f5592be34fb2970893ce33a76fa3839912b3661dba7f240d7d65e9f7362c53cd634d03fe453c91709aba6033fdacd94278e21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YQYDte-WqmiQbc63nBUEK3qfFx0gXRzWmBHAPJ4embs\\\",\\\"y\\\":\\\"dfJ55P5QEr65IBigZ76gQMLp5wMk6JM0zFS040kNhPQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iajVZ_NU6oqmiz84pmmM0jda6SbscpBo2deW5Cz_2bQ\"}"