"{\"content\":{\"body\":\"こんばんは、夜のヒヨコロです。🐤\\n\\nサラリーマンをやたら悪く言ってフリーランスをやたら良く言う人は社会不適合者だ。間違いない。（古い）\\n\\n## フリーランスの変化 vs サラリーマンの変化\\n\\nサラリーマンは悪くないです。昭和から平成にかけて、団塊～新人類～ゆとり世代くらいまでのおそらく大多数にとっての最適解です。そしてサラリーマンが多数いて、フリーランスが少数いる、そういう社会が僕には生きやすいです。\\n\\nなぜかというと、人生ハラハラドキドキというのが嫌いです。人生はひたすら羽毛布団のような柔らかさと暖かさと安心感をもって僕を迎えてほしい。\\n\\n僕にとっては、社内の噂話ばかりしている事務の女性職員と、デスクで新聞を広げるのが仕事のおじさん管理職の人が羽毛布団です。これでもご近所では立派な社会人だと見られているのです、たぶん。\\n\\nとにかく波風たてず、とにかく日々が平穏に過ぎればいいと思っています。ときどきサラリーマンのくせに自分の能力をアピールしたくてやたら仕事を増やす人はいますけど、そんな人はみな不倫してます（偏見）\\n\\nまわりがみなバリバリ仕事ができる人だったら、何も自分は頑張らなくても、この人達の邪魔をすることは無いんじゃないかなって考えてしまうと思います。まわりが穏やかであるからこそ生まれる静かな、だけど力強いやる気があります。\\n\\n僕はとにかく、毎日同じ道を昨日とほとんど変わらない速さで、でも時計で測ったら昨日よりほんの少しだけ早いっていうくらいの成長をしながら走るのが好きなのです。\\n\\n変化がないからこそ、ほんの少しの変化に気づく、そんなのがとても好きです。\\n\\n## リーマンの愚痴 vs フリーランスの愚痴\\n\\nサラリーマンでもフリーランスでも、どちらでも一緒なんですが、愚痴を聞くのが嫌いです。自分が愚痴を言うのは許せますが、他人が愚痴を言っているのは聞きたくありません。（自分に甘い）\\n\\nでも、聞いてて楽しい愚痴もありますよね、あれは不思議。すごく良い才能だと思います。\\n\\n## 1日8時間労働のリーマン、1日24時間労働のフリーランス\\n\\n時々、能力のあるフリーランスの人や、経営者の人は「自分の実働時間はたった○時間程度だ」と言いますが、いやそれは幻想でしょう。フリーランスは僕は基本24時間働いていると思っています。\\n\\nフリーランスはどんな時もなにか前進につながることをしているか、探しているか、貯めています。\\n\\n一方、サラリーマンは仕事している時間以外は、どこも目指していません。何も考えていません。僕は、無目的、無計画が大好きです。将来のことをなんにも考えていない人が大好きです。\\n\\n## まって気づいた、フリーランスとリーマンで分けるのおかしい。\\n\\nさっきからなんかひっかかると思ってたんですけど、フリーランスにもいろんな人がいるし、サラリーマンでもいろんな人がいるから、そこで分けるがおかしいんだ。\\n\\nフリーランスとか自営業とか経営者の人でも、のほほんと変化しない人いますよね。職人さんとか変化嫌いそう。イチローさんなんて試合のある昼は必ずカレーなんでしょ。すっごい微妙にフォーム変えてそれを変化とか進化って言ってるでしょ。\\n\\n一方、サラリーマンでも変化が好きで、転職繰り返したり、ファッションをガラリと変えてみたりする人いますよね。不倫する人もいるし（しつこい）\\n\\n守られながら上司の悪口言うサラリーマンはどうしょうもないなと思うけど、何の努力もせず過去の小さな栄光と夢を語りに飲み屋さんに入り浸るフリーランスもどうしょうもない。\\n\\nそうだ、尊い人は職業で決まるのではなくて、それぞれの職の中に尊い人がいるんだ。\\n\\nそして、尊い人は例外なく24時間働いているかな、サラリーマンでも、フリーランスでも。\\n\\nサラリーマンに嫌気がさしている人は、思い切って残業をやめることからが第一歩です。大丈夫、無理だと思っていても時代も手伝ってくれますし、なんとかなります。\\n\\n残業をやめることができたら、**1日3時間副業を始めてみます。**楽しかったらその副業を続ける、しんどかったら他のを探します。1日3時間ですよ、ちょろくないですか？ 月60時間くらい、軽くやってたでしょう？\\n\\n副業は、お金になるものとは限りません…あれ、だんだん副業を勧めるブログみたいになってきちゃったけど、まあ、とにかく。\\n\\nお金が好きな人は、照れず隠さずお金を求めて行きましょう。 \\n お金よりも人が好きな人は、人と触れ合う、 \\n 人に頼られるのが好きな人はボランディアに勤しむ、 \\n ものづくりが好きな人は製作する、人に見てもらう。\\n\\n楽しいことをやればいいと思います。ジョギングでもボルダリングでも水泳でも、執筆活動でもイラスト制作でもプログラミングでも、食べ歩きでも地方移住でも料理でも。DeFiでも、NFTでも、町内会の役員でも。\\n\\n何か自分が大好きではまれることを見つけたら、きっと世界中には同じことを好きになる人はたくさんいます。ご近所さんにはいなくても、世界中には絶対にいます。どんなニッチな趣味でも。同じことを楽しめる仲間が必ずいます。\\n\\n人生は楽しんでなんぼです。楽しんでいきましょう。\",\"timestamp\":1641305492,\"title\":\"フリーランスvsリーマン\"},\"digest\":\"R8E7HPYDIhh7UqXBCdnlQZ12PN4UqN4tgkEpFVinJnE\",\"authorship\":{\"contributor\":\"0x400454326d1bfD73f97a93a63e5fAaec0Af284cc\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0W6HSZkFy2liduPyenu7iIB-fXLGuruzm0vS7xirnhU\\\",\\\"y\\\":\\\"lgUrREb-6Rz9v4OXgkuM1ZYHK-WRwtu30P6TZwnYjOU\\\"}\",\"signature\":\"3lRNHo2T860QeEGR7J2KRqW-RfVAcNUuUwaxFVa4fdl9bi1lu-ktetX2nqHnY4sZP0YhEGp4TfhaYrZDPnLa8g\",\"signingKeySignature\":\"0x4a753bdd40851a791ef71ade552841c5ea0cc84293ac2d28bea33bf64deca97a34826fda0398cc0278b271a25ef645d1235c84c4bd05d1ec85bed042ea4636521c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0W6HSZkFy2liduPyenu7iIB-fXLGuruzm0vS7xirnhU\\\",\\\"y\\\":\\\"lgUrREb-6Rz9v4OXgkuM1ZYHK-WRwtu30P6TZwnYjOU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wbjZwbUD45-JkZ0URr9Z_gf1d2kQpUnweke8cfF4K6w\"}"