"{\"content\":{\"body\":\"熔炉中跳动着纯蓝色的火焰，工辛子走了上前，顺手拿放置在火炉一旁的水晶勺子，从那半米高的大理石水缸里舀了小半勺黑色溶液，小心翼翼地倒入那熔炉之中，火势一下子就暴蹿了数丈，发出滋滋的声音，焰色也由蓝转青。\\n\\n```\\n“这个是专门为了能熔化极品矿石而特别炼制的助熔黑油，很是珍贵，要不是你这鸡血矿石和白金秘矿都是优质品了，我还真舍不得用上它。”工辛子将勺子放回了原地，跟我说道。\\n\\n“那让您老多操心了，多费心了。”我在一边听得是头点点的，眼睛立即盯向那个油缸，嘿嘿笑着说道，“大师，这助熔黑油需要什么材料才能炼制，有机会我帮你去搞点来，怎么样？”\\n\\n“怎么，就凭你一个人也想搞这助熔黑油的材料，那难度可就大了，我们铁匠工会这么多人手，四处奔波收集，也就才炼了这点黑油而已。”工辛子那对老眼并没有昏花，他很清楚地看了看我，指了指那只有半缸的黑油说道。\\n\\n“您老放心好了，难度再大我也不不怕，咱有的是坚忍不拔的毅力和锲而不舍的精神，只要你告诉我，我想尽一切办法都会帮你弄到的。”我拍了拍咱那并不算健壮的胸膛，大声说道。\\n\\n嘿嘿，这帮工辛子弄黑油是假，我想自己搞出来是真，既然大师他都说这玩意好，那肯定错不了，我弄点出来的话，肯定能卖不少钱，何况咱自己想领悟锻造技能的话，也少不了需要用上它，所以咱得套出这东西的原材料来。\\n\\n“这助熔黑油需要用火山熔岩浆、硫酸岩晶体、浓稠的石油溶液以及巨鲨鱼油，另外在炼制时需要用百年古木为火种，才能将这几种材料充分融合，保证其特别的属性，而这些材料基本上都是可遇而不可求的，所以说难度才大。”工辛子并没有将那助熔黑油的配方当成机密，一一告诉我道。\\n\\n我头又有点昏昏，工辛子老人家说的那些材料果然都是些可遇到而不可求的玩意，咱一个都没听说过。咦，等等，最后那个什么百年古木的，我好象有点印象，对了，我上次驯服小黑的时候，不是打到一个十年古木吗，难道说那里还能打到百年古木吗，我心中燃起了希望的火花，起码我已经有了一点点眉目了。\\n\\n“呵呵，那谢谢您老了，我一定会留心的，有机会凑到这些材料，炼成了黑油，一定不会忘了您老人家。”我将那些材料牢记在心里，笑着回道。\\n\\n“这些材料都分布在天地的四处，没有一定的机缘是很难找到的，而且不光要有运气，还要有实力，那巨鲨鱼油可是要猎杀起码四十五级以上的虎头巨鲨才有机会获得，不是平常人就能做到的。”工辛子似乎怕我不知道厉害，特别关照我道。\\n\\n奶奶的，四十五级以上的怪，我倒抽一口凉气，果然不是平常人能做的，就我现在这水准，就想杀那玩意的话，肯定是肉包子打狗，有去无回，那这事先放一放，缓一缓，以后再说吧，我点了点头，明白了工老爷子的意思了。\\n\\n工老爷子先举起那把被腐蚀的白金剑，放在眼前仔细端详了半天，接着将它放在熔炉旁的铁砧之上，从背包里掏出白金秘矿扔了几块到熔炉之中，然后脱去上衣，露出那身不太符合他年龄，黝黑发亮的肌肉，一手举起了淬火钢锤，一手拿起夹剪钳住了剑柄，待那熔炉之中的矿石化成了溶液，顺着凹槽汇集在一起后，他立即将剑伸入了炉中反复淬烧，然后沾着矿石溶液，用力地敲打起来。\\n\\n剑身上似乎困束着无数的怨灵，随着铁锤的敲打而嚎叫，而挣扎，化成一条条火蛇在剑锤之间游走撞击，巨大的金属声回荡在屋中，震耳欲聋，灼热的高温让工老爷子的脸上变得焦黄，须发也有点蜷曲起来，我在一旁忍受着热浪的来袭，目不转睛地看着工老爷子那一举一动，生怕给遗漏了什么。\\n\\n正面敲打了七七四十九下之后，工老爷子又添加了几块矿石，将剑继续煅烧了一遍，浸上矿液，反过来继续锻造，巨大的铁锤在他手里轻若无物，举重若轻，敲打位置由剑柄到剑锋，依次移动，每一下都是力道均匀，丝毫不差，就这样反复来回几次，直到矿石用尽之后，工老爷子才将长剑插入一边的冷水中，烧得暗红的剑身一触水面，立即发出哧哧的声响，冒起一阵白色水雾。\\n\\n“这水也不是一般的清水，而是取自寒冰城外云山脚下的常年温泉，因为水性温和，所以才不会和高温锻烧的武器装备相冲，以免装备因为支撑不住骤冷骤热的激烈反差而破碎，所以是锻造高等装备所必需的。”工老爷子可算是没有保留了，连这水的来历都给我道得明白，免得我误以为是一汪凡泉。\\n\\n经过工老爷子的手，那把白金剑算是获得了第二生命，焕发出夺目的光彩，而依样画葫芦，被腐蚀的守护者盔甲在工老爷子的一番苦心锤炼之下，也一洗起先的黯淡，变得金光闪闪，华丽精致（当然了，装备锻造和武器打造相比，又有了几分区别，工老爷子可是换上一个小号的工艺锤，耐着性子楞是将整个盔甲敲打了个遍，中途还用泉水冷却了三次，以免盔甲耐不住打磨而破裂，而那助熔黑油也加上半勺，保持了炉火的铁青之色）。\\n\\n我通过一番的细心观察，反复琢磨，倒也对这打铁之道，有了几分心得，听着工老爷子那一下下如同生命脉动般的锤打，看着他那副全身心倾注热情，两眼饱含着某种感情的样子，我朦胧之中似乎把握住关于锻造的什么东西，不过在脑海中有匆匆划过，还没来得及细想，就湮没在思绪之中。\\n\\n“好了，你看看，怎么样。”工老爷子抬手擦了擦额头刚渗出的汗珠（先前的汗水早就被炉火给烘干了），将白金剑和守护者盔甲递了给我说道。\\n\\n接过两件装备，我是看了又看，摸了又摸，真是越看越欢喜，越看越喜欢，剑，是寒光凛冽，锋利无比；盔甲，是精美细致，品质非凡，要不是因为二者上面都注明了“黄队长专用”几个字的话，我还真有几分想占为己有的冲动，这两个可都是白银级的装备啊。\\n\\n“嘿嘿，果然是老将出马，一个顶俩，这大师就是大师，两个装备都修复得完美无缺，不错不错。”我是赞不绝口地说道。\\n\\n“呵呵，你这小伙子，倒是挺会说话。”工老爷子笑受了我的马屁说道。\\n\\n既然这两件装备都重新锻造好，那咱也就该赶紧回雷帝城交差，换得那个无尽的背包了，我刚想跟工老叶子道别，开路闪人时，眼光突然瞄到扔在地上的那几把弓上，看样子那弓可不是什么垃圾货色，不过能被工老爷子随便扔在这里，估计也是用不到了，不如我来……我脑海中转念一想，立即开口说道。\\n\\n“大师，您老人家这屋子里好象特别乱，要不要我帮忙整理整理啊。”\\n\\n“哦，是吗？”工老爷子听了我这话，眼睛四下看了看，说道：“恩，好象是有点，好久没时间整理了，既然你有心的话，那就帮我收拾收拾好了。”工老爷子想了想，抹了抹胡子说道。\\n\\n这说干咱就干，可是一点都没磨蹭，麻利地将屋子里那些杂乱矿石堆叠得整整齐齐（心里还有个冲动的念头想偷几块好矿石，但是脑海里有个坚定的声音告诉我“千万不能因小失大”），将一应打铁用具摆放得得当之后，我装作几分无意地冲工老爷子问道：“大师，这几把‘破弓’还有用吗？”\\n\\n“唉，缺少灵魂的武器，能有什么用，扔了吧。”工老爷子看了看地上的长弓，叹息一声说道。\\n\\n没了灵魂，什么意思，听工老爷子这么一说，我随手拿起一把长弓，凑到眼前仔细观察起来。单从外观来看，这弓蛮好，有摸有样的，但是仔细一揣摩，总象有点色泽灰暗，没有暗光流动，似乎和我那白金剑被腐蚀后的情况相仿，难道这就是工老爷子所说的缺少了灵魂吗。\\n\\n“大师，你所说的灵魂是什么概念？”既然我是属于不懂之类，那咱可不能装懂，得好好问问，肯定有用。\\n\\n“所谓武器的灵魂，简单来说，就是武器所需要的灵气，比如你现在的这把白金剑，你看它身上似乎有一层水波般的金光在流溢，那就是它的灵气，对于使用的人来说，武器有了灵气，最基本的就是能提高使用时的威力，如果机缘凑巧，甚至会让玩家发挥出意想不到的效果来。”工老爷子拿过我手中的白金剑说道。\\n\\n“那这灵气从何而来呢？”我似懂非懂地继续问道。\\n\\n“灵气的产生有诸多因素，首要有三点，一是要锻造者对打造兵器达到了‘心境’，能够用心去打造；二是选择的材料要是绝对的精品，不是说凡品就不能出极品装备，而是相比用精品材料来说，更困难罢了；三是各种辅助工具一定要准备充分，不可乱用。”工老爷子不厌其烦地说道。\\n```\\n\\n\\n------------\",\"timestamp\":1640327119,\"title\":\"第一百四十六章 锻造之道\"},\"digest\":\"RGp-W0Kd3plSuPEovdq1kceqBOPQejUhFn8anIHtDWQ\",\"authorship\":{\"contributor\":\"0x3b250588908918297B67Ef1DEdF0E86d50cf04Ab\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xtTKSJIfD6I0xw8tsvfy1__-LIEa0qgGljnAP17v5tc\\\",\\\"y\\\":\\\"9qwbAz_19NQinkwq-2Jh89Ogvam7U6RnDvh82xenXKQ\\\"}\",\"signature\":\"aCPXzZgi9VTHviFVlPiGKx_u00N-6kbn761XrOzlt3xFXvkps-TAQ-RhcnAwrVdS-3aduA8H_68vcjJgUO4oCQ\",\"signingKeySignature\":\"0x0181407047b156de9ba96bfd431e516f71eb8e832bb104f543a78f621a2b445415bfb6d7f876a365506bc60b019a4550349ddc81d0ee1fc6c679626b79bbd2691c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xtTKSJIfD6I0xw8tsvfy1__-LIEa0qgGljnAP17v5tc\\\",\\\"y\\\":\\\"9qwbAz_19NQinkwq-2Jh89Ogvam7U6RnDvh82xenXKQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RGp-W0Kd3plSuPEovdq1kceqBOPQejUhFn8anIHtDWQ\"}"