"{\"content\":{\"body\":\"\\n> You must concentrate on the fundamentals, at least what *you think* at the time are fundamentals...\\n*Richard W. Hamming, The Art of Doing Science and Engineering*\\n\\n---\\n\\nIn any area of expertise, it's really the primitives that unlock creativity and higher performance. This is true whether it's mastering the deadlift for functional movement disciplines, [Salt, Fat, Acid and Heat](https://www.saltfatacidheat.com/) for cooking, or something like zero-knowledge-proof verification in crypto. Mastering the fundamentals enable masterful art to happen.\\n\\n> As you discover the secrets of *Salt*, *Fat*, *Acid* and *Heat*, you'll find yourself improvising more and more in the kitchen. Liberated from recipes and precise shopping lists...you can make anything taste good.\\n*Samin Nosrat, Salt Fat Acid Heat*\\n\\nMy own experience has been that the most valuable time spent learning is to study the core primitives in depth. I'll give some examples to motivate this, using features we built this year for Mirror.\\n\\n## Exhibit A - $WRITE Race\\n\\n[$WRITE Race](https://mirror.xyz/race) has been successful. But how did it come about? In a discussion that [Denis](https://d.mirror.xyz/) and I had about onboarding new users, while I was on a vacation in Eagle Lake, CA., we articulated a clear problem: we wanted to have the best users join, but we didn't want to be responsible to choose those people ourselves. We wanted the community to develop organically - almost like a living organism.\\n\\nI first joined crypto through some time spent at a friend's company, [Numerai](https://numer.ai/), where I learned about staking using tokens on Ethereum. There is overlap between staking and $WRITE Race, because both are trying to solve the problem of generating high-quality suggestions from a group of people. Both products losely solve that problem by constraining submission via a token, and promising a reward in exchange.\\n\\nHere, understanding the problem-solution relationship for staking on Etheruem was key to unlocking the mechanism of $WRITE Race. Even if we didn't directly use staking, it was familiarity with that paradigm that unlocked our creativity.\\n\\n![@strollinghome thinking deeply about crypto primitives in the morning at Eagle Lake](https://images.mirror-media.xyz/publication-images/40276c11-2d98-44b4-8b37-80b1f8ac6367.jpeg?height=1200&width=1600)\\n        \\n## Exhibit B - Splits\\n\\nMany protocols have attempted ways to split funds among a group of accounts. I've seen a dozen of these contracts, and most of them can't scale beyond a dozen recipients because they don't have the right primitive to unlock scalability.\\n\\nOur solution with [Splits](https://dev.mirror.xyz/mQ03-JXlfdoBnRrZisC5X3kM9nBkOILlHwxbdq382Gw) was to use Merkle Proofs to allow unlimited split allocations, which proved to be popular. I was familiar with Merkle Proofs from having read deeply through the Uniswap Merkle Distributor.\\n\\nJust being familiar with Merkle Proofs unlocked a whole new feature, when the problem was presented.\\n  \\n[](https://twitter.com/viamirror/status/1389627591120785411?s=20)\\n\\n## Exhibit C - Crowdfunds and Scaling Crowdfunds\\n\\nMirror Crowdfunds have been very successful. We've managed to raise hundreds of thousands of dollars for an incredibly diverse set of projects - from [Essays](https://j.mirror.xyz/uVGCCwwm3k341lPpxaJmHTZROESVse9Pe_rmbiuUAC0) to [Novels](https://emily.mirror.xyz/0AFENlMKv9amUC1OJIZY26udpISw_raXkoEcvelPvzg) to [Products](https://d.mirror.xyz/FLqkPA3iN4x-p97UhfhWwaCx8rBmVo-1yttY20oaob4).\\n\\nBehind the success of Crowdfunds is a deep understanding simple primitive - minting and burning ERC20 tokens. We mint an ERC20 token when someone contributes to the project, and we burn it when they want to claim the underlying ETH. If you aren't deeply familiar with this mechanism, it might not occur to you as the way to approach the Crowdfunding problem, and you might opt instead for a generic data structure to hold the allocations. I've seen a few implementations like this, and they're just inherently very limited. ERC20s unlock so much more.\\n\\nMore sophisticated is the scaling of Crowdfunds. We scale Crowdfunds by deploying a single logic contract, and then [delegating to that contract](https://github.com/mirror-xyz/crowdfund/tree/main/contracts) from each individual crowdfund. This is the proxy pattern that is popular in the Ethereum space. But it really takes being familiar with the pattern to know how to apply this well.\\n\\n## Exhibit D - Signing\\nOutside of Ethereum, we use a few primitives for cryptographically signing content. In fact, we use this for all verification on the Mirror platform, and have no login sessions. This will allow us to prove that the content comes from the author, regardless of whether we have an API running or not. This will be critical for our decentralization plans.\\n\\nThe signing keys are also not the same as the user's Ethereum public key. This is important, because it allows users to interact on the platform — writing, commenting (soonish), etc — without needing to take our an Ethereum wallet that might have funds on it just to sign a blog post entry.\\n\\nUnderstanding how to do this (quickly) meant having deep familiarity with the types of cryptographic signatures that are supported on Ethereum, the browser, and how to string them together to make something that is a good product experience.\\n\\n---\\n\\nI hope I've motivated the case to learn the primitives. I believe this holds true for any endeavor. Feel free to connect with me [on Twitter](https://twitter.com/strangechances) to discuss primitives and crypto more.\",\"timestamp\":1624067362,\"title\":\"Understanding Primitives\",\"publication\":\"g\"},\"digest\":\"Khf6yANfnFrGwLQDMZUUuaTs7RZRUCtxF8arnyCaoWA\",\"authorship\":{\"contributor\":\"0xCC65fA278B917042822538c44ba10AD646824026\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9L3N3te7D8vchohpYYkAzCkA-Yzy91X94Uda6vjhL_s\\\",\\\"y\\\":\\\"_UMFgATLynqY3hsLtmH6274aZg-mMJY3mWpd0V6xU1Y\\\"}\",\"signature\":\"W6_sKHMYVUY10QrvXDcTdzPaKrF6UWEtZnauM84tpMly2HAP2WCuSOxZty6yzsBPOga6qHXPsnMIFVDT2IWdfA\",\"signingKeySignature\":\"0xbda9f0609c36cf5c376d0fd2b039903869b98955799e84aaa666468221e419cb77d148a4ac239f2f3815c213b139a9492f6bb71cbbba5f2c4a7dcab921bad1221c\",\"signingKeyMessage\":\"I authorize the publication of articles on g.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9L3N3te7D8vchohpYYkAzCkA-Yzy91X94Uda6vjhL_s\\\",\\\"y\\\":\\\"_UMFgATLynqY3hsLtmH6274aZg-mMJY3mWpd0V6xU1Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZjAdY-tN25li2hpz5VqhlJLpDTu82WWCRKbz3bObfWo\"}"