"{\"content\":{\"body\":\"*Today we’re introducing [Neon](http://neondao.xyz), which is a DAO incubated by [The LAO](http://thelao.io), [Flamingo](http://flamingodao.xyz), [RTFKT](https://rtfkt.com/), and [mDAO](https://twitter.com/metaverseDAO). Neon aims to use the hive mind approach of DAOs to build out the metaverse through land acquisition and development, investing in infrastructure, supporting communities, and more.* \\n\\n![](https://images.mirror-media.xyz/publication-images/EdeZ750UlaWy0SoXli0Ng.gif?height=1080&width=1920)\\n\\nThe term ‘metaverse’ is loaded with assumptions. It was first coined by Neal Stephenson in his 1992 novel, “Snow Crash,” as an open digital world concept, and this vision has been popularized through gaming culture. But today, big tech companies like Facebook and Microsoft are co-opting the concept by launching in-house platforms. This closed source future (what’s in effect digital feudalism) where virtual spaces are controlled by one of several entities stands in direct conflict with the open world that a crypto-enabled metaverse offers. Part of Neon’s vision is to fight for that original, bottom-up, and open-source version of the metaverse as opposed to the corpo-boomerverse alternative.\\n\\nSince the metaverse has become such a buzzword, there are many different meanings attached to the concept: everything from a Discord chat group to an immersive, global VR environment is apparently the metaverse. It really is an amorphous word that has taken on a life of its own—to keep things simple, we use the word “metaverse” in two ways. \\n\\nFirst, there is the idea of a particular, persistent virtual environment with economic self-sovereignty baked in. We call these lowercase-m metaverses, and they exist on a spectrum from the open-world experience of Cryptovoxels, Sandbox, Decentraland, Somnium Space, and others to closed worlds of specific games like Axie Infinity or Aurory.\\n\\nSecond, there is the more expansive concept of a metaverse as a virtual layer on the human experience that aggregates these aforementioned crypto-native metaverses and games. We call this the capital-M metaverse.\\n\\nThe contours of what will be included in the metaverse is still evolving, but we see it as an all-encompassing category of digital reality, inclusive of our social networks, existing mainstream games, and future augmented reality as well as virtual reality environments. Neon will focus on all of the above.\\n\\n**Introducing Neon**\\n\\nNeon is a DAO singularly focused on supporting, building, and serving as a community hub for the open metaverse. To form the DAO, four different communities joined forces: The LAO (a metaDAO), Flamingo (an NFT collective), RTFKT (digital fashion and gaming enterprise), and mDAO (virtual land and events organization). Together, we imagine a world where people spend meaningful time and capital in virtual spaces/land, across gaming, art, fashion, and more.\\n\\nLike The LAO and Flamingo, Neon will act as a “hivemind” to support the best individuals, projects, and groups building the emerging Metaverse. We are a group of people from across crypto, NFTs, DeFi, DAOs, venture capital, digital fashion, and the tech industry more broadly who work together to source and act on different opportunities. \\n\\nTogether, we envision Neon…\\n\\n* Buying, developing and renting virtual land\\n* Acquiring metaverse assets with utility across different games and spaces\\n* Investing in companies who are building products in the metaverse category\\n* Hosting events across various virtual worlds\\n* Creating products, consulting, and partnering with projects\\n\\nThe design space for the metaverse is broad and while we’re excited about the above list of activities, we intend to grow alongside this space and support it in any way we can, both with capital and participation.\\n\\n**Learn More**\\n\\nTo learn more about Neon, please follow us on [Twitter](https://twitter.com/neon_dao), hop in our public Discord channels, and join us as we explore the metaverse together. If you have any questions or would like to connect with us by email, feel free to shoot us a note at hello@neondao.xyz.\",\"timestamp\":1637083585,\"title\":\"The Future of the Metaverse is Neon\"},\"digest\":\"KPSz1dd3D8VM8fvhVRJZD-G63K7dWuWLYjoJxpR1gCs\",\"authorship\":{\"contributor\":\"0x93730CE5Ac9de1DB9F3FBb73bF522a690629CCEc\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XaP9UoqBfvSj_Krug06WDeKzgS20DWFqfyX51-Wrfsg\\\",\\\"y\\\":\\\"NIAjOiJiNg14772WIgf5pHhQBgHwJoxW2jEY1nfigfY\\\"}\",\"signature\":\"3vkzeM4Jn2fun3VTwbVH1o-rymmR9of8cMma42ZOirCz6EfOt8NG_pUGTkegDe7yBLHEUUJDees1NSNhT4sgtQ\",\"signingKeySignature\":\"0xf6343c3869f8a9bcd4e7bc9536a6007b7ef4038736273f1665b3090f05d538352f3d0bc1b7f3b89c6b6bdfe9b0f55c628974235c2e00e3b23ed0251be72342a51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XaP9UoqBfvSj_Krug06WDeKzgS20DWFqfyX51-Wrfsg\\\",\\\"y\\\":\\\"NIAjOiJiNg14772WIgf5pHhQBgHwJoxW2jEY1nfigfY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KPSz1dd3D8VM8fvhVRJZD-G63K7dWuWLYjoJxpR1gCs\"}"