"{\"content\":{\"body\":\"Today's online communities are massively relying on the platforms they live on. Let me explain the most significant problems we see.\\n\\nMost of them live on at least one of the big social networks (e.g., Facebook, Instagram, Tik Tok, Discord, Slack ...). They are bound to these respective platforms because the connections between members and the value they have created in video, text, or other formats live on their servers. Impossible to be moved. The switching costs for the communities are enormous.\\n\\nThere is a typical pattern on how these communities are being set up and how they grow. An individual, a group, or a company started the community and invited like-minded others to join and participate. If the new people are not registered on the respective platform yet, they must create an account. The new joiners don't really choose the tool or platform they want to use to be part of this community. This network effect allows big internet platforms to become even more significant. Community owners are being pushed to use the tools and platforms that most people already use rather than the ones they find most compelling. It means the communities can't often use the tools that best serve them. The platforms don't act in their best interest to give them the freedom to run the community how they want it.\\n\\nMost thriving communities are managed by a small group of people who function as moderators, engagement managers, and organizers. They certainly have a significant impact on the value creation within the community. But in most cases, the long tail of people who contribute to discussions, spend their time onboarding new joiners, inviting friends are being forgotten. They are certainly creating value for the community, but they don't own a piece of it. To make this more tangible. Lately, we've talked to a writer who's been part of a community where he actively engaged with the audience, organized events, and provided high-value content. He clearly increased the value for someone being in the community with his contributions. Because he was not the one who started it, he had no right to veto or get a share when the community had been sold for a few million.\\n\\nThese are the main points where Beyond wants to make a difference in the world. Therefore our vision is to empower people to create modern communities the way they want.\\n\\n* Community ownership\\n* Shared value creation and shared incentives\\n* Collaborative governance\\n\\nThese are the first areas we are currently looking into. If you are interested in creating a new community or enhancing your existing one, feel free to join our Discord on https://beyond.so/community and contact us.\",\"timestamp\":1637856110,\"title\":\"Empower people to create modern communities\"},\"digest\":\"LTb2ZJtsXYcNgLwhec4C9RxoyXuasWxZ-jg66GlKPvQ\",\"authorship\":{\"contributor\":\"0x863A662A8d89556BE6eD5C6406c1618733681433\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ltWeE15JeqcPZrJqEgpAeOhQEju9qz9rqiXMFg0TYas\\\",\\\"y\\\":\\\"P_IH-mx-g6iFfSYfnUy_wtWUs-n2-OEbfWWOQV1-iOU\\\"}\",\"signature\":\"4ToqNzVyf1rB4maa1nuE3aVHsghbc4R-AzjaXA-D1BteVjf3Mvdgq-mQT5uuyIQU3BGrtvoThOqKkZG7WIpbvQ\",\"signingKeySignature\":\"0xd0a9a5c19a10b39b0be33ecb89198efbb4cdc968903c0ac95f918882c1d630863de42698d1ba08eb7bf68ae1d3566c92718ab0e6e7234fd888eac7dbe5b2b9a81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ltWeE15JeqcPZrJqEgpAeOhQEju9qz9rqiXMFg0TYas\\\",\\\"y\\\":\\\"P_IH-mx-g6iFfSYfnUy_wtWUs-n2-OEbfWWOQV1-iOU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LTb2ZJtsXYcNgLwhec4C9RxoyXuasWxZ-jg66GlKPvQ\"}"