"{\"content\":{\"body\":\"于是，他们为死者说了几句祈求希望和安宁的话，可在这之前，她就没看到希望，更没有得到安宁。\\n\\n \\n \\n\\n \\n \\n\\n自从犯下还要添粥这等亵渎神灵的罪行后，奥立弗受到了特殊的礼遇，被仁慈的理事会关在一间小黑屋里单独禁闭了一个礼拜，同时，受到严厉看管。如果他能一直地遵守穿背心绅士的预言那很简单，只要把他的手帕一头系在墙上的钩子上，另一端套住自个儿的脖子，便可立即为那先知确立永久的声誉。奥立弗果真能按预言家所说的做，看起来似乎是合情合理的，但完成这一壮举，似乎有一个障碍，在理事会和奥立弗看来，手帕一类的物品是奢侈品，在理事会的一次全体会议上通过了一项特令，自此手帕便与救贫院的贫民没有了关系。可奥立弗是年幼无知的，白天他只能伤心的哭泣，当悲凄凄的长夜来临，他便张开小手捂住眼前的黑暗，蜷缩在那里试着睡去，他浑身时不时的发抖，惊醒过来，然后身子向墙壁贴得更紧了，仿佛即使墙壁又冷又硬，也能抵御周围的黑暗和孤寂。\\n\\n \\n \\n\\n \\n \\n\\n眼下凄凉寂静的棺材店里只剩下他一个难以控制的人了，直到这时他才让这一天的遭遇在他的心中激起难以控制的渲泄。他带着轻蔑的神情听他们的嘲讽，他不哭不喊的忍受鞭挞，都因为他感到心中充满尊严，而有了这种尊严，即使被活活的烤在架上他也会一声不吭。然而这时，无人看到也无人听见，奥立弗跪在地上，泪如泉涌，双手掩面，上帝虽赋予我们哭的天性，这小小年经的人儿也要在他面前倾泻泪水，这不能不说是个奇迹。\\n\\n \\n \\n\\n \\n \\n\\n奥立弗遇到一个征税的好心人和一位仁慈的老太太，不然早就同他母亲一样，了结了他的苦难和一生。看这孤儿可怜，就把她能拿得出的一点点东西给了他，让他吃了，更让他感觉动的是她说了好些亲切的话，同时怜爱地落下了眼泪，甚至比他所受到的苦难和所有的痛苦的记忆还要深刻。\\n\\n \\n \\n\\n \\n \\n\\n一个人要打开他久封的记忆，那实属难事，那里边有朋友的容颜，仇敌的面孔，其中还混杂着些几乎素不相识的脸孔干扰他的思绪，不时还有几张妙龄少女的脸，可如今她们已成为老归人；有几张脸虽已被一抔黄土掩盖并走了样，但那凌驾于死亡之上的灵魂和思想却仍掩饰不住她们往日的娇艳，再现亮丽的眼神和妩媚的笑靥，并透过躯壳放出灵魂的光芒轻轻诉说；昔日的美丽虽已改变，却变得更加崇高，她从尘世离去正是要成为一盏明灯，以柔和优美的清辉照亮天国之路。可老绅士并没能忆起任何一张同奥立弗容貌相似的面庞，他于是以一声叹息结束了被唤醒的回忆。\\n\\n \\n \\n\\n \\n \\n\\n渐渐地，他又睡着了，安静、平和、这唯有大病初愈的人方能享受，简直有点长眠乐不思蜀。假若这是死亡，那么，谁又愿意醒过来重新面对生活的挑战和纷扰，为今日烦扰，为明日焦愁？甚而又因往昔的回忆而陷于不能自拔的痛苦中呢？\\n\\n \\n \\n\\n \\n \\n\\n而这位小姐正是含苞待放的年龄，如果真会有天使为服待上帝之命，行善于人而入主凡人躯体的话，那她会是那种天使可以附身的人，如些想象是无须害怕有渎神灵的，她还不到十七岁。但天生那样纤巧，秀丽，又那样温和柔顺，那么纯洁，美丽，似乎尘世不是她的故土，凡间的俗物也不是她的同类。然而，她那仪态大方的温柔娴静，那明媚光灿的笑靥和愉悦欢欣的容颜，却又像天生就能拥有和睦的家庭，天生就能带来炉边的天伦幸福与安宁。她那深邃的蓝眼晴里闪耀着智慧，高贵的前额上洋溢着聪颖，这都远远超于尘世，也远远超出了她的年龄。\\n\\n \\n \\n\\n \\n \\n\\n谁能述说，那悠然恬静的景象是如何印进困居闹市的人们的脑海，又是如何将清新的空气注入他们的疲惫的心灵？这个虚弱的孩子置身于青山郁林中尽情享受内地乡间的清新空气。他所感到的喜悦和快乐，他心灵所领爱的平静和安宁，这一切都是难以述说的。一生劳碌，拥居狭窄巷陌的人们，从来也不曾渴求改换环境，因为习惯已成为他们的第二生命，他们几乎爱上了那个一天也走不出的小小天地的一砖一瓦；即使如此，当死神降临时，便也终会渴望见到大自然的颜面。然而，一旦远离了充满了昔日悲欢的环境，他们就仿佛进入了生命的新阶段。就这样，日复一日，他们走向阳光灿烂的绿草地，看看蓝天，山岗，平原和粼粼波光，回忆纷纷自心底醒回——单是预先浅尝一口此种滋味都可缓解衰颓的苦痛。他们此刻亦如夕阳西下一般，宁静地沉向大地，灵魂向天国飞去。虽然在临终前的几小时里，他们还在那寂寞的卧房里遥望窗外落日余辉，看着从他们黯然的眼前渐渐逝去，平和宁静的乡村景色，与这个世界用其忧烦和欲望是毫无共同之处的。\\n\\n \\n \\n\\n所有这些回忆飘放出一种温柔的感染力，它教我们如何为我们所爱的人的坟墓编结鲜艳美丽的花环，它使我们的思想得到净化并深埋一切新仇缩怨。然而，在这一切的最深处，每一颗稍有感知的心灵中都残存着某种扑朔迷离的意识；在许久以前在那么一个遥远的时期里，一切感受曾经占据我们的胸憶；它会牵引出启示着放眼遥远将来的肃穆的遐思，使傲慢和俗念无能为力。\\n\\n \\n \\n\\n他们正是来到了这样一个可爱让人陶醉的地方，奥立弗自小生在邋遢的人群之中，在喧嚷和恶骂声中长大，现在，他仿佛开始了新生；长春藤盘绕着树干，蔷薇和忍冬贴着别墅的墙垣，园中花儿幽幽放香；附近有一座教堂小公墓，遍布着为新草和绿苔覆盖着的默默的坟茔，一点也不惹眼，那里并无高大难看的墓碑，村中作古之人都长眠于此。奥立弗·特威斯特常常徘徊在那里，想着母亲的荒冢为何处；然而，当他举目遥望深邃苍穹时，便不再认为她仍长眠于地下，有时坐下来偷偷的哭泣；他为她伤心落泪，但却不再感到痛苦。\\n\\n \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/--CU2CaSY0Yp28LP7ojHy.jpg?height=3149&width=5599)\\n\\n\",\"timestamp\":1640843273,\"title\":\"流年岁影之书香萦怀的日子 二\"},\"digest\":\"jx5gXcIlsaBLQI4pmIj5KleqP-cJmKkQ_ttJWGiQnAE\",\"authorship\":{\"contributor\":\"0xF694D1Bd527b09e030851062839d57A44A5b565E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VjpvjOQdVq08qaLPWQz86iW6V_FGslNVJzzojLdwa3E\\\",\\\"y\\\":\\\"8-PKunGi0KdnjYWEgzg9X5TMmVXGBQG9Y62hCmtxRLg\\\"}\",\"signature\":\"xkthj8kpcEeMiYXpO0ECBzi8zhaiYjPZU08o6Ko4-yf-uaAgK9RcXuOKDiE9m8fHChhLa9jwcPvB4eftGvVENQ\",\"signingKeySignature\":\"0xe07f147ffdbd6b0966c3d1e63b48fe6cd2d3b6fa39b0bfa9473573e88ddd7c5359c2922ed6d806dd29bdbaf1d304c19de3efb4a31c5fd4c4d963a6d1a6ff78d31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VjpvjOQdVq08qaLPWQz86iW6V_FGslNVJzzojLdwa3E\\\",\\\"y\\\":\\\"8-PKunGi0KdnjYWEgzg9X5TMmVXGBQG9Y62hCmtxRLg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jx5gXcIlsaBLQI4pmIj5KleqP-cJmKkQ_ttJWGiQnAE\"}"