"{\"content\":{\"body\":\"***We help brands explore, understand and participate in Web3***\\n\\nWEB3 IS THE NEXT EVOLUTION OF THE INTERNET\\n\\nWeb3 encompasses many different ideas, themes and technologies. Web3 is not one single idea, technology, or thing, but a series of interconnected changes to the way the internet works.\\n\\nWhen the way that the internet works changes (and it's always changing) the way that people communicate, play, create, transact, work, learn, and love also changes.\\n\\nCommunity and culture changes. Business and economic models change. Change also happens to ideas and information, and to how ideas are developed, organized, owned and funded. As all these changes occur, so do the possibilities that we can build now, and imagine building in the future.\\n\\nWeb3 is a direction of travel, an evolution of the internet that we are all moving towards.\\n\\nOUR PHILOSOPHY\\n\\nWe believe everyone has a role to play in the evolution of the internet.\\n\\nWhile the technologies, systems and models of Web3 are still emerging, the foundational principles are here now: Web3 is about empowering people and communities. To participate in this, it's essential to understand culture and social behaviour.\\n\\nWeb3 is being built on the foundations of Web2, which itself still changes with the times. Many of these foundations will persist: knowledge and experience in Web2 remains relevant, even if we should question everything about it.\\n\\nThe outcome of any evolutionary leap is not predetermined. We are here to play our part in shaping the next chapter of the internet.\\n\\nHELPING BRANDS EXPLORE WEB3\\n\\nWe Are Social is a socially-led creative agency. We are a global network working at the intersection of culture, community, marketing and technology, and we are already helping some of the most innovative and pioneering brands explore Web3.\\n\\nwearesocial.xyz is the Web3 'layer' of We Are Social, consulting with clients directly, and harnessing the strategic and creative capabilities within our We Are Social global network. This includes our ability to understand, build and manage communities, and our deep expertise in areas such as sport and gaming.\\n\\nWe believe brands can participate in Web3 in a relevant, meaningful, and authentic way. Those who do so now will learn faster, be better prepared, with more relevance and long-term value for their stakeholders, communities and customers.\\n\\nWe Are Social already works with some of the world's most famous and influential brands. We can help brands navigate this transition, to have a positive impact, remain relevant, and be prepared for change.\\n\\nHOW WE CAN HELP\\n\\n* LEARN\\n  If you’re ready to explore the emerging environment of Web3, building your understanding is crucial. Our global Research & Insight team uncovers the cultural shifts and emerging trends in this space, guiding you through the noise to what is relevant and actionable.\\n* PARTICIPATE\\n  Web3 is about democratization and participation: today communities are more important and involved than ever. Our social-first strategic, creative and editorial teams understand how brands can play a relevant role in these communities and cultures.\\n* BUILD\\n  From the first concept to ideation, production and delivery: We Are Social Studios is a production partner with creative technology expertise, along with trusted (and tested) partnerships to make your Web3 project a reality.\\n* DISTRIBUTE\\n  It’s fundamental to understand where conversations are happening, and how to involve the right communities in the right ways. As we move towards a more distributed internet we’ll need all the tools of Web2 to participate and influence the shape of Web3. Our media and distribution team can help.\\n\\nCONTACT US\\n\\nWe will be writing more about brands and Web3 here on Mirror.xyz/wearesocial.eth\\n\\nLearn more about We Are Social at [wearesocial.com](http://wearesocial.com)\\n\\nGet in touch if you’d like to understand how we can help: [xyz@wearesocial.net](mailto:xyz@wearesocial.net)\",\"timestamp\":1639042606,\"title\":\"Introducing wearesocial.xyz\"},\"digest\":\"gNnYSs3nSM1oI4DimwW5N6sRubZhOZaTlVYrrsn6RcY\",\"authorship\":{\"contributor\":\"0x3845403746D78AEe3486b0Ff09c473F96c3029dD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LArwIZFXwgVsbeRNMwgBuPB5bM_5_SR9aOSP_RsXyq8\\\",\\\"y\\\":\\\"UYYk0G57UkCrCqttXqcRERrOKkPX4go42gcnJZ7axvQ\\\"}\",\"signature\":\"PwBjIi6gsvqT5e1QlFyFpkrqAy36gxnMIFSOG3RVNQLd6M9TknF3ptyYrHeNeFSbz0RugdMmzOpTUEOpSsROgg\",\"signingKeySignature\":\"0x0ce6d8cee043505950ea7fbecbb44dd41835835ce935f7473a38b053285de21c653ab9f1ff2c354b009ea36682ce8a97d72fb7d9ecdc4aa7d2e4316188473ad31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LArwIZFXwgVsbeRNMwgBuPB5bM_5_SR9aOSP_RsXyq8\\\",\\\"y\\\":\\\"UYYk0G57UkCrCqttXqcRERrOKkPX4go42gcnJZ7axvQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"T0Cwscy04zs9NWO6SO8yhcajEizCst4JnPyZQovONc4\"}"