"{\"content\":{\"body\":\"I’ve been spending a lot of time really trying to wrap my head around what is happening with web3 right now, including the whole acronym soup of NFTs and DAOs (and web3 itself).\\n\\nIf you’re here, you might have tripped across the acronym “NFT” somewhere on Twitter, or you might have seen it in the news or heard someone talking about it. NFTs are a really interesting story.\\n\\nThe the story kind of goes like this.\\n\\n*\\\"Once upon a time there was a technology.*\\n\\n*And it took a great leap forward and it birthed a number of things.*\\n\\n*It birthed an economy.*\\n\\n*And a currency.*\\n\\n*And a community.*\\n\\n*And a museum.*\\n\\n*And a set of conversations and an all-night rave and a rabbit hole all at once.”*\\n\\nThis is one telling of one part of that story.\\n\\nThe NFT space, including the technology and the opportunity, is so new and so amorphous right now that it's almost obnoxious to try and categorize it. It is changing rapidly — literally daily, literally hourly — and this is one of those things where everything written here is written with the explicit caveat that when sections of this piece become out of date (and they inevitably will), I’ll try to update this thinking and share it widely as well.\\n\\nSo…NFT WTF?\\n\\n![](https://images.mirror-media.xyz/publication-images/GiRIqNPSo0Qe_Pvq3IYol.png?height=1080&width=1920)\\n\\n> ***If you’re more of a visual learner, there is also [a livestreamed version of this presentation](https://twitter.com/ccarfi/status/1442551733507350531?s=20) that you can check out.***\\n\\nWe need to ask just *what is happening?* You've got folks like Steph Curry, who spent the equivalent of about USD$180,000 to purchase a cartoon monkey jpeg.\\n\\n![](https://images.mirror-media.xyz/publication-images/bTc1otSlWWU-GWDaBnWiQ.png?height=1080&width=1920)\\n\\nThere are other NFTs that are being sold for millions and millions of dollars.\\n\\n![](https://images.mirror-media.xyz/publication-images/rESEBQG3qLYlJ1hzzPywv.png?height=1080&width=1920)\\n\\nWhile folks like *The Verge* are trying to explain it and coming back with…photos of cartoon cats.\\n\\n![](https://images.mirror-media.xyz/publication-images/E-T3su9QiZgEUthjGZf4N.png?height=1080&width=1920)\\n\\nI'm going to start with sort of the the scale and scope of this thing. There's a site out there called OpenSea.io. Currently there are over 40 *million* NFT items that are listed on OpenSea. You can think of OpenSea sort of like an eBay for NFTs. You can buy them, you can sell them, you can look at them, and so forth.\\n\\nAll of those activities are happening on OpenSea right now. And when you look at OpenSea, it's a big collection of jpegs for the most part, although there are a few other media types out there as well, including some music and some videos.\\n\\n![](https://images.mirror-media.xyz/publication-images/f_mpjfivfg0Q4AoBvh9pa.png?height=1080&width=1920)\\n\\nI’m also going to take a break here for a second, because we just need to wait a damb minute (and a huge hat tip to [Luvvie Ajayi](https://luvvie.org/) who introduced me to “damb” as the far, far superior way to communicate this concept).\\n\\n![](https://images.mirror-media.xyz/publication-images/RUn9W4PgjiA80FMzbPcIT.png?height=1080&width=1920)\\n\\nWhen we look at what is out on OpenSea, and when we look at what Steph Curry and lots of other folks have purchased, they kind of look like jpegs.\\n\\n![](https://images.mirror-media.xyz/publication-images/_XnE6oeuLbcTt9fvMrYb5.png?height=1080&width=1920)\\n\\nSo on this whole “NFT” thing…Steph Curry paid 180 grand for a jpeg?\\n\\n![](https://images.mirror-media.xyz/publication-images/K8KTNPBKvocgZuxkNT3j7.png?height=1080&width=1920)\\n\\nYes.\\n\\n![](https://images.mirror-media.xyz/publication-images/7sK1tHgb05P7GE9eKtip0.png?height=1080&width=1920)\\n\\nAnd no.\\n\\n![](https://images.mirror-media.xyz/publication-images/O1rTS5iR6aAl5TqqwmyIh.png?height=1080&width=1920)\\n\\nThere is a fair amount of stuff happening below the surface.\\n\\nLet's **take a step back** and let's go to the source of what's happening right now.\\n\\n![](https://images.mirror-media.xyz/publication-images/eIYXatC-z_O0TvoUKHcUJ.gif?height=180&width=320)\\n\\nLet's just start with “WTF is an NFT?\\\"\\n\\nNFT stands for “non-fungible token.” When you hear the phrase “non-fungible,” what that means is every NFT is unique and it can't be swapped for an identical thing the way, say, a dollar bill can. All dollars are effectively the “same,” and you can trade one dollar for another and effectively have the same thing. That makes dollars “fungible.”\\n\\nContrast this to NFTs which, by definition, are *non*-fungible. You can't exchange one NFT for an identical one because there are *no* identical ones. They are provably unique online tokens. (What this means is there is an entry in a distributed cryptographic ledger that spans the world right now, and every NFT has a unique instance on that.)\\n\\nThey can't be forged.\\n\\nThey can't be counterfeited.\\n\\nThey can't be duplicated.\\n\\nThey're uniquely identifiable.\\n\\n(Why do we know these things? Because [math](https://indico.cern.ch/event/848910/attachments/1918060/3183443/2019-10-10-KT-Seminar-Crypto-Blockchain-V09-Publishing.pdf). There are deep, deep, deep provable mathematical ways to ensure that NFTs can't be forged, and can't be double-used.)\\n\\nThe interesting thing is these NFTs can be linked to an asset.\\n\\nThey can be connected to any sort of digital asset.\\n\\nNFTs can be attached to images or music or online documents as well.\\n\\n![](https://images.mirror-media.xyz/publication-images/uJXR_6V7Wz6PS4gPjP8QY.png?height=1080&width=1920)\\n\\nYou can think about an NFT as being a “certificate of authenticity” that can be attached to an online asset.\\n\\nIf you have an NFT, what you have is a provable way to show that you own that NFT and, in 2021, it's probably connected to a jpeg.\\n\\n![](https://images.mirror-media.xyz/publication-images/Mg2VObM_mKqEZ1UJhTQGA.png?height=1080&width=1920)\\n\\nSo what?\\n\\n![](https://images.mirror-media.xyz/publication-images/NfsToXZoXRJocqraQJUvY.png?height=1080&width=1920)\\n\\nThere are a few more things happening beyond just “NFTs are jpeg-based digital art.”\\n\\n![](https://images.mirror-media.xyz/publication-images/vzEIJzEUDnlT319iLA_Aa.gif?height=270&width=404)\\n\\nHere’s one interesting thing that isn’t necessarily obvious at first blush. When you look at NFTs, and if you go and you are exploring on OpenSea, you’ll see that individual NFTs are frequently grouped into *collections*.\\n\\nFor instance, there’s an NFT collection that's on OpenSea right now called Cool Cats. If you look through the collection, they're all variations on the same theme. (The buzz phrase you may hear is that a collection is a group of “generative art.” This means there were some base traits of every image that are similar, but a number of other traits like accessories and expressions are programmatically generated. With Cool Cats, it's the hats and the glasses and things on their their face and their accessories that vary from one NFT to the next, although the base shape and overall style is similar, distinctive, and recognizable.)\\n\\n![](https://images.mirror-media.xyz/publication-images/09ZewQ86_H7iLXCKqP7Py.png?height=1080&width=1920)\\n\\nSince all the NFTs in a collection are recognizable as being a part of that collection, something really interesting happens. These NFTs start to become memes.\\n\\nThese NFTs-as-memes are the images that are shared and used and are propagating out through online digital space.\\n\\nIt’s been said that those who hold NFTs have started to “[seize the memes of production](https://twitter.com/punk6529/status/1428457893355995142).” Ahem.\\n\\n![](https://images.mirror-media.xyz/publication-images/kLX6tV6Ni9OaIHYE17lUM.png?height=1080&width=1920)\\n\\nTime for a quick example of how NFT purchases typically work. If you are looking at an NFT and want to purchase it, you need a cryptographic wallet. A wallet is usually accessed either through a browser extension or through a mobile app.\\n\\nIf you wanted to purchase a Cool Cat off of OpenSea, the first thing you’d do is you’d open that NFT’s listing on OpenSea, and click on the “Buy Now” button.\\n\\n![](https://images.mirror-media.xyz/publication-images/MvDy33X8pj-CoiBfj3vVR.png?height=1080&width=1920)\\n\\nClicking on the “Buy Now” button opens up your wallet. Again, your wallet is a browser extension, and during the transaction, the wallet would verify and ask you to click a couple of confirmation messages to transfer funds from your wallet to make the purchase.\\n\\n**CAVEAT:** **Make sure you're being thoughtful in what you’re clicking on during these transactions.** Similar to traditional e-commerce or online banking transactions, phishing and other types of schemes are out there, and there may be bad actors trying to impersonate other sites. Click with full attention, and don’t get pulled into just clicking through on the “yes” button that’s being presented to you. Make sure it’s for the site, price, and asset that you’re intending to purchase.\\n\\nAfter the transaction is approved, which typically takes a minute or so, the funds will be transferred out of your wallet and the NFT will be transferred to your wallet address.\\n\\n![](https://images.mirror-media.xyz/publication-images/pnx5ShF232Yql93-9tmHB.png?height=1080&width=1920)\\n\\nWith that transfer, the NFT goes from being listed on OpenSea to being in your wallet.\\n\\nYour wallet performs multiple functions in this universe. In addition to holding cryptocurrency, your wallet additionally sort of acts as your gallery of the NFTs that you have in your collection.\\n\\nThe NFTs in your wallet themselves may act like passports to various online resources.\\n\\nThe fact that you have a particular NFT or an NFT from a particular collection often grants you access to a number of member perks in many cases.\\n\\n![](https://images.mirror-media.xyz/publication-images/YfWciQ42EnQHlHu3bOlZY.png?height=1080&width=1920)\\n\\nWhen we look at NFTs, there are a bunch of different use cases. Different individuals have different motivations for getting involved in NFTs.\\n\\nSome folks are simply interested in day-trading NFTs as the prices of those NFTs fluctuate.\\n\\n![](https://images.mirror-media.xyz/publication-images/J4QST9B4NVuvzaBzC9Zs_.gif?height=270&width=480)\\n\\nOther folks are interested in holding NFTs as a long-term investment.\\n\\n![Animation: QuickHoney](https://images.mirror-media.xyz/publication-images/gqeI6Z2eOHGKTXqrgGM4H.gif?height=1005&width=1500)\\n\\nThe place where it gets really, really interesting for me is when things move beyond the purely financial and purely transactional.\\n\\nFrom my perspective, the really captivating part of the space is when folks are choosing to interact as part of a community, and opting-in to the opportunity to participate in a shared online experience *around* NFTs.\\n\\n![](https://images.mirror-media.xyz/publication-images/5R9ubXWP4Y9usE-E3oC3h.png?height=1080&width=1920)\\n\\nIf you zoom way out, there are tens or hundreds of thousands of folks around the world right now (or maybe more) who have acquired NFTs.\\n\\nIn some ways, these folks are part of a loose community of all of those who have acquired at least one NFT and are starting to think about this space.\\n\\n![](https://images.mirror-media.xyz/publication-images/dUDi38zuMvbsvBi2NMtb6.png?height=1080&width=1920)\\n\\nWe’re starting to see this become evident on Twitter. More and more folks are starting to change their Twitter avatars from what their headshot was (for example, the same headshot that people would use on LinkedIn) and instead change their Twitter profile picture to the jpeg of one of their NFTs.\\n\\nThe buzz phrase folks are beginning to use is that they are referring to these as “PFPs” — profile pictures. (Everyone else has called these things “avatars” for a couple of decades, and I don't really know why there needed to be a change around this, but here we are.)\\n\\nIf you go on Twitter and you start looking around, you're going to see more and more folks who are changing their avatars (which folks are now calling PFPs) to one of the NFTs that they might hold in their collection. It's sort of like people saying “Hey! I'm really interested in this project” or “I'm really interested in these people” or “I'm really interested in this group.”\\n\\n![](https://images.mirror-media.xyz/publication-images/VyvOMwmIn6KkO_gg2FaXn.png?height=1080&width=1920)\\n\\nFor some, there is a feeling of community in general in being an owner of any NFT.\\n\\nThere is also some social signaling going here as well. Changing one’s PFP to a jpeg that’s associated with an NFT project also indicates that the person behind that Twitter handle is staying up-to-date on the current trends in technology and culture.\\n\\nFurthermore, there can be an even deeper connection with others who are holding NFTs from and supporting the same projects you are.\\n\\nThere's a project out there called Bored Ape Yacht Club (BAYC).\\n\\nThere are a lot of folks who have Bored Apes as their profile pics.\\n\\n![](https://images.mirror-media.xyz/publication-images/fF63S31wZUpYg8dYwDFvN.png?height=1080&width=1920)\\n\\nSimilarly, there's another project out there called World of Women, and there are a lot of folks who are changing their profile pics to the World of Women jpeg that’s associated with the NFT they own from the World of Women project.\\n\\n![](https://images.mirror-media.xyz/publication-images/FUMTFVfq_VNXBXakunFSE.png?height=1080&width=1920)\\n\\nLet’s dive into the World of Women project a little bit, because there are a whole bunch of different aspects to it. (Disclosure: I do have one of these NFTs from World of Women in my collection.)\\n\\nThere was a lightbulb moment for me as i was starting to learn about NFTs. The first things I was exposed to were the jpegs and the images that were part of the “art” side of the project. The images themselves are what folks usually refer to as the “NFTs,” but I learned as I dug deeper and peeled the onion a little bit, a project often has not just the art, but also has:\\n\\n* **A website** where anyone can go and learn more about the project\\n* **A presence on marketplaces** like OpenSea or Rarible where one can buy or sell NFTs from the project\\n* **A Twitter point of presence** for this project (and that many individuals who are holding NFTs for a particular project often change their profile pics to their NFT)\\n* **A Discord or Telegram server** where a lot of the really interesting heat around a project is happening in an online chat room — this is oftentimes the most active part of the community\\n* Some projects are even starting to have **real-life meetups and events** and get-togethers where people who have an NFT from a project actually are getting together to have dinner or have a drink or hang out\\n\\nThere are many dimensions to the successful NFT projects out there, and in many cases there is a significant opportunity to get involved in the community that is coalescing around the jpegs themselves.\\n\\n![](https://images.mirror-media.xyz/publication-images/e1bdhlZ2bhhdf4tXG3j7F.png?height=1080&width=1920)\\n\\nFor many cases, if you hold one of their NFTs, you have a **golden ticket** to things that are only available to that particular group of NFT holders.\\n\\n![](https://images.mirror-media.xyz/publication-images/L6SbBXD3n7kukFA2Z0nWO.png?height=1080&width=1920)\\n\\nLet’s look at the Bored Ape Yacht Club project website.\\n\\n![](https://images.mirror-media.xyz/publication-images/KVjkeUQI235X1rHd0mY8-.png?height=1080&width=1920)\\n\\nOn their website, there’s a bit of background on the project. Early in the project, you would have been able to buy one of the apes here from the website, but they are now sold out, and only available on the secondary market on OpenSea.\\n\\n![](https://images.mirror-media.xyz/publication-images/wK5BP60Y0U87EJTB4jtaG.png?height=1080&width=1920)\\n\\nMost projects, Bored Ape included, share a bit of background on the project as well as their roadmap of the things they aspire to do over the next six-to-twelve months.\\n\\nOftentimes they will also share a bit about the team behind the art and the project.\\n\\n![](https://images.mirror-media.xyz/publication-images/4GeXADzCnn1VsRmDxQhR-.png?height=1080&width=1920)\\n\\nThe Bored Ape Yacht Club website has a private, “members only” space on the website. Through some underlying technology that's been set up, the website checks to see if you, as a website visitor, have a Bored Ape NFT your wallet. If you do, then you get access to that area.\\n\\nOver time, they are offering additional benefits as well. Digging into that members-only area, there are three items listed:\\n\\n* Bored Ape Kennel Club\\n* Merch\\n* Bathroom\\n\\nWallets that had a Bored Ape in them were gifted an additional NFT — a canine companion NFT from the “Bored Ape Kennel Club.”\\n\\nMembers can purchase Bored Ape merchandise like sweatshirts, hoodies, and other swag.\\n\\nThere is also the aforementioned “Bathroom,” which is a digital graffiti wall that is accessible only to members.\\n\\n![](https://images.mirror-media.xyz/publication-images/eDykoRyXashAgD9RGy934.png?height=1080&width=1920)\\n\\nAnother noteworthy NFT project is World of Women.\\n\\n![](https://images.mirror-media.xyz/publication-images/IvN94QAMknQLOo8QsUpmO.png?height=1080&width=1920)\\n\\nIn the World of Women project, the different perks of ownership include sharing of commercial royalties, high quality prints, access to high-resolution digital versions of the art, and other types of kind of club-like features.\\n\\n![](https://images.mirror-media.xyz/publication-images/YsrSJVmy5BC1WKfj06J8u.png?height=1080&width=1920)\\n\\nAnother interesting thing that World of Women did was that as they were selling the initial run of the NFT art, a portion of the income from sale was set aside to support a number of different causes around the world.\\n\\n![](https://images.mirror-media.xyz/publication-images/2kr1nTPZcyVmTWEBxiRa8.png?height=1080&width=1920)\\n\\nAs part of their roadmap, the project committed that when they hit 10% of their targeted total sales, they were going to ship high-quality prints of the NFTs to some of the folks who purchased.\\n\\nAt 20% sell-out, at 40% sell-out, and at 60% sell-out, their three identified charities would receive donations from the project.\\n\\nAt 90% sell-out, they would take a portion of the proceeds to support and purchase art from other NFT projects in an effort to support and lift up a wider swath of the community of NFT artists who were aligned with them.\\n\\n![](https://images.mirror-media.xyz/publication-images/xd0xHFTHL9gYUW-zywvV9.png?height=1080&width=1920)\\n\\nThere are all of these deeper things that are happening in and around NFTs.\\n\\nThey’re more than just the the jpegs themselves.\\n\\nWhen we see headlines like *“Steph Curry jumps into NFTs with $180,000 purchase of Bored Ape digital artwork,”* there are a number of things occurring.\\n\\nYes, when purchasing an NFT, you're getting the jpeg; you're getting the NFT art itself.\\n\\nYou're also, in some cases, getting a number of benefits by holding that membership card in that group.\\n\\nIn many projects, there is this really significant community aspect as well. I've seen that a lot around World of Women and I’ve seen it around Bored Apes.\\n\\nSome projects have found the magic mix to generate significant interest and excitement around that project. In these cases, by having one of a project’s NFTs, you also are getting the opportunity to participate in membership in that particular community.\\n\\n![](https://images.mirror-media.xyz/publication-images/TpNHu0AGmXF-wKc2Mx7A4.png?height=1080&width=1920)\\n\\nIf you do want to learn more about NFTs, there are a few things you can do.\\n\\nFirst, just to do a little exploring, start nosing around the NFT marketplace websites. You don't have to spend anything, and you don't need to do anything other than look around. Check out [OpenSea](https://www.opensea.com), poke around on [Rarible](https://www.rarible.com), and just see some of the projects that are out there. Those marketplace websites also have a leaderboard of what the currently-trending projects are. Those are projects where there's probably a lot of activity going on around them, if you want to get a feel for it.\\n\\nIf you’ve tripped across a few projects you find interesting, then take some time to head over to the websites of some of those projects. Check out the art, check out the team, check out their roadmap.\\n\\nGetting a little more dynamic and a little more real-time, you can start to look around “NFT Twitter.” Jump around on Twitter and check out some of the conversations. If you [check out the #NFT topic](https://twitter.com/i/topics/1369311988040355840) just by itself, you're going to find a ton of conversation.\\n\\nYou’ll start seeing the patterns of different folks who have different profile pics from various projects. Things may start to make a little bit more sense.\\n\\nAnd if you want to go really deep into the torrent that is the conversation stream around one of these projects, typically you can go to their project Discord which is usually linked from the project website. Get yourself in there and see all the different conversations that are going on around the project. It’s usually a *lot*.\\n\\n![](https://images.mirror-media.xyz/publication-images/JXJfZQtFzadQrY46M-0vz.png?height=1080&width=1920)\\n\\n*Thanks a ton for reading! I hope this was helpful. You can follow me on Twitter at [@ccarfi](https://www.twitter.com/ccarfi).*\\n\\n***Note:*** *This article itself is an NFT, the sales of which will help fund future resources like this one covering other parts of the web3 ecosystem. You can “collect” this NFT by going back to the top of the article and clicking on the “Collect NFT” button.*\",\"timestamp\":1633979980,\"title\":\"NFT WTF\"},\"digest\":\"eiSn3hPfPvXW6Y9xQmFRdczpwLckONt8RaMYDQRlaNo\",\"authorship\":{\"contributor\":\"0x9d3ea9e9adde71141f4534dB3b9B80dF3D03Ee5f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w6TeqF-KvUAXJwUkHgT9QApE7W-_aZeE02WGVHkKw-Q\\\",\\\"y\\\":\\\"gz7wkYEatDODswqpzvEuUrWVA_gW3Qyc_VVtBUcg7fo\\\"}\",\"signature\":\"2HSW26t-D3-rDTweJic_jT1uvSfYNGPB3XN1XGNP-pu21KPpc0rcWAOfEYv1mU_zdExUSd-SiyV-J74dHmGdWQ\",\"signingKeySignature\":\"0xfe81867f19d0f65af7fa1ee0cbf9caa87334042cc9ef0d3dd8a8665dfe437b30481ccd78072c23f35a93b3624ca55607ad72b683de777f7943ab334d2ddee60f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w6TeqF-KvUAXJwUkHgT9QApE7W-_aZeE02WGVHkKw-Q\\\",\\\"y\\\":\\\"gz7wkYEatDODswqpzvEuUrWVA_gW3Qyc_VVtBUcg7fo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uBlcDVSCK0l_mN68m1SXUItyEop5H5mIjf0M1EdJU8c\"}"