"{\"content\":{\"body\":\"前两天异客的一个同学要结婚了，她男朋友琢磨买个房，到底买个多大的好呢？干脆来个230平的吧！然后报了个方位，咩哈，那地方也就大概6W/平吧。\\n\\n异客和其他同学表示咋舌，都在心里默默念叨，有钱人真他娘的多。默默回忆一下自己的银行卡余额，只能感慨，穷人真实他娘的更多，贫富差距立现。 随口和火星人聊起天来，火星人表示毫无压力，不就1400W嘛\\\\~没啥了不起，将来等比特币上了十万刀，也就23个币而已。哇哈哈哈……\\n\\n传销，传销，似魔鬼的步伐！\\n\\n听到这里，异客也哈哈一笑，确实，未来世界究竟是什么样子，谁也不知道，而正因为未知的巨大不确定性，才让这个混沌又难熬的世界无比的吸引人。\\n\\n十万刀的希望无比渺茫，不过既然是希望，那这种可能就还一定存在，万一呢？\\n\\n话说回来，这个世界上的众多屌丝们，你们有胆量买上一枚比特币吗？\\n\\n### 一、哀其不幸，怒其不争\\n\\n屌丝之所以成为屌丝，实在是哀其不幸，怒其不争。\\n\\n远的不说，回想起2011年的往事，就让人不住唏嘘。\\n\\n知乎上一位小盆友面临大学毕业，手里面攥着六千块钱零花钱，贴出帖子提问，这点小钱究竟应该做哪些投资比较好呢？回帖其实并不很多，因为这钱数额实在是太少了。\\n\\n这时长铗在后面跟了一帖，这个帖子日后也成为了传奇，长铗回复：全买比特币，然后把这件事情忘了，几年后再翻过来看。\\n\\n当时比特币一枚大概6、7块钱……\\n\\n现在比特币一枚1400，最高时曾经接近8000。\\n\\n后来比特圈里的人去追问那个发帖的大学生，究竟买了没有，对方说当时也没注意看帖，虽然有类似比特币的消息，但是琢磨还是觉得虚拟的东西不靠谱，于是就拿着这个钱去毕业旅游了，美其名曰“充实自己”。\\n\\n充实尼妹。\\n\\n再有一个朋友，也是在差不多同一个2011年的时间节点，翻到了李笑来的帖子，当时李老湿并未如今天一样被大家所熟知，不过彼时也已经开始大肆宣称“比特币这玩意牛逼！”的概念，那哥们儿看了以后也是半信半疑，后来又想，虚拟东西咋能靠谱呢？于是也是作罢。现在回想起来捶胸顿足。\\n\\n异客说，那你现在买啊！……\\n\\n还没等异客说完，对方就说：“不行了，比特币已经过时啦！你看现在价格那么高，我可买不起。Balabalbala……”\\n\\n异客的下半句其实是想说：趁现在币价正处于低迷期，抄底……但是被朋友的半路插话拦腰截断，当真无可奈何。\\n\\n好吧，对于这种人，无论什么时候让他买，他对价格的看法也都是嫌贵的。\\n\\n也许看到这，又会有不少人又会来调侃异客，说异客这个大忽悠，又用一些陈芝麻烂谷子来忽悠大家买比特币，我读书少啊，你别骗我！\\n\\n说我传销就是传销吧，反正也“传销”那么久了，不在乎多“传销”一段日子，异客呈四十五度仰望星空的状态，毫不在意。\\n\\n异客在这里强调一句话：你敢不敢买一枚，就买一枚比特币？存起来然后忘了这个事情，翻过三年之后再看。\\n\\n要是没涨反而归零了，就当异客白说，竟瞎扯JB蛋了，反正1400块钱，连做次像样的大保健都不能。\\n\\n不过异客倒是很期待这样一个场景，到那时没买币的人，也同样感慨着：“我凑，当年一个叫‘孤独的异客’的家伙，总是让人买币，当时才1400，可是现在都XXXXXXXXX那么贵了……唉，可惜我没买啊，真是悔不当初啊。”\\n\\n### 二、猪就是这么死的\\n\\n传销不易，有点成果更不易。\\n\\n异客有一位每天自称屌丝的男同学，那真是“每天都自称屌丝三百遍，三百遍啊，三百遍。”强烈抱怨自己命不好，工资少没钱，碰不到好领导，同事傻逼，不能邂逅美女，诸如此类……\\n\\n其实这货工资比异客还高呢，手里也小有积蓄，买个小车绰绰有余，而且又不在北京，随时能够4S店逛一圈拎出个二十万左右的车。\\n\\n尼玛想泡妹，连车也不买，就想空手套白狼，请人喝杯咖啡就上床么？\\n\\n“不行啊，哥穷啊……唉……”碰碰凉餐厅里，他开始继续循环播放“我是屌丝”这种类型的对话。\\n\\n异客实在是觉得无感，本来比较讨厌跟身边人谈论比特币，但是话题如果按照他的节奏进行下去更无聊，于是开始传销，进入“买点比特币呗”的话题对话。\\n\\n该同学问，多钱一个？异客如实以报，对方倒是觉得不贵。但是接下来进行的对话，实在让异客接受不能。\\n\\n“听说这玩意贵的时候曾经好几万？”\\n\\n异客两眼一黑，好吧，英雄特奈尔特的梦想已经在他的“回忆”里提前实现了，算了算了，不要在意啊，零基础的人本来就存在记忆偏差嘛，要耐心，要耐心。于是异客简单介绍了价格简史，强调其实最高也就差不多八千。\\n\\n“不能吧？真的不是好几万？我咋记得最高好几万呢？”\\n\\n异客强忍着说，“没到，这没到！”\\n\\n“嗯，价格不贵啊，买十个，也就一万多块钱，万一涨起来呢？咩哈哈。”对方倒是算了算账，确实有闲钱，“不过哥不懂啊，咋买啊？”\\n\\n“去平台上买。”我说。\\n\\n“平台去哪找啊？”对方追问。\\n\\n“你随手搜搜就有好多。”我这时候已经有点不耐烦了。\\n\\n“我咋没搜着过呢？”对方又一脸傻逼的继续问。此时异客心中已经有一百头草泥马奔腾而过，你TM没搜着过，这不废话嘛？你有在搜索栏里打出来“比特币”三个字过么？\\n\\n“我不懂啊，不会啊，要不这么地吧？我给你钱，你替我买吧？回头帮我存着。”\\n\\n此时异客心中一万头草泥马奔腾而过，卧槽尼妹啊，你他妈真是傻逼吗？动动脑筋有这么难？哪怕你真的搜过了要买的时候再来问我，我也能接受啊。两句没说完，就把事全扔给我。你真TM当自己是领导，是皇帝？不动手还得让别人伺候着？\\n\\n异客此时彻底反思了自己，不该跟这种傻逼传销，浪费精力浪费唾沫，回忆他的人生历程，以前连重装电脑这种简单事情都没有干过；看到异客买基金他也想买，都不知道该下载哪种软件，当真智商捉鸡？好不容易买点股票，翻来覆去问别人买了多少，别人买多少跟你有鸡毛关系？\\n\\n这种人活该懒死笨死，别说买比特币了，投资任何领域都是赔钱的命，有钱谁TM能让这种懒逼傻逼赚了，才是奇葩。\\n\\n哦，对了，这货赔钱了估计还得追你屁股后头埋怨。\\n\\n话不投机，还是趁早撤退跑路。\\n\\n看来人屌丝，注定和基因有关系，骨子里就没有钻研冒险的精神，你说再多也白搭。\\n\\n反观异客的另一个白富美同学，头脑灵活，眼珠一转就计上心头，干啥都比别人快半拍，每天都支棱着耳朵打探各种消息。听闻异客在这个领域总是传销，她就悄无声息的买了一个比特币，而且心态非常平和，就说这钱就当扔了。而且很快就怀疑到平台可能跑路之类的后续问题，询问各种保存方法。\\n\\n这种人，想不发财都难。\\n\\n### 三、你敢买吗？\\n\\n比特币投资具有极大风险，而且需要钻研动脑。\\n\\n回顾历史，人类总是不断进步的，而取得进步的每一步阶梯，恰恰都是无数冒险者不断开疆拓土攀登创造而来。他们用生命唱响了大航海时代的最强音，将人类的认知拓展到新大陆；他们用手里的马鞭和长枪奏响美国西部传奇，西部牛仔精神至今仍然激励着一代代山姆大叔；他们用无数的金钱和深奥的技术向互联网的深海不断拓展，用万千泡沫破灭金钱燃尽的残烬堆积起新时代勾连万物的堡垒……他们无时无刻不在冒险，无时无刻不在钻研。所以这个世界因他们而精彩，他们享受着无尽的金钱和无上的荣耀。\\n\\n异客强调让人买一枚币，当真不指望他就不动不摇躺床上就等着币价升值，从此以后就万事无忧，想吃啥吃啥想买啥买啥。\\n\\n这是通往新世界的一枚钥匙，它或许可以为你打开一个崭新的未来。你握着它，或许会去思考什么是去中心化，什么是区块链，什么是哈希算法，什么是经济，什么是金融……钥匙不一定能够打开所有的门，而未来的大门又何其之多，更多的可能是它失败了，或者说通俗意义上讲它归零了。可是如果你真的去认真思考，你心中真正的门早已敞开。\\n\\n也许在某些人眼中，比特币没什么了不起，不过在异客看来，能够让无数人发自内心的想去“传销”它，难道不值得深思吗？\\n\\n不得不承认，币圈里大多数份额现在被两种人占据着，一种是最聪明的人，他们头脑灵活，敢想敢干，承担着巨大的风险也攫取着巨大的收益；另一种则是彻头彻尾的傻逼，只想着高抛低吸炒币发财，结果最终多数都输掉裤衩痛骂离场。\\n\\n异客真心希望正常的人能多一些，他们或许手里没有几个币，但是却能从比特币中发现各种奇妙的未来趋势。\\n\\n在这个弱肉强食的世界里，谁也不想当屌丝，摆脱屌丝命运的道路也只有一条：多动脑，勤思考，勇敢实践。\\n\\n如果它能唤醒你沉睡的大脑，那比十万刀的价格都要更值得！\\n\\n世事多变幻，金钱永不眠。\\n\\n站在这个光怪陆离世界的分叉路口，我们一无所有，却又拥有一切。\\n\\n眺望未来，你敢吗？\\n\\n屌丝，谅你也不敢买一枚比特币！\",\"timestamp\":1636886374,\"title\":\"屌丝，谅你也不敢买一枚比特币！\"},\"digest\":\"59-wL1G0e_OvLHHSweX5yEjxsKb89CY2za030OvMKfE\",\"authorship\":{\"contributor\":\"0x768D0cDd9494aa6E00AA9fC82a319bEb9817F62d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"i8k2JReFTaCWCnOV_vnT8F3xhbiyGSO4OLkII2e9XJk\\\",\\\"y\\\":\\\"IyPQvOoXXx8X1GM0s6NWRuB3c8RlKT_fWtaMpWhNT7w\\\"}\",\"signature\":\"dc1sn-zAwHRC92tvq_0sdX8oUF7yOxAByC_kNrMtJob-eC0D8ShWsce8VOGMtvP2Jl_4z96iYtcediYfruNh8g\",\"signingKeySignature\":\"0x89dfcaa1e60272201cffbd7b3aa9bd39869eb022cc84c56eb8199739dc7baa12207e81f19ed0a094e40033f3f27f1722e233020f00fabf7c50c0cfcb45286dee1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"i8k2JReFTaCWCnOV_vnT8F3xhbiyGSO4OLkII2e9XJk\\\",\\\"y\\\":\\\"IyPQvOoXXx8X1GM0s6NWRuB3c8RlKT_fWtaMpWhNT7w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"59-wL1G0e_OvLHHSweX5yEjxsKb89CY2za030OvMKfE\"}"