"{\"content\":{\"body\":\"Three hundred feet away the sea broke in a small surf upon the beach.  To the left he could see the white line of breakers that marked the bar of the Balesuna River, and, beyond, the rugged outline of Savo Island. Directly before him, across the twelve-mile channel, lay Florida Island; and, farther to the right, dim in the distance, he could make out portions of Malaita--the savage island, the abode of murder, and robbery, and man-eating--the place from which his own two hundred plantation hands had been recruited.  Between him and the beach was the cane-grass fence of the compound.  The gate was ajar, and he sent the house-boy to close it.  Within the fence grew a number of lofty cocoanut palms.  On either side the path that led to the gate stood two tall flagstaffs.  They were reared on artificial mounds of earth that were ten feet high.  The base of each staff was surrounded by short posts, painted white and connected by heavy chains.  The staffs themselves were like ships' masts, with topmasts spliced on in true nautical fashion, with shrouds, ratlines, gaffs, and flag-halyards.  From the gaff of one, two gay flags hung limply, one a checkerboard of blue and white squares, the other a white pennant centred with a red disc.  It was the international code signal of distress.\\n\\nOn the far corner of the compound fence a hawk brooded.  The man watched it, and knew that it was sick.  He wondered idly if it felt as bad as he felt, and was feebly amused at the thought of kinship that somehow penetrated his fancy.  He roused himself to order the great bell to be rung as a signal for the plantation hands to cease work and go to their barracks.  Then he mounted his man-horse and made the last round of the day.\\n\\nIn the hospital were two new cases.  To these he gave castor-oil. He congratulated himself.  It had been an easy day.  Only three had died.  He inspected the copra-drying that had been going on, and went through the barracks to see if there were any sick lying hidden and defying his rule of segregation.  Returned to the house, he received the reports of the boss-boys and gave instructions for next day's work.  The boat's crew boss also he had in, to give assurance, as was the custom nightly, that the whale-boats were hauled up and padlocked.  This was a most necessary precaution, for the blacks were in a funk, and a whale-boat left lying on the beach in the evening meant a loss of twenty blacks by morning.  Since the blacks were worth thirty dollars apiece, or less, according to how much of their time had been worked out, Berande plantation could ill afford the loss.  Besides, whale-boats were not cheap in the Solomons; and, also, the deaths were daily reducing the working capital.  Seven blacks had fled into the bush the week before, and four had dragged themselves back, helpless from fever, with the report that two more had been killed and kai-kai'd {1} by the hospitable bushmen.  The seventh man was still at large, and was said to be working along the coast on the lookout to steal a canoe and get away to his own island.\\n\\nViaburi brought two lighted lanterns to the white man for inspection.  He glanced at them and saw that they were burning brightly with clear, broad flames, and nodded his head.  One was hoisted up to the gaff of the flagstaff, and the other was placed on the wide veranda.  They were the leading lights to the Berande anchorage, and every night in the year they were so inspected and hung out.\\n\\nHe rolled back on his couch with a sigh of relief.  The day's work was done.  A rifle lay on the couch beside him.  His revolver was within reach of his hand.  An hour passed, during which he did not move.  He lay in a state of half-slumber, half-coma.  He became suddenly alert.  A creak on the back veranda was the cause.  The room was L-shaped; the corner in which stood his couch was dim, but the hanging lamp in the main part of the room, over the billiard table and just around the corner, so that it did not shine on him, was burning brightly.  Likewise the verandas were well lighted.  He waited without movement.  The creaks were repeated, and he knew several men lurked outside.\\n\\n\\\"What name?\\\" he cried sharply.\\n\\nThe house, raised a dozen feet above the ground, shook on its pile foundations to the rush of retreating footsteps.\\n\\n\\\"They're getting bold,\\\" he muttered.  \\\"Something will have to be done.\\\"\\n\\nThe full moon rose over Malaita and shone down on Berande.  Nothing stirred in the windless air.  From the hospital still proceeded the moaning of the sick.  In the grass-thatched barracks nearly two hundred woolly-headed man-eaters slept off the weariness of the day's toil, though several lifted their heads to listen to the curses of one who cursed the white man who never slept.  On the four verandas of the house the lanterns burned.  Inside, between rifle and revolver, the man himself moaned and tossed in intervals of troubled sleep.\\n\\nCHAPTER II--SOMETHING IS DONE\\n\\nIn the morning David Sheldon decided that he was worse.  That he was appreciably weaker there was no doubt, and there were other symptoms that were unfavourable.  He began his rounds looking for trouble.  He wanted trouble.  In full health, the strained situation would have been serious enough; but as it was, himself growing helpless, something had to be done.  The blacks were getting more sullen and defiant, and the appearance of the men the previous night on his veranda--one of the gravest of offences on Berande--was ominous.  Sooner or later they would get him, if he did not get them first, if he did not once again sear on their dark souls the flaming mastery of the white man.\\n\\nHe returned to the house disappointed.  No opportunity had presented itself of making an example of insolence or insubordination--such as had occurred on every other day since the sickness smote Berande.  The fact that none had offended was in itself suspicious.  They were growing crafty.  He regretted that he had not waited the night before until the prowlers had entered. Then he might have shot one or two and given the rest a new lesson, writ in red, for them to con.  It was one man against two hundred, and he was horribly afraid of his sickness overpowering him and leaving him at their mercy.  He saw visions of the blacks taking charge of the plantation, looting the store, burning the buildings, and escaping to Malaita.  Also, one gruesome vision he caught of his own head, sun-dried and smoke-cured, ornamenting the canoe house of a cannibal village.  Either the Jessie would have to arrive, or he would have to do something.\\n\\nThe bell had hardly rung, sending the labourers into the fields, when Sheldon had a visitor.  He had had the couch taken out on the veranda, and he was lying on it when the canoes paddled in and hauled out on the beach.  Forty men, armed with spears, bows and arrows, and war-clubs, gathered outside the gate of the compound, but only one entered.  They knew the law of Berande, as every native knew the law of every white man's compound in all the thousand miles of the far-flung Solomons.  The one man who came up the path, Sheldon recognized as Seelee, the chief of Balesuna village.  The savage did not mount the steps, but stood beneath and talked to the white lord above.\\n\\nSeelee was more intelligent than the average of his kind, but his intelligence only emphasized the lowness of that kind.  His eyes, close together and small, advertised cruelty and craftiness.  A gee-string and a cartridge-belt were all the clothes he wore.  The carved pearl-shell ornament that hung from nose to chin and impeded speech was purely ornamental, as were the holes in his ears mere utilities for carrying pipe and tobacco.  His broken-fanged teeth were stained black by betel-nut, the juice of which he spat upon the ground.\",\"timestamp\":1638930122,\"title\":\"He changed his seat for a steamer reclining-chair\"},\"digest\":\"kBCQyGDRipOPutv5UoAs2IydpFnDoJrkigzT0D-PjRE\",\"authorship\":{\"contributor\":\"0x6b55Ba15E3e103d91f6dec37dd48B84ddF5B245C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZI3kCPpLp0aWI2PMknJMX66GhzOHQdOvBTvbjSZEXUw\\\",\\\"y\\\":\\\"LaPGQnyy0qqdh8qkXRZUif98ssCM5_FAYn2_y3MWFDY\\\"}\",\"signature\":\"0VyOXcKoLccaL_ipyjmgdt9RPCCQULNRlTA-mJHruMe89qMoRDF1MsXbDGS-5Tm_peqXV1FSWI5H4gTmSJGZRQ\",\"signingKeySignature\":\"0x90b18407d4fe3d510c1aa77a92e6a0d45de079734b280196f4529949953247147bd2effc798fa7e6f6acf20c23bd509ca433baad751adb3099eeaefab86f9f0c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZI3kCPpLp0aWI2PMknJMX66GhzOHQdOvBTvbjSZEXUw\\\",\\\"y\\\":\\\"LaPGQnyy0qqdh8qkXRZUif98ssCM5_FAYn2_y3MWFDY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kBCQyGDRipOPutv5UoAs2IydpFnDoJrkigzT0D-PjRE\"}"