"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1000/1\\\\*DZi8xGU3cEgNzleb7hGNpA.jpeg)\\n\\nI was recently scanning through an investor pitch deck for a new 250 mn USD venture capital fund focused on the three sectors of Health IT, Financial Technology and Application Software, the common thread vindicate between them? Technology-enabled sectors — as if not all sectors were today technology enabled). The final slide, save for the appendix, summarized the funds terms as follows:\\n\\n![](https://miro.medium.com/max/1400/1\\\\*2yuPLtstrVxRDxwKRZqd3g.jpeg)\\n\\nAnd no, European Distribution Waterfall with 8% hurdle does not mean that the general partners (or GPs) will pour cash down a waterfall in Garmisch-Partenkirchen while jumping over a hurdle eight out of 100 times.\\n\\nIndeed, it is very hard to ignore the nostalgia brought about by TLC’s hit “Waterfalls” when coming across the distribution waterfall. The song spent seven weeks topping the Billboard charts in the summer of 1995, catapulting the trio into international [stardom](https://medium.com/@Mussaad/many-are-the-stars-i-see-88d4592c9534). You will be surprised to learn that the chorus does include a solid subliminal tip for both entrepreneurs and venture capitalists (not to mention a [pretty overtone](http://www.songfacts.com/detail.php?id=5115) for those in healthcare prevention):\\n\\n> “Don’t go chasing waterfalls / Please stick to the rivers and the lakes that you’re used to / I know that you’re gonna have it your way or nothing at all / But I think you’re moving too fast”\\n>\\n> “Waterfalls” by TLC\\n\\nThe distribution waterfall is the order in which a [venture capital](http://www.nuwait.net.kw/article/deeper-look-vcs-guarantee-success) or private equity fund makes distributions to both its limited and general partners. Think of it as a hierarchy that decides on the order in which profits are distributed to the different types of investors that have decided to share the risk and pool their investments in the same fund. The fund then buys and eventually sells multiple companies across a certain [timeline](http://www.nuwait.net.kw/article/entrepreneurs-learn-financials-investment-terms) (or as some VCs prefer to call it — vintage, especially since many consider themselves professional oenologists). The timeline (window) is usually five to seven years.\\n\\nBoth the LPs and GPs agree on the distribution mechanism ahead of time. They must specify that, for example, the LPs receive their initial investment plus a preferred rate of return or hurdle rate before the GPs receive any of their profits. As the old adage goes, “Cash is King” and these profit-sharing arrangements typically increase the LP’s confidence in the GP team and help mitigate their risk.\\n\\n**Typical tiers in a distribution waterfall schedule**\\n\\nThough tiers may be customized, there are typically four tiers involved in a distribution waterfall schedule.\\n\\nThese are:\\n\\n\\\\*\\\\*First Tier — the return of capital tier: \\\\*\\\\*Aimed mostly at LPs\\n\\n**Second Tier — the preferred return tier:** Aimed mostly at LPs\\n\\nThird Tier — the catch-up tier. Aimed mostly at GPs\\n\\nFourth Tier — the carried interest tier. Aimed mostly at GPs\\n\\n**Example of a Distribution Waterfall**\\n\\n![](https://miro.medium.com/max/1400/1\\\\*pOWk1j4O8zu1d1Dqwm_Ing.png)\\n\\nGraphical Representation of a Distribution Waterfall\\n\\nFor those of you wondering. Pari Passu is a Latin phrase that literally means equal footing or side-by-side. The above graphic shows a 4 tier waterfall with a preferred rate of 15% and tier cut-offs at 25, 30, and 35%. The tier distributions increase the percentage to the GP as the total return increases, and the final distribution includes a 40% promote fee. The relatively large spaces between the tiers are by design so that the return blocks could be legible and proportional. It really does look like a waterfall doesn’t it?\\n\\n**Types of Distribution Waterfall Schedules**\\n\\nTo slightly complicate things a bit more, distribution waterfall schedules are either classified as European style or American style. A European or Global style distribution schedule means that the stated schedule is applied at an aggregate fund level i.e. to the whole fund regardless of how well one investment does. An American style distribution schedule is applied on a deal-by-deal basis, and not at the fund level which means that different investments have different hurdle rates. The American-style schedule spreads the total risk over all the deals and is more beneficial to the GPs as it distributes carried interest faster. With a European waterfall, the first distributed amounts are used to return the capital called by other deals or investments. In the deal-by-deal or American waterfall, the first deal may return some carried interest if the deal's internal rate of return (IRR) is above the hurdle rate.\\n\\nIf the GP buys into a low-performing company as an early investment, the bad performance will need to be eventually compensated by more positive exits before the GP can reach the pre-agreed upon hurdles. In the American waterfall, the bad performances of a single company do not leak over the performances of the other companies.\\n\\nTo mitigate the effect of the American waterfall and to make it more attractive to LPs, GPs may opt to include a clawback clause in their LPAs (Limited Partner Agreements). The clawback further limits the LPs risk when liquidating (selling the companies of the fund). For example, if the LPs were distributed less than the agreed preferred return in Tier 2, they have the right to *claw back* the missing amount from the carried interest distributed to the GPs in Tier 4. They basically go back up the waterfall and pour water from a lower bucket on one investment into a higher bucket of another investment. The clawback clause is triggered at the very end of the fund, even after the GPs may have already spent it!\\n\\nIn August 2010, the Blackstone Group [famously returned $3 million](https://www.bloomberg.com/news/articles/2010-08-27/blackstone-repays-real-estate-fees-as-slide-forces-firm-s-first-clawbacks) in carried interest to the limited partner of a fund as part of a clawback provision\\n\\nNow back to some TLC. Although the hook is not to chase waterfalls, both GPs and LPs must indeed make economically sound investments that generate those high multiples of return, but you should stay true to your own way, never moving too fast, but at a measured pace — like a serene waterfall.\\n\\n**About the Author:**\\n\\n[Dr. Razouki](http://kw.linkedin.com/in/razouki) is the current Chief Business Development Officer of [Kuwait Life Sciences Company](http://www.klsc.com.kw/) (KLSC) where he is responsible for identifying new business opportunities for all KLSC subsidiary companies as well as sourcing investments opportunities for KLSC. An Oral and Maxillofacial surgeon by training, Dr. Razouki has completed clinical rotations at the world’s top hospitals including New York-Presbyterian Hospital of Columbia University Medical Center, Harlem Hospital, Cleveland University Hospital of Case Western Reserve University, and Mass General Hospital of Harvard University.\\n\\nA graduate of [Columbia Business School](http://www7.gsb.columbia.edu/video/v/node/2567), Dr. Razouki is the first-ever Arab national to receive an MBA with a focus on Healthcare Management and Finance.\\n\\nSources: Investopedia, Bloomberg, AIT Consulting\",\"timestamp\":1639381144,\"title\":\"Chasing Waterfalls: A Guide to the Distribution of Financial Returns in Venture Capital and Private Equity Funds\"},\"digest\":\"Ob35u6k_SvxKMYl8EvA8iYAY-htfzOJj2SP1yPO7Hvg\",\"authorship\":{\"contributor\":\"0x66F49695A7F5d53233bF23578295440D40085a3C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6msDYdVyAt3H_QKDt6ITxhMBkYKd28KDaDdbIxmY-ys\\\",\\\"y\\\":\\\"9eBAWIArL7n7kUa02rUhj2l5XLktiLdSq93NWwCgcXQ\\\"}\",\"signature\":\"WbLHbok9i347x0eQmK7rZKg0kc5T1Y1pFU2hx72XwyeAZFWejYjvoK9wLqpmqGMUNPK3u7W4fs4FPFwbCwWvbw\",\"signingKeySignature\":\"0xc06cfb2e06b0086209664a9e1478c5dcca445e45138ec1951ab4b6d62f9445f50d7013890f32716861964e46e8d68d1db6b3d1e750d205da83e03ccf0d59f0fd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6msDYdVyAt3H_QKDt6ITxhMBkYKd28KDaDdbIxmY-ys\\\",\\\"y\\\":\\\"9eBAWIArL7n7kUa02rUhj2l5XLktiLdSq93NWwCgcXQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ob35u6k_SvxKMYl8EvA8iYAY-htfzOJj2SP1yPO7Hvg\"}"