"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/XlvBmXGOqA1vpLFNr24ob.png?height=720&width=1200)\\n\\nInitial results from the Honduras presidential election showed that Xiomara Castro, the presidential candidate of the opposition is leading by 20 percentage points over the conservative ruling party contender Nasry Asfura.  \\n  \\n Chinese observers said that they welcome the approaching victory of Castro, who is on track to becoming the first female president of the Central American country, as she once promised that if she wins, she would immediately open diplomatic and commercial relations with China and de-emphasize \\\"ties\\\" with the Taiwan authorities.  \\n  \\n They said that such a result with a \\\"massive turnout\\\" showed that Hondurans are growing sick of the US-backed administration and Hondurans have realized that compared to the \\\"dollar diplomacy\\\" of the island of Taiwan, upholding the overriding global trend of the one-China principle could bring them more tangible benefits, even though its diplomatic policy may not be the deciding factor in the Latin American country's election.  \\n  \\n Commenting on the lead of Castro, Wang Wenbin, Chinese Foreign Ministry spokesperson, said on Monday that China is willing to develop friendly and cooperative ties with any country on the premise of upholding the one-China principle.  \\n  \\n Honduras is one of the remaining 15 countries in the world that still have so-called \\\"diplomatic ties\\\" with Taiwan island, and if Castro's victory is officially confirmed and she keeps her promise, Honduras' new administration's change in attitude over the matter could bring an exemplary effect to the 14 other countries, Jiang Shixue, a professor and Director of Center for Latin American Studies at Shanghai University, told the Global Times on Monday. \\n  \\n If Honduras severs \\\"ties with Taiwan,\\\" it will deal a heavy blow to the secessionists as well as sound the alarm for countries like Lithuania, which recently took on a wrong path over the Taiwan question by supporting Taiwan secessionists, he noted.  \\n  \\n Hondurans and politicians could not overlook how its neighboring country El Salvador, which cut \\\"diplomatic ties\\\" with Taiwan island in 2018 and established formal ties with China, has prospered ever since, observers said. It is clear that many countries in this region have chosen to establish diplomatic relations with China for the development of their own societies. In contrast to the shady political donations provided to these countries by the island of Taiwan, as the island's netizens cynically pointed out, the mainland's aid and investment bring tangible benefits to the society. \\n  \\n Official data showed that in 2020, trade between China and El Salvador reached $1.11 billion, and exports from El Salvador to China were worth $172 million, a 51.6 percent year-on-year increase. China has also offered to help build several major infrastructure projects in El Salvador, including a stadium and water treatment plant, inviting the country to join the Belt and Road Initiative.  \\n  \\n Since March, China has also provided COVID-19 vaccines to aid El Salvador's battle against the pandemic. Thanks to China's timely aid, more than 55.6 percent of El Salvador's population has been inoculated, leading the Latin American region, the Xinhua News Agency reported on October 27.  \\n  \\n In contrast, Honduras had attempted to get access to China-made coronavirus vaccines, when the Central American nation was experiencing a shortage several months ago. However, the nation's chief cabinet coordinator, Carlos Alberto Madero, told the Financial Times that being Taiwan's \\\"ally\\\" had prevented it from acquiring vaccines from China. He warned that Tegucigalpa may switch diplomatic recognition to Beijing, as access to vaccines was \\\"much more urgent than anything else.\\\" \\n  \\n As of press time, the vaccinated rate in El Salvador was 62.3 percent and that for Honduras was less than 40 percent.  \\n  \\n However despite the prospect of fostering formal ties with China if Castro is elected, the US will not give up interfering in the process, analysts said.  \\n  \\n A visiting US delegation led by Brian Nichols, the US Assistant Secretary of State for Western Hemisphere Affairs to Honduras made clear to Honduran presidential candidates last week that the US wants Honduras to maintain its long-standing \\\"diplomatic\\\" relations with the island of Taiwan.   \\n  \\n The US also warned Central American nations of \\\"the risks associated with China's approach to the region,\\\" Reuters reported.  \\n  \\n Slamming such apparent US coercion, Chinese Foreign Ministry spokesperson Zhao Lijian said on November 25 that it is not China's approach that the Latin American people should be wary of, but the US' long-standing hegemonic approach of regarding Central American countries as the US \\\"backyard.\\\" \\n  \\n The US has felt a sense of losing control in its \\\"backyard\\\" as it fears that Honduras would follow El Salvador, Panama and the Dominican Republic  and establish ties with China. It will exert pressure from all dimensions to hinder the process, which might include sanctions or a threat to pause aid, observers noted.  \\n \",\"timestamp\":1638282785,\"title\":\"Taiwan secessionists, US meddlers to suffer ‘heavy blow’ amid ‘massive’ turnout in Honduras election\"},\"digest\":\"r1BWr4aHemblJv49ZaLRc8Q-p6WNdQPS5Pl6vhr2P9M\",\"authorship\":{\"contributor\":\"0xc92c32bdD8BECBBbe1be3eD2FD87ceDAd40aC09b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AWXaX4fVQ1fpy_HehN8i0DjMqMio6FviI03BQ-6wUk4\\\",\\\"y\\\":\\\"MsEzJy1eN1YBFrmRid1UmN33WDg14RiDKsqnhOlUVK8\\\"}\",\"signature\":\"r1Z2jOJYiN8JzJGHcU5IpL9fUm2_jplwXii16TMiIiSX9V3Ilnh7u7DReQfsTwqjlcnAxEqtSr2X7hhR8z4FAQ\",\"signingKeySignature\":\"0x586420293bde871508195c21f22d9f817c27808ddbfc94e1802f6e6db6f4c2ed6cd730933ba24bf4591ddecba8e910e21bf68042e3f61b61f4abc87503beede81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AWXaX4fVQ1fpy_HehN8i0DjMqMio6FviI03BQ-6wUk4\\\",\\\"y\\\":\\\"MsEzJy1eN1YBFrmRid1UmN33WDg14RiDKsqnhOlUVK8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"r1BWr4aHemblJv49ZaLRc8Q-p6WNdQPS5Pl6vhr2P9M\"}"