"{\"content\":{\"body\":\"(CNN)Sen. Joe Manchin, who for months [has called for a pause](http://www.cnn.com/2021/09/02/politics/joe-manchin-reconciliation-pause/index.html) in talks over President Joe Biden's [social safety net package](http://www.cnn.com/2021/09/12/politics/house-reconciliation-package-explainer/index.html), on Monday offered his most optimistic assessment yet that a deal could be reached imminently -- as soon as this week.\\n\\nBut Manchin, whose vote is essential to passing the Biden agenda, indicated he still has concerns over [an expansion of Medicare ](https://www.cnn.com/2021/07/14/politics/medicare-dental-vision-benefits-spending-bill-democrats/index.html)and new paid leave policies and wants the price tag to stay at $1.5 trillion, far short of what many liberals are demanding.\\n\\nSeveral Senate Democrats say talks are underway on numerous fronts to win over Manchin on an array of hot-button issues — namely on some level of Medicare expansion, closing the Medicaid coverage gap, paid leave policies and addressing the climate crisis.\\n\\n* \\n\\nManchin may have the final say as Biden and Democratic leaders have moved dramatically in his direction to win over both the West Virginia Democrat and another key moderate, [Sen. Kyrsten Sinema of Arizona](https://www.cnn.com/2021/10/21/politics/biden-sinema-spending-proposals-what-matters/index.html), as both have threatened to defect and effectively derail the agenda.\\n\\n* \\n\\nThe effort to win over Manchin and reach a framework deal this week comes as top Democrats are hoping to pass [a separate $1.2 trillion bipartisan infrastructure bill ](http://www.cnn.com/2021/07/28/politics/infrastructure-bill-explained/index.html)out of the House as soon as Wednesday. Progressives have demanded a deal on the larger proposal before agreeing to vote on the infrastructure bill, leaving the fate of the two Biden priorities intertwined.\\n\\nAsked by CNN if there will be a framework agreement this week, Manchin said, \\\"I think a framework should be, really should be.\\\"\\n\\n[Democrats drive toward a scaled back $1.75 trillion spending agreement](https://edition.cnn.com/2021/10/25/politics/joe-biden-agenda-state-of-play-october-25/index.html)\\n\\n\\\"Having it finished with all the T's and I's and everything crossed and dotted, that will be difficult ... but as far as conceptually we should,\\\" he said.\\n\\nClick button to enter email to sign up for CNN's Meanwhile in America newsletter.\\n\\n[close dialog](javascript:void(0))\\n\\nThe world is watching as the Biden administration takes office.\\n\\nGet updates on US politics delivered to your inbox daily.\\n\\nSign Me Up\\n\\nNo Thanks\\n\\nBy subscribing you agree to our\\n\\n[privacy policy.](http://www.cnn.com/privacy)\\n\\nThe social safety net plan is aimed at addressing a host of key Democratic priorities on health care, aid for families and the climate crisis and would fulfill much of Biden's domestic agenda. But agreement on key issues has not yet been finalized, including the overall cost of the package, how it will be paid for and how to deal with policy items like a proposed Medicare expansion that progressives want to see included.\\n\\nOn the overall price tag, Manchin said [that he is \\\"still\\\" at $1.5 trillion](https://www.cnn.com/2021/09/30/politics/manchin-bipartisan-infrastructure-deal-vote-negotiations/index.html) for a topline, a number that top Democrats have been hoping to push higher given that progressives had called for a $3.5 trillion price tag.\\n\\nManchin also expressed concerns over insolvency when asked by CNN whether he is open to expanding Medicare.\\n\\n\\\"Medicare and Social Security is a lifeline for people back in West Virginia, most people around the country, and you've got to stabilize that first before you look at basically expansion,\\\" he said. \\\"So, if we're not being fiscally responsible, that's really concerning.\\\"\\n\\nAsked specifically about whether he is concerned that adding dental, vision and hearing could make Medicare insolvent, Manchin said, \\\"Right now it's not fiscally responsible, I don't think. I've always tried to be fiscally responsible and for me to tell you 'I'm going to give you something,' where by 2026 you could be paying more premiums because what we have right now is in dire need. So I want to make sure we shore up everything.\\\"\\n\\n[Biden pitches spending plans in New Jersey ahead of key week for Hill negotiations](https://edition.cnn.com/2021/10/25/politics/biden-new-jersey-negotiations/index.html)\\n\\nAsked if he is concerned about paid leave in the package, Manchin said, \\\"I'm concerned about an awful lot of things.\\\" Asked if paid leave will be part of a framework deal, he said, \\\"I'm not going to talk about what's in and what's out right now because there's an awful lot of moving parts, but there's a lot of concerns that we have a lot of different things.\\\"\\n\\nManchin did suggest, though, that he is open to [a tax on billionaires](https://www.cnn.com/videos/politics/2021/10/24/yellen-on-billionaire-tax.cnn) and a corporate minimum tax as potential pay-for mechanisms for the plan.\\n\\nAsked if he supports a wealth tax, Manchin did not shut down the idea, saying, \\\"I support basically everyone paying their fair share of taxes. How you get to it, we all have a different approach to that, but as far as on taxation, I think that corporations should be paying at least a minimum if they're doing business in the United States.\\\"\\n\\nManchin broadly outlined his overall philosophy as he plays a key role in the negotiations and is frequently at odds with progressives in his party. \\\"I've always said that I believe that government should ... be your best partner, but it shouldn't be your provider,\\\" he said.\\n\\n### Talks ongoing to reach a deal\\n\\nSenate Democrats continued to meet Monday night in an effort to work through remaining sticking points.\\n\\nManchin huddled with top Democrats to talk about climate provisions in the bill, and Democrats emerged saying they still didn't have a deal yet on an issue that Manchin has fought them on.\\n\\nHe's also faced pressure to back off his opposition to four weeks of paid leave policies that Democrats want to include in the bill. Manchin has raised concerns that the policies could hurt businesses, Democratic sources say.\\n\\nNew York Democratic Sen. Kirsten Gillibrand said she is in negotiations with Manchin over family leave policies.\\n\\n\\\"I'm hoping to work with him on an employer-employee matching plan. That's something he's very interested in and I'm going to try to work with him on a plan that meets his area of interest,\\\" she told reporters as she was leaving the Capitol.\\n\\nShe said the proposal would not remove the government's role in the program but declined to say more except that she's working to find something with which Manchin would be \\\"comfortable.\\\"\\n\\nDemocratic Sen. Jon Ossoff of Georgia said he called Manchin to urge him to support closing the Medicaid coverage gap — something of prime importance to both Ossoff and fellow Georgia Democratic Sen. Raphael Warnock.\\n\\n\\\"I'm fighting for it, 275,000 Georgians in the gap. We've got to close the coverage gap. Spoke with Manchin about it today. Raphael and I are in hourly touch about it ... Negotiations are ongoing.\\\"\\n\\nLeaving the Capitol, Manchin said little about where the talks were headed. And he wouldn't talk about his opposition to paid family leave — and if that is a red line for him.\\n\\nEmerging from a meeting between Senate Committee chairs and Senate Majority Leader Chuck Schumer, Democratic Sens. Gary Peters of Michigan and Maria Cantwell of Washington said they are still negotiating how to meet their goals of reducing greenhouse gas emissions after Manchin opposed a clean electricity standard that would cut them by 50% over the next decade.\\n\\nPressed by CNN as to whether the total amount spent on climate would be around the $300 billion mark that has been floated recently, Peters said that he believed so.\\n\\n\\\"Everybody had their piece and I think that's probably in the ballpark,\\\" he said. Cantwell echoed that, noting, \\\"On the tax credit side, I think that's right.\\\"\\n\\nOn alternatives to the clean energy program, Peters laid out a few of the options they are considering. \\\"We've talked about other areas related to climate and various aspects of the bill, so in my mind, you know, it's procurement for electric vehicles, hydrogen vehicles, zero emission vehicles, it's clean procurement for building materials from what the government is purchasing, resiliency,\\\" he said.\\n\\n* \\n\\nBoth praised Manchin for his continued work on the plan, despite his opposition to a central piece of the climate provisions. Peters noted that \\\"he was very open to the discussion. We had a very, it was a very fruitful discussion,\\\" while Cantwell added, \\\"I think the fact that he was here and was doing all this shows that yeah, people are marching.\\\"\",\"timestamp\":1635247920,\"title\":\"Manchin sees deal on Biden agenda this week, resists Medicare expansion\"},\"digest\":\"Gif2xAio-MOTLCrvqm5fAx2grFdwdsu3XH_9t2vz17o\",\"authorship\":{\"contributor\":\"0x08E4AfddFE6e26C3CC56118D50d4E267490898aE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IAs0b9THVHdbbW65OJOw1Xl7Q2bcz9_llDo0epqznwM\\\",\\\"y\\\":\\\"5vY5186wmtshkDriaNm27U9YxRQyBJ0MEJyGN6KppYU\\\"}\",\"signature\":\"_eg36Hm2ET0bxm2GUQwQnbH-G2KI_SPLBwSlof96Ifq9NJ6Zi_Eqi9o7gGbmzxNzcAnKU35SJI0TWIAA3Nl4Hw\",\"signingKeySignature\":\"0x23930d47a6bbba22a8e8dfb2a6eb6f3f5dc3554c76b21b32ebf7cc5238d8017a799f6dce1b0778b93678bf1927853430dcd3c3ed0b2b383de613e4a2f7175e6d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IAs0b9THVHdbbW65OJOw1Xl7Q2bcz9_llDo0epqznwM\\\",\\\"y\\\":\\\"5vY5186wmtshkDriaNm27U9YxRQyBJ0MEJyGN6KppYU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Gif2xAio-MOTLCrvqm5fAx2grFdwdsu3XH_9t2vz17o\"}"