"{\"content\":{\"body\":\"`08.18.2021`\\n\\nIn Salt Lake City, a few blocks east of I-15 between a discount dentist’s office and a Maverick gas station is a squat brick building. There is no sign outside, no identification besides four sun-faded plastic stickers indicating the address. Inside, a large room with shoddily painted cinder block walls and a rubber padded floor is flanked by a tiny office and two small bathrooms. Weight racks holding a cornucopia of dumbbells, kettlebells, and plates from different manufacturers frame the room. Cast off remnants from a decade’s worth of garage sales. This gym is the antithesis of an Equinox and makes your local CrossFit look like a Four Seasons. Not a single mirror inside.\\n\\nSince its inception, this gym has taken a unique approach to training and early on developed a cult-like following. So much so that the gym adopted the name Gym Jones, a tongue-in-cheek homophone to the late cult leader. The following exploded when the director Zach Snyder asked the gym to train the actors for an upcoming movie he was directing called '300.' While the quality of the movie is debatable, the fitness level of the actors is not. The growth in popularity attracted a clientele from backgrounds as diverse as the weights in the rack. Retired teachers, soccer moms, professional athletes, alpinists, triathletes, soldiers from special operations units, etc. This diversity would make you think the place was inclusive, and by many measures it was. It didn’t matter where you came from, what you did for work, how fit you were, who you loved, or how you voted. The only criterion for admittance was effort. And that was nonnegotiable. The audition was simple and open to anyone. Ten minutes on an AirDyne, maximum output.\\n\\nThe Schwinn AirDyne is an exercise bike first released in the late 1970s. You might have seen one in your grandma's basement. It uses wind resistance, which means the harder you pedal the more difficult it becomes. At the gym, [fear](https://www.elcapholdings.com/post/appropriate-fear) of this geriatric exercise equipment was so great it was dubbed “satan’s tricycle.”\\n\\n![burnt orange ftw](https://images.mirror-media.xyz/publication-images/hytPLDZGh9g84VRH4zPg8.png?height=374&width=499)\\n\\nThe ten-minute audition for Gym Jones was brutal. The test was designed to see how you react *after* reaching exhaustion. With lactic acid pooling in your stomach, fire spreading in your lungs, and waves of nausea bombarding you, will you keep going? Or will you pull back? A willingness to endure in the face of exhaustion was all that was needed to pass the test. In the gym, this point of exhaustion was referred to as “the blowup.” The telltale signs of a blowup are easy to see. As core muscle groups reach their limit, the body starts to writhe; arms contorting, head bobbing violently from side to side, and torso rocking back and forth. It is not a pretty sight, nor is it comfortable to experience. No matter how in-shape your body is, once you blow up, everything is mental. It may sound subjective, but if you see the test happen there is little ambiguity in the result.\\n\\nThere was a strong sense of camaraderie in the gym and often at the end of a tough workout bystanders would congregate to cheer people on. In one such workout, as I flailed about on the AirDyne, a veteran gym member gave me some sage advice. \\\"Slow is smooth, smooth is fast.\\\" It caught my attention because it ran so counter to the rhetoric typical of a workout brouhaha. The message was clear. Your energy is finite, don’t waste it. It had an immediate impact on me. Excess body movement stopped. Face muscles relaxed. A sense of calm took over. The shift was mental, but it manifested as physical change. By focusing on removing the wasted energy my performance dramatically improved. The difference wasn't a change in effort, it was a change in efficiency. Efficiency is the ability to avoid wasting materials, energy, efforts, money, and time in producing a desired result.\\n\\nA stationary exercise bike is effective in illustrating the importance of focusing on efficiency. But its simplicity makes it a poor analog for our complex lives. Finding efficiency in the real world is as much a challenge of definition as it is of execution. How do we know one set of actions is efficient while another is not?\\n\\nAt El Cap we use three inputs; resources, goals, and priorities to measure the efficiency of our work. Resources \\\\[focus, effort, capital\\\\] are our engine. Goals are the destinations we plan to visit. Priorities act as our GPS as we navigate forks in the road and try to avoid traffic jams. Being candid about the status of each of these variables adds a layer of accountability to our work, and helps bridge our long-term goals and near-term decisioning.\\n\\nWhen we first launched El Cap there was so much to do that I soon resembled my younger self flailing around on the AirDyne. It was like my effort had turned to water, flowing to the path (tasks) of least resistance. Light on sleep, long on to-do's, and decreasing in productivity, I had in Gym Jones speak, blown up. Only by slowing down, re-underwriting my goals, refining my priorities, and refocusing on being efficient with my efforts did I find my bearings. Like my experience on the AirDyne, the focus on efficiency had a material positive impact on my output.\\n\\nThe importance of efficiency has particular relevance for young businesses, where resource constraints are a daily part of life. Finding ways to maximize the impact of those resources is vital to success and is too often overlooked. Growing businesses do need to expand their access to resources; like new hires and additional capital. But the cadence of resource growth is lumpy, and day-to-day focus is better spent finding efficiencies. It can be a tricky balance but they should be done in tandem. Efficient allocation of resources is a skill that takes time to develop. It's also one of the most important operating proficiencies, so it's worth the effort.\\n\\nBuilding a business can feel like an AirDyne sprint. Exhausted and jumping from one fire drill to the next, while advisors and investors urge to \\\"push harder\\\" and \\\"go faster.\\\" At El Cap, we ascribe to a different approach. Slow down, set your priorities, and focus on the most efficient way forward, because **slow is smooth, and smooth is fast.**\\n\\n*[@stewbradley](https://twitter.com/Stewbradley)*\",\"timestamp\":1639615271,\"title\":\"Slow is Smooth\"},\"digest\":\"F6XY8AvIHRrILzfmYQ1HLWjjb8vwGZadwl5YqETBdKU\",\"authorship\":{\"contributor\":\"0x49CBcc05C180F5011ceC8CBfD9ae83Ea6Abf2F72\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wjcJlOQlXw3Xu5lFM2z_TL4JhZAdwGWlERVMpxbeh6g\\\",\\\"y\\\":\\\"yuKcqGAJnx1E98xiE1z9wOybfkeX2eKHm5aPSmQUnCY\\\"}\",\"signature\":\"H20sWeNC3GhXXLtAB32mxdu8pIsgoF3mzoX3rNaHUludEYGufUTDdgsixs0n7Ou3VxreOXGiCS26xJIlZ_YPDw\",\"signingKeySignature\":\"0xe93681be82eb634e63c83d3fc50136f1dcf484764110462f786fbc48c7a92876773b4fb7fc3a7881bd49399e29165c9caa851cca26b7d03b13540ef06544b29c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wjcJlOQlXw3Xu5lFM2z_TL4JhZAdwGWlERVMpxbeh6g\\\",\\\"y\\\":\\\"yuKcqGAJnx1E98xiE1z9wOybfkeX2eKHm5aPSmQUnCY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QU7lFcjKgwUpmrx-pCxUPJShmt7ikXPfwQmJjmGTt6U\"}"