"{\"content\":{\"body\":\"## CHAPTER SEVEN\\n\\n### Breaking the news!\\n\\nThenceforth, everyone at the base has been working around the clock to make sure that the base is secure from any external or internal threats. Officers and servicemen including early survivors' health were thoroughly checked. They conduct mental and physical training, building concrete steel walls, digging trenches, and positioning barricades on the farthest part of the base. Installing booby traps, heavy machine guns, and sniper towers. They are constantly loading and unloading goods, manufacturing ammunition, planting vegetation, and many other duties. They have to prepare themselves for whatever may come, including the worse. Last, they regularly pray together and cherish the memory of their loved ones who were not able to escape on Z-Day.\\n\\nWhen Z-Day broke out and megacities around the world fall one by one like a domino to the hand of the mist, many eyewitnesses reported that strange things had happened at the same time. First, megacities and towns lose their electric power, followed by water, gas, telecommunication, and the internet. It all suddenly just came to a halt. Rumors did emerge for a very short period inside the intelligence community around the world that said it was caused by a powerful computer virus. It took less than forty-eight hours for megapolitan cities like New York, Shanghai, Mumbai, Moscow, London, and Washington DC to fall into the mist.\\n\\n***Gila Military Headquarter inside the Gila National Forest Park, New Mexico***\\n\\nOfficer Spencer is at the airfield tower monitoring the radio when a whispering radio call comes in. It’s from Officer Davis.\\n\\n\\\"Batman-six, Batman-six, this is Batman-five. Request immediate response! Over.\\\"\\n\\nOfficer Spencer is already on the radio and he immediately responds to the call.\\n\\nOfficer Spencer: \\\"Batman-five, this is Batman-six, what's your 10-20? Over.\\\"\\n\\nOfficer Davis: \\\"Batman-five to Batman-six, sending the coordinate now. Break. Request air support and immediate extraction over Cruzville, Apache Creek. Break. The situation is hostile. Do you copy? Over.\\\"\\n\\nOfficer Spencer: \\\"Batman-six to Batman-five, coordinate received. Break. Eagle-One and Bravo-One Oscar-Mike. Break. Do not engage the hostile enemy. Over.”\\n\\nOfficer Davis: \\\"Batman-five to Batman-six, that's a negative. Break. Survivor’s life is in danger! I repeat a survivor’s life is in danger! Over.\\\"\\n\\nAs he hears what Officer Davis has said, Officer Spencer and everyone who is working inside the airfield tower just stops and they all listening to Davis’s radio call. They look at each other and are in shock by what Davis had said. One way or the other, somehow they silently admit that Davis was right after all. For a moment, Officer Spencer’s mind wanders until a radio call comes in.\\n\\nOfficer Davis: \\\"Batman-five to Batman-six, request permission to engage and rescue the survivor. Do you copy? Over.\\\"\\n\\nHe immediately responds by giving Officer Davis further instructions.\\n\\nOfficer Spencer: \\\"Batman-six to Batman-five, rescue the survivor and retreat to Outpost-One. Get ready to activate your beacon. Stay safe. The cavalry is coming. Over.\\\"\\n\\nOfficer Davis: “10-4. Batman-five, Out.\\\"\\n\\n## CHAPTER EIGHT\\n\\n### The tree\\n\\n![The dark-looking Oaktree (Illustration 10)](https://images.mirror-media.xyz/publication-images/NBL7gTouoNOxMUmUaWWNS.jpg?height=1500&width=3000)\\n\\n***December 2024, Catherine's Residence***\\n\\nMike: \\\"Mommy, did you have a bad dream?\\\"\\n\\nAs Catherine awakens from her sleep, she sees Mike looking at her trying to wake her up. Once she knew it was only a nightmare and realizes that they were both still inside the apartment, Catherine immediately hugs Mike with all her heart. As she hugs Mike, tears slowly fall from her eyes. She silents for a while and just keep holding her only son until all her fear subsides.\\n\\n\\\"… Mommy had a bad dream, Mike... I am so sorry if Mommy scares you, Sweetheart. I am so sorry...\\\" says Catherine.\\n\\nCatherine looks at Mike and with her warm-hearted motherly smile, she says, \\\"Promise me you will never go outside the apartment or open the front door without Mommy's permission? ... Can you do that for Mommy?\\\"\\n\\nSeveral minutes ago Mike was terrified when he heard his mother yelled his name while sleeping on the living room sofa, but somehow he knew his mother was having a bad dream.\\n\\n\\\"Yes, Mommy. Now can I go back and play again?\\\" says Mike.\\n\\nCatherine kisses Mike's forehead. He hugs him again and says, \\\"Mommy loves you, Mike. Mommy loves you…Yes, of course, Sweatheart, you can play.\\\"\\n\\nAfter finding comfort from her son, she lets Mike return to the dining table to play again with his toys.\\n\\nCatherine shakes her head and strokes her messy hair several times, then she gets up and walks towards the balcony. As she steps outside the balcony, she looks at the beautiful city of Albuquerque. She glances at the main street below and sees her car is still parked at the usual parking lot. She feels comfortable to see the street is busy with cars passing by and also people walking around. She smiles then takes a deep breath and felt so relieved. Catherine doesn’t see any white smoke or cloud covering parts of Albuquerque. Most of all, there is no weird old lady standing and stares at her car that late afternoon.\\n\\nWhile Catherine’s mood slowly turns back on again, her mobile phone rings several times. She rushes back inside her apartment closing the balcony door behind her. Catherine hopes the call is coming from Davis, but as she sees the caller id, she knew it was from Diana, Colonel Monk's wife, who lives several buildings away from her apartment.\\n\\nCatherine suddenly remembers that she had a promise to Diana to accompany her to the supermarket and to bring Mike along with her because Diana is also taking Alice, her 4 years old daughter. On her talk with Monk's wife, Catherine told Diana that she was fell asleep a while ago. She also told Diana about the bad dream she had and how scared she was but Diana was laughing so loud and starts making fun of Catherine. Diana asks, \\\"Mrs. Abigail? Seriously Catherine? Can't you think of a better monster to scared you in your dream than your elderly neighbor?\\\" Diana is trying to cheer her up and says Mrs. Abigail is probably doesn't has teeth anymore. Catherine laughs and her mood is getting even better. She tells Diana to pick her up in 10 minutes and to call her back as soon as she is near her apartment.\\n\\nJust eight minutes later, Catherine and Mike are ready to go and her phone rings. It was from Diana again. Catherine tells Diana that she and Mike are ready and will meet them in front of the apartment building.\\n\\nMinutes later, Catherine and Mike are walking down the stairs together. As they both reach the ground floor, Catherine's apartment key fell to the floor. She lets Mike's hand go but he suddenly runs and exits towards the main entrance door. Catherine picks up her apartment key and yells at Mike to slow down. As she passes in front of Mrs. Abigail's main apartment door, she notices the door was slightly open. All of the sudden, fear struck Catherine’s heart once again as the glimpse of images from her nightmare starts flashing back inside her mind. She slowly walks towards Mrs. Abigail’s door although this time, she doesn't see blood on the floor or wall or a dead neighbor cat lying around. For a moment, Catherine is carried away by her recent nightmare. Once she reaches the door, Beatrice suddenly jumps out from beside the door and Catherine was so surprised and almost loses her heartbeat. She was annoyed a bit but glad to see Beatrice is alive and well. Catherine thinks her nightmare is just a dream which she also finds her conclusion is absurd.\\n\\nCatherine: \\\"Well, hello, Mrs. Fat Cat…\\\"\\n\\nBeatrice: \\\"Meow! Meow! Meow!\\\"\\n\\nShe startles and follows Mike to the main street and sees Diana standing beside Mike and Alice. Diana smiles and says, \\\"Well, come on princess!\\\"\\n\\nCatherine responds to Diana just by smiling, then she takes her mobile phone out of her purse to see if she has received a message from Davis. Catherine walks to Diana's car while checking her mobile phone when Mrs. Abigail suddenly shows up from the side with her walker as she is returning to the apartment. Cathrine and Mrs. Abigail almost bump with each other if Catherine didn’t stop. She was so surprised and screams by accident while her mobile phone almost fell but she manages to grab it back. Catherine felt as if she was just struck by lightning and freezes. Mrs. Abigail didn’t hear Catherine's screams very well because she has a hearing problem but like Catherine, Mrs. Abigail was also caught in surprise.\\n\\nDiana calls Catherine from the driver's seat, \\\"Catherine!” and sees Catherine's face looks pale after she met Mrs. Abigail.\\n\\nFeeling awkward by the incident, Catherine continues walking to Diana’s car. They both look at each other and as always, Mrs. Abigail smiles at Catherine, but at that instant, Catherine can’t smile as she used to, so she keeps walking towards Diana's car without greeting Mrs. Abigail like she always did.\\n\\nKnowing Catherine seems in a hurry, Mrs. Abigail greets Catherine first.\\n\\nMrs. Abigail: \\\"Hello, Catherine. Why are you in a hurry, dear?\\\"\\n\\nCatherine stops then turns her body to answer Mrs. Abigail’s question. She says, \\\" ... Ye-s Mrs. Abigail. We’re taking the kids out ... Well, actually ... and ... I ... I noticed just now your apartment door was not closed properly.\\\"\\n\\nMrs. Abigail: \\\"O really?... Silly me, I probably forgot to close it when I went out.\\\"\\n\\nMrs. Abigail stands silent for a while and her eyes are looking at someplace nearby and then she asks Catherine. \\\"Catherine dear, do you remember if there is an Oaktree on that corner over there?\\\" Although holding her walker, she tries very hard to raise her left arm and point to a strange-looking Oaktree.\\n\\n\\\"What? ... Which tree Mrs. Abigail?\\\" Asks Catherine.\\n\\nMrs. Abigail: \\\"There! That Oaktree. I remember there was never any Oaktree over there. I've been living in this apartment for fifteen years and never see an Oaktree at that corner. Why everyone else is not noticing it?\\\"\\n\\n\\\"Catherine!\\\" Diana calls Catherine again and this time she waves to her from inside the car hoping she can speed things up on whatever conversation between Catherine and Mrs. Abigail is having.\\n\\nCatherine also wants the conversation to end right away because she doesn’t feel comfortable talking to Mrs. Abigail just yet. As soon as Catherine hears Diana is calling her, she takes it as an excuse.\\n\\nCatherine: \\\"Mrs. Abigail, I am sorry, we are in hurry today. I have to go now. See you later and take care.\\\"\\n\\nKnowing Catherine leaving her question unanswered, Mrs. Abigail feels offended. She nods her head and gives a quick smile to Catherine. Then she walks straight to the main building door without saying a word.\\n\\n## CHAPTER NINE\\n\\n### Bring it on!\\n\\n![Sikorsky U-70i Black Hawk (Illustration 11)](https://images.mirror-media.xyz/publication-images/eE8orf1OKdbaT3XOvYrkx.jpg?height=1500&width=3000)\\n\\n***August 2025, Inside a Sikorsky U-70i Black Hawk heading to the outer part of the First-Ring of the mist.***\\n\\nAs the day slowly turns to night, the Black Hawk was flying without any light. The pilot uses digital navigation and a thermal vision as they are making the final approach to an open field somewhere near Outpost-One. As the helo begins to descend, it will not land on the ground but it’ll hover at a certain height for the Bravo-One team to jump safely to the ground. The Black Hawk helicopter will airborne again and then closely monitor the Bravo-One team's secure perimeter from a certain altitude as it becomes the eyes and guardian in the sky. The pilot notifies the Bravo-One team to get ready through their communication unit.\\n\\nPilot: \\\"Bravo-One, Coast is clear. ETA 60 seconds.\\\"\\n\\nBravo-One leader: \\\"10-4. Watch our six.\\\"\\n\\nPilot: \\\"Roger-Tango, Bravo-One. Safe hunting.\\\"\\n\\nKevin, the Bravo-One team leader then nod his head to his unit. He lends his right-hand palm to the rest of the team and the team responded by putting their palms on top of each other.\\n\\nKevin: 'Live in honor!\\\"\\n\\nDanny: \\\"Fight with honor!\\\"\\n\\nStanley: \\\"Win with honor!\\\"\\n\\nJoe: \\\"Die in honor!\\\"\\n\\nThen they simultaneously say, \\\"NEVER TURN TO MONSTERS!\\\"\\n\\nKevin nodded his head again as the Bravo-One team routine ritual is completed and they are ready to conduct the mission.\\n\\nAs the helo arrived above the designated open field, the roaring sound and wind pressure from the Sikorsky U-70i Black Hawk powerful engine and massive blades scatter the surrounding mist, while dust particles on the ground float rapidly into the air. One by one the Bravo-One team jump safely to the ground and the helo quickly airborne again and the sudden noisy sound inside the misty forest slowly turn to silence.\\n\\n***17:07, Somewhere inside the First-Ring of the mist***\\n\\nAfter Officer Davis received the last transmission from Batman-six. Davis knows this time he is not entering a battlefield to do a one-on-one duel with the undead, but an all-out deathmatch against a horde of undead! He starts talking to himself while looking through his sniper scope and got emotional once the memory of Mike and Catherine appears in his mind. He tries to pump out all the courage left in him to face the impossible, “This has to end now. I don't know how you survive baby girl? Hopefully, I will find it out pretty soon … Just don’t you worry little girl, I’ll never leave you alone … Now it’s just going to be you, me, and hundreds of monsters that are chasing you from behind. Come on Davis! Do it for Mikey and Catherine! Hell yea!\\n\\n## CHAPTER TEN\\n\\n### Saving little red\\n\\n![(Illustration 12)](https://images.mirror-media.xyz/publication-images/emcScLxp07oQJaoYAX_zr.jpg?height=1500&width=3000)\\n\\n***17:08. Somewhere inside the First-Ring of the misty forest***\\n\\nDavis is ready to go all hell break lose until a radio call suddenly comes in from Colonel Monk onboard AC-130J Ghostrider. The gunship is in the air not far from Davis’s last recorded coordinate. Batman-six has informed Eagle-One right after his last radio call with Davis.\\n\\nMonk: \\\"Batman-five, Batman-five, this is Eagle-One. Respond! Over.\\n\\nOnce Davis hears Monk's voice—his best friend, he felt so relieved and his morale is boosted. He immediately feels like he has the courage of a lion. Like intuition, Davis instantaneously got the escape plan he needed and has figured out what steps he must immediately do next.\\n\\nDavis: \\\"Batman-five to Eagle-One, requesting air support and escort to Outpost-One. Break. Hostile horde approaching 200 meters heading South to the beacon. Break. Turning the beacon on, now. Break. Going hot in less than three minutes. Over.\\\"\\n\\nMonk: \\\"Eagle-One to Batman five. Beacon status confirmed and detected. Break. Mapping the hostile horde area for visual. Break. Hostile horde detected, bearing North at 200 meters heading South to the beacon. Break. Waiting for confirmation to open fire. Over.\\\"\\n\\nDavis: “Batman-five to Eagle-One, that’s a 10-4. Break. Wait for my signal for the firing sequence. Over.”\\n\\nMonk: “Eagle-One to Batman-five, message received and understood. Break. Eagle-One standing by. Over and out.”\\n\\nJust as Davis finished the radio call, the little girl in a red dress suddenly fell to the ground. She was exhausted. Probably she has been brisk walking for the last two hours or more. Her face looks pale and thirsty. Without help, she’ll faint in less than five minutes and become a feast for the beasts.\\n\\nDavis too has seen the little girl will eventually turn tired, that is why he doesn't want to lose sight of her or the horde of the undead that keep chasing her. As the mist scatters by the stormy wind that keeps building above the misty forest, the visibility becomes apparent. The little girl and the horde of the undead are now clearly seen through Davis sniper’s scope and have entered Davis's shooting range. The scattering mist is going to be Davis's only advantage, but the storm above the misty forest is building up too fast, so is the wind speed. Davis does not want to lose another minute. As soon as the wind speed becomes stronger, he might encounter precision difficulty to get a direct hit onto the target. Using a suppressor that is mounted on the MRAD sniper rifle, Davis aims at the closest zombies that are too close to the little girl’s position and pose threats to her safety.\\n\\nThe distance between Davis and the little girl is around one hundred fifty meters away, while the hostile horde—which he identifies are Shamblers\\\\* but he also sees several Tangos\\\\* that walk slower than the Shamblers not in a far distance. The closest Shamblers are around forty-five meters away from the little girl’s position. Davis's prime concerns are the Tangos. He knew well that dealing with one Tango using a sniper rifle is not easy. If there are more of them, then Davis will need all the help he can get from Eagle-One armament.\\n\\nAs Davis aims at one of the three Shamblers that come close to the little girl, a radio call comes in from Bravo-One Team. Davis knows the cavalry has finally arrived!\\n\\nKevin: “Bravo-one to Batman-five, Bravo-one is on the ground. Break. Oscar-Mike Outpost-One. Break. Bravo-one standing by. Over.”\\n\\nDavis: “Batman-five to Bravo-one, Roger that Bravo-one. Hot in two minutes. Break. Do not follow the music room, I repeat, do not follow the music room. Break. No question. Break. Hold your position at Outpost-One. Do you copy? Over.”\\n\\nKevin: \\\"10-4 Batman-five. Bravo-One, out.”\\n\\nOnce Kevin has finished talking to Davis through the radio, he looks confused at Danny and asks, \\\"What the hell did he mean by music room?\\\"\\n\\nDanny was just about to ask the same thing, then he quickly looks at Stanley.\\n\\nStanley says, \\\"Don't look at me, I don't even know what the hell he is talking about!\\\"\\n\\nStanley, Kevin, and Danny look at Joe.\\n\\nJoe reply, \\\"Is Davis man...!\\\"\\n\\nThe sun is going to set, where the undead will hunt for prey. A little girl dressed in red is desperately needed help on one stormy night. The situation is tense, besides knowing all hell will probably break loose tonight, no one knows exactly what the outcome will be as the uneven battle will soon start to commence...\\n\\nThe sound of the battle horns of the living and the undead shall echo throughout the First-Ring of the misty forest.\\n\\n## CHAPTER ELEVEN\\n\\n### Headshot\\n\\n![(Illustration 13)](https://images.mirror-media.xyz/publication-images/cRkJtGDHQlMmuIyv6Vcg3.jpg?height=1500&width=3000)\\n\\nDavis had just finished giving instructions to the Bravo-One team, then he returns hastily aiming at the three undead who are getting too close to the little girl in a red dress. She is still lying helplessly on the ground out of her exhaustion after being chased by a horde of undead for hours. Davis sees through his sniper scope and chooses an undead who is now only eight meters away from the little girl. Without the slightest hesitation, Davis opens fire. Equip with a suppressor, his sniper rifle made a quick low bass sound that can hardly be heard by the little girl or the noisy horde of the undead.\\n\\n\\\"Blaaab!\\\"\\n\\nThe bullet from Davis's sniper rifle starts singing and it was a direct hit. The sniper bullet pierces through the Shamblers' skull and it immediately fell to the ground. As the Zulu hit the ground, the little girl was surprised and terrified by the noise. She slowly regains consciousness after several seconds of a spontaneous blackout. Driven by fear and not knowing what happened, the little girl tries to crawl away from the undead corpse that recently kissed the ground several meters away from her. Desperately in need to stand up, she forces to push her body upward using her two weak arms, but her legs are shakier than her arms, and can't withhold her body. She falls again to the ground, just like the undead she tries to avoid.\\n\\n\\\"Blaaab...!\\\"\\n\\nA second bullet from Davis's sniper just made another direct headshot. The undead falls to the ground and make a sound like a small-size tree trunk hitting the ground.\\n\\n\\\"Blaaab...!\\\"\\n\\nThe third closest undead that poses a threat to the little girl is now eliminated.\\n\\nNow, Davis's distance to the little girl is approximately one hundred and forty-five meters away, while the closest horde of undead from the little girl is around forty-five meters away. Instantaneously, Davis's mind plays every possible scenario that may or may not happen if he exposes himself to the horde of the undead and the little girl. He has projected that if he sprints running to the little girl's position with his backpack, weapon, and ghillie suit on the misty forest rough terrain, he'll probably reach his destination in one minute; but he must not stop running until he reaches the little girl and saves her life.\\n\\nDavis has measured that to sprint run on rough terrain for a maximum of one minute while putting himself in a head-to-head position with a horde of undead is not going to be the smartest decision he makes in this critical rescue mission.\\n\\nHe also assumes the little girl may not see him as a friendly human rescuer, especially in her state of mind and exhaustion, she'll probably see Davis as a grizzly bear because of the ghillie suit; And if that happens, many unprecedented outcomes will make the situation even more difficult for him to save the helpless and frightening little girl.\\n\\nLastly, if he runs to the little girl, then he'll break the unproven myth that says whoever runs inside the First-Ring of the mist will not survive.\\n\\nAlthough Davis seems to has a sound plan to escape after he saves the little girl, but how he executes and begins this rescue mission, it’s all depends on him. He only has 10 more seconds to decide before the horde of undead is coming closer to the helpless little girl who is still lying half-conscious on the ground. He mumbles, “So what’s going to be, Davis?”\\n\\n## CHAPTER TWELVE\\n\\n### Blackout\\n\\n![The briefing room (Illustration 14)](https://images.mirror-media.xyz/publication-images/qEnTKOQ1PGVMgDJaF56-8.jpg?height=1500&width=3000)\\n\\n***01:30, Dubai, 24 days before Christmas, 2024. Somewhere in UAE and US joint operation military air force base.***\\n\\nOn the way to the Briefing Room, Davis can't stop thinking about Mike and Catherine. He misses them so much and also understands why both of them are upset with him, but this year he already prepared a big surprise for Mike and Catherine. Davis knows he can't compensate for his absence for not being at home with them all the time; nevertheless, a brand new Tesla car for Catherine and the latest console game which Mike always wanted since last year plus a fifteen days family tour to Europe could, at least, give them a joyful moment on Christmas Eve and New Year. Davis has planned the surprise gifts several months ago. So, on the fifth of December, he will return home and give Mike the new console game, while the brand new car will arrive on the eighth of December. On the same day, he will surprise them again by telling Catherine and Mike to pack their bags and get ready for a two weeks holiday trip to Europe…\\n\\nDavis enters the Briefing Room. He sees Monk waving at him and calls him to sit next to him. Both teams were also there, Eagle-One and Eagle-Two. The commanding officer who is in charge of the early morning briefing has not yet arrived. Davis sees most faces inside the briefing room are not looking comfortable, he also finds Monk a little bit tense but has not lost his sense of humor.\\n\\nMonk: \\\"Bond! Something just came up! It doesn’t look good.\\\"\\n\\nMonk sometimes calls Davis with his nickname 'Bond'. It is not a secret military call sign or anything, but it was Davis's nickname that he got from college. The nickname was given to Davis by his friends in the early days of college, where Monk and Davis also met and become best friends. In his college years, Monk and Davis were in one classroom, but they have not known each other yet. One time, the teacher told every student in the classroom to write about what they want to be after college? Each student must read it out loud in front of the class with the hope they'll want to know each other better, become more supportive of one another, finding the same interest, and build common ground.\\n\\nMonk is a good-looking teenager at the time. His hair is mostly what makes the girls at college have a crush on him. While Davis on the other hand is like the opposite of Monk. Though he is somehow good-looking, sadly, he is sloppy. He wears the same clothes every day and his hair is messy. He wears old sneakers and never likes talking to his classmate. If no one asks him, he rarely talks and is just busy with himself.\\n\\nAs Davis read out to the whole class that day, he said he wanted to join the military and become a SEAL team. Immediately almost all of his classmates, except Monk, were laughing at him. At the time, his friends see Davis as an untidy person, unorganized and messy. They think Davis's word is similar to “a poor man's voice that doesn't carry very far.”\\n\\nDavis was not pleased by his classmate's attitude and felt underestimated. Once he returned to his chair, Monk gave him a folded paper—though they barely know each other. Davis opened the paper, it read:\\n\\n*\\\"I persevere and thrive on adversity. My Nation expects me to be physically harder and mentally stronger than my enemies. If knocked down, I will get back up, every time. I will draw on every remaining ounce of strength to protect my teammates and to accomplish our mission. I am never out of the fight.*\\n\\n*I am joining too!*\\n\\n*Hi! I’m Monk.”*\\n\\nDavis knew every word in Monk’s letter, and it was a part of the US Military Navy SEAL’s Creed. Since then, their friendship grew until they both ended up becoming spec ops. Davis's friends in college started to give him a nickname, “bond”; not as James Bond, but a short version of the word “vagabond.” Davis never felt insulted by the nickname but instead, he was motivated by it because back then, he never knew the word was meant, ‘vagabond’. After he joined the corps, Monk told him what it was and they both laughed at their college days. He never lets anyone else calls him by that nickname besides Monk. He often calls Monk with the nickname ‘Key’ in return because Monk has a weird-looking tattoo on his back that looks like a key, but he also said to Monk that it can also be a short version of “Monk Key”.\\n\\n***01:33. Dubai, 24 days before Christmas. The Briefing Room.***\\n\\nDavis: “What's happening man? The briefing should begin later at 08:00 hours this morning, we haven't even rest yet? I was talking to Catherine and Mike just now....”\\n\\nMonk slightly raised his hand telling Davis to stop talking because he wants to explain something to him.\\n\\nMonk: “Our intel source just said that something big is happening around the globe and back home, they say we must be briefed about it immediately.”\\n\\nDavid: \\\"What? ... What happened?\\\"\\n\\nMonk: \\\"Not a clue, but we have entered DEFCON 4.\\\"\\n\\nAs soon as Davis knew that the whole nation has entered DEFCON 4, he promptly asks Monk.\\n\\nDavis: \\\"Have you told Diana?\\\"\\n\\nHe turns his face towards Davis and says: \\\"No, I haven't. The Pentagon says most part of the US has recently fallen into a sudden blackout and civilian cellular systems are having a connection problem.\\\"\\n\\nDavis: \\\"But … I was just talking to Catherine and Mike using video call?\\\"\\n\\nMonk: \\\"Probably that was minutes ago...They say it's still happening now...\\\"\\n\\nDavis: \\\"What?\\\"\\n\\nWhen Monk sees Davis becoming tense, he tries to calm his buddy and says, \\\"Look! I’m worried about Diana and Alice's safety too. The team was also talking about their families just before you came in. We all want to know what is happening back home? So, calm down.\\\"\\n\\nDavis's face turns uncomfortable as fear has just stabbed him right at the heart; like Monk and the rest of the military men sitting inside the briefing room.\\n\\n**(To be continued)**\",\"timestamp\":1633544642,\"title\":\"Survivor in the mist\"},\"digest\":\"Qvn3QmERug13sfNZdzLd2WgqA32rzZaRe5t1tyuhkhU\",\"authorship\":{\"contributor\":\"0xc1C41e3606bF2756c09c95132F528012be17f724\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZiWIdFtHDAOsVnNiGdE_6ke00DEUCa3ikgiV0h2EBfs\\\",\\\"y\\\":\\\"zICLFDcaHO4Xm51rLmmdoGa75M7FbhxkudcYfn4V_4U\\\"}\",\"signature\":\"yetSYgEN08zha8G8J1OC24R4aTgnMSvXtxd7bJOAxaMpgZiYhFItcjxvMUL7Jtf_zqeXxDaVM3ldkC7h52aOtg\",\"signingKeySignature\":\"0x1e8296c1109c3688fe6151f9af73748172edb58a55570729455534785a7c563e0759f7e822639f3d0a0bb0b5dbe9499975d3ceccb4e29d9f830196d3d14dd5f11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZiWIdFtHDAOsVnNiGdE_6ke00DEUCa3ikgiV0h2EBfs\\\",\\\"y\\\":\\\"zICLFDcaHO4Xm51rLmmdoGa75M7FbhxkudcYfn4V_4U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Qvn3QmERug13sfNZdzLd2WgqA32rzZaRe5t1tyuhkhU\"}"