"{\"content\":{\"body\":\"why? Because people can't accept it. This psychology is very complicated. People are willing to believe that the world is fair and that someone is\\n\\nIt's awesome, but it's bad in other ways. For example, when we see a beautiful, handsome, or muscular man, we will unconsciously think that he\\n\\nWe don’t have very high IQs, or we don’t have much culture. If we see a person making a fortune, we will unconsciously think: This kid is not far from bad luck!\\n\\nPeople need this kind of psychological balance to be stable and happy. So if we show that we are better than others in many aspects, the result is not respected and\\n\\nSupport, on the contrary, because we make them \\\"uncomfortable\\\", they will find every opportunity to attack us, or speak ill of you behind your back.\\n\\nTo put it another way, when you meet someone who is much better than you in one or two aspects, you will be willing to be friends with him, because you have the prerequisite for cooperation.\\n\\nBut when you meet someone who is better than you in all aspects, you will probably slander him in your heart and target him inexplicably.\\n\\nEntrepreneur Business School Serving Entrepreneurs 141\\n\\nIf you don’t believe me, think about it, do you have a friend who is better than yourself in all aspects? It's not that this kind of person doesn't exist, but that you won't accept him as a friend. Psychologically speaking, his presence makes you very uncomfortable, and he gives you tremendous pressure; from\\n\\nFrom the perspective of competition, he poses a great threat to you. Being friends with him means that all your opportunities will become his opportunities. For example, if you meet a beautiful woman on the street together, and play with a beautiful woman, the beautiful woman must be close to him. For another example, if you invest in the same investor, the investor will definitely invest in him. Because he is better than you in every aspect.\\n\\nHumans have evolved for millions of years, and they have evolved this mechanism that will never be friends with people who are strong in all aspects and good at many things.\\n\\nTo this day, this kind of people who are strong in all aspects will only be hated by others and make inexplicable enemies (except for the opposite sex).\\n\\nSo if you have a lot of specialties, only show one or two specialties, and put away the rest.\\n\\nCome.\\n\\nAs for whether you can convince the crowd that has nothing to do with this, your human nature is very low, and you will never look like a leader. You won't, direct him to do it, he will be happy when he does it. Smart bosses just have to learn to \\\"play a pig and eat a tiger\\\". The benefits of \\\"playing a pig and eat a tiger\\\" are many.\\n\\nIt can be used to confuse the enemy; or not to give priority to avoid revealing the cards, or to listen more, watch more, and make decisions without vain, or to show that it is not aggressive and make friends better. Being a boss is not everything on your own. If you just intervene in the work of your subordinates, your subordinates feel uncomfortable. Imposing personal will on subordinates can easily dampen enthusiasm and cannot satisfy subordinates' sense of accomplishment. It is best to reach a consensus on the work expectations of both parties in the early stage. Don't show yourself smart in the middle, and intervene in the work of the subordinates, so that the subordinates don't know what to do.\\n\\nTo be a boss, you have to learn to hide your cleverness. You can do everything, and if you show it, this boss is not good at being a boss. If you can do it yourself, what do your subordinates do?\",\"timestamp\":1634797153,\"title\":\"If you dare to show everything, you can't be a leader\"},\"digest\":\"WhUZYpGswmpbdoXodWZ9h-Ri89tCOx9-PoYBW_aDsbg\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"MKXukYAxqg0xi-fjjFngNloqJuGOIbWqQhZ-Bnw-YiO9pS1w3QNo8pdCJX1yOqB4Ow4qS_fy78qKRwQopAkU8w\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WhUZYpGswmpbdoXodWZ9h-Ri89tCOx9-PoYBW_aDsbg\"}"