"{\"content\":{\"body\":\"but this the latter nevertheless expected, up to the time of the Baron's death.  He had inherited a little property from his benefactor, but soon ran through it.  \\\"He was a light-headed fellow,\\\" said Johann Helm, \\\"but he knew how to get the confidence of the old Junkers.  If he hadn't been so cowardly and fidgety, he might have made himself a career.\\\"\\n\\nThe Polish episode differed so little from my interpretation that I need not repeat Helm's version.  He denied having stolen Otto's share of the money, but could not help admitting his possession of the Von Herisau papers, among which were the certificates of birth and baptism of the old Baron's son, Otto.  It seems that he had been fearful of Lindenschmidt's return from America, for he managed to communicate with his sister in Breslau, and in this way learned the former's death.  Not until then had he dared to assume his present disguise.\\n\\nWe let him go, after exacting a solemn pledge that he would betake himself at once to Hamburg, and there ship for Australia.  (I judged that America was already amply supplied with individuals of his class.)  The sudden departure of the Baron von Herisau was a two days' wonder at Liebenstein; but besides ourselves, only the Bremen banker knew the secret.  He also left, two days afterwards, with his wife and daughter--their cases, it was reported, requiring Kissingen.\\n\\nOtto Lindenschmidt's life, therefore, could not hide itself.  Can any life?\\n\\nTWIN-LOVE.\\n\\nWhen John Vincent, after waiting twelve years, married Phebe Etheridge, the whole neighborhood experienced that sense of relief and satisfaction which follows the triumph of the right.  Not that the fact of a true love is ever generally recognized and respected when it is first discovered; for there is a perverse quality in American human nature which will not accept the existence of any fine, unselfish passion, until it has been tested and established beyond peradventure.  There were two views of the case when John Vincent's love for Phebe, and old Reuben Etheridge's hard prohibition of the match, first became known to the community.  The girls and boys, and some of the matrons, ranged themselves at once on the side of the lovers, but a large majority of the older men and a few of the younger supported the tyrannical father.\\n\\nReuben Etheridge was rich, and, in addition to what his daughter would naturally inherit from him, she already possessed more than her lover, at the time of their betrothal.  This in the eyes of one class was a sufficient reason for the father's hostility.  When low natures live (as they almost invariably do) wholly in the present, they neither take tenderness from the past nor warning from the possibilities of the future.  It is the exceptional men and women who remember their youth.  So, these lovers received a nearly equal amount of sympathy and condemnation; and only slowly, partly through their quiet fidelity and patience, and partly through the improvement in John Vincent's worldly circumstances, was the balance changed.  Old Reuben remained an unflinching despot to the last: if any relenting softness touched his heart, he sternly concealed it; and such inference as could be drawn from the fact that he, certainly knowing what would follow his death, bequeathed his daughter her proper share of his goods, was all that could be taken for consent.\\n\\nThey were married: John, a grave man in middle age, weather-beaten and worn by years of hard work and self-denial, yet not beyond the restoration of a milder second youth; and Phebe a sad, weary woman, whose warmth of longing had been exhausted, from whom youth and its uncalculating surrenders of hope and feeling had gone forever.  They began their wedded life under the shadow of the death out of which it grew; and when, after a ceremony in which neither bridesmaid nor groomsman stood by their side, they united their divided homes, it seemed to their neighbors that a separated husband and wife had come together again, not that the relation was new to either.\\n\\nJohn Vincent loved his wife with the tenderness of an innocent man, but all his tenderness could not avail to lift the weight of settled melancholy which had gathered upon her.  Disappointment, waiting, yearning, indulgence in long lament and self-pity, the morbid cultivation of unhappy fancies--all this had wrought its work upon her, and it was too late to effect a cure.  In the night she awoke to weep at his side, because of the years when she had awakened to weep alone; by day she kept up her old habit of foreboding, although the evening steadily refuted the morning; and there were times when, without any apparent cause, she would fall into a dark, despairing mood which her husband's greatest care and cunning could only slowly dispel.\\n\\nTwo or three years passed, and new life came to the Vincent farm.  One day, between midnight and dawn, the family pair was doubled; the cry of twin sons was heard in the hushed house.  The father restrained his happy wonder in his concern for the imperilled life of the mother; he guessed that she had anticipated death, and she now hung by a thread so slight that her simple will might snap it.  But her will, fortunately, was as faint as her consciousness; she gradually drifted out of danger, taking her returning strength with a passive acquiescence rather than with joy.  She was hardly paler than her wont, but the lurking shadow seemed to have vanished from her eyes, and John Vincent felt that her features had assumed a new expression, the faintly perceptible stamp of some spiritual change.\\n\\nIt was a happy day for him when, propped against his breast and gently held by his warm, strong arm, the twin boys were first brought to be laid upon her lap.  Two staring, dark-faced creatures, with restless fists and feet, they were alike in every least feature of their grotesque animality.  Phebe placed a hand under the head of each, and looked at them for a long time in silence.\\n\\n\\\"Why is this?\\\" she said, at last, taking hold of a narrow pink ribbon, which was tied around the wrist of one.\\n\\n\\\"He's the oldest, sure,\\\" the nurse answered.  \\\"Only by fifteen minutes or so, but it generally makes a difference when twins come to be named; and you may see with your own eyes that there's no telling of 'em apart otherways.\\\"\\n\\n\\\"Take off the ribbon, then,\\\" said Phebe quietly; \\\"*I* know them.\\\"\\n\\n\\\"Why, ma'am, it's always done, where they're so like!  And I'll never be able to tell which is which; for they sleep and wake and feed by the same clock.  And you might mistake, after all, in giving 'em names--\\\"\\n\\n\\\"There is no oldest or youngest, John; they are two and yet one: this is mine, and this is yours.\\\"\\n\\n\\\"I see no difference at all, Phebe,\\\" said John; \\\"and how can we divide them?\\\"\\n\\n\\\"We will not divide,\\\" she answered; \\\"I only meant it as a sign.\\\"\\n\\nShe smiled, for the first time in many days.  He was glad of heart, but did not understand her.  \\\"What shall we call them?\\\" he asked.  \\\"Elias and Reuben, after our fathers?\\\"\\n\\n\\\"No, John; their names must be David and Jonathan.\\\"\\n\\nAnd so they were called.  And they grew, not less, but more alike, in passing through the stages of babyhood.  The ribbon of the older one had been removed, and the nurse would have been distracted, but for Phebe's almost miraculous instinct.  The former comforted herself with the hope that teething would bring a variation to the two identical mouths; but no! they teethed as one child.  John, after desperate attempts, which always failed in spite of the headaches they gave him, postponed the idea of distinguishing one from the other, until they should be old enough to develop some dissimilarity of speech, or gait, or habit.  All trouble might have been avoided, had Phebe consented to the least variation in their dresses; but herein she was mildly immovable.\\n\\n\\\"Not yet,\\\" was her set reply to her husband; and one day, when he manifested a little annoyance at her persistence, she turned to him, holding a child on each knee, and said with a gravity which silenced him thenceforth:  \\\"John, can you not see that our burden has passed into them?  Is there no meaning in this--that two children who are one in body and face and nature, should be given to us at our time of life, after such long disappointment and trouble?  Our lives were held apart; theirs were united before they were born, and I dare not turn them in different directions.  Perhaps I do not know all that the Lord intended to say to us, in sending them; but His hand is here!\\\"\\n\\n\\\"I was only thinking of their good,\\\" John meekly answered.  \\\"If they are spared to grow up, there must be some way of knowing one from the other.\\\"\\n\\n\\\"THEY will not need it, and I, too, think only of them.  They have taken the cross from my heart, and I will lay none on theirs.  I am reconciled to my life through them, John; you have been very patient and good with me, and I will yield to you in all things but in this.  I do not think I shall live to see them as men grown; yet, while we are together, I feel clearly what it is right to do.  Can you not, just once, have a little faith without knowledge, John?\\\"\\n\\n\\\"I'll try, Phebe,\\\" he said.  \\\"Any way, I'll grant that the boys belong to you more than to me.\\\"\\n\\nPhebe Vincent's character had verily changed.  Her attacks of semi- hysterical despondency never returned; her gloomy prophecies ceased.  She was still grave, and the trouble of so many years never wholly vanished from her face; but she performed every duty of her life with at least a quiet willingness, and her home became the abode of peace; for passive content wears longer than demonstrative happiness.\\n\\nDavid and Jonathan grew as one boy: the taste and temper of one was repeated in the other, even as the voice and features.  Sleeping or waking, grieved or joyous, well or ill, they lived a single life, and it seemed so natural for one to answer to the other's name, that they probably would have themselves confused their own identities, but for their mother's unerring knowledge.  Perhaps unconsciously guided by her, perhaps through the voluntary action of their own natures, each quietly took the other's place when called upon, even to the sharing of praise or blame at school, the friendships and quarrels of the playground.  They were healthy and happy lads, and John Vincent was accustomed to say to his neighbors, \\\"They're no more trouble than one would be; and yet they're four hands instead of two.\\\"\\n\\nPhebe died when they were fourteen, saying to them, with almost her latest breath, \\\"Be one, always!\\\"  Before her husband could decide whether to change her plan of domestic education, they were passing out of boyhood, changing in voice, stature, and character with a continued likeness which bewildered and almost terrified him.  He procured garments of different colors, but they were accustomed to wear each article in common, and the result was only a mixture of tints for both.  They were sent to different schools, to be returned the next day, equally pale, suffering, and incapable of study.  Whatever device was employed, they evaded it by a mutual instinct which rendered all external measures unavailing.  To John Vincent's mind their resemblance was an accidental misfortune, which had been confirmed through their mother's fancy.  He felt that they were bound by some deep, mysterious tie, which, inasmuch as it might interfere with all practical aspects of life, ought to be gradually weakened.  Two bodies, to him, implied two distinct men, and it was wrong to permit a mutual dependence which prevented either from exercising his own separate will and judgment.\\n\\nBut, while he was planning and pondering, the boys became young men, and he was an old man.  Old, and prematurely broken; for he had worked much, borne much, and his large frame held only a moderate measure of vital force.  A great weariness fell upon him, and his powers began to give way, at first slowly, but then with accelerated failure.  He saw the end coming, long before his sons suspected it; his doubt, for their sakes, was the only thing which made it unwelcome.  It was \\\"upon his mind\\\" (as his Quaker neighbors would say) to speak to them of the future, and at last the proper moment came.\\n\\nIt was a stormy November evening.  Wind and rain whirled and drove among the trees outside, but the sitting-room of the old farm-house was bright and warm.  David and Jonathan, at the table, with their arms over each other's backs and their brown locks mixed together, read from the same book: their father sat in the ancient rocking- chair before the fire, with his feet upon a stool.  The housekeeper and hired man had gone to bed, and all was still in the house.\\n\\nJohn waited until he heard the volume closed, and then spoke.\\n\\n\\\"Boys,\\\" he said, \\\"let me have a bit of talk with you.  I don't seem to get over my ailments rightly,--never will, maybe.  A man must think of things while there's time, and say them when they HAVE to be said.  I don't know as there's any particular hurry in my case; only, we never can tell, from one day to another.  When I die, every thing will belong to you two, share and share alike, either to buy another farm with the money out, or divide this:  I won't tie you up in any way.  But two of you will need two farms for two families; for you won't have to wait twelve years, like your mother and me.\\\"\\n\\n\\\"We don't want another farm, father!\\\" said David and Jonathan together.\\n\\n\\\"I know you don't think so, now.  A wife seemed far enough off from me when I was your age.  You've always been satisfied to be with each other, but that can't last.  It was partly your mother's notion; I remember her saying that our burden had passed into you.  I never quite understood what she meant, but I suppose it must rather be the opposite of what WE had to bear.\\\"\\n\\nThe twins listened with breathless attention while their father, suddenly stirred by the past, told them the story of his long betrothal.\\n\\n\\\"And now,\\\" he exclaimed, in conclusion, \\\"it may be putting wild ideas into your two heads, but I must say it!  THAT was where I did wrong--wrong to her and to me,--in waiting!  I had no right to spoil the best of our lives; I ought to have gone boldly, in broad day, to her father's house, taken her by the hand, and led her forth to be my wife.  Boys, if either of you comes to love a woman truly, and she to love you, and there is no reason why God (I don't say man) should put you asunder, do as I ought to have done, not as I did!  And, maybe, this advice is the best legacy I can leave you.\\\"\\n\\n\\\"But, father,\\\" said David, speaking for both, \\\"we have never thought of marrying.\\\"\\n\\n\\\"Likely enough,\\\" their father answered; \\\"we hardly ever think of what surely comes.  But to me, looking back, it's plain.  And this is the reason why I want you to make me a promise, and as solemn as if I was on my death-bed.  Maybe I shall be, soon.\\\"\\n\\nTears gathered in the eyes of the twins.  \\\"What is it, father?\\\" they both said.\\n\\n\\\"Nothing at all to any other two boys, but I don't know how YOU'll take it.  What if I was to ask you to live apart for a while?\\\"\\n\\n\\\"Oh father!\\\" both cried.  They leaned together, cheek pressing cheek, and hand clasping hand, growing white and trembling.  John Vincent, gazing into the fire, did not see their faces, or his purpose might have been shaken.\\n\\n\\\"I don't say NOW,\\\" he went on.  \\\"After a while, when--well, when I'm dead.  And I only mean a beginning, to help you toward what HAS to be.  Only a month; I don't want to seem hard to you; but that's little, in all conscience.  Give me your word: say, \\\\`For mother's sake!'\\\"\\n\\nThere was a long pause.  Then David and Jonathan said, in low, faltering voices, \\\"For mother's sake, I promise.\\\"\\n\\n\\\"Remember that you were only boys to her.  She might have made all this seem easier, for women have reasons for things no man can answer.  Mind, within a year after I'm gone!\\\"\\n\\nHe rose and tottered out of the room.\\n\\nThe twins looked at each other:  David said, \\\"Must we?\\\" and Jonathan, \\\"How can we?\\\"  Then they both thought, \\\"It may be a long while yet.\\\"  Here was a present comfort, and each seemed to hold it firmly in holding the hand of the other, as they fell asleep side by side.\\n\\nThe trial was nearer than they imagined.  Their father died before the winter was over; the farm and other property was theirs, and they might have allowed life to solve its mysteries as it rolled onwards, but for their promise to the dead.  This must be fulfilled, and then--one thing was certain; they would never again separate.\\n\\n\\\"The sooner the better,\\\" said David.  \\\"It shall be the visit to our uncle and cousins in Indiana.  You will come with me as far as Harrisburg; it may be easier to part there than here.  And our new neighbors, the Bradleys, will want your help for a day or two, after getting home.\\\"\\n\\n\\\"It is less than death,\\\" Jonathan answered, \\\"and why should it seem to be more?  We must think of father and mother, and all those twelve years; now I know what the burden was.\\\"\\n\\n\\\"And we have never really borne any part of it!  Father must have been right in forcing us to promise.\\\"\\n\\nEvery day the discussion was resumed, and always with the same termination.  Familiarity with the inevitable step gave them increase of courage; yet, when the moment had come and gone, when, speeding on opposite trains, the hills and valleys multiplied between them with terrible velocity, a pang like death cut to the heart of each, and the divided life became a chill, oppressive dream.\\n\\nDuring the separation no letters passed between them.  When the neighbors asked Jonathan for news of his brother, he always replied, \\\"He is well,\\\" and avoided further speech with such evidence of pain that they spared him.  An hour before the month drew to an end, he walked forth alone, taking the road to the nearest railway station.  A stranger who passed him at the entrance of a thick wood, three miles from home, was thunderstruck on meeting the same person shortly after, entering the wood from the other side; but the farmers in the near fields saw two figures issuing from the shade, hand in hand.\\n\\nEach knew the other's month, before they slept, and the last thing Jonathan said, with his head on David's shoulder, was, \\\"You must know our neighbors, the Bradleys, and especially Ruth.\\\"  In the morning, as they dressed, taking each other's garments at random, as of old, Jonathan again said, \\\"I have never seen a girl that I like so well as Ruth Bradley.  Do you remember what father said about loving and marrying?  It comes into my mind whenever I see Ruth; but she has no sister.\\\"\\n\\n\\\"But we need not both marry,\\\" David replied, \\\"that might part us, and this will not.  It is for always now.\\\"\\n\\n\\\"For always, David.\\\"\\n\\nTwo or three days later Jonathan said, as he started on an errand to the village:  \\\"I shall stop at the Bradleys this evening, so you must walk across and meet me there.\\\"\\n\\nWhen David approached the house, a slender, girlish figure, with her back towards him, was stooping over a bush of great crimson roses, cautiously clipping a blossom here and there.  At the click of the gate-latch she started and turned towards him.  Her light gingham bonnet, falling back, disclosed a long oval face, fair and delicate, sweet brown eyes, and brown hair laid smoothly over the temples.  A soft flush rose suddenly to her cheeks, and he felt that his own were burning.\\n\\n\\\"Oh Jonathan!\\\" she exclaimed, transferring the roses to her left hand, and extending her right, as she came forward.\\n\\nHe was too accustomed to the name to recognize her mistake at once, and the word \\\"Ruth!\\\" came naturally to his lips.\\n\\n\\\"I should know your brother David has come,\\\" she then said; \\\"even if I had not heard so.  You look so bright.  How glad I am!\\\"\\n\\n\\\"Is he not here?\\\" David asked.\\n\\n\\\"No; but there he is now, surely!\\\"  She turned towards the lane, where Jonathan was dismounting.  \\\"Why, it is yourself over again, Jonathan!\\\"\\n\\nAs they approached, a glance passed between the twins, and a secret transfer of the riding-whip to David set their identity right with Ruth, whose manner toward the latter innocently became shy with all its friendliness, while her frank, familiar speech was given to Jonathan, as was fitting.  But David also took the latter to himself, and when they left, Ruth had apparently forgotten that there was any difference in the length of their acquaintance.\\n\\nOn their way homewards David said:  \\\"Father was right.  We must marry, like others, and Ruth is the wife for us,--I mean for you, Jonathan.  Yes, we must learn to say MINE and YOURS, after all, when we speak of her.\\\"\\n\\n\\\"Even she cannot separate us, it seems,\\\" Jonathan answered.  \\\"We must give her some sign, and that will also be a sign for others.  It will seem strange to divide ourselves; we can never learn it properly; rather let us not think of marriage.\\\"\\n\\n\\\"We cannot help thinking of it; she stands in mother's place now, as we in father's.\\\"\\n\\nThen both became silent and thoughtful.  They felt that something threatened to disturb what seemed to be the only possible life for them, yet were unable to distinguish its features, and therefore powerless to resist it.  The same instinct which had been born of their wonderful spiritual likeness told them that Ruth Bradley already loved Jonathan: the duty was established, and they must conform their lives to it.  There was, however, this slight difference between their natures--that David was generally the first to utter the thought which came to the minds of both.  So when he said, \\\"We shall learn what to do when the need comes,\\\" it was a postponement of all foreboding.  They drifted contentedly towards the coming change.\\n\\nThe days went by, and their visits to Ruth Bradley were continued.  Sometimes Jonathan went alone, but they were usually together, and the tie which united the three became dearer and sweeter as it was more closely drawn.  Ruth learned to distinguish between the two when they were before her: at least she said so, and they were willing to believe it.  But she was hardly aware how nearly alike was the happy warmth in her bosom produced by either pair of dark gray eyes and the soft half-smile which played around either mouth.  To them she seemed to be drawn within the mystic circle which separated them from others--she, alone; and they no longer imagined a life in which she should not share.\\n\\nThen the inevitable step was taken.  Jonathan declared his love, and was answered.  Alas! he almost forgot David that late summer evening, as they sat in the moonlight, and over and over again assured each other how dear they had grown.  He felt the trouble in David's heart when they met.\\n\\n\\\"Ruth is ours, and I bring her kiss to you,\\\" he said, pressing his lips to David's; but the arms flung around him trembled, and David whispered, \\\"Now the change begins.\\\"\\n\\n\\\"Oh, this cannot be our burden!\\\" Jonathan cried, with all the rapture still warm in his heart.\\n\\n\\\"If it is, it will be light, or heavy, or none at all, as we shall bear it,\\\" David answered, with a smile of infinite tenderness.\\n\\nFor several days he allowed Jonathan to visit the Bradley farm alone, saying that it must be so on Ruth's account.  Her love, he declared, must give her the fine instinct which only their mother had ever possessed, and he must allow it time to be confirmed.  Jonathan, however, insisted that Ruth already possessed it; that she was beginning to wonder at his absence, and to fear that she would not be entirely welcome to the home which must always be equally his.\\n\\nDavid yielded at once.\\n\\n\\\"You must go alone,\\\" said Jonathan, \\\"to satisfy yourself that she knows us at last.\\\"\\n\\nRuth came forth from the house as he drew near.  Her face beamed; she laid her hands upon his shoulders and kissed him.  \\\"Now you cannot doubt me, Ruth!\\\" he said, gently.\\n\\n\\\"Doubt you, Jonathan!\\\" she exclaimed with a fond reproach in her eyes.  \\\"But you look troubled; is any thing the matter?\\\"\\n\\n\\\"I was thinking of my brother,\\\" said David, in a low tone.\\n\\n\\\"Tell me what it is,\\\" she said, drawing him into the little arbor of woodbine near the gate.  They took seats side by side on the rustic bench.  \\\"He thinks I may come between you: is it not that?\\\" she asked.  Only one thing was clear to David's mind--that she would surely speak more frankly and freely of him to the supposed Jonathan than to his real self.  This once he would permit the illusion.\\n\\n\\\"Not more than must be,\\\" he answered.  \\\"He knew all from the very beginning.  But we have been like one person in two bodies, and any change seems to divide us.\\\"\\n\\n\\\"I feel as you do,\\\" said Ruth.  \\\"I would never consent to be your wife, if I could really divide you.  I love you both too well for that.\\\"\\n\\n\\\"Do you love me?\\\" he asked, entirely forgetting his representative part.\\n\\nAgain the reproachful look, which faded away as she met his eyes.  She fell upon his breast, and gave him kisses which were answered with equal tenderness.  Suddenly he covered his face with his hands, and burst into a passion of tears.\\n\\n\\\"Jonathan!  Oh Jonathan!\\\" she cried, weeping with alarm and sympathetic pain.\\n\\nIt was long before he could speak; but at last, turning away his head, he faltered, \\\"I am David!\\\"\\n\\nThere was a long silence.\\n\\nWhen he looked up she was sitting with her hands rigidly clasped in her lap: her face was very pale.\\n\\n\\\"There it is, Ruth,\\\" he said; \\\"we are one heart and one soul.  Could he love, and not I?  You cannot decide between us, for one is the other.  If I had known you first, Jonathan would be now in my place.  What follows, then?\\\"\\n\\n\\\"No marriage,\\\" she whispered.\\n\\n\\\"No!\\\" he answered; \\\"we brothers must learn to be two men instead of one.  You will partly take my place with Jonathan; I must live with half my life, unless I can find, somewhere in the world, your other half.\\\"\\n\\n\\\"I cannot part you, David!\\\"\\n\\n\\\"Something stronger than you or me parts us, Ruth.  If it were death, we should bow to God's will: well, it can no more be got away from than death or judgment.  Say no more: the pattern of all this was drawn long before we were born, and we cannot do any thing but work it out.\\\"\\n\\nHe rose and stood before her.  \\\"Remember this, Ruth,\\\" he said; \\\"it is no blame in us to love each other.  Jonathan will see the truth in my face when we meet, and I speak for him also.  You will not see me again until your wedding-day, and then no more afterwards-- but, yes! ONCE, in some far-off time, when you shall know me to be David, and still give me the kiss you gave to-day.\\\"\\n\\n\\\"Ah, after death!\\\" she thought:  \\\"I have parted them forever.\\\"  She was about to rise, but fell upon the seat again, fainting.  At the same moment Jonathan appeared at David's side.\\n\\nNo word was said.  They bore her forth and supported her between them until the fresh breeze had restored her to consciousness.  Her first glance rested on the brother's hands, clasping; then, looking from one to the other, she saw that the cheeks of both were wet.\\n\\n\\\"Now, leave me,\\\" she said, \\\"but come to-morrow, Jonathan!\\\"  Even then she turned from one to the other, with a painful, touching uncertainty, and stretched out both hands to them in farewell.\\n\\nHow that poor twin heart struggled with itself is only known to God.  All human voices, and as they believed, also the Divine Voice, commanded the division of their interwoven life.  Submission would have seemed easier, could they have taken up equal and similar burdens; but David was unable to deny that his pack was overweighted.  For the first time, their thoughts began to diverge.\\n\\nAt last David said:  \\\"For mother's sake, Jonathan, as we promised.  She always called you HER child.  And for Ruth's sake, and father's last advice: they all tell me what I must do.\\\"\\n\\nIt was like the struggle between will and desire, in the same nature, and none the less fierce or prolonged because the softer quality foresaw its ultimate surrender.  Long after he felt the step to be inevitable, Jonathan sought to postpone it, but he was borne by all combined influences nearer and nearer to the time.\\n\\nAnd now the wedding-day came.  David was to leave home the same evening, after the family dinner under his father's roof.  In the morning he said to Jonathan:  \\\"I shall not write until I feel that I have become other than now, but I shall always be here, in you, as you will be in me, everywhere.  Whenever you want me, I shall know it; and I think I shall know when to return.\\\"\\n\\nThe hearts of all the people went out towards them as they stood together in the little village church.  Both were calm, but very pale and abstracted in their expression, yet their marvellous likeness was still unchanged.  Ruth's eyes were cast down so they could not be seen; she trembled visibly, and her voice was scarcely audible when she spoke the vow.  It was only known in the neighborhood that David was going to make another journey.  The truth could hardly have been guessed by persons whose ideas follow the narrow round of their own experiences; had it been, there would probably have been more condemnation than sympathy.  But in a vague way the presence of some deeper element was felt--the falling of a shadow, although the outstretched wing was unseen.  Far above them, and above the shadow, watched the Infinite Pity, which was not denied to three hearts that day.\\n\\nIt was a long time, more than a year, and Ruth was lulling her first child on her bosom, before a letter came from David.  He had wandered westwards, purchased some lands on the outer line of settlement, and appeared to be leading a wild and lonely life.  \\\"I know now,\\\" he wrote, \\\"just how much there is to bear, and how to bear it.  Strange men come between us, but you are not far off when I am alone on these plains.  There is a place where I can always meet you, and I know that you have found it,--under the big ash- tree by the barn.  I think I am nearly always there about sundown, and on moonshiny nights, because we are then nearest together; and I never sleep without leaving you half my blanket.  When I first begin to wake I always feel your breath, so we are never really parted for long.  I do not know that I can change much; it is not easy; it is like making up your mind to have different colored eyes and hair, and I can only get sunburnt and wear a full beard.  But we are hardly as unhappy as we feared to be; mother came the other night, in a dream, and took us on her knees.  Oh, come to me, Jonathan, but for one day!  No, you will not find me; I am going across the Plains!\\\"\\n\\nAnd Jonathan and Ruth?  They loved each other tenderly; no external trouble visited them; their home was peaceful and pure; and yet, every room and stairway and chair was haunted by a sorrowful ghost.  As a neighbor said after visiting them, \\\"There seemed to be something lost.\\\"  Ruth saw how constantly and how unconsciously Jonathan turned to see his own every feeling reflected in the missing eyes; how his hand sought another, even while its fellow pressed hers; how half-spoken words, day and night, died upon his lips, because they could not reach the twin-ear.  She knew not how it came, but her own nature took upon itself the same habit.  She felt that she received a less measure of love than she gave--not from Jonathan, in whose whole, warm, transparent heart no other woman had ever looked, but something of her own passed beyond him and never returned.  To both their life was like one of those conjurer's cups, seemingly filled with red wine, which is held from the lips by the false crystal hollow.\\n\\nNeither spoke of this: neither dared to speak.  The years dragged out their slow length, with rare and brief messages from David.  Three children were in the house, and still peace and plenty laid their signs upon its lintels.  But at last Ruth, who had been growing thinner and paler ever since the birth of her first boy, became seriously ill.  Consumption was hers by inheritance, and it now manifested itself in a form which too surely foretold the result.  After the physician had gone, leaving his fatal verdict behind him, she called to Jonathan, who, bewildered by his grief, sank down on his knees at her bedside and sobbed upon her breast.\\n\\n\\\"Don't grieve,\\\" she said; \\\"this is my share of the burden.  If I have taken too much from you and David, now comes the atonement.  Many things have grown clear to me.  David was right when he said that there was no blame.  But my time is even less than the doctor thinks: where is David?  Can you not bid him come?\\\"\\n\\n\\\"I can only call him with my heart,\\\" he answered.  \\\"And will he hear me now, after nearly seven years?\\\"\\n\\n\\\"Call, then!\\\" she eagerly cried.  \\\"Call with all the strength of your love for him and for me, and I believe he will hear you!\\\"\\n\\nThe sun was just setting.  Jonathan went to the great ash-tree, behind the barn, fell upon his knees, and covered his face, and the sense of an exceeding bitter cry filled his heart.  All the suppressed and baffled longing, the want, the hunger, the unremitting pain of years, came upon him and were crowded into the single prayer, \\\"Come, David, or I die!\\\"  Before the twilight faded, while he was still kneeling, an arm came upon his shoulder, and the faint touch of another cheek upon his own.  It was hardly for the space of a thought, but he knew the sign.\\n\\n\\\"David will come!\\\" he said to Ruth.\\n\\nFrom that day all was changed.  The cloud of coming death which hung over the house was transmuted into fleecy gold.  All the lost life came back to Jonathan's face, all the unrestful sweetness of Ruth's brightened into a serene beatitude.  Months had passed since David had been heard from; they knew not how to reach him without many delays; yet neither dreamed of doubting his coming.\\n\\nTwo weeks passed, three, and there was neither word nor sign.  Jonathan and Ruth thought, \\\"He is near,\\\" and one day a singular unrest fell upon the former.  Ruth saw it, but said nothing until night came, when she sent Jonathan from her bedside with the words, \\\"Go and meet him?\\\"\\n\\nAn hour afterwards she heard double steps on the stone walk in front of the house.  They came slowly to the door; it opened; she heard them along the hall and ascending the stairs; then the chamber-lamp showed her the two faces, bright with a single, unutterable joy.\\n\\nOne brother paused at the foot of the bed; the other drew near and bent over her.  She clasped her thin hands around his neck, kissed him fondly, and cried, \\\"Dear, dear David!\\\"\\n\\n\\\"Dear Ruth,\\\" he said, \\\"I came as soon as I could.  I was far away, among wild mountains, when I felt that Jonathan was calling me.  I knew that I must return, never to leave you more, and there was still a little work to finish.  Now we shall all live again!\\\"\\n\\n\\\"Yes,\\\" said Jonathan, coming to her other side, \\\"try to live, Ruth!\\\"\\n\\nHer voice came clear, strong, and full of authority. \\\"I DO live, as never before.  I shall take all my life with me when I go to wait for one soul, as I shall find it there!  Our love unites, not divides, from this hour!\\\"\\n\\nThe few weeks still left to her were a season of almost superhuman peace.  She faded slowly and painlessly, taking the equal love of the twin-hearts, and giving an equal tenderness and gratitude.  Then first she saw the mysterious need which united them, the fulness and joy wherewith each completed himself in the other.  All the imperfect past was enlightened, and the end, even that now so near, was very good.\\n\\nEvery afternoon they carried her down to a cushioned chair on the veranda, where she could enjoy the quiet of the sunny landscape, the presence of the brothers seated at her feet, and the sports of her children on the grass.  Thus, one day, while David and Jonathan held her hands and waited for her to wake from a happy sleep, she went before them, and, ere they guessed the truth, she was waiting for their one soul in the undiscovered land.\\n\\nAnd Jonathan's children, now growing into manhood and girlhood, also call David \\\"father.\\\"  The marks left by their divided lives have long since vanished from their faces; the middle-aged men, whose hairs are turning gray, still walk hand in hand, still sleep upon the same pillow, still have their common wardrobe, as when they were boys.  They talk of \\\"our Ruth\\\" with no sadness, for they believe that death will make them one, when, at the same moment, he summons both.  And we who know them, to whom they have confided the touching mystery of their nature, believe so too.\\n\\nTHE EXPERIENCES OF THE A. C.\\n\\nBridgeport!  Change cars for the Naugatuck Railroad!\\\" shouted the conductor of the New York and Boston Express Train, on the evening of May 27th, 1858.  Indeed, he does it every night (Sundays excepted), for that matter; but as this story refers especially to Mr. J. Edward Johnson, who was a passenger on that train, on the aforesaid evening, I make special mention of the fact.  Mr. Johnson, carpet-bag in hand, jumped upon the platform, entered the office, purchased a ticket for Waterbury, and was soon whirling in the Naugatuck train towards his destination.\\n\\nOn reaching Waterbury, in the soft spring twilight, Mr. Johnson walked up and down in front of the station, curiously scanning the faces of the assembled crowd.  Presently he noticed a gentleman who was performing the same operation upon the faces of the alighting passengers.  Throwing himself directly in the way of the latter, the two exchanged a steady gaze.\\n\\n\\\"Is your name Billings?\\\"  \\\"Is your name Johnson?\\\" were simultaneous questions, followed by the simultaneous exclamations-- \\\"Ned!\\\"  \\\"Enos!\\\"\\n\\nThen there was a crushing grasp of hands, repeated after a pause, in testimony of ancient friendship, and Mr. Billings, returning to practical life, asked--\\n\\n\\\"Is that all your baggage?  Come, I have a buggy here:  Eunice has heard the whistle, and she'll be impatient to welcome you.\\\"\\n\\nThe impatience of Eunice (Mrs. Billings, of course,) was not of long duration, for in five minutes thereafter she stood at the door of her husband's chocolate-colored villa, receiving his friend.\\n\\nWhile these three persons are comfortably seated at the tea-table, enjoying their waffles, cold tongue, and canned peaches, and asking and answering questions helter-skelter in the delightful confusion of reunion after long separation, let us briefly inform the reader who and what they are.\\n\\nMr. Enos Billings, then, was part owner of a manufactory of metal buttons, forty years old, of middling height, ordinarily quiet and rather shy, but with a large share of latent warmth and enthusiasm in his nature.  His hair was brown, slightly streaked with gray, his eyes a soft, dark hazel, forehead square, eyebrows straight, nose of no very marked character, and a mouth moderately full, with a tendency to twitch a little at the corners.  His voice was undertoned, but mellow and agreeable.\\n\\nMrs. Eunice Billings, of nearly equal age, was a good specimen of the wide-awake New-England woman.  Her face had a piquant smartness of expression, which might have been refined into a sharp edge, but for her natural hearty good-humor.  Her head was smoothly formed, her face a full oval, her hair and eyes blond and blue in a strong light, but brown and steel-gray at other times, and her complexion of that ripe fairness into which a ruddier color will sometimes fade.  Her form, neither plump nor square, had yet a firm, elastic compactness, and her slightest movement conveyed a certain impression of decision and self-reliance.\\n\\nAs for J. Edward Johnson, it is enough to say that he was a tall, thin gentleman of forty-five, with an aquiline nose, narrow face, and military whiskers, which swooped upwards and met under his nose in a glossy black mustache.  His complexion was dark, from the bronzing of fifteen summers in New Orleans.  He was a member of a wholesale hardware firm in that city, and had now revisited his native North for the first time since his departure.  A year before, some letters relating to invoices of metal buttons signed, \\\"Foster, Kirkup, & Co., per Enos Billings,\\\" had accidentally revealed to him the whereabouts of the old friend of his youth, with whom we now find him domiciled.  The first thing he did, after attending to some necessary business matters in New York, was to take the train for Waterbury.\\n\\n\\\"Enos,\\\" said he, as he stretched out his hand for the third cup of tea (which he had taken only for the purpose of prolonging the pleasant table-chat), \\\"I wonder which of us is most changed.\\\"\\n\\n\\\"You, of course,\\\" said Mr. Billings, \\\"with your brown face and big mustache.  Your own brother wouldn't have known you if he had seen you last, as I did, with smooth cheeks and hair of unmerciful length.  Why, not even your voice is the same!\\\"\\n\\n\\\"That is easily accounted for,\\\" replied Mr. Johnson.  \\\"But in your case, Enos, I am puzzled to find where the difference lies.  Your features seem to be but little changed, now that I can examine them at leisure; yet it is not the same face.  But, really, I never looked at you for so long a time, in those days.  I beg pardon; you used to be so--so remarkably shy.\\\"\\n\\nMr. Billings blushed slightly, and seemed at a loss what to answer.\\n\\nHis wife, however, burst into a merry laugh, exclaiming--\\n\\n\\\"Oh, that was before the days of the A. C!\\\"\\n\\nHe, catching the infection, laughed also; in fact Mr. Johnson laughed, but without knowing why.\\n\\n\\\"The \\\\`A. C.'!\\\" said Mr. Billings.  \\\"Bless me, Eunice! how long it is since we have talked of that summer!  I had almost forgotten that there ever was an A. C.\\\"\\n\\n\\\"Enos, COULD you ever forget Abel Mallory and the beer?--or that scene between Hollins and Shelldrake?--or\\\" (here SHE blushed the least bit) \\\"your own fit of candor?\\\"  And she laughed again, more heartily than ever.\\n\\n\\\"What a precious lot of fools, to be sure!\\\" exclaimed her husband.\\n\\nMr. Johnson, meanwhile, though enjoying the cheerful humor of his hosts, was not a little puzzled with regard to its cause.\\n\\n\\\"What is the A. C.?\\\" he ventured to ask.\\n\\nMr. and Mrs. Billings looked at each other, and smiled without replying.\\n\\n\\\"Really, Ned,\\\" said the former, finally, \\\"the answer to your question involves the whole story.\\\"\\n\\n\\\"Then why not tell him the whole story, Enos?\\\" remarked his wife.\\n\\n\\\"You know I've never told it yet, and it's rather a hard thing to do, seeing that I'm one of the heroes of the farce--for it wasn't even genteel comedy, Ned,\\\" said Mr. Billings.  \\\"However,\\\" he continued, \\\"absurd as the story may seem, it's the only key to the change in my life, and I must run the risk of being laughed at.\\\"\\n\\n\\\"I'll help you through, Enos,\\\" said his wife, encouragingly; \\\"and besides, my role in the farce was no better than yours.  Let us resuscitate, for to-night only, the constitution of the A. C.\\\"\\n\\n\\\"Upon my word, a capital idea!  But we shall have to initiate Ned.\\\"\\n\\nMr. Johnson merrily agreeing, he was blindfolded and conducted into another room.  A heavy arm-chair, rolling on casters, struck his legs in the rear, and he sank into it with lamb-like resignation.\\n\\n\\\"Open your mouth!\\\" was the command, given with mock solemnity.\\n\\nHe obeyed.\\n\\n\\\"Now shut it!\\\"\\n\\nAnd his lips closed upon a cigar, while at the same time the handkerchief was whisked away from his eyes.  He found himself in Mr. Billing's library.\",\"timestamp\":1640141898,\"title\":\"\\nHe could not have adopted the plebeian youth, at least to the extent of giving him an old and haughty name,\"},\"digest\":\"ZRH4LfbRZlNhF8MeO_UEXjTfRqQA4SYsFpB9JBNsJwE\",\"authorship\":{\"contributor\":\"0x104C9415d8cF60006fA1f2ecb12Aa1B60108c24D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WC9SYqKrr8gWySgOhYI8UEqjuaPSCUzzBatni6RqNJg\\\",\\\"y\\\":\\\"ATRew8VXesLsYbBg8nh_Q6UeuxJ_Px5PWpEE4ixwtpk\\\"}\",\"signature\":\"84O_jCT4BGPIRgphcDfIAMinNSgPPxAd8DScHaQExRNQ9b2CeAnNrjJ4Bp4rAnsfZt8hYxz713SyY71AUdfCgQ\",\"signingKeySignature\":\"0x05d5a8db221353e9e3663392072c4cd7eb61ad8350f25bd29a49d9bdcdedf3017696138ab23521e9ce35c3d19106ed0ca0501e487dc96e808c52cf78f731dc991c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WC9SYqKrr8gWySgOhYI8UEqjuaPSCUzzBatni6RqNJg\\\",\\\"y\\\":\\\"ATRew8VXesLsYbBg8nh_Q6UeuxJ_Px5PWpEE4ixwtpk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZRH4LfbRZlNhF8MeO_UEXjTfRqQA4SYsFpB9JBNsJwE\"}"