"{\"content\":{\"body\":\"The very name of the fair is one of his happiest strokes.  Thackeray's famous book owes half its popularity to the happy name he borrowed from John Bunyan.  Thackeray's author's heart must have leaped in his bosom when Vanity Fair struck him as a title for his great satire.  'Then I saw in my dream that when they were got out of the wilderness they presently saw a town before them, and the name of that town is Vanity, and at that town there is a fair kept called Vanity Fair.  The fair is kept all the year long, and it beareth the name of Vanity Fair, because the town where it is kept is lighter than Vanity.  And, also, because all that is sold there is vanity.  As is the saying of the wise, All that cometh is vanity.  The fair is no new erected business, but a thing of ancient standing:  I will show you the original of it. About five thousand years ago there were pilgrims walking to the Celestial City, as these two honest persons now are, and Beelzebub, Apollyon, and Legion, with their companions, perceiving that by the path that the pilgrims made, that their way to the city lay through this town of Vanity, they contrived there to set up a fair:  a fair wherein should be sold all sorts of vanity, and that it should last all the year long.  Therefore at this fair are all such merchandise sold as houses, lands, trades, places, honours, preferments, titles, countries, kingdoms, pleasures, and delights of all sorts, as wives, husbands, children, masters, servants, lives, blood, bodies, souls, silver, gold, precious stones, and what not.  And, moreover, at this fair at all times there is to be seen juggling, cheats, games, plays, fools, apes, knaves, and rogues, and that of every kind.'  And then our author goes on to tell us the names of the various streets and rows where such and such wares are vended. And from that again he goes on to tell how the Prince of princes Himself went at one time through this same fair, and that upon a fair day too, and how the lord of the fair himself came and took Him from street to street to try to get Him induced to cheapen and buy some of the vain merchandise.  But as it turned out He had no mind to the merchandise in question, and He therefore passed through the town without laying out so much as one farthing upon its vanities.  The fair, therefore, you will see, is of long standing and a very great fair.  Now, our two pilgrims had heard of all that, they remembered also what Evangelist had told them about the fair, and so they buttoned up their pockets and pushed through the booths in the hope of getting out at the upper gate before any one had time to speak to them.  But that was not possible, for they were soon set upon by the men of the fair, who cried after them: 'Hail, strangers, look here, what will you buy?'  'We buy the truth only,' said Faithful, 'and we do not see any of that article of merchandise set out on any of your stalls.'  And from that began a hubbub that ended in a riot, and the riot in the apprehension and shutting up in a public cage of the two innocent pilgrims.  Lord Hate-good was the judge on the bench of Vanity in the day of their trial, and the three witnesses who appeared in the witness-box against the two prisoners were Envy, Superstition, and Pickthank. The twelve jurymen who sat on their case were Mr. Blindman, Mr. No- good, Mr. Malice, Mr. Love-lust, Mr. Live-loose, Mr. Heady, Mr. High-mind, Mr. Enmity, Mr. Liar, Mr. Cruelty, Mr. Hate-light, and Mr. Implacable,--Mr. Blindman to be the foreman.  And it was before these men that Faithful was brought forth to his trial in order to his condemnation.  And very soon after his trial Faithful came to his end.  'Now I saw that there stood behind the multitude a chariot and a couple of horses waiting for Faithful, who (so soon as his adversaries had despatched him) was taken up into it, and straightway was carried up through the clouds, with sound of trumpet, the nearest way to the Celestial gate.'\\n\\nNow, I cannot tell you how it was, I cannot account for it to myself, but it is nevertheless absolutely true that as I was reading my author last week and was meditating my present exposition, it came somehow into my mind, and I could not get it out of my mind, that there is a great and a close similarity between John Bunyan's Vanity Fair and a general election.  And, all I could do to keep the whole thing out of my mind, one similarity after another would leap up into my mind and would not be put out of it.  I protest that I did not go out to seek for such similarities, but the more I frowned on them the thicker they came. And then the further question arose as to whether I should write them down or no; and then much more, as to whether I should set them out before my people or no.  As you will easily believe, I was immediately in a real strait as to what I should do.  I saw on the one side what would be sure to be said by ill-natured people and people of a hasty judgment.  And I saw with much more anxiety what would be felt even when they restrained themselves from saying it by timid and cautious and scrupulous people.  I had the full fear of all such judges before my eyes; but, somehow, something kept this before my eyes also, that, as Evangelist met the two pilgrims just as they were entering the fair, so, for anything I knew to the contrary, it might be of God, that I also, in my own way, should warn my people of the real and special danger that their souls will be in for the next fortnight.  And as I thought of it a procession of people passed before me all bearing to this day the stains and scars they had taken on their hearts and their lives and their characters at former general elections.  And, like Evangelist, I felt a divine desire taking possession of me to do all I could to pull my people out of gun-shot of the devil at this election.  And, then, when I read again how both the pilgrims thanked Evangelist for his exhortation, and told him withal that they would have him speak further to them about the dangers of the way, I said at last to myself, that the thanks of one true Christian saved in anything and in any measure from the gun of the devil are far more to be attended to by a minister than the blame and the neglect of a hundred who do not know their hour of temptation and will not be told it.  And so I took my pen and set down some similarities between Vanity Fair and the approaching election, with some lessons to those who are not altogether beyond being taught.\\n\\nWell, then, in the first place, the only way to the Celestial City ran through Vanity Fair; by no possibility could the advancing pilgrims escape the temptations and the dangers of the fatal fair. He that will go to the Celestial City and yet not go through Vanity Fair must needs go out of the world.  And so it is with the temptations and trials of the next ten days.  We cannot get past them.  They are laid down right across our way.  And to many men now in this house the next ten days will be a time of simply terrible temptation.  If I had been quite sure that all my people saw that and felt that, I would not have introduced here to-night what some of them, judging too hastily, will certainly call this so secular and unseemly subject.  But I am so afraid that many not untrue, and in other things most earnest men amongst us, do not yet know sufficiently the weakness and the evil of their own hearts, that I wish much, if they will allow me, to put them on their guard.  ''Tis hard,' said Contrite, who was a householder and had a vote in the town of Vanity, ''tis hard keeping our hearts and our spirits in any good order when we are in a cumbered condition.  And you may be sure that we are full of hurry at fair-time.  He that lives in such a place as this is, and that has to do with such as we have to do with, has need of an item to caution him to take heed every hour of the day.'  Now, if all my people, and all this day's communicants, were only contrite enough, I would leave them to the hurry of the approaching election with much more comfort.  But as it is, I wish to give them such an item as I am able to caution them for the next ten days.  Let them know, then, that their way for the next fortnight lies, I will not say through a fair of jugglings and cheatings, carried on by apes and knaves, but, to speak without figure, their way certainly lies through what will be to many of them a season of the greatest temptation to the very worst of all possible sins--to anger and bitterness and ill-will; to no end of evil-thinking and evil-speaking; to the breaking up of life-long friendships; and to widespread and lasting damage to the cause of Christ, which is the cause of truth and love, meekness and a heavenly mind.  Now, amid all that, as Evangelist said to the two pilgrims, look well to your own hearts.  Let none of all these evil things enter your heart from the outside, and let none of all these evil things come out of your hearts from the inside.  Set your faces like a flint from the beginning against all evil-speaking and evil-thinking.  Let your own election to the kingdom of heaven be always before you, and walk worthy of it; and amid all the hurry of things seen and temporal, believe steadfastly concerning the things that are eternal, and walk worthy of them.\\n\\n'We buy the truth and we sell it not again for anything,' was the reply of the two pilgrims to every stall-keeper as they passed up the fair, and this it was that made them to be so hated and hunted down by the men of the fair.  And, in like manner, there is nothing more difficult to get hold of at an election time than just the very truth.  All the truth on any question is not very likely to be found put forward in the programme of any man or any party, and, even if it were, a general election is not the best time for you to find it out.  'I design the search after truth to be the one business of my life,' wrote the future Bishop Butler at the age of twenty-one.  And whether you are to be a member of Parliament or a silent voter for a member of Parliament, you, too, must love truth and search for her as for hid treasure from your youth up.  You must search for all kinds of truth,--historical, political, scientific, and religious,--with much reading, much observation, and much reflection.  And those who have searched longest and dug deepest will always be found to be the most temperate, patient, and forbearing with those who have not yet found the truth.  I do not know who first said it, but he was a true disciple of Socrates and Plato who first said it.  'Plato,' he said, 'is my friend, and Socrates is my friend, but the truth is much more my friend.' There is a thrill of enthusiasm, admiration and hope that goes through the whole country and comes down out of history as often as we hear or read of some public man parting with all his own past, as well as with all his leaders and patrons and allies and colleagues in the present, and taking his solitary way out after the truth.  Many may call that man Quixotic, visionary, unpractical, imprudent, and he may be all that and more, but to follow conscience and the love of truth even when they are for the time leading him wrong is noble, and is every way far better both for himself and for the cause he serves, than if he were always found following his leaders loyally and even walking in the way of righteousness with the love of self and the love of party at bottom ruling his heart.  How healthful and how refreshing at an election time it is to hear a speech replete with the love of the truth, full knowledge of the subject, and with the dignity, the good temper, the respect for opponents, and the love of fair play that full knowledge of the whole subject is so well fitted to bring with it!  And next to hearing such a speaker is the pleasure of meeting such a hearer or such a reader at such a time.  Now, I want such readers and such hearers, if not such speakers, to be found all the next fortnight among my office-bearers and my people.  Be sure you say to some of your political opponents something like this:- 'I do not profess to read all the speeches that fill the papers at present.  I do not read all the utterances made even on my own side, and much less all the utterances made on your side.  But there is one of your speakers I always read, and I almost always find him instructive and impressive, a gentleman, if not a Christian.  He is fair, temperate, frank, bold, and independent; and, to my mind at least, he always throws light on these so perplexing questions.'  Now, if you have the intelligence and the integrity and the fair-mindedness to say something like that to a member of the opposite party you have poured oil on the waters of party; nay, you are in that a wily politician, for you have almost, just in saying that, won over your friend to your own side.  So noble is the love of truth, and so potent is the high-principled pursuit and the fearless proclamation of the truth.\\n\\nA general election is a trying time to all kinds of public men, but it is perhaps most trying of all to Christian ministers.  Unless they are to disfranchise themselves and are to detach and shut themselves in from all interest in public affairs altogether, an election time is to our ministers, beyond any other class of citizens perhaps, a peculiarly trying time.  How they are to escape the Scylla of cowardice and the contempt of all free and true men on the one hand, and the Charybdis of pride and self-will and scorn of other men's opinions and wishes on the other, is no easy dilemma to our ministers.  Some happily constituted and happily circumstanced ministers manage to get through life, and even through political life, without taking or giving a wound in all their way.  They are so wise and so watchful; they are so inoffensive, unprovoking, and conciliatory; and even where they are not always all that, they have around them sometimes a people who are so patient and tolerant and full of the old-fashioned respect for their minister that they do not attempt to interfere with him. Then, again, some ministers preach so well, and perform all their pastoral work so well, that they make it unsafe and impossible for the most censorious and intolerant of their people to find fault with them.  But all our ministers are not like that.  And all our congregations are not like that.  And those of our ministers who are not like that must just be left to bear that which their past unwisdom or misfortune has brought upon them.  Only, if they have profited by their past mistakes or misfortunes, a means of grace, and an opportunity of better playing the man is again at their doors.  I am sure you will all join with me in the prayer that all our ministers, as well as all their people, may come well out of the approaching election.\\n\\nThere is yet one other class of public men, if I may call them so, many of whom come almost worse out of an election time than even our ministers, and that class is composed of those, who, to continue the language of Vanity Fair, keep the cages of the fair. I wish I had to-night, what I have not, the ear of the conductors of our public journals.  For, what an omnipotence in God's providence to this generation for good or evil is theirs!  If they would only all consider well at election times, and at all times, who they put into their cages and for what reason; if they would only all ask what can that man's motives be for throwing such dirt at his neighbour; if they would only all set aside all the letters they will get during the next fortnight that are avowedly composed on the old principle of calumniating boldly in the certainty that some of it will stick, what a service they would do to the cause of love and truth and justice, which is, surely, after all, their own cause also!  The very best papers sin sadly in this respect when their conductors are full for the time of party passion.  And it is inexpressibly sad when a reader sees great journals to which he owes a lifelong debt of gratitude absolutely poisoned under his very eyes with the malignant spirit of untruthful partisanship. But so long as our public cages are so kept, let those who are exposed in them resolve to imitate Christian and Faithful, who behaved themselves amid all their ill-usage yet more wisely, and received all the ignominy and shame that was cast upon them with so much meekness and patience that it actually won to their side several of the men of the fair.\\n\\nMy brethren, this is the last time this season that I shall be able to speak to you from this pulpit; and, perhaps, the last time altogether.  But, if it so turns out, I shall not repent that the last time I spoke to you, and that, too, immediately after the communion table, the burden of my message was the burden of my Master's message after the first communion table.  'If ye know these things, happy are ye if ye do them.  A new commandment I give unto you, that ye love one another.  By this shall all men know that ye are My disciples, if ye have love one to another.  Herein is My Father glorified, that ye bear much fruit, so shall ye be My disciples.  These things have I spoken unto you that in Me ye might have peace.  In the world ye shall have tribulation; but be of good cheer, I have overcome the world.  Know ye what I have done unto you?  Ye call Me Master and Lord, and ye say well, for so I am.'\\n\\nBY-ENDS\\n\\n'Ye seek Me, not because ye saw the miracles, but because ye did eat of the loaves.'--Our Lord.\\n\\nIn no part of John Bunyan's ingenious book is his strong sense and his sarcastic and humorous vein better displayed than just in his description of By-ends, and in the full and particular account he gives of the kinsfolk and affinity of By-ends.  Is there another single stroke in all sacred literature better fitted at once to teach the gayest and to make the gravest smile than just John Bunyan's sketch of By-ends' great-grandfather, the founder of the egoistical family of Fairspeech, who was, to begin with, but a waterman who always looked one way and rowed another?  By-ends' wife also is a true helpmate to her husband.  She was my Lady Feigning's favourite daughter, under whose nurture and example the young lady had early come to a quite extraordinary pitch of good breeding; and now that she was a married woman, she and her husband had, so their biographer tells us, two firm points of family religion in which they were always agreed and according to which they brought up all their children, namely, never to strive too much against wind and tide, and always to watch when Religion was walking on the sunny side of the street in his silver slippers, and then at once to cross over and take his arm.  But abundantly amusing and entertaining as John Bunyan is at the expense of By- ends and his family and friends, he has far other aims in view than the amusement and entertainment of his readers.  Bunyan uses all his great gifts of insight and sense and humour and scorn so as to mark unmistakably the road and to guide the progress of his reader's soul to God, his chiefest end and his everlasting portion.\\n\\nIt was no small part of our Lord's life of humiliation on the earth,--much more so than His being born in a low condition and being made under the law,--to have to go about all His days among men, knowing in every case and on every occasion what was in man. It was a real humiliation to our Lord to see those watermen of the sea of Tiberias sweating at their oars as they rowed round and round the lake after Him; and His humiliation came still more home to Him as often as He saw His own disciples disputing and pressing who should get closest to Him while for a short season He walked in the sunshine; just as it was His estate of exaltation already begun, when He could enter into Himself and see to the bottom of His own heart, till He was able to say that it was His very meat and drink to do His father's will, and to finish the work His Father had given Him to do.  The men of Capernaum went out after our Lord in their boats because they had eaten of the multiplied loaves and hoped to do so again.  Zebedee's children had forsaken all and followed our Lord, because they counted to sit the one on His right hand and the other on His left hand in His soon-coming kingdom.  The pain and the shame all that cost our Lord, we can only remotely imagine.  But as for Himself, our Lord never once had to blush in secret at His own motives.  He never once had to hang down His head at the discovery of His own selfish aims and by-ends. Happy man!  The thought of what He should eat or what He should drink or wherewithal He should be clothed never troubled His head. The thought of success, as His poor-spirited disciples counted success, the thought of honour and power and praise, never once rose in His heart.  All these things, and all things like them, had no attraction for Him; they awoke nothing but indifference and contempt in him.  But to please His Father and to hear from time to time His Father's voice saying that He was well pleased with His beloved Son,--that was better than life to our Lord.  To find out and follow every new day His Father's mind and will, and to finish every night another part of His Father's appointed work,--that was more than His necessary food to our Lord.  The great schoolmen, as they meditated on these deep matters, had a saying to the effect that all created things take their true goodness or their true evil from the end they aim at.  And thus it was that our Lord, aiming only at His Father's ends and never at His own, both manifested and attained to a Divine goodness, just as the greedy crowds of Galilee and the disputatious disciples, as long and as far as they made their belly or their honour their end and aim, to that extent fell short of all true goodness, all true satisfaction, and all true acceptance.\\n\\nBy-ends was so called because he was full of low, mean, selfish motives, and of nothing else.  All that this wretched creature did, he did with a single eye to himself.  The best things that he did became bad things in his self-seeking hands.  His very religion stank in those men's nostrils who knew what was in his heart.  By- ends was one of our Lord's whited sepulchres.  And so deep, so pervading, and so abiding is this corrupt taint in human nature, that long after a man has had his attention called to it, and is far on to a clean escape from it, he still--nay, he all the more-- languishes and faints and is ready to die under it.  Just hear what two great servants of God have said on this humiliating and degrading matter.  Writing on this subject with all his wonted depth and solemnity, Hooker says, 'Even in the good things that we do, how many defects are there intermingled!  For God in that which is done, respecteth especially the mind and intention of the doer. Cut off, then, all those things wherein we have regarded our own glory, those things which we do to please men, or to satisfy our own liking, those things which we do with any by-respect, and not sincerely and purely for the love of God, and a small score will serve for the number of our righteous deeds.  Let the holiest and best things we do be considered.  We are never better affected to God than when we pray; yet, when we pray, how are our affections many times distracted!  How little reverence do we show to that God unto whom we speak!  How little remorse of our own miseries!  How little taste of the sweet influence of His tender mercy do we feel! The little fruit we have in holiness, it is, God knoweth, corrupt and unsound; we put no confidence at all in it, we challenge nothing in the world for it, we dare not call God to a reckoning as if we had Him in our debt-books; our continued suit to Him is, and must be, to bear with our infirmities, and to pardon our offences.' And Thomas Shepard, a divine of a very different school, as we say, but a saint and a scholar equal to the best, and indeed with few to equal him, thus writes in his Spiritual Experiences:- 'On Sabbath morning I saw that I had a secret eye to my own name in all that I did, for which I judged myself worthy of death.  On another Sabbath, when I came home, I saw the deep hypocrisy of my heart, that in my ministry I sought to comfort and quicken others, that the glory might reflect on me as well as on God.  On the evening before the sacrament I saw that mine own ends were to procure honour, pleasure, gain to myself, and not to the Lord, and I saw how impossible it was for me to seek the Lord for Himself, and to lay up all my honour and all my pleasures in Him.  On Sabbath-day, when the Lord had given me some comfortable enlargements, I searched my heart and found my sin.  I saw that though I did to some extent seek Christ's glory, yet I sought it not alone, but my own glory too.  After my Wednesday sermon I saw the pride of my heart acting thus, that presently my heart would look out and ask whether I had done well or ill.  Hereupon I saw my vileness to make men's opinions my rule.  The Lord thus gave me some glimpse of myself and a good day that was to me.'  One would think that this was By-ends himself climbed up into the ministry.  And so it was. And yet David Brainerd could write on his deathbed about Thomas Shepard in this way.  'He valued nothing in religion that was not done to the glory of God, and, oh! that others would lay the stress of religion here also.  His method of examining his ends and aims and the temper of his mind both before and after preaching, is an excellent example for all who bear the sacred character.  By this means they are like to gain a large acquaintance with their own hearts, as it is evident he had with his.'\\n\\nBut it is not those who bear the sacred character of the ministry alone who are full of by-ends.  We all are.  You all are.  And there is not one all-reaching, all-exposing, and all-humbling way of salvation appointed for ministers, and another, a more external, superficial, easy, and self-satisfied way for their people.  No. Not only must the ambitious and disputing disciples enter into themselves and become witnesses and judges and executioners within themselves before they can be saved or be of any use in the salvation of others--not only they, but the fishermen of the Lake of Tiberias, they also must open their hearts to these stabbing words of Christ, and see how true it is that they had followed Him for loaves and fishes, and not for His grace and His truth.  And only when they had seen and submitted to that humiliating self- discovery would their true acquaintance with Christ and their true search after Him begin.  Come, then, all my brethren, and not ministers only, waken up to the tremendous importance of that which you have utterly neglected, it may be ostentatiously neglected, up to this hour,--the true nature, the true character, of your motives and your ends.  Enter into yourselves.  Be not strangers and foreigners to yourselves.  Let not the day of judgment be any surprise to you.  Witness against, judge, and execute yourselves, and that especially because of your by-aims and by-ends.  Take up the touchstone of truth and lay it upon your most secret heart.  Do not be afraid to discover how double-minded and deceitful your heart is.  Hunt your heart down.  Track it to its most secret lair. Put its true name, and continue to put its true name, upon the main motive of your life.  Extort an answer by boot and by wheel, only extort an answer from the inner man of the heart, to the torturing question as to what is his treasure, his hope, his deepest wish, his daily dream.  Watch not against any outward enemy, keep all your eyes and all your ears to your own thoughts.  God keeps His awful eye on your thoughts.  His eye goes at every glance to that great depth in you.  Even His all-seeing eye can go no deeper into you than to your secret thoughts.  Go you as deep as God goes, and you will be a wise man; go as deep and as often as He does, and then you will soon come to see eye to eye with God, not only about your own thoughts, but about His thoughts too, and about everything else.  Till you begin to watch your own thoughts, and to watch them especially in their aims and their ends, you will have no idea what that moral and spiritual life is that all God's saints live; that life that Christ lived, and which He this night summons you all to enter henceforth upon.\\n\\nIt is such a happy fact that it cannot be too often told, that in the things of the soul really and truly to know and feel the disease is to have already entered on the remedy.  You will not feel, indeed, that you have entered on the remedy; but that does not much matter so long as you really have.  And there is nothing more certain among all the certainties of divine things than that he who feels himself to be in death and hell with his heart so full of by-ends is all the time as far from death and hell as any one can be who is still on this side of heaven.  When a man's whole will and desire is set on God, as is now and then the case, that man is perilously near a sudden and an abundant entrance into that life and that presence where his heart has for so long been.  When a man is half mad with his own heart, as Thomas Shepard for one was, that stranger on the earth is at last within a step of that happy coast where all wishes end.  Watch that man.  Take a last look at that man.  He will soon be taken out of your sight.  Ere ever he is himself aware, he will be rapt up into that life where saints and angels seek not their own will, labour not for their own profit or promotion, listen not for their own praises, but find their blessedness, the half of which had not here been told them, in glorifying God and in enjoying Him for ever.\\n\\nYou must all have heard the name of a book that has helped many a saint now in glory to the examination and the keeping of his own heart.  I refer to Jeremy Taylor's Holy Living and Dying.  Take two or three of Taylor's excellent rules with you as you go down from God's house to-night.  'If you would really live a holy life and die a holy death,' says Taylor, 'learn to reflect in your every action on your secret end in it; consider with yourself why you do it, and what you propound to yourself for your reward.  Pray importunately that all your purposes and all your motives may be sanctified.  Renew and rekindle your purest purposes by such ejaculations as these:  \\\"Not unto us, O God, not unto us, but to Thy name be all the praise.  I am in this Thy servant; let all the gain be Thine.\\\"  In great and eminent actions let there be a special and peculiar act of resignation or oblation made to God; and in smaller and more frequent actions fail not to secure a pious habitual intention.'  And so on.  And above all, I will add, labour and pray till you feel in your heart that you love God with a supreme and an ever-growing love.  And, far as that may be above you as yet, impress your heart with the assurance that such a love is possible to you also, and that you can never be safe or happy till you attain to that love.  Other men once as far from the supreme love of God as you are have afterwards attained to it; and so will you if you continue to set it before yourself.  Think often on God; read the best books about God; call continually upon God; hold an intimate communion with God, till you feel that you also actually and certainly love God.  And though you begin with loving God because He first loved you, you will, beginning with that, rise far above that till you come to love Him for what He is in Himself as well as for what He has done for you.  'I have done this in order to have a seat in the Academy,' said a young man, handing the solution of a problem to an old philosopher.  'Sir,' was the reply, 'with such dispositions you will never earn a seat there.  Science must be loved for its own sake, and not for any advantage to be derived from it.'  And much more is that true of the highest of all the sciences, the knowledge and the love of God.  Love Him, then, till you arrive at loving Him for Himself, and then you shall be for ever delivered from all self-love and by-ends, and shall both glorify and enjoy God for ever.  As all they now do who engaged their hearts on earth to the service and the love and the enjoyment of God is such psalms and prayers as these:  'Whom have I in heaven but Thee? and there is no one on earth that I desire beside Thee. How excellent is Thy loving-kindness, O God!  The children of men shall put their trust under the shadow of Thy wings.  For with Thee is the fountain of life, and in Thy light shall we see light.  As for me, I will behold Thy face in righteousness:  I shall be satisfied when I awake with Thy likeness.  Thou wilt show me the path of life; in Thy presence is fullness of joy, and at Thy right hand there are pleasures for evermore.'\\n\\nGIANT DESPAIR\\n\\n'A wounded spirit who can bear?'--Solomon.\\n\\nEvery schoolboy has Giant Despair by heart.  The rough road after the meadow of lilies, the stile into By-Path-Meadow, the night coming on, the thunder and the lightning and the waters rising amain, Giant Despair's apprehension of Christian and Hopeful, their dreadful bed in his dungeon from Wednesday morning till Saturday night, how they were famished with hunger and beaten with a grievous crab-tree cudgel till they were not able to turn, with many other sufferings too many and too terrible to be told which they endured till Saturday about midnight, when they began to pray, and continued in prayer till almost break of day;--John Bunyan is surely the best story-teller in all the world.  And, then, over and above that, as often as a boy reads Giant Despair and his dungeon to his father and mother, the two hearers are like Christian and Hopeful when the Delectable shepherds showed them what had happened to some who once went in at By-Path stile:  the two pilgrims looked one upon another with tears gushing out, but yet said nothing to the shepherds.\",\"timestamp\":1641290885,\"title\":\"\\nVanity Fair is one of John Bunyan's universally-admitted masterpieces. \"},\"digest\":\"5-ntSa38LUkzebBWMmUhktnySNXoJlHkBKZnLZ66hfo\",\"authorship\":{\"contributor\":\"0x6b55Ba15E3e103d91f6dec37dd48B84ddF5B245C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_rRtvHlo680Wm9hT1cO_1NcXEOCunlPABVTDtsy8o8Q\\\",\\\"y\\\":\\\"myWdhVYmyrxH7ZRqFT__Xnw20NsnQIregbdX1Z9D1os\\\"}\",\"signature\":\"Fn8VhJ2im0Z-anGJ8XRyUgywfVEMI7GC3De2n0DPVwEPaZStumLOceKhAyJSWORUsCJuP2p5JbkCCKb5qwZY0A\",\"signingKeySignature\":\"0x3703b460fa70b0997084914d4f8abcf2d1dbc64f0d64c6cf3739a1b21897d1c35f96c7a9e934da0a802bc258abc11a5bdf9c8865f507dc9d69dfe089f2cf0b6d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_rRtvHlo680Wm9hT1cO_1NcXEOCunlPABVTDtsy8o8Q\\\",\\\"y\\\":\\\"myWdhVYmyrxH7ZRqFT__Xnw20NsnQIregbdX1Z9D1os\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5-ntSa38LUkzebBWMmUhktnySNXoJlHkBKZnLZ66hfo\"}"