"{\"content\":{\"body\":\"*Comedian Dave Chappelle has faced scrutiny for his recent Netflix comedy special* The Closer *— after his comments about the trans community sparked controversy.*\\n\\n*In a recent Instagram video posted Monday, Chappelle addresses the controversial Netflix special in a five-minute clip. Below is a transcript of the video posted online:*\\n\\n> \\\"It's been said in the press that I was invited to speak to the transgender employees of Netflix and I refused. That is not true — if they had invited me I would have accepted it, although I am confused about what we would be speaking about. I said what I said, and boy, I heard what you said. My God, how could I not? You said you want a safe working environment at Netflix. It seems like I'm the only one who can't go to the office.\\\"\\n>\\n> \\\"I want everyone in this audience to know that even though the media frames it that it's me versus that community, that's not what it is. Do not blame the LGBTQ community for any of this. It's about corporate interests, and what I can say, and what I cannot say. For the record, and I need you to know this, everyone I know from that community has been loving and supportive, so I don't know what this nonsense is about.\\\"\\n>\\n> \\\"This film that I made was invited to every film festival in the United States. Some of those invitations I accepted. When this controversy came out about 'The Closer', they began disinviting me from these film festivals. And now, today, not a film company, not a movie studio, not a film festival, nobody will touch this film. Thank God for Ted Sarandos and Netflix, he's the only one that didn't cancel me yet.\\\"\\n>\\n> \\\"To the transgender community, I am more than willing to give you an audience, but you will not summon me. I am not bending to anyone's demands. And if you want to meet with me, I am more than willing to, but I have some conditions. First of all, you cannot come if you have not watched my special from beginning to end. You must come to a place of my choosing at a time of my choosing, and thirdly, you must admit that Hannah Gadsby is not funny.\\\"\\n\\nA message from our sponsor\\n\\n* [comedy special](https://www.npr.org/tags/1049169888/comedy-special)\\n* [lgbtq+ community](https://www.npr.org/tags/901748662/lgbtq-community)\\n* [dave chappelle](https://www.npr.org/tags/625596302/dave-chappelle)\\n* [netflix](https://www.npr.org/tags/126923262/netflix)\\n\\n\\n* **Facebook**\\n* **Twitter**\\n* **Flipboard**\\n* **Email**\\n\\n## Sign Up For The NPR Daily Newsletter\\n\\nCatch up on the latest headlines and unique NPR stories, sent every weekday.\\n\\nE-mail addressSUBSCRIBE\\n\\nBy subscribing, you agree to [NPR's terms of use](https://www.npr.org/about-npr/179876898/terms-of-use) and [privacy policy](https://www.npr.org/about-npr/179878450/privacy-policy). NPR may share your name and email address with your NPR station. [See Details](https://www.npr.org/about-npr/179878450/privacy-policy#disclosure). This site is protected by reCAPTCHA and the Google [Privacy Policy](https://policies.google.com/privacy) and [Terms of Service](https://policies.google.com/terms) apply.\\n\\n### More Stories From NPR\\n\\n[TELEVISION](https://www.npr.org/sections/television/)\\n\\n#### Chappelle is unapologetic in his first public statement on 'The Closer' controversy\\n\\n[BOOK REVIEWS](https://www.npr.org/sections/book-reviews/)\\n\\n#### In 'Going There,' Katie Couric lays out her life in intimate detail\\n\\n[TELEVISION](https://www.npr.org/sections/television/)\\n\\n#### 50 years ago, 'The Electric Company' used comedy to boost kids' reading skills\",\"timestamp\":1635250335,\"title\":\"Read Dave Chappelle's response to backlash over Netflix comedy special 'The Closer'\"},\"digest\":\"h5bMJpPrt1BrTqIwQrizPXt5GCkOc-gakEBq2uvrAtQ\",\"authorship\":{\"contributor\":\"0xC46e66793e975C115c6fEb679fB2557ce22FD597\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eXRNZnEZZfRSm_2NbXBA009-dHFqKVVU9nlptDTDREc\\\",\\\"y\\\":\\\"u0qaYYFug_bO-DMvO1CINhr8nHDDCnHhpSbwJrhbrug\\\"}\",\"signature\":\"DV5ASXb_6iEqLGR4bSGvPIVmG-rjQqa9pRIG0qLX5yN5k7qFJX6R7AaTUfhTZOWvIw4iMkL7-pnDoZjBIbawmg\",\"signingKeySignature\":\"0x413d68415e367bb3af47b064642e7941525e4fa0519b9cb7c897f65d4278777527d67f45ac0efbe1794a0218728ae71cabf7fb6234ffc65b0666116ba34a04d31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eXRNZnEZZfRSm_2NbXBA009-dHFqKVVU9nlptDTDREc\\\",\\\"y\\\":\\\"u0qaYYFug_bO-DMvO1CINhr8nHDDCnHhpSbwJrhbrug\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"h5bMJpPrt1BrTqIwQrizPXt5GCkOc-gakEBq2uvrAtQ\"}"