"{\"content\":{\"body\":\"*Authors:  OhmlyFans, Raph, SCNightShade, Kiann, Tomato Soup* \\n\\n![Envoy's addressing delegates from strategic partners in Parliament c. Jan 2022](https://images.mirror-media.xyz/publication-images/B9c_-9YOmlyMnCfrFgLih.png?height=1524&width=2826)\\n\\n**New Year, New Lobis!**\\n\\nThe last few months have been challenging for most crypto investors, but 2022 is shaping up to be a year full of promise, particularly for Lobis, as governance broadly takes center stage.  And as the recent slate of announcements would suggest, we have responded accordingly and remained aggressive in our pursuit of major initiatives and partnerships – allowing Lobis to usher in the new year with renewed prospects, vigor, and excitement!  \\n\\n**Expanded Core and Team Structure** \\n\\nChief among those developments was the announcement of the expanded Core team.  What began as a group of five innovative and enterprising Founders, will now be a fully-fledged group of twenty, consisting of existing Core and some of our most active and devoted members. The impetus for such a move stems from Lobis’ transition from the Launch Phase into Expansion and the need for greater depth and breadth. In order to best ensure that Lobis can capitalize and execute on our broader mandate, the team deepened its bench significantly, across all core competencies, the result of which is below:\\n\\n![](https://images.mirror-media.xyz/publication-images/f1Ml_BuYlMuMjiR1WXNLB.png?height=1070&width=1948)\\n\\nAs you can see from the chart, the new Core also brings with it a new Team Structure, one designed to maximize accountability and productivity.\\n\\nSub-DAO/ Department groups have been established for Community Management, Growth, Engineering, Policy, Marketing, and Operations, which are led by appointed or elected managers from the new Core Team. These leads, as denoted by the Lobis Logo in the chart, are responsible for their respective Sub-DAO deliverables as well as general management therein. We are also happy to announce that these positions will be compensated for the first time at Lobis, to actively reward contributors for their time.\\n\\nWith any meaningful shift within an organization, we are reminded of the need to walk before we run. With that in mind, all of the aforementioned changes will go into effect for a 1-month trial period, after which point new Core members can be maintained, upgraded to full-time, downgraded to part-time, or cut completely. In other words, even with these sweeping changes, Lobis’ meritocracy remains fully intact!\\n\\n![@icecube finalizing terms of initial liquidity with Olympus liaison c. Oct 2021 ](https://images.mirror-media.xyz/publication-images/m9ItMbAEmijPXImfTWFO7.png?height=2025&width=3140)\\n\\n**Open-Source Vision**\\n\\nWhile much of the discussion has touched on heightened structure internally, please do not mistake that for bureaucracy! Quite the contrary in fact, as Lobis is migrating to an open-source workflow. We recently launched our Open Notion dashboard, a workflow tool that will allow teams to: \\n\\n* Actively manage and monitor tasks in real-time, \\n* Post bounties for any and all Lobbyists to pursue, \\n* Provide full transparency of the ongoing work throughout the DAO.\\n\\nWe expect that Open Notion will serve as a catalyst for improved accountability and efficiency, particularly as our scope of work is widening to such a degree. We encourage you all to take a look and familiarize yourself with the platform…and join us in becoming Open Notionoooooooooors! => <https://www.notion.so/lobis/Lobis-Notion-d19ff2f0ef894d65a73a62aff9024e1a>\\n\\n \\n **Call to Action: Get Involved Anon!** \\n\\n![@maegner preparing the senators c. Dec 2021 ](https://images.mirror-media.xyz/publication-images/U4I4hs85mrhviTUzQRIAU.png?height=2430&width=3937)\\n\\nIf any of the messaging above was too subtle, let us be clear in saying we want and need you!  After all, an organization is only as good as the people within!  With a sound foundation now in place, we are enlisting all Lobbyists to help us build the Ivory Tower of Governance.  Lobis’ new model is intended to afford access to, encourage and incentivize all Lobbyists to engage and contribute. We are looking for people of all backgrounds and skill-sets, so please do not be bashful…and apply!  \\n\\nShould anyone have an interest in joining the Community, Creative, Marketing, Policy or Operations teams, we invite you to fill out this form: <https://airtable.com/shrmdQcN1fx96ySTi>.    \\n\\nAs always, we remain vigilant in our quest to find the best available engineering/development talent to join our ranks. With the implementation of Open Notion and eventually Kleoverse, we will unveil a more robust Bounty Program for those in search of ad-hoc opportunities. In the interim, current “Open Issues” can continue to be found in our Github: <https://github.com/LobisHQWorkspace>.   \\n\\nFor the gigabrain developers who prefer a part or full-time role, please fill out the following form and/or reach out to a Core team member: <https://airtable.com/shr6RRHSFah8bZMv2>.     \\n\\nThat’s it for now, thanks for reading – hopefully you enjoyed the latest update. Until next time…WAGL, WAGMI!  \\n\\n\\n---\\n\\nIf our values and behaviors reconcile with you, you can contribute today.\\n\\n**[Join our discord](https://discord.gg/lobishq), join the DAO.**\\n\\n**[Our Twitter](https://twitter.com/lobishq)**.\\n\\n**END.**\",\"timestamp\":1642602844,\"title\":\"Official Notice: Lobis DAO Expansion\"},\"digest\":\"SMgkGG6ZS52yE0avWxA9undLVKd2rUxWIHjh4sABFfo\",\"authorship\":{\"contributor\":\"0x05Ce51f0B583D3666222f5803C51b1De8D4B35C2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9M4qO2JZ200FWFHOrglej-hvauBVWeAcIE1UhXWpmN8\\\",\\\"y\\\":\\\"btGtLUzi-CoMZ77gljVtz8R65zqON8L-74yXPaq9-1o\\\"}\",\"signature\":\"m0khPhedjJj6n2JDl9LnP8LfHA8g1lB9bGRxAbk-329WqwV4YL42qRxvLUEdBxkSougmaCOSuJHUq88sob81ag\",\"signingKeySignature\":\"0xdd1c58e038e2d1dc23b96ede10f96300ec804de15e7ab4bba73633941f42b961097ac0f6d756af857cf80b0c40bf9488e9f2b016f5c39b4ea3471474871b21581b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9M4qO2JZ200FWFHOrglej-hvauBVWeAcIE1UhXWpmN8\\\",\\\"y\\\":\\\"btGtLUzi-CoMZ77gljVtz8R65zqON8L-74yXPaq9-1o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SMgkGG6ZS52yE0avWxA9undLVKd2rUxWIHjh4sABFfo\"}"