"{\"content\":{\"body\":\"## My perspective when a team member gives their notice\\n\\n[![Doug Arcuri](https://miro.medium.com/fit/c/56/56/1\\\\*ClBwHgX1vkfQb8gGqQTA7w.png)](https://medium.com/@solidi?source=post_page-----1e550303cff8--------------------------------)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*FMNhW_BX4aus76enkDi9bg.jpeg)\\n\\nPhoto: Eutah Mizushima on Unsplash\\n\\nBeing a [software engineering manager](https://dev.to/solidi/what-is-an-engineering-manager-anyway-4and) has its difficult people bits. When a team member gives their notice to leave, it’s personal *and* straightforward.\\n\\n## When the Notice is Given\\n\\nI knew that the notice was coming. It would be rare that I was caught off-guard. The lingering *spidey sense* I’ve felt had been correct. I’ve lived with the “yeah, it’s coming” weeks prior. The tip-off was the questions they ask, the doubts they have, and odd days out of office. And for those that care, a burst of contributions.\\n\\nThen there is a request for a rare one-on-one before the week is out. *It’s here.*\\n\\nAs we go through the motions, I listen, ask questions, and find levers to negotiate. But rarely do I find something to keep the person on, their mind already made up. I respect that.\\n\\nWhen I close the video meeting, I settle. My mind is racing. “Can I try something to bring the person back?” A list of grievances sets in, and I go through a loss cycle for days. It’s a breakup. I let go.\\n\\n## What Happens Later\\n\\nAs I execute communications with the team, crafting the transition plan and the celebratory send-off, I ask myself, “What could have been different?” There are answers. I could have improved the environment, the work, the team — myself. I write the conclusions down to be taken care of, reflecting on what I’ve learned.\\n\\nThere are moments during the transition where I battle an aggravated ego. But I check myself, calm down, and refocus back on this individual. I want them to succeed, and me stepping to hinder that would be incorrect. I’ll send recommendations and smile. They will become a better person because of this, and so will I.\\n\\nOnce the person leaves, team nature dislikes a vacuum. There are opportunities for others. They step up and stretch. No one is irreplaceable, and no one is an island. But the knowledge is lost, eminence gone, and it’s a pivot, for now, this new team.\\n\\n## Self Reflections\\n\\nThis notice is not the first nor the last I’ll experience. Nor will the team. It is a continual procession of people, *great people doing their very best*. But this role wasn’t a fit, and the timing was off. The environment was not correct. The work didn’t have the impact they wanted, finding *their* dream job instead. Perhaps I was ineffective at communications, championing above, or slow at sponsoring elsewhere. Or the baffling outcome, their asks *were all *achieved as they exit.\\n\\nAnd occasionally, the [software engineer](https://dev.to/solidi/what-is-a-software-engineer-anyway-3fb2) realized that the job was hard. They weren’t performing. They knew, and so did I. And on that occasion, it’s a relief.\\n\\nThen I reflect on all of those managers that had experienced the same with me. I’ve left a few jobs this way. Now I understand a bit more. It’s just business, but in no way do I sense that people can be that *frosty*. Each experience resonates.\\n\\nAnd for those teams where I got up and left as the manager. There was a special memory leaving them where they stood. I wasn’t expecting those intense feelings when walking away the first time. They don’t write that in *any* of the books I read.\\n\\n## The Continual Graceful Exit\\n\\nThe good news is there are plenty of opportunities in [software engineering](https://medium.com/hackernoon/software-is-unlike-construction-c0284ee4b723). It’s comforting. Fluidity is what I like about the industry; it eats the world. [And in some way, it grinds.](https://medium.com/hackernoon/the-manager-stew-dd59cd653728)\\n\\nIn my experience, there is an interesting observation. Once an engineer, and now as a manager, many people have come and gone. In software, *people do fire themselves, *as in they leave of their own volition*. *It’s hardly the other way around.\\n\\nMy goal is to treat someone well on their first as well as their last. I want the chance to [cooperate later](https://en.wikipedia.org/wiki/The_Evolution_of_Cooperation). While I don’t have much evidence on how other managers handle these situations, a *graceful* exit between us leads to better future outcomes. And that is how we say goodbye.\\n\",\"timestamp\":1633771430,\"title\":\"In Software, When an Engineer Exits the Team - Doug Arcuri - Medium\"},\"digest\":\"SxLnCzHVX4nZ375vmsRiw2brHltM-NPlvc6O5VkuV6Q\",\"authorship\":{\"contributor\":\"0x96e95a6A41e95613261402F4E437ddf1D75D0F87\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EDXmdJW-aFy7eczdnDWAFUTlx2k55NIm1ZCz-MUunoQ\\\",\\\"y\\\":\\\"mCLjbeR6PcVlFu4Y1d2PHsVNq1lFX43YXeyLbQg1eKk\\\"}\",\"signature\":\"yLBNgqEOgObtycyjWN4VB09UbvWC7jLGSfVBkttxQo6Dy7HgmnIkIZyglmORCqKGhqhfANzKZYaeGRAiHtr-IA\",\"signingKeySignature\":\"0x51bcd007acc54792a74bd940db56f6ed399a4a49f8e30fe6f360d30780861c6558fa575f06c03786cb04ef147d451dba43dc1c2d11d21f30d86f74c83c3220921c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EDXmdJW-aFy7eczdnDWAFUTlx2k55NIm1ZCz-MUunoQ\\\",\\\"y\\\":\\\"mCLjbeR6PcVlFu4Y1d2PHsVNq1lFX43YXeyLbQg1eKk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SxLnCzHVX4nZ375vmsRiw2brHltM-NPlvc6O5VkuV6Q\"}"