"{\"content\":{\"body\":\"## DAOs Will Replace Companies In Our Lifetime\\n\\nWe learned a lot from the Covid pandemic. Governments ran the money printing machines on full steam. There’s more [money in the economy](https://www.cityam.com/almost-a-fifth-of-all-us-dollars-were-created-this-year/) than ever before in history. and it’s only getting worse.\\n\\nUnderstandably, millions have abandoned government-backed fiat in favor of Bitcoin and [cryptocurrency](https://medium.com/the-capital/what-the-heck-is-cryptocurrency-54a9001b83c3).\\n\\nBy every measure, Bitcoin is objectively better [money](https://en.wikipedia.org/wiki/Money) than US dollars.\\n\\nBut there is an even more exciting innovation right around the corner. They’re called [DAOs](https://en.wikipedia.org/wiki/The_DAO_(organization)).\\n\\n# DAOs Are Crypto-Native Companies\\n\\nDAO stands for *decentralized autonomous organization*. It’s decentralized because there’s no formal leadership. It’s autonomous because it can do anything the members decide. And basically, it’s just an organization.\\n\\nThe best way to understand DAOs is like a company. They have many similarities. Here are just a few.\\n\\n* Organize individuals for a cause\\n* Solve society’s problems by creating value\\n* Provide an opportunity for wealth generation (both individually and for society at large)\\n\\nTo better understand the similarity, we need to look at the history of companies. It’s a social construct that’s much older than you might think.\\n\\n# Early Companies\\n\\nIndividual humans can’t do very much. Even today, we have tools and technology offering infinite leverage. And yet, most people fail to make a lasting impact. Individuals were even more limited before the industrial revolution.\\n\\nIn order to have real power, you need leverage. Today, there are 4 ways to get leverage.\\n\\n* Labor\\n* Capital\\n* Media\\n* Code\\n\\nThe oldest form of leverage is labor. We’ve been taking advantage of that leverage for thousands of years. We did this with the invention of governments. This helped large groups of people coordinate toward a common cause.\\n\\nThis largely explains why we saw relatively no innovation for most of history. But one day, everything changed.\\n\\nThe British created the [East India Company](https://en.wikipedia.org/wiki/East_India_Company) in 1600 AD. This was one of the earliest joint-stock companies. And it changed the world.\\n\\n*But why?*\\n\\nInvestors could buy shares in the company. This represented *ownership*. If the company made a lot of money, they could trade those shares for a profit without having to do any work.\\n\\nBut it was also good for the founders. The business would have a much harder time getting off the ground without investors.\\n\\nIn practice, it combined labor and capital leverage.\\n\\nCompanies became the most powerful entity in the world. Which largely explains why the British Empire, an early adopter of this new way to organize, colonized a fourth of the planet.\\n\\nIt wasn’t through military force at first. It was through company-sponsored colonies. Military occupation happened only after the locals rebels.\\n\\nThe East India Company dissolved in 1873. But concept of companies combining labor and capital remained. And they’ve become a cornerstone of our lives.\\n\\n# Companies Today\\n\\nThere have been millions of companies since the 1600s. They continue to exist because they *successfully coordinate large groups of people*.\\n\\nAmazon has nearly 1,000,000 workers. The company provides an easy way to get goods to consumers. It works like a well oiled machine. You can order a book off Amazon tonight and expect to get it within a week.\\n\\nCompanies form the basis of our modern society. Do you work for a company or do you own one? What is your position in the company? What products do you buy from companies in your free time?\\n\\nWe interact with companies every day. And the entire concept of a company is from the 1600s. Combining capital and labor leverage is a tried-and-true practice. But it doesn’t end there.\\n\\nThe most powerful companies today use new forms of leverage. *Media and code.*\\n\\nCompanies in the 1600s combined labor and capital. This was an innovation for the time. But the most successful companies in the last 2 centuries have taken advantage of media and code for more leverage.\\n\\nLet’s continue with our Amazon example. Amazon uses every form of leverage effectively. It uses capital to get new projects off the ground. Labor to build and keep everything running. Code to allow anyone to order anything online. And media to get the word out.\\n\\nAfter all, [software is eating the world](https://www.wsj.com/articles/SB10001424053111903480904576512250915629460). That’s because software companies effectively combine every form of leverage.\\n\\nThese companies created a lot of wealth. However, companies have downsides as well.\\n\\n# Problems with Companies\\n\\nCompanies are a powerful social construct. But they have many significant problems. This is hardly a comprehensive list. But these are 3 pressing problems facing companies today.\\n\\n1. Investor upside\\n2. Barrier to entry\\n3. Profit-driven\\n\\n## Investor upside\\n\\nCompanies created 2 classes of people. Those who own the company. And those who make it work.\\n\\nCompany owners fall into one of two categories. Investors or co-founders. Investors buy stock in the company and expect a return on their investment. Co-founders help build the company and typically receive partial ownership.\\n\\nThe only objective of the company is to produce capital. Each part of the business is expendable. Unfortunately, that includes the human beings who make the company function. The workers.\\n\\nCompanies pay workers the bare minimum amount of money to get them to do the job. As the population has increased with more efficient farming methods, there’s never been a real shortage of labor in the developed world.\\n\\nThis results in low wages for workers.\\n\\nThis dynamic creates a stark contrast between those who own the business and those who work the business. You can work for the most profitable company on Earth. But the upside (wealth generated by the company) is limited to the owner class.\\n\\nAmazon is the perfect example. It’s extremely valuable. Uses every form of leverage. And generates ungodly amounts of wealth. But all that surplus value is captured by the owner class. It’s not uncommon to see Amazon workers living in poverty. Amazon is the top employer of [SNAP recipients](https://thecounter.org/15-minimum-wage-amazon-top-employer-snap-recipients-walmart-mcdonalds/) across the country. Amazon workers are paid so little they qualify for government welfare.\\n\\nThis is hardly a new problem.\\n\\nThe most popular [revolutionary ideology of the 20th century](https://en.wikipedia.org/wiki/Communism) sought to end private companies altogether. However, this movement failed to produce a coherent alternative. Which means we live in a world where their opposition won. And many of their criticisms still ring true.\\n\\nIn the decades following the collapse of the Soviet union, we have failed to adequately address the contrast between the owner and working classes.\\n\\n## Barrier to Entry\\n\\nHumans are logically incentivized to become company owners. Meekly accepting the alternative is to subjugate their life to circumstances beyond their control.\\n\\nEveryone understands that it’s better to be a business owner than a worker. The smallest business owner is higher status than the most well-compensated worker.\\n\\nHowever, getting a company off the ground is difficult. These are a few reasons most people fail to launch a successful company.\\n\\n* Lack of education\\n* Lack of financial safety net (business failure can result in financial ruin)\\n* Legal difficulty (companies often need an entire legal department)\\n* Lack of geographic opportunity (poor access to pools of talent or customers)\\n* Expertise in a stagnant industry (achieving success is unlikely if not impossible)\\n\\nThe state mandated education fails to teach anything about business. The consequence is that company ownership will be a privilege limited to a small percentage of society.\\n\\n## Profit-Driven\\n\\nCompanies exist to produce profit. Nothing more. Nothing less. This often results in poor resource allocation and price-gouging.\\n\\nVacant homes [outnumber the homeless](https://www.self.inc/info/empty-homes/). Companies throw away [millions of calories of food](https://www.rts.com/resources/guides/food-waste-america/) while the impoverished starve. Companies [destroy their own products](https://www.theverge.com/2021/6/21/22543527/amazon-unsold-products-destruction-investigation) to artificially decrease supply, resulting in a higher price.\\n\\nThese actions are taken in the name of profit. Companies are not charities.\\n\\nThey are *for-profit businesses*.\\n\\nThe best example of price gouging comes from the American medical industry. Americans pay [more for healthcare](https://www.healthsystemtracker.org/chart-collection/health-spending-u-s-compare-countries/#:\\\\~:text=Health%20spending%20per%20person%20in,highest%20per%20capita%20health%20spending.) than every other developed nation. Despite the heavy price tag, Americans receive some of the worst treatment.\\n\\nAn ambulance ride is more than a month’s salary. Medical bills [create 62%](https://medalerthelp.org/blog/healthcare-statistics/) of all bankruptcies. And roughly [30% of all healthcare costs](https://www.forbes.com/sites/robertszczerba/2013/10/22/six-frightening-facts-you-need-to-know-about-healthcare/?sh=67b1535ec24c) are completely wasted.\\n\\nAll these problems stem from the inherent structure of companies. It is simply more profitable to destroy their own products or charge $20,000 to treat a heart attack.\\n\\nCompanies have existed for 400 years now. If we haven’t solved these problems yet, it’s unreasonable to expect we ever will.\\n\\nI feel the need to clarify that I do not blame company owners for these problems. They are playing the game to the best of their ability. And more power to them.\\n\\nThe problem exists in the *game design*. Not the *players* in the game.\\n\\nThankfully, DAOs provide a better game to play. A game that adequately addresses every problem with companies.\\n\\n# DAOs Are Better Companies\\n\\nDAOs have countless benefits compared to companies. There aren’t formal roles or hierarchy. And decisions are made by community opinion.\\n\\nDAOs rely on voluntary labor. People show up to provide value because they *voluntarily* choose to do so. This results in *exponentially higher quality labor*.\\n\\n> It’s the difference between clocking in and doing the bare minimum compared to working on a passion project. There’s simply no comparison.\\n\\nThe best example is comparing [Uniswap](https://uniswap.org/) to [Coinbase](https://www.coinbase.com/). Both organizations offer the ability to trade cryptocurrency.\\n\\nCoinbase is a publicly traded company with thousands of employees. Uniswap is a DAO with \\\\~20 core engineers.\\n\\nDespite the different amount of labor, they handle *similar levels of volume*. There have even been days when [Uniswap’s volume is higher](https://cryptobriefing.com/uniswaps-daily-volume-overtook-coinbase-more-80-million/).\\n\\nWhich organization sounds like a better investment?\\n\\nAnd mind you, Coinbase runs a tight ship. They are the largest American cryptocurrency exchange and provide a safe and convenient user experience.\\n\\nThe difference between Uniswap and Coinbase illustrates the difference between DAOs and companies.\\n\\nDAOs also solve the 3 most pressing problems facing companies today.\\n\\n## Investor upside\\n\\nCompanies are investor-owned. All the captured value goes directly to them. While the workers are paid the bare minimum.\\n\\nDAOs are community-owned. All the captured value goes into the DAO as a whole. This is primarily done with a native token.\\n\\nUniswap does a good job? Every token increases in value. It doesn’t matter if you built the smart contracts or wrote the copy on the website. You capture just as much value.\\n\\nThe only way to become a community member is by owning the token. This ensures every member is *financially incentivized* to contribute their best labor to the DAO.\\n\\nIn time, DAOs will replace every company for this reason. It’s not a mild improvement. *It’s a revolution of efficiency.*\\n\\n## Barrier to entry\\n\\nCompany ownership is a privilege few will ever know. There are simply too many barriers to entry.\\n\\nAnyone can start a DAO. The only barrier to entry is will-power. This means DAOs will be in fierce competition with each other. Only the best will rise to the top. They’ll attract the best labor, capital, and members. And once part of the DAO, they each have a stake in its success.\\n\\nA similar dynamic played out between Hollywood and YouTube. Hollywood operates much the same way companies do. There’s a massive barrier to entry. Even bigger than to start a company.\\n\\nThis resulted in decades of stagnation, remakes, and nonsense.\\n\\nYouTube allowed anyone to become a video-creator. Suddenly, millions of independent creators were locked in fierce competition to entertain the world. It wasn’t just a mild improvement. It was a *revolution of efficiency.*\\n\\nToday, movies are an occasional pleasure. Meanwhile, YouTube is so entertaining that it’s [addictive](https://www.theguardian.com/us-news/2019/may/03/youtube-addiction-mental-health).\\n\\nRemoving the barrier to entry exponentially increases the quality of the competition. *A similar dynamic will play it with DAOs.*\\n\\n## Profit-driven\\n\\nProfit is the only goal of companies. Resource allocation and human lives come second. Always have and always will.\\n\\nDAOs are mission-driven. The primary goal is to solve a problem or create value. *Profit comes second.*\\n\\nThe profit is a byproduct of creating value.\\n\\nIf a DAO put profit before its mission, members would leave. That’s not what they joined for.\\n\\nAdditionally, competitor DAOs could position themselves as a better alternative. This would attract those members, and create a better public perception.\\n\\nLet’s imagine Uniswap became profit-driven. Let’s say they tacked on a 25% fee on all transactions. Uniswap users would drop like flies. They would flee to a competitor.\\n\\nLet’s also acknowledge that this wouldn’t happen anyway. The community makes collective decisions in the best interest of the DAO. It would require the majority of Uniswap members to vote in favor of this decision.\\n\\nTheoretically, this could happen. But a competitor would immediately capitalize on it.\\n\\n# Final Thoughts\\n\\nCompanies play an important role in our modern societies. And they have for 400 years. It was a useful social construct that combined different forms of leverage. And created the wealthiest human civilization we have ever seen.\\n\\nHowever, companies are an outdated tool. They create many problems that plague our society. They create rampant wealth inequality, prevent competition, and will sacrifice anything for profit.\\n\\nDAOs address each of these issues and more. They are more efficient, encourage competition, and emphasize mission over profit.\\n\\n**DAOs will replace companies in our lifetime. The structural efficiencies are too powerful to ignore.**\\n\\nIf you’d like to learn [how to join a DAO, check out this article.](https://medium.com/coinmonks/how-to-join-a-dao-cfae5577e8f9)\",\"timestamp\":1637680773,\"title\":\"DAOs Are Eating The World\"},\"digest\":\"bL9AneUAPbgEK01xRFnJBCH7-NnQebl6IN8yYJKWIOU\",\"authorship\":{\"contributor\":\"0x7afF5FdE4312Ac9874b89B2ba0cE1FA269B80de1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V8UpCy5eBzs_v3c2UJm982oKjzIC3iVKoC4EtOr4rTM\\\",\\\"y\\\":\\\"RzDCn-ehbLe176wWnh95EmHRoW7RVMO-gGfBRr334hM\\\"}\",\"signature\":\"JN0EJh6zj0HfkwRzuvIF9XOVm_zSmVPzP3Vv7x7G1y4f0D1-pDgUBs23nqkIoFJh0iy6yvML6owo2xEduaPu2g\",\"signingKeySignature\":\"0x869483a3ffb1372b15fb843c879f4f2c76ca3003cbd959cf86fb0d17f7da4aa80a0ccc6a20f0776eff340e8468fbf9d12e66b7c1d98255aee5b8aa8ca548b7ec1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V8UpCy5eBzs_v3c2UJm982oKjzIC3iVKoC4EtOr4rTM\\\",\\\"y\\\":\\\"RzDCn-ehbLe176wWnh95EmHRoW7RVMO-gGfBRr334hM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"81oDlls5x199Wi3D_3yrVmaFZ8rdqnD46Zn5eMCN7dw\"}"