"{\"content\":{\"body\":\"As we all know, emerging markets such as Southeast Asia, India and the Middle East are the first choice for China's Internet social networking and traffic products to go to sea. Naturally, they are attracted by the more new users, cheaper traffic, fewer rules and large growth space in these markets. Compared with the mature market, the value of users, willingness to pay, ability and channel, as well as stability of emerging market are undoubtedly weaker.\\n\\nIn those products, it seems that only TikTok has firmly captured mature markets in the United States, Japan and France, which has the ability to compete with the giants.\\n\\nAccording to Sensor Tower, TikTok reached more than 1.2 billion downloads in the world. Among them, the number of downloads reached 105 million in the United States, which accounted for the top three downloads of Apple app stores for many times. In Japan, according to NTV, a Japanese TV station, \\\"one out of ten mobile Internet users in Japan will use TikTok or download TikTok\\\". In France, 38% of French teenagers have TikTok accounts, according to Le Parisien.\\n\\nIn June this year, the global purchase of Douyin and TikTok in Apple and Android app stores reached $10.8 million with a record high. And its total purchase volume exceeded the $100 million mark.\\n\\nThere is no doubt that TikTok's popularity has significantly diverted people's attention on Facebook, Instagram and other social networking sites. According to an online survey conducted by Génération Numérique at the end of 2018, more than 42% of French junior middle students said they have TikTok accounts. This means that among the youth group, TikTok may have surpassed Facebook. Whether this trend will last is uncertain, but the current situation and the shift of some advertisers' attention undoubtedly make social giants such as Facebook deeply uneasy.\\n\\nMany local friends who do marketing in developed countries have begun to attach importance to TikTok, which is regarded as a potential marketing channel. Although it has been reported recently that only 4% of marketers are using TikTok, what should be looking at is the trend rather than the current absolute value.\\n\\nFor example, in this year's back-to-school season in August, Macy's, which has been very active on mainstream social media, began to use TikTok as a promotion for the first time.\\n\\nHow can one tolerate others encroaching on one's interests and rights? Facebook naturally won't let Zhang Yiming take his market. It should be the first time that Facebook has met an opponent who is not from Silicon Valley and may not be easy to suppress, imitate or even threaten acquisition.\\n\\nIn the latest Facebook conference audio outflow, Mark Elliot Zuckerberg mentioned the launch of Lasso, a short video app in the Mexican market. It wants to attract young users before TikTok enters Mexico market.\\n\\nWhat's more interesting about this audio is his comparison of TikTok and Instagram: \\\"we can regard TikTok as a combination of immersive short video and browsing tools. So it's basically similar to our \\\"Explore Tab\\\" of Instagram. That is to say, TikTok is just an Instagram Stories with exploring functions. \\\"\\n\\nAt this point, I don't know whether Mark Elliot Zuckerberg deliberately belittled TikTok or indeed underestimated his enemy. Many comments from foreign media have said that Mark Elliot Zuckerberg has seriously underestimated TikTok - but SAP once said that Kingdee was their biggest competitor instead of Oracle?\\n\\nIn fact, TikTok has changed the social sharing method of the younger generation. It represents a new form of social entertainment. Users can carefully take photos of their lives, imitate the latest trend short videos, clip videos of others around the world and mix them with their own tracks for performance. It is different from life logs at will like Instagram's Stories.\\n\\nFinally, when it comes to the short video battle between Facebook and TikTok, MomentumWorks believes that there will still be a fierce battle in the U.S. and Latin American markets. After all, there is a high degree of control over the market by American social giants. Facebook's WhatsApp, Facebook messenger and Instagram are three communication / social tools. Among them, Facebook has successfully suppressed Snapchat by using Instagram's stories function. Now Mark Elliot Zuckerberg is testing the U.S. and Mexico markets with the new software Lasso, and the results are beginning to show. Facebook itself has tried short videos in many places:\\n\\nBut if Mark Elliot Zuckerberg only regards TikTok as a video application with an \\\"exploration\\\" algorithm, it's easy for Facebook to let tiktok occupy the short video market because of its weakness. After all, for now, it is not easy for TikTok's competitors to replicate it directly - Snapchat insists on being transient, which makes it incompatible with remixes, and Youtube isn't flexible enough to reinvent itself.\\n\\nThis is an article from WeChat official accounts [MomentumWorks ](https://mp.weixin.qq.com/s/WG-tHfGdhCG7O4KKJgoXqA)(ID:MomentumWorks), translated by Chris Yuan.\",\"timestamp\":1641525423,\"title\":\"1.2 billion downloads of TikTok in the world launches a fierce competition with Facebook, Messenger in 2019\"},\"digest\":\"dyrSAMcm-Z7y44-FigBJQdwUUgVb4v9Q7nKLhWIQQEY\",\"authorship\":{\"contributor\":\"0x021D29dC0d2DfC3137253fCb9fE56c6BD1d8a225\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JYZDbC55KuWwe2OC6cJhOu8Ak4BlV06YqJ3cLf4IXA8\\\",\\\"y\\\":\\\"EISdO5a5-8cZsq1MjXo7j4mPetZnqTIVk8VXgO6YY2w\\\"}\",\"signature\":\"PIMqjOCQxoUMbTkf45-JsY2o9_wD3uV23yagDYeudVxwkz41uUqLbqokM5dhcJPbvuu81I9PihBorRgOF-FZNQ\",\"signingKeySignature\":\"0x8a5e280c109f2e0b82e94a5ebd8036a14a846924a0ed240d64d91c5724ca6e080811f2c079b4bc53a0fdad0c4e0905ac6a7dbad2e4da00a9f4619a04abb15f4b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JYZDbC55KuWwe2OC6cJhOu8Ak4BlV06YqJ3cLf4IXA8\\\",\\\"y\\\":\\\"EISdO5a5-8cZsq1MjXo7j4mPetZnqTIVk8VXgO6YY2w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dyrSAMcm-Z7y44-FigBJQdwUUgVb4v9Q7nKLhWIQQEY\"}"