"{\"content\":{\"body\":\"![Photo by Stepan Unar on Unsplash](https://images.mirror-media.xyz/publication-images/4A6qcKsfFlyv_idYP5o_U.jpg?height=6000&width=4000)\\n\\n*Look [here](https://medium.com/ethereum-cat-herders/catblazer-chronicles-july-21-2c0c22bc8827) if you’re interested in learning more about the Catblazer Initiative.*\\n\\nLet’s hop into what I’ve been up to over the last month.\\n\\n### KERNEL Block 4\\n\\nI mentioned Gitcoin’s KERNEL program last month (and in other months). Block 4 drew to a close in November. It’s been a really incredible journey with KERNEL, as it always is. I put in more hours in some 1-on-1s and a group session over the month. The tremendous quality of KERNEL Fellows makes me continue to believe that this is one of the best venues to focus onboarding efforts on.\\n\\n### Peep an EIP\\n\\n[Peep an EIP](https://www.youtube.com/playlist?list=PL4cwHXAawZxqu0PKKyMzG_3BJV_xZTi1F) recorded 3 episodes over November — I was present for all three, and aided in preparing questions and handling portions of the Q&A after the guests gave presentations.\\n\\nIn addition, I’ve been working on coming up with lists for potential guests and question lists for a potential Peep an EIP podcast spinoff that we’ve talked about in the past. I’ve been moving a bit slower on this than anticipated, unfortunately. I suspect some of it is finding the courage to pull the trigger and reaching out to people to see if they’ll come on, though I have already spoken with one potential guest.\\n\\n### EIP Championing\\n\\nI’m happy to say that I’ve been getting more involved in actively contributing to editing ERCs, another topic discussed previously. Not as an EIP editor, I don’t have merge rights, but rather looking over new ERC submissions and trying to lighten the load of the active editors by making recommendations when ERCs don’t conform to EIP-1, and also trying to offer whatever other useful suggestions I can. I’ve been trying to take a chunk of time on Sundays to look at any new ERC PRs that have been opened over the week, and have contributed on both GitHub and the various Magicians threads.\\n\\nI’ve also continued participating in lightclient’s excellent EIP editing sessions, and am happy to see some new faces there too, largely from Pooja Ranjan’s efforts to find more talent to help the EIP editors.\\n\\n### ERC Involvement Initiative\\n\\n[Supreet Gupta](https://twitter.com/suprgupta) has continued his wonderful efforts in this, and I’m happy to say that we have the interest of some major platforms in creating ERCs based on their work. I’m very excited by this initiative, and see it as very synergetic with the other work I’m involved in with ERCs. Getting quality ERCs, and seeing these platforms contribute to the ecosystem in this way are both valuable imho, and I look forward to seeing more progress on this front.\\n\\n### Future Efforts\\n\\nI’m looking to keep up the efforts above, and also have a number of things to look towards in November.\\n\\n* I would be very interested in helping facilitate the development of emergency protocols for Defi platforms. If you would be interested in being part of such an initiative, please reach out. (I put this last month too, still very keen)\\n* I’ve (finally) begun sketching out questions for and reaching out to potential guests for a podcast spinoff of Peep an EIP, I hope to continue on this, and maybe even potentially begin recording this month\\n\\nThis recap is a bit shorter than some of the previous months, but not due to my involvement being any less than in other full months — it’s more due to the topics being well described in previous months. I’ve gotten to the point where I can talk about onboarding tasks pretty quickly, but I still put in hours on it.\\n\\nAs always, if you think I might be able to help you, or if you’re interested in helping, don’t hesitate! Reach out. I’m @William94029369 on Twitter, and can also be found as wschwab on a number of platforms, including in the Ethereum Cat Herders Discord. (As a note, the Ethereum Cat Herders Discord has been moved due to a security incident, the new server has been posted by the official Cat Herders account [here](https://twitter.com/EthCatHerders/status/1467315864110354432).)\",\"timestamp\":1638722249,\"title\":\"Catblazer Chronicles - Nov '21\"},\"digest\":\"ETGYNzHCC4BTRXPCgXHa-R-9H7dHidG7X_LSGOGGWGo\",\"authorship\":{\"contributor\":\"0x7BfAf4C59aA4F011672b8e77789e1eb41abd654d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TzVEcat3CCshXlbtqGmmGv7fH8aJIDHU1U71snBfgGg\\\",\\\"y\\\":\\\"PV0BJSmnwzRn1M12VhemZsrOUdB9RWEbWfNov41D0rc\\\"}\",\"signature\":\"TTeo-wkHCweaF5vf-jQflnY8PpugzAivqvJSJE93CPIeYm-GQXNdF-6ncv7lMaVIgHL7bYuwXda-u_FBWx7r5w\",\"signingKeySignature\":\"0x54638a88c0d952c5215be38a041597fc2c12647370de79fc1814f27da27b1e2815475a6ed231fb4f4514d6cf0da25f1ff17796fd7855c654cdf16afbac0b2a621c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TzVEcat3CCshXlbtqGmmGv7fH8aJIDHU1U71snBfgGg\\\",\\\"y\\\":\\\"PV0BJSmnwzRn1M12VhemZsrOUdB9RWEbWfNov41D0rc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ETGYNzHCC4BTRXPCgXHa-R-9H7dHidG7X_LSGOGGWGo\"}"