"{\"content\":{\"body\":\"有一件事要想明白，这个世界上最赚钱的东西一定是没什么“卵”用的。\\n\\n香奈儿的一个包，瑞士的机械表，号称能飙到340km/h的法拉利……这些东西你要是买回家就会发现它们一点都不经济实用。比如法拉利，限速120公里的高速上，你敢把车开到340公里吗？如果你不能飙到340公里，那么你为啥要买它呢？\\n\\n还有比特币，它是不是一个骗局呢？是！这种东西没有任何实物绑定，也没有任何一个机构，任何一个系统为它的信用背书，那么它怎么就这么值钱了呢？\\n\\n这里我必须要说一个很诡异的事情，那就是在工业革命以后，人类已经从物质匮乏，变成了产能过剩。今天，如果美国生产力全开，可以让整个世界都没有饥饿，中国如果产能全开，可以让全世界都不缺钢铁，衣服，玩具，俄国，沙特，伊朗，美国产能全开，全世界不缺石油，天然气，所以世界根本就不缺生产能力，不仅不缺还过剩。可是因为分配制度不能有太大调整，所以财富极度不均，有钱人有“维护特权”的需求，没钱的人有“变成有钱人”的需求。如何让两边都满意还不引起动荡，这就需要搞一套“魔幻”体系。\\n\\n以前这个魔幻体系叫宗教，有钱没处花的权贵们要么修金字塔，要么修佛像，要么建教堂，不做这些大工程来“浪费”，穷人就没饭吃，多余的劳动力就会造成内乱。通俗点儿说就跟当爹的给半大小子看生理科教片一样，要把这混小子的邪火给去一去，要不然指不定惹什么祸！同时，宗教还能维护甚至增加特权。一个个超级大工程，让乡巴佬一看两腿就发软，一定感慨只有神选之子方能有如此能力改天换地。那万人朝拜的特权，何其痛快！\\n\\n后来这个体系叫对外征服，产能过剩，也就是人口过剩，也就是上升通道封闭，找个邻国干一架，创立一个“军功”魔法系统。多余人口出清，上升通道打开，敌国财富掠夺，稳赚不赔！\\n\\n现在这个魔法体系叫金融，想一想整个美国普通人民没有余款，全民都欠钱，这个社会是不是有点儿诡异？再想一想美元其实就是美联储的借条，全世界竟然都囤积它，是不是觉得很魔幻。再想一想，GDP负增长的情况下股市能够翻一番是不是有点离谱？不过没关系，总有人觉得自己是股神在世，有钱人的钱仍在里面也是稳赚不赔，大家都开心！\\n\\n今天，金融这套体系已经是一套实体经济以外资本特权的维护机制。可是随着财富不均愈演愈烈，金融体系都饱和了。这就是为什么又搞出了数字货币，元宇宙的原因。\\n\\n只要有了新的概念，就会有造富的神话，就会有屌丝逆袭。然后对于普通人来说，也就有了希望。同时，无论新玩儿法是什么，有闲钱，有专业人士操盘的大资本势必是最大的受益者，老的特权也可以继续维系甚至扩张。全赢！\\n\\n元宇宙扯淡不扯淡？当然扯淡！可是比起金字塔，兵马俑来说，它不仅是靠谱，而且是业界良心！\\n\\n贫富分化的直接后果是投机资本越来越多！而当投机资本越来越多的时候总会有这么一个时刻，对多数人来说，不管什么新概念都分不到一点儿面包渣。这个时候，更奇葩的事情就会发生，那就是最最靠谱的东西譬如粮食，石油，房子都看着像骗局。\\n\\n想明白经济是非理性的，也就能明白，骗局足够巧，时机足够好，那就不是骗局而是发家致富的良机！\\n\\n虽然从百年尺度来看，许多东西就是一个泡沫，但是谁又能活过百年，等过百年呢？\\n\\n35美金一盎司的黄金何在？几百年世界都通用英镑何在？放在百年尺度里看，它们就不是骗局吗？\\n\\n一心投机，和绝不投机，都不是最优解。世界就是在理性和混沌中晃来晃去，一会儿三分理性七分无序，一会儿八分理性两分混沌，过两年就五分理性五分无序……所以做人难，做事难，一个不留神就失了分寸，失了分寸就会遭受雷霆暴击。被暴击了，自然就会说这是骗局，可是总有人因此得利！比特币造出多少富豪，元宇宙就能造出多少富豪，只是不到最后一刻你永远不知道，你究竟是拿捏住了分寸，还是失掉了分寸。\\n\\n骗局？\\n\\n首先你要定义什么是骗局。\",\"timestamp\":1639709902,\"title\":\"为什么我觉得元宇宙是个骗局？\"},\"digest\":\"nwKPf1mwGztpgVRNnTLYxAirSLFvksgnb7q4eFAflw0\",\"authorship\":{\"contributor\":\"0x45090a44c5Aac090e6aBaA9785bd01f216c95C08\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SjXqBccqTVKOgrPylFsd4UhOFJWyaRqlliK6mPk8X7g\\\",\\\"y\\\":\\\"Dpo4ZOuxCdJHKyq1cmdMcUxBaMpA2Guq52WpCaS7ArU\\\"}\",\"signature\":\"SkPC84Wt26Hf_aDnr4wraP3JxxD9451iO9p5qKXVrVH3kAcSfAZFOgLHE2tlkPLu9z47zz2yRI06SCcDmTfetQ\",\"signingKeySignature\":\"0x8a935da85d0c7cab49a8ea0e6bdc7e098a41132ba5a6eff67cf9e663646174ee0fff0aa8333426459d2e92b21fa2953bbee1f147d740d5531d6274e491c253db1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SjXqBccqTVKOgrPylFsd4UhOFJWyaRqlliK6mPk8X7g\\\",\\\"y\\\":\\\"Dpo4ZOuxCdJHKyq1cmdMcUxBaMpA2Guq52WpCaS7ArU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nwKPf1mwGztpgVRNnTLYxAirSLFvksgnb7q4eFAflw0\"}"