"{\"content\":{\"body\":\"*A collection of letters encompassing simple insights and recognition of foundational shifts that any bright minds trapped within the old norms of a VC mindset can use to break free, whether they are just starting their journey or reflecting back on what they wish someone had told them in their early days.*\\n\\n\\n---\\n\\nTech Bros suck.\\n\\nThere is just no other way around it. **Sorry to be so blunt.**\\n\\nBut seriously, it seems that for the past 10-20 years, give or take, complaining about tech bros has become a sport.\\n\\n*It's not that all of the criticism is warranted, it is just that in some cases they make it so damn easy, even when you are coming from a staunchly pro-technology perspective. Because, ultimately, that is the trick isn't it.*\\n\\nWhat's really creepy and off putting about the behaviour of so many bros in tech, is the way that they posture smugly pretending to only be about the technical merits and consumer benefits of what they are doing, when really, it is all always about their personal ego, status, clout and capital.\\n\\nThey pretend to support open culture, open source and open markets. Just like they pretend to be pioneers for the growth and circulation of capital, but really, they use open technology usually built by someone else to capture and close down as much data and capital as possible, concentrating it in their own fratty pools and club houses whilst doing it all at your expense.\\n\\nAnd worst of all they have the nerve to insecurely put on very public shows about how much better they are in their minds than everyone else. Or, how much better web2 is in their fantasies than the only technology layer that has ever actually offered self sovereignty and a way forward to everyone in the world — **web3.**\\n\\nIn the case of these iconic tone deaf web2 founders, besides the endless entertainment from their ridiculous back and forth –– as just one example –– it is interesting to notice how awful the consumer and customer support experience of Airbnb has become over the years, as more and more investor capital has been captured by the VC debt loop shitty code model.\\n\\nIt's no surprise that centralised systems that depend on increasing amounts of database and capital control, even if they have open source networks somewhere in their tech stack, lead to employees and users becoming enemies of the founders and investors. The incentives are totally misaligned.\\n\\nUnlike in web3 where contributors, creators, consumers and protocol stewards and leaders, all have a substantive stake in the outcomes of every interaction, every service, every module of code, every step along the way, in web2 its entirely biased towards borrowed illusions of virtue. \\n\\nWhatever classic tech bro founders and VCs can say and do to make themselves feel better practicing facial expressions in the mirror, it must somehow be what’s good for all of the rest of us, right? \\n\\n### Well, thanks, but next. \\n\\nThe world is already leaving you behind, you had your 15 minutes of fame, and then way to much some. \\n\\n### But is this all some way too easy counterattack, picking on bros shitposting on Twitter, in response to their comical attempts to bully new upstarts in technology and culture and protect themselves from competition for capital? \\n\\n### Not just that, no. \\n\\n## Ultimately, it's a recognition of how they are destroying themselves with each solipsist post they make against the decentralization of capital, culture, and tech.\\n\\nThe premise of Venture Capital is supposed to be about maximising gains through the placement of many small bets, which ideally, but rarely in reality, cultivate a wide diversity of essential new tools, services, interpretations of technology etc. helping upstart entrepreneurs and creative pioneers by pass the cold start and scale up problems. \\n\\nBut, we all know, that VC in practice, at least in the macro economy that we have had for the past arguably 20 to 40+ years, is a hyper scale casino, where the idea and digital representation of money, divorced from tangible wealth, is put to work chasing more numbers go up on screens. Frankly, Wall Street is anti capitalist— it’s just a saturated HFT algo market where bots go brrrr.\\n\\nAnd this distortion has spread throughout core and peripheral capital manipulation industries of all kinds. VC is one of the worst of them. It didn’t have to be this way. \\n\\n### It all comes down to the mechanism design. VC leaves money and value on the table, and actively destroys wealth in pursuit of ego and a race to the exits. \\n\\nWhat better way than to get a quick large exit, than to burn the house down behind you. \\n\\nWho cares whose in it, you’re already out. \\n\\nYou can sit around on Twitter pretending to have glorious wisdom to share from your survival story. \\n\\nWhen really, the vast majority of founders and VCs in web2 are structurally bound by the requirement to extract ever greater amounts of personal information and feed them into 3rd party data base beasts, to be arsonists. \\n\\nWhat puts us all in this situation where we debate whether to ignore them as past their prime and utterly forgettable or actively call out their histories of bad behaviour is the nerve that they have to claim as light those that are new to web3 or are considering getting deeper down the rabbit hole into some nonsense about how up is down, good is bad, and self sovereignty for all will actually lead to the new slavery. \\n\\nEven if these semantic and semiotic debates are worth having to make sure that we don’t repeat the often intentional mistakes of web2, these tech bros are some of the last people that should be doing anything other than retiring quietly after all the damage that they have done. \\n\\nBecause it’s just entirely obvious how foolish and self defeating the statements that they are making are. The honeymoon period when hopes and efforts to make web2 truly about large scale growth of open networks, open culture and open code, for the flourishing of all, has long been over and replaced by proof through self evident and easily verifiable behaviours, tending towards control at all points. \\n\\nNow, with the dawn of web3 tools, protocols and mechanisms, we don’t need to debate who it is good for. **The devices and methods themselves advance individual prosperity, empowerment and radically independent well being.** \\n\\nBy leveraging the long promised and finally now delivered benefits of open market networks everyone can build real wealth in this fast growing economy, and as the web3 metaverse matures, the scale up will dwarf the entire pile of coins collected by the few in the web2 era. \\n\\n### You want to be a creator, artist, designer, buyer or investor in this new world that is great and YOU CAN to a far greater extent than ever before. \\n\\nNow you can’t fake it taking cover behind old ways. The proof of whether you are genuinely contributing to the advancement of the networked commons and capital creation is stored immutably on transparently verifiable blockchains. \\n\\n\\n---\\n\\nAny value brought in from sales of NFTs minted through this article will be used for building out the F₃M Realm treasury, which will eventually be governed and coordinated by the DAO, furthering to decentralise the web3 fashion capital stack.\\n\\n### F₃Manifesto (F₃M) is a rally flag for the entire web3 fashion movement. It’s a label and realm that is built for so much than just the digital and physical threads and collections that it will spin up and release.\\n\\n* [Follow us on Twitter](https://twitter.com/f3manifesto)\\n* [See our Gitbook documentation](https://digitalax.gitbook.io/f-manifesto/)\\n* [Follow us on Medium](https://f3manifesto.medium.com/)\\n* [See other Mirror entries](https://mirror.xyz/f3manifesto.eth)\\n* [Patron this Realm](https://patrons.digitalax.xyz/realm/F%E2%82%83Manifesto/) \",\"timestamp\":1641407404,\"title\":\"Letters to a Young VC: Letter Three\"},\"digest\":\"zSjwMZg34lnu2BslsHUDgldMJp6m2mUzMK9fr1rQFWA\",\"authorship\":{\"contributor\":\"0xbE20D3f61f6995996a5B8dd58B036ADa7cf30945\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XxK57qen3_bXiFGvV2NZqEDs1czhbJXsZrBv9zD7tT8\\\",\\\"y\\\":\\\"rzmB9O7PjUDVGPTCDEwMdlz94xB7_uQvskOWblfnPNY\\\"}\",\"signature\":\"pvheXZE2Mb1vkdBslbarMdsyKMpr6u2T_cdkWkVqKdcD1NduznrLgu7t3AViXq9O2vMBW74wN4Btb9kTzdknfg\",\"signingKeySignature\":\"0xd383474794ca2b1dc202e97e1e7a5a90aa1615569cc835c203335c1cecd625fc6c6f2600281894d803cf7bd0748e71da824ae4fc5a7b28c80d2e06eb377210b61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XxK57qen3_bXiFGvV2NZqEDs1czhbJXsZrBv9zD7tT8\\\",\\\"y\\\":\\\"rzmB9O7PjUDVGPTCDEwMdlz94xB7_uQvskOWblfnPNY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zSjwMZg34lnu2BslsHUDgldMJp6m2mUzMK9fr1rQFWA\"}"