"{\"content\":{\"body\":\"**There are times when I wish I was jelly.**\\n\\nHear me out.\\n\\nIn 2009 I was privileged to enter a small, academically-challenging university in the northwest of the US. The work was brutal, the students brilliant, the weather damp, and my ass kicked. It was no joke, but I kept up by branching out.\\n\\nNot just socially, but mentally.\\n\\nAs we age, our brains solidify. The passageways which were previously open slowly begin to shut, like the iron doors that vertically meet in spaceships.\\n\\n![](https://images.mirror-media.xyz/publication-images/fQWXf4opcwW05mVcJOaI0.jpg?height=1999&width=3000)\\n\\nI remember how it felt before my brain began to shut. When the channels were open and knowledge and curiosity flowed. When I found myself in rabbit roles deeper than I knew existed, where I struggled to find myself, but at least made the effort to find *something*. \\n\\nToday isn’t as like that as I’d prefer. \\n\\nThere are far more days that present a challenge to motivate myself mentally. To put myself back into the shoes of not just having a “growth mindset” - I sort of despise this tech-speak (which’ll appear in another article here soon) - but having a growing mind. And yet, I don’t see any other way to reverse the damage that’s come by socially cocooning myself from the world in the past years.\\n\\nOne of the most common sayings I hear is “follow your passion”. But what if the passion isn’t an end in itself, but the journey? How can I follow something that might lead to nowhere but still earn a salary to keep this very passionate journey afloat?\\n\\nI don’t have an answer for you or myself, other than to keep pushing on, maintain a march just rhythmic enough to sing a beat in my head. Maybe if the marble rattles enough, the walls can be ruptured, and the barriers un-barricaded.\",\"timestamp\":1642375313,\"title\":\"Amoebic Expansion\"},\"digest\":\"6vPwvhd1tgBS-mqVTCqojHWLMjkBpu3XPbNuNxrhPyk\",\"authorship\":{\"contributor\":\"0x7D0D64e687F32796E3A5f197fd6d308906CDDB93\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zoF36g2c8L0D9Kl_TBTDfk6aHxIGUhO7tBCQlRSdavg\\\",\\\"y\\\":\\\"pCtNXwtDc0HB6G4E-9sloV37iAV9VUq5YqRek21cksU\\\"}\",\"signature\":\"w7pNGxaHJYHeiNm7kTPju2csdwZt5ydDQIHG4F6-Iq1heHrRb-1vDQQQdvGQWqdi6Cxl5bmUmcSRT7V1cGtMLw\",\"signingKeySignature\":\"0xf01c63999078020e543a681df6308c463abf48c05138c850ec9fff592a6d6c7a7d8dcb2d8329842fa4405bb433ee09422d54f2f2676a90123153517897caf62d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zoF36g2c8L0D9Kl_TBTDfk6aHxIGUhO7tBCQlRSdavg\\\",\\\"y\\\":\\\"pCtNXwtDc0HB6G4E-9sloV37iAV9VUq5YqRek21cksU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6vPwvhd1tgBS-mqVTCqojHWLMjkBpu3XPbNuNxrhPyk\"}"