"{\"content\":{\"body\":\"inquired about him anxiously. \\\"I assure you I am very well,\\\" Stephane replied, mastering his emotion.  \\\"Have you brought me any flowers?\\\" \\\"No, I have had no time to go for them.\\\" \\\"That is to say, you have not had time to think of me.\\\" \\\"Oh! I beg your pardon!  I can think of you while working, while reading Greek, even while sleeping.  And last night I saw you in my dreams: you treated me as a pedant, and threw your cap in my face.\\\" \\\"That was a very extravagant dream.\\\" \\\"I am not so sure about that.  It seems to me that one day--\\\" \\\"Yes, one day, two centuries ago.\\\" \\\"Is it then so long since our acquaintance commenced?\\\" \\\"Perhaps not two centuries, but nearly.  As for me, I have already lived three lives: my first I passed with my mother.  The second-- let us not speak of that.  The third began upon the night when, for the first time, you climbed into this window.  And that must have been a long time ago, if I can judge of it by all which has passed since then, in my soul, in my imagination, and in my mind.  Is it possible that these two centuries have only been two months?  How can it be that such great changes have been wrought in me, in so short a time, for they are so marvelous that I can hardly recognize myself?\\\" \\\"One of these changes, of which I am proud, is that you no longer throw your cap at my head.\\\" \\\"That was a liberty I took only with the pedant.\\\" \\\"And are you at last reconciled to him?\\\" \\\"I have discovered that the pedant does not exist.  There is a hero and a philosopher in you.\\\" \\\"That is a discovery I did not expect from you, and one that astonishes as much as it flatters me.\\\" \\\"When I tell you that I am changed throughout, and that I no longer recognize myself--\\\" \\\"And I, in spite of your transformation, recognize you very easily. My dear Stephane has preserved his habit of exaggerating all his impressions.  Once I was a man who ought to be smothered; now I am an extraordinary being who passes his life in executing heroic projects.  No, my poet, I am neither a scoundrel nor a knight errant, and the best that can be said of me is that I am not a blockhead, that I do not lack heart, and that I run over the roofs with remarkable agility.\\\" \\\"No, I exaggerate nothing,\\\" he said.  \\\"I speak of things as they are, and the proof that you are an extraordinary man is, that in all you do, you appear perfectly simple and natural.\\\" And as Gilbert shrugged his shoulders and smiled: \\\"Ah! you need not laugh!\\\" he continued.  \\\"Feel my pulse, you will see I have no fever.  And have you not noticed how calm I have been for several days?\\\" I confess that your quietness surprises me; but is it really a calm?  I suspect that you have only covered the brazier, and that the fire smoulders under the ashes.\\\" \\\"And you stir up the ashes to draw out the sparks.  As you please, but I forewarn you, that you will not succeed, and that I shall remain insensible to all your efforts.\\\" \\\"So for a week, you have felt more tranquil in heart and mind?\\\" \\\"Yes, and I have a good reason for it.  There was a great fomenter of seditions in me, a great stirrer up of rebellion.  It was my pride.\\\" Stephane hid his face in his hands; then after a long silence: \\\"No,\\\" said he, \\\"I have not the courage to speak yet.  Besides, before making my revelation, which you will perhaps consider extravagant, I want to prove to you more thoroughly that my senses have been restored, and that I have become wise in your school. Know then, that before I became acquainted with you, religion was in my eyes, but a coarse magic in which I believed with passionate irrationality.  I considered prayer as a kind of sorcery, and attributed to it the power of compelling the divine will; every day I called upon Heaven to perform a miracle in my favor, and, finding myself refused, my ungranted prayers fell back like lead upon my heart.  Then I rebelled against the celestial intelligences which refused to yield to my enchantments, or else I sought in anguish to ascertain to what error in form, to what neglected precaution, to what sin of omission I could attribute the impotence of my operations in magic and my formulas. \\\"And now am I nothing but a charmed dreamer, a half-crazy child, a sick brain feeding on crochets, an incorrigible, wrong-headed fellow?  No, you admit that I have profited by your lessons; that a grain of wisdom has fallen into my brain, and that without having seen the bottom of things, I have at least lucid intervals.  If this be so, my Gilbert, believe what I am going to say as you would the Holy Bible.  You have worked with all your strength to cure my soul, and there is not a more skillful physician in the world than you.  But all of your trouble would have been lost, if you had not had by your side an all-powerful ally, whom you don't know, and whom I am about to reveal to you.  Ah! tell me, when you came into this room the first time, did you not feel that a celestial spirit followed in your track and entered with you?  You went, he remained, and has not left me, and never will.  Look, do not these walls speak of him?  Do not these saints move their lips to murmur his name to you?  And the air we breathe here, is it not full of those delicious perfumes which these envoys of Heaven scatter in their earthward journeys?  How strange this spirit appeared to me at first!  His face was all unknown to me, it had never appeared to me in my dreams.  Startled and bewildered, I said to him: Who then art thou?  What is thy name?  And, one day, Gilbert, one day, it was through your mouth that he answered me.  Gilbert, Gilbert, oh! what a singular company you have introduced to me in his person. Sometimes he seated himself near me, pale, melancholy, clothed in mourning, and breathed into my heart a venomous bitterness, such as I had never dreamed of.  And feeling myself seized with an inexpressible desire to die; I cried out 'I know you, you must be the brother of death!'  But all at once transforming himself, he appeared to me holding a fool's cap in his hand.  He shook the bells and sang to me songs which filled my ears with feverish murmurings.  My head turned, smoke floated before me, my dazzled eyes were intoxicated with visions, and it seemed to me, poor child, nourished with gall and tears, that life was an eternal fete, upon which Heaven looked down smiling.  Then I said to the spirit: 'Now I know you better, you are the brother of folly.'  But he changed himself again, and suddenly I saw him standing erect before me folded in the long white wings of the seraphim; at once serious and gentle, divine reason shone in his deep eyes and the serenity on his brow announced an inhabitant of Heaven.  In these moments, my Gilbert, his voice was more penetrating and more persuasive than yours; he repeated your words and gave me strength to believe in them; he engraved your lessons on my mind; he instilled your wisdom into my folly, your soul in my soul; and know that if the lily has drunk the juices of the earth, if the lily has grown, if the lily should blossom one day, it shall not be from the impotent sun rays which you brought to me in your breast, to which thanks must be rendered; but to him, the celestial spirit, to him who lighted in my heart a divine flame with which, may it please God that yours too may be illuminated!\\\"  And rising at these words, he almost gasped: \\\"Have I said enough?  Do you understand me at last?\\\" \\\"No!\\\" answered Gilbert resolutely, \\\"I do not understand this celestial spirit at all.\\\" Stephane writhed his arms. \\\"Cruel! you do not wish then to divine anything!\\\" murmured he distractedly.  And going to the window, he stood some moments leaning against it.  When he turned towards Gilbert, his eyes were wet with tears; but by one of those rapid changes which were familiar to him, he had a smile upon his lips, \\\"What I dare not say to you, I have just now written,\\\" resumed he, drawing a letter from his bosom. \\\"It was a last resort which I hoped you would not force me to call to my aid.  Oh! hard heart! to what humiliations have you not abased my pride!\\\"  He presented the letter, but changing his mind, he said: \\\"I wish to add a few words to it.\\\" And ran and seated himself at the table.  His pen had fallen on the floor, and not being able to find it, he quickly sharpened a pencil with a keen-edged poniard which he drew from the depths of a drawer. \\\"What a singular penknife you have there,\\\" said Gilbert, approaching him. \\\"It is a Russian stiletto of Toula manufacture.  It belongs to Ivan, he lent it to me day before yesterday, when we were out walking, to uproot a plant with.  He has forgotten to take it back.\\\" \\\"You will oblige me by returning it to him,\\\" answered Gilbert; \\\"it is a plaything I don't like to see in your hands.\\\" Stephane gave a sign of assent, and bent over the paper.  The letter which he had written was as follows: \\\"My Gilbert, listen to a story.  I was eleven years old when MY BROTHER STEPHANE died.  Scarcely was he buried when my father called me to him.  He held in his hand a suit of clothes like these I wear now, and he said to me: 'Stephane, understand me clearly. It was my daughter that just died, my son lives still.'  And as I persisted in not understanding him, he had a coffin brought in, placed on a table and he laid me in it; and closing the cover by degrees, he said, 'My daughter, are you dead?'  When it was entirely closed, I decided to speak, and I cried out, 'Father, your daughter is dead.  It shall be as you desire.'  Then he drew me out of the coffin half dead with fear and horror, and exclaimed, 'Stephane, remember that my daughter is dead.  Should you ever happen to forget it' . . .  He said no more, but his eyes finished the sentence.  Gilbert, at this moment the daughter of my father comes back to life to tell you that she loves you with an unconquerable love which she can no longer conceal.  In my simplicity, I thought at first that I loved you as you loved me; but you yourself have taken care to undeceive me.  One day you spoke of our approaching separation, and you said to me: 'We shall see each other sometimes!'  And you did not hear the cry of my heart which answered you; to pass a day without seeing you!  What a hell! \\\"When I had fairly comprehended that your friendship was a devotion, a virtue, a wisdom, and that mine was a folly, then the daughter of my father thought of dying, so bitter were the torments which her rebellious pride inflicted upon her.  Ah! what would I not have given, my Gilbert, if divining who I was, you had fallen at my feet crying: 'I too know how to love madly!' \\\"But no; you have understood nothing, suspected nothing.  My hair, the resemblance to my mother imprinted on my face, the smile, which they tell me, passed from her lips to mine. . . .  Oh! blindest of men! how I have hated you at moments!  But it does not really seem that a fatality pursues me?  That hand with its iron grip fastened on my shoulder, and forcing me to prostrate myself before you, I feel no longer, with its nails pressing into my flesh; and yet my knees, trembling, powerless, bend under me, and again you see me fall at your feet.  Yes, my poor pride is dead indeed.  The thunder growled when it gave up its last breath.  You remember that stormy night.  Glued at the window pane, I tried to pierce the darkness with my eyes, to discern you in the midst of the tempest.  All at once the heavens were ablaze, and I saw you standing upon the ledge of your window, bending proudly over the abyss, at which you seemed to hurl defiance.  Enveloped in flashing light, you appeared to me like a blissful spirit, and I exclaimed to myself: 'This is one of the elect of God!  I can ask of him without shame for indulgence and mercy!'  And now, my Gilbert, do not presume to tell me that my love is a malady, which needs only careful attention.  Oh, God! all that would be useless; the saints themselves have refused to cure me.  Do not try to terrify me, either, or speak to me of insurmountable obstacles to our union; of dangers which threaten us.  The future!  We will talk of that hereafter.  Now, I want to know but one thing; that is, if you are capable of loving me as I love you?  Friend, if hatred can change to love, would it be impossible for friendship? . . .  Gilbert, Gilbert, forget what the refined barbarity of my father has made of me; forget my gusts of passion, my violence, the unruliness of a badly educated child; forget the vehemence of my language, the rudeness of my actions; forget the fountain; my whip raised to you; forget those young villagers I compelled to kiss my feet; forget even the cap which I threw in your face, for, Heaven is my witness, I feel a woman's heart awakened in my bosom; it shakes off its long sleep, it stirs, it sighs, it speaks, and the first name it utters, the only one it ever wants to know, is yours! . . . \\\"What more shall I say?  I would like to appear to you in your dreams decked as if for a fete: clothed in white, a smile upon my lips, pearls about my neck, around my head the flowers you love-- white anemones and blue gentians.  Only take care, some of the henbane flowers have slipped into my crown.  Tear them from my hair yourself, lest their perfume instill a deadly poison into my heart. But no, I do not wish to frighten you.  Stephane is wise; she is reasonable; she does not ask the impossible; she gives you time to breathe; to recover yourself.  Wait, if you wish it, a week, a fortnight, a month, before coming here again; until that blessed day dawns when you can say with your adored poet; 'In its turn, friendship revealed its power to my heart, and at length love, coming last, crowned it with flowers and fruit.'\\\" To this letter Stephane added these words: \\\"And if that day, Gilbert, if that day should never come--\\\" But here she hesitated; her hand trembled; she looked alternately at Gilbert and the knife; then rising-- \\\"I do not know how to finish my letter,\\\" she said.  \\\"You can easily supply what is lacking.  But you must not read it here; carry it to your turret; you will meditate upon it there more at leisure.\\\" And at these words, having returned the paper to him, she burst into a fit of laughter. \\\"Again that same laugh, which I detest,\\\" said Gilbert, trying to hide the anguish which was consuming him. \\\"Do you want to know what it means?\\\" said the young girl, looking him in the face.  \\\"When we were at Baden-Baden, three years ago, Father Alexis had a fancy to take me to a gambling house, and in entering I heard a burst of laughter much resembling those which shock you so.  'Who is laughing in that way?' said I to the good father.  He found on inquiring that it was a man who had just gained enormous sums, and who was preparing to play double or quits. \\\"Double or quits!\\\" added she; \\\"to play double or quits!  If I should lose--\\\" All at once her eyes dilated, and shot fire; she turned her head backward, and raising her arm towards Gilbert, she exclaimed: \\\"You know who I am, and you have condemned me in your heart.  Ah! think twice; you have my life in your hands.\\\"  And recoiling a few steps she suddenly turned, fled across the room, threw open a small side-door, and disappeared. How did Gilbert manage to reach his turret? All he knows himself is, that on coming out of the dormer window, beside himself, forgetting all idea of danger, he committed, for the first time, the signal imprudence of walking erectly over the roof, which ordinarily he found difficult to cross even in crawling; seeing and hearing nothing, entirely absorbed in a single thought, he started forward at a quick pace.  From his gait and carriage, the moon, which shone brightly in the sky, must have taken him for a madman, or a somnambulist.  He reached the end of the roof, when a broken slate slipped under his feet.  He lost his balance, fell heavily, and it would have been all over with him, if, in falling, his hand had not by a miracle encountered the trailing end of his ladder, by which he had strength enough to hold himself.  Slates are brittle, and when hurled against a hard substance break in a thousand pieces.  The one which Gilbert had just precipitated into space met a point of rock which scattered it into fragments, one of which struck, without wounding, the hand of a man who happened to be rambling on the border of the ravine. As fate would have it, this evening M. Leminof had an important letter to forward by the mail; and near nine o'clock, contrary to all the usages and customs of his house, he had sent Fritz to a large town about a league distant, where the courier passed during the night.  Unluckily, upon his return, Fritz saw a light shining in the cottage of his Dulcinea.  Appetite, the opportunity, some devil also urging him, he left the road, walked straight to the cabin, opened the door, which was only closed by a latch, entered with stealthy tread, and surprised his beauty seated upon a stool and mending her linen.  He drew near her, said gallant things to her, and soon began to take liberties.  The damsel, frolicsome and forward, instead of awakening her father, who slept in the neighboring room, rushed to the door, darted out and gained upon a run the serpentine path which ran along the edge of the ravine.  A hundred times more active than Fritz, she kept in advance of him; then halted, called him, and the moment when he thought he was going to seize her, she escaped and ran on faster.  She continued this game until becoming weary she hid herself behind a bush, and laughing in her sleeve, saw the amorous giant pass her, continue to ascend, reeking with sweat, slipping frequently, and constantly fearing he would fall down the precipice.  At length, by dint of scrambling, he arrived at the place where the path ended at the perpendicular fall of the precipice, a height of forty feet.  By what means had his fantastic princess scaled this wall?  All at once he heard a silvery voice which called him below.  In his rage he struck his forehead with his fist; but at the moment he was about to descend, a singular noise struck his ear--a piece of slate grazed his hand and drew from him an exclamation of surprise. Raising his head quickly, and favored by the light of the moon, he saw upon his right a shadow suspended in the air.  It mounted, stopped upon the ledge of a window, stooped down and soon disappeared. \\\"Oh! oh!\\\" said he, much astonished, \\\"here's something odd! Monsieur secretary goes out at night, then, to make the rounds of the roofs?  And for this we have provided ourselves with rope ladders.  I am much mistaken if his Excellency, the Count, will relish this little amusement.  Peste, the jolly fellow has a good foot and a good eye.  There must be a great deal to gain to risk his skin this way.  Faith! these demure faces are not to be trusted.\\\" The great Fritz was so stupefied with his discovery that he seated himself a moment upon a stone to collect his thoughts.  The fine idea which his thick skull brought forth was that the secretary belonged to the illustrious brotherhood of ambidexters, and that his nocturnal circuits had for their object the search for hidden treasure.  Proud of his sagacity, and delighted with the opportunity to satisfy his resentment, he descended the path, not without trouble, and deaf to the voice and the laughter of his enchantress, who challenged him to new trials, he regained the road and strode on to the castle. \\\"Oh! then, Mr. Secretary,\\\" said the knave to himself with a wicked smile, \\\"you threw me down a staircase, and thought you'd get me turned out of doors.  What will you say if I make you go out by the window?\\\"\\n\\nXVII\\n\\nThe next day--it was the second Sunday of September--Gilbert went out at about ten o'clock in the morning, and directed his steps to a wild and solitary retreat.  It was a narrow glade upon the borders of a little pond dried up by the summer heat, near which he had often gathered plants for Stephane.  Among groups of trees which straggled up on all sides, under a patch of blue sky, a ground of blackish clay, cracked and creviced, herbage, dried rushes; here and there some patches of stagnant water, the surface of which was rippled by the gambols of the aquatic spider; further on a large tuft of long-plumed reeds, which shivered at the least breath and rocked upon their trembling stems drowsy red butterflies and pensive dragonflies; upon the steep banks of the pond, sad flowers, pond weed, the marsh clover, the sand plantain; in a corner, a willow with roots laid bare, which hung over the exhausted pool as if looking for its lost reflection; around about, nettles, briars, dry heather, furze, stripped of its blossoms; that damp and heavy atmosphere which is natural to humid places; the light of day thinly veiled by the exhalations from the earth; an odor of decaying plants, long silence interrupted by dull sounds; an air of abandonment, of idleness, of lassitude, the melancholy languor of a life departing regretfully; the recollection of something which was, and will never reappear, never!  Such was the word which this wild solitude murmured to Gilbert's ear.  Never! repeated he to himself, and his heart was oppressed by a sense of the irretrievable.  He seated himself upon the sward, a few steps from the willow, his elbows upon his knees, and his head in his hands, and lost himself in long and painful meditation.  I shall tell all; he felt at intervals in the depths of his being, in the very depths, the agitation of a secret joy which he dared not confess to himself; but it was a passing movement of his soul which he did not succeed in defining in the midst of the whirlwind which shook him.  And then, in such a moment, he thought but little of asking himself what he could or could not feel.  His mind was elsewhere.  Sometimes he sought to picture to himself all the successive phases of this unhappy existence, of which, henceforth, he held the key; sometimes he felt a tender admiration for the energy and elasticity of this young soul which unparalleled misfortunes had not been able to crush.  And now to abandon him, to break such close and sweet ties, was it not to condemn him to despair, to deliver him up a victim to the violence of his passions rendered more violent by unhappiness?  Ought he not at least to attempt to draw from his impulsive heart this fatal arrow, this baleful love which to his eyes was a danger, an extravagance, a calamity?  And from reflection to reflection, from anxiety to anxiety, he always returned to deplore his own blindness.  The eccentricities of Stephane's conduct, certain salient points in his character, the passionate ABANDON of his language; his face, his hair, his glances, the charm of his smile; how was it that so many of his indications had escaped him?  And this want of penetration which resulted from the rather unromantic character of his mind, he attributed to bluntness of sensibility and charged himself with it as a crime.  He was profoundly absorbed in his reverie when the cry of a raven aroused him.  He opened his eyes, and when he had lost sight of the croaking bird, which crossed the glade in rapid flight, he looked for a moment at a handsome variegated butterfly which fluttered about the willow; then noticing in the grass, within reach of his hand, a pretty little marsh flower, he drew it carefully from the soil with its root and set about its examination with an attentive eye.  He admired the purple tint of its pistil and the gold of its stamens, which contrasted charmingly with the brilliant whiteness of the petals, and said unconsciously: \\\"There is a lovely flower which I have not yet shown to my Stephane: I must carry it to him.\\\" But instantly recollecting himself, and throwing away the innocent flower spitefully, he exclaimed: \\\"Oh, fortune, what singular games you play!\\\" \\\"Yes, fortune is singular!\\\" answered a voice which was not unknown to him; and before he had time to turn, Dr. Vladimir was seated beside him. Vladimir Paulitch had employed his morning well.  Scarcely out of bed, he had given a private audience to Fritz, who, not daring to address his master directly, for his frowns always made him tremble, had come to ask the doctor to receive his revelations and obligingly transmit them to his Excellency.  When in an excited and mysterious tone he had disclosed his important secret: \\\"There is nothing astonishing in that,\\\" replied Vladimir coldly. \\\"This young man is a somnambulist, and the conclusion of your little story is, that his window must be barred.  I will speak to Count Kostia about it.\\\" Upon which Fritz slunk away discomfited and much confused at the turn the adventure had taken. After his departure, Vladimir Paulitch concluded to take a walk upon the grassy hillock, and on his way said to himself: \\\"Have my suspicions, then, been well founded?\\\" He had passed an hour among the rocks, studying the spot, examining the aspect of the castle from this side, and particularly the irregularities of the roof.  As his eyes rested on the square tower which Stephane occupied, he saw him appear at the window, and remain there some minutes, his eyes fixed upon Gilbert's turret. \\\"Aha!  Now we see how matters stand!\\\" said he, \\\"but to risk his head in this way, our idealist must be desperately in love.  And he'll carry it through!  We must find him and have a little chat.\\\" In reascending to the castle, Vladimir had seen Gilbert turn into the woods, and without being perceived, had followed him at a distance. \\\"Yes, fortune is singular!\\\" repeated he, \\\"and we must resist it boldly and brave it resolutely, or submit humbly to its caprices and die.  This is but reasonable; half measures are expedients of fools.  As for me, I have always been the partisan of sequere Deum, which I interpret thus: 'Take luck for your guide, and walk on blindly.'\\\" And as Gilbert made no answer, he continued: \\\"May I presume to ask you what caused you to say, just now, that fortune plays us odd tricks?\\\" \\\"I was thinking,\\\" replied Gilbert, tranquilly, \\\"of the emperor, Constantine the Great, who you know--\\\" \\\"Ah! that is too much,\\\" interrupted Vladimir.  \\\"What! on a beautiful morning, in the midst of the woods, before a little dried-up pond, which is not without its poetry, seated in the grass with a pretty white flower in your hand--the emperor, Constantine, the subject of your meditations?  As for me, I have not such a well-balanced head, and I will confess to you that just now, in rambling among the thickets, I was entirely occupied with the singular games of my own destiny, and what is more singular still, I felt the necessity of relating them to someone.\\\" \\\"You surprise me,\\\" replied Gilbert; \\\"I did not think you so communicative.\\\" \\\"And who of us,\\\" resumed Vladimir, \\\"never contradicts his own character?  In Russia the duties of my position oblige me to be reserved, secret, enveloped in mystery from head to foot, a great pontiff of science, speaking but in brief sentences and in an oracular tone; but here I am not obliged to play my role, and by a natural reaction, finding myself alone in the woods with a man of sense and heart, my tongue unloosens like a magpie's.  Let us see; if I tell you my history do you promise to be discreet?\\\" \\\"Undoubtedly.  But if you must have a confidant, how happens it that intimate as you are with Count Kostia--\\\" \\\"Ah, precisely! when you know my history you will understand for what reason in my interviews with Kostia Petrovitch I speak often of him, but rarely of myself.\\\" And at these words Vladimir Paulitch turned up his sleeves, and showing his wrists to Gilbert; \\\"Look!\\\" he said.  \\\"Do you see any mark, any scar?\\\" \\\"No, I cannot detect any.\\\" \\\"That is strange.  For forty years, however, I have worn handcuffs, for such as you see me--I, Vladimir Paulitch; I, one of the first physicians of Russia; I, the learned physiologist, I am the refuse of the earth, I am Ivan's equal; in a word, I am a serf!\\\" \\\"You a serf!\\\" exclaimed Gilbert, astonished. \\\"You should not be so greatly surprised; such things are common in Russia,\\\" said Vladimir Paulitch, with a faint smile.  \\\"Yes, sir,\\\" he resumed, \\\"I am one of Count Kostia's serfs, and you may imagine whether or not I am grateful to him for having had the goodness to fashion from the humble clay of which nature had formed one of his moujiks, the glorious statue of Doctor Vladimir Paulitch.  However, of all the favors he has heaped upon me the one which troubles me most is, that, thanks to his discretion, there were but two men in the world, himself and myself, who knew me for what I am.  Now there are three. \\\"My parents,\\\" continued he, \\\"were Ukraine peasants, and my first profession was taking care of sheep; but I was a born physician. The sick, whether men or sheep, were to my mind the most interesting of spectacles.  I procured some books, acquired a slight knowledge of anatomy and chemistry, and by turns I dissected, and hunted for simples, the virtues of which I tried with indefatigable ardor.  Poor, lacking all resources, brought up from infancy in foolish superstitions, from which I had the trouble in emancipating myself; living in the midst of coarse, ignorant men degraded by slavery, nothing could repulse me or discourage me.  I felt myself born to decipher the great book of nature, and to wring from it her secrets.  I had the good fortune to discover some specifics against the rot and tag sore.  That rendered me famous within a circuit of three leagues.  After quadrupeds, I tried my hand on bipeds.  I effected several happy cures, and people came from all parts to consult me.  Proud as Artaban, the little shepherd, seated beneath the shade of a tree, uttered his infallible oracles, and they were believed all the more implicitly, as nature had given to his eyes that veiled and impenetrable expression calculated to impose upon fools.  The land to which I belonged was owned by a venerable relative of Count Kostia.  At her death she left her property to him.  He came to see his new domain; heard of me, had me brought into his presence, questioned me, and was struck with my natural gifts and precocious genius.  He had already proposed to found a hospital in one of his villages where he resided during the summer, and it occurred to him that he could some day make me useful there.  I went with him to Moscow. Concealing my position from everyone, he had me instructed with the greatest care.  Masters, books, money, I had in profusion.  So great was my happiness that I hardly dare to believe in it, and I was sometimes obliged to bite my finger to assure myself that I was not in a dream.  When I reached the age of twenty, Kostia Petrovitch made me enter the school of medicine, and some years later I directed his hospital and a private asylum which he founded by my advice.  My talents and success soon made me known.  I was spoken of at Moscow, and was called there upon consultations.  Thus I was in a fair way to make a fortune, and what gratified me still more, I was sought after, feted, courted, fawned upon.  The little shepherd, the moujik, had become King and more than King, for a successful physician is adored as a god by his patients; and I do not believe that a pretty woman gratifies her lovers with half the smiles which she lavishes freely upon the magician upon whom depend her life and her youth.  At this time, sir, I was still religious. Imagine the place Count Kostia held in my prayers, and with what fervor I implored for him the intercession of the saints and of the blessed Mary.  Prosperity, nevertheless, has this much of evil in it; it makes a man forget his former self. \\\"Intoxicated with my glory and success, I forgot too soon my youth and my sheep, and this forgetfulness ruined me.  I was called to attend a cavalry officer retired from service.  He had a daughter named Pauline; she was beautiful and charming.  I thought myself insensible to love, but I had hardly seen her before I conceived a violent passion for her.  Bear in mind that I had lived until that time as pure as an ascetic monk; science had been my adored and lofty mistress.  When passion fires a chaste heart, it becomes a fury there.  I loved Pauline with frenzy, with idolatry.  One day she gave me to understand that my folly did not displease her.  I declared myself to her father, obtained his consent, and felt as if I should die of happiness.  The next day I sought Count Kostia, and telling him my story, supplicated him to emancipate me.  He laughed, and declared such an extravagant idea was unworthy of me. Marriage was not what I required.  A wife, children, useless encumbrances in my life!  Petty delights and domestic cares would extinguish the fire of my genius, would kill in me the spirit of research and vigor of thought.  Besides, was my passion serious? From what he knew of my disposition, I was incapable of loving.  It was a fantastic trick which my imagination had played me.  Only remain a week without seeing Pauline, and I would be cured.  My only answer was to throw myself at his feet.  I glued my mouth to his hands, watered his knees with my tears, and kissed the ground before him.  He laughed throughout, and asked me with a sneer, if to possess Pauline it were necessary to marry her.  My love was an adoration.  At these insulting words anger took possession of me. I poured forth imprecations and threats.  Presently, however, recovering myself, I begged him to forgive my transports, and resuming the language of servile humility, I endeavored to soften that heart of bronze with my tears.  Trouble lost; he remained inflexible.  I rolled upon the floor and tore my hair; and he still laughed--  That must have been a curious scene.  Recollect that at this epoch I was quite recherche in my costume.  I had an embroidered frill and very fine ruffles of point d'Alencon.  I wore rings on every finger, and my coat was of the latest style and of elegant cut.  Fancy, also, that my deportment, my gait, my air breathed of pride and arrogance.  Parvenus try it in vain, they always betray themselves.  I had a high tone, an overbearing manner.  I enveloped myself in mysterious darkness, which obscured at times the brightness of my genius, and as I had accomplished several extraordinary cures, strongly resembling miracles, or tricks of sorcery, my airs of an inspired priest did not seem out of place, and I had devotees who encouraged these licenses of my pride by the excess of their humility.  And then, behold, suddenly, this man of importance, this miraculous personage, flat upon his face, imploring the mercy of an inexorable master, writhing like a worm of the earth under the foot which crushed his heart!  At last Kostia Petrovitch lost patience, seized me in his powerful hands, set me upon my feet, and pushing me violently against the wall, cried in a voice of thunder, 'Vladimir Paulitch, spare me your effeminate contortions, and remember who I am and who you are.  One day I saw an ugly piece of charcoal in the road.  I picked it up at the risk of soiling my fingers, and, as I am something of a chemist, I put it in my crucible and converted it into a diamond. But just as I have set my jewel, and am about to wear it on my finger, you ask me to give it up!  Ah! my son, I do not know what keeps me from sending you back to your sheep.  Go, make an effort to conquer your passion; be reasonable, be yourself again.  Wait until my death, my will shall emancipate you; but until then, even at the risk of your displeasure, you shall be my THING, my PROPERTY.  Take care you do not forget it, or I will shatter you in pieces like this glass;' and, seizing a phial from the table, he threw it against the wall, where it broke in fragments. \\\"Sir, Count Kostia displayed a little too much energy at the time, but at bottom he was right.  Was it just that he should lose all the fruits of his trouble?  Think what a gratification it was to his pride, to be able to say to himself, 'The great doctor, so feted, so admired, is my thing and my property.'  His words were true; he wore me as a ring upon his finger.  And then he foresaw the future.  For two consecutive years it has only been necessary for him to move the end of his forefinger, to make me run from the heart of Russia to soothe his poor tormented nerves.  You know how the heart of man is made.  If he had had the imprudence to emancipate me, I should have come last year out of gratitude; but this time--\\\" While Vladimir spoke, Gilbert thought to himself, \\\"This man is truly the compatriot of Count Leminof.\\\" And then recalling the amiable and generous Muscovite with whom he had once been intimate, he justly concluded that Russia is large, and that nature, taking pleasure in contrasts, produces in that great country alternately the hardest and the most tender souls in the world. \\\"One word more,\\\" continued Vladimir: \\\"Count Kostia was right; but unfortunately passion will not listen to reason.  I left him with death in my heart, but firmly resolved to cope with him and to carry my point.  You see that upon this occasion I observed but poorly the great maxim, Sequere fatum.  I flattered myself I should be able to stem the current.  Vain illusion!--but without it would one be in love?  Pauline lived in a small town at about two leagues from our village.  Whenever I had leisure, I mounted a horse and flew to her.  The third day after the terrible scene, I took a drive with this amiable girl and her father.  As we were about to leave the village, I was seized with a sudden trembling at the sight of Count Kostia on the footpath, holding his gold-headed cane under his arm and making his way quietly toward us.  He recognized us, smiled agreeably, and signed to the coachman to stop and to me to descend. \\\"Plague upon the thoughtless fellow! whip up, coachman!\\\" cried Pauline gayly. But I had already opened the door. \\\"Excuse me,\\\" said I, \\\"I will be with you in a moment.\\\"  And while saying these words I was so pale that she became pale, too, as if assailed by a dark presentiment.  Kostia Petrovitch did not detain me long.  After saluting me with ceremonious politeness, he said in a bantering tone: \\\"Vladimir, faith she is really charming.  But I am sorry to say that if your engagement is not broken off before this evening, to- morrow this pretty girl will learn from me who you are.\\\" After which, saluting me again, he walked away humming an aria. \\\"Money, sir, had always appeared to me so small a thing compared with science and glory; and besides, my love for Pauline was so free from alloy, that I had never conceived the idea of informing myself in regard to her fortune, or the dowry which she might bring to me.  That evening, as we took tea together in the parlor of my expected father-in-law, I contrived to bring up this important question for consideration, and expressed views of such a selfish character, and displayed such a sordid cupidity, that the old officer at last became indignant.  Pauline had a proud soul; she listened to us some time in silence, and then rising, she crushed me with a look of scorn, and, extending her arm, pointed me the door.  That devil of a look, sir, I have not forgotten; it has long pursued me, and now I often see it in my dreams. \\\"Returning home, I tried to kill myself; but so awkwardly that I failed.  There are some things in which we never succeed the first time.  I was prevented from renewing the attempt by the Sequere fatum, which returned to my memory.  I said to the floods which beat against my exhausted breast: 'Carry me where you please; you are my masters, I am your slave.' \\\"And believe me, sir, this unhappy adventure benefited me.  It led me to salutary reflection.  For the first time I ventured to think, I eradicated from my mind every prejudice which remained there, I took leave of all chimeras, I saw life and the world as they are, and decided that Heaven is a myth.  My manners soon betrayed the effect of the enlightenment of my mind.  No more arrogance, no more boasting.  I did not divest myself of pride, but it became more tractable and more convenient; it renounced ostentation and vain display; the peacock changed into a man of good breeding.  This, sir, is what experience has done for me, assisted by Sequere fatum. It has made me wise, an honest man and an atheist.  So I said a little while afterwards to Count Kostia: \\\"'Of all the benefits I have received from you, the most precious was that of delivering me from Pauline.  That woman would have ruined me.  Ah, Count Kostia, how I laugh to myself when I recall the ridiculous litanies with which I once regaled your ears.  You knew me well.  A passing fancy--a fire of straw.  Thanks to you, Kostia Petrovitch, my mind has acquired a perspicuity for which I shall be eternally grateful to you. \\\"This declaration touched him; he loved me the more for it.  He has always had a weakness for men who listen to reason.  Until then, notwithstanding the marks of affection which he lavished upon me, he had always made me feel the distance between us.  But from that day I became intimate with him; I participated in his secrets, and, what cemented our friendship still more, was that one day I had an opportunity of saving his life at the risk of my own.\\\" \\\"And Pauline?\\\" said the inquisitive and sympathetic Gilbert. \\\"Ah! Pauline interests you!  Comfort yourself.  Six months after our rupture she made a rich marriage.  She still lives in her little town; she is happy, and has lost none of her beauty.  I meet her sometimes in the street with her husband and children, and I have the pleasure of seeing her turn her head always from me.  And I, too, sir, have children; they are my pupils.  They are called in Moscow THE LITTLE VLADIMIRS, and one of them will become some of these days a great Vladimir.  I have revealed all my secrets to him, for I do not want them to die with me, and my end may be near. I have yet an important work to accomplish; and when my task is finished, let death take me.  The life of the little shepherd of Ukraine has been too exciting to last long.  'Short and sweet,' is my motto.\\\" And at these words, leaning suddenly towards Gilbert, and looking him in the eye: \\\"Apropos,\\\" said he, \\\"were you really thinking of Constantine, the emperor, when you exclaimed: 'Oh, fortune! what strange tricks you play?'\\\" Gilbert was nearly disconcerted by this sudden attack, but promptly recovered himself. \\\"Ah! ah!\\\" thought he, \\\"it was not for nothing, then, that you told me your history; you had a purpose!  Who knows but that Count Leminof has sent you to get my confidence?\\\" Vladimir employed all the skill he possessed to make Gilbert speak; his insidious questions were inexhaustible: Gilbert was impenetrable.  From time to time they looked steadily at each other, each seeking to embarrass his adversary, and to surprise his secret, but in vain; they fenced with glances, but they were both so sure in the parries, that not a thrust succeeded.  At last Vladimir lost patience. \\\"My dear sir,\\\" exclaimed he, \\\"I have the weakness to put faith in dreams, and I had one the other night which troubled me very much. I dreamed that Count Kostia had a daughter, and that he made her very unhappy, because she had the twofold misfortune of not being his daughter, and of resembling in a striking manner a woman whose remembrance he did not cherish.  You see that dreams are as singular as the tricks of fortune.  But the most serious matter was, that the unhappiness and beauty of this child had strongly touched your heart and that you had conceived an ardent passion for her. \\\"'What must I do?' you said to me one day. \\\"Then I related my story to you, and said: 'You know the character of Kostia Petrovitch.  Do not hope to move him, it would be an amusement for him to break your heart.  If I had been as much in love as you are, I should have carried off Pauline and fled with her to the ends of the world.  An elopement!--that is your only resource.  And mark (it was in my dream that I spoke thus), and mark--if you perform this bold stroke successfully, the Count, at first furious to see his victim escape him, will at last be reconciled to it.  The sight of this child is a horror to him; even the tyranny which he exercises over her excites him and disorders his nerves.  After she has left him, he will breathe more freely, will enjoy better health, and will pardon the ravisher, who will have relieved his life of the ferment of hatred which torments him. Then you can treat with him, and I shall be much mistaken if it is long before your dear mistress becomes your wife.'  It was thus I repeat, that I spoke to you in my dream, and I added: 'Do not lose an instant; there is danger in remaining here.  Kostia Petrovitch has suspicions; to-morrow perhaps it will be too late!'\\\" \\\"And then you awoke,\\\" interrupted Gilbert, laughing. Then rising, he continued: \\\"Your dreams have no common sense, my dear Doctor; for without taking into consideration that M. Leminof has no daughter, the faculty of loving has been denied to me by nature, and the only abduction of which I am capable is that of ink spots from a folio. With a little chlorine you see--\\\" He took a few steps to pick up the little flower which he had thrown away, and continued as he retraced with Vladimir the path which led to the castle.  \\\"Let us speak of more serious things.  Do you know the family of this pretty flower?\\\" Thus walking on they conversed exclusively upon botany, and having arrived at the terrace, separated amicably.  Vladimir saw Gilbert move away, and then muttered between his teeth: \\\"Ha! you won't speak, you refuse me your confidence, and you only take off spots of ink!  Then let your fate work itself out!\\\" Shall I describe the feelings which agitated Gilbert's heart?  They will readily be divined.  In addition to the anxiety which preyed upon him, a further and greater source of uneasiness was the fear that all had been discovered.  \\\"In spite of my precautions,\\\" thought he, \\\"some spy stationed by the Count may have seen me running over the roof, but it is very improbable. \\\"I am inclined to believe rather, that the lynx eyes of Vladimir Paulitch have read Stephane's face.  At the table he has watched her narrowly.  Perhaps, too, my glances have betrayed me.  This mind, coarse in its subtilty, has taken for a common love the tender and generous pity with which a great misfortune has inspired me.  Doubtless he has informed the Count, and it was by his order that he attempted to force my confidence and to draw out my intentions.  Stephane, Stephane, all my efforts then will have but resulted in heaping upon your head new misfortunes!\\\"  He was calmed a little, however, by the reflection that she had authorized him of her own accord to remain away from her for at least two weeks. \\\"Before that time expires,\\\" thought he, \\\"I shall have devised some expedient.  It is, first of all, important to throw this terrier, who is upon our track, off the scent.  Fortunately he will not be here long.  His departure will be a great relief to me, for he is a dangerous person.  If only Stephane will be prudent!\\\" Dinner passed off well!  Vladimir did not make his appearance.  The Count was amiable and gay.  Stephane, although very pale, was as calm as on the preceding days, and his eyes did not try to meet those of Gilbert, who felt his alarm subsiding; but when they had risen from the table, Kostia Petrovitch having left the room first, his daughter had time, before following him, to turn quickly, draw from her sleeve a little roll of paper, and throw it at Gilbert's feet; he picked it up, and what was his chagrin when, after having locked himself in his room, he read the\",\"timestamp\":1639708971,\"title\":\"\\nSome hours later, Gilbert entered Stephane's room, and struck by his pallor and with the troubled expression of his voice\"},\"digest\":\"bdlASeRVUNdJfs8p2FWHSk29Ekl7aXcOekXUCRT33k8\",\"authorship\":{\"contributor\":\"0xBD285526750c6d1e9c301005d31Fcad2bE9E9AA0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"A_1kqACXSvlJL_3spInyk9C8Da5F5ocZuFHChLnpDxw\\\",\\\"y\\\":\\\"xB9FRxfLdhX2KD4nBgfuqR02NRfgAeSHbilI49onm94\\\"}\",\"signature\":\"nyx5AC0ziDLK6bg755msMVVjs8IwQe4RbiCuaSqgbdez4d9bu4qoCH_MV-dmtFU0ewhWc8JFpxQbcBUYqZIngQ\",\"signingKeySignature\":\"0x88fb047bc06b0f94ff1565b407e983814b737faaf26ca32b99560a3dbffe22556d2828dd233d1280e872b43d6ba3e8f54d8c64ea44af98f0b5aa0b974d4f0be11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"A_1kqACXSvlJL_3spInyk9C8Da5F5ocZuFHChLnpDxw\\\",\\\"y\\\":\\\"xB9FRxfLdhX2KD4nBgfuqR02NRfgAeSHbilI49onm94\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bdlASeRVUNdJfs8p2FWHSk29Ekl7aXcOekXUCRT33k8\"}"