"{\"content\":{\"body\":\"本篇笔记来自Bloomberg NEW Economy Froum（彭博新经济周刊） The Showdown\\n\\nOver Crypto & Disruptive Technologies（明牌的加密以及颠覆式技术）主题\\n\\n活动。许久未出境的CZ赵长鹏接受了访谈，并就Crypto的发展，监管等话题展\\n\\n开了讨论。\\n\\n访谈全程英文进行，行走结合字幕和自己的理解进行了简单翻译。英语水平有限，不保证完全还原讲者100%的表达。\\n\\n笔记会分两次输出。此为下篇。[上篇在这里](https://bihu.com/article/1575517891)\\n\\n![](https://oss-cdn1.bihu-static.com/image/20211207/7dd0b2d9101b4183bddf4847f9dbb2f5\\\\_HAZDQKRTHAZQ.jpeg)\\\\\\n\\n\\n以下，Enjoy：\\n\\n**主持人**：像我开始提到的，币安是最大的加密货币交易所，到目前为止你们要比Coinbase和Ftx要大几倍。我关注了一下当下的数据，在过去24小时时间里，币安上的交易量达到了400亿美元，这个成绩很难做到吧？\\n\\n**CZ：**难也不难。几天前我们有过1700亿美元的交易量。两年前我们很幸运获得了100亿美元，4年前我们同样很幸运获得了3亿美元。所以这个行业真的发展得很快。\\n\\n**主持人**：按照行业的标准，你们的手续费收得很低？为什么？\\n\\n**CZ：**是的。我们真的很赚钱，所以我们可以把手续费做得很低。现在我们也在思考这个问题，我们是一个组织，我不相信什么利益最大化。我也不相信在短期内实现股东价值的最大化。我只相信这个行业的发展，最终会使我们的用户获得最大价值。再此之后我们也能获得更大的增长，从这个层面上我们会实现股东利益的最大化。\\n\\n**主持人**：我听上去很像贝佐斯（亚马逊的创始人）。\\n\\n**CZ：**我现在还不认识他，不过希望未来有机会能认识他或他团队中的成员。\\n\\n**主持人**：币安的市值有些时候从1000亿美元到700亿美元，有时候又是800亿美元。你们的现金流是如何计算的？\\n\\n**CZ**：这是个棘手的问题，只能粗略的估算。我们可以讨论一下在账单中的不同数字，但它是随时波动的。因为我们的收入是由100多种不同的加密货币组成的，而且我们并不兑换，只是拥有它们。所以在用任何一种货币计量单位统计我们的现金流或者市值的时候——大多数情况下，人们觉得用美元统计会更放心——我们现在做计算统计出来是一个数字，过五分钟后统计就会是不同的。因为加密市场中每时每刻的价格都是在波动变化的。\\n\\n可以说些有趣的例子。因为市场的上涨，一年前统计的数字和现在的会大有不同。而当我们度过一个加密寒冬之后，我们现在看起来赚了很多的钱就会变少。所以我们的现金流是动态的。\\n\\n**主持人**：但总之还是有几十亿美元。\\n\\n**CZ**：是的，现在是几十亿美元了。\\n\\n**主持人**：能给我一个更准确的数字吗？\\n\\n**CZ**：我没有更准确的数字（笑）。\\n\\n**主持人**：你们的利润也很高，是不是？\\n\\n**CZ**：相当不错（笑）\\n\\n**主持人**：你的公司每年能产生数十亿美元的利润\\n\\n**CZ**：差不多是的。\\n\\n**主持人**：我可以采用保守的估值和保守的倍数，也可以采取比较激进的倍数，就像在Coinbase上一样，8倍的收入。你们拥有几乎所有的业务，这点你们发现了没有？\\n\\n**CZ**：是，不过我们的费用却比Coinbase要低得多。\\n\\n**主持人**：你应该知道我想说什么。如果我们把更高的估值建立在币安上，你就是世界上最富有的人之一。\\n\\nCZ：老实说，我不敢肯定。而且我也不太在乎财富、金钱和排名等等。前几天我在接受福布斯采访时说过。当我去世的时候，我会很高兴那时候已经把我99%的财产都捐出去了。我是不太关注财富的。\\n\\n很多时候人们对（财富）关注的太多了。他们会失去注意力在我们到底在做什么上。我们只是想为人们提供加密货币的工具。\\n\\n**主持人：你们公司的战略重点是什么？还有什么是现在还没有实现的？******\\n\\nCZ：我们现在必须高度重视监管，将技术公司转变为金融服务公司。我认为这可能需要几个月甚至几年的时间。\\n\\n长期而言，我希望币安成为适用于其他平台的平台。所以我们建设了NFT的市场，我们有token市场，我们希望成为其他企业家的基础设施。对于其他团队，无论是在币安内部还是外部，都可以基于我们提供的基础设施构建他们的平台。我们可以在很多方面帮助到他们。\\n\\n我们拥有世界上最大的交易量，我们可以帮助他们铸造代币使其获得这些流量，我们可以帮助他们完成代币的初始发行IEO。甚至在此之前，我们可以帮助他们设计代币的经济模型，我们可以就代币经济的问题给他们提出建议，并鼓励人们采取更长远的眼光。\\n\\n所以我和我的团队一直采用的是十年解锁期的代币持有计划。在业内，我们经常看到的解锁期是3到4年。我们觉得这太短了。如果你想发行一个token，你必须有一个十年的承诺。\\n\\n我们做了我们想做的事情，我们希望能促进其他项目的发展。\\n\\n**主持人**：下面一个问题是很多人对Crypto市场困惑之所在。这些Coin、token获得价格增长的速度，获得市值的速度，只有很少的可量化的指标。最近的一个例子是Avalanche，一位china百亿美金流亡富豪的宣传片，雪茄、游艇、红色跑车。它得到了特朗普前顾问之一Steve Bannon的支持。甚至在某一时刻，这个Coin的市值达到过270亿美元。\\n\\n你是如何理解加密世界的？这些Coin是如何从零开始获得市场认可的价值的。当然我想讨论的不只Avalanche。比如狗狗币，最开始只是一个玩笑。而柴犬币最开始只是对狗狗币的讽刺。它们都是如何运作的？\\n\\n**CZ**：**估值是非常主观的**。我认为除了对价格进行评估之外，也要对**流动性**进行评估。\\n\\n你如果发了一个代币，发行量是一千万枚，然后以一美元的价格卖给我一枚，理论上代币的市值就是千万美金了。但**如果你想要将这些代币全部兑换成美元，你需要更多的流动性，因为我不会付千万美金给你**。\\n\\n**主持人**：因此我们应该用流动性作为衡量Coin价值的一个指标。\\n\\n**CZ**：你需要看有多少流通供应量，有多少流通量就会有多少交易量。有很多已经发行了的币，它们的总供应量很大，但流通量很低，人们不小心推高了其价格。宣传视频或者其他什么东西可能都会对拉升价格有帮助。但从长远来看，Coin的价值依然受其在市场中做了哪些实在的工作的影响。市场最终会告诉你答案。\\n\\n也正因为如此，币安在支持项目发行代币时，我们只列出哪些具有足够高流通量的代币。如果一个代币的流通量足够大，就目前而言，我们能够看到一个真正由市场驱动的价值。\\n\\n**主持人**：你们与监管部门的接触事项之一是寻找币安的新的总部。你计划名单里的地点有哪些？\\n\\n**CZ**：现在只有少数几个国家非常支持Crypto。我们已经有一个总部已经建成，但当下还不能公开。实际上我们一直与最初与之沟通的监管部门进行持续的沟通。我认为在很短的时间内，我们就可以公布这个消息。\\n\\n有很多可以支持Crypto发展的地方。但我并不是说我们的总部就会建设在这些地方。举个例子，法国、阿联酋、新加坡这些地方都非常支持Crypto。现在有很多发达的经济体想要引入这种创新。\\n\\n主持人：说到监管，你是在美国和英国监管机构的显微镜下的。币安和binance.com这两个机构是否有区别，你是会同时管理它们还是其一？\\n\\n**CZ**：这是两个非常独立的组织。唯有奖金才会让这两个组织产生关联。因为这两个组织都使用了Slack软件，监管部门会因此着手调查。我是币安公司的董事会主席，我的电脑、手机里都不会装有Slack软件。所以我并不在监管部门的日常计划里，只是可能每周和监管机构的CEO聊一次。\\n\\n主持人：这两个组织使用相同的技术吗？\\n\\n**CZ**：binance.com（个人认为这个指的是币安智能链）为币安提供金融产品和技术服务。有很多关于币安的错误报道，认为币安在binance.com或者China有数据。币安或者binance.com在China并没有数据。\\n\\n主持人：你认为这些调查将如何解决？\\n\\n**CZ**：首先，我并不清楚调查的目的指向哪里。在美国有很多类似调查的新闻报道，但美国的监管机构从未公开谈及过。我们与世界上几乎每一个监管机构都有联系。我们自认为自己有很好的合作精神和态度。这也帮了我们不少，所以我们想保持这种方式。\\n\\n主持人：你在几个月前的访谈中提到过，企业曾计划过在美国展开一轮新的募资，并最终实现在美国上市，是这样吗？\\n\\nCZ：是的，我认为会在一、两个月内出结果。\\n\\n主持人：你去募资的目的是什么呢？我们知道其实你已经很有钱了。\\n\\nCZ：我们其实有一个多样化的发展规划。其中的一个选择是在美国实现IPO。因为我们能看到一个成功的剧本就是Coinbase。我们希望在提供和Coinbase同样合规性的前提下，把交易费用降下来。基于这样的IPO规划，我们需要再此之前最好有几轮的融资计划。\\n\\n主持人：IPO融资中，你的计划是募资多少？\\n\\nCZ：我认为，一轮融资是几亿美元。但实际上我并不知道具体的数字。\\n\\n主持人：币安公司的融资计划是什么，有上市的具体时间表吗？\\n\\nCZ：不排除任何的可能性。但binance.com是一个更大的实体。我们需要看看世界各地的政策，看看在哪里可以进行IPO。\\n\\n但说实话，在五年之后甚至可以看到加密交易所和传统证券交易所之间的合并。在这种情况下作为加密交易所，也会支持使用证券或证券代币，只要它们的流通量足够大。可能现在的证券到时候会到加密交易所进行上市。我们拥有非常不错的交易量。\\n\\n主持人：所以其实你们完全可以绕过证券交易市场（不需要在传统证券市场中寻求上市）\\n\\nCZ：我们不能确定加密交易所和传统证券交易所的合并什么时候会发生。很难预测五年后会发生什么。而五年也是我认为寻求IPO最短的时间了。因为未来有太多的不确定，我们需要为那个最大的可能未雨绸缪。\\n\\n主持人：你认为China会取消交易Crypto的禁令吗？\\n\\nCZ：简短的回答是否定的。\\n\\n但我也想澄清一下。China没有禁止加密货币，只是禁止交易所和1CO。它们之间有很强的区别。并且China自己是在发行自己的加密货币DCEP的，并且持有BTC也是完全合法的。只是经营Crypto交易所不再被允许了。\\n\\n四年前的情况也基本是如此，我认为这样的情况不会很快改变。China会努力的推动自己的数字货币，可能是5年或者多少，至少他们是在努力推动的。\\n\\n主持人：最后一个问题。就在刚才，克林顿·希拉里在同样这个房间里讲，她将加密货币和军事干预、生物恐怖主义列为同等威胁等级。她认为这些都是对美国主权的威胁，是对美元作为全球储备货币地位的威胁。\\n\\nCZ：我会认为，将Crypto视为一种威胁是一个私人的观点。**任何人都可以拥有自己的观点和立场。但更好的选择是接受它**。\\n\\n就像对币安而言，我们经营着一家中心化的交易所，但去中心化的交易所可能威胁到我们中心化的业务，我们怎么办呢？我们完全拥抱和接受它。我们让多个不同的团队致力于对去中心化的技术进行研究，我们投入很多的资源，想拥有它的一部分。其实我们并不需要。但我们想要更多的拥有技术，我们需要更专业的知识，我们想通过更好的方式保护自己。保护自己不受任何可能影响到你的因素的影响。那么我们就投入大量的资金去做这样的事。\\n\\n我们也可以看看柯达的例子。柯达是数码相机的发明机构，但他们对传统胶卷特别保护，他们需要让他们的销售经理像几十年前那样销售胶卷。所以你猜怎么样，因为他们过于保护胶卷，他们失去了数码相机整个产业发展的机会。\\n\\n**更好的办法是投入大量的资金在那些可能会扰乱你的事情上**。\\n\\n回到美元上。我认为美元我们来说是一个非常强大的工具，可能比军事强大得多。Crypto在某些情况下有破坏它的威胁。但互联网对传统文化向来具有这种颠覆式的力量。互联网借助美元带来了谷歌、亚马逊这些伟大的企业。如果美国当时没有拥抱和鼓励这些企业的创新，这些公司可能现在并不存在于美国，而是在其他地方发展。\\n\\n所以你不太可能在保护传统和吸引技术创新上找到完美的平衡。如果选错了路线，当创新的技术变成现实时，你不太可能在4亿人的头脑里把之前的选择抹去。\\n\\n所以我认为更好的方式是说OK，虽然新技术的创新会带来一些潜在的风险，但我认为不要把它视为威胁。让我们把它视为一种创新，让我们拥抱它，这会是更好的选择。\\n\\n以上是笔记的全部内容。\\n\\n根据央行等部门发布“关于进一步防范和处置虚拟货币交易炒作风险的通知”，请读者严格遵守所在地区法律法规，不参与任何违法违规的投资行为。本文内容仅用于信息分享，不对任何经营与投资活动推广进行背书，请读者提高风险防范意识。\\n\",\"timestamp\":1639794300,\"title\":\"行走笔记：CZ专访：不要把Crypto视为威胁，保护无法阻挡创新的演进 （下篇）\"},\"digest\":\"z2klB1nf_fcZVP1I_sBCK0RPItsrST40KxIrRLx8_GU\",\"authorship\":{\"contributor\":\"0x9b2A8113B55cb43e60892684339AE0f7a28fB35c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sMQAS8kIdVnqV1qpn0jzBNEGe-bw_2OySgHvLdzCGfg\\\",\\\"y\\\":\\\"Vx7nhoLr-4aEpdBBaFgsFvk5P2-YNyF53e6fbNPX1qI\\\"}\",\"signature\":\"6-gwYjvSW6g_t1B9vkJMuW7c-9O1AZOGCR77RyjjIAMTXzI0Y32tWOIIWvwVaZrc3nbPkF6KLImaSN7WdepIZw\",\"signingKeySignature\":\"0x9dedce40e9170c1a12f32885aa938c71c910fc4825aa962c1a42d8b74302908b0b4872b13f7af8ae67c7755e5966d53b8d1ca1486c1942aa15b3e0d304d3921a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sMQAS8kIdVnqV1qpn0jzBNEGe-bw_2OySgHvLdzCGfg\\\",\\\"y\\\":\\\"Vx7nhoLr-4aEpdBBaFgsFvk5P2-YNyF53e6fbNPX1qI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"z2klB1nf_fcZVP1I_sBCK0RPItsrST40KxIrRLx8_GU\"}"