"{\"content\":{\"body\":\"    线是由一系列的点组成的；无数的线组成了面；无数的面形成体积；庞大的体积则包括无数体积……不，这些几何学概念绝对不是开始我的故事的最好方式。如今人们讲虚构的故事时总是声明它千真万确；不过我的故事一点不假。\\n\\n   我单身住在贝尔格拉诺街一幢房子的四楼。几个月前的一天傍晚，我听到门上有剥啄声。我开了门，进来的是个陌生人。他身材很高，面目模糊不清。也许是我近视，看得不清楚。他的外表整洁，但透出一股寒酸。\\n\\n   他一身灰色的衣服，手里提着一个灰色的小箱子。乍一见面，我就觉得他是外国人。开头我认为他上了年纪；后来发现并非如此，只是他那斯堪的那维亚人似的稀疏的、几乎泛白的金黄色头发给了我错误的印象。我们谈话的时间不到一小时，从谈话中我知道他是奥尔卡达群岛人。\\n\\n   我请他坐下。那人过了一会儿才开口说话。他散发着悲哀的气息，就像我现在一样。\\n\\n   “我卖[《圣经》](https://zh.wikipedia.org/zh-cn/%E8%81%96%E7%B6%93)，”他对我说。\\n\\n   我不无卖弄地回说：“这间屋子里有好几部英文的《圣经》，包括最早的约翰·威克利夫版。我还有西普里亚诺·德瓦莱拉的西班牙文版，路德的德文版，从文学角度来说，是最差的，还有武尔加塔的拉丁文版。你瞧，我这里不缺《圣经》。”\\n\\n   他沉默了片刻，然后搭腔说：“我不光卖《圣经》。我可以给你看看另一部圣书，你或许会感兴趣。我是在比卡内尔一带弄到的。”\\n\\n   他打开手提箱，把书放在桌上。那是一本八开大小、布面精装的书。显然已有多人翻阅过。我拿起来看看；异乎寻常的重量使我吃惊。书脊上面印的是“圣书”，下面是“孟买”。\\n\\n   “看来是19世纪的书，”我说。\\n\\n   “不知道。我始终不清楚，”他回答说。\\n\\n   我信手翻开。里面的文字是我不认识的。书页磨损得很旧，印刷粗糙，像《圣经》一样，每页两栏。版面分段，排得很挤。每页上角有阿拉伯数字。页码的排列引起了我注意，比如说，逢双的一页印的是40，514，接下去却是999。我翻过那一页，背面的页码有八位数。像字典一样，还有插画：一个钢笔绘制的铁锚，笔法笨拙，仿佛小孩画的。\\n\\n   那时候，陌生人对我说：“仔细瞧瞧。以后再也看不到了。”声调很平和，但话说得很绝。\\n\\n   我记住地方，合上书。随即又打开。尽管一页页的翻阅，铁锚图案却再也找不到了。我为了掩饰惶惑，问道：“是不是《圣经》的某种印度斯坦文字的版本？”\\n\\n   “不是的，”他答道。然后，他像是向我透露一个秘密似的压低声音说：“我是在平原上一个村子里用几个卢比和一部《圣经》换来的。书的主人不识字。我想他把圣书当做护身符。他属于最下层的种姓；谁踩着他的影子都认为是晦气。他告诉我，他那本书叫“沙之书”，因为那本书像沙一样，无始无终。”\\n\\n   他让我找找第一页。我把左手按在封面上，大拇指几乎贴着食指去揭书页。白费劲：封面和手之间总是有好几页。仿佛是从书里冒出来的。\\n\\n   “现在再找找最后一页。”\\n\\n   我照样失败；我目瞪口呆，说话的声音都变得不像是自己的：“这不可能。”\\n\\n   那个《圣经》推销员还是低声说：“不可能，但事实如此。这本书的页码是无穷尽的。没有首页，也没有末页。我不明白为什么要用这种荒诞的编码办法。也许是想说明一个无穷大的系列允许任何数项的出现。”\\n\\n   随后，他像是自言自语地说：“如果空间是无限的，我们就处在空间的任何一点。如果时间是无限的，我们就处在时间的任何一点。”\\n\\n   他的想法使我心烦。我问他：“你准是教徒喽？”\\n\\n   “不错，我是长老会派。我问心无愧。我确信我用《圣经》同那个印度人交换他的邪恶的书时绝对没有蒙骗。”\\n\\n   我劝他说没有什么可以责备自己的地方，问他是不是路过这里。他说打算待几天就回国。那时我才知道他是苏格兰奥尔卡达群岛的人。我说出于对斯蒂文森和休漠的喜爱，我对苏格兰有特殊好感。\\n\\n   “还有罗比·彭斯，”他补充道。\\n\\n   我和他谈话时，继续翻弄那本无限的书。我假装兴趣不大，问他说：“你打算把这本怪书卖给不列颠博物馆吗？”\\n\\n   “不。我卖给你，”他说着，开了一个高价。\\n\\n   我老实告诉他，我付不起这笔钱。想了几分钟之后，我有了办法。\\n\\n   “我提议交换，”我对他说。“你用几个卢比和一部《圣经》换来这本书；我现在把我刚领到的退休金和花体字的威克利夫版《圣经》和你交换。这部《圣经》是我家祖传。”\\n\\n   “花体字的威克利夫版！”他咕哝说。\\n\\n   我从卧室里取来钱和书。我像藏书家似的恋恋不舍地翻翻书页，欣赏封面。\\n\\n   “好吧，就这么定了，”他对我说。\\n\\n   使我惊奇的是他不讨价还价。后来我才明白，他进我家门的时候就决心把书卖掉。他接过钱，数也不数就收了起来。\\n\\n   我们谈印度、奥尔卡达群岛和统治过那里的挪威首领。那人离去时已是夜晚。以后我再也没有见到他，也不知道他叫什么名字。\\n\\n   我本想把那本沙之书放在威克利夫版《圣经》留下的空档里，但最终还是把它藏在一套不全的《一千零一夜》后面。\\n\\n   我上了床，但是没有入睡。凌晨三四点，我开了灯，找出那本怪书翻看。其中一页印有一个面具。角上有个数字，现在记不清是多少，反正大到九次幂。\\n\\n   我从不向任何人出示这件宝贝。随着占有它的幸福感而来的是怕它被偷掉，然后又担心它并不真正无限。我本来生性孤僻，这两层忧虑更使我反常。我有少数几个朋友；现在不往来了。我成了那本书的俘虏，几乎不再上街。我用一面放大镜检查磨损的书脊和封面，排除了伪造的可能性。我发现每隔两千页有一帧小插画。我用一本有字母索引的记事簿把它们临摹下来。簿子不久就用完了。插画没有一张重复。晚上，我多半失眠，偶尔入睡就梦见那本书。\\n\\n   夏季已近尾声，我领悟到那本书是个可怕的怪物。我把自己也设想成一个怪物：睁着铜铃大眼盯着它，伸出带爪的十指拨弄它，但是无济于事。我觉得它是一切烦恼的根源，是一件诋毁和败坏现实的下流东西。\\n\\n   我想把它付之一炬，但怕一本无限的书烧起来也无休无止，使整个地球乌烟瘴气。\\n\\n   `我想起有人写过这么一句话：隐藏一片树叶的最好的地点是树林。我退休之前在藏书有九十万册的国立图书馆任职；我知道门厅右边有一道弧形的梯级通向地下室，地下室里存放报纸和地图。我趁工作人员不注意的时候，把那本沙之书偷偷地放在一个阴暗的搁架上。我竭力不去记住搁架的哪一层，离门口有多远。`\\n\\n   我觉得心里稍稍踏实一点，以后我连图书馆所在的墨西哥街都不想去了。\",\"timestamp\":1639931691,\"title\":\"你的沙制的绳索\"},\"digest\":\"Ll-j--7uYxegsSGRDHd0Oih6LWWr7PFE8_yPEYvRncc\",\"authorship\":{\"contributor\":\"0xECf1a8B3b19faf510651CbE6F5f2d76c1daF1fe2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9yZQBo78gQDFuc7RGC8Zm2kVeV7qHuhtUIBZMkdHCIg\\\",\\\"y\\\":\\\"5h2qDrsJQyeb6dWY3hCTRQJHFDZMN7mANF3lwQU1C-c\\\"}\",\"signature\":\"d9Gq95FS8YRHi72467uOlTrHvxQZ2poKZ0GGOXDKyIY4GH9DOEKMeWVtmf10fzqdYgJQg2CvDioyxFPBujaNXw\",\"signingKeySignature\":\"0xf00487ff00660a1a7b61a2ff297724700520c5ba71d043a7bc8d372c41f848e03111b1cb69bcd2205203814ef4a73a28541512ef19e98995c143b8e15e0e2b9c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9yZQBo78gQDFuc7RGC8Zm2kVeV7qHuhtUIBZMkdHCIg\\\",\\\"y\\\":\\\"5h2qDrsJQyeb6dWY3hCTRQJHFDZMN7mANF3lwQU1C-c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ll-j--7uYxegsSGRDHd0Oih6LWWr7PFE8_yPEYvRncc\"}"