"{\"content\":{\"body\":\"“你要小心点，这家伙可不太好对付，而且，越靠近岛屿，就越危险。”无名天下一边给自己加上个白骨盾牌，一边吟唱着咒语，祭出把修长锋利的骨枪，目光警惕地注视着周围对我说道。\\n\\n```\\n“恩，奶奶的，没想到这怪还能借助海水隐形，水元素我也见过，但是这么牛b的，还真是第一次见。”我双手一翻，诅咒之刃和圆月弯刀齐齐滑入掌中，磨刀霍霍地说道。\\n\\n这疯狂水元素还真是不好对付，起码敌明我暗，摸不清它的踪迹，看着渐渐平息的海面，我心里暗暗嘀咕道，但是可以断定，那家伙肯定还在我们周围的地方游弋，而且，数量或许会越来越多，得赶紧冲到岛上才行，否则的话，在海上，我和无名天下可是软硬亏皆吃。\\n\\n我心里刚想着，平静的海面已经开始颠簸起来，竹筏随着一波波涌动的浪涛起伏，我们是标准汪洋之中的一叶扁舟，无依无靠，而且，不时从海面上激起一道泛着青光的水刃，要不冲我们而来，要不就劈在竹筏上。\\n\\n“小隐，得赶紧挂掉下面的疯狂水元素，否则的话，它们肯定又要把我们的竹筏给弄翻，到时候下了水，我们更要吃亏。”无名天下紧张地看了看海面，转头对我说道，而他的亡灵战士，也紧贴在他身边，守护着他的安全。\\n\\n目光紧紧锁定海面上，不可能，如果疯狂水元素没有任何隐身技能，只是单凭它那天生形态来隐形的话，肯定会有一点蛛丝马迹可以寻觅，不可能完全没有半点踪迹，最起码在水里游动时，会有一道水痕吧，我静下心来，仔细一想，脑海里顿时灵光一闪，似乎找到点对付这帮疯狂水元素的头绪。\\n\\n水波飞扬，看着蔚蓝的海水中隐约出现三道浅浅的梭形长条，围绕着我们打着转，我转头对无名天下说道：“老哥，提点精神，我动手射哪你也跟着射哪，我能抓到这帮该死的家伙了。”\\n\\n换上白骨长弓，翻手抽出一枝黝黑的铁翎箭，我背靠在桅杆之上，屏住呼息，锐利的箭簇直指那在海中穿梭的疯狂水元素，指松箭出，嗖的一声，铁箭带出一抹冷冷的黑芒，直插入海水之中。\\n\\n随着吱的一声，铁翎箭稳稳地插在海水之中，带出一波乳胶似的液体，在海水的冲击下，勾勒出一个酷似海狮的形态来，在水里不住上下蹿动，显然，咱是让一只疯狂水元素现了形，而无名天下骨矛也他死灵战士的骨枪也一前一后地插入海水之中，歪打正着，正好上了其余两只疯狂水元素的身。\\n\\n嘿嘿！有了明显的标笺，那我还怕你们个毛啊，我转头对无名天下喝道：“目标统一，先搞定一只再说。”\\n\\n长箭如雨，火球如串，为了隐瞒自己的实力，我并没有在无名天下面前招呼出我豪华宠物军团，也没施展出极品小火球来，一切，都是稳打稳扎。\\n\\n一只浑身插满铁翎箭，被火球烘得焦黑的疯狂水元素在水中翻滚着，挣扎了半天，终于是一命呜呼，翻着肚皮浮到海面上，我塞下颗天香丹，一抹头上的汗水，无视腿上被水刃割出的累累伤痕，换上双刀，妈的，既然这疯狂水元素最大的优势没了，老子还跟他们耗个毛啊，直接下水砍得了，那才畅快。\\n\\n疯狂水元素以忽略自身防御为代价，从而获得能够借助海水遁形的特性，但是也正是它自己那乳白色的血液，在碧蓝的大海中暴露出它的身形，万事万物，都是有利必然有弊，太过自负，必然会摔跟头的。\\n\\n“无名，帮我把风，我下去剐了这几只天杀的。”我是凶相毕露地转头对无名天下喝道。前几天被蝎人王挂掉的火，在沙蚁巢穴受的窝囊气，俺还一直没消呢，既然这些家伙轻易就能被射死，看来也是属于高攻低防类怪，那俺可得拿它们发泄发泄才行。\\n\\n“剐什么剐啊，没看见那两只都跑了吗？算你小子狠哦，当初我可是吃了哑巴亏，连苦都没来得及说。”无名天下笑呵呵地走了上前，张望了一下，然后拍了拍我的肩膀说道。\\n\\n“奶奶的，这些家伙真没啥战斗力，刚一交锋，哥们我还没尽兴呢，就逃了。”我转头一看，果然如此，顿时有几分不爽，“得，既然其余两只逃跑了，那咱们就划去看看那只挂掉的疯狂水元素，到底长得什么模样。”我兴怏怏地说道。\\n\\n无名天下应允着划着竹筏，慢慢接近那周身插满箭枝，如只刺猬般的疯狂水元素，我趴在船边上，伸手冲箭枝下一摸，一堆滑滑溜溜，软软松松，冰冰凉凉的东西落入手中，顺手往上一挥，啪，这只疯狂水元素应声落到竹筏上。\\n\\n外型如一只成熟的海狮，流线型线条简洁而优美，下腹处泛着粼粼的浅蓝色光芒，上身，则染了一层乳白色，拨出它身上的银箭，我甩手丢出个采集术，叮当，一颗水蓝色的小石头跟着落到手上。\\n\\n是颗水魔精石，看样子就知道不错，我转头对无名天下嘿嘿一笑地说道：“老哥，有付出，就有收获，看来，这疯狂水元素还是蛮值得我们一杀的”。\\n\\n“恩恩，只要不遭遇大部队，对付三两只，绝对不是问题。”见如此轻松就挂掉一只，吓退两只疯狂水元素，无名天下也来了精神，头点点地说道。\\n\\n**************************************************\\n\\n有了第一次动手的，再对付那些遇到的疯狂水元素就好办多了，见一个杀一个，见两个杀一双。不过我们也一直是处在被动的情况下，因为不管怎么样，如果疯狂水元素不主动发起攻击，待在水下一动不动的话，我即便是把眼珠子都瞪出来，所能看到的，也只是一波荡漾的海水而已。\\n\\n“小隐，我看我们还是快点上岛吧，我突然有种不安的预感。”收起手中的水魔精石，无名天下转头对我说道。\\n\\n“没事，这帮疯狂水元素等级虽高点，但是不成大器，三三两两，根本不足为患，有我在，你放心。”我笑着对无名天下说道。“再弄点石头，我们再上岛。”知道岛屿周围没有这样的疯狂水元素，我可不想这么快就闪人，难得有机会来这里一次，不多弄点石头哪成。\\n\\n难道这些疯狂水元素会容忍我们这样肆无忌惮的ling辱吗，难道就只知道一露身形就立即逃窜吗？\\n\\n不会，当然不会，它们只是在等待，等待一个报复的机会。\\n\\n“哈哈，没想到这疯狂水元素这么脆弱，根本不经砍啊。”我一手扶着竹筏，一手举着块刚刚采集到的水魔精石，一脸轻松地对无名天下说道。\\n\\n“小，小隐，快，快点上来！它们又来了！”原本带着笑容的无名天下刚想应声调侃几句，可是目光一扫，脸色突然变得一片苍白，急忙伸手一把拉将我拉上来，声音里带着一丝仓皇地说道。\\n\\n“怎么了？这么紧张干吗？来就来贝，兵来将挡，水来土淹，你怕什么啊。”我跃出水面，狐疑地看了看无名天下说道，跟着头一转，目光扫向背后的大海。\\n\\n哇卡卡，奶奶的个熊，我眼睛里看到什么了，看到一片掀起数丈的浪涛，连绵上百米，海面下，无数暗流在窜动，是疯狂水元素，是大队疯狂水元素，是大队气势熊熊的疯狂水元素。\\n\\n表情陡然一片呆滞，大脑里一片真空，一身冷汗立即从我背上涔涔而下，这浩浩荡荡的气势，还真是有点吓人。还没等那一大票疯狂水元素逼近，就已经有无数把青光凛凛水刃从海里激荡出来，带着唰唰的风声，冲我们招呼过来。\\n\\n我靠，还可以叫兄弟们来救场，这不是明摆着以多欺少嘛。暗流中还有不少歪歪斜斜竖立着的黑色铁翎箭，我可是看得清楚，心里顿时明白过来。\\n\\n上一秒我在发呆，下一瞬我立即清醒过来，一把抓起放在竹筏上的木桨，大声吼道：“快闪啊，不然没命了！”跟着一脚将无名天下的亡灵战士给踢到海水中，关键时刻，肯定要有垫后的，这重大的任务当然义不容辞地交给亡灵战士了。\\n\\n快划，没命地划，全身的潜力统统被我激发出来，前几天刚死了一遭，我可不想真的再把小命给送了，毕竟生命很可贵，等级价值高，没有利益故，两者我不抛。而无名天下也是卖了老命，一头只顾划桨，估计他也被吓怕了。\\n\\n在我们身后，紧跟着响起一阵噼里啪啦的碎骨声，不用回头都知道，无名天下的亡灵战士，已经英勇捐躯了……\\n\\n“嗨嗨，老哥，别划了，我们已经到沙滩上了。”我一把丢掉木桨，站起身来，走到无名天下身边，推了推他的胳膊说道。\\n\\n点击察看图片链接：\\n```\\n\\n\\n------------\",\"timestamp\":1640773523,\"title\":\"第三百一十九章 水魔精石\"},\"digest\":\"I1wxYoYoG2LcEKlhKwNhfem5VNnDmKkUWMTwB9fiDoc\",\"authorship\":{\"contributor\":\"0xB14490C5538813f8ebc197B9b1a152F7F960CA8B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Qht-2f9dzfl7HWxRfONcJOrbqpRBDcE51Uh16MMYhss\\\",\\\"y\\\":\\\"T7l7DdTT0FeXVIPmGrGEW-gGFVpdMl4U7qKzTEYSz84\\\"}\",\"signature\":\"1Czz2osTS9_RKz7VdXDrTYwhIfx7iAeF-U5icRgqV9hOUmVgJePbHaRmY-vwrkcOGpPIcvbWdBgzOY-no7FCTQ\",\"signingKeySignature\":\"0x706b32d92a43ad65bf957a73aaca465b267017d51cd94394e0ee98fb93708653064e37b9c37d1a3a95467cf0e2219083f49c5547df924165e2b1f8bc0866c5e91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Qht-2f9dzfl7HWxRfONcJOrbqpRBDcE51Uh16MMYhss\\\",\\\"y\\\":\\\"T7l7DdTT0FeXVIPmGrGEW-gGFVpdMl4U7qKzTEYSz84\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"I1wxYoYoG2LcEKlhKwNhfem5VNnDmKkUWMTwB9fiDoc\"}"