"{\"content\":{\"body\":\"1/ Topic: The internet treats bad business models as defects and routes around them.\\n\\n2/ Let’s start with this fascinating chart (from [https://matthewball.vc](https://t.co/z5cyM2z4jt?amp=1)) which raises the question: why has the video game industry grown alongside new technologies, while the music industry has not?\\n\\n![](https://images.mirror-media.xyz/publication-images/uoFoSYNHiFo2TEp9b3b0_.jpg?height=708&width=1200)\\n\\n3/ For a long time, video games and music had the same, straightforward business model: charge money for a perpetual license to the base content — the game or music itself.\\n\\n4/ When the internet came along, video games responded by embracing new genres like MMOs and battle royale, new business models like free-to-play and virtual goods, and new complementary behaviors like streaming.\\n\\n5/ The music industry responded by spending decades filing lawsuits against innovators, and eventually accepting the incremental improvement of allowing users to subscribe to bundled content via streaming platforms.\\n\\n6/ Meanwhile, the video game industry discovered something radical: if they made the thing they previously charged for — the game itself, the sole source of revenue for the industry — entirely free, they could make even more money.\\n\\n7/ Game makers looked at their product expansively, as a bundle that included software, services, and add-ons, and then ran experiments to discover the optimal balance between free features that maximized viral marketing and paid features that maximized revenue.\\n\\n8/ Today the most sophisticated games -- Fortnite, League of Legends, Clash Royale -- give away the game itself and charge for virtual goods.\\n\\n9/ Think about that: virtual goods barely existed a decade or so ago. Now they are the primary source of revenue for the most successful products in the fastest growing media category.\\n\\n10/ Now to the main topic. The internet pioneer John Gilmore famously said that the internet treats censorship as a defect and routes around it. The internet does the same thing to bad business models.\\n\\n11/ A classic example is open source vs proprietary software in the 90s/00s. Proprietary software vendors stuck to dated, closed source models despite strong opposition. Grassroots open source communities routed around them with entirely new software stacks.\\n\\n12/ NFTs are an important recent example of the internet routing around broken business models. Like open source, NFTs are a grassroots movement, led by creators extending the video game virtual goods model to their own fields.\\n\\n13/ Even if publishers and studios, along with web 2 incumbents, resist the new model, individual creators can route around them, going direct to their fans.\\n\\n14/ A musician can now choose to give away new music to maximize distribution and charge for scarce complementary NFTs like digital album art, behind-the-scenes passes, and proof of fandom. The musician 3LAU made $11.6M with a recent NFT drop. [https://nft.3lau.com](https://t.co/gMfFgJ3v6S?amp=1)\\n\\n15/ A filmmaker or writer can sell NFTs to crowdfund their creations instead of pitching traditional financing sources. Recently, a novelist raised $50K this way [https://emily.mirror.xyz](https://t.co/LCbDu7Eb8c?amp=1) and a documentary film raised $2M [https://ethereumfilm.mirror.xyz](https://t.co/HzTKmq4LpJ?amp=1)\\n\\n16/ There is nothing magical about video games that makes them more monetizable than other forms of media. People love video games, but people also love music, books, films, podcasts, and digital art.\\n\\n17/ Creators can now choose to route around institutions that have been holding them back, embracing the forward progression of technology — as video games did— instead of fighting it — as the music industry did.\",\"timestamp\":1632670663,\"title\":\"The internet treats bad business models as defects and routes around them\",\"publication\":\"cdixon\"},\"digest\":\"PYk1fhNK4bBIDLPVpEJVUPprlOEUvf30XMDNLGZPY38\",\"authorship\":{\"contributor\":\"0xe11BFCBDd43745d4Aa6f4f18E24aD24f4623af04\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uyi3Gpaw0y5AZk868Az_3287B4IMzM2CNPEA3gLUzKs\\\",\\\"y\\\":\\\"HdRGpF12UJ2pcxlSxrGXP7dH97lvUrnRkRTXAsiBIp0\\\"}\",\"signature\":\"vZOVx44RMNRhr7x3JR8wkhLHGTVngatUUeyGr0uOH9dn_p11wfSogc9meKSVQymGWdekFXuZQn-mxnjwntXmWg\",\"signingKeySignature\":\"0x1cd820dd7265608c298b7dffbeafa9c444f006227d25590d34e5288af6a8920c7cab65d700c9fe76250b554dc3903c7b9eed000be4ed424386426241a6288f5f1b\",\"signingKeyMessage\":\"I authorize the publication of articles on cdixon.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uyi3Gpaw0y5AZk868Az_3287B4IMzM2CNPEA3gLUzKs\\\",\\\"y\\\":\\\"HdRGpF12UJ2pcxlSxrGXP7dH97lvUrnRkRTXAsiBIp0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PYk1fhNK4bBIDLPVpEJVUPprlOEUvf30XMDNLGZPY38\"}"