"{\"content\":{\"body\":\"跟林星雅通了电话。\\n\\n吴缺：“喂，怎么你爸妈还在啊？”\\n\\n林星雅：“他们走了。”\\n\\n吴缺喜道：“哦豁？这么说……”\\n\\n林星雅：“但是你不能回来，你现在是不是封闭式开发？你需要戒色知道吗？回来了你天天就知道色，工作怎么办？别说给我父母买房，连我的房贷你都交不起。”\\n\\n吴缺顿时一头凉水浇下来，哑然。\\n\\n林星雅：“不过呢，实在憋不住，回来一个晚上还是可以的，我看你好像也很久没回来了，今晚恩准你过来。”\\n\\n吴缺松了口气：“吓死我了，我还以为你抛弃我了，那，我现在过去了。”\\n\\n“嗯，来吧。”\\n\\n看这意思，自己没发财之前是不可能同居了，吴缺觉得她让自己卧薪尝胆也不无道理，只要跟自己的女神同居了，好像人生就已经完满，无法生出奋斗的动力，想必她也是看透了这点。\\n\\n这个女神可就厉害了，人美不说了，还比自己有文化，有气质，有钱，一无所有的吴缺为了绑住她的心，那也是无所不用其极，这不，今天晚上他就花心思找到了一些特别色的小说，在前戏的时候念给她听。\\n\\n这些妖艳的文字特别魅惑人心，一般人扛不住，林星雅绷着俏脸听吴缺念书，念了十分钟，吴缺伸手进入她睡裙的下摆，嘿嘿一笑：“湿了湿了……”\\n\\n林星雅眼神逐渐迷离：“别作妖了，赶紧来弄。”\\n\\n吴缺这才施施然跟她举行爱情仪式，虽然动作是差不多的，但是俩人的脑海中却呈现丰富多彩的内容，所以仪式非常特别，值得回味无穷。\\n\\n林星雅显然对吴缺发明的这种增强现实技术特别满足，本来打算撵他走的，都舍不得了，说：“今晚睡这儿吧。”\\n\\n天天写代码，偶尔全身心放松一下，倒也不错，吴缺幸福满满地躺在情人身边，脑中的灵感像喷泉一样涌出，因为是刚刚进行过爱情仪式，他把灵感全部归功于女神的魅力，他对她的爱情也就更加牢不可破。\\n\\n因为有一些逻辑需要找人讨论，吴缺就把自己的狡兔计划跟林星雅交代了，她是他最爱最信任的人，愿意接受这个风险敞口。\\n\\n林星雅脸色微变，吴缺所说的漏洞，能够让自己就职的织梦公司的母公司价值归零，这种变故真是惊天地泣鬼神，她久久无法说话。\\n\\n经过再三确认，林星雅才知道，自己一直低估了吴缺的才能，这家伙是身怀绝技啊，就是这个绝技有点恐怖，有可能失控，毁灭很多人，包括她满心感激的老钱老板。\\n\\n而且，林星雅也知道，从吴缺坦白他内心深处最大的秘密的时候，他俩已经在事实上成为最亲密的人，绝对无法再说分手就分手，对他，要么是最深的羁绊，要么是最大的背叛，当然是选择羁绊的可能性大，因为她本人即使知道这么一个惊天秘密，也无法利用，她的技术背景不够吴缺深厚。\\n\\n现在看上去吴缺不算一个成功的人，没什么亮点的人，但林星雅看他的目光已经不一样了，这辈子……应该就和他好了吧。\\n\\n林星雅这样的女神实在是太出色的，一不小心就有男神追求，老钱不过是其中之一罢了，吴缺若不是这样巩固自己的地位，那他可不一定守得住这份来之不易的缘分。\\n\\n第二日临别，林星雅柔情款款说：“我要上班去了，你也奋斗去吧，不论成不成功，我这里都随时欢迎你，要是憋不住，回来给我念书，色色的那种。”\\n\\n她妆容精致，吴缺好想好好吻一顿，可惜林星雅不让破坏自己好不容易才弄好的妆容，只让抱抱，依依惜别。\\n\\n\\\\---\\n\\n“钱总……”林星雅接到指示，来到钱昊空的办公室。\\n\\n钱昊空：“请坐。”\\n\\n林星雅老老实实坐在老板的对面，等待指示。\\n\\n钱昊空盯着她的绝世容颜看了半天，林星雅都不好意思了，嗔道：“钱总！”\\n\\n钱昊空从沉迷中惊醒：“哦，抱歉，我失态了。那个……我最后一次跟你聊工作以外的事情，昨天我跟一个女孩子聊了一会儿，我觉得她挺好的，就是……还放不下你这边，最后问你一次啊，1500万美元聘礼送给你，答应我，马上兑现，你愿意嫁给我吗？对不起，最后一次，以后绝对不会再骚扰你了。”\\n\\n林星雅垂下头：“谢谢你的赏识，我……可能还是要跟他过。”\\n\\n钱昊空：“哦哦，好的，好的，对不起啊，我知道这么一而再再而三的骚扰你让你很困扰，您别担心，以后不会了，我们就是纯工作关系，不会影响你的工作的，那行吧，你回去吧，再见。”\\n\\n老钱已经决定了，挥剑斩情丝。\\n\\n快到下班的时候，老钱给他所谓的聊得好的女孩子发了个消息：“江小姐，晚上我请你吃饭。”\\n\\n江疏雨：“对不起啊，我有约了。”\\n\\n老钱：“那就把约推了，我的饭局对你来说最重要。”\\n\\n江疏雨：“是我男朋友啊。”\\n\\n老钱：“我比你男朋友更重要。你要是同意，我会给你惊喜，你要是拒绝，我会给你惊吓，选择就是这么简单。”\\n\\n江疏雨乃是大小姐出身，什么场面没见过，立刻回复：“不去！”\\n\\n老钱看到回复，不怒反笑，自言自语：“有点意思……”\\n\\n老钱直接来到产品部的办公室，命令：“提前下班，所有人马上离开，江疏雨留下。”\\n\\n创始人的威望极高，办公室的人赶紧收拾细软，溜之大吉。\\n\\n江疏雨高傲地抬起头颅，无畏风雨。\\n\\n老钱：“江小姐，我喜欢你，我要给你幸福。”\\n\\n江疏雨冷哼一声：“对不起，我不答应，我不需要！”\\n\\n老钱：“难道你不想听听我所谓的幸福是什么吗？”\\n\\n江疏雨：“没兴趣！”\\n\\n老钱拿出一张卡片，放在江疏雨面前。\\n\\n江疏雨看都没看，扭过头去。\\n\\n老钱只好耐心解释：“咳咳，这是一个冷钱包，里面是1500万美金的稳定币，有了这笔钱，你的父亲就能拯救澜沧实业，你还是几十亿身价的富豪的千金大小姐，你的哥哥会臣服在你的脚下，你的家族会对你众星捧月，过年过节你就是整个家族最闪亮的明星。你的闺蜜们全都回来讨好你，你的所谓的男朋友会自惭形秽。我喜欢你的年轻貌美，不过，年轻人头脑简单，需要我如此提醒你才知道，有时候，一个决定会影响你一辈子的幸福。你是喜欢跟我没羞没臊的过幸福生活呢？还是跟你那个所谓的男朋友过着节衣缩食的穷困潦倒？好好想想吧。”\\n\\n江疏雨终于看了一眼冷钱包，被霸道总裁的态度所感染，这才是她第一次真真切切感到什么是霸道总裁。1500万美元，就是接近一个亿。父亲念兹在兹的现金流缺口。\\n\\n江疏雨把冷钱包推开，语气温柔了少许，却十动然拒：“我爸是我爸，我是我，我的感情不会被家族羁绊，我曾经看重家族，但现在早已经疏远了，没意思。谢谢你给的机会。不要。”\\n\\n老钱遭遇挫败，有些尴尬，不过，他迅速转移策略，语气也斯文起来，说：“要不，算我帮你一个小小的忙，我不要你任何承诺，这个钱借给你，一年之后还给我就行。对不起啊，我误判了局势，帮这个忙，就是希望你……好好的吧，算了，今年我可能没有桃花运。”\\n\\n江疏雨倒是有些惊讶了，瞅了瞅这个中年成功人士，说：“算借款？”\\n\\n老钱：“借款，不要你承诺。”\\n\\n江疏雨：“那……我给你打个欠条？”\\n\\n老钱：“好的。”\\n\\n江疏雨：“这一年你可不要来骚扰我哦。”\\n\\n老钱：“不会的。”\\n\\n还有这种大好事啊，父母养育之恩那还是要报答的，江疏雨请教老钱这个冷钱包如何使用，老钱非常耐心地教她。\\n\\n半小时的时间很快就过去，江疏雨学会了冷钱包的使用，把这代表一个亿的东西放进她的爱马仕手提包。\\n\\n老钱：“我看你没车，需要我送你回家吗？”\\n\\n借贷1500万美元，如果连送回家的待遇都不给人家，实在太过分了，江疏雨点头同意了：“好，谢谢。”\",\"timestamp\":1638635773,\"title\":\"共济会风云 第17章 最后一次\"},\"digest\":\"QKLU7xsSSvdWr7O8hHtSzXRcqdgcUKs9R9MTQjjtYeg\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"signature\":\"nTB8EBAZAfZL1S_wzJZ0ZtIKmi5JUPGsNkgK-0ZP9OhlCE72DHjO1YoMja-hNTLM8S2m8Xl0tpPK16J1MXxabA\",\"signingKeySignature\":\"0x9eccd16dc248634c8e38898fb1699bb63c20c5bd0b95f7742dbb5ea522d9680418b77ff960d13415065fe51241943804bc7f94c78f791368ba134e765469b5b51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QKLU7xsSSvdWr7O8hHtSzXRcqdgcUKs9R9MTQjjtYeg\"}"