"{\"content\":{\"body\":\"and was bound to the family by the closest ties of interest and affection.  When the estates became so encumbered that either an immediate change or a catastrophe was inevitable, he had been taken into his master's confidence concerning the plan which had first been proposed in jest, and afterwards adopted in earnest.\\n\\nThe family must leave Dunleigh Castle for a period of probably eight or ten years, and seek some part of the world where their expenses could be reduced to the lowest possible figure.  In Germany or Italy there would be the annoyance of a foreign race and language, of meeting of tourists belonging to the circle in which they had moved, a dangerous idleness for their sons, and embarrassing restrictions for their daughters.  On the other hand, the suggestion to emigrate to America and become Quakers during their exile offered more advantages the more they considered it.  It was original in character; it offered them economy, seclusion, entire liberty of action inside the limits of the sect, the best moral atmosphere for their children, and an occupation which would not deteriorate what was best in their blood and breeding.\\n\\nHow Lord Dunleigh obtained admission into the sect as plain Henry Donnelly is a matter of conjecture with the Londongrove Friends.  The deception which had been practised upon them-- although it was perhaps less complete than they imagined--left a soreness of feeling behind it.  The matter was hushed up after the departure of the family, and one might now live for years in the neighborhood without hearing the story.  How the shrewd plan was carried out by Lord Dunleigh and his family, we have already learned.  O'Neil, left on the estate, in the north of Ireland, did his part with equal fidelity.  He not only filled up the gaps made by his master's early profuseness, but found means to move the sympathies of a cousin of the latter--a rich, eccentric old bachelor, who had long been estranged by a family quarrel.  To this cousin he finally confided the character of the exile, and at a lucky time; for the cousin's will was altered in Lord Dunleigh's favor, and he died before his mood of reconciliation passed away.  Now, the estate was not only unencumbered, but there was a handsome surplus in the hands of the Dublin bankers.  The family might return whenever they chose, and there would be a festival to welcome them, O'Neil said, such as Dunleigh Castle had never known since its foundations were laid.\\n\\n\\\"Let us go at once!\\\" said Sylvia, when he had concluded his tale.  \\\"No more masquerading,--I never knew until to-day how much I have hated it!  I will not say that your plan was not a sensible one, father; but I wish it might have been carried out with more honor to ourselves.  Since De Courcy's death I have begun to appreciate our neighbors:  I was resigned to become one of these people had our luck gone the other way.  Will they give us any credit for goodness and truth, I wonder?  Yes, in mother's case, and Alice's; and I believe both of them would give up Dunleigh Castle for this little farm.\\\"\\n\\n\\\"Then,\\\" her father exclaimed, \\\"it IS time that we should return, and without delay.  But thee wrongs us somewhat, Sylvia: it has not all been masquerading.  We have become the servants, rather than the masters, of our own parts, and shall live a painful and divided life until we get back in our old place.  I fear me it will always be divided for thee, wife, and Alice and Henry.  If I am subdued by the element which I only meant to asssume, how much more deeply must it have wrought in your natures!  Yes, Sylvia is right, we must get away at once.  To-morrow we must leave Londongrove forever!\\\"\\n\\nHe had scarcely spoken, when a new surprise fell upon the family.  Joel Bradbury arose and walked forward, as if thrust by an emotion so powerful that it transformed his whole being.  He seemed to forget every thing but Alice Donnelly's presence.  His soft brown eyes were fixed on her face with an expression of unutterable tenderness and longing.  He caught her by the hands.  \\\"Alice, O, Alice!\\\" burst from his lips; \\\"you are not going to leave me?\\\"\\n\\nThe flush in the girl's sweet face faded into a deadly paleness.  A moan came from her lips; her head dropped, and she would have fallen, swooning, from the chair had not Joel knelt at her feet and caught her upon his breast.\\n\\nFor a moment there was silence in the room.\\n\\nPresently, Sylvia, all her haughtiness gone, knelt beside the young man, and took her sister from his arms.  \\\"Joel, my poor, dear friend,\\\" she said, \\\"I am sorry that the last, worst mischief we have done must fall upon you.\\\"\\n\\nJoel covered his face with his hands, and convulsively uttered the words, \\\"MUST she go?\\\"\\n\\nThen Henry Donnelly--or, rather, Lord Dunleigh, as we must now call him--took the young man's hand.  He was profoundly moved; his strong voice trembled, and his words came slowly.  \\\"I will not appeal to thy heart, Joel,\\\" he said, \\\"for it would not hear me now.\\n\\nBut thou hast heard all our story, and knowest that we must leave these parts, never to return.  We belong to another station and another mode of life than yours, and it must come to us as a good fortune that our time of probation is at an end.  Bethink thee, could we leave our darling Alice behind us, parted as if by the grave?  Nay, could we rob her of the life to which she is born--of her share in our lives?  On the other hand, could we take thee with us into relations where thee would always be a stranger, and in which a nature like thine has no place?  This is a case where duty speaks clearly, though so hard, so very hard, to follow.\\\"\\n\\nHe spoke tenderly, but inflexibly, and Joel felt that his fate was pronounced.  When Alice had somewhat revived, and was taken to another room, he stumbled blindly out of the house, made his way to the barn, and there flung himself upon the harvest-sheaves which, three days before, he had bound with such a timid, delicious hope working in his arm.\\n\\nThe day which brought such great fortune had thus a sad and troubled termination.  It was proposed that the family should start for Philadelphia on the morrow, leaving O'Neil to pack up and remove such furniture as they wished to retain; but Susan, Lady Dunleigh, could not forsake the neighborhood without a parting visit to the good friends who had mourned with her over her firstborn; and Sylvia was with her in this wish.  So two more days elapsed, and then the Dunleighs passed down the Street Road, and the plain farm-house was gone from their eyes forever.  Two grieved over the loss of their happy home; one was almost broken-hearted; and the remaining two felt that the trouble of the present clouded all their happiness in the return to rank and fortune.\\n\\nThey went, and they never came again.  An account of the great festival at Dunleigh Castle reached Londongrove two years later, through an Irish laborer, who brought to Joel Bradbury a letter of recommendation signed \\\"Dunleigh.\\\"  Joel kept the man upon his farm, and the two preserved the memory of the family long after the neighborhood had ceased to speak of it.  Joel never married; he still lives in the house where the great sorrow of his life befell.\\n\\nHis head is gray, and his face deeply wrinkled; but when he lifts the shy lids of his soft brown eyes, I fancy I can see in their tremulous depths the lingering memory of his love for Alice Dunleigh.\\n\\nJACOB FLINT'S JOURNEY.\\n\\nIf there ever was a man crushed out of all courage, all self- reliance, all comfort in life, it was Jacob Flint.  Why this should have been, neither he nor any one else could have explained; but so it was.  On the day that he first went to school, his shy, frightened face marked him as fair game for the rougher and stronger boys, and they subjected him to all those exquisite refinements of torture which boys seem to get by the direct inspiration of the Devil.  There was no form of their bullying meanness or the cowardice of their brutal strength which he did not experience.  He was born under a fading or falling star,--the inheritor of some anxious or unhappy mood of his parents, which gave its fast color to the threads out of which his innocent being was woven.\\n\\nEven the good people of the neighborhood, never accustomed to look below the externals of appearance and manner, saw in his shrinking face and awkward motions only the signs of a cringing, abject soul.\\n\\n\\\"You'll be no more of a man than Jake Flint!\\\" was the reproach which many a farmer addressed to his dilatory boy; and thus the parents, one and all, came to repeat the sins of the children.\\n\\nIf, therefore, at school and \\\"before folks,\\\" Jacob's position was always uncomfortable and depressing, it was little more cheering at home.  His parents, as all the neighbors believed, had been unhappily married, and, though the mother died in his early childhood, his father remained a moody, unsocial man, who rarely left his farm except on the 1st of April every year, when he went to the county town for the purpose of paying the interest upon a mortgage.  The farm lay in a hollow between two hills, separated from the road by a thick wood, and the chimneys of the lonely old house looked in vain for a neighbor-smoke when they began to grow warm of a morning.\\n\\nBeyond the barn and under the northern hill there was a log tenant- house, in which dwelt a negro couple, who, in the course of years had become fixtures on the place and almost partners in it.  Harry, the man, was the medium by which Samuel Flint kept up his necessary intercourse with the world beyond the valley; he took the horses to the blacksmith, the grain to the mill, the turkeys to market, and through his hands passed all the incomings and outgoings of the farm, except the annual interest on the mortgage.  Sally, his wife, took care of the household, which, indeed, was a light and comfortable task, since the table was well supplied for her own sake, and there was no sharp eye to criticise her sweeping, dusting, and bed-making.  The place had a forlorn, tumble-down aspect, quite in keeping with its lonely situation; but perhaps this very circumstance flattered the mood of its silent, melancholy owner and his unhappy son.\\n\\nIn all the neighborhood there was but one person with whom Jacob felt completely at ease--but one who never joined in the general habit of making his name the butt of ridicule or contempt.  This was Mrs. Ann Pardon, the hearty, active wife of Farmer Robert Pardon, who lived nearly a mile farther down the brook.  Jacob had won her good-will by some neighborly services, something so trifling, indeed, that the thought of a favor conferred never entered his mind.  Ann Pardon saw that it did not; she detected a streak of most unconscious goodness under his uncouth, embarrassed ways, and she determined to cultivate it.  No little tact was required, however, to coax the wild, forlorn creature into so much confidence as she desired to establish; but tact is a native quality of the heart no less than a social acquirement, and so she did the very thing necessary without thinking much about it.\\n\\nRobert Pardon discovered by and by that Jacob was a steady, faithful hand in the harvest-field at husking-time, or whenever any extra labor was required, and Jacob's father made no objection to his earning a penny in this way; and so he fell into the habit of spending his Saturday evenings at the Pardon farm-house, at first to talk over matters of work, and finally because it had become a welcome relief from his dreary life at home.\\n\\nNow it happened that on a Saturday in the beginning of haying-time, the village tailor sent home by Harry a new suit of light summer clothes, for which Jacob had been measured a month before.  After supper he tried them on, the day's work being over, and Sally's admiration was so loud and emphatic that he felt himself growing red even to the small of his back.\\n\\n\\\"Now, don't go for to take 'em off, Mr. Jake,\\\" said she.  \\\"I spec' you're gwine down to Pardon's, and so you jist keep 'em on to show 'em all how nice you KIN look.\\\"\\n\\nThe same thought had already entered Jacob's mind.  Poor fellow!  It was the highest form of pleasure of which he had ever allowed himself to conceive.  If he had been called upon to pass through the village on first assuming the new clothes, every stitch would have pricked him as if the needle remained in it; but a quiet walk down the brookside, by the pleasant path through the thickets and over the fragrant meadows, with a consciousness of his own neatness and freshness at every step, and with kind Ann Pardon's commendation at the close, and the flattering curiosity of the children,--the only ones who never made fun of him,--all that was a delightful prospect.  He could never, NEVER forget himself, as he had seen other young fellows do; but to remember himself agreeably was certainly the next best thing.\\n\\nJacob was already a well-grown man of twenty-three, and would have made a good enough appearance but for the stoop in his shoulders, and the drooping, uneasy way in which he carried his head.  Many a time when he was alone in the fields or woods he had straightened himself, and looked courageously at the buts of the oak-trees or in the very eyes of the indifferent oxen; but, when a human face drew near, some spring in his neck seemed to snap, some buckle around his shoulders to be drawn three holes tighter, and he found himself in the old posture.  The ever-present thought of this weakness was the only drop of bitterness in his cup, as he followed the lonely path through the thickets.\\n\\nSome spirit in the sweet, delicious freshness of the air, some voice in the mellow babble of the stream, leaping in and out of sight between the alders, some smile of light, lingering on the rising corn-fields beyond the meadow and the melting purple of a distant hill, reached to the seclusion of his heart.  He was soothed and cheered; his head lifted itself in the presentiment of a future less lonely than the past, and the everlasting trouble vanished from his eyes.\\n\\nSuddenly, at a turn of the path, two mowers from the meadow, with their scythes upon their shoulders, came upon him.  He had not heard their feet on the deep turf.  His chest relaxed, and his head began to sink; then, with the most desperate effort in his life, he lifted it again, and, darting a rapid side glance at the men, hastened by.  They could not understand the mixed defiance and supplication of his face; to them he only looked \\\"queer.\\\"\\n\\n\\\"Been committin' a murder, have you?\\\" asked one of them, grinning.\\n\\n\\\"Startin' off on his journey, I guess,\\\" said the other.\\n\\nThe next instant they were gone, and Jacob, with set teeth and clinched hands, smothered something that would have been a howl if he had given it voice.  Sharp lines of pain were marked on his face, and, for the first time, the idea of resistance took fierce and bitter possession of his heart.  But the mood was too unusual to last; presently he shook his head, and walked on towards Pardon's farm-house.\\n\\nAnn wore a smart gingham dress, and her first exclamation was:  \\\"Why, Jake! how nice you look.  And so you know all about it, too?\\\"\\n\\n\\\"About what?\\\"\\n\\n\\\"I see you don't,\\\" said she.  \\\"I was too fast; but it makes no difference.  I know you are willing to lend me a helping hand.\\\"\\n\\n\\\"Oh, to be sure,\\\" Jacob answered.\\n\\n\\\"And not mind a little company?\\\"\\n\\nJacob's face suddenly clouded; but he said, though with an effort:  \\\"No--not much--if I can be of any help.\\\"\\n\\n\\\"It's rather a joke, after all,\\\" Ann Pardon continued, speaking rapidly; \\\"they meant a surprise, a few of the young people; but sister Becky found a way to send me word, or I might have been caught like Meribah Johnson last week, in the middle of my work; eight or ten, she said, but more may drop in: and it's moonlight and warm, so they'll be mostly under the trees; and Robert won't be home till late, and I DO want help in carrying chairs, and getting up some ice, and handing around; and, though I know you don't care for merry makings, you CAN help me out, you see-- \\\"\\n\\nHere she paused.  Jacob looked perplexed, but said nothing.\\n\\n\\\"Becky will help what she can, and while I'm in the kitchen she'll have an eye to things outside,\\\" she said.\\n\\nJacob's head was down again, and, moreover, turned on one side, but his ear betrayed the mounting blood.  Finally he answered, in a quick, husky voice:  \\\"Well, I'll do what I can.  What's first?\\\"\\n\\nThereupon he began to carry some benches from the veranda to a grassy bank beside the sycamore-tree.  Ann Pardon wisely said no more of the coming surprise-party, but kept him so employed that, as the visitors arrived by twos and threes, the merriment was in full play almost before he was aware of it.  Moreover, the night was a protecting presence: the moonlight poured splendidly upon the open turf beyond the sycamore, but every lilac-bush or trellis of woodbine made a nook of shade, wherein he could pause a moment and take courage for his duties.  Becky Morton, Ann Pardon's youngest sister, frightened him a little every time she came to consult about the arrangement of seats or the distribution of refreshments; but it was a delightful, fascinating fear, such as he had never felt before in his life.  He knew Becky, but he had never seen her in white and pink, with floating tresses, until now.  In fact, he had hardly looked at her fairly, but now, as she glided into the moonlight and he paused in the shadow, his eyes took note of her exceeding beauty.  Some sweet, confusing influence, he knew not what, passed into his blood.\\n\\nThe young men had brought a fiddler from the village, and it was not long before most of the company were treading the measures of reels or cotillons on the grass.  How merry and happy they all were!  How freely and unembarrassedly they moved and talked!  By and by all became involved in the dance, and Jacob, left alone and unnoticed, drew nearer and nearer to the gay and beautiful life from which he was expelled.\\n\\nWith a long-drawn scream of the fiddle the dance came to an end, and the dancers, laughing, chattering, panting, and fanning themselves, broke into groups and scattered over the enclosure before the house.  Jacob was surrounded before he could escape.  Becky, with two lively girls in her wake, came up to him and said:  \\\"Oh Mr. Flint, why don't you dance?\\\"\\n\\nIf he had stopped to consider, he would no doubt have replied very differently.  But a hundred questions, stirred by what he had seen, were clamoring for light, and they threw the desperate impulse to his lips.\\n\\n\\\"If I COULD dance, would you dance with me?\\\"\\n\\nThe two lively girls heard the words, and looked at Becky with roguish faces.\\n\\n\\\"Oh yes, take him for your next partner!\\\" cried one.\\n\\n\\\"I will,\\\" said Becky, \\\"after he comes back from his journey.\\\"\\n\\nThen all three laughed.  Jacob leaned against the tree, his eyes fixed on the ground.\\n\\n\\\"Is it a bargain?\\\" asked one of the girls.\\n\\n\\\"No,\\\" said he, and walked rapidly away.\\n\\nHe went to the house, and, finding that Robert had arrived, took his hat, and left by the rear door.  There was a grassy alley between the orchard and garden, from which it was divided by a high hawthorn hedge.  He had scarcely taken three paces on his way to the meadow, when the sound of the voice he had last heard, on the other side of the hedge, arrested his feet.\\n\\n\\\"Becky, I think you rather hurt Jake Flint,\\\" said the girl.\\n\\n\\\"Hardly,\\\" answered Becky; \\\"he's used to that.\\\"\\n\\n\\\"Not if he likes you; and you might go further and fare worse.\\\"\\n\\n\\\"Well, I MUST say!\\\" Becky exclaimed, with a laugh; \\\"you'd like to see me stuck in that hollow, out of your way!\\\"\\n\\n\\\"It's a good farm, I've heard,\\\" said the other.\\n\\n\\\"Yes, and covered with as much as it'll bear!\\\"\\n\\nHere the girls were called away to the dance.  Jacob slowly walked up the dewy meadow, the sounds of fiddling, singing, and laughter growing fainter behind him.\\n\\n\\\"My journey!\\\" he repeated to himself,--\\\" my journey! why shouldn't I start on it now?  Start off, and never come back?\\\"\\n\\nIt was a very little thing, after all, which annoyed him, but the mention of it always touched a sore nerve of his nature.  A dozen years before, when a boy at school, he had made a temporary friendship with another boy of his age, and had one day said to the latter, in the warmth of his first generous confidence:  \\\"When I am a little older, I shall make a great journey, and come back rich, and buy Whitney's place!\\\"\\n\\nNow, Whitney's place, with its stately old brick mansion, its avenue of silver firs, and its two hundred acres of clean, warm- lying land, was the finest, the most aristocratic property in all the neighborhood, and the boy-friend could not resist the temptation of repeating Jacob's grand design, for the endless amusement of the school.  The betrayal hurt Jacob more keenly than the ridicule.  It left a wound that never ceased to rankle; yet, with the inconceivable perversity of unthinking natures, precisely this joke (as the people supposed it to be) had been perpetuated, until \\\"Jake Flint's Journey\\\" was a synonyme for any absurd or extravagant expectation.  Perhaps no one imagined how much pain he was keeping alive; for almost any other man than Jacob would have joined in the laugh against himself and thus good-naturedly buried the joke in time.  \\\"He's used to that,\\\" the people said, like Becky Morton, and they really supposed there was nothing unkind in the remark!\\n\\nAfter Jacob had passed the thickets and entered the lonely hollow in which his father's house lay, his pace became slower and slower.\\n\\nHe looked at the shabby old building, just touched by the moonlight behind the swaying shadows of the weeping-willow, stopped, looked again, and finally seated himself on a stump beside the path.\\n\\n\\\"If I knew what to do!\\\" he said to himself, rocking backwards and forwards, with his hands clasped over his knees,--\\\"if I knew what to do!\\\"\\n\\nThe spiritual tension of the evening reached its climax: he could bear no more.  With a strong bodily shudder his tears burst forth, and the passion of his weeping filled him from head to foot.  How long he wept he knew not; it seemed as if the hot fountains would never run dry.  Suddenly and startlingly a hand fell upon his shoulder.\\n\\n\\\"Boy, what does this mean?\\\"\\n\\nIt was his father who stood before him.\\n\\nJacob looked up like some shy animal brought to bay, his eyes full of a feeling mixed of fierceness and terror; but he said nothing.\\n\\nHis father seated himself on one of the roots of the old stump, laid one hand upon Jacob's knee, and said with an unusual gentleness of manner, \\\"I'd like to know what it is that troubles you so much.\\\"\\n\\nAfter a pause, Jacob suddenly burst forth with:  \\\"Is there any reason why I should tell you?  Do you care any more for me than the rest of 'em?\\\"\\n\\n\\\"I didn't know as you wanted me to care for you particularly,\\\" said the father, almost deprecatingly.  \\\"I always thought you had friends of your own age.\\\"\\n\\n\\\"Friends?  Devils!\\\" exclaimed Jacob.  \\\"Oh, what have I done--what is there so dreadful about me that I should always be laughed at, and despised, and trampled upon?  You are a great deal older than I am, father: what do you see in me?  Tell me what it is, and how to get over it!\\\"\\n\\nThe eyes of the two men met.  Jacob saw his father's face grow pale in the moonlight, while he pressed his hand involuntarily upon his heart, as if struggling with some physical pain.  At last he spoke, but his words were strange and incoherent.\\n\\n\\\"I couldn't sleep,\\\" he said; \\\"I got up again and came out o' doors.\\n\\nThe white ox had broken down the fence at the corner, and would soon have been in the cornfield.  I thought it was that, maybe, but still your--your mother would come into my head.  I was coming down the edge of the wood when I saw you, and I don't know why it was that you seemed so different, all at once--\\\"\\n\\nHere he paused, and was silent for a minute.  Then he said, in a grave, commanding tone:  \\\"Just let me know the whole story.  I have that much right yet.\\\"\\n\\nJacob related the history of the evening, somewhat awkwardly and confusedly, it is true; but his father's brief, pointed questions kept him to the narrative, and forced him to explain the full significance of the expressions he repeated.  At the mention of \\\"Whitney's place,\\\" a singular expression of malice touched the old man's face.\\n\\n\\\"Do you love Becky Morton?\\\" he asked bluntly, when all had been told.\\n\\n\\\"I don't know,\\\" Jacob stammered; \\\"I think not; because when I seem to like her most, I feel afraid of her.\\\"\\n\\n\\\"It's lucky that you're not sure of it!\\\" exclaimed the old man with energy; \\\"because you should never have her.\\\"\\n\\n\\\"No,\\\" said Jacob, with a mournful acquiescence, \\\"I can never have her, or any other one.\\\"\\n\\n\\\"But you shall--and will I when I help you.  It's true I've not seemed to care much about you, and I suppose you're free to think as you like; but this I say:  I'll not stand by and see you spit upon!  \\\\`Covered with as much as it'll bear!'  THAT'S a piece o' luck anyhow.  If we're poor, your wife must take your poverty with you, or she don't come into MY doors.  But first of all you must make your journey!\\\"\\n\\n\\\"My journey!\\\" repeated Jacob.\\n\\n\\\"Weren't you thinking of it this night, before you took your seat on that stump?  A little more, and you'd have gone clean off, I reckon.\\\"\\n\\nJacob was silent, and hung his head.\\n\\n\\\"Never mind!  I've no right to think hard of it.  In a week we'll have finished our haying, and then it's a fortnight to wheat; but, for that matter, Harry and I can manage the wheat by ourselves.  You may take a month, two months, if any thing comes of it.  Under a month I don't mean that you shall come back.  I'll give you twenty dollars for a start; if you want more you must earn it on the road, any way you please.  And, mark you, Jacob! since you ARE poor, don't let anybody suppose you are rich.  For my part, I shall not expect you to buy Whitney's place; all I ask is that you'll tell me, fair and square, just what things and what people you've got acquainted with.  Get to bed now--the matter's settled; I will have it so.\\\"\\n\\nThey rose and walked across the meadow to the house.  Jacob had quite forgotten the events of the evening in the new prospect suddenly opened to him, which filled him with a wonderful confusion of fear and desire.  His father said nothing more.  They entered the lonely house together at midnight, and went to their beds; but Jacob slept very little.\\n\\nSix days afterwards he left home, on a sparkling June morning, with a small bundle tied in a yellow silk handkerchief under his arm.  His father had furnished him with the promised money, but had positively refused to tell him what road he should take, or what plan of action he should adopt.  The only stipulation was that his absence from home should not be less than a month.\\n\\nAfter he had passed the wood and reached the highway which followed the course of the brook, he paused to consider which course to take.  Southward the road led past Pardon's, and he longed to see his only friends once more before encountering untried hazards; but the village was beyond, and he had no courage to walk through its one long street with a bundle, denoting a journey, under his arm.  Northward he would have to pass the mill and blacksmith's shop at the cross-roads.  Then he remembered that he might easily wade the stream at a point where it was shallow, and keep in the shelter of the woods on the opposite hill until he struck the road farther on, and in that direction two or three miles would take him into a neighborhood where he was not known.\\n\\nOnce in the woods, an exquisite sense of freedom came upon him.  There was nothing mocking in the soft, graceful stir of the expanded foliage, in the twittering of the unfrightened birds, or the scampering of the squirrels, over the rustling carpet of dead leaves.  He lay down upon the moss under a spreading beech- tree and tried to think; but the thoughts would not come.  He could not even clearly recall the keen troubles and mortifications he had endured: all things were so peaceful and beautiful that a portion of their peace and beauty fell upon men and invested them with a more kindly character.\\n\\nTowards noon Jacob found himself beyond the limited geography of his life.  The first man he encountered was a stranger, who greeted him with a hearty and respectful \\\"How do you do, sir?\\\"\\n\\n\\\"Perhaps,\\\" thought Jacob, \\\"I am not so very different from other people, if I only thought so myself.\\\"\\n\\nAt noon, he stopped at a farm-house by the roadside to get a drink of water.  A pleasant woman, who came from the door at that moment with a pitcher, allowed him to lower the bucket and haul it up dripping with precious coolness.  She looked upon him with good- will, for he had allowed her to see his eyes, and something in their honest, appealing expression went to her heart.\\n\\n\\\"We're going to have dinner in five minutes,\\\" said she; \\\"won't you stay and have something?\\\"\\n\\nJacob stayed and brake bread with the plain, hospitable family.  Their kindly attention to him during the meal gave him the lacking nerve; for a moment he resolved to offer his services to the farmer, but he presently saw that they were not really needed, and, besides, the place was still too near home.\\n\\nTowards night he reached an old country tavern, lording it over an incipient village of six houses.  The landlord and hostler were inspecting a drooping-looking horse in front of the stables.  Now, if there was any thing which Jacob understood, to the extent of his limited experience, it was horse nature.  He drew near, listened to the views of the two men, examined the animal with his eyes, and was ready to answer, \\\"Yes, I guess so,\\\" when the landlord said, \\\"Perhaps, sir, you can tell what is the matter with him.\\\"\\n\\nHis prompt detection of the ailment, and prescription of a remedy which in an hour showed its good effects, installed him in the landlord's best graces.  The latter said, \\\"Well, it shall cost you nothing to-night,\\\" as he led the way to the supper-room.  When Jacob went to bed he was surprised on reflecting that he had not only been talking for a full hour in the bar-room, but had been looking people in the face.\\n\\nResisting an offer of good wages if he would stay and help look after the stables, he set forward the next morning with a new and most delightful confidence in himself.  The knowledge that now nobody knew him as \\\"Jake Flint\\\" quite removed his tortured self- consciousness.  When he met a person who was glum and ungracious of speech, he saw, nevertheless, that he was not its special object.  He was sometimes asked questions, to be sure, which a little embarrassed him, but he soon hit upon answers which were sufficiently true without betraying his purpose.\\n\\nWandering sometimes to the right and sometimes to the left, he slowly made his way into the land, until, on the afternoon of the fourth day after leaving home, he found himself in a rougher region--a rocky, hilly tract, with small and not very flourishing farms in the valleys.  Here the season appeared to be more backward than in the open country; the hay harvest was not yet over.\\n\\nJacob's taste for scenery was not particularly cultivated, but something in the loneliness and quiet of the farms reminded him of his own home; and he looked at one house after another, deliberating with himself whether it would not be a good place to spend the remainder of his month of probation.  He seemed to be very far from home--about forty miles, in fact,--and was beginning to feel a little tired of wandering.\\n\\nFinally the road climbed a low pass of the hills, and dropped into a valley on the opposite side.  There was but one house in view--a two-story building of logs and plaster, with a garden and orchard on the hillside in the rear.  A large meadow stretched in front, and when the whole of it lay clear before him, as the road issued from a wood, his eye was caught by an unusual harvest picture.\\n\\nDirectly before him, a woman, whose face was concealed by a huge, flapping sun-bonnet, was seated upon a mowing machine, guiding a span of horses around the great tract of thick grass which was still uncut.  A little distance off, a boy and girl were raking the drier swaths together, and a hay-cart, drawn by oxen and driven by a man, was just entering the meadow from the side next the barn.\\n\\nJacob hung his bundle upon a stake, threw his coat and waistcoat over the rail, and, resting his chin on his shirted arms, leaned on the fence, and watched the hay-makers.  As the woman came down the nearer side she appeared to notice him, for her head was turned from time to time in his direction.  When she had made the round, she stopped the horses at the corner, sprang lightly from her seat and called to the man, who, leaving his team, met her half-way.  They were nearly a furlong distant, but Jacob was quite sure that she pointed to him, and that the man looked in the same direction.  Presently she set off across the meadow, directly towards him.\\n\\nWhen within a few paces of the fence, she stopped, threw back the flaps of her sun-bonnet, and said, \\\"Good day to you!\\\"   Jacob was so amazed to see a bright, fresh, girlish face, that he stared at her with all his eyes, forgetting to drop his head.  Indeed, he could not have done so, for his chin was propped upon the top rail of the fence.\\n\\n\\\"You are a stranger, I see,\\\" she added.\\n\\n\\\"Yes, in these parts,\\\" he replied.\\n\\n\\\"Looking for work?\\\"\\n\\nHe hardly knew what answer to make, so he said, at a venture, \\\"That's as it happens.\\\"  Then he colored a little, for the words seemed foolish to his ears.\\n\\n\\\"Time's precious,\\\" said the girl, \\\"so I'll tell you at once we want help.  Our hay MUST be got in while the fine weather lasts.\\\"\\n\\n\\\"I'll help you!\\\" Jacob exclaimed, taking his arms from the rail, and looking as willing as he felt.\\n\\n\\\"I'm so glad!  But I must tell you, at first, that we're not rich, and the hands are asking a great deal now.  How much do you expect?\\\"\\n\\n\\\"Whatever you please?\\\" said he, climbing the fence.\",\"timestamp\":1640141694,\"title\":\"He had been Lord Dunleigh's steward in better days, as his father had been to the old lord\"},\"digest\":\"ZMMtna0k83o9-6NuGOAB3b1CBG9sHa2ImWWrTFRIKMI\",\"authorship\":{\"contributor\":\"0x9657e9353C2fAbB7cFDcd22Fb91D23149b982AE8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kl8gECoWUmInXcewFfcSwBF1HeC8vf-Jcfyddiez1jk\\\",\\\"y\\\":\\\"7kbuP21dXolkGCFd_xh6-OmRbhkxhxlOE1goxVBbS44\\\"}\",\"signature\":\"flplFYZXttCPLDy-17Wz2F64l-ZOmIrJtFSPZhaRfgyeDk-dLkcax8jE8I9ySr64HNXUUZAMekEjiboagf0U8w\",\"signingKeySignature\":\"0x6cc0c26df298c112f6d662c30147721f4325de14db3f6daa8edb086eae9a3c613fa22c256226233e72e8405cd94ad8ff3f703331b2873c82dd6294a8d722ccc71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kl8gECoWUmInXcewFfcSwBF1HeC8vf-Jcfyddiez1jk\\\",\\\"y\\\":\\\"7kbuP21dXolkGCFd_xh6-OmRbhkxhxlOE1goxVBbS44\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZMMtna0k83o9-6NuGOAB3b1CBG9sHa2ImWWrTFRIKMI\"}"