"{\"content\":{\"body\":\"when they got a chance; and the West-Siders, when fortune favored them, returned the compliment with interest.  It required considerable courage for a boy to venture, unattended by comrades, into the territory of the enemy; and no one took the risk unless dire necessity compelled him.\\n\\nThe hostile parties had played at war so long that they had forgotten that it was play; and now were actually inspired with the emotions which they had formerly simulated.  Under the leadership of their chieftains, Halvor Reitan and Viggo Hook, they held councils of war, sent out scouts, planned midnight surprises, and fought at times mimic battles.  I say mimic battles, because no one was ever killed; but broken heads and bruised limbs many a one carried home from these engagements, and unhappily one boy, named Peer Oestmo, had an eye put out by an arrow.\\n\\nIt was a great consolation to him that he became a hero to all the West-Siders and was promoted for bravery in the field to the rank of first lieutenant. He had the sympathy of all his companions in arms and got innumerable bites of apples, cancelled postage stamps, and colored advertising-labels in token of their esteem.\\n\\nBut the principal effect of this first serious wound was to invest the war with a breathless and all-absorbing interest.  It was now no longer \\\"make believe,\\\" but deadly earnest.  Blood had flowed; insults had been exchanged in due order, and offended honor cried for vengeance.\\n\\nIt was fortunate that the river divided the West-Siders from the East-Siders, or it would have been difficult to tell what might have happened.  Viggo Hook, the West-Side general, was a handsome, high-spirited lad of fifteen, who was the last person to pocket an injury, as long as red blood flowed in his veins, as he was wont to express it.  He was the eldest son of Colonel Hook of the regular army, and meant some day to be a Von Moltke or a Napoleon. He felt in his heart that he was destined for something great; and in conformity with this conviction assumed a superb behavior, which his comrades found very admirable.\\n\\nHe had the gift of leadership in a marked degree, and established his authority by a due mixture of kindness and severity.  Those boys whom he honored with his confidence were absolutely attached to him.  Those whom, with magnificent arbitrariness, he punished and persecuted, felt meekly that they had probably deserved it; and if they had not, it was somehow in the game.\\n\\nThere never was a more absolute king than Viggo, nor one more abjectly courted and admired.  And the amusing part of it was that he was at heart a generous and good-natured lad, but possessed with a lofty ideal of heroism, which required above all things that whatever he said or did must be striking.  He dramatized, as it were, every phrase he uttered and every act he performed, and modelled himself alternately after Napoleon and Wellington, as he had seen them represented in the old engravings which decorated the walls in his father's study.\\n\\nHe had read much about heroes of war, ancient and modern, and he lived about half his own life imagining himself by turns all sorts of grand characters from history or fiction.\\n\\nHis costume was usually in keeping with his own conception of these characters, in so far as his scanty opportunities permitted.  An old, broken sword of his father's, which had been polished until it \\\"flashed\\\" properly, was girded to a brass- mounted belt about his waist; an ancient, gold-braided, military cap, which was much too large, covered his curly head; and four tarnished brass buttons, displaying the Golden Lion of Norway, gave a martial air to his blue jacket, although the rest were plain horn.\\n\\nBut quite independently of his poor trappings Viggo was to his comrades an august personage.  I doubt if the Grand Vizier feels more flattered and gratified by the favor of the Sultan than little Marcus Henning did, when Viggo condescended to be civil to him.\\n\\nMarcus was small, round-shouldered, spindle-shanked, and freckle-faced.  His hair was coarse, straight, and the color of maple sirup; his nose was broad and a little flattened at the point, and his clothes had a knack of never fitting him.  They were made to grow in and somehow he never caught up with them, he once said, with no intention of being funny.  His father, who was Colonel Hook's nearest neighbor, kept a modest country shop, in which you could buy anything, from dry goods and groceries to shoes and medicines.  You would have to be very ingenious to ask for a thing which Henning could not supply.  The smell in the store carried out the same idea; for it was a mixture of all imaginable smells under the sun.\\n\\nNow, it was the chief misery of Marcus that, sleeping, as he did, in the room behind the store, he had become so impregnated with this curious composite smell that it followed him like an odoriferous halo, and procured him a number of unpleasant nicknames.  The principal ingredient was salted herring; but there was also a suspicion of tarred ropes, plug tobacco, prunes, dried codfish, and oiled tarpaulin.\\n\\nIt was not so much kindness of heart as respect for his own dignity which made Viggo refrain from calling Marcus a \\\"Muskrat\\\" or a \\\"Smelling-Bottle.\\\"  And yet Marcus regarded this gracious forbearance on his part as the mark of a noble soul.  He had been compelled to accept these offensive nicknames, and, finding rebellion vain, he had finally acquiesced in them.\\n\\nHe never loved to be called a \\\"Muskrat,\\\" though he answered to the name mechanically.  But when Viggo addressed him as \\\"base minion,\\\" in his wrath, or as \\\"Sergeant Henning,\\\" in his sunnier moods, Marcus felt equally complimented by both terms, and vowed in his grateful soul eternal allegiance and loyalty to his chief.\\n\\nHe bore kicks and cuffs with the same admirable equanimity; never complained when he was thrown into a dungeon in a deserted pigsty for breaches of discipline of which he was entirely guiltless, and trudged uncomplainingly through rain and sleet and snow, as scout or spy, or what-not, at the behest of his exacting commander.\\n\\nIt was all so very real to him that he never would have thought of doubting the importance of his mission.  He was rather honored by the trust reposed in him, and was only intent upon earning a look or word of scant approval from the superb personage whom he worshipped.\\n\\nHalvor Reitan, the chief of the East-Siders, was a big, burly peasant lad, with a pimpled face, fierce blue eyes, and a shock of towy hair.  But he had muscles as hard as twisted ropes, and sinews like steel.\\n\\nHe had the reputation, of which he was very proud, of being the strongest boy in the valley, and though he was scarcely sixteen years old, he boasted that he could whip many a one of twice his years.  He had, in fact, been so praised for his strength that he never neglected to accept, or even to create, opportunities for displaying it.\\n\\nHis manner was that of a bully; but it was vanity and not malice which made him always spoil for a fight.  He and Viggo Hook had attended the parson's \\\"Confirmation Class,\\\" together, and it was there their hostility had commenced.\\n\\nHalvor, who conceived a dislike of the tall, rather dainty, and disdainful Viggo, with his aquiline nose and clear, aristocratic features, determined, as he expressed it, to take him down a peg or two; and the more his challenges were ignored the more persistent he grew in his insults.\\n\\nHe dubbed Viggo \\\"Missy.\\\"  He ran against him with such violence in the hall that he knocked his head against the wainscoting; he tripped him up on the stairs by means of canes and sticks; and he hired his partisans who sat behind Viggo to stick pins into him, while he recited his lessons.  And when all these provocations proved unavailing he determined to dispense with any pretext, but simply thrash his enemy within an inch of his life at the first opportunity which presented itself.  He grew to hate Viggo and was always aching to molest him.\\n\\nHalvor saw plainly enough that Viggo despised him, and refused to notice his challenges, not so much because he was afraid of him, as because he regarded himself as a superior being who could afford to ignore insults from an inferior, without loss of dignity.\\n\\nDuring recess the so-called \\\"genteel boys,\\\" who had better\\n\\nclothes and better manners than the peasant lads, separated themselves from the rest, and conversed or played with each other.  No one will wonder that such behavior was exasperating to the poorer boys.  I am far from defending Viggo's behavior in this instance.  He was here, as everywhere, the acknowledged leader; and therefore more cordially hated than the rest.  It was the Roundhead hating the Cavalier; and the Cavalier making merry at the expense of the Roundhead.\\n\\nThere was only one boy in the Confirmation Class who was doubtful as to what camp should claim him, and that was little Marcus Henning.  He was a kind of amphibious animal who, as he thought, really belonged nowhere.  His father was of peasant origin, but by his prosperity and his occupation had risen out of the class to which he was formerly attached, without yet rising into the ranks of the gentry, who now, as always, looked with scorn upon interlopers.  Thus it came to pass that little Marcus, whose inclinations drew him toward Viggo's party, was yet forced to associate with the partisans of Halvor Reitan.\\n\\nIt was not a vulgar ambition \\\"to pretend to be better than he was\\\" which inspired Marcus with a desire to change his allegiance, but a deep, unreasoning admiration for Viggo Hook.  He had never seen any one who united so many superb qualities, nor one who looked every inch as noble as he did.\\n\\nIt did not discourage him in the least that his first approaches met with no cordial reception.  His offer to communicate to Viggo where there was a hawk's nest was coolly declined, and even the attractions of fox dens and rabbits' burrows were valiantly resisted.  Better luck he had with a pair of fan-tail pigeons, his most precious treasure, which Viggo rather loftily consented to accept, for, like most genteel boys in the valley, he was an ardent pigeon-fancier, and had long vainly importuned his father to procure him some of the rarer breeds\\n\\nHe condescended to acknowledge Marcus's greeting after that, and to respond to his diffident \\\"Good-morning\\\" and \\\"Good-evening,\\\" and Marcus was duly grateful for such favors.  He continued to woo his idol with raisins and ginger-snaps from the store, and other delicate attentions, and bore the snubs which often fell to his lot with humility and patience.\\n\\nBut an event soon occurred which was destined to change the relations of the two boys.  Halvor Reitan called a secret meeting of his partisans, among whom he made the mistake to include Marcus, and agreed with them to lie in ambush at the bend of the road, where it entered the forest, and attack Viggo Hook and his followers.  Then, he observed, he would \\\"make him dance a jig that would take the starch out of him.\\\"\\n\\nThe others declared that this would be capital fun, and enthusiastically promised their assistance.  Each one selected his particular antipathy to thrash, though all showed a marked preference for Viggo, whom, however, for reason of politeness, they were obliged to leave to the chief.  Only one boy sat silent, and made no offer to thrash anybody, and that was Marcus Henning.\\n\\n\\\"Well, Muskrat,\\\" cried Halvor Reitan, \\\"whom are you going to take on your conscience?\\\"\\n\\n\\\"No one,\\\" said Marcus.\\n\\n\\\"Put the Muskrat in your pocket, Halvor,\\\" suggested one of the boys; \\\"he is so small, and he has got such a hard bullet head, you might use him as a club.\\\"\\n\\n\\\"Well, one thing is sure,\\\" shouted Halvor, as a dark suspicion shot through his brain, \\\"if you don't keep mum, you will be a mighty sick coon the day after to-morrow.\\\"\\n\\nMarcus made no reply, but got up quietly, pulled a rubber sling from his pocket, and began, with the most indifferent manner in the world, to shoot stones down the river.  He managed during this exercise, which everybody found perfectly natural, to get out of the crowd, and, without seeming to have any purpose whatever, he continued to put a couple of hundred yards between himself and his companion.\\n\\n\\\"Look a-here, Muskrat,\\\" he heard Halvor cry, \\\"you promised to keep mum.\\\"\\n\\nMarcus, instead of answering, took to his heels and ran.\\n\\n\\\"Boys, the scoundrel is going to betray us!\\\" screamed the chief.  \\\"Now come, boys!  We've got to catch him, dead or alive.\\\"\\n\\nA volley of stones, big and little, was hurled after the fugitive, who now realizing his position ran for dear life.  The stones hailed down round about him; occasionally one vicious missile would whiz past his ear, and send a cold shudder through him.  The tramp of his pursuers sounded nearer and nearer, and his one chance of escape was to throw himself into the only boat, which he saw on this side of the river, and push out into the stream before he was overtaken.\\n\\nHe had his doubts as to whether he could accomplish this, for the blood rushed and roared in his ears, the hill-side billowed under his feet, and it seemed as if the trees were all running a race in the opposite direction, in order to betray him to his enemies.\\n\\nA stone gave him a thump in the back, but though he felt a gradual heat spreading from the spot which it hit, he was conscious of no pain.\\n\\nPresently a larger missile struck him in the neck, and he heard a breathless snorting close behind him. That was the end; he gave himself up for lost, for those boys would have no mercy on him if they captured him.\\n\\nBut in the next moment he heard a fall and an oath, and the voice was that of Halvor Reitan.  He breathed a little more freely as he saw the river run with its swelling current at his feet.  Quite mechanically, without clearly knowing what he did, he sprang into the boat, grabbed a boat-hook, and with three strong strokes pushed himself out into the deep water.\\n\\nAt that instant a dozen of his pursuers reached the river bank, and he saw dimly their angry faces and threatening gestures, and heard the stones drop into the stream about him.  Fortunately the river was partly dammed, in order to accumulate water for the many saw-mills under the falls.  It would therefore have been no very difficult feat to paddle across, if his aching arms had had an atom of strength left in them.  As soon as he was beyond the reach of flying stones he seated himself in the stern, took an oar, and after having bathed his throbbing forehead in the cold water, managed, in fifteen minutes, to make the further bank.  Then he dragged himself wearily up the hill-side to Colonel Hook's mansion, and when he had given his message to Viggo, fell into a dead faint.\\n\\nHow could Viggo help being touched by such devotion?  He had seen the race through a fieldglass from his pigeon-cot, but had been unable to make out its meaning, nor had he remotely dreamed that he was himself the cause of the cruel chase.  He called his mother, who soon perceived that Marcus's coat was saturated with blood in the back, and undressing him, she found that a stone, hurled by a sling, had struck him, slid a few inches along the rib, and had lodged in the fleshy part of his left side.\\n\\nA doctor was now sent for; the stone was cut out without difficulty, and Marcus was invited to remain as Viggo's guest until he recovered.  He felt so honored by this invitation that he secretly prayed he might remain ill for a month; but the wound showed an abominable readiness to heal, and before three days were past Marcus could not feign any ailment which his face and eye did not belie.\\n\\nHe then, with a heavy heart, betook himself homeward, and installed himself once more among his accustomed smells behind the store, and pondered sadly on the caprice of the fate which had made Viggo a high-nosed, handsome gentleman, and him--Marcus Henning--an under-grown, homely, and unrefined drudge.  But in spite of his failure to answer this question, there was joy within him at the thought that he had saved this handsome face of Viggo's from disfigurement, and--who could know?--perhaps would earn a claim upon his gratitude.\\n\\nIt was this series of incidents which led to the war between the East-Siders and the West-Siders. It was a mere accident that the partisans of Viggo Hook lived on the west side of the river, and those of Halvor Reitan mostly on the east side.\\n\\nViggo, who had a chivalrous sense of fair play, would never have molested any one without good cause; but now his own safety, and, as he persuaded himself, even his life, was in danger, and he had no choice but to take measures in self-defence.  He surrounded himself with a trusty body-guard, which attended him wherever he went.  He sent little Marcus, in whom he recognized his most devoted follower, as scout into the enemy's territory, and swelled his importance enormously by lending him his field-glass to assist him in his perilous observations.\\n\\nOccasionally an unhappy East-Sider was captured on the west bank of the river, court-martialed, and, with much solemnity, sentenced to death as a spy, but paroled for an indefinite period, until it should suit his judges to execute the sentence.  The East-Siders, when they captured a West-Sider, went to work with less ceremony; they simply thrashed their captive soundly and let him run, if run he could.\\n\\nThus months passed.  The parson's Confirmation Class ceased, and both the opposing chieftains were confirmed on the same day; but Viggo stood at the head of the candidates, while Halvor had his place at the bottom.\\\\[1\\\\]\\n\\n\\\\[1\\\\] In Norway confirmation is always preceded by a public examination of the candidates in the aisle of the church.  The order in which they are arranged is supposed to indicate their attainments, but does, as a rule, indicate the rank and social position of their parents.\\n\\nDuring the following winter the war was prosecuted with much zeal, and the West-Siders, in imitation of Robin Hood and his Merry Men, armed themselves with cross-bows, and lay in ambush in the underbrush, aiming their swift arrows against any intruder who ventured to cross the river.\\n\\nNearly all the boys in the valley between twelve and sixteen became enlisted on the one side or the other, and there were councils of war, marches, and counter-marches without number, occasional skirmishes, but no decisive engagements.  Peer Oestmo, to be sure, had his eye put out by an arrow, as has already been related, for the East-Siders were not slow to imitate the example of their enemies, in becoming expert archers.\\n\\nMarcus Henning was captured by a hostile outpost, and was being conducted to the abode of the chief, when, by a clever stratagem, he succeeded in making his escape.\\n\\nThe East-Siders despatched, under a flag of truce, a most insulting caricature of General Viggo, representing him as a rooster that seemed on the point of bursting with an excess of dignity.\\n\\nThese were the chief incidents of the winter, though there were many others of less consequence that served to keep the boys in a delightful state of excitement.  They enjoyed the war keenly, though they pretended to themselves that they were being ill-used and suffered terrible hardships.  They grumbled at their duties, brought complaints against their officers to the general, and did, in fact, all the things that real soldiers would have been likely to do under similar circumstances.\\n\\nII.\\n\\nTHE CLASH OF ARMS\\n\\nWhen the spring is late in Norway, and the heat comes with a sudden rush, the mountain streams plunge with a tremendous noise down into the valleys, and the air is filled far and near with the boom and roar of rushing waters.  The glaciers groan, and send their milk-white torrents down toward the ocean.  The snow-patches in the forest glens look gray and soiled, and the pines perspire a delicious resinous odor which cheers the soul with the conviction that spring has come.\\n\\nBut the peasant looks anxiously at the sun and the river at such times, for he knows that there is danger of inundation.  The lumber, which the spring floods set afloat in enormous quantities, is carried by the rivers to the cities by the sea; there it is sorted according to the mark it bears, showing the proprietor, and exported to foreign countries.\\n\\nIn order to prevent log-jams, which are often attended with terrible disasters, men are stationed night and day at the narrows of the rivers.  The boys, to whom all excitement is welcome, are apt to congregate in large numbers at such places, assisting or annoying the watchers, riding on the logs, or teasing the girls who stand up on the hillside, admiring the daring feats of the lumbermen.\\n\\nIt was on such a spring day, when the air was pungent with the smell of sprouting birch and pine, that General Viggo and his trusty army had betaken themselves to the cataract to share in the sport.  They were armed with their bows, as usual, knowing that they were always liable to be surprised by their vigilant enemy.  Nor were they in this instance disappointed, for Halvor Reitan, with fifty or sixty followers, was presently visible on the east side, and it was a foregone conclusion that if they met there would be a battle.\\n\\nThe river, to be sure, separated them, but the logs were at times so densely packed that it was possible for a daring lad to run far out into the river, shoot his arrow and return to shore, leaping from log to log.  The Reitan party was the first to begin this sport, and an arrow hit General Viggo's hat before he gave orders to repel the assault.\\n\\nCool and dignified as he was, he could not consent to skip and jump on the slippery logs, particularly as he had no experience in this difficult exercise, while the enemy apparently had much. Paying no heed to the jeers of the lumbermen, who supposed he was afraid, he drew his troops up in line and addressed them as follows:\\n\\n\\\"Soldiers: You have on many previous occasions given me proof of your fidelity to duty and your brave and fearless spirit.  I know that I can, now as always, trust you to shed glory upon our arms, and to maintain our noble fame and honorable traditions.\\n\\n\\\"The enemy is before us.  You have heard and seen his challenge.  It behooves us to respond gallantly.  To jump and skip like rabbits is unmilitary and unsoldierlike.  I propose that each of us shall select two large logs, tie them together, procure, if possible, a boat-hook or an oar, and, sitting astride the logs, boldly push out into the river.  If we can advance in a tolerably even line, which I think quite possible, we can send so deadly a charge into the ranks of our adversaries that they will be compelled to flee.  Then we will land on the east side, occupy the heights, and rout our foe.\\n\\n\\\"Now let each man do his duty.  Forward, march!\\\"\\n\\nThe lumbermen, whose sympathies were with the East-Siders, found this performance highly diverting, but Viggo allowed himself in nowise to be disturbed by their laughter or jeers.  He marched his troops down to the river-front, commanded \\\"Rest arms!\\\" and repeated once more his instructions; then, flinging off his coat and waistcoat, he seized a boat-hook and ran some hundred yards along the bank of the stream.\\n\\nThe river-bed was here expanded to a wide basin, in which the logs floated lazily down to the cataract below.  Trees and underbrush, which usually stood on dry land, were half-submerged in the yellow water, and the current gurgled slowly about their trunks with muddy foam and bubbles.  Now and then a heap of lumber would get wedged in between the jutting rocks above the waterfall, and then the current slackened, only to be suddenly accelerated, when the exertions of the men had again removed the obstruction.\\n\\nIt was an exciting spectacle to see these daring fellows leap from log to log, with birch-bark shoes on their feet.  They would ride on a heap of lumber down to the very edge of the cataract, dexterously jump off at the critical moment, and after half a dozen narrow escapes, reach the shore, only to repeat the dangerous experiment, as soon as the next opportunity offered itself.\\n\\nIt was the example of these hardy and agile lumbermen, trained from childhood to sport with danger, which inspired Viggo and his followers with a desire to show their mettle.\\n\\n\\\"Sergeant Henning,\\\" said the General to his ever-faithful shadow, \\\"take a squad of five men with you, and cut steering-poles for those for whom boat-hooks cannot be procured.  You will be the last to leave shore.  Report to me if any one fails to obey orders.\\\"\\n\\n\\\"Shall be done, General,\\\" Marcus responded, with a deferential military salute.\\n\\n\\\"The bows, you understand, will be slung by the straps across the backs of the men, while they steer and push with their poles.\\\"\\n\\n\\\"Certainly, General,\\\" said Marcus, with another salute.\\n\\n\\\"You may go.\\\"\\n\\n\\\"All right, General,\\\" answered Marcus, with a third salute.\\n\\nAnd now began the battle.  The East-Siders, fearing that a stratagem was intended, when they saw the enemy moving up the stream, made haste to follow their example, capturing on their way every stray log that came along.  They sent ineffectual showers of arrows into the water, while the brave General Viggo, striding two big logs which he had tied together with a piece of rope, and with a boat-hook in his hand, pushed proudly at the head of his army into the middle of the wide basin.\\n\\nHalvor Reitan was clever enough to see what it meant, and he was not going to allow the West-Siders to gain the heights above him, and attack him in the rear.  He meant to prevent the enemy from landing, or, still better, he would meet him half-way, and drive him back to his own shore.\\n\\nThe latter, though not the wiser course, was the plan which Halvor Reitan adopted.  To have a tussle with the high-nosed Viggo in the middle of the basin, to dislodge him from his raft--that seemed to Halvor a delightful project.  He knew that Viggo was a good swimmer, so he feared no dangerous consequences; and even if he had, it would not have restrained him.  He was so much stronger than Viggo, and here was his much-longed-for opportunity.\\n\\nWith great despatch he made himself a raft of two logs, and seating himself astride them, with his legs in the water, put off from shore.  He shouted to his men to follow him, and they needed no urging. Viggo was now near the middle of the basin, with twenty or thirty picked archers close behind him.  They fired volley after volley of arrows against the enemy, and twice drove him back to the shore.\\n\\nBut Halvor Reitan, shielding his face with a piece of bark which he had picked up, pushed forward in spite of their onslaught, though one arrow knocked off his red-peaked cap, and another scratched his ear.  Now he was but a dozen feet from his foe. He cared little for his bow now; the boat-hook was a far more effectual weapon.\\n\\nViggo saw at a glance that he meant to pull his raft toward him, and, relying upon his greater strength, fling him into the water.\\n\\nHis first plan would therefore be to fence with his own boat- hook, so as to keep his antagonist at a distance.\\n\\nWhen Halvor made the first lunge at the nose of his raft, he foiled the attempt with his own weapon, and managed dexterously to give the hostile raft a downward push, which increased the distance between them.\\n\\n\\\"Take care, General!\\\"  said a respectful voice close to Viggo's ear.  \\\"There is a small log jam down below, which is getting bigger every moment. When it is got afloat, it will be dangerous out here.\\\"\\n\\n\\\"What are you doing here, Sergeant?\\\"  asked the General, severely.  \\\"Did I not tell you to be the last to leave the shore?\\\"\\n\\n\\\"You did, General,\\\" Marcus replied, meekly, \\\"and I obeyed.  But I have pushed to the front so as to be near you.\\\"\\n\\n\\\"I don't need you, Sergeant,\\\" Viggo responded, \\\"you may go to the rear.\\\"\\n\\nThe booming of the cataract nearly drowned his voice and Marcus pretended not to hear it.  A huge lumber mass was piling itself up among the rocks jutting out of the rapids, and a dozen men hanging like flies on the logs, sprang up and down with axes in their hands.  They cut one log here and another there; shouted commands; and fell into the river amid the derisive jeers of the spectators; they scrambled out again and, dripping wet, set to work once more with a cheerful heart, to the mighty music of the cataract, whose thundering rhythm trembled and throbbed in the air.\\n\\nThe boys who were steering their rafts against each other in the comparatively placid basin were too absorbed in their mimic battle to heed what was going on below.  Halvor and Viggo were fighting desperately with their boat-hooks, the one attacking and the other defending himself with great dexterity. They scarcely perceived, in their excitement, that the current was dragging them slowly toward the cataract; nor did they note the warning cries of the men and women on the banks.\\n\\nViggo's blood was hot, his temples throbbed, his eyes flashed.  He would show this miserable clown who had dared to insult him, that the trained skill of a gentleman is worth more than the rude strength of a bully.  With beautiful precision he foiled every attack; struck Halvor's boat-hook up and down, so that the water splashed about him, manoeuvring at the same time his own raft with admirable adroitness.\\n\\nCheer upon cheer rent the air, after each of his successful sallies, and his comrades, selecting their antagonists from among the enemy, now pressed forward, all eager to bear their part in the fray.\\n\\nSplash!  splash!  splash!  one East-Sider was dismounted, got an involuntary bath, but scrambled up on his raft again.  The next time it was a West-Sider who got a ducking, but seemed none the worse for it.  There was a yelling and a cheering, now from one side and now from the other, which made everyone forget that something was going on at that moment of greater importance than the mimic warfare of boys.\\n\\nAll the interest of the contending parties was concentrated on the duel of their chieftains.  It seemed now really that Halvor was getting the worst of it.  He could not get close enough to use his brawny muscles; and in precision of aim and adroitness of movement he was not Viggo's match.\\n\\nAgain and again he thrust his long-handled boat-hook angrily against the bottom (for the flooded parts of the banks were very shallow), to push the raft forward, but every time Viggo managed to turn it sideward, and Halvor had to exert all his presence of mind to keep his seat.  Wild with rage he sprang up on his slender raft and made a vicious lunge at his opponent, who warded the blow with such force that the handle of the boat-hook broke, and Halvor lost his balance and fell into the water.\\n\\nAt this same instant a tremendous crash was heard from below, followed by a long rumble as of mighty artillery.  A scream of horror went up from the banks, as the great lumber mass rolled down into the cataract, making a sudden suction which it seemed impossible that the unhappy boys could resist.\\n\\nThe majority of both sides, seeing their danger, beat, by means of their boat-hooks, a hasty retreat, and as they were in shallow water were hauled ashore by the lumbermen, who sprang into the river to save them.\\n\\nWhen the clouds of spray had cleared away, only three figures were visible.  Viggo, still astride of his raft, was fighting, not for his own life, but for that of his enemy, Halvor, who was struggling helplessly in the white rapids.  Close behind his commander stood little Marcus on his raft, holding on, with one hand to the boat-hook which he had hewn, with all his might, into Viggo's raft, and with the other grasping the branch of a half-submerged tree.\\n\\n\\\"Save yourself, General!\\\"  he yelled, wildly. \\\"Let go there.  I can't hold on much longer.\\\"\\n\\nBut Viggo did not heed.  He saw nothing but the pale, frightened face of his antagonist, who might lose his life.  With a desperate effort he flung his boat-hook toward him and succeeded this time in laying hold of the leather girdle about his waist.  One hundred feet below yawned the foaming, weltering abyss, from which the white smoke ascended.  If Marcus lost his grip, if the branch snapped no human power could save them; they were all dead men.\\n\\nBy this time the people on the shore had discovered that three lives were hanging on the brink of eternity.  Twenty men had waded waist-deep into the current and had flung a stout rope to the noble little fellow who was risking his own life for his friend.\\n\\n\\\"Keep your hold, my brave lad!\\\"  they cried; \\\"hold on another minute!\\\"\\n\\n\\\"Grab the rope!\\\"  screamed others.\\n\\nMarcus clinched his teeth, and his numb arms trembled, mist gathered in his eyes--his heart stood still.  But with a clutch that seemed superhuman he held on.  He had but one thought-- Viggo, his chief!  Viggo, his idol!  Viggo, his general!  He must save him or die with him.  One end of the rope was hanging on the branch and was within easy reach; but he did not venture to seize it, lest the wrench caused by his motion might detach his hold on Viggo's raft.\\n\\nViggo, who just now was pulling Halvor out of the water, saw in an instant that he had by adding his weight to the raft, increased the chance of both being carried to their death.  With quick resolution he plunged the beak of his own boat-hook into Marcus's raft, and shouted to Halvor to save himself.  The latter, taking in the situation at a glance, laid hold of the handle of the boat-hook and together they pulled up alongside of Marcus and leaped aboard his raft, whereupon Viggo's raft drifted downward and vanished in a flash in the yellow torrent.\\n\\nAt that very instant Marcus's strength gave out; he relaxed his grip on the branch, which slid out of his hand, and they would inevitably have darted over the brink of the cataract if Viggo had not, with great adroitness, snatched the rope from the branch of the half-submerged tree.\\n\\nA wild shout, half a cheer, half a cry of relief, went up from the banks, as the raft with the three lads was slowly hauled toward the shore by the lumbermen who had thrown the rope.\\n\\nHalvor Reitan was the first to step ashore.  But no joyous welcome greeted him from those whose sympathies had, a little while ago, been all on his side.  He hung around uneasily for some minutes, feeling perhaps that he ought to say something to Viggo who had saved his life, but as he could not think of anything which did not seem foolish, he skulked away unnoticed toward the edge of the forest.\\n\\nBut when Viggo stepped ashore, carrying the unconscious Marcus in his arms, how the crowd rushed forward to gaze at him, to press his hands, to call down God's blessing upon him!  He had never imagined that he was such a hero.  It was Marcus, not he, to whom their ovation was due.  But poor Marcus--it was well for him that he had fainted from over-exertion; for otherwise he would have fainted from embarrassment at the honors which would have been showered upon him.\\n\\nThe West-Siders, marching two abreast, with their bows slung across their shoulders, escorted their general home, cheering and shouting as they went.  When they were half-way up the hillside, Marcus opened his eyes, and finding himself so close to his beloved general, blushed crimson, scarlet, and purple, and all the other shades that an embarrassed blush is capable of assuming.\\n\\n\\\"Please, General,\\\" he stammered, \\\"don't bother about me.\\\"\\n\\nViggo had thought of making a speech exalting the heroism of his faithful follower.  But he saw at a glance that his praise would be more grateful to Marcus, if he received it in private.\\n\\nWhen, however, the boys gave him a parting cheer, in front of his father's mansion, he forgot his resolution, leaped up on the steps, and lifting the blushing Marcus above his head; called out:\\n\\n\\\"Three cheers for the bravest boy in Norway!\\\"\\n\\nBICEPS GRIMLUND'S CHRISTMAS VACATION\\n\\nI.\\n\\nThe great question which Albert Grimlund was debating was fraught with unpleasant possibilities. He could not go home for the Christmas vacation, for his father lived in Drontheim, which is so far away from Christiania that it was scarcely worth while making the journey for a mere two-weeks' holiday.  Then, on the other hand, he had an old great-aunt who lived but a few miles from the city.  She had, from conscientious motives, he feared, sent him an invitation to pass Christmas with her.  But Albert had a poor opinion of Aunt Elsbeth.  He thought her a very tedious person. She had a dozen cats, talked of nothing but sermons and lessons, and asked him occasionally, with pleasant humor, whether he got many whippings at school.  She failed to comprehend that a boy could not amuse himself forever by looking at the pictures in the old family Bible, holding yarn, and listening to oft-repeated stories, which he knew by heart, concerning the doings and sayings of his grandfather.  Aunt Elsbeth, after a previous experience with her nephew, had come to regard boys as rather a reprehensible kind of animal, who differed in many of their ways from girls, and altogether to the boys' disadvantage.\\n\\nNow, the prospect of being \\\"caged\\\" for two weeks with this estimable lady was, as I said, not at all pleasant to Albert.  He was sixteen years old, loved out-door sports, and had no taste for cats.  His chief pride was his muscle, and no boy ever made his acquaintance without being invited to feel the size and hardness of his biceps.  This was a standing joke in the Latin school, and Albert was generally known among his companions as \\\"Biceps\\\" Grimlund.  He was not very tall for his age, but broad-shouldered and deep-chested, with something in his glance, his gait, and his manners which showed that he had been born and bred near the sea.  He cultivated a weather-beaten complexion, and was particularly proud when the skin \\\"peeled\\\" on his nose, which it usually did in the summer-time, during his visits to his home in the extreme north.  Like most blond people, when sunburnt, he was red, not brown; and this became a source of great satisfaction when he learned that Lord Nelson had the same peculiarity.  Albert's favorite books were the sea romances of Captain Marryat, whose \\\"Peter Simple\\\" and \\\"Midshipman Easy\\\" he held to be the noblest products of human genius.  It was a bitter disappointment to him that his father forbade his going to sea and was educating him to be a \\\"landlubber,\\\" which he had been taught by his boy associates to regard as the most contemptible thing on earth.\\n\\nTwo days before Christmas, Biceps Grimlund was sitting in his room, looking gloomily out of the window.  He wished to postpone as long as possible his departure for Aunt Elsbeth's country-place, for he foresaw that both he and she were doomed to a surfeit of each other's company during the coming fortnight.  At last he heaved a deep sigh and languidly began to pack his trunk.  He had just disposed the dear Marryat books on top of his starched shirts, when he heard rapid footsteps on the stairs, and the next moment the door burst open, and his classmate, Ralph Hoyer, rushed breathlessly into the room.\\n\\n\\\"Biceps,\\\" he cried, \\\"look at this!  Here is a letter from my father, and he tells me to invite one of my classmates to come home with me for the vacation.  Will you come?  Oh, we shall have grand times, I tell you!  No end of fun!\\\"\\n\\nAlbert, instead of answering, jumped up and danced a jig on the floor, upsetting two chairs and breaking the wash-pitcher.\\n\\n\\\"Hurrah!\\\"  he cried, \\\"I'm your man.  Shake hands on it, Ralph!  You have saved me from two weeks of cats and yarn and moping!  Give us your paw!  I never was so glad to see anybody in all my life.\\\"\\n\\nAnd to prove it, he seized Ralph by the shoulders, gave him a vigorous whirl and forced him to join in the dance.\\n\\n\\\"Now, stop your nonsense,\\\" Ralph protested, laughing; \\\"if you have so much strength to waste, wait till we are at home in Solheim, and you'll have a chance to use it profitably.\\\"\\n\\nAlbert flung himself down on his old rep-covered sofa.  It seemed to have some internal disorder, for its springs rattled and a vague musical twang indicated that something or other had snapped.  It had seen much maltreatment, that poor old piece of furniture, and bore visible marks of it.  When, after various exhibitions of joy, their boisterous delight had quieted down, both boys began to discuss their plans for the vacation.\\n\\n\\\"But I fear my groom may freeze, down there in the street,\\\" Ralph ejaculated, cutting short the discussion; \\\"it is bitter cold, and he can't leave the horses.  Hurry up, now, old man, and I'll help you pack.\\\"\\n\\nIt did not take them long to complete the packing.  Albert sent a telegram to his father, asking permission to accept Ralph's invitation; but, knowing well that the reply would be favorable, did not think it necessary to wait for it.  With the assistance of his friend he now wrapped himself in two overcoats, pulled a pair of thick woollen stockings over the outside of his boots and a pair of fur-lined top-boots outside of these, girded himself with three long scarfs, and pulled his brown otter-skin cap down over his ears.  He was nearly as broad as he was long, when he had completed these operations, and descended into the street where the big double-sleigh (made in the shape of a huge white swan) was awaiting them.  They now called at Ralph's lodgings, whence he presently emerged in a similar Esquimau costume, wearing a wolf-skin coat which left nothing visible except the tip of his nose and the steam of his breath.  Then they started off merrily with jingling bells, and waved a farewell toward many a window, wherein were friends and acquaintances.  They felt in so jolly a mood, that they could not help shouting their joy in the face of all the world, and crowing over all poor wretches who were left to spend the holidays in the city.\\n\\nII.\\n\\nSolheim was about twenty miles from the city, and it was nine o'clock in the evening when the boys arrived there.  The moon was shining brightly, and the Milky Way, with its myriad stars, looked like a luminous mist across the vault of the sky.  The aurora borealis swept down from the north with white and pink radiations which flushed the dark blue sky for an instant, and vanished. The earth was white, as far as the eye could reach --splendidly, dazzlingly white.  And out of the white radiance rose the great dark pile of masonry called Solheim, with its tall chimneys and dormer-windows and old-fashioned gables.  Round about stood the tall leafless maples and chestnut-trees, sparkling with frost and stretching their gaunt arms against the heavens.  The two horses, when they swung up before the great front-door, were so white with hoar-frost that they looked shaggy like goats, and no one could tell what was their original color. Their breath was blown in two vapory columns from their nostrils and drifted about their heads like steam about a locomotive.\\n\\nThe sleigh-bells had announced the arrival of the guests, and a great shout of welcome was heard from the hall of the house, which seemed alive with grownup people and children.  Ralph jumped out of the sleigh, embraced at random half a dozen people, one of whom was his mother, kissed right and left, protesting laughingly against being smothered in affection, and finally managed to introduce his friend, who for the moment was feeling a trifle lonely.\\n\\n\\\"Here, father,\\\" he cried.  \\\"Biceps, this is my father; and, father, this is my Biceps----\\\"\\n\\n\\\"What stuff you are talking, boy,\\\" his father exclaimed.  \\\"How can this young fellow be your biceps----\\\"\\n\\n\\\"Well, how can a man keep his senses in such confusion?\\\"  said the son of the house.  \\\"This is my friend and classmate, Albert Grimlund, alias Biceps Grimlund, and the strongest man in the whole school.  Just feel his biceps, mother, and you'll see.\\\"\\n\\n\\\"No, I thank you.  I'll take your word for it,\\\" replied Mrs. Hoyer.  \\\"As I intend to treat him as a friend of my son should be treated, I hope he will not feel inclined to give me any proof of his muscularity.\\\"\\n\\nWhen, with the aid of the younger children, the travellers had divested themselves of their various wraps and overcoats, they were ushered into the old-fashioned sitting-room.  In one corner roared an enormous, many-storied, iron stove.  It had a picture in relief, on one side, of Diana the Huntress, with her nymphs and baying hounds.  In the middle of the room stood a big table, and in the middle of the table a big lamp, about which the entire family soon gathered.  It was so cosey and homelike that Albert, before he had been half an hour in the room, felt gratefully the atmosphere of mutual affection which pervaded the house.  It amused him particularly to watch the little girls, of whom there were six, and to observe their profound admiration for their big brother.  Every now and then one of them, sidling up to him while he sat talking, would cautiously touch his ear or a curl of his hair; and if he deigned to take any notice of her, offering her, perhaps, a perfunctory kiss, her pride and pleasure were charming to witness.\\n\\nPresently the signal was given that supper was ready, and various savory odors, which escaped, whenever a door was opened, served to arouse the anticipations of the boys to the highest pitch.  Now, if I did not have so much else to tell you, I should stop here and describe that supper.  There were twenty-two people who sat down to it; but that was nothing unusual at Solheim, for it was a hospitable house, where every wayfarer was welcome, either to the table in the servants' hall or to the master's table in the dining-room.\\n\\nIII.\\n\\nAt the stroke of ten all the family arose, and each in turn kissed the father and mother good-night; whereupon Mr. Hoyer took the great lamp from the table and mounted the stairs, followed by his pack of noisy boys and girls.  Albert and Ralph found themselves, with four smaller Hoyers, in an enormous low-ceiled room with many windows.  In three corners stood huge canopied bedsteads, with flowered-chintz curtains and mountainous eiderdown coverings which swelled up toward the ceiling. In the middle of the wall, opposite the windows, a big iron stove, like the one in the sitting-room (only that it was adorned with a bunch of flowers, peaches, and grapes, and not with Diana and her nymphs), was roaring merrily, and sending a long red sheen from its draught-hole across the floor.\\n\\nAround the big warm stove the boys gathered (for it was positively Siberian in the region of the windows), and while undressing played various pranks upon each other, which created much merriment. But the most laughter was provoked at the expense of Finn Hoyer, a boy of fourteen, whose bare back his brother insisted upon exhibiting to his guest; for it was decorated with a facsimile of the picture on the stove, showing roses and luscious peaches and grapes in red relief.  Three years before, on Christmas Eve, the boys had stood about the red-hot stove, undressing for their bath, and Finn, who was naked, had, in the general scrimmage to get first into the bath-tub, been pushed against the glowing iron, the ornamentation of which had been beautifully burned upon his back. He had to be wrapped in oil and cotton after that adventure, and he recovered in due time, but never quite relished the distinction he had acquired by his pictorial skin.\",\"timestamp\":1641284702,\"title\":\"\\nA deadly feud was raging among the boys of Numedale.  The East-Siders hated the West-Siders, and thrashed them\"},\"digest\":\"oV7J8P3LLJEngl0K0_Li8Y-1z_SCtw4Gx1tuGlnuNKo\",\"authorship\":{\"contributor\":\"0x90172af57cfCfbdA1dac8055668d7B5df7f90f1E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lDk6CFy52Y1i7e7CzM4LlCnseoohMENhMrIKne9Gulo\\\",\\\"y\\\":\\\"2-psTTGAAU1cbNG9HAxsUDUJGpfKWZZwdSdQyeVd5po\\\"}\",\"signature\":\"_Jxhy6DmjYCmY5YMkjBR0EPUTmrmDbRbFqvSkpOirFtLBb6NWJDglslSeyVmwCOTrJST5fnb9SxXRUtfhets1A\",\"signingKeySignature\":\"0xd73fe9f10e1e043e92d73a8dbbac02c23978c362d28c8d4639048e52654e8ba902d7b7a906818ec591eef2419f9da5e3c3cad5575cb033268597d5b00923a9cd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lDk6CFy52Y1i7e7CzM4LlCnseoohMENhMrIKne9Gulo\\\",\\\"y\\\":\\\"2-psTTGAAU1cbNG9HAxsUDUJGpfKWZZwdSdQyeVd5po\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"oV7J8P3LLJEngl0K0_Li8Y-1z_SCtw4Gx1tuGlnuNKo\"}"