"{\"content\":{\"body\":\"“既然陈先生不在，那我就不打扰了，祝各位吃的愉快。”\\n\\n马金文来去如风，送了礼就走了，留下呆若木鸡的众人。\\n\\n江国民手里拿着卡，咳嗽了几声，问道：“你们谁认识陈先生？”\\n\\n众人摇头，这样能量的人物，能让聚贤阁的老板亲自过来送吃的送好酒，绝对不是他们这个层次能认识的。\\n\\n“难不成是陈平？”\\n\\n也不知道是谁讥笑的说了句，顿时引发了众人的哄笑。\\n\\n“别逗了，怎么会是他那个废物，要是他，我能把这酒瓶吞了。”\\n\\n“咱们那个表姐夫啊，除了占了人家的姓，还能有什么出息？”\\n\\n几个年轻的小辈，肆无忌惮的嘲讽着。\\n\\n江婉听着格外的刺耳，怒斥了几声：“够了！你们说什么呢？他好歹也是你们的姐夫！”\\n\\n切。\\n\\n几个年轻的小辈很嚣张的挑了挑眉，也没再说什么。\\n\\n江国民也说了几句，让大家不要争吵。\\n\\n几个老朋友则是羡慕的要死。\\n\\n“老江啊，这就是你的不对了，认识这么厉害的人物也不介绍我们认识认识。”\\n\\n“你太不上道了，又是《春山伴侣图》，又是陈先生的。”\\n\\n“来来来，别管那些了，国藏汾酒啊，酒中皇品，尝尝。”\\n\\n江国民心痛，忙的拿了一瓶收起来，另一瓶开了。\\n\\n其他人也不会说什么，能喝到一杯都是他们三生有幸了。\\n\\n恰在此时，高阳道：“江叔叔，我应该知道这个陈先生，提供这次展会场地的幕后老板就姓陈，你说会不会是他知道你生日，让人送来的？”\\n\\n高阳也是猜的，但是展会场地提供的老板确实姓陈。\\n\\n他虽然没见过，但是接待的秘书说过老板姓陈，还让他不要张扬。\\n\\n“真的吗？那我可得好好感谢感谢这位陈老板，太客气了。”江国民显得很激动，拉着高阳的手道：“小高啊，你一定要帮叔叔把这位陈老板约出来，这一看就是爱好收藏的同道中人啊。”\\n\\n“一定一定。”高阳满口答应，能被江叔叔如此看重，他自然乐此不疲。\\n\\n“哎，同样姓陈，有的却是送外卖的。”\\n\\n江铃不合时宜的又说了句，一下子，就跟一根刺一样扎在江婉的心口。\\n\\n江婉咬牙恨恨的喝了一口饮料，起身道：“爸，我去医院看看米粒，先走了。”\\n\\n江国民知道自己女儿留在这儿，也是受罪，所以也挥了挥手让她走了。\\n\\n这两年，女儿和自己疏远了很多，还不都是因为那个废物陈平。\\n\\n“表姐，急着回去啊，可不要骂我们表姐夫哦。”江铃又讥笑的说了句，“他这礼物，挺好的，虽然是假的。”\\n\\n江婉刚抬步走到门口，捏了捏小拳头，头也不回的离开了。\\n\\n她一走，众人开始讨论起这个陈先生，同时不免得就又要奚落几句陈平。\\n\\n目光回到陈平这边，他刚出了聚贤阁没多久，就收到了一条短信。\\n\\n“陈先生，我是马金文，一切都准备的妥妥的，您的岳父很开心。”\\n\\n马金文？\\n\\n哦，对了，聚贤阁的老板。\\n\\n看样子，这马金文挺会来事啊。\\n\\n陈平回了句：“我不追究你从哪弄来的我的号码，这件事，你最好没有透露我的身份。”\\n\\n那边马金文在收到陈平的回复后，诚惶诚恐的回道：“陈先生，您放心，绝对没有。”\\n\\n陈平点点头，也没再回他，朝着医院就走了过去。\\n\\n回到医院，陈平坐在病床边，看着熟睡中的女儿，很是可爱。\\n\\n这小鼻子像她妈妈，这小嘴巴也像她妈妈，这眼睛像自己。\\n\\n我的女儿，就是这么好看！\\n\\n长大了一定是大美女！\\n\\n没多久，江婉就一脸冷冰冰的回来了，坐在米粒床边，看着自己的女儿。\\n\\n陈平刚打水回来，看到江婉，笑了笑道：“你来了，这里我来照顾就行了，你回去休息吧。”\\n\\n江婉没说话，看着自己的女儿，眼睛通红，像是极力的克制着什么情绪似的。\\n\\n“怎么了？”陈平也发现了江婉的不对劲。\\n\\n“陈平，你难道想让米粒一直这样吗？你不想她得到更好的治疗吗？上次医生不是讲过了，只要拿出一百万，就可以给米粒做手术。”江婉红着眼眶，“现在米粒3岁，是最佳的治疗期。”\\n\\n陈平看了眼睡梦中的米粒，道：“我知道，我会想办法的。”\\n\\n“想办法？你能想什么办法？”江婉自嘲的笑了声，眼眶中的泪水滚下来，“陈平，算我求你了，你去给我爸妈低个头行吗？”\\n\\n“江婉，你相信我，我自己有办法。”陈平道。\\n\\n老婆，你是不知道，我已经开始做了。\\n\\n米粒可是全球最大财团家族继承人的女人，她是天之骄女，是金枝玉叶。\\n\\n“办法？你除了给我丢脸之外，还能做什么？”江婉生气的指责着陈平，“今天我爸的生日，你送礼寒碜也就算了，偏偏要送什么画？还是假的！你知道他们怎么说我的吗？我真的受够你了陈平，你能不能替我和米粒多想想？”\\n\\n陈平知道江婉这两年很委屈，也的确很辛苦。\\n\\n受尽白眼和嘲讽。\\n\\n但是他有不得已的苦衷啊。\\n\\n不过现在好了，自己继承了家族财产，一切都变了。\\n\\n“婉儿，你相信我，我肯定给米粒最好的治疗，我也肯定会弥补这两年对你的伤害。”陈平抱着江婉的肩膀，却被对方甩开了。\\n\\n江婉很失望，他总是这样，却从未兑现过。\\n\\n“够了，我不想再听了，明天我就会带米粒出院，我自己会想办法。”江婉抹了抹眼泪，决然道。\\n\\n“婉儿，其实我是……”陈平忍不住，刚开口就被江婉一个眼神给瞪了回来。\\n\\n“你是什么你是？你就是个废物！”江婉冷冷的开口道。\\n\\n推着陈平出了病房，江婉一个人守着米粒。\\n\\n病房外的陈平，坐在枯燥安静的走廊里，想着江婉最后看向自己的眼神，多么的失望啊。\\n\\n江婉，其实我是顶级富二代啊。\\n\\n我有万亿资产啊。\\n\\n陈平自己出了医院，给乔富贵打了个电话：“老乔，我女儿治疗那件事安排的怎么样了？”\\n\\n电话那头乔富贵恭敬的回道：“少爷，都安排好了，过几天国际知名的心脏科唐和敏教授会到上江市，到时候我会安排他到医院来，以讲课实践的方式给小姐做手术。”\\n\\n“嗯，你安排吧，一切做到自然，不可声张。”陈平道。\\n\\n“您放心少爷，绝对不会暴露您的身份，绝对是偶然。手术之后，我还安排了一场专门针对先天性心脏病的儿童的募捐活动，那样的话，也就没人怀疑了。”\\n\\n乔富贵道，“对了，唐和敏教授听说您在上江市，想要跟您单独见面。”\\n\\n“到时候再说吧。”陈平回道，就挂了电话。\\n\\n他现在心里有些烦躁。\\n\\n乔富贵那头立马就拨通了另一个号码，道：“老唐，我已经转告给我家少爷了，剩下的你可要自己争取了。”\\n\\n电话那头，金陵市，唐仁医院的院长办公室内。\\n\\n唐和敏在接到乔富贵的电话后，激动地直接站起来，道：“好好好，多谢乔兄了，大恩不言谢。”\\n\\n刚挂完电话，办公室内沙发上一个年轻的医生，就急着问道：“唐院长，谁的电话，瞧您高兴的。”\\n\\n唐和敏哈哈的笑了几声，道：“宋主任，三天后和我去上江市，有个特殊病人要做个手术，我们必须配备院内最顶尖的医生，你赶紧去准备准备。”\\n\\n那宋主任应了声好，便下去准备了。\\n\\n而这边，陈平在挂了电话后，就接到了另一通电话，是个女人，声音很甜，听上去如沐春风。\\n\\n“您好陈先生，我这边是国华展厅的负责人楚安安，展厅现在已经转到您个人名下了，周六江国民先生的个人展会也已经安排好了，您要过来看看吗？”\\n\\n陈平本来不想去的，但是想想还是回道：“好，我抽空过去看看吧。”\\n\\n毕竟是老丈人的个人收藏展会，马虎不得。\\n\\n“好的陈先生，我这就安排下去。”那头的楚安安声音甜柔道，“对了陈先生，这次对方接洽的负责人高阳高先生，想要跟您见一面，需要安排预约吗？”\\n\\n高阳？\\n\\n对了，差点忘了，酒席上，高阳说过他安排好了。\\n\\n呵呵。\\n\\n怕是他没想到，绞尽脑汁想要租下来的展厅，是我陈平买下来，并特意租给他的吧。\\n\\n见还是不见呢？\\n\\n[阅读更多](https://lianjiec455955.zhangwen.cn/link?code=1067988)\",\"timestamp\":1641520327,\"title\":\"第13章，哪个陈先生\"},\"digest\":\"JUJQjCAEjPNHn4DOy5-rd2lQgbWlYc1AZhtZXqfavbM\",\"authorship\":{\"contributor\":\"0x74EF64C675BBC6419ECf8D10fd15a82610615ae3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wdUC6m8EFgjntfZp6uEFppjiF2loyL6Q0Rl6vEN6COE\\\",\\\"y\\\":\\\"Piia37VdnfT9HmQ57vdDK7vFbw8i1Iu9OMdnMbx-1io\\\"}\",\"signature\":\"aNdntnrUBDz9ricxoone4wxmNN6QdpBq5gLw1mzXS3Vb--O05BhgQvLY7-gcNnk_RVySK2wuodFgEXRdZK_vMg\",\"signingKeySignature\":\"0x43cb7a8d2bdb999e7256782e6b013f63c3652b89aeb6ec219b03b8472d85bc86652881d2b53fa7f6f7ac7d1466aa7903ce872a60e714df5d9c8128735cbcc6331b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wdUC6m8EFgjntfZp6uEFppjiF2loyL6Q0Rl6vEN6COE\\\",\\\"y\\\":\\\"Piia37VdnfT9HmQ57vdDK7vFbw8i1Iu9OMdnMbx-1io\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JUJQjCAEjPNHn4DOy5-rd2lQgbWlYc1AZhtZXqfavbM\"}"