"{\"content\":{\"body\":\"## DAO as a goal-oriented organization\\n\\nCompany structure has a great influence on the overall performance of a company. From policy implementation to internal culture and meeting customer expectations, organizations can build their competitive advantage directly from their blueprint. An inclusive structure is particularly critical for goal-oriented organizations. These organizations must have a convincing \\\"what to do, where, when, why, who does it when pursuing social goals and non-financial goals.\\\" , What to do\\\" to motivate contributors.\\n\\nUntil recently, while maintaining the driving force and economic sustainability, adjusting the incentive mechanism in every movement has always been an innovation. However, as stated by the Malta-based Gannado Advocates law firm, real management should “permeate all areas of life, especially where personal interests may conflict with the larger public interest”, which is inadvertently mentioned Arriving at the Decentralized Organization (DAO): Online communities usually have their own members \\\"tokens\\\" and jointly control the crypto wallet to pursue common goals, such as running a business or charity. Through integration as a DAO, any goal-oriented organization can be equipped with tools, through economic incentive sharing plans, so that horizontal leadership can be exerted. This evokes the best thing that mankind can offer: the innate desire to contribute to something greater than ourselves and our interests.\\n\\n## How to build a goal-oriented organization\\n\\nAs EY Ireland pointed out, the establishment of a goal-oriented organization requires several prerequisites:\\n\\nBelief\\n\\nParticipate in leadership\\n\\nOverall goal\\n\\nClear communication\\n\\nConsistent incentives and performance indicators\\n\\nAuthorized individual\\n\\nDetermined core values\\n\\nDue to the current existence of these factors, DAO can be configured to meet all these requirements:\\n\\n## Belief\\n\\nDAO is not allowed to join (directly), and you need to purchase corresponding governance tokens to participate. This structure is the self-selection of the members, and they have a positive belief in the founding goal of the DAO. Regarding Aragon Govern, this founding purpose is solemnly enshrined in the constitutional agreement, which outlines the goals of the DAO and the members are accountable to it in the Aragon Court.\\n\\n## Participate in leadership\\n\\nA member structure motivated by a common goal will naturally produce a leading leadership. The leader as the first actor is the most obvious evidence that DAO is different from previous traditional organizations, just like Shapeshift founder Eric Voorhees did earlier this year.\\n\\n## Overall goal\\n\\nThe traditional hierarchical structure often stifles innovation by depriving lower-level employees of purposeful goals. Similarly, senior managers are not responsible to the people below, and dissatisfaction and conflict may arise when the project is not performed well or the promise is not fulfilled. In contrast, DAO is a horizontal organization with very little (if any) command and control structure. Binding with the decision-making on the chain, any member can freely vote on the target at will, and a successful vote will release funds to the proposed project or department. In this way, the goals generated by the operations of the DAO members will be directly integrated into the operation of the entire organization.\\n\\n## Clear communication\\n\\nVarious communication methods on channels such as Discord or Telegram are an integral part of DAO's daily operations. However, progress can only be achieved if the dialogue is refined into a concrete plan for members to vote: only a successful vote can release funds. The inherent characteristic of DAO is a potential constraint factor in all internal communication, and it penetrates into the organizational culture with its clear and insightful expectations.\\n\\n## Consistent incentives and performance indicators\\n\\nDAO replaces most of the core of the organization with a software stack. In this case, solving operational problems such as incentives and indicators can be as simple as installing a plug-in. The latest example is the cooperation between Aragon and UMA to integrate key performance indicators into Aragon's governance to incentivize DAO to migrate its assets from Aragon customers.\\n\\n## Authorized individual\\n\\nDAO members are fully entitled to use various tools to make suggestions, vote and implement proposals (if the proposal is passed). For example, Aragon Voice allows any holder of ERC20 tokens to petition other holders and make favorable suggestions.\\n\\nIt is worth noting that the pursuit of collective goals in DAO is completely voluntary, which eliminates the compulsory political anxiety about pursuing collective goals. Since the membership of the DAO is not authorized, and the safeguards that prevent centralization are encrypted, the power within the DAO is truly distributed, and the collective goal is not at the expense of individual freedom.\\n\\n## Establish core values\\n\\nCore values ​​such as decentralization and universal suffrage are incorporated into Aragon's technology stack, which means that projects built on it will inevitably continue to carry these core values. This is of great significance to the pioneering project of a female-led DAO such as Zebpay, which allows women to build their ability to own capital in a traditional paternalistic society by participating in a male-led technical department. With the development of ecosystems such as Aragon, more positive feedback will only be added, and even more similar projects will be transformed into DAOs, further strengthening these core values.\\n\\n## Build your own goal-oriented organization\\n\\nCompared with traditional methods, it is very easy to construct a goal-led organization as a DAO, simple to manage, and almost no fixed cost. If you are looking for inspiration, please understand how Elimu started a charity (from their bedroom). If you have questions about this technology, we have the following resources:\\n\\n## What is DAO?\\n\\nHow to become a DAO: the answer to the starter\\n\\nIf you have decided to go deeper and build your own DAO, click here to join us, please contact us if you need any help.\",\"timestamp\":1639725596,\"title\":\"Goal-oriented DAO is coming\"},\"digest\":\"ixztfBUl_QawiYieLG6nrshi7Kf255BmKiWRhHAl6-8\",\"authorship\":{\"contributor\":\"0x6cc4bD21cA290d7afcA9503d65B55e1620A7A304\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nZUyOOvZuoyqgDBXZgIe5NrUYnsvB7U2nirQa4hv2rs\\\",\\\"y\\\":\\\"OfEVDYjDi0Gz2ousBvDdeK8p94teuZLeMtZWfRIqhoI\\\"}\",\"signature\":\"iGTc8PXPLHhndHOA3z8w3aNTwpJD_e_zJpiOVckCxEKjG-z9vdGGlymgtYv8fVLs1nxfLojL2UDLTqP_1SQ6cQ\",\"signingKeySignature\":\"0x91fc5a0422ac2ee1aa200cb2b3d303585513ebe088744a4d65acfd3b2bc749e50d9ca144b2b82ffa09a66942efe8c9956a56e2be8161195be274e3751a62d69b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nZUyOOvZuoyqgDBXZgIe5NrUYnsvB7U2nirQa4hv2rs\\\",\\\"y\\\":\\\"OfEVDYjDi0Gz2ousBvDdeK8p94teuZLeMtZWfRIqhoI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ixztfBUl_QawiYieLG6nrshi7Kf255BmKiWRhHAl6-8\"}"