"{\"content\":{\"body\":\"![](https://miro.medium.com/max/16000/1\\\\*eEk3iZuroqw62EWEtpt29w.jpeg)\\n\\nThere is often an us vs. them silo attitude in business. Sociologists like William Sumner (1906) would call this **in-group favoritism**.\\n\\n> *He “posited that humans are a species that join together in groups by their very nature. However, he also maintained that humans had an innate tendency to favour their own group over others, proclaiming how “each group nourishes its own pride and vanity, boasts itself superior, exists in its own divinities, and looks with contempt on outsiders.” ([Source](https://en.wikipedia.org/wiki/In-group/_favoritism))*\\n\\n## How to avoid in-group favouritism\\n\\nUnfortunately, we often use ceremonies and language to divide us. As a practical example: *We* in agile/UX talk about sprints, stories, personas, story points, mental models and VOC. We use fancy UX and agile terms, use stickies and Jira. Stakeholders often do not.\\n\\nWe often feel like we *have to work with them* and then manage all their *irrational expectations*. This is often how I hear people talk about internal or external stakeholders.\\n\\nConsider them part of your in-group, not your out-group.\\n\\n## How to find a ubiquitous language\\n\\nI am not arguing against specialized language. What I am saying is that one should be mindful who is present in the meeting and how inclusive and accessible the language is.\\n\\nIf I talk to a Senior Agile/UX/BA Practitioner, I could say something like:\\n\\n> *“Going more low-fi in the prototype should reduce our cycle time and increase the team’s velocity in the long term.”*\\n\\nThis is efficient because we both know what these words mean. The language is ubiquitous to us.\\n\\nWould we be in a room with more junior team members or team members who are not familiar with this language, we would be exclusive and our language would not be ubiquitous anymore.\\n\\nI know that it feels great to *sound like* you know it all and are highly educated and skilled.\\n\\nDon’t be focused on your ego though, be focused on the team and the value of the work we all can produce together.\\n\\nIf you think there is value in a more specialized language, then be inclusive and explain your language or better find a ubiquitous language that is accessible to everyone. Language should increase understanding and unity, not cause exclusivity and division.\\n\\n**Instead of thinking about controlling or managing your stakeholders and instead of talking *to* them, think of them as part of the overall project team, talk *with* them.** Even though they speak a different language, they likely have very similar goals and you might learn more from them than you may think.\",\"timestamp\":1640000342,\"title\":\"Don’t manage your stakeholders, engage them!\"},\"digest\":\"uf7EK4nzQQ26sU9K6gFJtFx7Aerx4j6S1daOraGyEMM\",\"authorship\":{\"contributor\":\"0xee493421a464254722524110D62048E4409552a9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"07QJ1EJ1El1BNkjnG1CMbiST6ZEa5b2qEmEtc0vZyhY\\\",\\\"y\\\":\\\"UmOgcI3_mQbzjmNiEibz9Er927lyLi91_U7q3LsfB5I\\\"}\",\"signature\":\"PuaGplsKfdEwvXQ3c6YQ3mZieUuIbafpJ7jBlA4zFrO0_eJFrKcXDboYwRKH_Cwaa9RWzFCqMpZYjDq9ssvxIg\",\"signingKeySignature\":\"0xb65ed0bf523a6640d62ed55a4206eabebc9cd55b5a12d5b16bf570bad764162106bd6a4096d38c69ce04220503bc1d8fc27988cd2e9a577682f22dbf5fd5f3e51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"07QJ1EJ1El1BNkjnG1CMbiST6ZEa5b2qEmEtc0vZyhY\\\",\\\"y\\\":\\\"UmOgcI3_mQbzjmNiEibz9Er927lyLi91_U7q3LsfB5I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uf7EK4nzQQ26sU9K6gFJtFx7Aerx4j6S1daOraGyEMM\"}"