"{\"content\":{\"body\":\"在交易的市场中， 庄家几乎掌握着所有的资源， 消息，舆论，媒体，热度， 项目方，筹码，金钱甚至游戏规则也是他们能修改的。 你在场上，跟庄家玩，相当于你跟一个既是运动员又是裁判员，官员，纪委，老板的人在比赛。几乎每一个维度你都处在劣势层次，但是唯有一样，你是占优的。 你资金量比庄家少， 你筹码也比庄家少， 这个是缺点也是优点。 大部分时间 你想卖是可以卖的出去的， 你的卖出对市场也没有什么影响。\\n\\n庄家的目的，在数字货币市场就更加直白了， 毕竟发币成本几乎为零，庄家一切的一切都是为了用他0成本的币换你手里的钱， 然后人家阳光沙滩海洋，嫩模游艇派对。\\n\\n一般来说上涨是在出货， 下跌在吸筹， 这是庄家不得已的办法， 假设庄家手里有80%的货， 价格在下跌， 庄家如果也出货的话， 价格马上就崩了， 哪怕出了10%的货， 价格跌了90% ， 那么意味着后面70%的货都没有意义了。 你可以简单的理解为， 庄家就是你的对手盘\\n\\n我们先看一个例子，这个某一个数字货币的成交量图， 假设你是庄家， 你的币都是零成本， 你手里的币又占80%， 你出货币价就要有影响。是你的话， 你选择在哪里出货。\\n\\n是不是交易量比较大的 我标注的几个区域，我作为一个庄家我的币 成本是0 ， 我只要能把货出出去，而且我出货价格没有雪崩， 不影响我后面的货的价值 我就是赚的， 所以庄家什么价位出 都是可以的。 关键是 出货有人接， 价格不要崩。\\n\\n这个就很明显了， 1, 2, 3, 5都是在出货， 很多人一直有一个思维误区，就是想当然的以为庄家出货价格就会下跌， 实际上你在仔细想想 如果庄家出货价格就下跌， 他才能出多少货， 是他出货赚的多， 还是价格下跌他手里货贬值损失大。 这就是为什么很多大股东宁愿去股票质押 也不要出货的原因。\\n\\n庄家在意的是 怎么出货多， 至于什么价格 那都是其次。\\n\\n重点是第四个位置， 为什么这个是砸盘下跌吸筹咧。 庄家吸筹有两种方式， 一种是慢慢吸筹， 如果吸筹让价格上涨， 那我有盈利之后 就出货， 我手里还有货， 你继续拉 我就继续出，反正币没成本 ， 随便你。 出的都是捡的。 第二种就是我砸盘来吸筹， 通过出货来造成你的恐慌， 把多头爆仓， 多头爆仓就会有强制平仓，之前买入，现在就要卖出止损，\\n\\n看一下这个画面， 空头三根阴线， 做盘痕迹明显，首先通过出货，来带动下跌恐慌， 然后加大动能， 最终激发散户恐慌心理，引爆多头， 筹码相互践踏， 然后在底部收集筹码。\\n\\n这里的特能表现为： 1.0 动能先逐步放大，大阴线越来越强，造成下跌无限深渊的恐惧感\\n\\n2\\\\.0 快速拉升， 并且轻而易举就拉起来了， 阳线的成交量小于阴线的成交量\\n\\n3\\\\.0 阴线转阳线的时候，不存在红线放大之后 转小 然后转绿 。 也就是说 不等空头动能衰竭 ， 就直接开始收集筹码，抢筹阶段了。\\n\\n你要是知道了这么庄家操盘的秘密， 就很好解释9月份 UNI DYDX上涨的迹象了，\\n\\n这是九月底，火币清退中国用户的行情， 由于这个行情属于一个中线行情， 我们用4小时来分析， 当天出公告发生在下午， 但是消息肯定是提前泄露了， 做交易所得这帮人没什么节操的， 捞钱为主， 消息发散了 很正常。 但是中心化交易所清退中国用户， 那么肯定是利好去中心化交易所的。 庄家可以利用恐慌来低价收取散户手里的筹码， 26号就开始出货砸盘， 3点之后更是恐慌性砸盘吸筹， 中国散户都恐慌了。 空单动能开始放大。\\n\\n我们在看看常规的走势是如何的， 上图淡蓝色的图标， 你们可以看到 正常的反转都是 空单势能最开始很大，然后空单动能衰竭， 然后空单动能转多单动能。 但是你看黄色的是 空单动能加大， 然后下一根K线 就直接转阳了。\\n\\n这些大概就是下跌吸筹的案例， 关于现在比特币的走势， 上周六的暴跌，肯定不是砸盘， 而是多单整体爆仓的结果， 后期的走势也是先看基本面，庄家做盘也是根据市场情绪， 在能够预期到确定性的事件中， 反复推敲和复盘 散户的情绪， 然后在结合舆论来做盘， 你看比特币到顶之前的舆论， 说什么比特币越来越少， 货都在机构受理， 几乎没有货卖出， 还说通货膨胀来了， 你看什么都在起， 比特币也会起， 起到10万美金。\\n\\n如果种种迹象表面，后面整个市场资金面还很宽裕的话， 那么我就开始做一个局， 通过一个极小的事件， 然后造成恐慌， 先出货砸盘， 然后吸筹，最后拉升。(白龙)\",\"timestamp\":1641183593,\"title\":\"庄家是如何通过下跌吸筹的，结合9月UNI案例分析\"},\"digest\":\"7DQmFNzxykE2X0ZRtWFlv6Hgp593K9xppgoe9AYUsU4\",\"authorship\":{\"contributor\":\"0x94cc63CC8608DE86042cBcFFE348D82e83ba92aB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9FmN_bptzTJ25fL9qZ73k8kD63p4AdTuT6RLsis05os\\\",\\\"y\\\":\\\"KLS_8UlZxwaALdQpqMRth9zKM6cibSuJhidIMwVGixs\\\"}\",\"signature\":\"WGr2s2tMdyks6pORR5DmA7_1_hlpel8jVu2MHTYwVw9694NX1PSmc9XCmwwyKaY_XatQy6KO0n10hHFXmWXqXQ\",\"signingKeySignature\":\"0x4a401857c46f14bb0c9f15c3c32b4b5c7b33e8725a75bf320ed20d3cdc79afaf3c4fffadb08562097c6ebf2effdb274e1cd19c6691ea2f52720af7883fa2fdec1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9FmN_bptzTJ25fL9qZ73k8kD63p4AdTuT6RLsis05os\\\",\\\"y\\\":\\\"KLS_8UlZxwaALdQpqMRth9zKM6cibSuJhidIMwVGixs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7DQmFNzxykE2X0ZRtWFlv6Hgp593K9xppgoe9AYUsU4\"}"