"{\"content\":{\"body\":\"For today’s DACATHON episode on w/ Corey Cottrell & Jimmy D we will be joined by Duane of CSX Block Producer and MegaDAC, Lisa Chandler of Krownlandia, and Luke Stokes of EOS DAC and FIO Protocol in an effort to discuss some higher level concepts such as the difference between decentralized community concepts and governance software, why DAC’s are important in the grand scheme of things in the space over time, and some other concepts surely to spawn themselves in.\\n\\n\\\\#DACATHONgaming is an informal community virtual conference focusing on building together. Our economy will be transformed with Decentralized Autonomous Communities (DACs)in the future. We are the pioneers of this new future. There’s more to crypto than lambo moons. We come together as a community twice a year. For our second year and third event, we are coming together for #DACATHONgaming with the goal of accelerating DAC adoption and tools through experiential exploration for DAC and gaming concepts. #DACATHONgaming is produced by MetaDAC, a DAC created at our first #DACATHON. Thank you for being a member of the community.\\n\\nw/ Corey Cottrell and Jimmy D is a series of weekly themed episodes with the intent to hone in on specified happenings around the space and bring together the builders, the influencers, and the community for a better understanding of a holistic ecosystem.\\n\\nGenerally speaking the weekly line up consists of Monday’s BP&Chill, Tech Talk on a Tuesday, Wednesday’s Media Moguls, Thursday’s EOSIO Weekly Update, and Friday’s NFT Game Day. Although sometimes we just rock it old school and hop on in for some tailored episodes solo or with some friends.  Almost always in fact, we are accompanied by one or more guests from throughout the space which share our aim to enable discovery, learning, and education towards this collective experience we have somehow crossed paths within.\\n\\nAiring Live from 9AM EST Monday to Friday, should you find yourself free at that time please drop in and say hello in the comments, but regardless, hit those subscribe and bell notification buttons to our [official YouTube channel](https://www.youtube.com/channel/UCpWtxCu4qGyVU0PMkq-9P8g) to make sure that even if you find yourself tied up, you shant miss a beat.  And don’t forget to check out some of our associated projects below:\",\"timestamp\":1638347485,\"title\":\"What Is a DAC?!? A Mini Roundtable Exploration\"},\"digest\":\"ApIvxyvWyoz01JBsgEqWgtkzmOnczym4vcQ53_eCPKs\",\"authorship\":{\"contributor\":\"0x92276ddbfB1E5735E38A2f398988fa39722c50E4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dal__QMINaBbLw3gNsKhP9RaSxcaNSxylEtLK0uddEQ\\\",\\\"y\\\":\\\"mWzSEsEs27Fv6W6P30yqDbaxhXtxDmqQNMME6L1sNY4\\\"}\",\"signature\":\"Rhh_MXrajAXSn3n6JR6ypT5koN6bYV2xQkggeoxes5vIph-Oc9K-objfDs08L357AOqE7uoepLGC4NFF8uO6iQ\",\"signingKeySignature\":\"0x89e265357900e38a49ab74512caf89abfbabe270b6e637e32ecbef58fb700a7618f4ddd8f0753c8399625607ab9477a6fc9813fc6aa2218ae5f612ed753d8d111b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dal__QMINaBbLw3gNsKhP9RaSxcaNSxylEtLK0uddEQ\\\",\\\"y\\\":\\\"mWzSEsEs27Fv6W6P30yqDbaxhXtxDmqQNMME6L1sNY4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ApIvxyvWyoz01JBsgEqWgtkzmOnczym4vcQ53_eCPKs\"}"