"{\"content\":{\"body\":\"I’ve been a full-time VC for almost 8 months now. There are a lot of tensions I feel in this role. The one I think is discussed most often among peers is the desire to be proactive and thesis-oriented vs. the requirement to be reactive to interesting opportunities. At its core, this is simply an issue of time. With more time, we would be able to do both. We have limited time, so we do one more than we might want, and the other less than we might want. We can’t have it all.\\n\\nWhile this is an interesting tension, and I’ve come to realize that time is far and away our scarcest and most important resource worth optimizing to oblivion, this is not the internal tension I feel most acutely as a VC. Instead, I worry about the balance between relying on the past vs. my impression of the future. VCs are in some sense asked to predict the future, to see opportunities that could be large tomorrow but are not obvious today. At the same time, we are so focused and grounded in what has already happened as a means to justify what a good and bad opportunity is. This tension is real, and I haven’t met anyone who can articulate a solution to it well.\\n\\nThis is a very different kind of tension than the reactive vs. proactive one described above, which is an issue of a finite resource: time. This tension, which I’ll call the “burden of acting in the present,” is an issue of an infinite resource: how we problem solve and diligence opportunities. Sure, there is only so much time you can spend researching a business or a market, but that’s really not the point here. Regardless of the amount of research an investor does, he/she needs to make a decision: what information matters? This is an analytical question, not a time-based one.\\n\\nTo put this even more concretely, I often hear VCs talk about “skating where the puck is going.” This metaphor is a simple one. VCs need to *anticipate* what is coming, rather than look at what’s happening now and move towards it. Of course, the future is tied to the present. Perhaps the present portends the future. Perhaps how and when and why is the core problem to solve here.\\n\\nAll the while, the reality of VC diligence is very grounded in the now. What are downstream investors’ theses? What have been recent breakouts? What are good comparable companies? And, most importantly, what are the mental models I already have established (definitionally based on data points from the past) that I can use to evaluate this opportunity in the present? This is what a VC thinks through, perhaps consciously but at least subconsciously, every time he/she meets with a founder. There exists a desire to think as a “futurist” (whatever that means) and a reality to think as a pragmatist, grounded mainly in the recent past.\\n\\nThe best investment possible is one that optimizes for both. We speak often of “timing” in VC-land in the context of a startup: is a product or service timed well to the market needs? However, timing exists in investing as well. Companies don’t succeed without downstream investor appetite and additional capital in later stage rounds. The goal is to anticipate what later stage investors might be interested in slightly before they know it. Otherwise, you are very much operating in the now, skating to where the puck is but won’t be tomorrow.\\n\\nHow do you do that? I don’t really know. But along with sourcing, it’s probably the most important skill a VC can have. In my role, I focus heavily on incubating businesses. I feel a need to get good at this skill even more as I think about incubation, which is inherently idea- and market-oriented more so than founder-oriented, at least in the early days. *Reading the tea leaves of downstream investor interest today to anticipate their interest tomorrow and build/invest towards those interests* - I suppose that’s the best approximation of what to do.\\n\\nThere are lots of strategies to attempt this, and it’s something I know for certain VCs can actively work on, but doing this well is rare. It’s a core differentiator among investors. There’s more writing and analysis to do on the *how* here, but I’ll save that for another time.\",\"timestamp\":1642171733,\"title\":\"The Precarious Space Between the Past and the Future\"},\"digest\":\"uq37yuxEW5I4r2T_qisjcwv8HyHy3zWz97SmHc9XzGQ\",\"authorship\":{\"contributor\":\"0xF1296E9e477E7136bBA10428d69F6efc04e51d9c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NN3CeNfLtrlwEuT9-vIhs26Gak-B1NfeISMpzCJk9C4\\\",\\\"y\\\":\\\"di0mkrW0tM5St2-NhYJE_ToZ3_DAe2v3asFQ3AAiJdI\\\"}\",\"signature\":\"dRHhgVph2mWc0D7n6IpQhKEofxm7Llb1a6qHpkRyygRUw9ddMYwBO5EbiIjM0Jn1FOthbh8h9O7yRlA52CeATw\",\"signingKeySignature\":\"0x96e4b5be975aa836d40e17180c05d71e9c335f68bdc8130b0aec740e58b216f709457c757d8aaefbfda3aa1b0a1e6bbc94eb89b05e155348d81bc3c6bdd4c3901b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NN3CeNfLtrlwEuT9-vIhs26Gak-B1NfeISMpzCJk9C4\\\",\\\"y\\\":\\\"di0mkrW0tM5St2-NhYJE_ToZ3_DAe2v3asFQ3AAiJdI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3s50yHDCEJSSSAnkoKjtxgybRLZ6cIwu-dG5ccHlrgM\"}"