"{\"content\":{\"body\":\"\\\"I s'pose you've been thinking I was never coming to call on you,\\\" resumed Miss Cornelia.  \\\"But this is harvest month, you know, and I've been busy--and a lot of extra hands hanging round, eating more'n they work, just like the men.  I'd have come yesterday, but I went to Mrs. Roderick MacAllister's funeral.  At first I thought my head was aching so badly I couldn't enjoy myself if I did go.  But she was a hundred years old, and I'd always promised myself that I'd go to her funeral.\\\"\\n\\n\\\"Was it a successful function?\\\" asked Anne, noticing that the office door was ajar.\\n\\n\\\"What's that?  Oh, yes, it was a tremendous funeral.  She had a very large connection.  There was over one hundred and twenty carriages in the procession.  There was one or two funny things happened.  I thought that die I would to see old Joe Bradshaw, who is an infidel and never darkens the door of a church, singing \\\\`Safe in the Arms of Jesus' with great gusto and fervor.  He glories in singing-- that's why he never misses a funeral.  Poor Mrs. Bradshaw didn't look much like singing--all wore out slaving.  Old Joe starts out once in a while to buy her a present and brings home some new kind of farm machinery.  Isn't that like a man?  But what else would you expect of a man who never goes to church, even a Methodist one?  I was real thankful to see you and the young Doctor in the Presbyterian church your first Sunday.  No doctor for me who isn't a Presbyterian.\\\"\\n\\n\\\"We were in the Methodist church last Sunday evening,\\\" said Anne wickedly.\\n\\n\\\"Oh, I s'pose Dr. Blythe has to go to the Methodist church once in a while or he wouldn't get the Methodist practice.\\\"\\n\\n\\\"We liked the sermon very much,\\\" declared Anne boldly.  \\\"And I thought the Methodist minster's prayer was one of the most beautiful I ever heard.\\\"\\n\\n\\\"Oh, I've no doubt he can pray.  I never heard anyone make more beautiful prayers than old Simon Bentley, who was always drunk, or hoping to be, and the drunker he was the better he prayed.\\\"\\n\\n\\\"The Methodist minister is very fine looking,\\\" said Anne, for the benefit of the office door.\\n\\n\\\"Yes, he's quite ornamental,\\\" agreed Miss Cornelia.  \\\"Oh, and VERY ladylike.  And he thinks that every girl who looks at him falls in love with him--as if a Methodist minister, wandering about like any Jew, was such a prize!  If you and the young doctor take MY advice, you won't have much to do with the Methodists.  My motto is--if you ARE a Presbyterian, BE a Presbyterian.\\\"\\n\\n\\\"Don't you think that Methodists go to heaven as well as Presbyterians?\\\" asked Anne smilelessly.\\n\\n\\\"That isn't for US to decide.  It's in higher hands than ours,\\\" said Miss Cornelia solemnly.  \\\"But I ain't going to associate with them on earth whatever I may have to do in heaven.  THIS Methodist minister isn't married.  The last one they had was, and his wife was the silliest, flightiest little thing I ever saw.  I told her husband once that he should have waited till she was grown up before he married her.  He said he wanted to have the training of her.  Wasn't that like a man?\\\"\\n\\n\\\"It's rather hard to decide just when people ARE grown up,\\\" laughed Anne.\\n\\n\\\"That's a true word, dearie.  Some are grown up when they're born, and others ain't grown up when they're eighty, believe ME. That same Mrs. Roderick I was speaking of never grew up.  She was as foolish when she was a hundred as when she was ten.\\\"\\n\\n\\\"Perhaps that was why she lived so long,\\\" suggested Anne.\\n\\n\\\"Maybe 'twas.  *I*'d rather live fifty sensible years than a hundred foolish ones.\\\"\\n\\n\\\"But just think what a dull world it would be if everyone was sensible,\\\" pleaded Anne.\\n\\nMiss Cornelia disdained any skirmish of flippant epigram.\\n\\n\\\"Mrs. Roderick was a Milgrave, and the Milgraves never had much sense.  Her nephew, Ebenezer Milgrave, used to be insane for years.  He believed he was dead and used to rage at his wife because she wouldn't bury him.  *I*'d a-done it.\\\"\\n\\nMiss Cornelia looked so grimly determined that Anne could almost see her with a spade in her hand.\\n\\n\\\"Don't you know ANY good husbands, Miss Bryant?\\\"\\n\\n\\\"Oh, yes, lots of them--over yonder,\\\" said Miss Cornelia, waving her hand through the open window towards the little graveyard of the church across the harbor.\\n\\n\\\"But living--going about in the flesh?\\\" persisted Anne.\\n\\n\\\"Oh, there's a few, just to show that with God all things are possible,\\\" acknowledged Miss Cornelia reluctantly.  \\\"I don't deny that an odd man here and there, if he's caught young and trained up proper, and if his mother has spanked him well beforehand, may turn out a decent being.  YOUR husband, now, isn't so bad, as men go, from all I hear.  I s'pose\\\"--Miss Cornelia looked sharply at Anne over her glasses--\\\"you think there's nobody like him in the world.\\\"\\n\\n\\\"There isn't,\\\" said Anne promptly.\\n\\n\\\"Ah, well, I heard another bride say that once,\\\" sighed Miss Cornelia.  \\\"Jennie Dean thought when she married that there wasn't anybody like HER husband in the world.  And she was right--there wasn't!  And a good thing, too, believe ME!  He led her an awful life--and he was courting his second wife while Jennie was dying.\\n\\nWasn't that like a man?  However, I hope YOUR confidence will be better justified, dearie.  The young doctor is taking real well.  I was afraid at first he mightn't, for folks hereabouts have always thought old Doctor Dave the only doctor in the world.  Doctor Dave hadn't much tact, to be sure--he was always talking of ropes in houses where someone had hanged himself.  But folks forgot their hurt feelings when they had a pain in their stomachs.  If he'd been a minister instead of a doctor they'd never have forgiven him.  Soul-ache doesn't worry folks near as much as stomach-ache.  Seeing as we're both Presbyterians and no Methodists around, will you tell me your candid opinion of OUR minister?\\\"\\n\\n\\\"Why--really--I--well,\\\" hesitated Anne.\\n\\nMiss Cornelia nodded.\\n\\n\\\"Exactly.  I agree with you, dearie.  We made a mistake when we called HIM.  His face just looks like one of those long, narrow stones in the graveyard, doesn't it?  `Sacred to the memory' ought to be written on his forehead.  I shall never forget the first sermon he preached after he came.  It was on the subject of everyone doing what they were best fitted for--a very good subject, of course; but such illustrations as he used!  He said, `If you had a cow and an apple tree, and if you tied the apple tree in your stable and planted the cow in your orchard, with her legs up, how much milk would you get from the apple tree, or how many apples from the cow?'  Did you ever hear the like in your born days, dearie?  I was so thankful there were no Methodists there that day--they'd never have been done hooting over it.  But what I dislike most in him is his habit of agreeing with everybody, no matter what is said.  If you said to him, `You're a scoundrel,' he'd say, with that smooth smile of his, `Yes, that's so.'  A minister should have more backbone.  The long and the short of it is, I consider him a reverend jackass.  But, of course, this is just between you and me.  When there are Methodists in hearing I praise him to the skies.  Some folks think his wife dresses too gay, but *I* say when she has to live with a face like that she needs something to cheer her up.  You'll never hear ME condemning a woman for her dress.  I'm only too thankful when her husband isn't too mean and miserly to allow it.  Not that I bother much with dress myself.  Women just dress to please the men, and I'd never stoop to THAT.  I have had a real placid, comfortable life, dearie, and it's just because I never cared a cent what the men thought.\\\"\\n\\n\\\"Why do you hate the men so, Miss Bryant?\\\"\\n\\n\\\"Lord, dearie, I don't hate them.  They aren't worth it.  I just sort of despise them.  I think I'll like YOUR husband if he keeps on as he has begun.  But apart from him about the only men in the world I've much use for are the old doctor and Captain Jim.\\\"\\n\\n\\\"Captain Jim is certainly splendid,\\\" agreed Anne cordially.\\n\\n\\\"Captain Jim is a good man, but he's kind of vexing in one way.  You CAN'T make him mad.  I've tried for twenty years and he just keeps on being placid.  It does sort of rile me.  And I s'pose the woman he should have married got a man who went into tantrums twice a day.\\\"\\n\\n\\\"Who was she?\\\"\\n\\n\\\"Oh, I don't know, dearie.  I never remember of Captain Jim making up to anybody.  He was edging on old as far as my memory goes.  He's seventy-six, you know.  I never heard any reason for his staying a bachelor, but there must be one, believe ME.  He sailed all his life till five years ago, and there's no corner of the earth he hasn't poked his nose into.  He and Elizabeth Russell were great cronies, all their lives, but they never had any notion of sweet-hearting.  Elizabeth never married, though she had plenty of chances.  She was a great beauty when she was young.  The year the Prince of Wales came to the Island she was visiting her uncle in Charlottetown and he was a Government official, and so she got invited to the great ball.  She was the prettiest girl there, and the Prince danced with her, and all the other women he didn't dance with were furious about it, because their social standing was higher than hers and they said he shouldn't have passed them over.  Elizabeth was always very proud of that dance.  Mean folks said that was why she never married--she couldn't put up with an ordinary man after dancing with a prince.  But that wasn't so.  She told me the reason once--it was because she had such a temper that she was afraid she couldn't live peaceably with any man.  She HAD an awful temper--she used to have to go upstairs and bite pieces out of her bureau to keep it down by times.  But I told her that wasn't any reason for not marrying if she wanted to.  There's no reason why we should let the men have a monopoly of temper, is there, Mrs. Blythe, dearie?\\\"\\n\\n\\\"I've a bit of temper myself,\\\" sighed Anne.\\n\\n\\\"It's well you have, dearie.  You won't be half so likely to be trodden on, believe ME!  My, how that golden glow of yours is blooming!  Your garden looks fine.  Poor Elizabeth always took such care of it.\\\"\\n\\n\\\"I love it,\\\" said Anne.  \\\"I'm glad it's so full of old-fashioned flowers.  Speaking of gardening, we want to get a man to dig up that little lot beyond the fir grove and set it out with strawberry plants for us.  Gilbert is so busy he will never get time for it this fall.  Do you know anyone we can get?\\\"\\n\\n\\\"Well, Henry Hammond up at the Glen goes out doing jobs like that.  He'll do, maybe.  He's always a heap more interested in his wages than in his work, just like a man, and he's so slow in the uptake that he stands still for five minutes before it dawns on him that he's stopped.  His father threw a stump at him when he was small.\\n\\nNice gentle missile, wasn't it?  So like a man!  Course, the boy never got over it.  But he's the only one I can recommend at all.  He painted my house for me last spring.  It looks real nice now, don't you think?\\\"\\n\\nAnne was saved by the clock striking five.\\n\\n\\\"Lord, is it that late?\\\" exclaimed Miss Cornelia.  \\\"How time does slip by when you're enjoying yourself!  Well, I must betake myself home.\\\"\\n\\n\\\"No, indeed!  You are going to stay and have tea with us,\\\" said Anne eagerly.\\n\\n\\\"Are you asking me because you think you ought to, or because you really want to?\\\" demanded Miss Cornelia.\\n\\n\\\"Because I really want to.\\\"\\n\\n\\\"Then I'll stay.  YOU belong to the race that knows Joseph.\\\"\\n\\n\\\"I know we are going to be friends,\\\" said Anne, with the smile that only they of the household of faith ever saw.\\n\\n\\\"Yes, we are, dearie.  Thank goodness, we can choose our friends.  We have to take our relatives as they are, and be thankful if there are no penitentiary birds among them.  Not that I've many-- none nearer than second cousins.  I'm a kind of lonely soul, Mrs. Blythe.\\\"\\n\\nThere was a wistful note in Miss Cornelia's voice.\\n\\n\\\"I wish you would call me Anne,\\\" exclaimed Anne impulsively.  \\\"It would seem more HOMEY.  Everyone in Four Winds, except my husband, calls me Mrs. Blythe, and it makes me feel like a stranger.  Do you know that your name is very near being the one I yearned after when I was a child.  I hated `Anne' and I called myself `Cordelia' in imagination.\\\"\\n\\n\\\"I like Anne.  It was my mother's name.  Old-fashioned names are the best and sweetest in my opinion.  If you're going to get tea you might send the young doctor to talk to me.  He's been lying on the sofa in that office ever since I came, laughing fit to kill over what I've been saying.\\\"\\n\\n\\\"How did you know?\\\" cried Anne, too aghast at this instance of Miss Cornelia's uncanny prescience to make a polite denial.\\n\\n\\\"I saw him sitting beside you when I came up the lane, and I know men's tricks,\\\" retorted Miss Cornelia.  \\\"There, I've finished my little dress, dearie, and the eighth baby can come as soon as it pleases.\\\"\\n\\nCHAPTER 9\\n\\nAN EVENING AT FOUR WINDS POINT\\n\\nIt was late September when Anne and Gilbert were able to pay Four Winds light their promised visit.  They had often planned to go, but something always occurred to prevent them.  Captain Jim had \\\"dropped in\\\" several times at the little house.\\n\\n\\\"I don't stand on ceremony, Mistress Blythe,\\\" he told Anne.  \\\"It's a real pleasure to me to come here, and I'm not going to deny myself jest because you haven't got down to see me.  There oughtn't to be no bargaining like that among the race that knows Joseph.  I'll come when I can, and you come when you can, and so long's we have our pleasant little chat it don't matter a mite what roof's over us.\\\"\\n\\nCaptain Jim took a great fancy to Gog and Magog, who were presiding over the destinies of the hearth in the little house with as much dignity and aplomb as they had done at Patty's Place.\\n\\n\\\"Aren't they the cutest little cusses?\\\" he would say delightedly; and he bade them greeting and farewell as gravely and invariably as he did his host and hostess.  Captain Jim was not going to offend household deities by any lack of reverence and ceremony.\\n\\n\\\"You've made this little house just about perfect,\\\" he told Anne.  \\\"It never was so nice before.  Mistress Selwyn had your taste and she did wonders; but folks in those days didn't have the pretty little curtains and pictures and nicknacks you have.  As for Elizabeth, she lived in the past.  You've kinder brought the future into it, so to speak.  I'd be real happy even if we couldn't talk at all, when I come here--jest to sit and look at you and your pictures and your flowers would be enough of a treat.  It's beautiful--beautiful.\\\"\\n\\nCaptain Jim was a passionate worshipper of beauty.  Every lovely thing heard or seen gave him a deep, subtle, inner joy that irradiated his life.  He was quite keenly aware of his own lack of outward comeliness and lamented it.\\n\\n\\\"Folks say I'm good,\\\" he remarked whimsically upon one occasion, \\\"but I sometimes wish the Lord had made me only half as good and put the rest of it into looks.  But there, I reckon He knew what He was about, as a good Captain should.  Some of us have to be homely, or the purty ones--like Mistress Blythe here--wouldn't show up so well.\\\"\\n\\nOne evening Anne and Gilbert finally walked down to the Four Winds light.  The day had begun sombrely in gray cloud and mist, but it had ended in a pomp of scarlet and gold.  Over the western hills beyond the harbor were amber deeps and crystalline shallows, with the fire of sunset below.  The north was a mackerel sky of little, fiery golden clouds.  The red light flamed on the white sails of a vessel gliding down the channel, bound to a southern port in a land of palms.  Beyond her, it smote upon and incarnadined the shining, white, grassless faces of the sand dunes.  To the right, it fell on the old house among the willows up the brook, and gave it for a fleeting space casements more splendid than those of an old cathedral.  They glowed out of its quiet and grayness like the throbbing, blood-red thoughts of a vivid soul imprisoned in a dull husk of environment.\\n\\n\\\"That old house up the brook always seems so lonely,\\\" said Anne.  \\\"I never see visitors there.  Of course, its lane opens on the upper road--but I don't think there's much coming and going.  It seems odd we've never met the Moores yet, when they live within fifteen minutes' walk of us.  I may have seen them in church, of course, but if so I didn't know them.  I'm sorry they are so unsociable, when they are our only near neighbors.\\\"\\n\\n\\\"Evidently they don't belong to the race that knows Joseph,\\\" laughed Gilbert.  \\\"Have you ever found out who that girl was whom you thought so beautiful?\\\"\\n\\n\\\"No.  Somehow I have never remembered to ask about her.  But I've never seen her anywhere, so I suppose she must have been a stranger.  Oh, the sun has just vanished--and there's the light.\\\"\\n\\nAs the dusk deepened, the great beacon cut swathes of light through it, sweeping in a circle over the fields and the harbor, the sandbar and the gulf.\\n\\n\\\"I feel as if it might catch me and whisk me leagues out to sea,\\\" said Anne, as one drenched them with radiance; and she felt rather relieved when they got so near the Point that they were inside the range of those dazzling, recurrent flashes.\\n\\nAs they turned into the little lane that led across the fields to the Point they met a man coming out of it--a man of such extraordinary appearance that for a moment they both frankly stared.  He was a decidedly fine-looking person-tall, broad-shouldered, well- featured, with a Roman nose and frank gray eyes; he was dressed in a prosperous farmer's Sunday best; in so far he might have been any inhabitant of Four Winds or the Glen.  But, flowing over his breast nearly to his knees, was a river of crinkly brown beard; and adown his back, beneath his commonplace felt hat, was a corresponding cascade of thick, wavy, brown hair.\\n\\n\\\"Anne,\\\" murmured Gilbert, when they were out of earshot, \\\"you didn't put what Uncle Dave calls \\\\`a little of the Scott Act' in that lemonade you gave me just before we left home, did you?\\\"\\n\\n\\\"No, I didn't,\\\" said Anne, stifling her laughter, lest the retreating enigma should hear here.  \\\"Who in the world can he be?\\\"\\n\\n\\\"I don't know; but if Captain Jim keeps apparitions like that down at this Point I'm going to carry cold iron in my pocket when I come here.  He wasn't a sailor, or one might pardon his eccentricity of appearance; he must belong to the over-harbor clans.  Uncle Dave says they have several freaks over there.\\\"\\n\\n\\\"Uncle Dave is a little prejudiced, I think.  You know all the over-harbor people who come to the Glen Church seem very nice.  Oh, Gilbert, isn't this beautiful?\\\"\\n\\nThe Four Winds light was built on a spur of red sand-stone cliff jutting out into the gulf.  On one side, across the channel, stretched the silvery sand shore of the bar; on the other, extended a long, curving beach of red cliffs, rising steeply from the pebbled coves.  It was a shore that knew the magic and mystery of storm and star.  There is a great solitude about such a shore.  The woods are never solitary-- they are full of whispering, beckoning, friendly life.  But the sea is a mighty soul, forever moaning of some great, unshareable sorrow, which shuts it up into itself for all eternity.  We can never pierce its infinite mystery--we may only wander, awed and spellbound, on the outer fringe of it.  The woods call to us with a hundred voices, but the sea has one only--a mighty voice that drowns our souls in its majestic music.  The woods are human, but the sea is of the company of the archangels.\\n\\nAnne and Gilbert found Uncle Jim sitting on a bench outside the lighthouse, putting the finishing touches to a wonderful, full-rigged, toy schooner.  He rose and welcomed them to his abode with the gentle, unconscious courtesy that became him so well.\\n\\n\\\"This has been a purty nice day all through, Mistress Blythe, and now, right at the last, it's brought its best.  Would you like to sit down here outside a bit, while the light lasts?  I've just finished this bit of a plaything for my little grand nephew, Joe, up at the Glen.  After I promised to make it for him I was kinder sorry, for his mother was vexed.  She's afraid he'll be wanting to go to sea later on and she doesn't want the notion encouraged in him.  But what could I do, Mistress Blythe?  I'd PROMISED him, and I think it's sorter real dastardly to break a promise you make to a child.  Come, sit down.  It won't take long to stay an hour.\\\"\\n\\nThe wind was off shore, and only broke the sea's surface into long, silvery ripples, and sent sheeny shadows flying out across it, from every point and headland, like transparent wings.  The dusk was hanging a curtain of violet gloom over the sand dunes and the headlands where gulls were huddling.  The sky was faintly filmed over with scarfs of silken vapor.  Cloud fleets rode at anchor along the horizons.  An evening star was watching over the bar.\\n\\n\\\"Isn't that a view worth looking at?\\\" said Captain Jim, with a loving, proprietary pride.  \\\"Nice and far from the market-place, ain't it?  No buying and selling and getting gain.  You don't have to pay anything--all that sea and sky free--\\\\`without money and without price.'  There's going to be a moonrise purty soon, too--I'm never tired of finding out what a moonrise can be over them rocks and sea and harbor.  There's a surprise in it every time.\\\"\\n\\nThey had their moonrise, and watched its marvel and magic in a silence that asked nothing of the world or each other.  Then they went up into the tower, and Captain Jim showed and explained the mechanism of the great light.  Finally they found themselves in the dining room, where a fire of driftwood was weaving flames of wavering, elusive, sea-born hues in the open fireplace.\\n\\n\\\"I put this fireplace in myself,\\\" remarked Captain Jim.  \\\"The Government don't give lighthouse keepers such luxuries.  Look at the colors that wood makes.  If you'd like some driftwood for your fire, Mistress Blythe, I'll bring you up a load some day.  Sit down.  I'm going to make you a cup of tea.\\\"\\n\\nCaptain Jim placed a chair for Anne, having first removed therefrom a huge, orange-colored cat and a newspaper.\\n\\n\\\"Get down, Matey.  The sofa is your place.  I must put this paper away safe till I can find time to finish the story in it.  It's called A Mad Love.  'Tisn't my favorite brand of fiction, but I'm reading it jest to see how long she can spin it out.  It's at the sixty-second chapter now, and the wedding ain't any nearer than when it begun, far's I can see.  When little Joe comes I have to read him pirate yarns.  Ain't it strange how innocent little creatures like children like the blood-thirstiest stories?\\\"\\n\\n\\\"Like my lad Davy at home,\\\" said Anne.  \\\"He wants tales that reek with gore.\\\"\\n\\nCaptain Jim's tea proved to be nectar.  He was pleased as a child with Anne's compliments, but he affected a fine indifference.\\n\\n\\\"The secret is I don't skimp the cream,\\\" he remarked airily.  Captain Jim had never heard of Oliver Wendell Holmes, but he evidently agreed with that writer's dictum that \\\"big heart never liked little cream pot.\\\"\\n\\n\\\"We met an odd-looking personage coming out of your lane,\\\" said Gilbert as they sipped.  \\\"Who was he?\\\"\\n\\nCaptain Jim grinned.\\n\\n\\\"That's Marshall Elliott--a mighty fine man with jest one streak of foolishness in him.  I s'pose you wondered what his object was in turning himself into a sort of dime museum freak.\\\"\\n\\n\\\"Is he a modern Nazarite or a Hebrew prophet left over from olden times?\\\" asked Anne.\\n\\n\\\"Neither of them.  It's politics that's at the bottom of his freak.  All those Elliotts and Crawfords and MacAllisters are dyed-in-the-wool politicians.  They're born Grit or Tory, as the case may be, and they live Grit or Tory, and they die Grit or Tory; and what they're going to do in heaven, where there's probably no politics, is more than I can fathom.  This Marshall Elliott was born a Grit.  I'm a Grit myself in moderation, but there's no moderation about Marshall.  Fifteen years ago there was a specially bitter general election.  Marshall fought for his party tooth and nail.  He was dead sure the Liberals would win--so sure that he got up at a public meeting and vowed that he wouldn't shave his face or cut his hair until the Grits were in power.  Well, they didn't go in--and they've never got in yet--and you saw the result today for yourselves.  Marshall stuck to his word.\\\"\\n\\n\\\"What does his wife think of it?\\\" asked Anne.\\n\\n\\\"He's a bachelor.  But if he had a wife I reckon she couldn't make him break that vow.  That family of Elliotts has always been more stubborn than natteral.  Marshall's brother Alexander had a dog he set great store by, and when it died the man actilly wanted to have it buried in the graveyard, `along with the other Christians,' he said.  Course, he wasn't allowed to; so he buried it just outside the graveyard fence, and never darkened the church door again.  But Sundays he'd drive his family to church and sit by that dog's grave and read his Bible all the time service was going on.  They say when he was dying he asked his wife to bury him beside the dog; she was a meek little soul but she fired up at THAT.  She said SHE wasn't going to be buried beside no dog, and if he'd rather have his last resting place beside the dog than beside her, jest to say so.  Alexander Elliott was a stubborn mule, but he was fond of his wife, so he give in and said, `Well, durn it, bury me where you please.  But when Gabriel's trump blows I expect my dog to rise with the rest of us, for he had as much soul as any durned Elliott or Crawford or MacAllister that ever strutted.'  Them was HIS parting words.  As for Marshall, we're all used to him, but he must strike strangers as right down peculiar- looking.  I've known him ever since he was ten--he's about fifty now--and I like him.  Him and me was out cod-fishing today.  That's about all I'm good for now--catching trout and cod occasional.  But 'tweren't always so--not by no manner of means.  I used to do other things, as you'd admit if you saw my life-book.\\\"\\n\\nAnne was just going to ask what his life-book was when the First Mate created a diversion by springing upon Captain Jim's knee.  He was a gorgeous beastie, with a face as round as a full moon, vivid green eyes, and immense, white, double paws.  Captain Jim stroked his velvet back gently.\\n\\n\\\"I never fancied cats much till I found the First Mate,\\\" he remarked, to the accompaniment of the Mate's tremendous purrs.  \\\"I saved his life, and when you've saved a creature's life you're bound to love it.  It's next thing to giving life.  There's some turrible thoughtless people in the world, Mistress Blythe.  Some of them city folks who have summer homes over the harbor are so thoughtless that they're cruel.  It's the worst kind of cruelty--the thoughtless kind.  You can't cope with it.  They keep cats there in the summer, and feed and pet 'em, and doll 'em up with ribbons and collars.  And then in the fall they go off and leave 'em to starve or freeze.  It makes my blood boil, Mistress Blythe.  One day last winter I found a poor old mother cat dead on the shore, lying against the skin-and-bone bodies of her three little kittens.  She'd died trying to shelter 'em.  She had her poor stiff paws around 'em.  Master, I cried.  Then I swore.  Then I carried them poor little kittens home and fed 'em up and found good homes for 'em.  I knew the woman who left the cat and when she come back this summer I jest went over the harbor and told her my opinion of her.  It was rank meddling, but I do love meddling in a good cause.\\\"\\n\\n\\\"How did she take it?\\\" asked Gilbert.\\n\\n\\\"Cried and said she `didn't think.'  I says to her, says I, `Do you s'pose that'll be held for a good excuse in the day of Jedgment, when you'll have to account for that poor old mother's life?  The Lord'll ask you what He give you your brains for if it wasn't to think, I reckon.'  I don't fancy she'll leave cats to starve another time.\\\"\\n\\n\\\"Was the First Mate one of the forsaken?\\\" asked Anne, making advances to him which were responded to graciously, if condescendingly.\\n\\n\\\"Yes.  I found HIM one bitter cold day in winter, caught in the branches of a tree by his durn-fool ribbon collar.  He was almost starving.  If you could have seen his eyes, Mistress Blythe!  He was nothing but a kitten, and he'd got his living somehow since he'd been left until he got hung up.  When I loosed him he gave my hand a pitiful swipe with his little red tongue.  He wasn't the able seaman you see now.  He was meek as Moses.  That was nine years ago.  His life has been long in the land for a cat.  He's a good old pal, the First Mate is.\\\"\\n\\n\\\"I should have expected you to have a dog,\\\" said Gilbert.\\n\\nCaptain Jim shook his head.\\n\\n\\\"I had a dog once.  I thought so much of him that when he died I couldn't bear the thought of getting another in his place.  He was a FRIEND--you understand, Mistress Blythe?  Matey's only a pal.  I'm fond of Matey--all the fonder on account of the spice of devilment that's in him--like there is in all cats.  But I LOVED my dog.  I always had a sneaking sympathy for Alexander Elliott about HIS dog.  There isn't any devil in a good dog.  That's why they're more lovable than cats, I reckon.  But I'm darned if they're as interesting.  Here I am, talking too much.  Why don't you check me?  When I do get a chance to talk to anyone I run on turrible.  If you've done your tea I've a few little things you might like to look at--picked 'em up in the queer corners I used to be poking my nose into.\\\"\\n\\nCaptain Jim's \\\"few little things\\\" turned out to be a most interesting collection of curios, hideous, quaint and beautiful.  And almost every one had some striking story attached to it.\\n\\nAnne never forgot the delight with which she listened to those old tales that moonlit evening by that enchanted driftwood fire, while the silver sea called to them through the open window and sobbed against the rocks below them.\\n\\nCaptain Jim never said a boastful word, but it was impossible to help seeing what a hero the man had been--brave, true, resourceful, unselfish.  He sat there in his little room and made those things live again for his hearers.  By a lift of the eyebrow, a twist of the lip, a gesture, a word, he painted a whole scene or character so that they saw it as it was.\\n\\nSome of Captain Jim's adventures had such a marvellous edge that Anne and Gilbert secretly wondered if he were not drawing a rather long bow at their credulous expense.  But in this, as they found later, they did him injustice.  His tales were all literally true.  Captain Jim had the gift of the born storyteller, whereby \\\"unhappy, far-off things\\\" can be brought vividly before the hearer in all their pristine poignancy.\\n\\nAnne and Gilbert laughed and shivered over his tales, and once Anne found herself crying.  Captain Jim surveyed her tears with pleasure shining from his face.\\n\\n\\\"I like to see folks cry that way,\\\" he remarked.  \\\"It's a compliment.  But I can't do justice to the things I've seen or helped to do.  I've 'em all jotted down in my life-book, but I haven't got the knack of writing them out properly.  If I could hit on jest the right words and string 'em together proper on paper I could make a great book.  It would beat A Mad Love holler, and I believe Joe'd like it as well as the pirate yarns.  Yes, I've had some adventures in my time; and, do you know, Mistress Blythe, I still lust after 'em.  Yes, old and useless as I be, there's an awful longing sweeps over me at times to sail out--out--out there--forever and ever.\\\"\\n\\n\\\"Like Ulysses, you would\\n\\n```\\n`Sail beyond the sunset and the baths     Of all the western stars until you die,'\\\"\\n```\\n\\nsaid Anne dreamily.\\n\\n\\\"Ulysses?  I've read of him.  Yes, that's just how I feel--jest how all us old sailors feel, I reckon.  I'll die on land after all, I s'pose.  Well, what is to be will be.  There was old William Ford at the Glen who never went on the water in his life, 'cause he was afraid of being drowned.  A fortune-teller had predicted he would be.  And one day he fainted and fell with his face in the barn trough and was drowned.  Must you go?  Well, come soon and come often.  The doctor is to do the talking next time.  He knows a heap of things I want to find out.  I'm sorter lonesome here by times.  It's been worse since Elizabeth Russell died.  Her and me was such cronies.\\\"\\n\\nCaptain Jim spoke with the pathos of the aged, who see their old friends slipping from them one by one--friends whose place can never be quite filled by those of a younger generation, even of the race that knows Joseph.  Anne and Gilbert promised to come soon and often.\\n\\n\\\"He's a rare old fellow, isn't he?\\\" said Gilbert, as they walked home.\\n\\n\\\"Somehow, I can't reconcile his simple, kindly personality with the wild, adventurous life he has lived,\\\" mused Anne.\\n\\n\\\"You wouldn't find it so hard if you had seen him the other day down at the fishing village.  One of the men of Peter Gautier's boat made a nasty remark about some girl along the shore.  Captain Jim fairly scorched the wretched fellow with the lightning of his eyes.  He seemed a man transformed.  He didn't say much--but the way he said it!  You'd have thought it would strip the flesh from the fellow's bones.  I understand that Captain Jim will never allow a word against any woman to be said in his presence.\\\"\\n\\n\\\"I wonder why he never married,\\\" said Anne.  \\\"He should have sons with their ships at sea now, and grandchildren climbing over him to hear his stories--he's that kind of a man.  Instead, he has nothing but a magnificent cat.\\\"\\n\\nBut Anne was mistaken.  Captain Jim had more than that.  He had a memory.\\n\\nCHAPTER 10\\n\\nLESLIE MOORE\\n\\n\\\"I'm going for a walk to the outside shore tonight,\\\" Anne told Gog and Magog one October evening.  There was no one else to tell, for Gilbert had gone over the harbor.  Anne had her little domain in the speckless order one would expect of anyone brought up by Marilla Cuthbert, and felt that she could gad shoreward with a clear conscience.  Many and delightful had been her shore rambles, sometimes with Gilbert, sometimes with Captain Jim, sometimes alone with her own thoughts and new, poignantly-sweet dreams that were beginning to span life with their rainbows.  She loved the gentle, misty harbor shore and the silvery, wind-haunted sand shore, but best of all she loved the rock shore, with its cliffs and caves and piles of surf-worn boulders, and its coves where the pebbles glittered under the pools; and it was to this shore she hied herself tonight.\\n\\nThere had been an autumn storm of wind and rain, lasting for three days.  Thunderous had been the crash of billows on the rocks, wild the white spray and spume that blew over the bar, troubled and misty and tempest-torn the erstwhile blue peace of Four Winds Harbor.  Now it was over, and the shore lay clean-washed after the storm; not a wind stirred, but there was still a fine surf on, dashing on sand and rock in a splendid white turmoil--the only restless thing in the great, pervading stillness and peace.\\n\\n\\\"Oh, this is a moment worth living through weeks of storm and stress for,\\\" Anne exclaimed, delightedly sending her far gaze across the tossing waters from the top of the cliff where she stood.  Presently she scrambled down the steep path to the little cove below, where she seemed shut in with rocks and sea and sky.\\n\\n\\\"I'm going to dance and sing,\\\" she said.  \\\"There's no one here to see me--the seagulls won't carry tales of the matter.  I may be as crazy as I like.\\\"\",\"timestamp\":1639709759,\"title\":\"Any baby might be proud of that dress,\\\" said Anne, feeling still more strongly that she was going to like Miss Cornelia.\"},\"digest\":\"oe2b7JFMwBVEP6IZX8zy93RBE1ssQ80sTY6SMmGxH8A\",\"authorship\":{\"contributor\":\"0xa216D8906Acd104a8EC6a31f93e945DFe15768c1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OVl7dAgAUHD1vWC8X8d_CjW96L6DAS4oxUDyn_xOUbM\\\",\\\"y\\\":\\\"T9wD5z4P426vzVxyERlG924kogyWWCHf4lrQSczrXNs\\\"}\",\"signature\":\"9cCB5jt1wfapMeula3BNBysA-BhQwm-M3gA7yoh6OM3mARE6067i3ocw1y1XPRNDwCY_HFUAZtmhbinsRWh8Kw\",\"signingKeySignature\":\"0xe5f33542d53bcfd3961d05b874a0634d28f0962e7eba574e26d5a470815f490d4b45959185c378986ca54408bd89b8fcf4faed62f1154bc7ff7bc52ce59482111b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OVl7dAgAUHD1vWC8X8d_CjW96L6DAS4oxUDyn_xOUbM\\\",\\\"y\\\":\\\"T9wD5z4P426vzVxyERlG924kogyWWCHf4lrQSczrXNs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"oe2b7JFMwBVEP6IZX8zy93RBE1ssQ80sTY6SMmGxH8A\"}"