"{\"content\":{\"body\":\" \\n   \\n 《方方日记》近来成了关注的焦点。看了一些文章后我也是如鲠在喉不吐不快。 \\n 　　方方的拥虿们坚持说“方方说的是真话”，是“社会良心”；所以反对方方的肯定都是错的！是“极左”，是“别有用心”，是“集体无意识”，是没水平，等等等等不一而足，帽子多得数不胜数。 \\n 　　我们就来看看到底是什么回事。 \\n 　　一、方方说的是“真话”吗？ \\n 　　她整天坐在家里，怎么可能去亲眼见证？她自己不是一而再再而三地说“听这个朋友说”“听那个朋友说”吗。所以，最大限度，只能把她写的叫“道听途说”。其实已有许多人指出她的错误，不再重复。 \\n 　　二、就算是“真话”，是全部的“真话”吗？她写了“全景式真相”吗？ \\n 　　脑子正常智力正常的人都知道，要想彻底了解一件事情尤其是许多人参与的群体性事件，必须从各个角度去看，必须看到全貌，必须看到“全景式真相”。“兼听则明偏听则暗”是小学生都懂的常识。如果只从一个角度去看甚至是从一个极不合理的角度去看，能看到事件的全貌？能了解事件的“全景式真相”？谈个比喻性的话题。是人都有缺陷都有不足。中国的四大美女都有缺陷：西施脚大，王昭君削肩，杨玉环有狐臭。（貂蝉的不记得了，但她本来就是个虚构的人物。）方方们的做法是，坚决、永远地对准缺陷对准“阴暗面”。看到西施，“这人脚这么大！嘘！”看到王昭君，“这人肩这么削！嘘！”看到杨玉环，“这人太难闻了！嘘！”看到跛子，“这人这么跛！嘘！”几十年来，方方一直就是专门盯着中国政府中国社会的各种阴暗面大做文章。这种人实在难以名之，姑且呼之曰“钻肛党”：她看任何人，都是一头钻进肛门，然后大叫道：“此人漆黑一片臭不可闻！”她比盲人摸象更片面！因为她的目光永远看不到美好看不到光明看不到希望。她永远躲在阴暗的角落里嘤嘤嗡嗡诉说着乌云的黑暗诉说着暴风雨的恐怖，永远看不到彩虹看不到雨后灿烂的太阳！ \\n 　　方方的日记显然只写了一个方面的内容。看了她的日记，整体印象只有两个：一个是封城下的武汉就是“人间地狱”，凄凄惨惨阴风怒号；另一个是中共政府各级官员上瞒下骗应对不力。而且，她一直是站在中共政府的对立面，趾高气扬横眉怒目，俨然一副道德判官的模样。 \\n 　　她的选择性太明显了！她的立场太鲜明了！这本来也是她几十年来的一贯立场，对她略有所知的人都非常了解。（随便说一句相关的题外话。她几十年如一日立场坚定旗帜鲜明地对中国共产党及政府持批评态度并以此自豪。有一次有人问她是不是中共党员，她自豪地说“不是！也从没想过写入党申请书！”这比那些钻进共产党内部非要顶着“共产党员”名头反党的人多少多了点直率。这一点，应该是她唯一可以打正分的项目，如果满分是100分的话可以打一两分。但她还是不彻底。因为她尽管没有入党，但她长期担任共产党政府部门的官员，而且还位至厅级。与巴金比起来还是差一个等级。巴金尽管对中共并不持批评态度，但他一直自称是民主主义者，不是共产主义者。尽管新中国成立后共产党政府对他一直礼敬有加，一直让他担任上海市作协  中国作协副  并在茅盾去世后接任  ，但他一直不领一分钱薪水！方方可是名利双收，工资从来不少领一分。她是典型的体制内反体制。也是阴阳两面人的典型。） \\n 　　尽管武汉市政府在早期确实好像反应迟钝了点，但是，如果从确认传染病的过程来看，他们其实已经反应很快了！如果再把武汉市政府与别的国家各级政府的做法相比，更能看出这一点！ \\n 　　传染病的确认是个很复杂的过程。因为首先，是不是出现了新的传染病，就是个很复杂的事；其次人体本身自带一千多种微生物，到底是哪种微生物导致了这种新的传染病，分辨起来很难。 \\n 　　一个个地说说。 \\n 　　先谈第一点。现在大家都把李文亮当成了最早的“吹哨人”，可是，其实李文亮等人并没有确认那几个人是得了现在所说的“新冠肺炎”。他们是看到那几个人的肺部CT与2003年Sars病人的非常相似，所以他们以为可能是Sars卷土重来。从李文亮等8人后来被查处的文件中知道，他们（在微信群）“分别传发了‘X医院已有多例SARS确诊病例’、‘确诊了7例SARS’、‘Y医院接收了一家三口从某洲回来的，然后就疑似非典了’等未经核实的信息”。李文亮《训诫书》“违法行为”一栏写的是：2019年12月30日在微信群“武汉大学临床04级”发表有关华南水果海鲜市场确诊7例SARS的不属实的言论。（顺便说一句，比李文亮稍早的武汉中西医医院的张继先医生在收治了几个症状几乎完全相同而且是两家的病人后感觉这是一种新的传染病，便向医院领导汇报，领导们很重视又向上汇报，然后医学界经过一段时间的研究，才确认这是由一种新型冠状病毒引起的新型肺炎，而且是传染病，然后，就有了后来的一切。） \\n 　　为什么要谈这个？因为确认新的传染病是件很复杂的事，需要时间。对比可以更清楚地鉴别。从现在接触到的新闻资讯来看，美国去年11月就已知道出现了一种新型肺炎，并向盟友北约和以色列通报。现在已确认美国有不少covid-19患者去年就已出现，但都被当成了普通肺炎甚至是流感。意大利去年10月就已出现患者。但是，这两个国家的医生都没有意识到这是一种新型传染病。不得不说，中国的张继先、李文亮等人确实敏感！而且非常有责任心！ \\n 　　再谈第二点。就算对医学、病毒学一无所知，但脑子正常的人略微想象一下也能明白，要从那么多微生物中确认到底是哪一种导致了某种疾病肯定不是件容易事！ \\n 　　为什么要说这些？就是要谈一个基本常识：确认新型传染病，需要时间！不是一有人发现问题马上就能知晓一切并在最短的时间内采取正确合理完备的应对措施。 \\n 　　还是需要比较一下。现在大家对世界各国应对covid-19的状况都已有所了解，哪个国家做得最好？中国！毫无疑问！ \\n 　　现在再回到方方日记。如果真的是想向读者甚至是全世界的读者详细真实地报道中国关于新冠肺炎的新闻，毫无疑问，应该把中国政府的正确举措全都写出来！ \\n 　　可是，她写了吗？她只有指责只有批评只有横眉怒目。 \\n 　　造谣有几种情况。胡编乱造是造谣，移花接木是造谣，说一半隐藏一半也是造谣，一种更为精致的造谣！这三四十年，这种谣言几乎是遍地开花。（绝不是像某些人所说的“好不容易出了个敢说真话的方方”。方方们早已是成千上万就像现在纽约上空的乌鸦一般多。方方还做不了“钻肛党”党首或“钻肛教”教主。） \\n 　　三、就算方方说的是真话，这种真话有什么意义呢？尤其是把它译成外文在外国发行，意图何在？ \\n 　　看方方日记得出的结论是什么？中国政府不行！不重视人命！不关心人民生活！要是再前推一步，恐怕就应该是：这样的政府就应该推翻！当然，她在接受采访时说她的日记与“政府没有张力”。（看到这话我就想起了汪精卫说与日本合作是为了保护中国人。）可是，如果把这一点去掉，她的日记还有什么存在的价值呢？就是像有些人说的“立此存照”？就是为了让读者了解封城时的武汉是人间地狱到处凄凄惨惨戚戚？如果真的是这一点，现在外国的许多地方都远远比当初的武汉严重得多！像意大利的贝加莫、美国的纽约等等。方方果有此心，是不是应该到这些地方去各待上一段时间再分别出一套日记？——这一点，显然不大可能，也毫无意义。那么，Amason看中了它的哪一点要那么急着出版它的译本？这种译书出书的速度，前所未有！3月25号封笔，4月9号就出了成品开始预售！出版界的宠儿诺贝尔文学奖得主的作品还没有哪一部能以这样的速度出世！被黄智贤称作“光速”！为什么？因为它的文学价值？基本上不存在。这不是文学作品。道德教化的价值？谁能用显微镜看出一点点？只有一点：它的认识价值。看看Amazon的前言中的一段话：在一个当局利用技术密切监视公民和严格控制媒体的国家，作家往往会自我审查。然而，这一严峻的现实促使方方勇敢地站出来，反对社会不公、腐败、虐待以及妨碍应对艾滋病的系统性政治问题。明白了吗？明白方方日记对于美国舆论界（外国舆论界）价值何在了吧？ \\n 　　四、方方经常挂在嘴上的话是：一个健康的社会应该容许不同声音的存在。但很遗憾，在这次的事件中，我们只听到了她维护自己“权利”的声音，却一点儿也没看到她赞同别人说话权利的言论。她把一切批评者都叫作“极左”，她的拥虿们又制作了“别有用心”、“群体无意识”等帽子。给对手甩顶帽子你就赢了？那也太简单了吧！只能证明方方们思维水平实在太低了。方方编故事也算还有点水平吧，但思辨能力——地平线上下吧。真是“只许州官放火不许百姓点灯”。她侮辱批评者说他们没有学历没有水平那封高中生的信就“代表了他们的最高水平”！哈哈！真有意思！ \\n 　　我们来看看“言论自由”。 \\n 　　众所周知，“自由”本是启蒙思想三大旗帜中的一面。可是，世界上有哪个国家有无限的言论自由？八十年代被中国西化的所谓民主斗士们吹上天的海德公园演说角，也不可能是说什么都行，它依然有禁令有限制有几项基本原则：不得攻击王室，不得攻击现政府，不得对任何人进行人身攻击。再看一些例子。英国女议员希拉·奥克斯在首相鲍里斯·约翰逊得了新冠肺炎住进ICU后说了句“他是应得的”便被解除了议员职务。美国护士因抱怨医护设备不足被开除。美国政府因世卫组织说了些中国政府的好话就停止资助。例子太多了。为什么？道理太简单了：“自由”与“责任”从来都是一体两面，过去没有现在没有将来也永远不会有绝对自由。 \\n 　　为什么要说这个？因为方方从来只知道自己的“言论自由”却不知道自己应该承担的责任。尤其是作为公众人物，尤其是在境外发行作品的时候。 \\n 　　五、《方方日记》在境外发行究竟会起多大的作用？想起了鲁迅先生的话：“捣鬼有术，也有效，但有限。”它注定是速朽的阿物儿，一只不大的小乌鸦，掀不起几点浪花。所以，大可不必把它当回事。 \\n 　　至于那些精致的小帽子，方方们还是自己留着慢慢享用吧。 \\n  \\n 　　我欢迎一切基于事实的理性分析，但对所有的情绪的宣泄飞舞的帽子一概不屑一顾！理也不理睬也不睬！\",\"timestamp\":1641308475,\"title\":\"方方们的“真话”\"},\"digest\":\"HuoVf3Ha5TN9oTJX_MXrOvtx7ACO9Bi902HoswQ-8Z8\",\"authorship\":{\"contributor\":\"0x9b85bD1C1337aE76be2947C200CD22A47eF90cAf\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gaGbP84CB5EtG87Ifgz8QEZAkj95mk2Zbj3Ot1Nldgg\\\",\\\"y\\\":\\\"Q6eE_ZGSgh-28OcAjAku0Oah4F7CA1AbWJzDvIANYjs\\\"}\",\"signature\":\"g85vsz-YHKfYrefOmtEKLZqCcZNmTfcRrqhzTE-8un9rSnWaACGXgcSnPWen8Lo4MWSp-yNKmjtyjzAJUzL-Vg\",\"signingKeySignature\":\"0xc416b9fdaaad74b26db7343ce097ae24b9e12a3d760e18752bc19456e480360e5c123a65bf1ac0055e4b203048651c075299c38308b9ba8642729a330d872b251c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gaGbP84CB5EtG87Ifgz8QEZAkj95mk2Zbj3Ot1Nldgg\\\",\\\"y\\\":\\\"Q6eE_ZGSgh-28OcAjAku0Oah4F7CA1AbWJzDvIANYjs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HuoVf3Ha5TN9oTJX_MXrOvtx7ACO9Bi902HoswQ-8Z8\"}"