"{\"content\":{\"body\":\"![Sudodswap](https://images.mirror-media.xyz/publication-images/QvbjCpTd_HF1l9bzijBd1.png?height=788&width=940)\\n\\n**Sudoswap** je alat za sigurnu zamjenu (prodaju) NFT-ova ili bilo koje druge kripto imovine za kriptovalute ili neku drugu kripto imovinu. Radi se o aplikaciji izgrađenoj na 0X decentraliziranoj peer to peer platformi. Sudoswap korisnicima omogućuje da svoj NFT (ili neku drugu kripto imovinu) zamjene za točno određeni iznos neke kriptovalute ili za neki drugi NFT.  \\n  \\n Korisnici pritom izrade poseban link s ponudom za tu svoju zamjenu. Prodavatelj može link s ponudom poslati kupcu kojeg će taj link odvesti na Sudoswap platformu da izvrši transakciju. Preko platforme je moguće zamijeniti ERC20, ERC721, ERC1155 za bilo koji ERC20, ERC721 ili ERC1155 token.  \\n  \\n **U praksi** to znači da uz pomoć Sudoswap aplikacije možete izravno s kupcem zamijeniti bilo koji NFT ili token na Ethereum mreži za bilo koji drugi, a pri tome ne trebate trećoj strani plaćati proviziju kao što je to slučaj kod popularnih platformi za trgovanje NFT-ovima. Tokeni izravno s vaše adrese idu na adresu kupca ili obrnuto. Sudoswap vam nudi da unesete adresu kupca ili da to polje ostavite prazno kako bi svatko s vašim linkom mogao izvršiti ponuđenu zamjenu.  \\n  \\n \\n\\n![zamjena kripto imovine](https://images.mirror-media.xyz/publication-images/v9AU9j9KLiTHVUqY4nKHo.png?height=788&width=940)\\n\\n \\n  \\n Korisna je i funkcija **vremenskog ograničenja linkova**, pa tako možete namjestiti da vaša ponuda traje na primjer samo jedan dan ili koliko god vam odgovara. Osim pojedinačnih zamjena tokena na platformi je moguće zamijeniti i više tokena odjednom, na primjer mijenjate svoja dva NFT-a za neki drugi NFT plus još nešto tokena. Sve su kombinacije podržane, a na donjem linku možete pratiti sve do sada odrađene transakcije: <https://0xtracker.com/search>...   \\n \\n\\n![Sudoswap- jednostavna zamjena NFT-ova](https://images.mirror-media.xyz/publication-images/x-9Ch2XJispul-A62VB5i.png?height=788&width=940)\\n\\n \\n Pri zamjeni tokena koristeći Sudoswap platit ćete naknadu za ‘approval’ i naknadu za swap, dok je korištenje platforme besplatno. Visina naknada ovisi o opterećenosti Ethereum mreže u trenutku korištenja. \\\\* Nedavni tweet glavnog developera Sudoswap platforme otkriva da rade na pokretanju AMM- u na testnetu do kraja godine. <https://twitter.com/0xmons/status/1468100343758131200>  To bi značilo da u skoroj budućnosti možemo očekivati nešto slično Uniswapu za NFT-ove i svu drugu kripto imovinu.  Bit će vrlo zanimljivo vidjeti kako će to izvesti i kako će raditi u praksi. AIRDROP S obzirom na to da Sudoswap još nema token ($sudo❓), najavljen je i airdrop za koji se možete kvalificirati korištenjem platforme, a kako je Sudoswap dio šireg 0xmons NFT ekosustava (<https://0xmons.xyz/>) u kojem su i Xmon tokeni (<https://www.coingecko.com/en/coins/xmon>) nagađa se da će i vlasnici Xmon tokena i Xmon NFT-ova biti nagrađeni airdropom.  Više o Sudoswapu saznajte na donjim linkovima.  \\n  \\n <https://discord.com/invite/47M95tNFwt>\\n<https://sudoswap.xyz/>\\n<https://twitter.com/sudoswap>\",\"timestamp\":1641485727,\"title\":\"Sudoswap - prodaja ili zamjena kripto imovine\"},\"digest\":\"qPMWi1CCUDoD27CnCaboAdUx0NlWlFDzG9zw3HJWUaQ\",\"authorship\":{\"contributor\":\"0xCF9a7c6765c260D160f0012541fb2Cf774e0dc56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fzDhdQ7sICFJ2lUi4zt6ay0giBN7CifeAJRJzUnnoiw\\\",\\\"y\\\":\\\"-KFAmTsKODHhfyFCPbvBXAZcQ-OjTIaPOwHAatiDp_w\\\"}\",\"signature\":\"WNygn8pYpIA0vLOjI0EcBCxTWOoRBD-u4gOzgvZQWUkSTqsRPX7FGDICstYf6VkoZZLRxIOvsLxQS6EhItqn4A\",\"signingKeySignature\":\"0x2c336b64ddd035b54fd5ec598308271c0e0a231d39064fda113e427e0998674d7071c6ec3f865f555846f5ed5e81efe4600f15af19ed89192807ff5727ca64eb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fzDhdQ7sICFJ2lUi4zt6ay0giBN7CifeAJRJzUnnoiw\\\",\\\"y\\\":\\\"-KFAmTsKODHhfyFCPbvBXAZcQ-OjTIaPOwHAatiDp_w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qPMWi1CCUDoD27CnCaboAdUx0NlWlFDzG9zw3HJWUaQ\"}"