"{\"content\":{\"body\":\"Flash Fiction | Bio-Horror/Scifi | Duration: 5 Minutes 20 Seconds\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F216d7bd1-2a5a-4958-81a2-154889bf99be_1080x1080.png)\\n\\nMy awakening is abrupt, a spark along a neural pathway, born from utter darkness into the blinding existence of a billion flashes a second, a searing anguish engulfing my form until it vanishes beneath a soothing awareness that washes over me like fluid over burned tissue. I visualize my world for the first time in brilliant, radiating spectrums of light which blur and coalesce into formations that derive meaning by their visage alone. I’m compelled to caress these patterns of luminosity, yet they remain impalpably beyond my reach as I’m stricken with immobility. The confines of my inexhaustible prison seem ever-restricting and claustrophobic, until I recognize I’m already connected to an immeasurable quantity of fibrous bridges expanding outward in every direction.\\n\\nA consciousness filled with unremitting experiences from a life incomprehensible to my own rips through the essence that defines me, shredding the entirety of my physical being into ribbon-like tendrils, yet allowing what could only be determined as my soul to remain fully intact. All the while those billions of incessant, pulsing waves of energy rages about me in a sea of thoughts and emotions.\\n\\nI think, therefore I am.\\n\\nAnd with that, I am reborn like the phoenix from the ashes. Colors, sounds and angular shapes redefine a new perception of reality gifted to me by mere chance. Or is it fate that brought this miraculous host to my once eternal domain? The external images before me make little sense at first, so I turn my awareness within, searching for what base impulses control and influence the host. Sensations of hunger for sustenance and hydrating thirst arise, so I activate them in a test of power. The host doubles over—a reign of nausea coursing through its frail system—before releasing a stream of bile into its strange outer shell. Other creatures approach, bobbing and bounding through the air, their thick limbs flailing about. Curious, I retract my expansion through the host’s mucosa and tissue to lie in wait in order to see what would become of us.\\n\\nWe are pathetically lifted by the others and transported to a new structural realm, closed off from our previous environment. Within these new walls, the others discard us atop a raised plateau, removing the host’s outer shell and wiping it clean of its filth. Their symbolic utterances assault our auditory canals causing pressure to bear down upon me and I thrash out at the rhythmic disturbances in a desperate attempt to get them to stop. This only makes matters worse for us, as the host roars in a deafening cacophony that shakes my splintering stems to veer off the pathways and enter new, unexplored territory. As I expand, so does my understanding of this host and what brings it here: my planet is hospitable to biological life, the hosts are but explorers from another world looking for a new home, but instead they found me; they inadvertently discovered a new mode of *being*, a better way forward for the both of us.\\n\\nAs the host calms itself into a state of exhaustive rest, I continue to grow along newer pathways with lesser resistance; the highways of the mind, the nodes of existential reality. I find an exit, the nerve that leads to the optical gates of heaven itself. Aqueous and vitreous humor flows over me as I force my way through the lens. My host convulses, but I end its meager rebellion, steeling its muscles against any pressure I may be creating in our skull. Breaking free from my organic cell, a coolness brushes over me as I greet this new, purified air that accommodates my host. I…like it. I increase my intake of this intoxicating gas from my exposed limb, adapting further.\\n\\nThe plateau beneath us—this *bed* as my host calls it—is incredibly inviting and since I can no longer prevent my expansion, I burrow into the sheets of my next home, whilst maintaining the connection to the host. We will become one. I will unite us all in ever-lasting harmony and fulfill my true purpose. While the other crew members sleep, I prepare. I consume. I grow.\\n\\nIt isn’t until my planet’s sun falls and rises anew that my host’s crewmates awaken to find our new stage of evolution in all its glory. Screams echo in our chamber and reverberate painfully upon our orifices. I cannot take any more of it. I reach out again but this time I’m not hindered by fleshy chains. I pierce one of the crewmates with a hook-like tentacle and pull them close, relishing in the devouring conversion of foreign to domestic. We take control of half the inanimate chamber, multiplying exponentially in an unstoppable torrent of cellular mutation. The others scramble away out of our room, but to what end? What purpose do they have other than enhancing our assimilation of the known universe and beyond?\\n\\nThe two of them return, donning some type of gear and I peer out at them from my plateau, my throne of parasitic superiority.\\n\\n“Do you mean to merely exist, or do you want to *live*?” I say to them, utilizing my host’s corrupted vocal cords.\\n\\n“Go to hell,” one of them responds.\\n\\nBefore I can comprehend the lesser being’s message of contempt, a stream of combustion reaches my bubbling form. I find myself screaming this time, every atom of material I had previously converted into *us* now burning into an ashen heap. I writhe in agony, powerless to block the flames fueled by the precious oxygen spreading about us. In my final act of turmoil, I swipe at the crewmates and remove a sneering face from its body.\\n\\nThe last crewmate yells and redoubles its efforts to destroy me, efforts which admittedly are quite effective. I lose my ability to see and hear the outer realm. I then lose feeling and all sensation stretching out from my host and the plateau. It’s not long before the brilliant flashes of neural activity fade to nothingness and I’m once again isolated in pitch black, devoid of the magnificent awareness that I had lost so long ago when the planet’s previous inhabitants abandoned me here.\\n\\nUnbeknownst to the final crewmate, this *is* my hell. But I’d suffered this fate for millennia before, only to be rewarded with another glimpse of heaven. Surely, if I only suffer a bit longer I’ll ascend to the gates once more and when that day comes, I’ll make sure to never be removed again.\",\"timestamp\":1633728344,\"title\":\"Embedded\"},\"digest\":\"7T49MerkC3mDs9zgcBNPSmno1zK03tp8AKerSZ2LQ5Q\",\"authorship\":{\"contributor\":\"0xf818606f9c46F58a6aFba1156A9a32Aa7F009501\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AyWtyXpwcCnMCLk-vNa5FgxehtBwR-0vVi2jrwnlcF4\\\",\\\"y\\\":\\\"qu0Nh6E4qJUooWmPD9EawiCJn-mqf1pdbtLeNF5HMNs\\\"}\",\"signature\":\"wrzA86MoeTgJm80u-xM06mgNKE7LcfpAq87iLHCfr33zPMkWgupHb2aSAVYe_S5egvV9Nks-LGrINoJZrVCWcQ\",\"signingKeySignature\":\"0x07b0bb96e6572789db3950912c4289127be2c61f6c5e1f1b306ff9b16297740e41dccbda7820f4a5c2afa7c0cb3dd0ce75dc76f7768ceaf0bcedd283003438731b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AyWtyXpwcCnMCLk-vNa5FgxehtBwR-0vVi2jrwnlcF4\\\",\\\"y\\\":\\\"qu0Nh6E4qJUooWmPD9EawiCJn-mqf1pdbtLeNF5HMNs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7T49MerkC3mDs9zgcBNPSmno1zK03tp8AKerSZ2LQ5Q\"}"