"{\"content\":{\"body\":\"### Part One — The Morning\\n\\n![Illustration by Ieva Berzina.](https://images.mirror-media.xyz/publication-images/msVcNowf8EY021pE8g9Lm.jpeg?height=2560&width=4000&&size=large)\\n\\nIt’s a weird sensation to wake up surrounded by strangers going about their business. Talk about “out of place”.\\n\\nI was in Aksaray bus terminal. My overnight coach from Antalya reached its destination way too early for me to try and get anywhere, so I found a quiet bench, put my blindfold and earplugs on and napped until the hustle and bustle became loud enough to bring me back from dreamland.\\n\\nThe sun was still low, daylight felt kind on my eyes when I took the blindfold off and looked around. People were moving around, in and out, on and off, with serious looks on their faces. Nobody seemed to mind my scruffy-looking self lying on a bench.\\n\\nThe plan was simple: catch a ride to Ihlara Valley, about 50 km away, spend the day there, then get to the neighbouring town of Nevşehir and hopefully find a cheap place to stay for the night.\\n\\nHitchhiking had become a regular affair in my journey and Turkey had thus far proved to be very welcoming to it. From people taking me to have brunch by the beach, lunch with them on family birthdays, to others offering me a place to crash for the night, I was confident in reaching Ihlara in a decent amount of time. After all, it is a touristic hotspot in a deserted region — people tend to empathise more with hitchhikers when they find us in empty roads in the middle of nowhere. It’s a pity thing.\\n\\nAnother regular affair at this point, albeit a less pleasant one, was the long walks out of town to reach good hitchhiking spots — nobody gives rides inside urban areas where you can find other transportation options — or alongside national roads, sometimes for dozens of kilometres, whenever I grew tired of waiting for a ride. These walks, often under a blazing sun, made the 12 kg of my rucksack feel more like Sisyphus’ rock, occasionally leading me to question if the determination to push my limits and travel in such an unconventional way was not turning into self-punishment fuelled only by stubbornness to give in to exhaustion.\\n\\nTo counter these thoughts, I would often repeat to myself, like a mantra, a sentence a good friend once told me: “It builds character.”\\n\\nAs far as character goes, that morning I felt tenacious. Leaving the terminal behind around 8 am, I figured it would take me at least one hour to reach the other side of town. The Wi-Fi signal I got from the stationed buses — long-distance coaches in Turkey sometimes offer Internet and other modern commodities on board — allowed me to load up a map of the area, but GPS signal was not working so I had to rely on my compass and street names.\\n\\nAn hour or so later, I found myself on the outskirts of Aksaray. A long road with no nearby manmade structures presented itself ahead. Testing my luck, I dropped my bag and started giving oncoming drivers the old thumbs up.\\n\\nOn a typical day, I’d make a card with the name of my destination and a smiley face, in bold black lines, but this was the last stage of my stay in Turkey and after so many positive experiences I was feeling overly confident.\\n\\nDespite it being a quiet morning, it didn’t take long for a car to stop. Upon knowing my destination, a young couple offered to take me as far as they could. They were both doctors on their way to work in the next town’s surgery, a good 30 kilometres closer to my goal. I jumped in, ecstatic about my good fortune and ready to answer all the questions they threw at me.\\n\\nAfter thousands of kilometres on the road, riding with a wide range of personalities, the ritual had become familiar: people who pick up hitchhikers usually either have hitched rides themselves or, on the other hand, are curious to what makes a person stand on the side of the road at the mercy of strangers.\\n\\nThey want to know where you’re from, where have you been before, how long have you been doing it…your answers become very scripted after a few exchanges.\\n\\nAdrenaline, I believe, also plays a part in the dynamic of hitchhiking: it’s about complete strangers interacting at close proximity in a random no-strings-attached scenario. It’s an instant adventure for both parties.\\n\\nOccasionally, there are also people on long lonesome drives who just want some company. Those ones are more of an oddball, difficult to read, take a bit of time to understand if they want to hear your story or if they’d rather tell you theirs. They always make me feel more uneasy at first but tend to be the memorable ones. That is if the conversation ever flows.\\n\\nThe doctors dropped me off at a junction and pointed me in the right direction, taking the time to explain that Ihlara Valley was less than 20 km away and, as per its visiting hours, had just opened doors for the day. There was a good chance of getting a ride with other en route visitors.\\n\\nAs fate would have it, that’s not what happened at all.\\n\\n### Next part:\",\"timestamp\":1640770115,\"title\":\"That Time I Almost Died in Cappadocia (1/5)\"},\"digest\":\"qUI_5CIfiA0CcIxjeh1wkxqOZG9ZzJ0GIGXhAjGv97s\",\"authorship\":{\"contributor\":\"0x778b5DeBb5127a7B6F87e28E7033Dd54F6d1Ffaa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PwYaAPmavm8yMAX7NDWlZjQMI3dT_nl_CVyLhn3v6gQ\\\",\\\"y\\\":\\\"w5ioO7jGlEOFm0c5fp9jhr7v32_sAjfTZY1Kn6dU7g8\\\"}\",\"signature\":\"vbnhMMsBPzCKiPydskRZumebXSpeYYAkehRAJTnxhSorBwRWp4pz0rxwdYMjtEUKvg0A-wFWrb_4yUZhQ7MxsA\",\"signingKeySignature\":\"0x5b8475ac802c007d3f3275bc5ca573854f06e88fe557476e8e02ee217667520d7202f18c98929aac75c363b83d952ff9bc2dacffa90719caa8e96d2956ee58671c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PwYaAPmavm8yMAX7NDWlZjQMI3dT_nl_CVyLhn3v6gQ\\\",\\\"y\\\":\\\"w5ioO7jGlEOFm0c5fp9jhr7v32_sAjfTZY1Kn6dU7g8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lLhg3HXOjSkqIY_VE4KzT-jrvobD-rkGUm_6t9bbAwM\"}"