"{\"content\":{\"body\":\"There are few words more hated on the internet than “influencer”. Try googling “why I hate the word influencer” and you will find one blogpost after another with this exact title. Some of them explain why they hate being called an influencer, and others why they hate influencers, but they all have one thing in common — “influencer” is a bad word.\\n\\nI was very curious when I started hearing this, because this space (whatever we want to call it) is growing massively in terms of people involved and value created. I’m going to try to chronicle and break down why this word is so hated, what it really means and what this industry is all about.\\n\\nNon-influencers seem to hate the word influencer because they kind of hate influencers. The word conjures images of reality celebrity, artifice, undeserved riches, wastefulness and vanity. The particular brand of ‘influencer’ imagined is the fashion/lifestyle/travel variety.\\n\\n> *“I too hate the word “influencer”. I believe it leads Instagrammers to have an inflated sense of self-importance. It’s both annoying and pretentious.” — [unnamed Redditor](https://www.reddit.com/r/unpopularopinion/comments/fc0om9/i_hate_the_word_influencer/)*\\n\\nThe fact that these imagined people are also [making a ton of money](https://daisychains.co/2020/03/11/why-i-hate-the-word-influencer/) from ‘influencing’ (read: manipulating) others into consuming products just adds insult to injury.\\n\\nPeople who could reasonably be called influencers hate the word because of the negative connotations (described above) that it carries. If the world thinks influencers are pretentious, vain, overpaid salespeople you wouldn’t want to be called an influencer either. Content creators share their passions, authentic selves and product recommendations to the audience they have worked hard to build. Most of them are extremely hardworking and often not earning enough money to support themselves fully from their side hustle — they feel grossly misunderstood by the term ‘influencer’.\\n\\n# So what exactly is an influencer?\\n\\nWithout getting too bogged down in semantics, let’s break down what influencers actually do. Starting at the beginning: anyone who could be called an influencer has probably spent years building an online audience by regularly sharing high-quality content that others find valuable. Some started with the goal of growing their audience to support a full-time business and others grew organically, but the common thread is that they regularly (most likely daily in the context of Instagram) posted content that others found valuable.\\n\\nIt isn’t possible to build a massive following without dedicating time and energy into producing quality content — with increased competition on social media, the quality bar has only been rising in recent years. And it certainly isn’t possible to build any kind of following if your content isn’t valuable to people. Unless you are giving them value, people will not follow you. So it’s clear that those we call influencers have worked hard and created value for others.\\n\\n# The business models available to content creators\\n\\nSo let’s talk about the elephant in the room: brand deals. Before we get into that, I think it would be helpful to break down the different types of revenue available to someone who has built a big online following by sharing valuable content. While there are some variations within them, we can identify 5 basic models:\\n\\n* Advertising (getting paid for eyeballs)\\n* Subscriptions (getting paid for access to content/community)\\n* Commerce (getting paid for digital or physical products or services)\\n* Donations (getting paid for making people feel good)\\n* Social tokens (getting paid for access, donation and ownership)\\n\\nI would argue that any type of content creator with a substantial enough following could make money through any of these models, but the convenience depends on their primary platform. People who mainly produce videos on YouTube can easily make money through ads via the YouTube partner program, and they can also set up channel memberships in order to monetize from subscriptions. Those using the live-streaming feature on YouTube can also accept donations. Blogging lends itself well to advertisement via the website, and newsletter writing can easily be monetized via subscriptions (for example via medium or sub stack). But what about the main ‘influencer platform’ Instagram?\\n\\n# The role of Instagram in the rise of the influencer\\n\\nInstagram does not share its advertising revenue with content creators. As a side note Instagram made [$24 billion](https://www.businessofapps.com/data/instagram-statistics/) in advertising revenue in 2020. None of that went to creators, even though they are the reason Instagram is able to sell ads. Without valuable content on the platform, nobody would use Instagram. It also doesn’t provide a way for creators to gate part of their content behind a subscription, and it doesn’t have a donation mechanism built in.\\n\\nInstagram has been moving more into commerce lately, but really the only way content creators on Instagram have been able to monetize their audience is through doing their own advertising via brand deals and affiliate links. This has been the genesis of the “influencer”.\\n\\nNow that we’ve seen why Instagrammers tend to monetize via brand deals, let’s get into the nuts and bolts of it.\\n\\n> *“Aspyn Ovard has 2.2 million followers, so she could reasonably charging around $20,000 for this photograph. Yet, even if she did her hair and makeup specifically for this photo, and tidied her room and edited it with a custom setting, it’s unlikely she spent more than a couple of hours creating this image. Therefore, she’s pretty much charging $10,000 per hour” ([source](https://daisychains.co/2020/03/11/why-i-hate-the-word-influencer/))*\\n\\n# Content creators are value creators for their audience, but they sell the value to brands\\n\\nLet’s go back to the concept of value creation. I already mentioned that if someone has a big audience on any platform, it means they are providing something of value — their content satisfies the needs of the people who follow them by providing education, inspiration or entertainment. You may doubt the value of some specific content to *you*, but even if you find fashion posts to be meaningless, they are clearly worth something to the people who consume them.\\n\\nNow let’s talk about another kind of value — the value of access to an audience. Because content creators themselves need to find a market for their content, they need to focus on a specific niche and satisfying the needs and wants of that specific audience ([more on niches here](https://ghost.org/blog/find-your-niche-creator-economy/)). Granted, this isn’t how many content creators think of their audience (usually they think of the content first and then look for the audience), but even if it came about accidentally, the fact is that audiences around creators tend to have common characteristics. This is one reason why access to these audiences is valuable for brands.\\n\\nAnother reason is that creators have built trust with their audience. One distinguishing feature of content entrepreneurship vs other types of businesses is that the individual personality, talents and passions of the creator permeate the business. This human connection builds trust with the audience in a way that brands struggle to do naturally.\\n\\nIn the best case, creators use their platforms to recommend products they genuinely love and can stand behind. Anything else can quickly erode trust and lose followers. When influencers misuse their audience’s trust to recommend irrelevant or bad products, or they promote products too frequently, there is a corrective mechanism. Followers who cease to enjoy a creator’s content are one button away from breaking off the relationship.\\n\\n# Price is determined by value to the buyer not cost to the seller\\n\\nSo now that we have an understanding of the value that influencers offer their audience, and the value that influencers can offer brands, let’s talk about the money in the equation. As we learned in the quote above, someone with 2.2 million followers could be earning $20,000 for an Instagram post, which might put their hourly rate at $10,000. I’ve heard the 1% of followers rule of thumb before, but the exact numbers don’t really matter here — the fact is that a lot of people seem to think that influencers are making too much money for too little work.\\n\\n> *“If you’re an influencer, and you’re working with a company, invest the time equivalent to the money they are investing in you. It’s only fair” (same [source](https://daisychains.co/2020/03/11/why-i-hate-the-word-influencer/) as above)*\\n\\nThere are a couple things wrong with this line of reasoning. First, products and services in the market are not priced based on how much they cost someone, but how much they are worth to someone. If content creators charged brands a flat 10% profit on the cost of producing a single post, they would be vastly underselling their value. The brands would be the big winners in this equation, not the entrepreneurs who have spent years building up an online following and work hard everyday to inspire, educate and entertain their audience without any payment from that audience.\\n\\nAnother mistake is to underestimate the time, effort and number of people involved in producing content. Professional content creators, influencer or otherwise, have not only spent years producing high quality content on the daily with no pay, but they need their one brand deal per week (or insert time frame here) to support all of the unpaid content that they work to produce for their audience. Not to mention the fact that many creators employ professionals both for the creation side of their business and the business operations side — photographers, video editors, accountants, marketing managers and more support many mid- to large- size content creator businesses.\\n\\n# Hatred of the word ‘influencer’ is based on a misunderstanding of value exchange in online content creation\\n\\nThe hatred of the word influencer is based in a lot of misunderstanding and individual examples of poor behavior, but the confusion is rooted deeper than just the word “influencer” and is based on a misperception of the growing world of online content entrepreneurship. Creators who successfully grow a following are undeniably offering something valuable to that audience. They deserve to monetize and build a business around that, regardless of which of the revenue types suits them best or is available to them on the platform they use. In my view, growing an online following by producing content and building a business around it is a legitimate and honorable way to become an entrepreneur and live life on your own terms. The real villains here are platforms like Instagram who have lined the pockets of investors by selling advertising on top of content produced by creators for free.\\n\\nIn case you were wondering, I personally have no loyalty to the word “influencer”, but I don’t think it’s a bad word. However, I think there are far more useful terms like “content creator”, “creator” and “content entrepreneur” which address a wider group of people who don’t monetize via brand sponsorships alone.\\n\\nIf you are a creator and are interested in reading more about the business of content creation, check out my website [The Creator Startup](https://delicious-nightshade-660.notion.site/The-Creator-Startup-8d9672d77632461e8368328c0fd7bc49).\",\"timestamp\":1635412806,\"title\":\"Why everyone hates the word ‘influencer’ and what it really means\"},\"digest\":\"jo-lGq_ktZ-OiBT3ElLc37vNWefMHc7sHmgRHM8Ok-Q\",\"authorship\":{\"contributor\":\"0x51aC35f16451Ba0AB5B74e4bF5dF7f0A95e1666d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"J20V2LD8hx71o7Yu13wYa9eKsmvCCMkJIbfsnFWycMU\\\",\\\"y\\\":\\\"E_Ch7SpY58yZmTcr6B4s6CqeEOwXfVeBUDByyMs9OIk\\\"}\",\"signature\":\"4E5t4cBkK9Xe0DzgaBD6GfTpNmzT8H21ZtJ-8FDnabHf_cRcEPsdaWtJJs_TmDHX9XoL8i-Hy_JH_eOg6KdJCQ\",\"signingKeySignature\":\"0xe9ec95f9242fed786b974ff311fb89cda6b444730321d9da42ea7805030751ff63400d42901f83f559c39d482b87d69170619e50c5dc010da2a674d7225483d21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"J20V2LD8hx71o7Yu13wYa9eKsmvCCMkJIbfsnFWycMU\\\",\\\"y\\\":\\\"E_Ch7SpY58yZmTcr6B4s6CqeEOwXfVeBUDByyMs9OIk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jo-lGq_ktZ-OiBT3ElLc37vNWefMHc7sHmgRHM8Ok-Q\"}"