"{\"content\":{\"body\":\"> Thank you for your time, friends. You don’t have to believe in the story, and it doesn’t matter. It is me writing down some truthful feelings and thoughts.\\n\\nI have been living in the west coast for about 13 years, a few years in Los Angeles, and the rest in Bay area. Like many other immigrants, I came to the U.S. to pursue my degree and then found a job in some tech company, and happened to do reasonably well in the company. Looking back, I always have this feeling that I am experiencing my life but not creating my life. \\n\\nOccasionally, I saw my very first day in U.S. in my dream. It was a very warm afternoon in August, the airplane landed in Los Angeles International Airport. I clearly remembered I had no feelings, not excited, not worried. It was a brand new world. My English was supposed to be good enough, but it wasn’t. I couldn’t understand much what they were talking about in the radio. I was waiting for my luggages, looking at the moving baggage carousel, and thinking about nothing. Suddenly, I got a warm, soft, and sweet hug from behind. That was Carol, my girlfriend. She came to the U.S. one year before me, and surprisingly, we handled the long-distance love well enough and finally the day came! She was pursuing her degree in East Coast, and it was the summer vacation. I wasn’t expecting her, because I thought I could only meet her outside the airport. She looked really happy, I think I was very happy too by then, but I didn’t remember much. Although she came to the U.S. only one year before me, it was clear that she already got used to everything here. She helped a bit, we kissed, we hugged, I got the luggages, we hopped onto a car that I arranged one week ago. Here we go, LA!\\n\\nApparently, Carol knew much more than I did. She brought me to a car rental. Without a car, we cannot do anything in Los Angeles. She went through the process, got the car, I was standing there, watching her. As we were approaching my school in downtown LA, I started getting anxious. It must be due to the daylight. It was close to the end of the day, the sun wasn’t as bright as before, downtown LA looked very old, it was dirty, the shops by the streets looked shitty. It was so different from what I saw in TV – Los Angeles, a city kissed by angles, now what was this… There was no time to think or talk about these feelings, the very first thing to do was to get the key to my apartment that I rented via the Web one month before. Carol helped me pay the secure deposit, it was like $1,500, almost one third of what I had in my pocket. That was a lot of money, I really appreciated Carol’s help, and wanted to pay back her right away. She said “no worry, let’s setup your bank account first and then you can write a check to me!”. “A check?” I said. That was a new concept to me. I got the idea soon, and we arrived at the rental company. I carried the two luggages and Carol helped a bit too, finally we got the key. Both of us were already sweaty. It was not the time to rest and chat with each other yet, we went to my apartment. It didn’t look as good as its photos, and its neighborhood was a bit scary. It was getting really dark, Carol was a little uncomfortable, it was her first time in LA too, and she never visited downtown LA. “Shit.. the key doesn’t work” Carol said. Apparently, the rental company gave us the wrong key. Carol called back, I didn’t have a U.S phone yet. No one answered the phone. I stood there, had no idea what to do.\\n\\n“Let’s grab some food first”, Carol said, “and we should drive to a different place. We sleep in the car tonight”. “Sounds good” I said. Carol used GPS to find out the address of my lab, the place where I supposed to spend the next few years doing research, and drove us there. Driving in LA was not fun, Carol got her license not too long ago, and she never drove in LA before. She was very nervous, I couldn’t help anything. I didn’t know how to drive yet. We were at the building of my lab. It was a 5 or 6 floor building, the neighborhood looked different from downtown LA, quiet, but dark. I was not feeling very comfortable. The city I lived before I came to U.S. looked much much better. I couldn’t imagine I came to one of the biggest cities in the United States of America. We sat in the car, Carol was tired, I was supposed to be tired too, since I didn’t close my eyes on the airplane. I looked at her, she went asleep, I could hear her breathing, very calm. I felt very bad. I remembered I took out my notebook and wrote down the feelings. I couldn’t sleep the whole night, started thinking about a lot of things. 20 hours ago, I was so excited and nervous when boarding the airplane; now the dream came true, me and my girlfriend finally could see each other. Why did I feel so bad right now. I was also very worried about my own research, not sure if I could get the degree, not sure how long it would take me to get the degree. I didn’t want to stay in school for too long.\\n\\nFinally the morning was here. It was a long night. I started seeing people getting up and running for exercises. The bird was singing. I just couldn’t get myself excited. Carol was up, “it is close to beach, let’s go take a look”, she said. “Sounds good”, I said. We went to the beach, that was Pacific, Shanghai was on the other side. It was still very early in the morning, there were not many people on the beach. When the wind touched Carol’s hairs, she smiled, I took the photo. She looked really beautiful. \\n\\nIt was again a very busy day. Carol planned a few things for me: the keys (of course), some furnitures, bank account. Looking back, it was amazed that I could accomplish so much on just one day. Other foreign students usually needed a couple of weeks to settle down everything. But for me, it was like snap. I didn’t have to experience the “adventure” because Carol was with me. Other students needed to discuss with each other about whether to choose ATT or TMobile, whether to use Citi or BoA, etc. It was “easy” for me.\\n\\nCarol spent a few more days in California. She and her friends planned to visit LA in their summer vacation. So, it was very convenient that I could just join them.\\n\\nYes, I rushed into my new life.\",\"timestamp\":1639121681,\"title\":\"Flying to LAX\"},\"digest\":\"lKNXD-DDZMXaNXsJaxSGmCKofq1VcCaBluYFxW0WjsQ\",\"authorship\":{\"contributor\":\"0x37214A82D96Dec83aD26167eFEEeC729ac083F75\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"StG5EUpp9nIFc5piaX7mc3Gocw_30UKxO-SQYQTpmgk\\\",\\\"y\\\":\\\"5ZnkPWULMgM6uFFs_IMcXzQZJB6wClBCtxYW7Im6Dj8\\\"}\",\"signature\":\"CaPlUD-7Me7gBK4owSu5FHfKQVafw8BtrGe9R8CUrWGZNXFcbzmOhV2Jybj1p734Bqb-wCkxwVobAY0raV3iXQ\",\"signingKeySignature\":\"0x1d2e3df250ae96988b6be7d7f7d8b24547a445fae4b4b821385729ef341977b67992848c8e398382a282ad7a306f51ecf5692566727e06372767d90c7aeab2bb1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"StG5EUpp9nIFc5piaX7mc3Gocw_30UKxO-SQYQTpmgk\\\",\\\"y\\\":\\\"5ZnkPWULMgM6uFFs_IMcXzQZJB6wClBCtxYW7Im6Dj8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lKNXD-DDZMXaNXsJaxSGmCKofq1VcCaBluYFxW0WjsQ\"}"