"{\"content\":{\"body\":\"“喂，胖哥，急吼吼地找我，有啥情况啊？”我走到拍卖行门口，冲胖眼镜招手说道。\\n\\n```\\n“呀，隐兄弟，你可来了，我都等你老半天了。”胖眼镜连忙迎了上来，一把拉着我的胳膊说道，“走，咱们去那边的铁匠铺说。”\\n\\n一进铺子，喝，里面已经有了八个NPC铁匠，他们有的在熔矿石，有的在打模具，有的在冷却成品，忙得是热火朝天，汗流浃背。\\n\\n“吆喝，胖哥，生意搞大了嘛，几天不见，这里增加不少的人手啊。”我转头看着胖眼镜，笑着说道。\\n\\n“嗨，再大，也都是些初级铁匠而已，打的都是凡品，没啥花头，烧钱的祖宗，哪能和你这个中级铁匠比啊。”胖眼镜擦了擦额头的汗珠，笑着说道，“来，我们到这边聊。”胖眼镜一推旁边的侧门说道。\\n\\n这房间的隔音效果还真是不错，厚实的木门一关，丝毫听不到旁边乒乓的声响，我坐在舒服的软藤椅上，看着胖眼镜，还没等我开口说话，胖眼睛就从背包里掏出几个宝石币递了给我说道：“那，这是上次那几个装备的分红，你先拿着。”\\n\\n我眼睛一瞥，嘿嘿，九个宝石币，这胖眼睛的老板果然不是小气人，咱没白辛苦一天，我乐呵呵地接过八个宝石币说道：“那我就不客气了，胖哥你也辛苦，还有个就算是兄弟我请你喝酒的钱，你收着，以后还要麻烦你多多照顾，有啥好东西可别忘记兄弟我啊。”一人赚钱，大家花，这样才能拉拢人心，没他们提供那么多材料，我也不会那么奢侈，专挑好的装备打。\\n\\n“哥们，你看你，真是太客气了，这钱我可不能收，是你自己的辛苦所得。”胖眼镜连忙推辞道。\\n\\n“别，胖哥，你要是不收，那就是看不起小弟我。”我将钱币重重按在胖眼镜的肉手上说道。\\n\\n“那，我就收了下了。”胖眼镜见我较了真，便笑着拿了起来。\\n\\n“对了，胖哥，你这次找我来，肯定还有其他什么事吧？”我直接地问道。\\n\\n“恩，兄弟也是聪明人，那我就不打马虎眼了。”听我这么一说，胖眼镜从旁边的橱柜上拿了个酒瓶，倒了两杯酒，递了过来说道。\\n\\n“天地开放了国外服务器的事你也知道了吧。”胖眼镜说道。\\n\\n“恩，当然知道了。”我点点头回道。\\n\\n“所以一下子涌进了不少的国外大财团和组织，这几天我们拍卖行的好货，基本都被人订购光了，其他几个主城的拍卖行，也出现这个情况。”胖眼镜坐在我对面继续说道。\\n\\n“这是好事啊，那恭喜了，你们可发财拉。”我喝了口酒，润了润嗓子说道。\\n\\n“但是人家还要继续订货，现在我们老板接洽了几个国外的款爷，他们放出话来，这周内要求订购一批至少达到玄铁级的武器，数量最少一百，多的话，就算是一万件，他们也吃得下，钱不是大问题，只要货色有保证就成，各大拍卖行或者大行会，谁能先供货，就跟谁交易。”胖眼镜开始入了主题，“你也知道，天地里装备很难出，他们要的数量又不少，没哪个拍卖行能一下子拿得出这么多货的，这几天装备都卖疯了，极品的白银装备都卖到上万了。”\\n\\n“你的意思，是想找我赶紧打造？”我听出胖眼镜话的味道回道，心里则暗暗嘀咕，我靠，一万件装备都吃得下，那要多少钱啊，妈的，有钱人还真******多，差距由此而产生啊。\\n\\n“恩，不错，但是想要匆忙打造出上百件玄铁装备，也不是件容易的事，所以我们老板也想过了，我们不必打造玄铁级装备，你不是能打造白银级的装备吗？那我们就直接打造白银级装备好了，不要多，三到五十件就足够了。”胖眼镜点头说道，“我们不以量取胜，我们凭质获胜。”\\n\\n“要白银装备的成功率可是很低的，一天下来，运气再好，我最多也就只能打出三，五把而已。”听胖眼镜这一说，我面有难色地回道，“想要弄几十把出来，可不是件容易的事，而且，我还要练级啊。”\\n\\n“所以我才急着找你啊，哥们，这可关系到我们跟那些大财团是否能达成长久的合作，要是这个能抢到先机，以后赚钱的路子会更加宽敞，机会啊。”胖眼镜连忙说道，“所以我们老板说了，只要你答应帮忙，报酬我们四六分，你六我们四，矿石全部由我们提供，不需要你任何支出，而且提前支付十五万稿酬给你，你看怎么样？”\\n\\n砰砰砰，我的心突然跳快了不少，我靠，提前给我十五万，这可不是个小数目，对他们或许没什么，但对我来说，可是长这么大都没见过，利诱啊，一两万或许我不会动心，三四万或许我不会偏心，但是十几万的话，我该考虑考虑了，材料他们来，利益我拿的多，这种好事，可是打着灯笼都找不到的。不过天地这么多玩家，胖眼镜的老板，怎么就偏偏看上我呢。\\n\\n“胖哥，你们难道没有自己的铁匠玩家吗？有这么好的事，还要挑我发财啊？”我想了片刻，说出了心中的疑问。\\n\\n“嗨，要是他们打造武器能有你一半的成功率，我们也就足够了，这些天我们另外几个铁匠分铺里，是天天从早忙到晚，也就打出五件玄铁装备而已，跟对方的要求，差得太多，那冤枉钱，还不知花去了多少呢，所以还是你牛，怎么能不找你呢。”胖眼镜实话实说道。\\n\\n“哥们，你可无论如何都得帮我们这个忙，算哥哥求你了，老板给我下的死任务啊。”见我还在发楞，胖眼镜连忙说道。\\n\\n“这个，条件是不错，不过时间好象太紧了点，我不能保证就打造出那么多装备啊。”我犹豫地回道，“再说了，这东西也是要灵感的，要是没心情，我估计一天都打不到一件。”\\n\\n“那这周内你估计能打多少白银级装备来？”胖眼镜急切地问道。\\n\\n“十件到三十件吧。”我可不敢夸口打保票，宁可说少点，稳妥。\\n\\n“那也成，其他的我们再想办法，这定金先给你，到时候结算的话，少了我们再给，多的话，那就算下次的分红，提前支付怎么样？”胖眼镜倒是爽快，见我一答应，立即拿出十五个晶莹的钻石币放到桌上说道。\\n\\n“好。”我见了那钻石币，底气也足了几分，一口回道。\\n\\n“那我就先走了，你有什么需要可以直接跟NPC铁匠说，我得回去跟老板回报一下。”胖眼镜推了推眼镜，站起身来说道。\\n\\n“那我不送了，咱得准备开工了，这几天算是卖身给你们了。”我笑着说道。\\n\\n“互惠互利，大家发财！”胖眼镜呵呵一笑，推门而出。\\n\\n见胖眼镜离开，我立即拿起桌上一个钻石币，放在嘴里狠狠地咬了一口，哎呀，牙痛，这玩意坚硬着呢，不是水货，好东西，十五万，这这么简单赚到手了，奶奶的。\\n\\n“我的未来不是梦，我认真对待每一分钟，我的未来不是梦，打铁也能打成百万富翁，打成百万富翁。”哼着小调调，我一口干了杯中的酒，脱了外面的皮褂褂，拎起背包中的大锤锤，开工，打铁去。\\n\\n君子爱财，取之有道，咱付出劳动，换这钱心里塌实，如果换成其平白无故给我这么多钱，我是绝对不能要的，呵呵，一下子赚了十五万，今天晚上做梦都要笑醒了，而且全部让我打造白银级装备，那我的铁匠技能点又要高长不少，爽！\\n\\n**********************\\n\\n“老板，隐为者已经答应这几天帮我们打装备了。”回到拍卖行，胖眼镜眼睛笑得眯成了一条缝，对面前这个面色慈善的幕后大老板钱不是问题说道。\\n\\n“呵呵，你办事，果然让我放心啊。”钱不是问题露出一丝笑容地说道，“等他装备打好了，你就带他去帮派驻地见我。”\\n\\n“去帮派驻地见你？”听了钱不是问题这话，胖眼镜楞了一楞，不过他也是个聪明人，并没有多问，而是接着说道：“那好，我明白了，到时候我会带他过去的。”\\n\\n“恩，那你下去忙吧。”见胖眼镜这么知趣，钱不是问题点点头说道。\\n\\n胖眼镜轻声关上了大门，钱不是问题拿起桌上的一张黑色的请贴，低声说道：“金帝，用人之道，并非定要收为己下，互相合作，也不失为一种策略，呵呵，隐为者，也不知道你对这个有没有兴趣。”\\n\\n那请帖正面，清清楚楚写着几个字——死亡游戏！\\n\\n宏疯子的表演时间：《异域枭雄》http:///showbook.asp?bl_id=85081\\n\\n好看，千万别错过！\\n```\\n\\n\\n------------\",\"timestamp\":1640584772,\"title\":\"第二百三十八章 赚他一笔\"},\"digest\":\"25h16gsHvlXmGkrg4EO1BIAUsxT30dsCxQJbdSuejwE\",\"authorship\":{\"contributor\":\"0xD5b80a135AF75531DCe6294866fc02fA4564456b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q94NLdLZrRTgVA8EExalbUYCtNWFYO8vYxyxDva0PzY\\\",\\\"y\\\":\\\"89eyRsxsR63tovOP_5CzQ_Ji4Vmsixr3SbSRbtuEJBw\\\"}\",\"signature\":\"hxfu2hJlLGo5KgyGirX73_HVqcPDy-Snnq2VX3Sbw0JeM9I-DCY24HDuq-sdg9xkrcs3grnmajJlFUQ0E013IA\",\"signingKeySignature\":\"0x2bd79603034f6e54f2395e754094c76434ef82e6dca0de09d8a793db61709b1a2eec1617bee22185c82989cd59b0102fa53f3b734e3a43b22503a8f4c6e5264f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q94NLdLZrRTgVA8EExalbUYCtNWFYO8vYxyxDva0PzY\\\",\\\"y\\\":\\\"89eyRsxsR63tovOP_5CzQ_Ji4Vmsixr3SbSRbtuEJBw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"25h16gsHvlXmGkrg4EO1BIAUsxT30dsCxQJbdSuejwE\"}"