"{\"content\":{\"body\":\"at his bedroom window out of sheer exhilaration.  Then, remembering that the study window was open, he went down and shut it, first removing the ladder, so as to obliterate all traces of his feeling.  The thing was too deep to be revealed to mortal soul-even-to his mother.\\n\\nIV\\n\\nTHE MAUSOLEUM\\n\\nThere are houses whose souls have passed into the limbo of Time, leaving their bodies in the limbo of London.  Such was not quite the condition of \\\"Timothy's\\\" on the Bayswater Road, for Timothy's soul still had one foot in Timothy Forsyte's body, and Smither kept the atmosphere unchanging, of camphor and port wine and house whose windows are only opened to air it twice a day.\\n\\nTo Forsyte imagination that house was now a sort of Chinese pill-box, a series of layers in the last of which was Timothy.  One did not reach him, or so it was reported by members of the family who, out of old-time habit or absentmindedness, would drive up once in a blue moon and ask after their surviving uncle.  Such were Francie, now quite emancipated from God (she frankly avowed atheism), Euphemia, emancipated from old Nicholas, and Winifred Dartie from her \\\"man of the world.\\\"  But, after all, everybody was emancipated now, or said they were--perhaps not quite the same thing!\\n\\nWhen Soames, therefore, took it on his way to Paddington station on the morning after that encounter, it was hardly with the expectation of seeing Timothy in the flesh.  His heart made a faint demonstration within him while he stood in full south sunlight on the newly whitened doorstep of that little house where four Forsytes had once lived, and now but one dwelt on like a winter fly; the house into which Soames had come and out of which he had gone times without number, divested of, or burdened with, fardels of family gossip; the house of the \\\"old people\\\" of another century, another age.\\n\\nThe sight of Smither--still corseted up to the armpits because the new fashion which came in as they were going out about 1903 had never been considered \\\"nice\\\" by Aunts Juley and Hester--brought a pale friendliness to Soames' lips; Smither, still faithfully arranged to old pattern in every detail, an invaluable servant--none such left-- smiling back at him, with the words: \\\"Why! it's Mr. Soames, after all this time!  And how are you, sir?  Mr. Timothy will be so pleased to know you've been.\\\"\\n\\n\\\"How is he?\\\"\\n\\n\\\"Oh! he keeps fairly bobbish for his age, sir; but of course he's a wonderful man.  As I said to Mrs. Dartie when she was here last: It would please Miss Forsyte and Mrs. Juley and Miss Hester to see how he relishes a baked apple still.  But he's quite deaf.  And a mercy, I always think.  For what we should have done with him in the air- raids, I don't know.\\\"\\n\\n\\\"Ah!\\\" said Soames.  \\\"What did you do with him?\\\"\\n\\n\\\"We just left him in his bed, and had the bell run down into the cellar, so that Cook and I could hear him if he rang.  It would never have done to let him know there was a war on.  As I said to Cook, 'If Mr. Timothy rings, they may do what they like--I'm going up.  My dear mistresses would have a fit if they could see him ringing and nobody going to him.'  But he slept through them all beautiful.  And the one in the daytime he was having his bath.  It was a mercy, because he might have noticed the people in the street all looking up--he often looks out of the window.\\\"\\n\\n\\\"Quite!\\\" murmured Soames.  Smither was getting garrulous!  \\\"I just want to look round and see if there's anything to be done.\\\"\\n\\n\\\"Yes, sir.  I don't think there's anything except a smell of mice in the dining-room that we don't know how to get rid of.  It's funny they should be there, and not a crumb, since Mr. Timothy took to not coming down, just before the War.  But they're nasty little things; you never know where they'll take you next.\\\"\\n\\n\\\"Does he leave his bed?\\\"--\\n\\n\\\"Oh! yes, sir; he takes nice exercise between his bed and the window in the morning, not to risk a change of air.  And he's quite comfortable in himself; has his Will out every day regular.  It's a great consolation to him--that.\\\"\\n\\n\\\"Well, Smither, I want to see him, if I can; in case he has anything to say to me.\\\"\\n\\nSmither coloured up above her corsets.\\n\\n\\\"It will be an occasion!\\\" she said.  \\\"Shall I take you round the house, sir, while I send Cook to break it to him?\\\"\\n\\n\\\"No, you go to him,\\\" said Soames.  \\\"I can go round the house by myself.\\\"\\n\\nOne could not confess to sentiment before another, and Soames felt that he was going to be sentimental nosing round those rooms so saturated with the past.  When Smither, creaking with excitement, had left him, Soames entered the dining-room and sniffed.  In his opinion it wasn't mice, but incipient wood-rot, and he examined the panelling.  Whether it was worth a coat of paint, at Timothy's age, he was not sure.  The room had always been the most modern in the house; and only a faint smile curled Soames' lips and nostrils. Walls of a rich green surmounted the oak dado; a heavy metal chandelier hung by a chain from a ceiling divided by imitation beams. The pictures had been bought by Timothy, a bargain, one day at Jobson's sixty years ago--three Snyder \\\"still lifes,\\\" two faintly coloured drawings of a boy and a girl, rather charming, which bore the initials \\\"J. R.\\\"--Timothy had always believed they might turn out to be Joshua Reynolds, but Soames, who admired them, had discovered that they were only John Robinson; and a doubtful Morland of a white pony being shod.  Deep-red plush curtains, ten high-backed dark mahogany chairs with deep-red plush seats, a Turkey carpet, and a mahogany dining-table as large as the room was small, such was an apartment which Soames could remember unchanged in soul or body since he was four years old.  He looked especially at the two drawings, and thought: 'I shall buy those at the sale.'\\n\\n> From the dining-room he passed into Timothy's study.  He did not remember ever having been in that room.  It was lined from floor to ceiling with volumes, and he looked at them with curiosity.  One wall seemed devoted to educational books, which Timothy's firm had published two generations back-sometimes as many as twenty copies of one book.  Soames read their titles and shuddered.  The middle wall had precisely the same books as used to be in the library at his own father's in Park Lane, from which he deduced the fancy that James and his youngest brother had gone out together one day and bought a brace of small libraries.  The third wall he approached with more excitement.  Here, surely, Timothy's own taste would be found.  It was.  The books were dummies.  The fourth wall was all heavily curtained window.  And turned toward it was a large chair with a mahogany reading-stand attached, on which a yellowish and folded copy of The Times, dated July 6, 1914, the day Timothy first failed to come down, as if in preparation for the War, seemed waiting for him still.  In a corner stood a large globe of that world never visited by Timothy, deeply convinced of the unreality of everything but England, and permanently upset by the sea, on which he had been very sick one Sunday afternoon in 1836, out of a pleasure boat off the pier at Brighton, with Juley and Hester, Swithin and Hatty Chessman; all due to Swithin, who was always taking things into his head, and who, thank goodness, had been sick too.  Soames knew all about it, having heard the tale fifty times at least from one or other of them. He went up to the globe, and gave it a spin; it emitted a faint creak and moved about an inch, bringing into his purview a daddy-long-legs which had died on it in latitude 44.\\n\\n'Mausoleum!' he thought.  'George was right!'  And he went out and up the stairs.  On the half-landing he stopped before the case of stuffed humming-birds which had delighted his childhood.  They looked not a day older, suspended on wires above pampas-grass.  If the case were opened the birds would not begin to hum, but the whole thing would crumble, he suspected.  It wouldn't be worth putting that into the sale!  And suddenly he was caught by a memory of Aunt Ann--dear old Aunt Ann--holding him by the hand in front of that case and saying: \\\"Look, Soamey!  Aren't they bright and pretty, dear little humming-birds!\\\"  Soames remembered his own answer: \\\"They don't hum, Auntie.\\\"  He must have been six, in a black velveteen suit with a light-blue collar-he remembered that suit well!  Aunt Ann with her ringlets, and her spidery kind hands, and her grave old aquiline smile--a fine old lady, Aunt Ann!  He moved on up to the drawing-room door.  There on each side of it were the groups of miniatures.  Those he would certainIy buy in!  The miniatures of his four aunts, one of his Uncle Swithin adolescent, and one of his Uncle Nicholas as a boy. They had all been painted by a young lady friend of the family at a time, 1830, about, when miniatures were considered very genteel, and lasting too, painted as they were on ivory.  Many a time had he heard the tale of that young lady: \\\"Very talented, my dear; she had quite a weakness for Swithin, and very soon after she went into a consumption and died: so like Keats--we often spoke of it.\\\"\\n\\nWell, there they were!  Ann, Juley, Hester, Susan--quite a small child; Swithin, with sky-blue eyes, pink cheeks, yellow curls, white waistcoat-large as life; and Nicholas, like Cupid with an eye on heaven.  Now he came to think of it, Uncle Nick had always been rather like that--a wonderful man to the last.  Yes, she must have had talent, and miniatures always had a certain back-watered cachet of their own, little subject to the currents of competition on aesthetic Change.  Soames opened the drawing-room door.  The room was dusted, the furniture uncovered, the curtains drawn back, precisely as if his aunts still dwelt there patiently waiting.  And a thought came to him: When Timothy died--why not?  Would it not be almost a duty to preserve this house--like Carlyle's--and put up a tablet, and show it?  \\\"Specimen of mid-Victorian abode--entrance, one shilling, with catalogue.\\\"  After all, it was the completest thing, and perhaps the deadest in the London of to-day.  Perfect in its special taste and culture, if, that is, he took down and carried over to his own collection the four Barbizon pictures he had given them.  The still sky-blue walls, tile green curtains patterned with red flowers and ferns; the crewel-worked fire-screen before the cast-iron grate; the mahogany cupboard with glass windows, full of little knickknacks; the beaded footstools; Keats, Shelley, Southey, Cowper, Coleridge, Byron's Corsair (but nothing else), and the Victorian poets in a bookshelf row; the marqueterie cabinet lined with dim red plush, full of family relics: Hester's first fan; the buckles of their mother's father's shoes; three bottled scorpions; and one very yellow elephant's tusk, sent home from India by Great-uncle Edgar Forsyte, who had been in jute; a yellow bit of paper propped up, with spidery writing on it, recording God knew what!  And the pictures crowding on the walls--all water-colours save those four Barbizons looking like tile foreigners they were, and doubtful customers at that--pictures bright and illustrative, \\\"Telling the Bees,\\\" \\\"Hey for the Ferry!\\\" and two in the style of Frith, all thimblerig and crinolines, given them by Swithin.  Oh! many, many pictures at which Soames had gazed a thousand times in supercilious fascination; a marvellous collection of bright, smooth gilt frames.\\n\\nAnd the boudoir-grand piano, beautifully dusted, hermetically sealed as ever; and Aunt Juley's album of pressed seaweed on it.  And the gilt-legged chairs, stronger than they looked.  And on one side of the fireplace the sofa of crimson silk, where Aunt Ann, and after her Aunt Juley, had been wont to sit, facing the light and bolt upright. And on the other side of the fire the one really easy chair, back to the light, for Aunt Hester.  Soames screwed up his eyes; he seemed to see them sitting there.  Ah!  and the atmosphere--even now, of too many stuffs and washed lace curtains, lavender in bags, and dried bees' wings.  'No,' he thought, 'there's nothing like it left; it ought to be preserved.'  And, by George, they might laugh at it, but for a standard of gentle life never departed from, for fastidiousness of skin and eye and nose and feeling, it beat to-day hollow--to-day with its Tubes and cars, its perpetual smoking, its cross-legged, bare-necked girls visible up to the knees and down to the waist if you took the trouble (agreeable to the satyr within each Forsyte but hardly his idea of a lady), with their feet, too, screwed round the legs of their chairs while they ate, and their \\\"So longs,\\\" and their \\\"Old Beans,\\\" and their laughter--girls who gave him the shudders whenever he thought of Fleur in contact with them; and the hard-eyed, capable, older women who managed life and gave him the shudders too. No! his old aunts, if they never opened their minds, their eyes, or very much their windows, at least had manners, and a standard, and reverence for past and future.\\n\\nWith rather a choky feeling he closed the door and went tiptoeing up- stairs.  He looked in at a place on the way: H'm! in perfect order of the eighties, with a sort of yellow oilskin paper on the walls.  At the top of the stairs he hesitated between four doors.  Which of them was Timothy's?  And he listened.  A sound, as of a child slowly dragging a hobby-horse about, came to his ears.  That must be Timothy!  He tapped, and a door was opened by Smither, very red in the face.\\n\\nMr. Timothy was taking his walk, and she had not been able to get him to attend.  If Mr. Soames would come into the back-room, he could see him through the door.\\n\\nSoames went into the back-room and stood watching.\\n\\nThe last of the old Forsytes was on his feet, moving with the most impressive slowness, and an air of perfect concentration on his own affairs, backward and forward between the foot of his bed and the window, a distance of some twelve feet.  The lower part of his square face, no longer clean-shaven, was covered with snowy beard clipped as short as it could be, and his chin looked as broad as his brow where the hair was also quite white, while nose and cheeks and brow were a good yellow.  One hand held a stout stick, and the other grasped the skirt of his Jaeger dressing-gown, from under which could be seen his bed-socked ankles and feet thrust into Jaeger slippers.  The expression on his face was that of a crossed child, intent on something that he has not got.  Each time he turned he stumped the stick, and then dragged it, as if to show that he could do without it:\\n\\n\\\"He still looks strong,\\\" said Soames under his breath.\\n\\n\\\"Oh! yes, sir.  You should see him take his bath--it's wonderful; he does enjoy it so.\\\"\\n\\nThose quite loud words gave Soames an insight.  Timothy had resumed his babyhood.\\n\\n\\\"Does he take any interest in things generally?\\\" he said, also loud.\\n\\n\\\"Oh I yes, sir; his food and his Will.  It's quite a sight to see him turn it over and over, not to read it, of course; and every now and then he asks the price of Consols, and I write it on a slate for him- very large.  Of course, I always write the same, what they were when he last took notice, in 1914.  We got the doctor to forbid him to read the paper when the War broke out.  Oh! he did take on about that at first.  But he soon came round, because he knew it tired him; and he's a wonder to conserve energy as he used to call it when my dear mistresses were alive, bless their hearts!  How he did go on at them about that; they were always so active, if you remember, Mr. Soames.\\\"\\n\\n\\\"What would happen if I were to go in?\\\" asked Soames: \\\"Would he remember me?  I made his Will, you know, after Miss Hester died in 1907.\\\"\\n\\n\\\"Oh! that, sir,\\\" replied Smither doubtfully, \\\"I couldn't take on me to say.  I think he might; he really is a wonderful man for his age.\\\"\\n\\nSoames moved into the doorway, and waiting for Timothy to turn, said in a loud voice: \\\"Uncle Timothy!\\\"\\n\\nTimothy trailed back half-way, and halted.\\n\\n\\\"Eh?\\\" he said.\\n\\n\\\"Soames,\\\" cried Soames at the top of his voice, holding out his hand, \\\"Soames Forsyte!\\\"\\n\\n\\\"No!\\\" said Timothy, and stumping his stick loudly on the floor, he continued his walk.\\n\\n\\\"It doesn't seem to work,\\\" said Soames.\\n\\n\\\"No, sir,\\\" replied Smither, rather crestfallen; \\\"you see, he hasn't finished his walk.  It always was one thing at a time with him.  I expect he'll ask me this afternoon if you came about the gas, and a pretty job I shall have to make him understand.\\\"\\n\\n\\\"Do you think he ought to have a man about him?\\\"\\n\\nSmither held up her hands.  \\\"A man!  Oh! no.  Cook and me can manage perfectly.  A strange man about would send him crazy in no time.  And my mistresses wouldn't like the idea of a man in the house.  Besides, we're so--proud of him.\\\"\\n\\n\\\"I suppose the doctor comes?\\\"\\n\\n\\\"Every morning.  He makes special terms for such a quantity, and Mr. Timothy's so used, he doesn't take a bit of notice, except to put out his tongue.\\\"\\n\\n\\\"Well,\\\" said Soames, turning away, \\\"it's rather sad and painful to me.\\\"\\n\\n\\\"Oh! sir,\\\" returned Smither anxiously, \\\"you mustn't think that.  Now that he can't worry about things, he quite enjoys his life, really he does.  As I say to Cook, Mr. Timothy is more of a man than he ever was.  You see, when he's not walkin', or takin' his bath, he's eatin', and when he's not eatin', he's sleepin'; and there it is.\\n\\nThere isn't an ache or a care about him anywhere.\\\"\\n\\n\\\"Well,\\\" said Soames, \\\"there's something in that.  I'll go down.  By the way, let me see his Will.\\\"\\n\\n\\\"I should have to take my time about that, sir; he keeps it under his pillow, and he'd see me, while he's active.\\\"\\n\\n\\\"I only want to know if it's the one I made,\\\" said Soames; \\\"you take a look at its date some time, and let me know.\\\"\\n\\n\\\"Yes, sir; but I'm sure it's the same, because me and Cook witnessed, you remember, and there's our names on it still, and we've only done it once.\\\"\\n\\n\\\"Quite,\\\" said Soames.  He did remember.  Smither and Jane had been proper witnesses, having been left nothing in the Will that they might have no interest in Timothy's death.  It had been--he fully admitted--an almost improper precaution, but Timothy had wished it, and, after all, Aunt Hester had provided for them amply.\\n\\n\\\"Very well,\\\" he said; \\\"good-bye, Smither.  Look after him, and if he should say anything at any time, put it down, and let me know.\\\"\\n\\n\\\"Oh I yes, Mr. Soames; I'll be sure to do that.  It's been such a pleasant change to see you.  Cook will be quite excited when I tell her.\\\"\\n\\nSoames shook her hand and went down-stairs.  He stood for fully two minutes by the hat-stand whereon he had hung his hat so many times. 'So it all passes,' he was thinking; 'passes and begins again.  Poor old chap!'  And he listened, if perchance the sound of Timothy trailing his hobby-horse might come down the well of the stairs; or some ghost of an old face show over the bannisters, and an old voice say: 'Why, it's dear Soames, and we were only saying that we hadn't seen him for a week!'\\n\\nNothing--nothing!  Just the scent of camphor, and dust-motes in a sunbeam through the fanlight over the door.  The little old house!  A mausoleum!  And, turning on his heel, he went out, and caught his train.\\n\\nV\\n\\nTHE NATIVE HEATH\\n\\n```\\n      \\\"His foot's upon his native heath,           His name's--Val Dartie.\\\"\\n```\\n\\nWith some such feeling did Val Dartie, in the fortieth year of his age, set out that same Thursday morning very early from the old manor-house he had taken on the north side of the Sussex Downs.  His destination was Newmarket, and he had not been there since the autumn of 1899, when he stole over from Oxford for the Cambridgeshire.  He paused at the door to give his wife a kiss, and put a flask of port into his pocket.\\n\\n\\\"Don't overtire your leg, Val, and don't bet too much.\\\"\\n\\nWith the pressure of her chest against his own, and her eyes looking into his, Val felt both leg and pocket safe.  He should be moderate; Holly was always right--she had a natural aptitude.  It did not seem so remarkable to him, perhaps, as it might to others, that--half Dartie as he was--he should have been perfectly faithful to his young first cousin during the twenty years since he married her romantically out in the Boer War; and faithful without any feeling of sacrifice or boredom--she was so quick, so slyly always a little in front of his mood.  Being first cousins they had decided, rather needlessly, to have no children; and, though a little sallower, she had kept her looks, her slimness, and the colour of her dark hair. Val particularly admired the life of her own she carried on, besides carrying on his, and riding better every year.  She kept up her music, she read an awful lot--novels, poetry, all sorts of stuff. Out on their farm in Cape colony she had looked after all the \\\"nigger\\\" babies and women in a miraculous manner.  She was, in fact, clever; yet made no fuss about it, and had no \\\"side.\\\"  Though not remarkable for humility, Val had come to have the feeling that she was his superior, and he did not grudge it--a great tribute.  It might be noted that he never looked at Holly without her knowing of it, but that she looked at him sometimes unawares.\\n\\nHe had kissed her in the porch because he should not be doing so on the platform, though she was going to the station with him, to drive the car back.  Tanned and wrinkled by Colonial weather and the wiles inseparable from horses, and handicapped by the leg which, weakened in the Boer War, had probably saved his life in the War just past, Val was still much as he had been in the days of his courtship; his smile as wide and charming, his eyelashes, if anything, thicker and darker, his eyes screwed up under them, as bright a grey, his freckles rather deeper, his hair a little grizzled at the sides.  He gave the impression of one who has lived actively with horses in a sunny climate.\\n\\nTwisting the car sharp round at the gate, he said:\\n\\n\\\"When is young Jon coming?\\\"\\n\\n\\\"To-day.\\\"\\n\\n\\\"Is there anything you want for him?  I could bring it down on Saturday.\\\"\\n\\n\\\"No; but you might come by the same train as Fleur--one-forty.\\\"\\n\\nVal gave the Ford full rein; he still drove like a man in a new country on bad roads, who refuses to compromise, and expects heaven at every hole.\\n\\n\\\"That's a young woman who knows her way about,\\\" he said.  \\\"I say, has it struck you?\\\"\\n\\n\\\"Yes,\\\" said Holly.\\n\\n\\\"Uncle Soames and your Dad--bit awkward, isn't it?\\\"\\n\\n\\\"She won't know, and he won't know, and nothing must be said, of course.  It's only for five days, Val.\\\"\\n\\n\\\"Stable secret!  Righto!\\\"  If Holly thought it safe, it was. Glancing slyly round at him, she said: \\\"Did you notice how beautifully she asked herself?\\\"\\n\\n\\\"No!\\\"\\n\\n\\\"Well, she did.  What do you think of her, Val?\\\"\\n\\n\\\"Pretty and clever; but she might run out at any corner if she got her monkey up, I should say.\\\"\\n\\n\\\"I'm wondering,\\\" Holly murmured, \\\"whether she is the modern young woman.  One feels at sea coming home into all this.\\\"\\n\\n\\\"You?  You get the hang of things so quick.\\\"\\n\\nHolly slid her hand into his coat-pocket.\\n\\n\\\"You keep one in the know,\\\" said Val encouraged.  \\\"What do you think of that Belgian fellow, Profond?\\\"\\n\\n\\\"I think he's rather 'a good devil.'\\\"\\n\\nVal grinned.\\n\\n\\\"He seems to me a queer fish for a friend of our family.  In fact, our family is in pretty queer waters, with Uncle Soames marrying a Frenchwoman, and your Dad marrying Soames's first.  Our grandfathers would have had fits!\\\"\\n\\n\\\"So would anybody's, my dear.\\\"\\n\\n\\\"This car,\\\" Val said suddenly, \\\"wants rousing; she doesn't get her hind legs under her uphill.  I shall have to give her her head on the slope if I'm to catch that train.\\\"\\n\\nThere was that about horses which had prevented him from ever really sympathising with a car, and the running of the Ford under his guidance compared with its running under that of Holly was always noticeable.  He caught the train.\\n\\n\\\"Take care going home; she'll throw you down if she can.  Good-bye, darling.\\\"\",\"timestamp\":1639990015,\"title\":\"\\nJon remained in this condition for more than half an hour, then returned to the house, and getting a ladder, \"},\"digest\":\"UFKt6MS7hAnNjK0U4eUGrkDEZqf7BdRtgoY7ZK7BAr0\",\"authorship\":{\"contributor\":\"0x78E122EE80026e3069E79387D188d772001055Aa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hGuJo36WGJXMp45p2q1syejzHf_g8nPZlNJlAvIiIgk\\\",\\\"y\\\":\\\"YCZaK-vEDMZyCuYv_oABy1hrLJYxGCy_opoSedopxxs\\\"}\",\"signature\":\"SojPccoeC4KsTZ_z23SR2mFZJy7sZKWWYfbPV61T3zn28mHw-f8ZEDpTMvb4rJonn7k3-R-5tVfLwng9dvf6ug\",\"signingKeySignature\":\"0x84a6efe7962a08aa9ffc801d553f1bea5dc753ac757fb4d2bba1d1373f11c9b452b076d94559d0a95702254b25b50e800f842368eaa45b416845346cfde8e9191c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hGuJo36WGJXMp45p2q1syejzHf_g8nPZlNJlAvIiIgk\\\",\\\"y\\\":\\\"YCZaK-vEDMZyCuYv_oABy1hrLJYxGCy_opoSedopxxs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UFKt6MS7hAnNjK0U4eUGrkDEZqf7BdRtgoY7ZK7BAr0\"}"