"{\"content\":{\"body\":\"The basic joke on blockchain is to point out how little it does. [CSVCHAIN](https://csvchain.com/) lets you buy NFTs that are just entries made by someone in a .csv file on his desktop. [Matt Levine’s](https://www.bloomberg.com/opinion/authors/ARbTQlRLRjE/matthew-s-levine?cmpid=BBD011122_MONEYSTUFF&utm_medium=email&utm_source=newsletter&utm_term=220111&utm_campaign=moneystuff#:\\\\~:text=Who%20Can%20Resist%20the%20Crypto%20Boom%3F) ExcelCoin is a pretend cryptocurrency stored on a list in his Microsoft Excel. And an imitation of the famous pirate website [NFT Bay](https://thenftbay.org/) lets you download all NFTs from ethereum and solana blockchains, making it very painfully clear that buying an NFT doesn’t give you any real ownership, just a record of purchase listed on blockchain with an URL to an image stored on Google, Amazon or some other cloud server.\\n\\nThe other fun thing to do that is perhaps a little more serious is to point out how centralized the decentralized blockchains really are. And look, I don’t know if everyone knows this, but the leading smart contract blockchains (ethereum, solana, cardano, polkadot, etc.) are much closer to centrally run corporations than to the cypherpunk visions of the 1980s that gave rise to bitcoin.\\n\\nYou could say that this is partly a result of the technological constraints because as soon as you start increasing performance and computing power of a blockchain, you need better hardware, thus naturally restricting the ability to run (validate) the blockchain to a fewer larger, wealthier participants (or you sacrifice on its other qualities—Vitalik’s [Blockchain Trilemma](https://coinmarketcap.com/alexandria/glossary/blockchain-trilemma)). But it is also because many of the layer-1 blockchains and the applications built on top of them are, in fact, startups funded by VCs.\\n\\nAnd this is something that Jack Dorsey [tried](https://twitter.com/jack/status/1473139010197508098) (and [succeeded](https://www.theverge.com/2021/12/21/22848162/jack-dorsey-web3-criticism-a16z-ownership-venture-capital-twitter)) making very publicly visible in a tweet storm last month. Dorsey is a long-time bitcoin supporter, seeing its unconstrained ability to transfer value as much more transformative than most people comprehend, and going as far as [calling it](https://twitter.com/jack/status/1473089482576564225) the next global reserve currency. Twitter [integrated bitcoin](https://blog.twitter.com/en_us/topics/product/2021/bringing-tips-to-everyone) to allow its users to send tips to each other. Dorsey’s other company Block (prev. Square) is one of the companies that has been funding bitcoin developers.\\n\\n#### Legal Defense Fund.\\n\\nNow, Jack Dorsey is [creating a legal defense fund](https://bitcoinmagazine.com/business/jack-dorsey-to-launch-bitcoin-legal-defense-fund) to protect bitcoin developers after a number of notable names left the project last year. I don’t know if this is surprising to anyone, but it takes a large team of top programmers/academics to maintain and improve bitcoin. These *bitcoin maintainers* propose Bitcoin Improvement Proposals (BIP) to the Bitcoin network, and if accepted, they publish the BIP to bitcoin’s GitHub. After it is diligently tested, reworked and updated, the network has to vote on it, before the bitcoin code can be finally changed to reflect the upgrade. \\n\\nThe fund’s first activity will be to defend some of the most famous bitcoin developers in the [Tulip Trading lawsuit](https://www.reuters.com/technology/australias-wright-launches-lawsuit-over-57-bln-bitcoin-haul-2021-05-12/) — a multi-billion dollar case brought by Craig Wright related to the Mt. Gox hack.\\n\\nAnd look, a thing that I think intuitively makes sense is that if someone from the outside has to raise money to protect people that are absolutely essential to the functioning of a ˜trillion dollar cryptocurrency, then you can probably say that it is not run like a corporation. \\n\\nSee, even the harshest critics poking jokes at the NFT/DeFi-enamored crypto industry would admit that bitcoin is successful at being what it is — creation of[ artificial scarcity](https://georgesalapa.medium.com/artificial%C2%B2-cc7198de70e3). You can transfer unlimited value and no one can stop you. It has withstood many attacks, forks and attempts for centralization in the name of improved efficiency. \\n\\nDorsey’s bitcoin pitch is that you can do a lot with that. The founders of solana, cardano and the likes dream of putting entire socio-economical structure on blockchain, but really? Lets call it *intellectually exciting;* the idea that you can make decentralized not just the simple transaction, but the complex logic and dependancies that have to govern it. (You don’t just want to send a token x to Eritrea, but do it in full compliance because the entire compliance, regulatory and legal rules are integrated in a smart contract library). \\n\\nTwo things: 1. as we said, the more programming you want to do on a blockchain, the more high-performing, i.e. centralized it has to become, and 2. you can see how putting the compliance, regulatory and legal rules of a country on blockchain will take decades and will be an enormous undertaking, the outcome of which is not at all certain.\\n\\nAnd, not surprisingly, most applications built on smart contract blockchains are circular, [self-propelling](https://georgesalapa.medium.com/is-defi-rewriting-wall-street-into-a-code-30660a84a1b7) solutions for trading and speculating that offer high returns because the new money pays the old — the inflow of fresh capital (incl. retail investors) pays the holders. \\n\\nMeanwhile, as simple and limited as it is, bitcoin is proven to do what it can do — transfer value. You could imagine building complex layer-2 solutions on top of bitcoin, secured by its PoW\\\\*. \\n\\nThen again, they would most likely be built and run by centralized VC-funded startups… So I don’t know which one is better.\\n\\n\\\\*see Liquid network or Sovryn.\",\"timestamp\":1642367552,\"title\":\"The cypherpunk visions of the 1980s.\"},\"digest\":\"ciji6-wRy0QQzRBwomCOeKUUNIESf6jlkt0S6YYwVwQ\",\"authorship\":{\"contributor\":\"0x326129A521F3d9cB6b7374f48c3C10d28C6F16f7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dZf1T57y5OIxlN5BodMCejwtn9nna1IYl-gnMM41GPo\\\",\\\"y\\\":\\\"BgbUuzJzYRLtWIiw-qOwlOHRHSivS5DZ0LsJCB1lJN8\\\"}\",\"signature\":\"CL4sRkLgfU-wQUczya2ULXBD8lbXL8mQg7De41pF-A67gW8GUTCdKrK11gCcC7Cu8QcBKh0APd9TuhNUQ-m6gw\",\"signingKeySignature\":\"0xc2c944cdf95dd19ff54104679f94c454188ea76e71da37d4178dc3a1e248d29470f7657c768823dd39edd44be134ef59d2bdf9b22da24e56173447ed7adcb8981b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dZf1T57y5OIxlN5BodMCejwtn9nna1IYl-gnMM41GPo\\\",\\\"y\\\":\\\"BgbUuzJzYRLtWIiw-qOwlOHRHSivS5DZ0LsJCB1lJN8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"d0SIrS0JDDqpRX3cieVt5jfEbOxZDSPctW_68kcQIz0\"}"