"{\"content\":{\"body\":\"## 🎯 tl;dr\\n\\n1. **What kind of project is it?**\\n   1. A browser based [ERC-721](https://eips.ethereum.org/EIPS/eip-721) 3D NFT video game\\n2. **What’s the mission?**\\n   1. To inspire creators and push the boundaries of what NFTs can be & do!\\n3. **What are they building?**\\n   1. Manny is expanding the core game to include PvP and more while the community is also rapidly building their own games and online worlds using the avatars\\n4. **Why does the community support it?**\\n   1. Vibes are unmatched, and Manny’s openness and willingness to share attracts the most hardcore degenerates to build on-top of his foundation\\n5. **How can I get involved?**\\n   1. Join the discord [here](https://discord.com/invite/Mxb9jWekFV), or get full access to the game and future additions by purchasing a [manny on Opensea](https://opensea.io/collection/mannys-game)!\\n\\nManny is no stranger to the world of gaming, and his vision to inspire other creators with his 3D NFT characters has created a powerful cultural movement within web3. The foundation of [mannys.game](https://mannys.game/) is simple enough: **trust**. This core tenet enables folks to build openly and share information with each other in hopes of creating a better future together. While the web3 world runs on permissionless code, its community trust is what creates value. The goofy 3D avatars of mannys.game reflect this; without trust, the scope of this game would have remained completely limited.\\n\\n## 🎨 a little background\\n\\nManny has been a software engineer for over a decade, and entered the crypto scene in 2017 through friends dedicated to the degen life. Witnessing the bull-run that occurred (Bitcoin grew from \\\\~$1,000 (USD) to \\\\~$20,000 (USD) in the same year!), he knew something special was brewing, and wanted to be a part of it.\\n\\nWith an interest in design, new media, VR and conceptual art, he started making web projects on the side to practice various skills to bring his experiments to life.\\n\\nIn 2018, he attended the [Ethereal Arts Summit](https://www.etherealsummit.com/arts), and shortly after, got his body 3D scanned. He started using his 3D avatar to create gifs and stickers on [Giphy](https://giphy.com/mannynotfound), reaching over 590+ million people with his delightful animations.\\n\\n![](https://images.mirror-media.xyz/publication-images/NQc9R8O2hWrrmWVetA0Na.gif)\\n\\nIn 2020 when the NFT craze began, Manny knew he wanted to combine his cauldron of ideas and experiments to utilize this new technology to its fullest potential, and push the frontier of what NFTs could do.\\n\\n## 🕹 mannys.game\\n\\nStarting off as a way to learn to more about [smart contracts](https://www.ibm.com/topics/smart-contracts), [ERC tokens](https://ethereum.org/en/developers/docs/standards/tokens/erc-20/#introduction), and the world of [Solidity](https://docs.soliditylang.org/en/v0.8.9/), he quickly realized he wanted to build a project that would inspire other creators and push the frontier of what NFTs could do. He didn’t want to do the same static NFT project, but wanted to create something dynamic and everlasting, complete with his own mischievous twist. As an avid fan of video games and trading cards, he strove to combine the feeling of opening a random pack of trading cards with the idea of getting access to a digital kingdom.\\n\\nThe original idea was simple – mint between 1-4 random mannys of various rarity, and trade with others in the game to collect one of each type (60% of each trade would go towards a community pot). Once you had one of each kind, you could call the contract function mintGoldManny() to claim the juicy reward and win the [shiny 1/1 golden manny](https://opensea.io/assets/0x2bd58a19c7e4abf17638c5ee6fa96ee5eb53aed9/404).\\n\\n![types of mannys you could get from mint](https://mirror.xyz/_next/image?url=https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2Fg1GmTRYm3tIh_dOsgBz5q.png&w=3840&q=90)\\n\\n![24 karats](https://mirror.xyz/_next/image?url=https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2Fu4ZAsuXYrbgoGsIMkAwg-.png&w=2048&q=90)\\n\\nManny launched the game initially thinking the community would be competitive to keep the pot for themselves, but @[nasjaq](https://twitter.com/nasjaq__) and a few others players (initially all strangers) proved him wrong by teaming up to trade their rare mannys and split the pot. They sent their to @[nasjaq](https://twitter.com/nasjaq__)  and he called the function to win the game on September 29, 2021, splitting his profits among the complete strangers.\\n\\nThis couldn’t have been done without trust! What if @[nasjaq](https://twitter.com/nasjaq__)  just ran away with all the money? It would’ve taken more time to win the game, and people would’ve been discouraged from playing. By believing in and working with random strangers across the world, there was a group of winners, not just one. Intention and trust are key for being operative in a decentralized system. Furthermore, it attracts contributors, propelling the willingness to share ideas and information to further innovation.\\n\\n## 🤝 Manny x NFT Projects\\n\\nBy the time the initial game ended, a passionate community of gamers had spawned, and Manny was already looking to take his idea further. Taking suggestions from manny holders in the community, he built various integrations with other on-chain projects like [Loot (for Adventurers)](https://www.lootproject.com/), [RugStore](https://www.rugstore.exchange/), & [CrypToadz](https://cryptoadz.io/) to create a sense of exclusive collaboration.\\n\\n![praying on my rug ](https://mirror.xyz/_next/image?url=https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2FlDX8AdWj9E6oGVyCsVkhY.png&w=3840&q=90)\\n\\n## 👾 The MannyVerse\\n\\n![](https://mirror.xyz/_next/image?url=https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2FyoE8088tZQrUoI6Sdlauq.png&w=3840&q=90)\\n\\nInspired by the vibes, openness, and continuous launches of the integrations by Manny, [Spencer Obsitnik](https://twitter.com/spencerobsitnik) wanted to add his own twist. Unlike traditional game development where the team has less creative control, he loved the flexibility of Manny’s project and the freedom to do whatever you wanted with your manny. A game developer and 3D/VR fanatic by trade, he sought to expand the manny universe by importing his own manny into the video game engine [Unity](https://unity.com/) to build out the MannyVerse.\\n\\nFor players to spend more time in his world, he knew a networking piece would be crucial to the MVP game. Combining these elements and his own skills, Spencer created a beta with 4 main parts:\\n\\n* A manny home where you could kick it and change your accessories\\n* A mini 3D spatial world where you could interact & chat with other mannys\\n* A small room for non-manny owners to checkout the game\\n* A fill-in puzzle with a mysterious reward\\n\\nWanting to motivate people to play and work together, Spencer scattered clues and prizes across the world as a further incentive for the curious and observant. Search for the clues in the MannyVerse and submit the key to get access to the prize: a royal [crowned manny](https://opensea.io/assets/0x495f947276749ce646f68ac8c248420045cb7b5e/64799736011240759153880656082993841206279425514598060749704237041174158770177), and free/unlimited access to all of Spencer’s future projects!\\n\\n*(View full solution to the puzzle [here](https://twitter.com/spencerobsitnik/status/1449012461617795076?s=20))*.\\n\\n![a hint on the side of a painting ](https://mirror.xyz/_next/image?url=https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2Fw9vs8mj-SMy50Q2niHy3t.jpeg&w=2048&q=90)\\n\\nSimilar to when Manny launched his game, Spencer thought the community would be competitive, but instead were sharing clues with each other to help [@spicedreams](https://twitter.com/spicedreams_) take home the prize. A recurring theme among successful communities is trust, even that of complete strangers, and that starts with the founder/founding team (shoutout Manny). Throughout the process, Spencer said Manny was incredibly open and helpful, which inspired him to continue iterating on his project.\\n\\n## ☃️ The Future - manny PvP (player vs player)\\n\\nThe future for mannys is looking bright and y’all are about to get the ☕️\\n\\nSpencer is working on a top secret, PvP Christmas Snowball Fight! Enter your manny into a randomized bracket, and play other mannys for a chance to be the #1 polar plunger this szn. Snowballs are rumored to have special effects, like the ability to slump or freeze your manny for a few seconds — you heard it here first folks!\\n\\nManny himself is also working on expanding his game 😈 By combining puzzles, adventures, DAOs, PvP, community suggestions, among other concepts, he’s looking to develop a truly fun and innovative game that continues to inspire and push the boundaries of NFTs.\\n\\n### 🤿 How can I get involved?\\n\\nSupport the manny community by joining the discord [here](https://discord.com/invite/Mxb9jWekFV), or get full access to the game and future additions by purchasing a [manny on Opensea](https://opensea.io/collection/mannys-game)!\\n\\n## 💕 Peace & Love\\n\\nThank y’all so much for reading!! I had a blast getting to know Manny and Spencer and hold nothing but excitement for what’s coming.\\n\\nPlease follow both Manny & Spencer on Twitter to support the amazing things they’ve built.\\n\\nSubscribe to the newsletter [here](https://www.getrevue.co/profile/thetastysnack)!\\n\\n## Self Love 💕\\n\\nLife’s hard! Take some time to treat & love yourself <3\\n\\n* 🚶‍♀️ Go for a long walk with a fren\\n* 🎲 Play a game online (or duel me on [dueling book](https://www.duelingbook.com/))\\n* 📺 Start that new show your friends keep reminding you about! (I need to watch One Piece smh)\",\"timestamp\":1639115292,\"title\":\"mannys.game\"},\"digest\":\"kjGyDNuM26qA-1F6un3reNTe6cNqxq8le6z9h2avuEA\",\"authorship\":{\"contributor\":\"0x75A548a2Df9Ba12af496BD5364F642C9cE3C3976\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NFrv_dqj145jHbm_AqNs1yf5wN1V1FKpNpg9NCWYSWo\\\",\\\"y\\\":\\\"IC7mQ0yXBzb3CCkff0PXoS6j4TIh0YHkw-dWcDUFgVw\\\"}\",\"signature\":\"UEp3z6M-nnhOxIGZpCk1PGzHj8sX9dHlE0y7Ev7yIMwrAsc8lZlw6UqCy85fEFUfwVcza6rhwjUpK7m7UbcaJQ\",\"signingKeySignature\":\"0x652ed32b71af48cb1a4618ca363efd5c7775286b54e8b63ce1a8c21208f8e7d22cdda748c6b452413aa9e5526e583dc6cf739cb2544d6a8eb530649d10c98f031b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NFrv_dqj145jHbm_AqNs1yf5wN1V1FKpNpg9NCWYSWo\\\",\\\"y\\\":\\\"IC7mQ0yXBzb3CCkff0PXoS6j4TIh0YHkw-dWcDUFgVw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kjGyDNuM26qA-1F6un3reNTe6cNqxq8le6z9h2avuEA\"}"