"{\"content\":{\"body\":\"*Use the Zodiac collection of tools today through the Zodiac App available on [Gnosis Safe](https://gnosis-safe.io/). Join the [Gnosis Guild Discord](https://discord.gg/wwmBWTgyEq) if you have any questions about Zodiac, and follow [@GnosisGuild](https://twitter.com/gnosisguild?lang=de) on Twitter for updates.*\\n\\nMyths are resilient. Take, for instance, the stories we tell ourselves about the stars. The characters that accompany the constellations, like the Great Bear, the Bull, or the Seven Sisters, appear to pass singularly from one generation to the next. However, upon closer inspection, these myths are not monolithic; they culturally transform in their telling. Even more, these myths are not merely stories, they are also design systems supported by artefacts like glyphs, charts, and cards that carry their resemblance through time.\\n\\n![They are relational, rather than grand, narratives. Image: Final Fantasy Tactics by jekoln, 2009, https://gamefaqs.gamespot.com/ps/197339-final-fantasy-tactics/map/6667-zodiac-compatibility-chart/](https://images.mirror-media.xyz/publication-images/806e7ed0-0a8e-4184-bdcb-cac808f3a7e5.png?height=780&width=1075)\\n\\nIn a sense, the artefacts that accompany constellations can be viewed as collections of tools to pass on their memory, which are consistently reincorporated into new settings, like in the Final Fantasy IX example above. The key to their success perhaps lies in their composable “open source” plurality. In this light, if DAOs aim to be networks in which “collective memory freely circulates”, their tooling can learn from stories like the constellations that survive millennia ([1](https://blog.curvelabs.eu/ownership-in-cryptonetworks-96f13f4a113e)).\\n\\n## Unveiling Zodiac\\n\\nAfter 2016, *The DAO* gave rise to many decentralized governance platforms, each offering its own protocol for making decisions. In 2021, the ecosystem flourishes with hundreds of DAOs combining platforms, protocols, and tools. However, threads connecting this plug-and-play approach lacked an open standard until now. In our last post, we offered [a prehistory of DAOs](https://gnosisguild.mirror.xyz/t4F5rItMw4-mlpLZf5JQhElbDfQ2JRVKAzEpanyxW1Q), but now we’ll share one of their futures.\\n\\nA composable design philosophy for DAOs, Zodiac is a collection of tools built according to an open standard. The Zodiac open standard enables DAOs to act more like constellations, connecting platforms, protocols, and chains, no longer confined to monolithic designs.\\n\\nIn other words: **Zodiac is the expansion pack for DAOs**.\\n\\n![Compose your myth.](https://images.mirror-media.xyz/publication-images/7975a8e9-3e66-4eb9-bee9-d7822c05e064.png?height=1500&width=3000&&&&&&&&&&size=medium)\\n\\nZodiac launches today with four tools available through the **Zodiac App** on [Gnosis Safe](https://gnosis-safe.io/). These are ***Exit, Bridge, and*** ***Delay***, which join ***Reality*** (formerly SafeSnap) in the Zodiac collection of tools.\\n\\nEach adheres to the Zodiac open standard consisting of Avatars, Modules, Modifiers, and Guards. The current Zodiac compliant collection of tools, soon to all be available through the Zodiac App, fully encompass:\\n\\n### Avatars\\n\\n* **[Gnosis Safe](https://gnosis-safe.io/)**: The most trusted platform for managing digital assets on Ethereum. Zodiac embraces Gnosis Safe as a powerful, extensible and programmable account standard. However, all Zodiac tools are framework agnostic, and they can be plugged into any programmable account that implements the [IAvatar](https://github.com/gnosis/zodiac/blob/master/contracts/interfaces/IAvatar.sol) interface.\\n\\n### Modules\\n\\n* ***[Reality](https://gnosis.github.io/zodiac/docs/tutorial-module-reality/get-started)*** (formerly SafeSnap): This module allows on-chain execution based on the outcome of events reported by the [Reality.eth](https://reality.eth.link/) oracle. While built initially to execute Gnosis Safe transactions according to Snapshot proposals, this module is framework agnostic. It can enable proposal execution from just about anywhere. For example, it can bring Discord polls on-chain.\\n* ***[Bridge](https://gnosis.github.io/zodiac/docs/tutorial-module-bridge/get-started)***: This module allows an address on one chain to control an avatar on another chain using an Arbitrary Message Bridge (AMB). This enables a DAO on one chain to control assets and interact with systems like a Gnosis Safe on a different chain.\\n* ***[Exit](https://gnosis.github.io/zodiac/docs/tutorial-module-exit/get-started)***: This module allows participants to redeem a designated token for a proportional share of an avatar's digital assets, similar to Moloch DAO's [rageQuit()](https://twitter.com/molochdao/status/1115451404242436098) function.\\n* ***[Safe Minion](https://daohaus.substack.com/p/6991f40b-3931-47ff-bea3-fa6f9c365135)*** (developed by [DAOHaus](https://daohaus.club/)): This module allows Moloch DAOs to manage a Gnosis Safe’s digital assets based on the outcome of v2 Moloch DAO proposals. Safe Minion enables Moloch DAOs to control collections of NFTs, manage LP positions with AMMs, and initiate any other arbitrary interactions. Even more, it supports DAOs that begin as a Gnosis Safe to later delegate governance to a Moloch DAO.\\n* ***[Seele](https://github.com/TokenWalk/Seele)*** (developed by [TokenWalk](https://www.tokenwalk.org/)): This module allows avatars to operate with trustless tokenized DeGov, similar to Compound or Gitcoin, with a time-boxed proposal core that can register swappable voting contracts. This enables DAOs to choose from various on-chain voting methods that best suit their needs.\\n\\n### Modifiers\\n\\n* ***[Delay](https://gnosis.github.io/zodiac/docs/tutorial-modifier-delay/get-started)***: This modifier allows avatars to enforce a time delay between when a module initiates a transaction and when it can be executed by an avatar.\\n\\n### Guards\\n\\n* ***[Scope](https://github.com/gnosis/zodiac-guard-scope)*:** This guard allows an avatar or module to limit the scope of the functions with which it can interact. This enables a DAO to define granular permissions for different control mechanisms.\\n\\nThe Zodiac collection of tools can be equipped by visiting the `APPS` page on a Gnosis Safe and navigating to the Zodiac App. The [Zodiac documentation](https://gnosis.github.io/zodiac) offers tutorials on how to set up each using the Zodiac App, and the [Zodiac Github repository](https://github.com/gnosis/zodiac) offers technical tutorials on how to configure each using the CLI. Detailed developer resources on how to build your own Zodiac module, modifier, or guard will be available soon.\\n\\n![Zodiac App on Gnosis Safe](https://images.mirror-media.xyz/publication-images/ac99b614-f6ce-428d-9dbc-eeea1b51dfd3.jpg?height=1069&width=1699&&&&&&&&&&size=large)\\n\\nAnyone can contribute to the Zodiac compliant collection of tools by submitting a pull request on the [repository](https://github.com/gnosis/zodiac). We look forward to sharing collaborations with partner organizations [dOrg](https://www.dorg.tech/#/), [Snapshot](https://snapshot.org/), [Collab.Land](https://collab.land/), [DAOhaus](https://daohaus.club/), [yearn.finance,](https://yearn.finance/) [Friends with Benefits (FWB)](https://www.fwb.help/), [TokenWalk](https://www.tokenwalk.org), [PrimeDAO](https://www.prime.xyz/), [Raid Guild](https://www.raidguild.org/), [ShapeShift](https://shapeshift.com/), [SZNS](https://szns.io/), [Radicle](https://radicle.xyz/), [Stakewise](https://stakewise.io/), [Colony](https://colony.io/), [DeepDAO](https://deepdao.io/#), [Moving Castles](https://trust.support/feed/moving-castles), [Other Internet](https://twitter.com/otherinternet__), and [Black Swan](https://trust.support/events/black-swan-panel). Even more, Zodiac works with the ecosystem to develop a **DAO Improvement Proposal (DIP)** process to establish standard practices, which can be discussed in the [Gnosis Guild Discord](https://discord.gg/wwmBWTgyEq) #dao-improvement-proposals channel with the plans to move to a more public forum.\\n\\n## Songlines for Progressive Decentralization\\n\\nBecause of its composable design philosophy, Zodiac supports DAOs on the road to progressive decentralization. This philosophy decouples avatars from decision making, meaning that practices surrounding governance, membership, and treasury management can be customized independently of the affordances of any of the tools a DAO uses.\\n\\nFor example, let’s imagine a DAO on a common trajectory today. A DAO begins as a squad with an idea. They deploy a Gnosis Safe multi-signature account as their avatar to manage shared resources, and this Gnosis Safe has 4/6 signatures required to execute a transaction. While informal proposals through a group chat suffice initially, eventually their decisions as a squad become more substantial: they decide to launch a token to expand their project. In order to keep a formal record of their decisions, they create a Snapshot space for token voting, and their first vote includes who should be elected as signers on their Gnosis Safe. Using the Zodiac App, they also equip ***Exit***, so that anyone who holds their token can leave the organization with their proportional share of digital assets if they disagree with a decision.\\n\\nAs time goes on, their community grows rapidly, developing many centers of activity through their token-enabled Discord, and one central team managing their Gnosis Safe becomes less than ideal. They decide to use ***Reality***, allowing bothoff-chain Snapshot proposals and Discord polls to trigger on-chain Gnosis Safe transactions that anyone in the community can execute. To add extra security to this new practice, they enable ***Scope***, which restricts addresses their Gnosis Safe can call. After acclimating to using Snapshot and Gnosis Safe with the Zodiac mods ***Reality*** and ***Scope***, they choose to disable the Gnosis Safe signers, achieving decentralization of its core technical system managing resources.\\n\\n![Zodiac Songline for Progressive Decentralization](https://images.mirror-media.xyz/publication-images/009969ed-4861-4b11-aa97-c0fd00c30cea.png?height=1724&width=3066&&&&&&&&&&size=medium)\\n\\nContinuing the example with a future scenario, eventually this DAO community would like more refined governance processes than token voting. They take an interest in [conviction voting](https://medium.com/giveth/conviction-voting-a-novel-continuous-decision-making-alternative-to-governance-aa746cfb9475), in which members can continuously signal their preferences, and they decide to use an upcoming conviction voting app on the xDai network to save gas fees. Operating as a multichain DAO does not sacrifice composability, however, because they also enable ***Bridge***, which connects the conviction voting app deployed on the xDai network to their Gnosis Safe treasury deployed on Ethereum Mainnet.\\n\\nZodiac not only changes access to platforms, protocols, and tools, but bridges chains, organizations, and networks through DAO-to-DAO (D2D) collaboration mechanisms. We expect DAOs to grow across ecosystems, seeing the Zodiac open standard as their foundation.  Even more options for nuanced governance processes can be achieved with ***Seele***, which enables interchangeable voting strategies, meaning DAOs can coordinate multiple agile governance processes across teams, squads, and other DAOs participating in their network.\\n\\n[https://twitter.com/keikreutler/status/1392454358810472448](https://twitter.com/keikreutler/status/1392454358810472448)\\n\\nThe approach of DAOs embracing modular tools as their organization develops proves their most effective cultural pattern yet. DAOs can continue with their favorite platforms, which become newly composable through equipping Zodiac modules, modifiers, and guards. Like expansion packs for games that introduce new maps, loot, and storylines to existing worlds, Zodiac encourages a plug-and-play culture of modding. Participants can shape their *access to DAO tools*, foregrounding a way the web could still be.\\n\\n![The WHOLE EARTH CATALOG (1969) embraced access to tools. Perhaps in the decades since, tools have also gotten access to us.](https://images.mirror-media.xyz/publication-images/a5452304-de9d-4540-a31f-0f1bf38f7e47.png?height=800&width=1590)\\n\\n## The team behind Zodiac\\n\\nGnosis Guild is a society for interdependent software with the values of conviviality, co-ownership, and experimentation at its heart. Incubated by [Gnosis](https://gnosis.io/), we operate as a small team using the tools we build. The two co-founders of Gnosis Guild, [Auryn Macmillan](https://twitter.com/auryn_macmillan) and [Kei Kreutler](https://twitter.com/keikreutler), bring over ten years combined experience developing products for decentralized governance in the blockchain ecosystem. From closely observing the rise of Gnosis Safe, our awareness that the DAO technology stack lacked composability ignited the initiative for Zodiac.\\n\\nGnosis guild is a core contributor to Zodiac and a keeper of the open standard. True to its philosophy, however, Zodiac is open for participation. Anyone can contribute to the Zodiac compliant collection of tools by submitting a pull request on the [repository](https://github.com/gnosis/zodiac). As an initial core contributor, Gnosis Guild approves which submissions comply with the standard. We embrace practices that will over time meaningfully distribute contribution, governance, and ownership of the value Zodiac produces, encouraging individuals, teams, and DAOs to participate. This includes the Zodiac design language, which consists of glyphs that can be recombined to create Zodiac icons.\\n\\n![](https://images.mirror-media.xyz/publication-images/45a0e2a8-6c93-4a1c-967f-4e807480e7c2.png?height=1856&width=1920)\\n\\nDeveloped by [PROPS.SUPPLY](https://props.supply/), the design language represents the collection of tools according to the qualities, such as strength, magic, and dexterity, each tool affords an organization. Even more, DAOs can overlay these glyphs to represent the constitution of their organization as a badge. While still evolving, the release of the first version of the design language will coincide with a Gnosis Guild NFT drop.\\n\\n![Zodiac Delay Module composition](https://images.mirror-media.xyz/publication-images/2933d2c3-e87b-489a-94f1-802536dab760.png?height=1500&width=3000&&&&&&&&&&size=medium)\\n\\nThrough this design language, Zodiac seeks to decentralize not only its development but its vibe.\\n\\n## Bright Night Sky Ahead\\n\\nThe future of Zodiac is bright.\\n\\nThe tools launched today enhance existing practices in the DAO ecosystem, but the Zodiac roadmap aims to establish new practices in DAO-to-DAO collaboration mechanisms with a special focus on multichain governance. Upcoming Zodiac releases ​​include secret voting with zero knowledge proofs magic, message bridges between compatible networks, and web3 backends for your favorite virtual worlds. Like the glyphs that when co-present on star charts change their aspect, the Zodiac collection of tools are mods that support, expand, and transform how organizations operate.\\n\\nTo participate, join the [Gnosis Guild Discord](https://discord.gg/wwmBWTgyEq) today.\\n\\n![Moonlit night by the sea, Lev Lagorio, 1886](https://images.mirror-media.xyz/publication-images/ff3c5bfc-e101-499b-a201-69e83e3d6094.jpeg?height=589&width=1000)\\n\\n*Use the Zodiac collection of tools today through the Zodiac App available on [Gnosis Safe](https://gnosis-safe.io/). Use the Zodiac collection of tools today through the Zodiac App available on [Gnosis Safe](https://gnosis-safe.io/). Join the [Gnosis Guild Discord](https://discord.gg/wwmBWTgyEq) if you have any questions about Zodiac, and follow [@GnosisGuild](https://twitter.com/gnosisguild?lang=de) on Twitter for updates.*\\n\\n*The [Zodiac documentation](https://gnosis.github.io/zodiac) offers tutorials on how to use the Zodiac App, and the [Zodiac Github repository](https://github.com/gnosis/zodiac) offers technical tutorials on how to configure the collection of tools using the CLI.*\\n\\n*An announcement about how to participate in Gnosis Guild and the Zodiac design language will follow soon.*\\n\\n\\\\[1\\\\]: [“Ownership in Cryptonetworks”](https://blog.curvelabs .eu/ownership-in-cryptonetworks-96f13f4a113e), Patrick Rawson, 2021\",\"timestamp\":1631628704,\"title\":\"Zodiac: The expansion pack for DAOs\",\"publication\":\"gnosisguild\"},\"digest\":\"fDE8t6Zv47OV-W0KhGxO1Lqjej__E7e0dJkE_KZW3zk\",\"authorship\":{\"contributor\":\"0x9887D70d026818CA841BE7d41AE1AdACc5cB9903\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LT26Beyi8TweVr4cUdu0kSFwkgNi6-9WfYFYgrWLsDI\\\",\\\"y\\\":\\\"l3Y8a_Pr34vyXABjAVTVEdoNXFr8rkKN2xOt68Ro6_M\\\"}\",\"signature\":\"kkhvV4mOW0aKrL67iWe6t6Q6mWlzKZ00fPtzLi8VSgtNtBWT6Vv0sUAg-h1LnocsGlSvV27utMA8lVIsizD94A\",\"signingKeySignature\":\"0x5660cd9de44c9e7275da90d6f782edc0348fa4caa41a3e62f786ba0c479345e727776b572de821089e6f8595808e4662dee322ebf027f512f75093eb407a7efb1b\",\"signingKeyMessage\":\"I authorize the publication of articles on kei.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LT26Beyi8TweVr4cUdu0kSFwkgNi6-9WfYFYgrWLsDI\\\",\\\"y\\\":\\\"l3Y8a_Pr34vyXABjAVTVEdoNXFr8rkKN2xOt68Ro6_M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OuhG5s2X5uSVBx1EK4tKPhnUc91Wh9YM0fwSnC8UNcg\"}"