"{\"content\":{\"body\":\"<!-- .entry-header -->\\n\\nYesterday, USV sent 500 ETH to the Bright Moments DAO and we got back one million Bright Moments DAO (BRT) tokens into our wallet. This is the third time USV has invested in a DAO and we will blog about the other two in the coming weeks. These are token transactions denominated in ETH and ERC-20 assets with no other paperwork. All governance is done inside the DAO (decentralized autonomous organization). In the case of Bright Moments, the DAO voted on our transaction over the weekend and approved it unanimously. This is a new world of business entity, governance, and a lot more that is exciting to USV and we plan to continue investing in it.\\n\\nSo what is Bright Moments? Well, it is a work in progress that is exploring the intersection of NFTs, real-world spaces, entertainment, and onboarding new crypto enthusiasts. Bright Moments started as [a popup gallery in Venice Beach California](https://brightmoments.io/) where NFT artists drop/show new work and collectors buy it in real-time in a physical space. Then the Bright Moments DAO created an NFT series celebrating the local Venice Beach community called [CryptoVenetians](https://twitter.com/cryptovenetians) and minted 1000 of them, from sunrise to sunset and nighttime. These CryptoVenetians were given away to people who came to the Bright Moments Gallery with an Ethereum wallet on their phone. For many, this was the first time they installed and used an Ethereum wallet.\\n\\nNext, Bright Moments is going to take this show on the road, starting with NYC this fall and then onto eight more cities around the world to get to a full collection of 10,000 NFTs. Last week Bright Moments [auctioned off 200 tickets to the NYC gallery](https://brightmoments.mirror.xyz/WBND1KbJvg6ripddVSasW0wkvhTeXmCOdCh2rzRGpkE) and they will give away the other 800.\\n\\nWe are interested in and excited by the intersection of the real world and the virtual world and we think Bright Moments has found an interesting model to bring new people into crypto in a fun and entertaining way. We are excited to support this effort and appreciate the Bright Moments community inviting us into the Bright Moments DAO.\\n\\n<!-- .entry-content -->\\n\\n<!-- #post-${ID} -->\\n\",\"timestamp\":1629891643,\"title\":\"Bright Moments DAO\",\"publication\":\"avc\"},\"digest\":\"MPLZC0B2MFiqzxPTAhb-F7abYz5zKQ_57wlWebOsWpA\",\"authorship\":{\"contributor\":\"0xB8332710AB60A1B2e8FE6D775d83524C9E0cE136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FiD2ALymcePeEtTW-G9rQSmcPd1h4mDPeNiqNj5OjGw\\\",\\\"y\\\":\\\"or7Oz7LuQf0j9f0zl2APv4Ys6kh8mj7L66G41AeIimw\\\"}\",\"signature\":\"I-6PD-2aXNk0gTjxVulIwizDI4o3ETPlD1frkTTCg_Jx4zE_LE02PvjU44iPTMfreWNpD0NC0sARDkGGW92kww\",\"signingKeySignature\":\"0x96db97d26aedf1dd5f41663f7ffb57a210fee4523d6bc3ef803806b7d868f6a83df05cbb0d00049a940e4fbde20b52aa0577568fd8c268b20a7371e071d217811c\",\"signingKeyMessage\":\"I authorize the publication of articles on avc.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FiD2ALymcePeEtTW-G9rQSmcPd1h4mDPeNiqNj5OjGw\\\",\\\"y\\\":\\\"or7Oz7LuQf0j9f0zl2APv4Ys6kh8mj7L66G41AeIimw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MPLZC0B2MFiqzxPTAhb-F7abYz5zKQ_57wlWebOsWpA\"}"