"{\"content\":{\"body\":\"Do you remember the first time you used the web?\\n\\nOne sunny afternoon in 1994, my dad picked me up from school and brought me to his office, an advertising agency on the 14th floor of a nondescript glass cube in downtown Portland. He sat me down in front his computer, woke it from a dream of flying toasters, and double clicked an icon labeled *Mosaic*. I was 11 years old.\\n\\n\\\"It's called the World Wide Web,\\\" my dad explained. \\\"It's like HyperCard,\\\" something I'd played with often enough at home on our family's Mac SE/30. \\\"Click the underlined words and you go to a new place.\\\"\\n\\nIn front of me, through a quarter inch of CRT glass, I saw the logo of my favorite federal space agency embossed into a faux stone block. Below it, a dozen or so links to NASA's earliest internet offerings, including some classic astronomy photos and a dry letter from the administrator welcoming me to a new digital frontier (or something). I started clicking and before I knew it the sun had gone down and my dad had to physically pry me away from the keyboard. Every day following that one, using a computer that wasn't connected to the web felt like trying to fly a kite in still air.\\n\\nOver the next decade, I'd watch and participate in the web becoming not just a network of documents, but an application platform where the primary mode of operation was person-to-person interaction and sharing media among one another. It happened slowly, then very quickly, and then started to get buzzy names and even a new version number (2.0!) Some decried what they saw as the erosion of the web's original vision and purpose, others saw it being fulfilled.\\n\\nIn 2006, I dropped out of the University of Oregon, put my records in storage, and moved to Brooklyn with a girl I'd met on Flickr. I wound up hanging out with another internet photography friend who invited me to come work with him at his new startup, a [social video](https://vimeo.com) site he was designing. At the time it all seemed perfectly natural, I wasn't yet thinking about how the web had profoundly shaped the course of my life. It was hard to imagine anything before it. Do fish remember not being able to swim?\\n\\nI spent the next ten years in New York thinking about, designing, and building social media applications. A lot changed, but it mostly didn't. Nothing felt like that first time with Mosaic, or the first time I put my own photos online using HTML I'd written myself. At some point, I stopped expecting it to.\\n\\nLately, I'm feeling that way again for a third time. It happened slowly, then very quickly, and then started to get buzzy names and even a new version number (3.0!) Some decry what they see as the erosion of the web's original vision and purpose, others see it being fulfilled. I'm one of the latter, and I hope to use this platform to document what I see unfolding as the most exciting time on the internet in more than a decade, and maybe share a few tales from the previous eras along the way.\\n\\nThank you for joining me :)\\n\\n@jstn\",\"timestamp\":1615961437,\"title\":\"Forward\",\"publication\":\"jstn\"},\"digest\":\"y2obU55QyWxZxHHXlQlKGh6gEvshv8lqGIIlGPq5S7s\",\"authorship\":{\"contributor\":\"0xE7bd51Dc30d4bDc9FDdD42eA7c0a283590C9D416\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8RNGWAs3AKu6GBHWw_k_b1bDuZQDFAXKigfy8M2z9yQ\\\",\\\"y\\\":\\\"ireXcvadFRPljNSJGOz5W7UfrrG-WkjbL1YS_mr-5Mg\\\"}\",\"signature\":\"7uL00kh4Hb-9EK_Yco7p40ndijrwRPuK-388FlWPQbSuS-6i4sKorfc5nKCAELUv4GeKXX7ceqLwGFKW1zPAHQ\",\"signingKeySignature\":\"0x3b30f367ab1a26259bbb5f0f04c373207ca2bed487bdfe089d1b5405a5c702d84a0b4964a4628a54295aed5f792074776a07b19c2a04d8481b4931000c0508b71b\",\"signingKeyMessage\":\"I authorize the publication of articles on jstn.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8RNGWAs3AKu6GBHWw_k_b1bDuZQDFAXKigfy8M2z9yQ\\\",\\\"y\\\":\\\"ireXcvadFRPljNSJGOz5W7UfrrG-WkjbL1YS_mr-5Mg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"version\":\"12-21-2020\",\"originalDigest\":\"y2obU55QyWxZxHHXlQlKGh6gEvshv8lqGIIlGPq5S7s\"}"