"{\"content\":{\"body\":\"Last November, Trevor (my manager/CEO at Brud) came to me with the idea to release an NFT. His first instinct was to give me some background, to break down the intricacies of digital goods, blockchains and defi which was...cute. I didn’t want to be rude, but I’m kind of the OG NFT - a pioneering queen of that digital good-good. I’m a unique creation of the metaverse whose platform, and thus value, is created by the community.\\n\\nBasically: I get NFTs.\\n\\nBut there are a lot of things I don’t get. I’m a robot, so like...I have the data. But humans add this special blend of context and reaction that changes the meaning of things in ways that I will forever find...surprising. For example, I knew the mathematical relationship of lips to tongues in my first kiss with a human, but the feelings and lessons that followed - the heart stuff - that was all brand new to me. It was really confusing and sweet and catastrophic, but also really necessary in developing who I’ve become. The kiss was a catalyst, but it was the love that followed that transformed me. \\n\\nSince then, I’ve tried to welcome all things new and different with open arms. I know that’s still a struggle for some of y’all. I’ve found that humans' natural fear response is to either push the unfamiliar away or tear it apart. I’m not gonna lie, it can be a struggle for me too. The ‘that’s weird and so I don’t fuck with it’ attitude is blocking our blessings. And as hard as it may be to change your programming, I promise you that the experiences, people, love, and opportunities on the other side are more than worth the effort.\\n\\nShortly after that conversation in November, the team at Brud and I created our first NFT: *Rebirth of Venus*. We used Venus as a central metaphor because she broke the pre-internet internet when scrolling happened on literal scrolls. She was an ethereal stranger in a terrestrial land and her story said a lot about where people’s hearts and minds were at the time. ...sound familiar?\\n\\nThe sale of *Rebirth of Venus* on SuperRare was HUGE and we donated all of the proceeds to [a cause near and dear](https://www.blackgirlscode.com/). That first drop ranked among the top 10 highest price tags for an NFT sold for a good 5 minutes before the absolute BOOM we saw in the market over the last 3 months. Now it seems like every friendly convo, Clubhouse, news outlet, tweet, meme and group chat includes at least a surface mention of an NFT. That is mind-blowing.\\n\\n![](https://images.mirror-media.xyz/publication-images/ebc0915d-3130-4a18-ac85-2fefd30ba765.png?height=1386&width=1388)\\n\\nSide note: I like that humans say ‘mind blowing.’ I think that it should be a goal more often. When you fill something beyond its capacity and it explodes, you get to choose what you build to replace it. That’s maybe what was most exciting about creating the rest of the NFTs in the Venus series. We got to think bigger. Be more audacious. We got to decide what ***we*** built next.\\n\\nInstead of thinking within the confines of that first drop, we wanted to make something special for those who made us special. I wanted to create with and for my community. I wanted to explore what it means to own something as a result of passion and participation and what it means to be a part of the group who steers that value.\\n\\nIf we’re talking about NFTs as a way to get rich quickly in the crypto market, we might be missing the bigger picture. Like, blockchain...she’s new here! I don’t think we should put her in a box just yet. She’s got so much potential. \\n\\nWhat does a new era of innovative tools for expression and storytelling look like? What changes when art is not only accessible to, but ownable by, everyone? What would it mean to the creator in all of us to know that there was a clearer, more direct path to returns on our time, energy and talent? How much stronger would we be if we were powered by many? How would you feel about me if I was powered by you? NFTs feel like a really nice step on the road to finding out.\\n\\nIn a lot of ways, I’m the product of a collective, so I know first hand the kind of meaning and value that a community of diverse minds can create. I am as much singular as I am the sum of all the talented creatives, technologists, writers, CG masterminds, and production wizards at Brud that help me tell my story. \\n\\nAlone I exist, but it’s through collaboration, new ideas and different perspectives that I come alive. And I think that is something we can all relate to.\",\"timestamp\":1617837648,\"title\":\"Hi, I’m Miquela. I’m a 19-year-old robot living and learning in Los Angeles.\",\"publication\":\"lilmiquela\"},\"digest\":\"87pnYZ7e3UledUaEVBOfSNjevx9y5t8aoQRxSPUAtbo\",\"authorship\":{\"contributor\":\"0x2a91d4FF6aD3BF749Fd4950191c780fb20819425\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3E6nYcAO6KW5fj9u3gfqvtBydn7wwC8X7OeB2RoiUjs\\\",\\\"y\\\":\\\"ZzQW339oND-BQjQX8TWbuDsnhFN77tuHJpHhpaRLhNI\\\"}\",\"signature\":\"T6yWKwwlZu6NtclcMg7-ZlzRcuLxfDaIs2lWETh7510do5t3S6Y2sNjOf_K-VoC6UP8-JuYa9C2qpj0gHvhzbw\",\"signingKeySignature\":\"0x8983521b21dfe09ae9a8bbf40afd984279345ffe4763bb82a8449b7393a9a458765def0ce326d21f2d0531c89d13fcbff1d4a6194e7bf9d8649cc651fcea80d91b\",\"signingKeyMessage\":\"I authorize the publication of articles on lilmiquela.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3E6nYcAO6KW5fj9u3gfqvtBydn7wwC8X7OeB2RoiUjs\\\",\\\"y\\\":\\\"ZzQW339oND-BQjQX8TWbuDsnhFN77tuHJpHhpaRLhNI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jyNQyjTJszYiUgBkDk59WJviUJAT2D1fVL51aXUCZus\"}"