"{\"content\":{\"body\":\"![Original file for download: web3.GSEA Snapshot 2021 (https://bit.ly/32e8lKQ)](https://images.mirror-media.xyz/publication-images/JvpfohfOayiTOUXYCwKkC.jpg?height=2017&width=2740)\\n\\n> Jun Wakabayashi, Analyst \\n>\\n> Jun is an Analyst covering both AppWorks Accelerator and Greater Southeast Asia. Born and bred in America, Jun brings a wealth of international experience to AppWorks. He spent the last several years before joining AppWorks working for Focus Reports, where he conducted sector-based market research and interviewed high-level government leaders and industry executives across the globe. He’s now lived in 7 countries outside US and Taiwan, while traveling to upwards of 50 for leisure, collectively highlighting his unique propensity for cross-cultural immersion and international business. Jun received his Bachelors in Finance from New York University’s Stern School of Business.\\n\\n**Founded in 2009, [AppWorks](https://appworks.tw/) is a leading startup community and venture capital firm built by founders, for founders. We are committed to backing the next generation of entrepreneurs in Greater Southeast Asia (ASEAN+Taiwan) and helping them to facilitate the region's transition into the digital age. Building off the firm’s decade-plus of experience, AppWorks works closely with early-stage founders to achieve product-market fit, while helping growth-stage companies establish sustainable business models at scale.**\\n\\n**Starting in 2018, blockchain was incorporated in the firm’s core mandate. We believe that the technology is currently driving a massive paradigm shift, opening up new disruptive and innovative opportunities for the next generation of entrepreneurs as the world transitions into the web3 era.**\\n\\n**In 2021, blockchain entered a mass adoption phase. With the emergence of new innovative applications such as DeFi, NFTs, GameFi, and web3 infrastructure, an unprecedented number of new funds, retail investors, and users have flocked to the crypto world, creating a flywheel effect that has facilitated the formation of key web3 infrastructure that we believe will usher in a new era of large-scale commercialization.**\\n\\n**“As the world decentralizes, will development vary between different countries and regions?” This is a question that we’ve mulled over years. With the accelerated development of blockchain, we recognize that, in fact, regional dynamics have become more pronounced. We found that in Greater Southeast Asia’s major markets, the confluence of different historical, economic, industrial, societal, and cultural contexts has resulted in crypto adoption taking different forms. The emergence of diversified crypto markets is driving growth in the region to meet different market conditions and leading to new business models and approaches in the industry that can be applied globally.**\\n\\n**The following is an overview of our analysis and views on each major market in the region:**\\n\\n### Indonesia: Crypto Investment Outstripping Public Equities\\n\\n![](https://images.mirror-media.xyz/publication-images/1mUb7WHLh6_n8-xI_TgL9.png?height=518&width=1099)\\n\\n**Indonesia, the world’s fourth largest population and the largest in GSEA, is estimated to have an [unbanked population of 66%](https://www.thejakartapost.com/life/2021/04/15/grassroot-strategy-to-realize-financial-inclusion-in-indonesia.html). Based on market size alone, Indonesia has become an important market for the development of blockchain. Indonesia is entering a financial paradigm shift driven by blockchain and cryptoassets, and overall development is trending towards exponential growth. According to [statistics](https://vnexplorer.net/over-6-5-million-indonesians-bought-or-sold-crypto-in-first-5-months-of-2021-ministry-of-trade-says-a2021214858.html) from Indonesia’s Ministry of Trade, during the first five months of 2021, more than 6.5 million people in Indonesia traded cryptocurrencies—far exceeding the 2.2 million who traded public equities—totaling US$25 billion in cryptocurrency transactions, compared to US$4.4 billion over the same period in 2020, representing year-on-year growth of 470%. With statistics like these, it comes as no surprise that cryptocurrency has become the most popular investment category among Indonesian retail traders.**\\n\\n**Compared with other countries, the Indonesian government is relatively positive towards crypto. Since September 2018, a [series of laws](https://coinmarketcap.com/alexandria/article/cryptocurrency-in-indonesia) have been enacted, signaling the open attitude of the Indonesian government. The Commodity Futures Exchange Supervisory Board (BAPPEBTI) oversees cryptocurrency-related issues and has provided legal frameworks for licensing and trading. Currently, Indonesians can legally own and trade a total 229 different cryptocurrencies.**\\n\\n**Indonesia’s crypto landscape is underlined by the rapid development and adoption of exchanges, wallets, asset management tools, and other DeFi applications. For example, Indodax, established in 2014, is Indonesia's leading exchange with more than 4.7 million users. With increasing acceptance of investment in cryptocurrencies by the general public, new areas of development, such as investment platform [NOBI](https://usenobi.com/), that provide asset management services that cater to crypto users will mark the next wave of growth.**\\n\\n### Philippines: Massive User-Driven Growth\\n\\n![](https://images.mirror-media.xyz/publication-images/VRrdwb5WZdP_2ttX88g-Q.png?height=523&width=1099)\\n\\n**In 2021, [Yield Guild Games](https://yieldguild.io/) (YGG) broke out in the Philippines and became a global phenomenon. Evolving from its initial function of assisting Axie Infinity in recruiting and training players, YGG is now home to more than 1,500 NFT game guilds based in the Philippines. YGG provides players with digital asset management, game scholarships, and community support—becoming the world's largest NFT gaming guild.**\\n\\n**According to [Playercounter](https://playercounter.com/axie-infinity/), more than 40% of Axie Infinity players hail from the Philippines alone. Play-to-earn has proven to provide meaningful income to users, effectively alleviating economic pressure caused by the pandemic for many users.**\\n\\n**This model of massive user acquisition to drive ecosystem growth is a unique characteristic of blockchain development in the Philippines. We anticipate that with the mass inflow of capital and users, there will be a corresponding entrepreneurial response that will lead to the creation of new and innovative applications in the Philippines. We have seen this trend emerge with projects like NFT marketplace [Vention](https://vention.app/home/) and gaming guild management and data platform [BlockchainSpace](https://www.blockchainspace.asia/).**\\n\\n### Singapore: Leveraging the Strength of Asia’s Financial Center\\n\\n![](https://images.mirror-media.xyz/publication-images/V_abFaCRjrcPINb8-bN14.png?height=728&width=1099)\\n\\n**Singapore has always been known as Asia’s financial center, building off the government’s proactive policies over the past several decades. A similar trajectory is also taking shape in the country’s blockchain development. The Monetary Authority of Singapore (MAS) is the leading regulatory body overseeing cryptoassets, and has long demonstrated a relatively open and friendly stance on the development of blockchain and cryptoassets within the city-state.**\\n\\n**As early as 2017, MAS issued \\\"[A Guide to Digital Token Offering](https://www.mas.gov.sg/\\\\~/media/MAS/Regulations%20and%20Financial%20Stability/Regulations%20Guidance%20and%20Licensing/Securities%20Futures%20and%20Fund%20Management/Regulations%20Guidance%20and%20Licensing/Guidelines/A%20Guide%20to%20Digital%20Token%20Offerings%20%2014%20Nov%202017.pdf)\\\" which established the Singapore government’s policy framework for ICOs, issuers and related platforms, under the purview of the Securities and Futures Act (SFA). In January 2021, the \\\"[Payment Service Act](https://www.mas.gov.sg/news/speeches/2021/payment-services-amendment-bill)\\\" (PSA) was launched, regulating all cryptocurrencies, exchanges, and digital payment services in Singapore.**\\n\\n**As a result, there has been an emergence of several new blockchain-related applications. For example, [Biconomy](https://www.biconomy.io/), which builds transaction infrastructure for blockchain applications and optimizes cross-chain transaction experience; [Xfers](https://www.xfers.com/sg?), a developer of financial electronic payments; and [Vauld](https://www.vauld.com/), a service provider covering cryptocurrency transactions, lending, and wallets. In the future, we expect more projects coming out of Singapore in cryptocurrency-related asset securitization, license compliance, and international exchanges.**\\n\\n### Thailand: From Late Mover to Frontrunner\\n\\n![](https://images.mirror-media.xyz/publication-images/0VYVkKvAFdTOaJsH_cbbi.png?height=650&width=1099)\\n\\n**While Thailand’s blockchain ecosystem can be considered quite early, 2021 marked an acceleration point with several milestones. In November, Thailand’s first blockchain unicorn was born as crypto exchange [Bitkub](https://www.bitkub.com/) sold a [51% stake](https://www.thaiexaminer.com/thai-news-foreigners/2021/11/06/bitkub-thailand-first-unicorn-success/) worth US$535 million to Siam Commercial Bank. Paired together with logistics provider [Flash Express’s](https://www.bangkokpost.com/business/2124699/flash-group-becomes-first-thai-unicorn) newly minted billion-dollar valuation, Thailand welcomed its first unicorns of the internet and Web3 era respectively within a five-month period.**\\n\\n**Bitkub’s success is galvanizing the Thai blockchain ecosystem, demonstrating that Thailand can develop scalable blockchain infrastructure. Bitkub alumni and seasoned Web2 entrepreneurs are diving into Thailand’s blockchain space, just as we’ve witnessed in other markets.**\\n\\n**In fact, we can already see the emergence of more mature and advanced Web3 applications. For example, the emergence of cross-chain data oracle platform Band Protocol and metaverse gaming guild GuildFi show the level of innovation and reiteration happening in the market. We believe that in the near future, we will see more projects in the NFT space, building off Bangkok’s rich fashion and design industry and the country’s active NFT artist community.**\\n\\n### Vietnam: The Axie Infinity Effect\\n\\n![](https://images.mirror-media.xyz/publication-images/wGFoQYzRhkrza3ikNuEGq.png?height=648&width=1099)\\n\\n**When it comes to Vietnam, the most well-known player is [Sky Mavis](https://skymavis.com/), the developer behind the killer NFT-based game Axie Infinity. According to [CryptoSlam statistics](https://cryptoslam.io/axie-infinity/sales/summary), since its launch in 2018, the total amount of NFT transactions on Axie Infinity reached more than US$3.7 billion, with more than [two million daily active users](https://thenewscrypto.com/axie-infinitys-daily-active-users-increased-by-almost-5000-in-six-months/), culminating in Sky Mavis’s recently completed US$152 million Series B round of financing.**\\n\\n**The impact of Sky Mavis’s success on Vietnam can be observed from two perspectives. First, it is driving the growth of Vietnam’s local NFT gaming ecosystem and attracting international capital to accelerate development and adoption.  For example, in October, [Sipher raised US$6.8 million](https://venturebeat.com/2021/10/26/sipher-raises-6-8m-for-pc-based-blockchain-game-world-of-sipheria/) in seed financing from major global investors. In addition, there’s been a surge in casual and semi-casual GameFi projects coming out of the woodwork including [My DeFi Pet](https://mydefipet.com/), [Mytheria](https://mytheria.io/), [Thetan Arena](https://thetanarena.com/), and [Faraland](https://faraland.io/).** \\n\\n**Second, Vietnamese users have demonstrated high levels of acceptance for blockchain and cryptoassets. According to the [2021 Global Crypto Adoption Index](https://blog.chainalysis.com/reports/2021-global-crypto-adoption-index/) survey conducted by Chainalysis, Vietnam ranked first globally in terms of overall adoption. Among three indicators, on-chain value received, on-chain retail value received, and P2P exchange trade volume, Vietnam ranked in the top five in the world. We anticipate that new applications in DeFi, wallets, and asset management like we see with [Kyber Network’s](https://kyber.network/) Liquidity Hub will highlight the next wave of blockchain innovation in Vietnam.**\\n\\n### Taiwan: A Huge Digital Market Driven by Engineering Talent\\n\\n![](https://images.mirror-media.xyz/publication-images/iNEeHGB8lN2AigHxipQbY.png?height=646&width=1099)\\n\\n**Compared with other markets in the GSEA region, Taiwan has two notable characteristics and advantages in blockchain development. First, Taiwan is home to a massive digital gaming and entertainment market. To illustrate this market size, according to [App Annie](https://www.appannie.com/en/go/state-of-mobile-2021/), in 2020, Taiwanese consumers spent US$2.44 billion in the App Store, equal to total spending from Indonesia, Thailand, Vietnam, the Philippines, and Malaysia combined. Second, Taiwan has accumulated a wealth of engineering talent across manufacturing, software, and hardware integration. This talent pool has formed the core of Taiwan’s blockchain industry.**\\n\\n**In 2021, Taiwan also joined the global NFT wave with early-stage activity. Leveraging the island’s fertile digital gaming and entertainment market, Taiwanese founders are adopting NFTs to create products, services, and new business models. Musicians, artists, game publishers, and influencers have embraced NFTs to build public awareness and tap into this new digital format of ownership, demonstrating immense promise for large-scale commercial adoption of NFTs.** \\n\\n**Since the advent of Ethereum, Taiwan’s local engineers have continued to explore the frontiers of blockchain development, becoming a key driving force in the crypto world. Taiwan is home to several notable projects led by seasoned teams, including Perpetual Protocol, which provides Virtual Automated Market Maker (vAMM) to implement perpetual contract solutions; smart contract wallet [Blocto](https://blocto.portto.io/en/) has become the go-to wallet for Flow—with more than [80% of Flow users](https://flowscan.org/staking/overview) trusting Blocto for Flow Token pledges. In cross-chain applications, Blocto also supports Ethereum, BSC, Solana, Avalanche (c-chain), and Polygon, among other mainstream public chains.**\\n\\n### Bright Days Ahead\\n\\n**Just a few years ago, you’d be hard pressed to find the words web3, blockchain, DeFi, or NFTs uttered anywhere outside of niche crypto spheres in this part of the world. Now, sentiment from founders and investors across the region have evidently shifted from “why web3?” to “how do I get a piece of it?”—largely in this past year alone.** \\n\\n**Taiwan is at the forefront from a technical perspective, with an unparalleled engineering pool in terms of cost and performance; Indonesia is emerging as massive market for web3 consumers, now with crypto traders outnumbering stock traders by severalfold; Philippines is in a close second, with everyday users showing an uncanny demand for GameFi to make ends meet; Thailand’s historically nascent ecosystem is expected to garner significantly more attention now with their first crypto unicorn; Vietnam, given Axie’s success, is quickly distinguishing itself as a the world’s NFT gaming hub; and lastly, Singapore’s position as the region’s financial and management hub will likely extend into the web3 era.**\\n\\n**Any doubts of whether or not web3 is here to stay were certainly eroded by the massive strides that the regional ecosystem has taken in 2021. Looking forward, the development and adoption of web3 is looking especially bright. Although crypto markets will likely ebb and flow in the coming months and years, with the occasional bears and dips, many stakeholders across the value chain have already gotten taste, and will likely only want more.** \\n\\n**The 2021 Greater Southeast Asia Blockchain Ecosystem Map is authored by AppWorks. For inquiries, please write to [a@appworks.tw](mailto:a@appworks.tw). For this survey, thanks for several friends' assistance: Peter Ing (Co-Founder of BlockchainSpace), Leo Pham (Manager of Access Ventures), Hung Nguyen (CEO of Spores), Tri Pham (CEO of Kardiachain), Ben Minh Le (CRO of M3TA), Rémy Perettieny (CEO of Reminiscense), TN Lee (Co-Founder of Pendle Finance), Lawrence Samantha (Founder of NOBI), and Eagle Su (Marketing Specialist of Zombie)**\\n\\n**In partnership with: [Assisi Blockchain Indonesia](https://asosiasiblockchain.co.id/)**\\n\\n【If you are a founder working on a startup in SEA, or working with AI, Blockchain, and NFT, apply to [AppWorks Accelerator](https://appworks.tw/accelerator/) to join the largest founder community in Greater Southeast Asia.】\\n\\n \\n \",\"timestamp\":1640581462,\"title\":\"web3.GSEA: 2021 Greater Southeast Asia Web3 Ecosystem Map\"},\"digest\":\"E-28Trbzn-qDKvLQHTtducPinjSGv0wE-o0b7Paf9Lk\",\"authorship\":{\"contributor\":\"0x5A7E8e7A128BFD0aaE264335880e6C969E31beeE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RBV9kyIJ5mT1xC0G-4hGlgwfVFH9Z1AiDzW03reBgW0\\\",\\\"y\\\":\\\"yloO7DvlsRYqZMWsmKFISQSDkzyqVNpyR5w3Gu36BYQ\\\"}\",\"signature\":\"NEyg-l0aBgLFF9FbTirjWYqnJPG9bZyH5X7A2zlG_EFftg4AXLwqfpLAHL4IuhuS2RZOF392qRs8F9FtSUK00w\",\"signingKeySignature\":\"0x3167889db17cc27bcb7a3876ee69a37c13546b92a242064a28be0c202acc7972552f3350f776171469c22da6851c9f85fe7453b04eb3e978167512d4c8ede6b61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RBV9kyIJ5mT1xC0G-4hGlgwfVFH9Z1AiDzW03reBgW0\\\",\\\"y\\\":\\\"yloO7DvlsRYqZMWsmKFISQSDkzyqVNpyR5w3Gu36BYQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"E-28Trbzn-qDKvLQHTtducPinjSGv0wE-o0b7Paf9Lk\"}"