"{\"content\":{\"body\":\"## Om projektet\\n\\nFlygtigt Momentum er en samling af tekster, skrevet af en thirtysomething, i et forsøg på at bearbejde de tanker og følelser, som opstår, når man kæmper med livet. Titlen på projektet kommer af det selvvalgte dogme om, at bearbejde teksterne mens de opstår, for på den måde at indkapsle følelsen og nuet mest autentisk. Teksterne vil formentlig fremstå kortfattede og upolerede, men mit håb er, at man alligevel vil kunne spejle sig i de øjeblikke, følelser og oplevelser, som teksterne belyser, og føle sig en smule mindre alene i verden, og måske endda smile over de tragikomiske bidder.\\n\\nI de følgende indlæg vil der blive lagt nyskrevne tekster op, men til foråret 2022 udkommer min bog “Flygtigt Momentum - brudstykker fra en knust mands liv” som er en samling af tekster skrevet over 12 måneder, hvor jeg oplevede både ensomhed, sygemelding pga. stress og sorg.\\n\\nJeg håber du vil læse med og blive en del af momentummet 😇\\n\\n## Hjælp\\n\\nDe sidste par år har været hårde for os alle, mig selv inklusiv. Selvom jeg altid har været ressourcestærk, pligtopfyldende og med overskud, så har jeg erfaret, at jeg kun er et menneske, og jeg ikke kan klare det hele selv. Jeg har både rakt ud efter hjælp og andre har tilbudt mig hjælp, som jeg har taget imod, og selvom det til tider stadig er svært, så ved jeg, at jeg ikke står alene, og det gør du heller ikke.\\n\\nDer er hjælp at hente, både igennem musik, film eller kunst har jeg oplevet trøst og refleksion, men også med mennesker og fællesskaber. På min arbejdsplads forsøger jeg hvert år, at få Ventilen ud og holde et oplæg om ensomhed blandt unge, og jeg finder håb i, at der findes organisationer som Ventilen, der har væresteder og afholder arrangementer for mennesker, der savner relationer.\\n\\nLæs mere om Ventilen:\\n\\n[https://ventilen.dk/](https://ventilen.dk/)\\n\\nOg hvis du er helt nede i kulkælderen, så tøv ikke med at tage kontakt:\\n\\n[https://www.livslinien.dk/](https://www.livslinien.dk/)\\n\\n\",\"timestamp\":1640184298,\"title\":\"Om 'Flygtigt Momentum'\"},\"digest\":\"61TyzHMotLX0Y2RsWyc2rsCdWyz9ZEEOu8KMcC482FQ\",\"authorship\":{\"contributor\":\"0x8876053DCbB6f9d85F05599E5Dec219eF423f4D5\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WuXb9lcQ8xPUmuVL4johBr60UGLN5OXPPD5rbl_ceBE\\\",\\\"y\\\":\\\"5xPrDc5-yM5LPW7Bt1lhnbxERJZTuU3zMnC0Uq31RbU\\\"}\",\"signature\":\"cVhjfKk-CWLl-dfS9YkEJzPyxMYB1Le4ePnlIpcewt2k6nmhPPT6QgNy8MqCBEXguzEbb1G_okw70CqmbLmRcA\",\"signingKeySignature\":\"0x912136539330ed3ba879996ddb9732c673e89a41400e86a2f940ec20a0b1d8db1b86acd7c72d8ca9b7e3e1fce71f034cd676709e12f092aca789b4c2d487a1f01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WuXb9lcQ8xPUmuVL4johBr60UGLN5OXPPD5rbl_ceBE\\\",\\\"y\\\":\\\"5xPrDc5-yM5LPW7Bt1lhnbxERJZTuU3zMnC0Uq31RbU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LEZ2ZLLnHDthsaFjDJqW8Th3xAWGvNuU3322_7RXVBQ\"}"