"{\"content\":{\"body\":\"The subject was chosen by the Institution where the lectures were delivered.  Still less should I have presumed to print them of my own accord, knowing how fragmentary and crude they are.  They were printed at the special request of my audience.  Least of all, perhaps, ought I to have presumed to publish them, as I have done, at Cambridge, where any inaccuracy or sciolism (and that such defects exist in these pages, I cannot but fear) would be instantly detected, and severely censured:  but nevertheless, it seemed to me that Cambridge was the fittest place in which they could see the light, because to Cambridge I mainly owe what little right method or sound thought may be found in them, or indeed, in anything which I have ever written.  In the heyday of youthful greediness and ambition, when the mind, dazzled by the vastness and variety of the universe, must needs know everything, or rather know about everything, at once and on the spot, too many are apt, as I have been in past years, to complain of Cambridge studies as too dry and narrow:  but as time teaches the student, year by year, what is really required for an understanding of the objects with which he meets, he begins to find that his University, in as far as he has really received her teaching into himself, has given him, in her criticism, her mathematics, above all, in Plato, something which all the popular knowledge, the lectures and institutions of the day, and even good books themselves, cannot give, a boon more precious than learning; namely, the art of learning.  That instead of casting into his lazy lap treasures which he would not have known how to use, she has taught him to mine for them himself; and has by her wise refusal to gratify his intellectual greediness, excited his hunger, only that he may be the stronger to hunt and till for his own subsistence; and thus, the deeper he drinks, in after years, at fountains wisely forbidden to him while he was a Cambridge student, and sees his old companions growing up into sound-headed and sound-hearted practical men, liberal and expansive, and yet with a firm standing- ground for thought and action, he learns to complain less and less of Cambridge studies, and more and more of that conceit and haste of his own, which kept him from reaping the full advantage of her training.\\n\\nThese Lectures, as I have said, are altogether crude and fragmentary-- how, indeed, could they be otherwise, dealing with so vast a subject, and so long a period of time?  They are meant neither as Essays nor as Orations, but simply as a collection of hints to those who may wish to work out the subject for themselves; and, I trust, as giving some glimpses of a central idea, in the light of which the spiritual history of Alexandria, and perhaps of other countries also, may be seen to have in itself a coherence and organic method.\\n\\nI was of course compelled, by the circumstances under which these Lectures were delivered, to keep clear of all points which are commonly called \\\"controversial.\\\"  I cannot but feel that this was a gain, rather than a loss; because it forced me, if I wished to give any interpretation at all of Alexandrian thought, any Theodicy at all of her fate, to refer to laws which I cannot but believe to be deeper, wider, more truly eternal than the points which cause most of our modern controversies, either theological or political; laws which will, I cannot but believe also, reassert themselves, and have to be reasserted by all wise teachers, very soon indeed, and it may be under most novel embodiments, but without any change in their eternal spirit.\\n\\nFor I may say, I hope, now (what if said ten years ago would have only excited laughter), that I cannot but subscribe to the opinion of the many wise men who believe that Europe, and England as an integral part thereof, is on the eve of a revolution, spiritual and political, as vast and awful as that which took place at the Reformation; and that, beneficial as that revolution will doubtless be to the destinies of mankind in general, it depends upon the wisdom and courage of each nation individually, whether that great deluge shall issue, as the Reformation did, in a fresh outgrowth of European nobleness and strength or usher in, after pitiable confusions and sorrows, a second Byzantine age of stereotyped effeminacy and imbecility.  For I have as little sympathy with those who prate so loudly of the progress of the species, and the advent of I know-not-what Cockaigne of universal peace and plenty, as I have with those who believe on the strength of \\\"unfulfilled prophecy,\\\" the downfall of Christianity, and the end of the human race to be at hand.  Nevertheless, one may well believe that prophecy will be fulfilled in this great crisis, as it is in every great crisis, although one be unable to conceive by what method of symbolism the drying up of the Euphrates can be twisted to signify the fall of Constantinople:  and one can well believe that a day of judgment is at hand, in which for every nation and institution, the wheat will be sifted out and gathered into God's garner, for the use of future generations, and the chaff burnt up with that fire unquenchable which will try every man's work, without being of opinion that after a few more years are over, the great majority of the human race will be consigned hopelessly to never-ending torments.\\n\\nIf prophecy be indeed a divine message to man; if it be anything but a cabbala, useless either to the simple-minded or to the logical, intended only for the plaything of a few devout fancies, it must declare the unchangeable laws by which the unchangeable God is governing, and has always governed, the human race; and therefore only by understanding what has happened, can we understand what will happen; only by understanding history, can we understand prophecy; and that not merely by picking out--too often arbitrarily and unfairly--a few names and dates from the records of all the ages, but by trying to discover its organic laws, and the causes which produce in nations, creeds, and systems, health and disease, growth, change, decay and death.  If, in one small corner of this vast field, I shall have thrown a single ray of light upon these subjects--if I shall have done anything in these pages towards illustrating the pathology of a single people, I shall believe that I have done better service to the Catholic Faith and the Scriptures, than if I did really \\\"know the times and the seasons, which the Father has kept in His own hand.\\\"  For by the former act I may have helped to make some one man more prudent and brave to see and to do what God requires of him; by the latter I could only add to that paralysis of superstitious fear, which is already but too common among us, and but too likely to hinder us from doing our duty manfully against our real foes, whether it be pestilence at home or tyranny abroad.\\n\\nThese last words lead me to another subject, on which I am bound to say a few words.  I have, at the end of these Lectures, made some allusion to the present war.  To have entered further into political questions would have been improper in the place where those Lectures were delivered:  but I cannot refrain from saying here something more on this matter; and that, first, because all political questions have their real root in moral and spiritual ones, and not (as too many fancy) in questions merely relating to the balance of power or commercial economy, and are (the world being under the guidance of a spiritual, and not a physical Being) finally decided on those spiritual grounds, and according to the just laws of the kingdom of God; and, therefore, the future political horoscope of the East depends entirely on the present spiritual state of its inhabitants, and of us who have (and rightly) taken up their cause; in short, on many of those questions on which I have touched in these Lectures:  and next, because I feel bound, in justice to myself, to guard against any mistake about my meaning or supposition that I consider the Turkish empire a righteous thing, or one likely to stand much longer on the face of God's earth.\\n\\nThe Turkish empire, as it now exists, seems to me an altogether unrighteous and worthless thing.  It stands no longer upon the assertion of the great truth of Islam, but on the merest brute force and oppression.  It has long since lost the only excuse which one race can have for holding another in subjection; that which we have for taking on ourselves the tutelage of the Hindoos, and which Rome had for its tutelage of the Syrians and Egyptians; namely, the governing with tolerable justice those who cannot govern themselves, and making them better and more prosperous people, by compelling them to submit to law. I do not know when this excuse is a sufficient one.  God showed that it was so for several centuries in the case of the Romans; God will show whether it is in the case of our Indian empire:  but this I say, that the Turkish empire has not even that excuse to plead; as is proved by the patent fact that the whole East, the very garden of the old world, has become a desert and a ruin under the upas-blight of their government.\\n\\nAs for the regeneration of Turkey, it is a question whether the regeneration of any nation which has sunk, not into mere valiant savagery, but into effete and profligate luxury, is possible.  Still more is it a question whether a regeneration can be effected, not by the rise of a new spiritual idea (as in the case of the Koreish), but simply by more perfect material appliances, and commercial prudence.  History gives no instance, it seems to me, of either case; and if our attempt to regenerate Greece by freeing it has been an utter failure, much more, it seems to me, would any such attempt fail in the case of the Turkish race.  For what can be done with a people which has lost the one great quality which was the tenure of its existence, its military skill?  Let any one read the accounts of the Turkish armies in the fifteenth, sixteenth, and seventeenth centuries, when they were the tutors and models of all Europe in the art of war, and then consider the fact that those very armies require now to be officered by foreign adventurers, in order to make them capable of even keeping together, and let him ask himself seriously, whether such a fall can ever be recovered.  When, in the age of Theodosius, and again in that of Justinian, the Roman armies had fallen into the same state; when the Italian legions required to be led by Stilicho the Vandal, and the Byzantine by Belisar the Sclav and Narses the Persian, the end of all things was at hand, and came; as it will come soon to Turkey.\\n\\nBut if Turkey deserves to fall, and must fall, it must not fall by our treachery.  Its sins will surely be avenged upon it:  but wrong must not avenge wrong, or the penalty is only passed on from one sinner to another.  Whatsoever element of good is left in the Turk, to that we must appeal as our only means, if not of saving him, still of helping him to a quiet euthanasia, and absorption into a worthier race of successors.  He is said (I know not how truly) to have one virtue left; that of faithfulness to his word.  Only by showing him that we too abhor treachery and bad faith, can we either do him good, or take a safe standing-ground in our own peril.  And this we have done; and for this we shall be rewarded.  But this is surely not all our duty.  Even if we should be able to make the civil and religious freedom of the Eastern Christians the price of our assistance to the Mussulman, the struggle will not be over; for Russia will still be what she has always been, and the northern Anarch will be checked, only to return to the contest with fiercer lust of aggrandisement, to enact the part of a new Macedon, against a new Greece, divided, not united, by the treacherous bond of that balance of power, which is but war under the guise of peace. Europe needs a holier and more spiritual, and therefore a stronger union, than can be given by armed neutralities, and the so-called cause of order.  She needs such a bond as in the Elizabethan age united the free states of Europe against the Anarch of Spain, and delivered the Western nations from a rising world-tyranny, which promised to be even more hideous than the elder one of Rome.  If, as then, England shall proclaim herself the champion of freedom by acts, and not by words and paper, she may, as she did then, defy the rulers of the darkness of this world, for the God of Light will be with her.  But, as yet, it is impossible to look without sad forebodings upon the destiny of a war, begun upon the express understanding that evil shall be left triumphant throughout Europe, wheresoever that evil does not seem, to our own selfish short-sightedness, to threaten us with immediate danger; with promises, that under the hollow name of the Cause of Order--and that promise made by a revolutionary Anarch--the wrongs of Italy, Hungary, Poland, Sweden, shall remain unredressed, and that Prussia and Austria, two tyrannies, the one far more false and hypocritical, the other even more rotten than that of Turkey, shall, if they will but observe a hollow and uncertain neutrality (for who can trust the liar and the oppressor?)--be allowed not only to keep their ill-gotten spoils, but even now to play into the hands of our foe, by guarding his Polish frontier for him, and keeping down the victims of his cruelty, under pretence of keeping down those of their own.\\n\\nIt is true, the alternative is an awful one; one from which statesmen and nations may well shrink:  but it is a question, whether that alternative may not be forced upon us sooner or later, whether we must not from the first look it boldly in the face, as that which must be some day, and for which we must prepare, not cowardly, and with cries about God's wrath and judgments against us--which would be abject, were they not expressed in such second-hand stock-phrases as to make one altogether doubt their sincerity, but chivalrously, and with awful joy, as a noble calling, an honour put upon us by the God of Nations, who demands of us, as some small return for all His free bounties, that we should be, in this great crisis, the champions of Freedom and of Justice, which are the cause of God.  At all events, we shall not escape our duty by being afraid of it; we shall not escape our duty by inventing to ourselves some other duty, and calling it \\\"Order.\\\" Elizabeth did so at first.  She tried to keep the peace with Spain; she shrank from injuring the cause of Order (then a nobler one than now, because it was the cause of Loyalty, and not merely of Mammon) by assisting the Scotch and the Netherlanders:  but her duty was forced upon her; and she did it at last, cheerfully, boldly, utterly, like a hero; she put herself at the head of the battle for the freedom of the world, and she conquered, for God was with her; and so that seemingly most fearful of all England's perils, when the real meaning of it was seen, and God's will in it obeyed manfully, became the foundation of England's naval and colonial empire, and laid the foundation of all her future glories.  So it was then, so it is now; so it will be for ever: he who seeks to save his life will lose it:  he who willingly throws away his life for the cause of mankind, which is the cause of God, the Father of mankind, he shall save it, and be rewarded a hundred-fold. That God may grant us, the children of the Elizabethan heroes, all wisdom to see our duty, and courage to do it, even to the death, should be our earliest prayer.  Our statesmen have done wisely and well in refusing, in spite of hot-headed clamours, to appeal to the sword as long as there was any chance of a peaceful settlement even of a single evil.  They are doing wisely and well now in declining to throw away the scabbard as long as there is hope that a determined front will awe the offender into submission:  but the day may come when the scabbard must be thrown away; and God grant that they may have the courage to do it.\\n\\nIt is reported that our rulers have said, that English diplomacy can no longer recognise \\\"nationalities,\\\" but only existing \\\"governments.\\\"  God grant that they may see in time that the assertion of national life, as a spiritual and indefeasible existence, was for centuries the central idea of English policy; the idea by faith in which she delivered first herself, and then the Protestant nations of the Continent, successively from the yokes of Rome, of Spain, of France; and that they may reassert that most English of all truths again, let the apparent cost be what it may.\\n\\nIt is true, that this end will not be attained without what is called nowadays \\\"a destruction of human life.\\\"  But we have yet to learn (at least if the doctrines which I have tried to illustrate in this little book have any truth in them) whether shot or shell has the power of taking away human life; and to believe, if we believe our Bibles, that human life can only be destroyed by sin, and that all which is lost in battle is that animal life of which it is written, \\\"Fear not those who can kill the body, and after that have no more that they can do:  but I will forewarn you whom you shall fear; him who, after he has killed, has power to destroy both body and soul in hell.\\\"  Let a man fear him, the destroying devil, and fear therefore cowardice, disloyalty, selfishness, sluggishness, which are his works, and to be utterly afraid of which is to be truly brave.  God grant that we of the clergy may remember this during the coming war, and instead of weakening the righteous courage and honour of our countrymen by instilling into them selfish and superstitious fears, and a theory of the future state which represents God, not as a saviour, but a tormentor, may boldly tell them that \\\"He is not the God of the dead but of the living; for all live unto Him;\\\" and that he who renders up his animal life as a worthless thing, in the cause of duty, commits his real and human life, his very soul and self, into the hands of a just and merciful Father, who has promised to leave no good deed unrewarded, and least of all that most noble deed, the dying like a man for the sake not merely of this land of England, but of the freedom and national life of half the world.\\n\\nLECTURE I--THE PTOLEMAIC ERA\\n\\nBefore I begin to lecture upon the Physical and Metaphysical schools of Alexandria, it may be better, perhaps, to define the meaning of these two epithets.  Physical, we shall all agree, means that which belongs to \\\\[Greek text:  phusis\\\\]; natura; nature, that which \\\\[Greek text: phuetai\\\\], nascitur, grows, by an organic life, and therefore decays again; which has a beginning, and therefore, I presume, an end.  And Metaphysical means that which we learn to think of after we think of nature; that which is supernatural, in fact, having neither beginning nor end, imperishable, immovable, and eternal, which does not become, but always is.  These, at least, are the wisest definitions of these two terms for us just now; for they are those which were received by the whole Alexandrian school, even by those commentators who say that Aristotle, the inventor of the term Metaphysics, named his treatise so only on account of its following in philosophic sequence his book on Physics.\\n\\nBut, according to these definitions, the whole history of Alexandria might be to us, from one point of view, a physical school; for Alexandria, its society and its philosophy, were born, and grew, and fed, and reached their vigour, and had their old age, their death, even as a plant or an animal has; and after they were dead and dissolved, the atoms of them formed food for new creations, entered into new organisations, just as the atoms of a dead plant or animal might do. Was Alexandria then, from beginning to end, merely a natural and physical phenomenon?\\n\\nIt may have been.  And yet we cannot deny that Alexandria was also a metaphysical phenomenon, vast and deep enough; seeing that it held for some eighteen hundred years a population of several hundred thousand souls; each of whom, at least according to the Alexandrian philosophy, stood in a very intimate relation to those metaphysic things which are imperishable and immovable and eternal, and indeed, contained them more or less, each man, woman, and child of them in themselves; having wills, reasons, consciences, affections, relations to each other; being parents, children, helpmates, bound together by laws concerning right and wrong, and numberless other unseen and spiritual relations.\\n\\nSurely such a body was not merely natural, any more than any other nation, society, or scientific school, made up of men and of the spirits, thoughts, affections of men.  It, like them, was surely spiritual; and could be only living and healthy, in as far as it was in harmony with certain spiritual, unseen, and everlasting laws of God; perhaps, as certain Alexandrian philosophers would have held, in as far as it was a pattern of that ideal constitution and polity after which man was created, the city of God which is eternal in the Heavens.  If so, may we not suspect of this Alexandria that it was its own fault if it became a merely physical phenomenon; and that it stooped to become a part of nature, and took its place among the things which are born to die, only by breaking the law which God had appointed for it; so fulfilling, in its own case, St. Paul's great words, that death entered into the world by sin, and that sin is the transgression of the law?\\n\\nBe that as it may, there must have been metaphysic enough to be learnt in that, or any city of three hundred thousand inhabitants, even though it had never contained lecture-room or philosopher's chair, and had never heard the names of Aristotle and Plato.  Metaphysic enough, indeed, to be learnt there, could we but enter into the heart of even the most brutish negro slave who ever was brought down the Nile out of the desert by Nubian merchants, to build piers and docks in whose commerce he did not share, temples whose worship he did not comprehend, libraries and theatres whose learning and civilisation were to him as much a sealed book as they were to his countryman, and fellow-slave, and only friend, the ape.  There was metaphysic enough in him truly, and things eternal and immutable, though his dark-skinned descendants were three hundred years in discovering the fact, and in proving it satisfactorily to all mankind for ever.  You must pardon me if I seem obscure; I cannot help looking at the question with a somewhat Alexandrian eye, and talking of the poor negro dock-worker as certain Alexandrian philosophers would have talked, of whom I shall have to speak hereafter.\\n\\nI should have been glad, therefore, had time permitted me, instead of confining myself strictly to what are now called \\\"the physic and metaphysic schools\\\" of Alexandria, to have tried as well as I could to make you understand how the whole vast phenomenon grew up, and supported a peculiar life of its own, for fifteen hundred years and more, and was felt to be the third, perhaps the second city of the known world, and one so important to the great world-tyrant, the Caesar of Rome, that no Roman of distinction was ever sent there as prefect, but the Alexandrian national vanity and pride of race was allowed to the last to pet itself by having its tyrant chosen from its own people.\",\"timestamp\":1639208386,\"title\":\"\\nI should not have presumed to choose for any lectures of mine such a subject as that which I have tried to treat in this book\"},\"digest\":\"a0MeLnDVm7g96nZp7cQl8bHrx03-8XCGsNNomr2JAl8\",\"authorship\":{\"contributor\":\"0x755Bda80E984cd5fAabcbf90e065196EEDb3214A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Eid150wql4lIPM0TyJI6K4r33wthDGvGwpp4y3EuNnI\\\",\\\"y\\\":\\\"DylFRwAK3JoJMitszNFZZOv-APKUahodWhY-C46jTmo\\\"}\",\"signature\":\"vggNcWCOtxiyjEY_jWbdSnqb_qdtJpma93-7GrxPWD6mqxyNGamBDXbCg7sFEAsZlVk7sx-_wntyFtrKzEGvgA\",\"signingKeySignature\":\"0x4fc3c9f0c7f7325f786341901aaae9c2ceccb1bce02ded532fc0fdd1f0f5fcf8742071f2a00ecb527d8fed302e18d5701b94866a965a836f7c7f90faf62862e01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Eid150wql4lIPM0TyJI6K4r33wthDGvGwpp4y3EuNnI\\\",\\\"y\\\":\\\"DylFRwAK3JoJMitszNFZZOv-APKUahodWhY-C46jTmo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"a0MeLnDVm7g96nZp7cQl8bHrx03-8XCGsNNomr2JAl8\"}"