"{\"content\":{\"body\":\"昨天马斯克的这条推文刷屏了，全文是“**Humankind 煮豆燃豆萁, 豆在釜中泣；本是同根生，相煎何太急**”。热度首先当然来自于马斯克居然知道这首三国曹植写的中文古诗！以前从没听说马斯克会中文嘛，居然一下子就玩得那么溜？而且这条推文并**不仅发表在推特，还在其个人微博上发表**了，说明不仅是写给美国人看的，还是写给中国人看的。诗的来源，较合理的猜测是他在特斯拉中国的下属或者顾问之类提供的，估计让他在当下深有感触，所以出现在了推文里。\\n\\n \\n\\n马斯克究竟想表达什么意思？各种解读一下子就火爆全网了，各种猜想都有。币圈有人首先猜的就是有一个名叫“Humankind”的游戏，马斯克是在给它喊单呢；不过这种猜想被多数人嗤之以鼻，喊单干嘛用这首古诗？想表达什么？马斯克明显是在对**人类同出一源但相攻相杀**感慨嘛。\\n\\n \\n\\n最多的猜测是因为他与联合国官员关于“逼捐”的互怼，联合国高官说马斯克捐款66亿美元就可以解决4亿饥荒人口的困境，马斯克开头回答说他的钱是用来开拓人类“意识之光”的，这两天又说联合国如果可以提供66亿美元解决饥荒的证据，他可以马上卖特斯拉股票。加之民主党要对他及一些富豪发起征税法案之类的，估计他**最近受到外界类似攻击的压力比较大**。这种猜测有点道理，不过特斯拉最近应该算春风得意啊，看看它的股票最近涨了多少，**9月份还在700美元附近，这几天都到了1200美元附近了，2个月都快翻倍**了，明显春风得意啊，能用钱解决的事那就不算事，似乎也不应该让马斯克有那么大的压力，何况作为财阀国家的美国，要从马斯克头上征税弄钱可不是那么容易的，很容易让其它富豪同仇敌忾的。\\n\\n \\n \\n\\n \\n \\n\\n \\n\\n第三类猜测就关系到中美之间了，即**风波日渐恶劣的某岛形势变化**。蓝调是资深军迷，因此抖音之类的智能推荐中，军事类的比较多，这两天好家伙，例如抖音，那10个视频有8个都是“若有战，必召回”，很多退伍军人等都在慷慨激昂表达决心。加之什么商务部文件“鼓励家庭根据需要储存一定数量的生活必需品，满足日常生活和**突发情况的需要**”，江苏省下发具体“战备生活必需品”的种类表，某省发放“战备家庭箱”等动作，气氛一下子就热烈了，“信号强烈”，商务部和经济日报等的“辟谣”也没有大用，很多人不以为然，去年怎么没有那么多类似的“惯例”和“常规操作”呢？中美两国互飚狠话，军事演习动作频频。是否会发展到危机不知道，但一段时间内的冲突气氛显然变得更激烈，某岛这个**台风眼带动的风暴正在扩大**中。\\n\\n \\n\\n特斯拉这样**在中国有巨额投资的美国企业自然对中美关系非常敏感**，蓝调前期文章说过，这波某岛风暴是由于美国美债需求对中国压力所致，但风暴一起，控不控得了盘就不是绝对的事情，这种“谁先瞪眼谁算输”的游戏，怕的当然就是擦枪走火。特斯拉的风险管控不可能不考虑这种危险，也不可能不对其敏感，也许马斯克就是因此而发的推文。\\n\\n \\n\\n谁都不是马斯克肚子里的蛔虫，无法确知其究竟想说什么。不过对于币圈来说，需要关注的一点就是最近2个月国际政经的宏观局势确实有激烈震荡的可能性。\\n\\n \\n \\n\\n \\n \\n\\n \\n\\n政治方面不用说了，当然就是某岛风暴的发展程度，当前还无法预估。经济方面需要注意的，就是**美股可能由于美国经济复苏的进展而产生的震荡**。大家知道，美国三季度GDP的环比增长只有2%，就在2个月前预测还高达8%以上，简直是天差地别。所以**11月的非农数据就变得极致敏感**，因为11月非农数据大致能够证明美国经济复苏还是坚强有力呢？还是衰退来临。美国有分析师就认为，**如果11月非农就业达到60万人，那美股可能发生逼空大涨，而如果非农就业下跌到20万以下，美股绝对大跌**，这是一种用非农就业数据来判断美国经济走向的逻辑，有点绝对，但说不定会很有效。这种策略也反映出当前美国分析师们的一种“盘感”倾向——**美股高位震荡很可能不会持续了，短期不是会大涨就是大跌**。\\n\\n \\n\\n从美国金融近期的情况看，虽然削减购买资产Taper似乎已经成为定局，但有一个潜在的死结，那就是拜登1.75万亿美元刺激计划多半会在感恩节左右通过。计划如果通过了，钱从何来？还是必须发国债啊，**如果国债还是只能美联储自己买，那意味着Taper就是扯淡，不但不能减，还要被倒逼着放大了，只能增加美元供给**。**最好的解决方法当然是能够主要地让投资者买，例如中国带头，全球跟进**，这样是**存量美元而非新增**，总盘子才能实现美元缩减，以免通膨进一步扩大和美元信用进一步下降。但看看中美现在之间的情况，作为双方角力中心的某岛都快演变成风暴了，就知道这个主意实现的难度简直是地狱级的。美国在反华政治正确背景下只想占便宜而不付出，估计基本没戏。\\n\\n \\n\\n随着海运运费下跌，海运稍有改善，但整体供应链改善的情况有限，而能源方面毕竟冬天即将到来，能改善的幅度也是有限的。所以**通膨的增长速率或者会下降，但增长的趋势仍旧，改善不了太多**。\\n\\n \\n \\n\\n \\n \\n\\n \\n\\n所以宏观面的情况就比较清楚，仍然是**高流动性、高通膨，而经济复苏倾向于衰退而非强劲**，整体对币圈行情发展仍然是有利的，**中间可能的变数是美股行情剧变（或者由经济衰退，或者由某岛事件引发）**，但即使发生对币圈行情的影响也是短暂的。世界越乱，加密币的行情恐怕反而会火上浇油，更多的美国机构更会考虑对加密币的投资。\\n\\n \\n\\n以上就是蓝调从马斯克最新热门推文到币圈最新宏观面的一些思考。一家之言，仅供参考。\\n\\n     站在未来看现在，蓝调与你一起感受时代之风！ \",\"timestamp\":1635948050,\"title\":\"马斯克“豆在釜中泣”？风浪渐起的宏观面\"},\"digest\":\"GDPd7KxQ5o9NnkiMOeyOoqU4M0_xChNBenm73Ew4ueA\",\"authorship\":{\"contributor\":\"0xE28e3eA56eB5efe0e2Da29e89A6c95E079Fb5567\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gJVN9Y1H86lU_vcVypgmcgyIzwMoXzg6l97ELlCU4G0\\\",\\\"y\\\":\\\"gd5axcjkcUv2AjY2xEk5-WJHG6-8EwcqZ1idBYDKP1U\\\"}\",\"signature\":\"_3i_tLqxK7dq_WfIgHlnLa0P2v-jPgrenI-WiooFHrZzQCy-YepAAjLcTV8PgUu7AY8YCtoDDAK2WMgqj_eWXQ\",\"signingKeySignature\":\"0xbe051e746dea3e58ea4e49c18e392bd4632579fc81b4bcd3ef6808dd2013318b6da4783ce90ec8ddcef835f3aede91d20deb5347326014bce41ecb94cdf0974f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gJVN9Y1H86lU_vcVypgmcgyIzwMoXzg6l97ELlCU4G0\\\",\\\"y\\\":\\\"gd5axcjkcUv2AjY2xEk5-WJHG6-8EwcqZ1idBYDKP1U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GDPd7KxQ5o9NnkiMOeyOoqU4M0_xChNBenm73Ew4ueA\"}"