"{\"content\":{\"body\":\"\\\"That's what I did, and I meant it, too.\\\"\\n\\n\\\"'Nobody asked you to go ashore,' says she, quick as lightning,\\\" Sparrowhawk grinned.  \\\"And she said more.  She said, 'And if I catch you going ashore without orders there'll be trouble-- understand, Captain Munster?'\\\"\\n\\n\\\"Who in hell's telling this, you or me?\\\" the skipper demanded wrathfully.\\n\\n\\\"Well, she did, didn't she?\\\" insisted the mate.\\n\\n\\\"Yes, she did, if you want to make so sure of it.  And while you're about it, you might as well repeat what she said to you when you said you wouldn't recruit on the Poonga-Poonga coast for twice your screw.\\\"\\n\\nSparrowhawk's sun-reddened face flamed redder, though he tried to pass the situation off by divers laughings and chucklings and face- twistings.\\n\\n\\\"Go on, go on,\\\" Sheldon urged; and Munster resumed the narrative.\\n\\n\\\"'What we need,' says she, 'is the strong hand.  It's the only way to handle them; and we've got to take hold firm right at the beginning.  I'm going ashore to-night to fetch Kina-Kina himself on board, and I'm not asking who's game to go for I've got every man's work arranged with me for him.  I'm taking my sailors with me, and one white man.'  'Of course, I'm that white man,' I said; for by that time I was mad enough to go to hell and back again.  'Of course you're not,' says she.  'You'll have charge of the covering boat.  Curtis stands by the landing boat.  Fowler goes with me. Brahms takes charge of the Flibberty, and Sparrowhawk of the Emily. And we start at one o'clock.'\\n\\n\\\"My word, it was a tough job lying there in the covering boat.  I never thought doing nothing could be such hard work.  We stopped about fifty fathoms off, and watched the other boat go in.  It was so dark under the mangroves we couldn't see a thing of it.  D'ye know that little, monkey-looking nigger, Sheldon, on the Flibberty- -the cook, I mean?  Well, he was cabin-boy twenty years ago on the Scottish Chiefs, and after she was cut off he was a slave there at Poonga-Poonga.  And Miss Lackland had discovered the fact.  So he was the guide.  She gave him half a case of tobacco for that night's work--\\\"\\n\\n\\\"And scared him fit to die before she could get him to come along,\\\" Sparrowhawk observed.\\n\\n\\\"Well, I never saw anything so black as the mangroves.  I stared at them till my eyes were ready to burst.  And then I'd look at the stars, and listen to the surf sighing along the reef.  And there was a dog that barked.  Remember that dog, Sparrowhawk?  The brute nearly gave me heart-failure when he first began.  After a while he stopped--wasn't barking at the landing party at all; and then the silence was harder than ever, and the mangroves grew blacker, and it was all I could do to keep from calling out to Curtis in there in the landing boat, just to make sure that I wasn't the only white man left alive.\\n\\n\\\"Of course there was a row.  It had to come, and I knew it; but it startled me just the same.  I never heard such screeching and yelling in my life.  The niggers must have just dived for the bush without looking to see what was up, while her Tahitians let loose, shooting in the air and yelling to hurry 'em on.  And then, just as sudden, came the silence again--all except for some small kiddie that had got dropped in the stampede and that kept crying in the bush for its mother.\\n\\n\\\"And then I heard them coming through the mangroves, and an oar strike on a gunwale, and Miss Lackland laugh, and I knew everything was all right.  We pulled on board without a shot being fired. And, by God! she had made the books come true, for there was old Kina-Kina himself being hoisted over the rail, shivering and chattering like an ape.  The rest was easy.  Kina-Kina's word was law, and he was scared to death.  And we kept him on board issuing proclamations all the time we were in Poonga-Poonga.\\n\\n\\\"It was a good move, too, in other ways.  She made Kina-Kina order his people to return all the gear they'd stripped from the Martha. And back it came, day after day, steering compasses, blocks and tackles, sails, coils of rope, medicine chests, ensigns, signal flags--everything, in fact, except the trade goods and supplies which had already been kai-kai'd.  Of course, she gave them a few sticks of tobacco to keep them in good humour.\\\"\\n\\n\\\"Sure she did,\\\" Sparrowhawk broke forth.  \\\"She gave the beggars five fathoms of calico for the big mainsail, two sticks of tobacco for the chronometer, and a sheath-knife worth elevenpence ha'penny for a hundred fathoms of brand new five-inch manila.  She got old Kina-Kina with that strong hand on the go off, and she kept him going all the time.  She--here she comes now.\\\"\\n\\nIt was with a shock of surprise that Sheldon greeted her appearance.  All the time, while the tale of happening at Poonga- Poonga had been going on, he had pictured her as the woman he had always known, clad roughly, skirt made out of window-curtain stuff, an undersized man's shirt for a blouse, straw sandals for foot covering, with the Stetson hat and the eternal revolver completing her costume.  The ready-made clothes from Sydney had transformed her.  A simple skirt and shirt-waist of some sort of wash-goods set off her trim figure with a hint of elegant womanhood that was new to him.  Brown slippers peeped out as she crossed the compound, and he once caught a glimpse to the ankle of brown open-work stockings. Somehow, she had been made many times the woman by these mere extraneous trappings; and in his mind these wild Arabian Nights adventures of hers seemed thrice as wonderful.\\n\\nAs they went in to breakfast he became aware that Munster and Sparrowhawk had received a similar shock.  All their air of camaraderie was dissipated, and they had become abruptly and immensely respectful.\\n\\n\\\"I've opened up a new field,\\\" she said, as she began pouring the coffee.  \\\"Old Kina-Kina will never forget me, I'm sure, and I can recruit there whenever I want.  I saw Morgan at Guvutu.  He's willing to contract for a thousand boys at forty shillings per head.  Did I tell you that I'd taken out a recruiting license for the Martha?  I did, and the Martha can sign eighty boys every trip.\\n\\nSheldon smiled a trifle bitterly to himself.  The wonderful woman who had tripped across the compound in her Sydney clothes was gone, and he was listening to the boy come back again.\\n\\nCHAPTER XIX--THE LOST TOY\\n\\n\\\"Well,\\\" Joan said with a sigh, \\\"I've shown you hustling American methods that succeed and get somewhere, and here you are beginning your muddling again.\\\"\\n\\nFive days had passed, and she and Sheldon were standing on the veranda watching the Martha, close-hauled on the wind, laying a tack off shore.  During those five days Joan had never once broached the desire of her heart, though Sheldon, in this particular instance reading her like a book, had watched her lead up to the question a score of times in the hope that he would himself suggest her taking charge of the Martha.  She had wanted him to say the word, and she had steeled herself not to say it herself.  The matter of finding a skipper had been a hard one.  She was jealous of the Martha, and no suggested man had satisfied her.\\n\\n\\\"Oleson?\\\" she had demanded.  \\\"He does very well on the Flibberty, with me and my men to overhaul her whenever she's ready to fall to pieces through his slackness.  But skipper of the Martha? Impossible!\\\"\\n\\n\\\"Munster?  Yes, he's the only man I know in the Solomons I'd care to see in charge.  And yet, there's his record.  He lost the Umbawa--one hundred and forty drowned.  He was first officer on the bridge.  Deliberate disobedience to instructions.  No wonder they broke him.\\n\\n\\\"Christian Young has never had any experience with large boats. Besides, we can't afford to pay him what he's clearing on the Minerva.  Sparrowhawk is a good man--to take orders.  He has no initiative.  He's an able sailor, but he can't command.  I tell you I was nervous all the time he had charge of the Flibberty at Poonga-Poonga when I had to stay by the Martha.\\\"\\n\\nAnd so it had gone.  No name proposed was satisfactory, and, moreover, Sheldon had been surprised by the accuracy of her judgments.  A dozen times she almost drove him to the statement that from the showing she made of Solomon Islands sailors, she was the only person fitted to command the Martha.  But each time he restrained himself, while her pride prevented her from making the suggestion.\\n\\n\\\"Good whale-boat sailors do not necessarily make good schooner- handlers,\\\" she replied to one of his arguments.  \\\"Besides, the captain of a boat like the Martha must have a large mind, see things in a large way; he must have capacity and enterprise.\\\"\\n\\n\\\"But with your Tahitians on board--\\\" Sheldon had begun another argument.\\n\\n\\\"There won't be any Tahitians on board,\\\" she had returned promptly. \\\"My men stay with me.  I never know when I may need them.  When I sail, they sail; when I remain ashore, they remain ashore.  I'll find plenty for them to do right here on the plantation.  You've seen them clearing bush, each of them worth half a dozen of your cannibals.\\\"\\n\\nSo it was that Joan stood beside Sheldon and sighed as she watched the Martha beating out to sea, old Kinross, brought over from Savo, in command.\\n\\n\\\"Kinross is an old fossil,\\\" she said, with a touch of bitterness in her voice.  \\\"Oh, he'll never wreck her through rashness, rest assured of that; but he's timid to childishness, and timid skippers lose just as many vessels as rash ones.  Some day, Kinross will lose the Martha because there'll be only one chance and he'll be afraid to take it.  I know his sort.  Afraid to take advantage of a proper breeze of wind that will fetch him in in twenty hours, he'll get caught out in the calm that follows and spend a whole week in getting in.  The Martha will make money with him, there's no doubt of it; but she won't make near the money that she would under a competent master.\\\"\\n\\nShe paused, and with heightened colour and sparkling eyes gazed seaward at the schooner.\\n\\n\\\"My! but she is a witch!  Look at her eating up the water, and there's no wind to speak of.  She's not got ordinary white metal either.  It's man-of-war copper, every inch of it.  I had them polish it with cocoanut husks when she was careened at Poonga- Poonga.  She was a seal-hunter before this gold expedition got her. And seal-hunters had to sail.  They've run away from second class Russian cruisers more than once up there off Siberia.\\n\\n\\\"Honestly, if I'd dreamed of the chance waiting for me at Guvutu when I bought her for less than three hundred dollars, I'd never have gone partners with you.  And in that case I'd be sailing her right now.\\n\\nThe justice of her contention came abruptly home to Sheldon.  What she had done she would have done just the same if she had not been his partner.  And in the saving of the Martha he had played no part.  Single-handed, unadvised, in the teeth of the laughter of Guvutu and of the competition of men like Morgan and Raff, she had gone into the adventure and brought it through to success.\\n\\n\\\"You make me feel like a big man who has robbed a small child of a lolly,\\\" he said with sudden contrition.\\n\\n\\\"And the small child is crying for it.\\\"  She looked at him, and he noted that her lip was slightly trembling and that her eyes were moist.  It was the boy all over, he thought; the boy crying for the wee bit boat with which to play.  And yet it was a woman, too. What a maze of contradiction she was!  And he wondered, had she been all woman and no boy, if he would have loved her in just the same way.  Then it rushed in upon his consciousness that he really loved her for what she was, for all the boy in her and all the rest of her--for the total of her that would have been a different total in direct proportion to any differing of the parts of her.\\n\\n\\\"But the small child won't cry any more for it,\\\" she was saying. \\\"This is the last sob.  Some day, if Kinross doesn't lose her, you'll turn her over to your partner, I know.  And I won't nag you any more.  Only I do hope you know how I feel.  It isn't as if I'd merely bought the Martha, or merely built her.  I saved her.  I took her off the reef.  I saved her from the grave of the sea when fifty-five pounds was considered a big risk.  She is mine, peculiarly mine.  Without me she wouldn't exist.  That big nor'wester would have finished her the first three hours it blew. And then I've sailed her, too; and she is a witch, a perfect witch. Why, do you know, she'll steer by the wind with half a spoke, give and take.  And going about!  Well, you don't have to baby her, starting head-sheets, flattening mainsail, and gentling her with the wheel.  Put your wheel down, and around she comes, like a colt with the bit in its teeth.  And you can back her like a steamer.  I did it at Langa-Langa, between that shoal patch and the shore-reef. It was wonderful.\\n\\n\\\"But you don't love boats like I do, and I know you think I'm making a fool of myself.  But some day I'm going to sail the Martha again.  I know it.  I know it.\\\"\\n\\nIn reply, and quite without premeditation, his hand went out to hers, covering it as it lay on the railing.  But he knew, beyond the shadow of a doubt, that it was the boy that returned the pressure he gave, the boy sorrowing over the lost toy.  The thought chilled him.  Never had he been actually nearer to her, and never had she been more convincingly remote.  She was certainly not acutely aware that his hand was touching hers.  In her grief at the departure of the Martha it was, to her, anybody's hand--at the best, a friend's hand.\\n\\nHe withdrew his hand and walked perturbedly away.\\n\\n\\\"Why hasn't he got that big fisherman's staysail on her?\\\" she demanded irritably.  \\\"It would make the old girl just walk along in this breeze.  I know the sort old Kinross is.  He's the skipper that lies three days under double-reefed topsails waiting for a gale that doesn't come.  Safe?  Oh, yes, he's safe--dangerously safe.\\\"\\n\\nSheldon retraced his steps.\",\"timestamp\":1638930856,\"title\":\"You didn't say blowed,\\\" Sparrowhawk corrected.  \\\"You said you'd be damned.\"},\"digest\":\"OdlRCUJk1xf-WAlaISajGrWkgU_BwYAYxVQT8rMj-tQ\",\"authorship\":{\"contributor\":\"0x104C9415d8cF60006fA1f2ecb12Aa1B60108c24D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dIPReKJHJ4oZ1kdna5Pb37GNnO0O3CKsTGJwcf5OnaU\\\",\\\"y\\\":\\\"NLPBgw6cjE9ZsWMckNAE8JnoevDbSlQvcGXlmmu0QDw\\\"}\",\"signature\":\"0QJ6LJYndGXf8DXSJlyXrpIDjJ6YaWmZDtCPui30c2rICrKdXMGNfDRyoco_A4sO5j3AW7KLhfF2-Mrk7W4XQg\",\"signingKeySignature\":\"0x398cdd812aa8d0adbfb85bb627d91328e8835a7cb66dfda670ec7c237f1e8e910d36420ce254d8e8213e47f580fd317b4c6dcc162b3ad0910304b189effeaca31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dIPReKJHJ4oZ1kdna5Pb37GNnO0O3CKsTGJwcf5OnaU\\\",\\\"y\\\":\\\"NLPBgw6cjE9ZsWMckNAE8JnoevDbSlQvcGXlmmu0QDw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OdlRCUJk1xf-WAlaISajGrWkgU_BwYAYxVQT8rMj-tQ\"}"