"{\"content\":{\"body\":\"First, let’s analyze today’s mainstream currency market\\n\\nBTC-Bitcoin\\n\\nThe big pie is Bitcoin. The recent overall trend is towards a bullish upward trend. Although there will be small signs of a decline in the day, every decline will usher in a more violent rise in the market, which can be seen from the above chart. Then, the four-hour level is still in the box shock channel, so now the top-line target can focus on the 52,000 line, and the bottom support sees the 46,000 full-point line. Don’t think the interval is too large. You need to know how to move it in four hours. Thousands of points are normal. From a technical point of view, the current one hour has formed a two-line dead cross, and it has been falling throughout the day, but the decline is not large, and it will not affect the overall situation for four hours. Kdj can deviate from the amount. If you have not stepped out, you can continue to enter the market at a low rate. 48000-48500-49000-49500 are all possible. You can enter after a few hundred dollars. The weekly line will be closed tonight. You need to pay attention to it. The thousand-point market is arbitrary The arrival of the stool, the above suggestions are for reference only, at your own risk! The evening market fluctuates greatly, so pay attention to avoiding risks.\\n\\nBitcoin: Pressure: 52,000 USD Support: 46,000 USD\\n\\nETH-Ethereum\\n\\nIn the case of Ethereum, we can see from the figure that the overall trend is a bit stronger than btc. A new long channel has emerged from the original long channel, and both have stepped back to the low point and continued to rise. Then there is one very important The point is around 4000 points. The lowest point of Binance's price chart in the day is 4000. Then the bottom support will be 4000 as a line of defense. If it breaks, it will return to the initial long channel, with a strong support at 3753. From the perspective of the direction, there can be more near 4020, and then more than 3890 if it falls below. At night, the short order will see 4150 enter the short. This is also the high point of climbing back and forth in the past few days. 4200 is a strong pressure breakthrough. The 4500 target is to be determined. It is worth looking forward to. Looking at the trend indicators, one hour is the same as the two-line dead cross, but it has not fallen below four hours, and the amount of energy has not been released. Now it can be more aggressive, or a steady short position can be wait and see. The problem is not big. The above suggestions are for reference only, at your own risk! The evening market fluctuates greatly, so pay attention to avoiding risks.\\n\\nEthereum: Pressure level: 4200 US dollars Support level: 3700 US dollars\\n\\nPrince Edward-BCH\\n\\nAs for the Prince, the current overall situation is too sloppy. From the picture, the fluctuation range is small. I have not paid attention to it for several days. From the picture, there is an important threshold to pay attention to, which is 440. The position of the moving average bonding. If this position is established, there will be a good increase. If it fails to stand, continue to lie on the stomach. The overall fluctuation will not be too large. Just set a reminder and simply pay attention to it. The pressure above is 460- 480, the bottom support refers to the 440-400 mark, the range is not large, the above suggestions are for reference only, and the profits and losses are at your own risk! The evening market fluctuates greatly, so pay attention to avoiding risks.\\n\\nPrince: Pressure level: 480 US dollars Support level: 400 dollars\\n\\nSOS\\n\\nIn terms of SOS, I believe that everyone is not unfamiliar in the past two days. It has been more than 20 times in everyone’s field of vision. Now that the prospect of a sharp fall, everyone is greedy and panic. Then I tell everyone that I want to make a new one. Getting rich first is a big heart, how bold and productive you are, but being bold is not the same as being brainless. First of all, you have to play this kind of airdrop or make new, you have to understand its endorsement-background-platform-even transfer The currency address-the currency holding address, the largest purchase and sale; the amount can change, you only see its increase, and you don't see the risk of the game, so you still need to be cautious, and always make money within your own knowledge Money, don't think about making it to the sky in one step, the market fluctuates greatly at night, pay attention to avoiding risks.\\n\\nInvestment message: Investment, including contract investment, is a devil's game. You want the devil to help you realize your dream of heaven, and the last one accidentally falls into the abyss. The devil didn't drag you into the abyss, and didn't even touch you with a finger. It was you on the other side of the cliff, letting go of your own desires, and then stumbled and fell.\\n\\nIn the long-short game, retail investment is the most risky, and it is easy to lose out in the shock if you are not careful. Mu Bai suggested that you should grasp the risk, do a good job of risk control, and set the stop loss and profit point.\",\"timestamp\":1640594280,\"title\":\"How to grasp this kind of big opportunity in the follow-up to the recent hot SOS?\"},\"digest\":\"piPuDiEiItAOMXkqkpeIPXjY03O1kDfwtvyLH5TcUVI\",\"authorship\":{\"contributor\":\"0x19a23AfB21e123c626C2c4C19c34d2037Ac35734\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"agnKCQY10QTg9o2FmqhOjlWipewdJRKntrV3NVa5s7I\\\",\\\"y\\\":\\\"SEnns0IOezXAmG3q1oE2-8BOCF4kc6WzT_2b3lYKBfY\\\"}\",\"signature\":\"PiuS7vjjvuvqSgqxruOjww2kgIL0srvR-dRFzTlwMG6DJ7n0IPlGBUqlDReWnfyxlhan13KRJWfw-mdlVTkxrQ\",\"signingKeySignature\":\"0x46fc7664e155608b54fe173f7e63180c17622cc2e5ce466552d0020b165136d1476659c2b543561b12aaf872c13ea2481165ff10f4bf76da0d2fb4d5796f9fd31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"agnKCQY10QTg9o2FmqhOjlWipewdJRKntrV3NVa5s7I\\\",\\\"y\\\":\\\"SEnns0IOezXAmG3q1oE2-8BOCF4kc6WzT_2b3lYKBfY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"piPuDiEiItAOMXkqkpeIPXjY03O1kDfwtvyLH5TcUVI\"}"