"{\"content\":{\"body\":\"Blockchain game cannot show its power when there is only one game. Just like the Marvel movie, when the Hulk and Iron Man were first released, they did not have huge impact to the market, but when they interacted, they had a huge impact. Whether this mode could continue is unknown, but it has already created a miracle at the movie box office. \\n\\nIn the same way, blockchain games should do the same. Originality is very important. Originality means that the original work it is adapted from originally has the characteristics of cross-work interaction, rather than adding it afterward. \\n\\nThis is why many other IPs also want to imitate Marvel, but they all failed in the end. The most unfortunate example is DC. In fact, DC comics even surpasses Marvel in animation and comics. However, DC is very successful in TV series and animated films, and it also highlights the interaction between those films. \\n\\nThen we must first develop at least two different types of games so that the characters in the game can interact, part of the equipment can be circulated, and the skin can be circulated, using a large world view structure, metaverse, multi-universe. For example, a MOBA game corresponds with FPS games and RPG games. \\n\\n“Genshin” and “Hongkai Impact 3rd” have recently interacted with each other. Players can purchase the same character in both games. The company actually designed the character twice in each game since these two games have different visual style and game mechanics. It can be seen that the technical threshold for current games to interact is very high. There is no standard for game models in game industry.\",\"timestamp\":1641143304,\"title\":\"Capsule（27.5.2021）Blockchain Games and Marvel Multi-verse\"},\"digest\":\"FzFvhVc022LoZWOHBzZBFBl27VswTu6Nu0_GY_8irVE\",\"authorship\":{\"contributor\":\"0xE828f8bE1a3CB994133936fB4D9A708a7D192462\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cWndKezD0ZiMgnYOqspWtyALlI_KYDziYOZaOerHeCY\\\",\\\"y\\\":\\\"Kf7VHolS02uUcQvJnvpP7ci_9wxCwvj1KsxIdy1wyS4\\\"}\",\"signature\":\"sVWkmCecSUcrxmoWNBEdVVorR1orB1B_3KY50k1eiCy-XQiuLvHSWOcuRrZbJ5Jive5lsJaowNUSVkF3z_x3gA\",\"signingKeySignature\":\"0x24845bd906a3dcd3a6a2c8def0e1867a94aa37e04d35018a13b94099ae5be24d4b1abdd27984d765963fd65aa852fe7e1dc6d3934335a6e14328e5bca1565db21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cWndKezD0ZiMgnYOqspWtyALlI_KYDziYOZaOerHeCY\\\",\\\"y\\\":\\\"Kf7VHolS02uUcQvJnvpP7ci_9wxCwvj1KsxIdy1wyS4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HKedCPVG-oIszzZUqUwLO6RcVsFHWBhJWRt46itGUFk\"}"