"{\"content\":{\"body\":\"By [Sujude Dalieh](https://twitter.com/sujude?)\\n\\nIt is no secret that higher education is broken. Students, parents, and employers all see a gap between what students value and need versus what higher education institutions provide. The mismatch of needs with an ever-increasing price tag is ripe for the startup ecosystem’s attempts to mend. The traditional 4-year degree is a **broken pathway** to the security it once flaunted as its value.\\n\\n## **Part 1: Hostage to Higher Ed**\\n\\nThe Problem: outputs of traditional higher education are increasingly underwhelming.\\n\\n* **University graduates are unemployed or underemployed**. With [48% of recent graduates ](https://www.forbes.com/sites/susanadams/2013/05/28/half-of-college-grads-are-working-jobs-that-dont-require-a-degree/)working in jobs that do not require a degree, the ROI of tuition seems to be decreasing at alarming rates. This trend exists at selective schools as well. When looking at the US’s top 100 schools, [41% of graduates ](https://www.businessinsider.com/american-higher-education-failure-2013-5)couldn’t get a job in their chosen field.\\n* \\\\*\\\\*Graduates are underprepared. \\\\*\\\\*[34% of students](https://www.earlystagecareers.com/esc-articles/2018/2/28/the-numbers-dont-lie-students-are-unprepared-for-the-workplace) feel that they do not have the right skills for the job market. On the corporate end, just [34% of executives and 25% of hiring managers](https://www.aacu.org/press/press-releases/employers-express-confidence-colleges-and-universities) were confident that recent graduates are well equipped for career advancement. Only [30% of college graduates](https://news.gallup.com/poll/179201/recent-grads-likely-useful-internships.aspx) had an internship during college where they were able to apply what they were learning in the classroom.\\n* \\\\*\\\\*University students are less adept at independent learning. \\\\*\\\\*Institutions are blaming students for their lack of job market preparedness citing college has become an extension of K12, with a lot of hand-holding and guidance. Hyperinflation is running rampant giving students a false sense of understanding. At Yale, [62% of grades were A’s in 2012](https://www.pbs.org/newshour/economy/column-how-an-epidemic-of-grade-inflation-made-as-average#:\\\\~:text=Grade%20inflation%20%E2%80%94%20no%2C%20hyperinflation%20%E2%80%94,rampant%20in%20American%20higher%20education.&text=A%20recent%20study%20revealed%20that,are%20either%20A's%20or%20B's.) and [only 10%](https://www.pbs.org/newshour/economy/column-how-an-epidemic-of-grade-inflation-made-as-average#:\\\\~:text=Grade%20inflation%20%E2%80%94%20no%2C%20hyperinflation%20%E2%80%94,rampant%20in%20American%20higher%20education.&text=A%20recent%20study%20revealed%20that,are%20either%20A's%20or%20B's.) in 1963.\\n\\nIn this post, I will be diving deep into emerging structures for delivering higher education, from those that are more industry-specific leaning on needed skills to those leveraging a need for tribes and leaning on community. Simply speaking, if we accept higher education as a product designed to increase employability, there’s a clear disconnect; the promise of a college degree is fundamentally inadequate. And this has not gone unnoticed — companies are popping up to start to fill that gap. I grouped discussion into three categories to explore innovations in the space and the directions of the leading institutions:\\n\\n1\\\\. Global/Subscription University Structure: \\\\*\\\\*This space contains MOOCs (Massive Online Open Courses) and any other company that supports the trend of skill collection and competency building, rather than a singular, certifying degree.\\n\\n2\\\\. Sharing/Regional University Structure: \\\\*\\\\*This is where universities utilize the same pot of career services, international recruitment, academic advising, legal affairs, information security, etc. These include companies that allow a more flexible or localized student experience attempting to keep families together and provide nearby careers.\\n\\n3\\\\. Entrepreneurial/Corporate Partnership University Structure: \\\\*\\\\*This structure is a ‘social contract’ between the university and society. It acts as a yin and yang model of universities and efforts to drive economic recovery. These companies support the school-to-job pipeline with direct relationships with employers.\\n\\nThese structures hint at the opportunities to fix structural inadequacies in elevating the main tenets of higher education today: the ability to access information, the ability to be a part of a community, and the ability to create a career after graduation.\\n\\nThe Market: **The [United States lags behind 11 other countries](https://www.usnews.com/news/articles/2014/04/22/more-americans-get-degrees-but-the-us-still-lags-behind-rivals) in terms of postsecondary attainment, with a little less than half of 25–34-year-olds currently obtaining any credential beyond a high school diploma. With the US Higher Education Market [estimated to be over $670 billion](https://nces.ed.gov/programs/coe/indicator_cud.asp#:\\\\~:text=In%202017%E2%80%9318%2C%20total%20revenues,at%20private%20for%2Dprofit%20institutions.)** \\\\*\\\\*with [a consumer base of 16.6 million students](https://nces.ed.gov/programs/coe/indicator_cha.asp#:\\\\~:text=In%20fall%202018%2C%20total%20undergraduate,enrollment%20was%2013.2%20million%20students.) enrolled in undergraduate programs and growing, it is a small portion of the global market. Trust in colleges is low and faith in the 4-year departmental degree is non-existent spurring the rise of remote education, personalized learning, and new university funding strategies, all ultimately bringing education away from traditional campuses.\\n\\nThis has led to the dominance of **MOOCs (Massive Open Online Courses)**. The most successful startups in US education are by far MOOCs including Coursera with 35 million learners, 150 university partners, 440M in funding with a $2.6B valuation in addition to Udemy with 30 million learners, 100k courses, 223M in funding with a $2B valuation.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*cl3qOOfLCORwGi36)\\n\\nInternationally, edtech unicorns in this space are Byju (India) and Yuanfudao (China), flaunting high market penetration. With a retention rate of [85%, Byju ](https://medium.com/@gem7creation/case-study-byjus-world-s-highest-valued-edtech-company-265902e4d966)and Yuanfudao (China) have [over 200 million users,](https://pitchbook.com/news/articles/yuanfudao-edtech-valuation-china) proving to be the most used edtech application globally at a $7.8 billion dollar valuation.\\n\\nAs consumer markets start to see higher education as a necessary evil to some career mobility, family investment and willingness to pay will also increase, but in the institutions currently collecting their money. Before 2021, higher education startups tend to focus on financing the stagnant universities we are accustomed to seeing. Innovations in this space tend to be outward and Tier 1 university-led rather than true disruptions. The majority of MOOCs are made by prestigious universities like Stanford, MIT, and Harvard. These are followed by corporate-developed courses made by the tech giants of Microsoft and Google, and by various organizations, such as IEEE or the Linux Foundation.\\n\\n\\\\*\\\\*Change Drivers: \\\\*\\\\*Historically, post-war demographic changes including massive student enrollment spikes have been the driving force of education reform, from the Morrill Act after the Civil War to the Higher Education Act from the Cold War. One big shift we see today is with [38% of American workers](https://www.pewsocialtrends.org/2020/04/21/about-half-of-lower-income-americans-report-household-job-or-wage-loss-due-to-covid-19/) who lost a job or income during the pandemic say they are more likely to enroll in higher education because of COVID-19. As seen in this live [chart](https://www.nytimes.com/interactive/2020/us/covid-college-cases-tracker.html?utm_source=newsletter&utm_medium=email&utm_campaign=newsletter_axiosam&stream=top), college campuses are not immune to the spread and should have been more cautious than they were. Unfortunately, the[ trend of lower-tier schools dying](https://www.marketplace.org/2020/08/20/some-small-colleges-closing-for-good-covid19/) has only been amplified by the pandemic. There was an estimate that “[20% of America’s private liberal-arts colleges](https://www.marketplace.org/2020/08/20/some-small-colleges-closing-for-good-covid19/) are on the verge of going under.” It seems that only the strong will survive, those including the brands that have already infiltrated common conversation. Almost [30% of newly admitted Harvard students](https://www.thecrimson.com/article/2020/8/7/harvard-coronavirus-fall-enrollment-numbers/) deferred their 2020 enrollment as a part of the larger “coping” phase of COVID-19. This period should end soon after the end of the year pushes some institutions over the edge of closure.\\n\\nWith the state having less and less to do with higher education, the new status quo for education will be consumer-directed, allowing innovation to happen with technology driving the trends, not government policies. [The edtech race](https://community.nasscom.in/communities/product-startups/the-edtech-story-7-edtech-race-during-covid-19-the-b2b-angle.html) this past summer is only a taste of what is to come.\\n\\n**Demographics of Students**: In addition, as the [Northeast/ Upper Midwest parts of the United States](https://www.brookings.edu/wp-content/uploads/2016/06/metro_america_report.pdf) face the steepest declines in the number of high school students, some areas are quickly growing including the South, Plains, Rocky Mountains. The future of higher education **needs to focus on the middle of the country**, an ideology that has rarely been enforced throughout American history. As the demographics of undergraduate students change, online education proves to be a cost-effective alternative as [around 57%](https://www.pewsocialtrends.org/2011/05/15/is-college-worth-it/) do not believe tuition and other college-related expenses match the worth of a degree.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*2m5yNDxKLHTlw8GcfojIKA.png)\\n\\nUndergraduate Student Demographic Table. Colleges will still need to consider how to serve this segment of students who are not technically first-generation but nevertheless need guidance on the college experience.\\n\\nHigher levels of education and experience are needed in a variety of roles. A master's degree is seen as equivalent to a bachelor’s degree 20 years ago in addition to the bachelor’s degree seen as a replacement for high school (the strong argument behind the recent changes in California ensuring [“free” community college for two years](https://edsource.org/2019/gov-newsom-signs-bills-to-expand-college-student-aid-target-admissions-scandal/618207)). It was surveyed that [37% of employers are demanding bachelor’s degrees for jobs](https://www.fastcompany.com/3057941/how-the-masters-degree-became-the-new-bachelors-in-the-hiring-world) that used to be open to high school graduates, and even more jobs are listing having a master’s degree as a strong differentiator.\\n\\n**Who is to blame?** The changes in these ecosystems have faced pushback as universities blame the decrease of family size, the development of suburban enclaves, and the rise of “helicopter parents”. Helicopter parents often see students as products, collecting a bag of signals to become competitive in arbitrary metrics for university admissions. This has created a generation of 18–22-year-olds that lack internal motivations and special interests needed in developing their purpose and individual career. Institutions also blame the reality that fewer teens and undergraduate students are working than in the past. More than [57% of parents](https://kaplan.com/universities/exploring-new-routes-to-success/) think the best education comes from internships, not courses, and[ 74% of parents ](https://kaplan.com/universities/exploring-new-routes-to-success/)expect their children to work while in college.\\\\*\\\\* \\\\*\\\\*When there is a set number of internships for a growing population of students, connections and personal networks seem to trump all, diminishing decades of work towards opportunity equality.\\n\\n![](https://miro.medium.com/max/1000/0\\\\*UeIorqJ3_P6Z4yNx)\\n\\nThose who disagree with the need for career application have countered that colleges are not career training centers and students need to see it as a platform for growth. One of the reasons issues in the higher education space have been pushed to the side of mainstream media is that the majority of American minds have **myopia** about higher education, mistaking the elite university experience as the average student’s. College completion only recently became a concern as the vast majority of students at selective schools still graduate on time whereas less than [50% of first-time, full-time bachelor’s students](https://nces.ed.gov/fastfacts/display.asp?id=40) think the best education comes from internships, a percentage that gets even smaller for part-time or community college.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*Pk8h5bdsUgg5wb5n)\\n\\n**The Future?** Around half of all participants of this ecosystem, from teacher to investor, prefer changing their model of [engagement](https://www.holoniq.com/2030/education-as-usual/). As both the bachelor's degree and undergraduate institutions lose reputation and credibility, the movement to disrupt this space is truly inevitable. The next generation will not be bred for or by the Harvards and Stanfords of this world. The next two sections will dive deeper into the 3 structures with more takeaways of what will stick.\\n\\n## **Part 2: Tied to Communities or Connected to a Laptop**\\n\\nPreviously, I touched on larger tailwinds in education, historical and current change drivers, and grouped three categories on where modern higher education is going as well as talked about the startups supporting progress and key takeaways from their success and failures. Next, I’ll touch on the first two structures, starting with what we see in the news as the edtech unicorns and normalized method of remote schooling: the **Subscription/ Global University Structure**.\\n\\nThis structure is creating college as a platform for continual and personalized learning, whether it be with micro certifications and nanodegrees, or the ability to continue education no matter the location. The growth is expected to continue: almost[ 80% of college/university students](https://www.insidehighered.com/admissions/article/2020/04/29/colleges-could-lose-20-percent-students-analysis-says) surveyed will attend school virtually (online) vs. attending a traditional school within ten years. One company to watch is Chicago-based Series A startup, [Unifyed](https://www.unifyed.com/#home), a higher education management platform helping transition universities into global platforms. Top-tier schools have made these migrations in the past couple of decades, and the systems lagging behind will feel the COVID-produced student shift to remote and individualized learning.\\n\\nThe Subscription/Global University Structure leans on MOOCS (Massive Online Open Courses), as the largest subset of this space. These support the trend of skill collection and competency building, rather than a singular degree speaking to education, these platforms and corporations like [Google’s career certificates](https://www.inc.com/justin-bariso/google-plan-disrupt-college-degree-university-higher-education-certificate-project-management-data-analyst.html) are taking center stage. With [72% of users](https://www.shrm.org/hr-today/trends-and-forecasting/research-and-surveys/Documents/2018%20Employee%20Benefits%20Report.pdf) reporting immediate career benefits, these platforms have also shown an increase in effectiveness for people with lower socioeconomic status, in developing countries, and with less education. Full-time homemakers/caregivers, ages 25–40, [report higher satisfaction scores using MOOCs](https://hbr.org/2015/09/whos-benefiting-from-moocs-and-why) to refresh key concepts prior to returning to school than traditional in-person courses. Overall, among non-student MOOC completers, the flexibility of this education structure is a saving grace.\\n\\nOverall, the better performing **Global/Subscription University** remote structure has certain aspects needed to address the complexities in a world without classrooms. \\\\*\\\\*The winners \\\\*\\\\*will have\\n\\n* \\\\*\\\\*Diversified user engagement \\\\*\\\\*by including soft skill/lifestyle categories outside of current career preparation trends.\\n* **Synchronous learning** with interactive elements on top of lecture/reading.\\n* **Student retention safeguards** for the infamous low rates on these online platforms such as 1:1 coaching/mentoring and other hands-on career support.\\n\\nInternationally, these companies are doing well due to targeted market penetration, connecting communities to career opportunities nearby. The small cohort size and career coaching are some of the ways these platforms recruit and retain students near their central locations. These include [FutureLearn](https://www.futurelearn.com/) (Australian) and other niche learning platforms like [Skill Lync](https://skill-lync.com/) supporting a mechanical engineering curriculum with a remote collaborative project model based in India. These models are also entering the post-graduate space with programs like [UNICAF](https://www.unicaf.org/scholarships/partners-programmes/) for master’s degree programs in an array of liberal arts with in-person projects across sub-Saharan Africa.\\n\\nWith these platforms gaining traction and tuition becoming less and less of a stable income stream, the consolidation of universities is inevitable and is [already happening](https://www.edsurge.com/news/2020-08-06-u-of-arizona-bought-a-for-profit-u-for-1-actually-the-for-profit-paid-millions-to-be-acquired). Top universities are struggling to maintain their worth, while second-tier and other low-performing schools are left to collapse.\\n\\nThis is what sparked the\\\\*\\\\* Sharing/Regional University structure, **the second structure I introduced in my first piece, Hostage to Higher Ed. This** \\\\*\\\\*structure exemplifies how community strengths can be amplified by educational institutions, and collaborate to grow regional superiority. “Sharing” allows universities to utilize the same pot of career services, international recruitment, academic advising, legal affairs, and information security. There is an increase of trust in local, rather than global programs, to keep families together and provide nearby careers. This can be seen historically in the ingrained community college to state school pipeline in California or the shared credit system in the state of Georgia.\\n\\nThe rise of these regional alliances, reinforcing their recognition frameworks, has proved to show a \\\\*\\\\*decrease of east-west student transfer — \\\\*\\\\*students flocking to certain areas of the country outside of their communities, causing a brain drain in areas that need them. Regional alliances also increase **student retention** and subsequent graduation. Innovations in this space are targeting low and middle-income students that are the majority of Americans outside of the 1% Ivy-league myopia, viewing university as more and more out of reach.\\n\\nA startup innovating on the ability to leverage regional universities to graduate faster with less debt, [Quottly](http://courses.quottly.com/), finds transferable classes at other colleges and universities that count for credit. [Rheaply](https://www.rheaply.com/) has been creating a “shared economy for innovation” by supporting school systems, from K12 through post-graduate programs. Some of the regional alliances that fall in this space include the Pennsylvania State University I-99 Corridor Region expanding into the counties of Bedford, Blair, and Centre, as well as the University of Michigan’s Research Corridor, the alliance between Michigan State University, the University of Michigan and Wayne State University.\\n\\nAs a marketplace, or shared admission system, [K50 Ventures](https://www.k50ventures.com/) portfolio company [Verto Education](https://vertoeducation.org/) combines guaranteed university admission to those who would like to attend a certain program.\\n\\nNewer startups popping up are attempting to enhance a formerly physical campus’ presence online, address [declining student retention](https://www.edsurge.com/news/2020-08-04-covid-era-brings-new-challenges-for-college-retention), and build allegiance including another K50 portfolio company, [EdSights](https://www.edsights.io/), an SMS chatbot to improve student wellness and keep them enrolled. At the end of the day, locality and home pride will live and be redesigned to be accessible and synchronous, without the classic college green to retreat to for lunch.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*F41kuLJz_IkbtGnu)\\n\\nThis structure does depend on the regions at hand and a localized support system, yet the concept of working for one employer your entire life is now an unheard-of reality for Americans. As economies globalize, students who remain in these regionally-focused education systems are excluded for higher-level positions outside their region and occupations in foreign sectors (especially if the student is from a low-performing region). I believe winners for the Sharing/Regional university structures will:\\n\\n* **Be localized**: Keep their ear to the ground and consistently reference where job creation will be local.\\n* **Sense of belonging:** this may include reigniting college sports, extending networking opportunities to the virtual world, or any other opportunity to create community.\\n* **Become more flexible:** These platforms need to compete with Global/Subscription university structures that have targeted audiences in lower socioeconomic statuses in this way. To regain local prominence, specific timing and synchronous work need to become less of a concern.\\n\\n## **Part 3: Married to Innovation**\\n\\nThis is the final piece of this 3 part deep dive on change drivers and themes in the slow-moving world of higher education that were jolted by the COVID-19 pandemic. In the previous section, I dove deeper into the first two models, Global/Subscription and Regional/Sharing. This last article will explain my last model, the **Entrepreneurial/Corporate Partnership (CP) University**, which is a structure that is very dependent on the initial institution’s surroundings, whether in the Rust Belt or Silicon Valley. Universities are active in developing long-term efforts to promote local economies and regional development. In the post-COVID era, universities have more opportunities than ever to help drive economic recovery.\\n\\nThis construct is a ‘social contract’ between the university and society for creating economic and social enterprise. The **Entrepreneurial/CP university** model combines teaching and research academic structures for new development and was initially sparked by land grant universities, Massachusetts Institute of Technology and Stanford, who started the trend to address the large, complex problems that challenge the world and the ever-changing human condition by new innovations. This is seen in entrepreneurial education as well, as the study of both the liberal arts and social sciences is necessary for every industry’s great founders.\\n\\nBy aligning educational investments with student and state economic needs, this model supports an increase in peer-to-peer learning, cohort programs, and the emergence of new-age vocational training. As curriculum changes to be influenced through goals of the state and system, we see the rise of co-ops, on-campus accelerators, entrepreneurial dorms, and student venture funds. Programs on the forefront of this include Rice University’s angel investments in student companies and new degrees and certifications to mirror this change such as the University of Colorado Bachelor’s degree in Innovation. The University of Washington hosts a business plan competition throughout the year to push student ideas to market, and the nation’s first entrepreneurship-based academic residential community recently began at the University of Florida.\\n\\nOne university in this structure is [Minerva Schools](https://www.minerva.kgi.edu/) has taken the ecosystem by storm, flaunting a 3% acceptance rate and extensive waiting list. They are transforming the model for higher education and flipping it on its head with project-based cohort learning and 8 global campuses where students rotate courses. After speaking with a handful of students, their cohort model that travels together allows students to develop deep connections with peers from around the world. The disciplined structure is not as hyper-specialized as the average US university but still allows structure for learning as social sciences, computational sciences, and humanities are chosen as focus areas.\\n\\nAnother model not translating the traditional Western version of the university is the [African Leadership University](https://www.alueducation.com/), creating a system interweaving work experience and venture accelerators with two campuses in Rwanda and Mauritius. Curriculum and opportunities are flexible on current local needs with the purpose of socioeconomic progression for their families and communities.\\n\\nWith [new regulations](https://www.educationnext.org/bipartisan-bill-would-set-rules-income-share-agreements/) and income share agreements (ISA) concerns, I do believe that higher education costs will remain uncoupled to future income. For example, the models used by well-known [Lambda School](https://lambdaschool.com/isa)\\\\*\\\\* \\\\*\\\\*will not become the “norm” for the majority of Americans. \\\\*\\\\*Student loan models \\\\*\\\\*will remain the primary go-to for students, with solutions such as [Mos](https://www.mos.com/), helping thousands navigate the world of financial aid and scholarships.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*YXAUhqxRMyuzIG_z)\\n\\nOn the other hand, some systems are leaning into \\\\*\\\\*corporate partnerships \\\\*\\\\*more so than internal innovation. Universities have long been tied to companies, but some are deepening engagement past the standard licensing and internship offerings. Some corporations are now going as far as providing insights on curriculum and financial assistance for equipment.\\n\\nThere has also been a recent trend of moving curriculum and training in-house, led by Google and followed by Microsoft, which recently also launched a retraining program. Amazon is also playing in this area, spending[ $700 million to retrain 100,000 employees](https://www.cnbc.com/2019/07/11/amazon-plans-to-spend-700-million-to-retrain-a-third-of-its-workforce-in-new-skills-wsj.html) by 2025. Other examples include ‘Motorola University’ and the Rand Institute focusing on air technologies and the next generation of employees in that sector, similar to the auto-technology program at Clemson University’s International Center for Automotive Research (CU-ICAR). These programs directly bridge what an employer needs to the skills\\n\\nThe trend to focus on career skills is moving earlier and earlier. This model many under 18 to develop skills asynchronous to traditional degrees as well, especially as we see [tech giants](https://www.edweek.org/technology/what-does-big-tech-want-from-schools-spoiler-alert-its-not-money/2020/01) turning their heads to high school. We see this as employers are becoming more competitive in recruiting and developing top talent for fast-growing jobs. When parents were asked to consider a program in which employers hire talented students directly out of high school for full-time, paid jobs while the students pursue a bachelor’s degree, the majority wanted their children to apply. The visualization below is a part of [Kaplan’s “Go Pro Early”](https://uspto.report/TM/88579963) thesis, a main point surrounding the future of the university is the future of jobs coming first, education second.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*Mzj8Sgw9XOUXNuf4)\\n\\nAs this trend continues, companies like [Pathstream](https://www.pathstream.com/), a startup that partners with leading technology companies to build branded digital skills career programs delivered through universities, will become crucial to propelling a closer corporate lens on education. These solutions are also built through company-enabled learning management integrations with companies like [Nexus](https://www.nexusedge.com/). This platform fits the build-your-own trend to education onto the education-as-usual platform of university.\\n\\nIn conclusion, the winners from the \\\\*\\\\*Entrepreneurial/CP University Structure \\\\*\\\\*will have\\n\\n* **Direct partnerships** with employers will overcome income share agreements or education models not in direct contact with local corporations.\\n* **A sense of security** for students as early as possible to optimize performance.\\n\\nThe outlook of education as a [pipeline](https://www.forbes.com/sites/brandonbusteed/2019/04/30/this-will-be-the-biggest-disruption-in-higher-education/#67df7006608a) to an entry-level job is still a strong mindset in most households, particularly the bottom 99%. The convergence of the two spheres will continue to grow until industry and education are cohesive in the post-secondary space, cooperating on what, when, and where to teach 18–25-year-olds to support this rapidly changing economy. As you may have seen on Twitter, [OnDeck](https://www.beondeck.com/), a trending Series A-stage startup, is attempting to couple these new career trends into community-supported fellowships. As one of their investors, Packy McCormick, [wrote](https://www.notboring.co/p/whats-on-deck-for-on-deck), “On Deck doesn’t make programs, it makes organizations that make programs. And it does so incredibly quickly.”\\n\\n![](https://miro.medium.com/max/1400/0\\\\*f5h0EZAs4clmD_UG)\\n\\nIn conclusion, the **Subscription/Global University**, the **Regional/Sharing University**, and the \\\\*\\\\*Entrepreneurial/CP University \\\\*\\\\*will all be dependent on how they adapt to one of the most volatile consumers, the post-secondary student. The main themes I see sticking for effective and long-lasting education models are **student retention safeguards.** Without in-person presence or a difference in assessments, students will have a steep learning curve to platform adoption. The ability to \\\\*\\\\*support the school-to-job pipeline \\\\*\\\\*that the middle class misses. With the gig economy growing and the future of work straying away from the corporate loyalty mindset, adaptability and career flexibility will become the most important factor in lifelong security. And last, higher education still targets young adults and adolescents at a key stage in development. The ability to \\\\*\\\\*create community and a sense of belonging \\\\*\\\\*to those in a program will be key to happiness while learning. With many motivating factors, I see a change of the 4-year university myopia of self-discovery into the next stage of how we view education: career preparation and community involvement.\",\"timestamp\":1635710109,\"title\":\"Deep Dive: New Structures in Higher Education - K50 Ventures - Medium\"},\"digest\":\"ZGQuiQx8_6dEkIGxmr9C0Lp2GsLTqWhHe6W9uCU7NmU\",\"authorship\":{\"contributor\":\"0xa0C3a5E5e25dDE1148296d8c3971e17009b45ccF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9b4ph-aaQgH_fSvJYuzp3-_GdIide58QQ4WQKueMzos\\\",\\\"y\\\":\\\"5z4_-en7q7FZlndRsGTQrbaf35uKsQX-pShnCUgiGBo\\\"}\",\"signature\":\"sRXtjeDWPCy3YMraRLPE63rE0Lss3brZDtPKXMoTnbfFLeGE8-CkedDLk-Ff1Fo9bkOX0YT8bX0td0qaYGxTTw\",\"signingKeySignature\":\"0x42ae3d23212f030c7d71be1e0177a1c17ed56fdefe0a6ca82259fd921122f0784bd7940dec7e0d4736c82d659c269cff6e0957cc97427784dd9c2af363b2bcdf1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9b4ph-aaQgH_fSvJYuzp3-_GdIide58QQ4WQKueMzos\\\",\\\"y\\\":\\\"5z4_-en7q7FZlndRsGTQrbaf35uKsQX-pShnCUgiGBo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZGQuiQx8_6dEkIGxmr9C0Lp2GsLTqWhHe6W9uCU7NmU\"}"