"{\"content\":{\"body\":\"## The Ethereum-based game fuses together soccer, fantasy sports, and NFTs into an interactive collectible experience. Here’s how to hit the pitch.\\n\\n![](https://images.mirror-media.xyz/publication-images/DG2l_AMGv1iJeVV_iTx35.png?height=787&width=1400)\\n\\n#### In brief\\n\\n* Sorare is a fantasy soccer game using NFTs that lets you purchase, verifiably own, and resell digital player cards from more than 100 licensed teams.\\n* You can play lineups in fantasy leagues to win rewards, as well as buy and sell the in-game cards.\\n\\nFantasy sports is a booming global business, with an [estimated market size](https://www.globenewswire.com/news-release/2020/11/05/2121120/0/en/Global-Fantasy-Sports-Market-Is-Expected-to-Reach-48-6-Billion-by-2027-Says-AMR.html) of $18.6 billion in 2019, projected to grow to $48.6 billion by 2027. In traditional fantasy football or soccer experiences, users draft their favorite professional players, set their weekly lineups, and reap points for all of their players’ on-the-pitch actions. in the hopes of beating their buddies.\\n\\n[Sorare](https://sorare.com/) does things differently. It’s still a fantasy soccer game at heart, but instead of just picking player names from a list during a draft, you purchase digital trading cards that are tokenized on the [Ethereum](https://decrypt.co/resources/what-is-ethereum-quickly-explained-four-minute-guide) blockchain. You own these non-fungible token ([NFT](https://decrypt.co/resources/non-fungible-tokens-nfts-explained-guide-learn-blockchain)) cards and can freely resell them as crypto collectibles, but they’re also the heart of Sorare’s fantasy experience. And there are prizes up for grabs, both in the form of cryptocurrency and rare, valuable cards.\\n\\nIt’s fantasy soccer paired with real digital ownership, concepts that have shot to prominence in recent months thanks to the surging value of licensed sports NFTs such as [NBA Top Shot](https://decrypt.co/resources/what-is-nba-top-shot-a-beginners-guide-2021). Here’s a look at how Sorare works and how to get started.\\n\\n## What is Sorare?\\n\\nSorare is an online, web-based fantasy soccer game with a crypto twist. Like traditional fantasy soccer, it’s all about building your lineup each week using professional soccer stars, and their respective on-the-pitch stats—such as goals and assists—translate into in-game points. Your goal is to beat other users in the leagues by amassing the most points each week.\\n\\nSorare has licensed players from more than 100 international teams across various leagues, and you’ll add to your team by purchasing digital trading cards from the marketplace. The licensed teams include Juventus, AC Milan, Liverpool FC, Paris Saint-Germain FC, Real Madrid, and all of Japan’s J.League teams and [Spain's LaLiga](https://decrypt.co/80558/laliga-partners-with-sorare-nft-fantasy-soccer-card-game), as well as every player in Major League Soccer (but not the clubs themselves).\\n\\n## How does Sorare work?\\n\\nThe game offers several different leagues that you can sign up for, including a rookie league for newcomers, particular regional leagues, and even one solely for lineups with young players who are no older than 23. Once you join a league, you can set a new lineup each play week using the cards that you have in your account. After the week is completed, the in-game points are tallied based on all of the players’ real-world performances, and the Sorare users with the most points are eligible to win amounts of ETH and rare cards as rewards.\\n\\n#### Did you know?\\n\\nThe most valuable Sorare card to date was a “Unique” 2020-21 card of Juventus star Cristiano Ronaldo, which was [sold in March 2021 for nearly $290,000](https://decrypt.co/61482/cristiano-ronaldo-nft-lebron-james-dunk-sells-290k).\\n\\n[https://twitter.com/Sorare/status/1371076627900338178?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1371076627900338178%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fdecrypt.co%2F86146%2Fbiggest-nft-marketplace-challengers-opensea](https://twitter.com/Sorare/status/1371076627900338178?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1371076627900338178%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fdecrypt.co%2F86146%2Fbiggest-nft-marketplace-challengers-opensea)\\n\\n## What’s so special about Sorare?\\n\\nSorare brings together a few things that people become obsessively excited about—soccer, fantasy sports games, sports collectibles, and crypto NFTs—and does so in a way that no other experience has matched.\\n\\nNBA Top Shot is considered Sorare's biggest crypto NFT collectibles contemporary, but the basketball NFT series has no real “game” element aside from individual collection-based challenges. Sorare has real, fantasy-style competition, even if there is a clear pay-to-win element to it. But for the die-hards who don’t mind spending real money for the best team, there are meaningful rewards alongside the potential thrill of victory.\\n\\n## How to get started with Sorare\\n\\nLike other free-to-play games, crypto-infused or otherwise, you can start playing Sorare without spending a cent. Simply sign up at the Sorare website and follow the prompts to unlock up to 12 free “Common” player cards.\\n\\n![](https://images.mirror-media.xyz/publication-images/mXhuZT7kfjpImffcDPyoF.png?height=710&width=1400)\\n\\nThese cards hold no real-world value and cannot be sold, but you can use them in the fantasy leagues just like any other cards in the game. During the sign-up process, you’ll pick your favorite teams amongst the licensed squads, enter your first league, and build a lineup.\\n\\n![](https://images.mirror-media.xyz/publication-images/k5Aep6v2OzEIY3ZQV0R-_.png?height=762&width=1400)\\n\\nIt’s a pretty straightforward onboarding process that helps you learn the basics, and then drops you into the Market to consider buying premium NFT cards that are tokenized on the Ethereum blockchain. The “New Signings” tab lets you bid on new cards introduced to the game, while the “Transfer Market” lets users resell their own cards at a fixed price—typically much higher than when first released.\\n\\n![](https://images.mirror-media.xyz/publication-images/-TeyLwx1nCQcLRzE9Afnc.png?height=693&width=1400)\\n\\n#### Did you know?\\n\\nMajor game publisher Ubisoft (Assassin’s Creed, Just Dance) partnered with Sorare in March 2021 to [launch One Shot League](https://decrypt.co/59956/ubisoft-sorare-free-crypto-game-one-shot-league), a free-to-play spinoff game that uses the same Sorare cards. It only features the Belgian Jupiler Pro League to start.\\n\\n## The future:\\n\\nSorare [raised a $50 million Series A](https://decrypt.co/59956/ubisoft-sorare-free-crypto-game-one-shot-league) funding round in February 2021, including participation from high-profile investors such as Reddit co-founder Alexis Ohanian and entrepreneur Gary Vaynerchuk. In September 2021, it announced a [$680 million Series B funding round](https://decrypt.co/81332/ethereum-nft-fantasy-soccer-game-sorare-raises-680-million) at a valuation of $4.3 billion, led by Japanese tech and investment conglomerate SoftBank.\\n\\nIt’s a big vote of confidence following significant trading volume growth over the course of 2020 and into the start of 2021, coinciding with the [wider explosion of interest and value](https://decrypt.co/57720/ethereum-nft-market-primed-for-explosive-growth-in-2021) in the crypto collectibles NFT market.\\n\\n“We have ambitious plans to keep growing Sorare into a sports entertainment giant,” Nicolas Julia, co-founder and CEO of Sorare, told *Decrypt*. “The new funding will be used to help us continue to grow a world-class team, expand to new leagues and new sports, and keep improving our experience for users, including shipping a mobile app.\\\"\\n\\n[https://twitter.com/Sorare/status/1440988996675457024?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1440988996675457024%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fdecrypt.co%2F86146%2Fbiggest-nft-marketplace-challengers-opensea](https://twitter.com/Sorare/status/1440988996675457024?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1440988996675457024%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fdecrypt.co%2F86146%2Fbiggest-nft-marketplace-challengers-opensea)\\n\\nSorare has also branched out beyond fantasy football with the launch of its [Legends NFT collection](https://medium.com/@sorare/50-football-legends-are-joining-the-nft-football-magic-of-sorare-bf2a63cece2a) in September 2021, a series of trading cards based around iconic retired football players such as Franz Beckenbauer, Diego Maradona and Michel Platini.\\n\\nSoccer is a truly global game and Sorare already has many licenses from across Europe, America, and Asia—but there’s plenty more to add—and potentially many, *many* millions more users to get hooked on its unique crypto spin on fantasy sports.\",\"timestamp\":1639320139,\"title\":\"Sorare: A Beginner’s Guide To The NFT Fantasy Soccer Game\"},\"digest\":\"lONtjE-FyALjAocmBEX1hKTtYXCNg-J2_F-ACrsuzuA\",\"authorship\":{\"contributor\":\"0x8F4F353a651dB28bDbA269024937dA94508e288f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EahJFE1HlT6K1ooGrC4r8ysm6rQ51gqwP4UYlCwn6IY\\\",\\\"y\\\":\\\"UmWZp2yhhTB4waR_T8TF82M3BbWtIMTQJlqTezduTVk\\\"}\",\"signature\":\"PxjzXVJJIBK0Qjs-y1SqLVF6BuS73JeQjf5ity_d1QcybXz0FhdKCjR7VEx-WZBzdEjNgzikwTr3eYkf7mU0AA\",\"signingKeySignature\":\"0x70370e47fb73431fbf287c844267570300b3af9a5e2af3dbbb300d2aa46b8298421b36e0d4c83c25584d41ac0b212b760e6c4c17871047206d0d417ccfd49c8e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EahJFE1HlT6K1ooGrC4r8ysm6rQ51gqwP4UYlCwn6IY\\\",\\\"y\\\":\\\"UmWZp2yhhTB4waR_T8TF82M3BbWtIMTQJlqTezduTVk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lONtjE-FyALjAocmBEX1hKTtYXCNg-J2_F-ACrsuzuA\"}"