"{\"content\":{\"body\":\"![My happy place](https://miro.medium.com/max/1400/0\\\\*eBD547_BRMyu_cNm)\\n\\n### Environmental projects are interesting candidates for NFTs.\\n\\n**We should view our environmental resources as non-fungible assets.** Each tree, member of a species, plot of land is unique. The same goes for carbon credits, which vary considerably in quality and provenance.\\n\\n**We struggle to properly appraise, value, and govern environmental resources**. NFTs offer ways of addressing some of these issues. They could restructure portions of ownership to better align long-term incentives and make for more equitable distribution of the value created through environmental projects. For example, local communities could have an explicit stake in projects, and earn income whenever an NFT is traded.\\n\\n### Here are a few new organizations doing work in this space.\\n\\n**Rewilder** (*[rewilder.xyz](http://rewilder.xyz/)*) is a non-profit that is issuing NFTs (obtained via donations) that will be pooled to purchase land for passive rewilding. All fund movements will be on-chain so donors have full transparency into how their money is used. NFT owners will receive regular updates about their land and, potentially in the future, a voice in the decision-making process. Their project goes live tomorrow!\\n\\n**Bx** (*[bx-earth.com](http://bx-earth.com/)*) is a platform that helps farmers earn carbon removal credits and adopt more sustainable agricultural practices. They’ve created an Ecosystem Services Improvement (ESI) token, which represents the total value of the defined ecosystem services (e.g., carbon sequestration, biodiversity, flood protection) within a defined spatial boundary (i.e., the farmer’s plot of land). Growers can issue and sell their ESIs on an exchange. As they improve the ecosystem services within their ESI, it should increase the ESI’s value. Corporations can purchase carbon credits with complete assurance of their credits’ origin, quality, and uniqueness.\",\"timestamp\":1637257563,\"title\":\"How NFTs could be a boon for environmental conservation\"},\"digest\":\"raRAHeY3DFN308Nqu_pP0NxHwHgIdZ_8C_ArLHOrjK4\",\"authorship\":{\"contributor\":\"0x5a5D9aB7b1bD978F80909503EBb828879daCa9C3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B0riQ0zqeSQiGpY5oDTmBmvrnJqfj4Y4SAITBCnEhcg\\\",\\\"y\\\":\\\"DKQ2xNJQGITQD8AVVlzPPDMX3pfQDQdLd9edzyUKlIo\\\"}\",\"signature\":\"pDKe1SW-krPUSAnfUN6DoJgoFwbyNUym6mbx_DjHKQHwkJ0UYPMkNEkrpqrgUijZsZrojT5WBVYfpKZrdGVatA\",\"signingKeySignature\":\"0x3b08eeb76589a4153c5013321b0ce19de6bf584cbafc2ba8cf06d99b9f90ae877446c5575b4d897de73a69de7299a2e1f1b26caae9d4476e94787dd46c6d943a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B0riQ0zqeSQiGpY5oDTmBmvrnJqfj4Y4SAITBCnEhcg\\\",\\\"y\\\":\\\"DKQ2xNJQGITQD8AVVlzPPDMX3pfQDQdLd9edzyUKlIo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"raRAHeY3DFN308Nqu_pP0NxHwHgIdZ_8C_ArLHOrjK4\"}"