"{\"content\":{\"body\":\"When i think about the word “love” a numerous thoughts pass through my head. Recently, I found a fun analogy to love. Please consider the following question:\\n\\n“What is the right way to use a lighter?(a standard spark wheel with adjustable flame)”\\n\\nthe function of a lighter is to light stuff on fire, to do it we need to push the spark wheel down to ignite the gas output from the container. The life a of a lighter depend on two factors, gas(liquid butane) and spark stone. Now back to the question, the first answer is lower the adjustable flame to save on gas(🤭) so we can use it for a longer time but as we said earlier there are two factors for the life of a lighter. when you lower the gas output you probably going to use the spark a couple of time and run out of sparks instead. Same in love, a couple that are together just for the sake of being in a relationship are on “low gas” maybe they will be together until a better mate comes around maybe they have huge pressure to get marriage and they just settle on their mate. In the end one of the them may wake-up one night look on his or her companion and realize the spark is gone. \\n\\nSome will argue that a lighter need to be reliable in differentiate environments so the strongest flame is needed and adjust the flame to the maximum. The embodiment of love itself, the people that you fall in love with so quickly it scary. You are so in love that you over look the telltale signs(🚩) early on. The sign that may destroyed the relationship latter on. maybe she is a drinker, maybe he lies about his ex, maybe your future goals in life are vastly different. What ever it is you know in the back of your head that this is temporary. You ignore it and depending on what stage in life you are on I argue you should ignore those signs. True love is rare, even if you experience it for a few month it is worth it and in the distant future you will look on those time with a big fulfilling smile. A person live two life's and the second one start when he realize he have only one. If you are young go out there, fall in love with the wrong people and experience life to the fullest.\\n\\nSo which one is the right one? Well, neither and both of them. whether it is a low flame or an high one isn’t the issue here. Something got you together in the first place so if you are in a low flame relationship you should confess your feeling to your partner and see what you can do. its no secret that Communication is key in relationships. We tend to think humans are vastly diffrent from each other and that we don’t change. we don’t like change but if we embrace it we can transform ourself greatly for the better, we live in an advance technological society with and ape brain(for now) we may think we are vastly diffrent from each other but in realty biology win. You don’t look on two monkeys and think “wow this monkey have an hat on so he must be vastly different”. most of the People in a low flame relationship can put an effort and  adjust the flame up. Same with high flame relationship if you have something special you should compromise with your partner, a great love is rare and losing it for some imaginary tomorrow isn’t worth it. Most of the people in high flame relationship can change themself and compromise. Put love high on your priority it IS important.\\n\\n we like to put people in little boxes for our own convenient but each person is a tiny universe. if you are young, prioritize love. search a high flame relationship relentlessly and double down on it. dont let it slip away, keep searching. \",\"timestamp\":1642778835,\"title\":\"a perfect lighter is a balanced one\"},\"digest\":\"IqC1aBb-1dWfqnBaexATha9nNBA0TjOAnr2e7yaanNs\",\"authorship\":{\"contributor\":\"0x3707774904B97a8f13d82E74Ce09FE78F4487c44\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pkcD30zBpEx11vGdZQ0cNkZszhpIi50jF-CoWS0t7FI\\\",\\\"y\\\":\\\"F_I57-Jcah6P7PVpfIc8jM1xLqfHNFqtjn1LaSR-1Zs\\\"}\",\"signature\":\"yR5H44iWFcELwlDfvIbM-RQcKWXtNJcsQHL8wUAM1bCME4K3keVJ-MR05DReiRZPU0vOE-FD97kEmE6qJu6gUw\",\"signingKeySignature\":\"0x0f5fbe61cf6e16e137dc10f87ca0697de8c5f02af84da25f9bb4c105767ac1101011497fbda6fc2cbf01e548e8388088b722fa61993a2480665a05dc05f44b2b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pkcD30zBpEx11vGdZQ0cNkZszhpIi50jF-CoWS0t7FI\\\",\\\"y\\\":\\\"F_I57-Jcah6P7PVpfIc8jM1xLqfHNFqtjn1LaSR-1Zs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"O8O59QdyjgRrEj9n67CIYHY-HXGOpZwJjl_bg7xXSLg\"}"