"{\"content\":{\"body\":\"\\\"I've told you already that I didn't come in here on business.  I came in for the Cure.  Not a penny will these people be the worse, except for their washing and their electric light, and I mean to leave enough to cover both items.\\\"\\n\\n\\\"Then,\\\" said I, \\\"since Brutus is such a very honorable man, we will borrow a bottle from the cellar, and replace it before we go.\\\"\\n\\nRaffles slapped me softly on the back, and I knew that I had gained my point.  It was often the case when I had the presence of heart and mind to stand up to him.  But never was little victory of mine quite so grateful as this.  Certainly it was a very small cellar, indeed a mere cupboard under the kitchen stairs, with a most ridiculous lock.  Nor was this cupboard overstocked with wine.  But I made out a jar of whiskey, a shelf of Zeltinger, another of claret, and a short one at the top which presented a little battery of golden-leafed necks and corks.  Raffles set his hand no lower.  He examined the labels while I held folded hat and naked light.\\n\\n\\\"Mumm, '84!\\\" he whispered.  \\\"G. H. Mumm, and A.D. 1884!  I am no wine-bibber, Bunny, as you know, but I hope you appreciate the specifications as I do.  It looks to me like the only bottle, the last of its case, and it does seem a bit of a shame; but more shame for the miser who hoards in his cellar what was meant for mankind! Come, Bunny, lead the way.  This baby is worth nursing.  It would break my heart if anything happened to it now!\\\"\\n\\nSo we celebrated my first night in the furnished house; and I slept beyond belief, slept as I never was to sleep there again.  But it was strange to hear the milkman in the early morning, and the postman knocking his way along the street an hour later, and to be passed over by one destroying angel after another.  I had come down early enough, and watched through the drawing-room blind the cleansing of all. the steps in the street but ours.  Yet Raffles had evidently been up some time; the house seemed far purer than overnight as though he had managed to air it room by room; and from the one with the gas-stove there came a frizzling sound that fattened the heart.\\n\\nI only would I had the pen to do justice to the week I spent in-doors on Campden Hill!  It might make amusing reading; the reality for me was far removed from the realm of amusement.  Not that I was denied many a laugh of suppressed heartiness when Raffles and I were together.  But half our time we very literally saw nothing of each other.  I need not say whose fault that was.  He would be quiet; he was in ridiculous and offensive earnest about his egregious Cure. Kinglake he would read by the hour together, day and night, by the hanging lamp, lying up-stairs on the best bed.  There was daylight enough for me in the drawing-room below; and there I would sit immersed in criminous tomes weakly fascinated until I shivered and shook in my stocking soles.  Often I longed to do something hysterically desperate, to rouse Raffles and bring the street about our ears; once I did bring him about mine by striking a single note on the piano, with the soft pedal down.  His neglect of me seemed wanton at the time.  I have long realized that he was only wise to maintain silence at the expense of perilous amenities, and as fully justified in those secret and solitary sorties which made bad blood in my veins.  He was far cleverer than I at getting in and out; but even had I been his match for stealth and wariness, my company would have doubled every risk.  I admit now that he treated me with quite as much sympathy as common caution would permit.  But at the time I took it so badly as to plan a small revenge.\\n\\nWhat with his flourishing beard and the increasing shabbiness of the only suit he had brought with him to the house, there was no denying that Raffles had now the advantage of a permanent disguise. That was another of his excuses for leaving me as he did, and it was the one I was determined to remove.  On a morning, therefore, when I awoke to find him flown again, I proceeded to execute a plan which I had already matured in my mind.  Colonel Crutchley was a married man; there were no signs of children in the house; on the other hand, there was much evidence that the wife was a woman of fashion.  Her dresses overflowed the wardrobe and her room; large, flat, cardboard boxes were to be found in every corner of the upper floors.  She was a tall woman; I was not too tall a man.  Like Raffles, I had not shaved on Campden Hill.  That morning, however, I did my best with a very fair razor which the colonel had left behind in my room; then I turned out the lady's wardrobe and the cardboard boxes, and took my choice.\\n\\nI have fair hair, and at the time it was rather long.  With a pair of Mrs. Crutchley's tongs and a discarded hair-net, I was able to produce an almost immodest fringe.  A big black hat with a wintry feather completed a headdress as unseasonable as my skating skirt and feather boa; of course, the good lady had all. her summer frocks away with her in Switzerland.  This was all. the more annoying from the fact that we were having a very warm September; so I was not sorry to hear Raffles return as I was busy adding a layer of powder to my heated countenance.  I listened a moment on the landing, but as he went into the study I determined to complete my toilet in every detail.  My idea was first to give him the fright he deserved, and secondly to show him that I was quite as fit to move abroad as he.  It was, however, I confess, a pair of the colonel's gloves that I was buttoning as I slipped down to the study even more quietly than usual.  The electric light was on, as it generally was by day, and under it stood as formidable a figure as ever I encountered in my life of crime.\\n\\nImagine a thin but extremely wiry man, past middle age, brown and bloodless as any crabapple, but as coolly truculent and as casually alert as Raffles at his worst.  It was, it could only be, the fire-eating and prison-inspecting colonel himself!  He was ready for me, a revolver in his hand, taken, as I could see, from one of those locked drawers in the pedestal desk with which Raffles had refused to tamper; the drawer was open, and a bunch of keys depended from the lock.  A grim smile crumpled up the parchment face, so that one eye was puckered out of sight; the other was propped open by an eyeglass, which, however, dangled on its string when I appeared.\\n\\n\\\"A woman, begad!\\\" the warrior exclaimed.  \\\"And where's the man, you scarlet hussy?\\\"\\n\\nNot a word could I utter.  But, in my horror and my amazement, I have no sort of doubt that I acted the part I had assumed in a manner I never should have approached in happier circumstances.\\n\\n\\\"Come, come, my lass,\\\" cried the old oak veteran, \\\"I'm not going to put a bullet through you, you know!  You tell me all. about it, and it'll do you more good than harm.  There, I'll put the nasty thing away and - God bless me, if the brazen wench hasn't squeezed into the wife's kit!\\\"\\n\\nA squeeze it happened to have been, and in my emotion it felt more of one than ever; but his sudden discovery had not heightened the veteran's animosity against me.  On the contrary, I caught a glint of humor through his gleaming glass, and he proceeded to pocket his revolver like the gentleman he was.\\n\\n\\\"'Well, well, it's lucky I looked in,\\\" he continued.  \\\"I only came round on the off-chance of letters, but if I hadn't you'd have had another week in clover.  Begad, though, I saw your handwriting the moment I'd got my nose inside!  Now just be sensible and tell me where your good man is.\\n\\nI had no man.  I was alone, had broken in alone.  There was not a soul in the affair (much less the house) except myself.  So much I stuttered out in tones too hoarse to betray me on the spot.  But the old man of the world shook a hard old head.\\n\\n\\\"Quite right not to give away your pal,\\\" said he.  \\\"But I'm not one of the marines, my dear, and you mustn't expect me to swallow all. that.  Well, if you won't say, you won't, and we must just send for those who will.\\\"\\n\\nIn a flash I saw his fell design.  The telephone directory lay open on one of the pedestals.  He must have been consulting it when he heard me on the stairs; he had another look at it now; and that gave me my opportunity.  With a presence of mind rare enough in me to excuse the boast, I flung myself upon the instrument in the corner and hurled it to the ground with all. my might.  I was myself sent spinning into the opposite corner at the same instant.  But the instrument happened to be a standard of the more elaborate pattern, and I flattered myself that I had put the delicate engine out of action for the day.\\n\\nNot that my adversary took the trouble to ascertain.  He was looking at me strangely in the electric light, standing intently on his guard, his right hand in the pocket where he had dropped his revolver.  And I - I hardly knew it - but I caught up the first thing handy for self-defence, and was brandishing the bottle which Raffles and I had emptied in honor of my arrival on this fatal scene.\\n\\n\\\"Be shot if I don't believe you're the man himself!\\\" cried the colonel, shaking an armed fist in my face.  \\\"You young wolf in sheep's clothing.  Been at my wine, of course!  Put down that bottle; down with it this instant, or I'll drill a tunnel through your middle.  I thought so!  Begad, sir, you shall pay for this! Don't you give me an excuse for potting you now, or I'll jump at the chance!  My last bottle of '84 - you miserable blackguard - you unutterable beast!\\\"\\n\\nHe had browbeaten me into his own chair in his own corner; he was standing over me, empty bottle in one hand, revolver in the other, and murder itself in the purple puckers of his raging face.  His language I will not even pretend to indicate: his skinny throat swelled and trembled with the monstrous volleys.  He could smile at my appearance in his wife's clothes; he would have had my blood for the last bottle of his best champagne.  His eyes were not hidden now; they needed no eyeglass to prop them open; large with fury, they started from the livid mask.  I watched nothing else.  I could not understand why they should start out as they did.  I did not try. I say I watched nothing else - until I saw the face of Raffles over the unfortunate officer's shoulder.\\n\\nRaffles had crept in unheard while our altercation was at its height, had watched his opportunity, and stolen on his man unobserved by either of us.  While my own attention was completely engrossed, he had seized the colonel's pistol-hand and twisted it behind the colonel's back until his eyes bulged out as I have endeavored to describe.  But the fighting man had some fight in him still; and scarcely had I grasped the situation when he hit out venomously behind with the bottle, which was smashed to bits on Raffles's shin. Then I threw my strength into the scale; and before many minutes we had our officer gagged and bound in his chair.  But it was not one of our bloodless victories.  Raffles had been cut to the bone by the broken glass; his leg bled wherever he limped; and the fierce eyes of the bound man followed the wet trail with gleams of sinister satisfaction.\\n\\nI thought I had never seen a man better bound or better gagged.  But the humanity seemed to have run out of Raffles with his blood.  He tore up tablecloths, he cut down blind-cords, he brought the dust-sheets from the drawing-room, and multiplied every bond.  The unfortunate man's legs were lashed to the legs of his chair, his arms to its arms, his thighs and back fairly welded to the leather. Either end of his own ruler protruded from his bulging cheeks - the middle was hidden by his moustache - and the gag kept in place by remorseless lashings at the back of his head.  It was a spectacle I could not bear to contemplate at length, while from the first I found myself physically unable to face the ferocious gaze of those implacable eyes.  But Raffles only laughed at my squeamishness, and flung a dust-sheet over man and chair; and the stark outline drove me from the room.\\n\\nIt was Raffles at his worst, Raffles as I never knew him before or after - a Raffles mad with pain and rage, and desperate as any other criminal in the land.  Yet he had struck no brutal blow, he had uttered no disgraceful taunt, and probably not inflicted a tithe of the pain he had himself to bear.  It is true that he was flagrantly in the wrong, his victim as laudably in the right.  Nevertheless, granting the original sin of the situation, and given this unforeseen development, even I failed to see how Raffles could have combined greater humanity with any regard for our joint safety; and had his barbarities ended here, I for one should not have considered them an extraordinary aggravation of an otherwise minor offence.  But in the broad daylight of the bathroom, which had a ground-glass window but no blind, I saw at once the serious nature of his wound and of its effect upon the man.\\n\\n\\\"It will maim me for a month,\\\" said he; \\\"and if the V.C. comes out alive, the wound he gave may be identified with the wound I've got\\\"\\n\\nThe V.C.!  There, indeed, was an aggravation to one illogical mind. But to cast a moment's doubt upon the certainty of his coming out alive!\\n\\n\\\"Of course he'll come out,\\\" said I.  \\\"We must make up our minds to that.\\\"\\n\\n\\\"Did he tell you he was expecting the servants or his wife?  If so, of course we must hurry up.\\\"\\n\\n\\\"No, Raffles, I'm afraid he's not expecting anybody.  He told me, if he hadn't looked in for letters, we should have had the place to ourselves another week.  That's the worst of it.\\\"\\n\\nRaffles smiled as he secured a regular puttee of dust-sheeting. No blood was coming through.\\n\\n\\\"I don't agree, Bunny,\\\" said he.  \\\"It's quite the best of it, if you ask me.\\\"\\n\\n\\\"What, that he should die the death?\\\"\\n\\n\\\"Why not?\\\"\\n\\nAnd Raffles stared me out with a hard and merciless light in his clear blue eyes - a light that chilled the blood.\\n\\n\\\"If it's a choice between his life and our liberty, you're entitled to your decision and I'm entitled to mine, and I took it before I bound him as I did,\\\" said Raffles.  \\\"I'm only sorry I took so much trouble if you're going to stay behind and put him in the way of releasing himself before he gives up the ghost.  Perhaps you will go and think it over while I wash my bags and dry 'em at the gas stove.  It will take me at least an hour, which will just give me time to finish the last volume of Kinglake.\\\"\\n\\nLong before he was ready to go, however, I was waiting in the hall, clothed indeed, but not in a mind which I care to recall.  Once or twice I peered into the dining-room where Raffles sat before the stove, without letting him hear me.  He, too, was ready for the street at a moment's notice; but a steam ascended from his left leg, as he sat immersed in his red volume.  Into the study I never went again; but Raffles did, to restore to its proper shelf this and every other book he had taken out and so destroy that clew to the manner of man who had made himself at home in the house.  On his last visit I heard him whisk off the dust-sheet; then he waited a minute; and when he came out it was to lead the way into the open air as though the accursed house belonged to him.\\n\\n\\\"We shall be seen,\\\" I whispered at his heels.  \\\"Raffles, Raffles, there's a policeman at the corner!\\\"\\n\\n\\\"I know him intimately,\\\" replied Raffles, turning, however, the other way.  \\\"He accosted me on Monday, when I explained that I was an old soldier of the colonel's regiment, who came in every few days to air the place and send on any odd letters.  You see, I have always carried one or two about me, redirected to that address in Switzerland, and when I showed them to him it was all. right.  But after that it was no use listening at the letter-box for a clear coast, was it?\\\"\\n\\nI did not answer; there was too much to exasperate in these prodigies of cunning which he could never trouble to tell me at the time.  And I knew why he had kept his latest feats to himself: unwilling to trust me outside the house, he had systematically exaggerated the dangers of his own walks abroad; and when to these injuries he added the insult of a patronizing compliment on my late disguise, I again made no reply.\\n\\n\\\"What's the good of your coming with me he asked, when I had followed him across the main stream of Notting Hill.\\n\\n\\\"We may as well sink or swim together,\\\" I answered sullenly.\\n\\n\\\"Yes?  Well, I'm going to swim into the provinces, have a shave on the way, buy a new kit piecemeal, including a cricket-bag (which I really want), and come limping back to the Albany with the same old strain in my bowling leg.  I needn't add that I have been playing country-house cricket for the last month under an alias; it's the only decent way to do it when one's county has need of one.  That's my itinerary, Bunny, but I really can't see why you should come with me.\\\"\\n\\n\\\"We may as well swing together!\\\" I growled.\",\"timestamp\":1637495067,\"title\":\"My dear, good Bunny,\\\" said Raffles\"},\"digest\":\"upPrwXryJc62DLq7Gs-McBFYyMh1wZbhUpcyRcHex2E\",\"authorship\":{\"contributor\":\"0x104C9415d8cF60006fA1f2ecb12Aa1B60108c24D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VojXruRchGuLpF6IHNmI6OGfBnA2hebYGqe1TKPd7BI\\\",\\\"y\\\":\\\"guU5ljnepO92VTSMVitzmA_k1y59idxDfAFkK3xqjfw\\\"}\",\"signature\":\"ACm6dtERdqOiij6hh_yIT6RO7XDG69nqvagEvE92c2lxWFtllr7bDvvvSfpFMEk3biaL_5oZSW-iHRuUkpZDdw\",\"signingKeySignature\":\"0x467345f671b6a4c961cee8755c9f18ab2984351ffc8b7e141114ed5dcca5ed4d0ee692aecde36ab28f688bfc3bef57ed4b78b335ac249331c6f87f179a65cec11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VojXruRchGuLpF6IHNmI6OGfBnA2hebYGqe1TKPd7BI\\\",\\\"y\\\":\\\"guU5ljnepO92VTSMVitzmA_k1y59idxDfAFkK3xqjfw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"upPrwXryJc62DLq7Gs-McBFYyMh1wZbhUpcyRcHex2E\"}"