"{\"content\":{\"body\":\"armchair, and behind a table on which were papers, piled up like Alps.\\n\\n\\\"Monsieur Moreau, we won't kill him; but he'll have to go at our pace.\\n\\nMonsieur Godeschal!\\\" he called out.\\n\\nThough the day was Sunday, the head-clerk appeared, pen in hand.\\n\\n\\\"Monsieur Godeschal, here's the pupil of whom I spoke to you. Monsieur\\n\\nMoreau takes the liveliest interest in him. He will dine with us and\\n\\nsleep in the small attic next to your chamber. You will allot the\\n\\nexact time it takes to go to the law-school and back, so that he does\\n\\nnot lose five minutes on the way. You will see that he learns the Code\\n\\nand is proficient in his classes; that is to say, after he has done\\n\\nhis work here, you will give him authors to read. In short, he is to\\n\\nbe under your immediate direction, and I shall keep an eye on it. They\\n\\nwant to make him what you have made yourself, a capable head-clerk,\\n\\nagainst the time when he can take such a place himself. Go with\\n\\nMonsieur Godeschal, my young friend; he'll show you your lodging, and\\n\\nyou can settle down in it. Did you notice Godeschal?\\\" continued\\n\\nDesroches, speaking to Moreau. \\\"There's a fellow who, like me, has\\n\\nnothing. His sister Mariette, the famous danseuse, is laying up her\\n\\nmoney to buy him a practice in ten years. My clerks are young blades\\n\\nwho have nothing but their ten fingers to rely upon. So we all, my\\n\\nfive clerks and I, work as hard as a dozen ordinary fellows. But in\\n\\nten years I'll have the finest practice in Paris. In my office,\\n\\nbusiness and clients are a passion, and that's beginning to make\\n\\nitself felt. I took Godeschal from Derville, where he was only just\\n\\nmade second clerk. He gets a thousand francs a year from me, and food\\n\\nand lodging. But he's worth it; he is indefatigable. I love him, that\\n\\nfellow! He has managed to live, as I did when a clerk, on six hundred\\n\\nfrancs a year. What I care for above all is honesty, spotless\\n\\nintegrity; and when it is practised in such poverty as that, a man's a\\n\\nman. For the slightest fault of that kind a clerk leaves my office.\\\"\\n\\n\\\"The lad is in a good school,\\\" thought Moreau.\\n\\nFor two whole years Oscar lived in the rue de Bethisy, a den of\\n\\npettifogging; for if ever that superannuated expression was applicable\\n\\nto a lawyer's office, it was so in this case. Under this supervision,\\n\\nboth petty and able, he was kept to his regular hours and to his work\\n\\nwith such rigidity that his life in the midst of Paris was that of a\\n\\nmonk.\\n\\nAt five in the morning, in all weathers, Godeschal woke up. He went\\n\\ndown with Oscar to the office, where they always found their master up\\n\\nand working. Oscar then did the errands of the office and prepared his\\n\\nlessons for the law-school,--and prepared them elaborately; for\\n\\nGodeschal, and frequently Desroches himself, pointed out to their\\n\\npupil authors to be looked through and difficulties to overcome. He\\n\\nwas not allowed to leave a single section of the Code until he had\\n\\nthoroughly mastered it to the satisfaction of his chief and Godeschal,\\n\\nwho put him through preliminary examinations more searching and longer\\n\\nthan those of the law-school. On his return from his classes, where he\\n\\nwas kept but a short time, he went to his work in the office;\\n\\noccasionally he was sent to the Palais, but always under the thumb of\\n\\nthe rigid Godeschal, till dinner. The dinner was that of his master,--\\n\\none dish of meat, one of vegetables, and a salad. The dessert\\n\\nconsisted of a piece of Gruyere cheese. After dinner, Godeschal and\\n\\nOscar returned to the office and worked till night. Once a month Oscar\\n\\nwent to breakfast with his uncle Cardot, and he spent the Sundays with\\n\\nhis mother. From time to time Moreau, when he came to the office about\\n\\nhis own affairs, would take Oscar to dine in the Palais-Royal, and to\\n\\nsome theatre in the evening. Oscar had been so snubbed by Godeschal\\n\\nand by Desroches for his attempts at elegance that he no longer gave a\\n\\nthought to his clothes.\\n\\n\\\"A good clerk,\\\" Godeschal told him, \\\"should have two black coats, one\\n\\nnew, one old, a pair of black trousers, black stockings, and shoes.\\n\\nBoots cost too much. You can't have boots till you are called to the\\n\\nbar. A clerk should never spend more than seven hundred francs a year.\\n\\nGood stout shirts of strong linen are what you want. Ha! when a man\\n\\nstarts from nothing to reach fortune, he has to keep down to bare\\n\\nnecessities. Look at Monsieur Desroches; he did what we are doing, and\\n\\nsee where he is now.\\\"\\n\\nGodeschal preached by example. If he professed the strictest\\n\\nprinciples of honor, discretion, and honesty, he practised them\\n\\nwithout assumption, as he walked, as he breathed; such action was the\\n\\nnatural play of his soul, as walking and breathing were the natural\\n\\nplay of his organs. Eighteen months after Oscar's installation into\\n\\nthe office, the second clerk was, for the second time, slightly wrong\\n\\nin his accounts, which were comparatively unimportant. Godeschal said\\n\\nto him in presence of all the other clerks:\\n\\n\\\"My dear Gaudet, go away from here of your own free will, that it may\\n\\nnot be said that Monsieur Desroches has dismissed you. You have been\\n\\ncareless or absent-minded, and neither of those defects can pass here.\\n\\nThe master shall know nothing about the matter; that is all that I can\\n\\ndo for a comrade.\\\"\\n\\nAt twenty years of age, Oscar became third clerk in the office. Though\\n\\nhe earned no salary, he was lodged and fed, for he did the work of the\\n\\nsecond clerk. Desroches employed two chief clerks, and the work of the\\n\\nsecond was unremitting toil. By the end of his second year in the law-\\n\\nschool Oscar knew more than most licensed graduates; he did the work\\n\\nat the Palais intelligently, and argued some cases in chambers.\\n\\nGodeschal and Desroches were satisfied with him. And yet, though he\\n\\nnow seemed a sensible man, he showed, from time to time, a hankering\\n\\nafter pleasure and a desire to shine, repressed, though it was, by the\\n\\nstern discipline and continual toil of his life.\\n\\nMoreau, satisfied with Oscar's progress, relaxed, in some degree, his\\n\\nwatchfulness; and when, in July, 1825, Oscar passed his examinations\\n\\nwith a spotless record, the land-agent gave him the money to dress\\n\\nhimself elegantly. Madame Clapart, proud and happy in her son,\\n\\nprepared the outfit splendidly for the rising lawyer.\\n\\nIn the month of November, when the courts reopened, Oscar Husson\\n\\noccupied the chamber of the second clerk, whose work he now did\\n\\nwholly. He had a salary of eight hundred francs with board and\\n\\nlodging. Consequently, uncle Cardot, who went privately to Desroches\\n\\nand made inquiries about his nephew, promised Madame Clapart to be on\\n\\nthe lookout for a practice for Oscar, if he continued to do as well in\\n\\nthe future.\\n\\nIn spite of these virtuous appearances, Oscar Husson was undergoing a\\n\\ngreat strife in his inmost being. At times he thought of quitting a\\n\\nlife so directly against his tastes and his nature. He felt that\\n\\ngalley-slaves were happier than he. Galled by the collar of this iron\\n\\nsystem, wild desires seized him to fly when he compared himself in the\\n\\nstreet with the well-dressed young men whom he met. Sometimes he was\\n\\ndriven by a sort of madness towards women; then, again, he resigned\\n\\nhimself, but only to fall into a deeper disgust for life. Impelled by\\n\\nthe example of Godeschal, he was forced, rather than led of himself,\\n\\nto remain in that rugged way.\\n\\nGodeschal, who watched and took note of Oscar, made it a matter of\\n\\nprinciple not to allow his pupil to be exposed to temptation.\\n\\nGenerally the young clerk was without money, or had so little that he\\n\\ncould not, if he would, give way to excess. During the last year, the\\n\\nworthy Godeschal had made five or six parties of pleasure with Oscar,\\n\\ndefraying the expenses, for he felt that the rope by which he tethered\\n\\nthe young kid must be slackened. These \\\"pranks,\\\" as he called them,\\n\\nhelped Oscar to endure existence, for there was little amusement in\",\"timestamp\":1637316505,\"title\":\"\\n\\n\\\"We work here day and night,\\\" said the lawyer, from the depths of his\\n\"},\"digest\":\"ySzbFN7nmknXeuttsyN8_Gj8kpnkHbq0pT9Id_iHD5U\",\"authorship\":{\"contributor\":\"0x81227527cbBb507F7E0b85be26187C02C5D953E3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Yrbms4E2JYzEScugHrAHNOs98Lpf5PreZYndTwK-FY0\\\",\\\"y\\\":\\\"YculIRC44ifYMyeaJU3VP7YgzF1h9XL4emsQQyU2oH4\\\"}\",\"signature\":\"ClcmOdC_atEjnGFIHfAPSx2tElrfvTqmBEBMFEk0nCkBNxDjqjX6MjcOEL32wlNXHcUQebECJf3jE2Kk6SDJLw\",\"signingKeySignature\":\"0x419029bc9f5c89ceb4e1b37bd3ed53273ac00bac0da8848a93eed51c3d0f50437367ded937350a58cdecbd298a8d8bfc2e31506749d633881c5526b4c272bc551b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Yrbms4E2JYzEScugHrAHNOs98Lpf5PreZYndTwK-FY0\\\",\\\"y\\\":\\\"YculIRC44ifYMyeaJU3VP7YgzF1h9XL4emsQQyU2oH4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ySzbFN7nmknXeuttsyN8_Gj8kpnkHbq0pT9Id_iHD5U\"}"