"{\"content\":{\"body\":\"Rodolfo Andragnes, creador de LaBitConf: Conferencia de referencia mundial en español de Bitcoin, está eufórico. Motivos no le faltan. El Salvador, primer país del mundo en adoptar bitcoin como moneda oficial, acoge este año la Conferencia que puso en marcha en 2013 en Argentina, su país. Lo hizo en compañía de Diego Gutíerrez (RSK) y Franco Amati (Signatura). El argentino, describe que El Salvador haya colocado al español en el corazón de bitcoin como «un sueño húmedo».\\n\\n«¿Quién hubiera imaginado que en tan poco tiempo, un país, y encima latinoamericano, dejara de ser un 'follower' para pasar a ser un 'líder' ?. Cada año, en cada país, arranco diciendo que esto que hacemos es para que se crean que pueden ser líderes y no seguidores », dijo a este diario. A la pregunta de si cree que hay mucho talento hispano en la industria de Bitcoin, Rodolfo es rotundo. Dice que sí y que se ve. «No sé si el talento es en un país o una lengua particular. Creo que el espacio concentra mucho talento y punto », afirma.\\n\\nEl [evento](https://www.labitconf.com/es/) , que arranca el próximo lunes 15 de noviembre en el Museo Marte, reunirá en el país centroamericano a los personajes más destacados de la industria cripto. Desde Sam Bankman-Fried, creador de FTX, el exchange de criptoactivos que en dos años ha logrado una valoración de $ 25.000 millones, hasta Beatriz del Rio, jefa de gabinete del CEO de Pantera Capital, una firma de inversión que gestiona $ 6.000 millones en activos blockchain. Habrá hackathones, galerías de NFTs, paseos por el metaverso, recitales, conferencias y artesanos.\\n\\n[¿Por qué la actualización Taproot promete revolucionar Bitcoin?](https://observatorioblockchain.com/bitcoin/por-que-la-actualizacion-taproot-promete-revolucionar-bitcoin/)\\n\\nComo el París de Ernest Hemingway, el país que gobierna Nayib Bukele promete convertirse en la gran fiesta global de las criptomonedas. En esta ocasión los Ezra Pound y Scott Fitgerald que pululen por las calles aledañas al Museo Marte estarán repletas de hombres y mujeres ataviados con gafas láser: el meme que muestra simpatía hacia bitcoin. El evento, aunque no cuenta con apoyo económico por parte de El Salvador, sí cuenta con su respaldo en materia de seguridad y difusión. El organizador de LaBitConf indicó a este diario que ya están realizadas todas las gestiones para contar con la intervención del Presidente del país.\\n\\n#### Tejer lazos\\n\\nRodolfo, una autoridad en el espacio cripto global, ha contado en varias ocasiones que descubrió bitcoin en 2011 cuando recibió varias ofertas para comprar el dominio bitcoins.com. Finalmente, se lo vendió a Mt.Gox. Dos años más tarde decide organizar LaBitConf como herramienta evangelizadora de las oportunidades de Bitcoin para todos los países de América Latina. El objetivo de la Conferencia era tejer lazos y alianzas de cooperación para el desarrollo de proyectos cripto / blockchain. Por este motivo, cada año se celebra en un país diferente. Además de Argentina, Brasil, Colombia, Uruguay, México y Chile ya han sido anfitriones de la BitConf. En 2020, debido a la pandemia, la Conferencia se celebró exclusivamente en formato online.\\n\\n> Toda la comunidad de [#bitcoin](https://twitter.com/hashtag/bitcoin?src=hash&ref_src=twsrc%5Etfw) se reúne en [#LABITCONF](https://twitter.com/hashtag/LABITCONF?src=hash&ref_src=twsrc%5Etfw) 🤩 El Salvador 🇸🇻\\n>\\n> 🌋 Del 15 al 20 de Noviembre [#BitcoinWeek](https://twitter.com/hashtag/BitcoinWeek?src=hash&ref_src=twsrc%5Etfw)\\n>\\n> 🎟️ Entradas disponibles en nuestra web [https://t.co/gGv5CLg4zq ](https://t.co/gGv5CLg4zq) [pic.twitter.com/poE295g6v4](https://t.co/poE295g6v4)\\n>\\n> \\\\- LABITCONF (@labitconf) [30 de octubre de 2021](https://twitter.com/labitconf/status/1454442373673623556?ref_src=twsrc%5Etfw)\\n\\nRodolfo explica que El Salvador es una inspiración para otros o para sus pueblos y que las realidades no cambian, si uno no se anima a imaginar cosas distintas. «Por no tener moneda propia, este país es el ideal para la adopción de bitcoin, porque no puede temer que supere a su propia moneda».\\n\\n#### Resiliencia, (r) Evolución, Certeza y Poder\\n\\nSobre LaBitConf de este año, Andragnes explica que cada conferencia es diferente. Primero se arman los asuntos que debemos tratar y después invitamos a los ponentes. Este año, el cien por cien del foco está en el mensaje que queremos dejar en El Salvador. Es la primera vez que el acceso al evento ya las charlas introductorias es gratuito. Solo las ponencias más avanzadas y especializadas son de pago, explica.\\n\\n[¿Es el trading de criptomonedas el nuevo trabajo de los que menos ganan?](https://observatorioblockchain.com/criptomonedas/es-el-trading-de-criptomonedas-el-nuevo-trabajo-de-los-que-ganan-menos/)\\n\\nRespecto a la adopción de bitcoin en general, Rodolfo indica que le sorprende su papel como reserva de valor. «Como medio de pago aún le falta. Incluso en El Salvador, donde todos han aprendido a cobrar a través de la billetera electrónica Chivo, cuando pasan un bitcoin les resulta un poco más complicado y aún no entienden de Lightning ». Pese a ello, subraya que la concienciación de la gente es gigante. «Eso es lo más valioso. Ya habrá tiempo de aprender », afirma.\\n\\nEl organizador de LaBitConf define los trece años de Bitcoin con cuatro palabras: Resiliencia, (r) Evolución, Certeza y Poder. «Todas ellas, palabras resignificadas de un modo u otro para mí, porque pasaron de ser meras palabras a significados más potentes», indica.\\n\\n\\\\*\\\\* También puedes seguirnos en nuestros canales de \\\\*\\\\* [\\\\*\\\\* Telegram \\\\*\\\\* ](https://t.me/observatorioblockchain)**\\\\* y** \\\\*\\\\* **[Twitter](https://twitter.com/ObserBlockchain)**\\n\\n<! - AddThis Advanced Settings arriba a través de filter en the_content ->\\n\\n<! - Configuración avanzada de AddThis a continuación a través del filtro en the_content ->\\n\\n<! - AddThis Advanced Settings genérico a través del filtro en the_content ->\\n\\n<! - AddThis Share Buttons arriba a través del filtro en the_content ->\\n\\n<! - AddThis Share Buttons a continuación a través del filtro en the_content ->\\n\\n<! - AddThis Share Buttons genérico a través del filtro en the_content ->\",\"timestamp\":1636539520,\"title\":\"Rodolfo Andragnes: \\\"LaBitConf en El Salvador es un sueño húmedo\\\"\"},\"digest\":\"7nRq5g9ftOsc2Tp-k0lea9i5AMQ8vLpRQIBIJgpFY8o\",\"authorship\":{\"contributor\":\"0xDB584Db72160bE0694E5F91B195313dc4E13c393\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3sGcthdK5oLfI45upDnJr6SHMKezPk9oTTP-U07eQy4\\\",\\\"y\\\":\\\"4t7eFJI-aol1lvhkhZxVPJ3DDGQgxeIbZfmkQJC7n-U\\\"}\",\"signature\":\"Bl3s3BfrhsB2rJzt91arrgG6CyQjuQmmiMuVJQUQ-lIMFgAPXOk2VxOkglU0dKdQG1AkwzxtLSJwyB5uPrFgHQ\",\"signingKeySignature\":\"0x106f2f4dc53563977ded8b2d83f4b8adb420f05a41ce625a001f8a61fbd2607f3874aec0756fe422555e3134c6d1dc5ce34ab4fcc9cec1c9d3c81b24bf714b681c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3sGcthdK5oLfI45upDnJr6SHMKezPk9oTTP-U07eQy4\\\",\\\"y\\\":\\\"4t7eFJI-aol1lvhkhZxVPJ3DDGQgxeIbZfmkQJC7n-U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7nRq5g9ftOsc2Tp-k0lea9i5AMQ8vLpRQIBIJgpFY8o\"}"