"{\"content\":{\"body\":\"Books enable culture to be inherited. Books are the pillar of human thought and spiritual power. An old book is the carrier of civilization and spiritual wealth. Old books have experienced many vicissitudes, but they are still fresh. An old book, an old past, although the past has gone, it can recall our memories of the past.\\n\\n \\n\\nEvery Qingming Festival, when I return to my hometown, a vague emotion always comes to my heart: my hometown is still so dilapidated. Seeing that the dilapidated rural drama building has now become a house for stacking firewood, seeing that there is only a wisp of cigarettes curling up in the dilapidated temple, and seeing that there are weeds in front of grandma's tombs, ripples appear in my heart. Everything in my hometown seems old; However, my hometown cherishes my childhood memories! Hometown is like a white haired old man, who has experienced the vicissitudes of history, but hometown is so kind and kind, like my grandfather.\\n\\n \\n\\n我还记得我家乡的那口古井，就我家不远的一个小火花。“回复”。我和古井变成了一对好朋友。口渴的时候，我会退出古井上的木桶，然后木桶桶勺舀一勺清凉甘甜的井水喝。如果我它，我会觉得从喉咙吐到心疼。\\n\\n \\n\\n报道，土庙旁的槐古树顶一百年的历史。估计有几个大人。古槐与故乡一样。深扎于家乡。据传工人会随着家乡而变老。。落下，也将埋入故乡，散成故土，成为故乡，我们的深情烙印。最好的见证。\\n\\n \\n\\n每次回到家，村里的人总是惊讶地指着我说：“你不是经常来我家捣乱吗？你现在这么高了。” 家乡的人要么去城镇打工，要么远嫁，剩下的都是老人。他们脸上的皱纹仿佛是岁月的流逝，如连绵的山脊和枯萎的藤蔓。\\n\\n \\n\\n故乡的古井还在，故乡的树木依然屹立，而故乡的人却在慢慢变老。转眼间，我们都长大了。家乡是一本旧书。清除封面上的灰尘，开启难忘回忆的场景。\",\"timestamp\":1639148112,\"title\":\"ENABLE\"},\"digest\":\"R9TJ8pURHKe2RuKH2AHZl8Utlmp5InbMO_Saxh01LHA\",\"authorship\":{\"contributor\":\"0xA00916A17d23fFC6D94Cf3D8c9be3181A61ebDf6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZrDKQhV7Dmt_9oyIL58EOoK0Tnw_YJoAswnA52wKNLI\\\",\\\"y\\\":\\\"3dDkAG9GkGprwchQ9V0KOkm-XBSIaltBnaC7HkZkFoQ\\\"}\",\"signature\":\"ikDF8pzxH_U25_jTu2GJuVq1bupr9qeTQCcGtjoIWYOtDLt8FvlM331Xb7864k7x9fkdlr7fbzzWw71l7Krg7A\",\"signingKeySignature\":\"0x4533588808c56e1663baf4126ddba61a9aa6ab834ae3958897f07da0c5e07f6160b9622f2f77148161da780ecdf90a630b737089a01b90cbf35333be3df62cca1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZrDKQhV7Dmt_9oyIL58EOoK0Tnw_YJoAswnA52wKNLI\\\",\\\"y\\\":\\\"3dDkAG9GkGprwchQ9V0KOkm-XBSIaltBnaC7HkZkFoQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"R9TJ8pURHKe2RuKH2AHZl8Utlmp5InbMO_Saxh01LHA\"}"