"{\"content\":{\"body\":\"**By [Gary Pesola](https://twitter.com/Gary_Pesola)**, Venture Fellow [@NEA](https://www.nea.com) & IB [@GS](https://www.goldmansachs.com)\\n\\n### So you want to be an Investment Banker, eh?\\n\\nWell guess what, the acceptance rates for top investment banks are [less than 5%](https://www.efinancialcareers.co.uk/news/2019/09/how-to-get-a-job-at-goldman-sachs). Even if you go to a great university, landing jobs at these firms is not easy. Before we dig deeper, I want to emphasize that investment banking is [NOT for everyone](https://www.nytimes.com/2021/03/27/business/dealbook/banker-burnout.html) and if you’re only in it for the prestige / money, I don’t recommend pursuing the path.\\n\\nContrary to popular belief, investment baking analyst positions are MAINLY filled up by [summer interns](https://corporatefinanceinstitute.com/resources/careers/jobs/investment-banking-internship-programs/) (that’s right, you better be early). Junior summer internships are by far the most important in the field as they often translate to full-time offers if you perform well. Some years, investment banks won’t even take full-time candidates because they fill all of their seats with their summer intern class. Now let’s dive into the general timeline of the process.\\n\\n### Timeline\\n\\n* **Fall of sophomore year:** [Diversity programs](https://www.efinancialcareers.co.uk/news/2012/10/ten-programmes-that-help-minority-students-into-investment-banking-and-how-to-access-them) at most large banks open up\\n  * This is the the time to really **start studying and preparing for interviews**\\n  * This is also the time to [NETWORK](https://www.forbes.com/sites/biancamillercole/2019/03/20/why-networking-should-be-at-the-core-of-your-career/?sh=5b91c321300b)\\n  * These programs are **great pipelines** into interviews and potential offers\\n* **Spring of sophomore year:** General applications open up for [independent advisory firms](https://en.wikipedia.org/wiki/Independent_advisory_firm) (AKA Elite Boutique firms or EBs)\\n  * These firms tend to be **very technical** in their interview process and generally take more ivy league / top school candidates\\n  * Most applications open between **Feb - April** and interviews could start within a few weeks after\\n* **Summer between sophomore and junior year:** [Bulge Bracket banks](https://corporatefinanceinstitute.com/resources/careers/companies/bulge-bracket-investment-banks-list/) (or BBs) open general applications\\n  * Known to be geared more towards a candidate’s “fit”, but will still test technical skills\\n  * Some BBs are known to **recruit earlier in the summer** (at or before July 1st, which is the date many of the firms open applications) while others won’t kick off the process until late August or even early September\\n\\n    \\\\*\\\\***[Most firms recruit on a rolling basis](https://www.efinancialcareers.co.uk/news/2016/07/the-investment-banking-recruitment-process#:\\\\~:text=%22we%20encourage%20candidates%20to%20apply%20as%20early%20as%20possible%20in%20the%20season%20because%20we%20recruit%20on%20a%20rolling%20basis%2C%22%20says%20the%20j.p.%20morgan%20spokeswoman.)** so make sure you’re always up to date on which firms have opened applications. I HIGHLY RECOMMEND signing up for email updates for each firm for recruiting. Here’s an example for [JP Morgan](https://jpmc.recsolu.com/external/form/DzxUSeMxXyIfhXycFNIbEg).\\n\\n  Here’s a timeline used by the [Columbia Career Center](https://www.careereducation.columbia.edu/news/april-2020/financial-services-recruiting-landscape-summer-2021-opportunities):\\n\\n  *\\\\*\\\\*Remember timelines change every year and they often get earlier and earlier*\\n\\n![Source: Columbia Career Center](https://images.mirror-media.xyz/publication-images/2gmtFAixjDbhWyjJbB_bk.png?height=600&width=900)\\n\\n## Great, I know the timeline… Now… THE INTERVIEW PROCESS\\n\\n**\\\\*\\\\*Disclaimer:** Every firm does their interview process differently, so the process I outline may not be identical to the one you go through; however, after going through several processes myself and surveying over a dozen friends who also went through the hell of recruiting, I think this is a good guide for most firms.\\n\\n### Step 0: NETWORKING 101\\n\\nNetworking can be broken down into two categories: Warm connections and cold connections. Warm connections are people you already know. Take advantage of them, ask to speak with any family members or family friends who work in business (doesn’t have to just be finance!). Cold connections are people you don’t know yet (sadly Jamie Dimon still hasn’t responded to my emails 😔, but I’ll never give up!).\\n\\nYour university or even high school alumni is the second avenue you should pursue. Many banks have dedicated school recruiting teams where the alumni of the schools run the recruiting process (generally at top schools). Alumni are also the most likely cold connections to respond to you because you have a shared experience with them: your school.\\n\\n[Warm connections](https://www.linkedin.com/pulse/importance-warm-connection-megan-o-meara/) are pretty self-explanatory so I’ll skip through them and move on to cold connections.\\n\\n* **How can I find people I want to connect with?**\\n\\n  [LinkedIn](https://linkedin.com) is your greatest friend. You can easily find people at the companies you want to work for with the roles you want. **Please see how [here](https://gyazo.com/4206626ea746e92d6eaf5617764340ca)**.\\n\\n  Now that we know the names of people we would like to speak with, we can do two things to reach out to them: **LinkedIn Direct Message or Cold Email**. I strongly suggest cold emailing because professionals check LinkedIn a lot less than college students, but they check their work emails regularly. You want to increase your chances of them seeing it, so cold emailing is the route to go (I’m not saying you can’t be successful using LinkedIn messaging, but cold emailing will be easier).\\n\\n  Now finding the person’s email is fairly easy. **Most companies follow a standard email format.** For example, during my time at GS, most people’s emails were the following: **firstname.lastname@gs.com**. So for example, my email was Gary.Pesola@gs.com. Other companies work very similarly, but if you want to feel more confident you’re getting the right email, just google “**XYZ company email format**” and [rocketreach](https://rocketreach.co/morgan-stanley-email-format_b5c18cabf42e08c4) will be the first link, which will tell you a company’s format.\\n\\n  You might be wondering, “what should I write in these emails?”, I’ll attach the email guide from Michigan below, but general rule of thumb is keep these **short, attach your resume, and provide times to chat** in your email.\\n\\n**Michigan’s email guide:**\\n\\n[https://www.bankingatmichigan.org/s/Email-Guide-for-IB-Recruitment-2.pdf](https://www.bankingatmichigan.org/s/Email-Guide-for-IB-Recruitment-2.pdf)\\n\\n* Staying organized is SUPER IMPORTANT, here’s a fantastic [excel sheet](https://www.wallstreetoasis.com/files/Networking_WSO.xls) (and [how to use it](https://www.wallstreetoasis.com/forums/contacts-template-for-networking)) for keeping track of your contacts (I strongly recommend only writing down the people who respond / you speak with).\\n* Now the tough news, MOST PEOPLE will NOT reply to your emails and that’s fine. People are very busy and not everyone can always help out, even if they want to. Send a follow up a few days later if they haven’t replied and if they still don’t reply, keep moving.\\n* Below are a few sample questions you could ask during the chat:\\n\\n![Just a few examples, I think you get the idea](https://images.mirror-media.xyz/publication-images/5J8qlPRibuULpCg4gvHJ0.png?height=412&width=657)\\n\\nNetworking is more of an art than a skill, you learn by doing. A few tips I’d recommend are the following:\\n\\n* Once you’ve set up a time to chat, spend 10 minutes going through their LinkedIn profile and note any interesting talking points / shared experiences you can bring up based on their background (maybe they played the same sport as you in high school or you were both part of the dance team at your respective schools).\\n* Always begin the conversation formally and adjust how casual you speak based on the other person. If they say “bro, let me tell you about my background”, you can ease up a bit on the formality, but if they stay formal, you better stay formal as well.\\n* Be genuinely interested, and [ACTIVELY LISTEN](https://www.mindtools.com/CommSkll/ActiveListening.htm). Ask specific follow up questions that show you’re paying attention.\\n* Write down **WHY** that person decided to go to the firm they’re at today. Most people have a specific anecdote as to why their chose their firm / what they like about it. These are inside scoops into your potential future work place and help craft the “Why XYZ bank?” interview question.\\n* **RULE OF THUMB:** Try to speak with at least one new professional a week.\\n\\nKristina Hu does a great job of explaining the field if I did a poor one. Check out her [write up](https://kristina.substack.com/p/networking-101?utm_medium=email&utm_campaign=cta).\\n\\n### Step 1: SURVIVING the Resume Screen\\n\\nMost people will **NEVER** get past this stage. Colleagues of mine have told me how they’re depressed after applying to hundreds of firms and never hearing back. Yes, firms will [GHOST](https://www.indeed.com/career-advice/career-development/ghosted-after-interview) you. **I got my Nomura sophomore year application update in my senior year for reference**. Most firms will ghost you because not every candidate who gets an offer will accept, and they need to keep their options open.\\n\\nWhen I ask these same friends how many people they knew at the firm before applying, most will say none. Most of them just saw an “apply button”, applied, and crossed their fingers (yep, I’ve been there, done that). It doesn’t matter if you have a 3.97 GPA or if you have good internship experiences already. Guess what, so do most of your competitors. One of the best ways to differentiate yourself is via your network.\\n\\n![](https://images.mirror-media.xyz/publication-images/Ruz3d6P1A2cnRbROK9Fcm.png?height=788&width=640)\\n\\nImagine two candidates, one who knows 5 people working directly in the investment banking division at the firm they’re applying to, while the other doesn’t know any. Assume they both have similar experiences, the one with 5 contacts at the firm will almost always get through the screening process, while the person with no contacts may face a harder path. Your contacts at the firm can act as your “insiders” for the recruiting process and can give you tips and tricks to survive the process. They can also [refer you](https://www.streetofwalls.com/finance-training-courses/investment-banking-overview-and-behavioral-training/investment-banking-networking/#:\\\\~:text=The%20Human%20Resources,of%20this%20Chapter.) to HR. Even if you feel like you’re brilliant and you ask yourself “how could they not take me?” after applying, it doesn’t hurt to at least learn more about the firm by networking. **There is NO downside to networking and INFINITE upside to it.**\\n\\n**tldr: If your friend applied to a job at your company, you’d probably refer them to get special treatment with HR**.\\n\\nWith that said, you still need a **flawless resume**. Banks are notoriously strict on how resumes are formatted and I highly suggest you follow [this](https://resume-videos-00.s3.amazonaws.com/University-Student-Investment-Banking-Resume-Template.docx) format.\\n\\n### Step 2: Competency Assessments\\n\\nThese tests are more popular among **BB firms** and can range from [numerical assessments](https://www.graduatesfirst.com/numerical-reasoning) to [verbal ones](https://www.practice4me.com/free-verbal-reasoning-test-practice/). These assessments aren’t ones you can prepare for. I recommend finding a quiet space and jogging your memory with some reading comprehension or chart analysis before taking them.\\n\\nMany firms may ask you to complete a **[Pymetrics](https://www.pymetrics.ai/) (the most hated college student recruiting tool)** assessment (I recommend reviewing [this](https://www.jobtestprep.com/pymetrics-games) beforehand), or they might have you submit a pre-recorded video interview, commonly via the platform [HireVue](https://www.hirevue.com/) (I recommend reading [this](https://corporatefinanceinstitute.com/resources/careers/interviews/about-hirevue-interview/)). **HireVues can often be FIRST ROUND INTERVIEWS for some firms, so take them seriously and please put some pants on.**\\n\\nBoth assessments allow you to practice before you actually begin the assessments. I strongly recommend you practice using the platform because they can be very confusing. Pymetrics can very much seem like a game, but I can assure you that it’s **extremely [impactful](https://www.efinancialcareers.co.uk/news/2019/08/jpmorgan-pymetrics#:\\\\~:text=students%20who've%20already%20graduated%20have%20complained%20that%20they've%20been%20rejected%20after%20the%20games%20are%20completed.) on your application**.\\n\\n### Step 3: First Round Interviews\\n\\nMost first round interviews will be **over the phone with a more junior person** on the team (typically analysts or associates). At EBs, these interviews will mainly be technical and are used to gauge your technical competency of finance. At BBs these interviews often focus more on your “genuine interest in finance” or the firm itself. These interviews tend to be 30 minutes. **[SEND THANK YOU NOTES](https://www.cnbc.com/2019/04/30/do-i-have-to-send-a-thank-you-note-after-a-job-interview.html#:\\\\~:text=but%20only%20a%20fourth%20of%20hiring%20managers%20ever%20actually%20receive%20thank-you%20notes%20from%20applicants%2C%20meaning%20taking%2010%20minutes%20to%20compose%20such%20a%20note%20to%20the%20hr%20manager%20or%20employer%20who%20interviewed%20you%20is%20one%20of%20the%20easiest%20things%20you%20can%20do%20to%20set%20yourself%20apart%20%E2%80%94%20in%20the%20best%20way%20%E2%80%94%20from%20other%20applicants.)!**\\n\\nExpect to hear back within 1-2 weeks as most firms move swiftly once they’ve started the interview process.\\n\\n### Step 4: Second Round Interviews\\n\\nNot every firm will have second round interviews, **some firms will accelerate you directly to a [Superday](https://www.wallstreetoasis.com/finance-dictionary/what-is-a-superday) after the first round**. If you do run into a second round, most second round interviews will still be run by a **junior person**, but may be **more in-depth** than the previous round. Some firms will extend these interviews to 45 minutes and have two people on the call. **SEND THANK YOU NOTES!**\\n\\nExpect to hear back within a week.\\n\\n### Step 5: The SUPERDAY\\n\\nYou might be wondering, what even is a Superday? **Superdays are final round interviews** for firms. You’ll usually be flown out to the office (unless COVID says otherwise) and have **3-6 interviews back to back with more senior people at the firm**.\\n\\nDepending on the firm / person interviewing you, technical, behavioral, or fit questions could be asked. Some firms have **interviews focused purely on behavioral and the others focused on the technical portions.** I said it before and i’ll say it again: **MOCK INTERVIEW**. You should be able to discuss ANYTHING on your resume and any of your interests as well as walk through a Discounted Cash Flow Analysis in your sleep. Remember, there is a BIG difference between testing yourself and writing the answers down (the flashcard method) and actually having someone ask you the question. You have significantly less time to think of an answer so it really tests if you know the content. **SEND THANK YOU NOTES!**\\n\\nExpect to hear back within a few days, **some firms will even call you the same day**.\\n\\n### How do I prepare for the behavioral interviews?\\n\\nBehavioral questions aren’t unique to IB and are part of the interview process in almost any field. These questions are all about YOU. **Knowing yourself, your interests, your past experiences, and your future pursuits** and being able to **CLEARLY ARTICULATE** them are infinitely important. I emphasized the clearly articulate part because many people end up spending more time than they need to answer questions or aren’t sure about the answers to some questions and end up talking in circles. This looks bad. **Prepare, Review, and MOCK INTERVIEW**. A few examples of common behavioral questions can be found below, but you could find endless amounts by simply googling “behavioral questions”.\\n\\n* Walk me through your resume / Tell me more about yourself\\n* What are 3 strengths? / What are 3 weaknesses?\\n* Tell me more about your time at XYZ company (a company you used to work at)\\n* Tell me about a time you worked in a team environment…\\n* What are you most proud of?\\n\\n### How do I prepare for the technical interviews?\\n\\n**GUIDES** **are your best friend**. Many people worry that interviewers could ask anything under the sun and they have no idea how to prepare. In reality, most investment banking interviews tend to focus on a few key topics and learning them is easier than you might think.\\n\\nThere are tons of great guides, but I’ve noticed many people get confused with all the information and spend weeks just trying to figure out where to start. Below are guides that I’ve personally learned from as well as ones that have helped dozens of students land internships at top banks.\\n\\n![](https://images.mirror-media.xyz/publication-images/mTRcMrwb9E4RlBO2lYfKu.png?height=2017&width=3492)\\n\\n**M&I 400 AKA “The 400 Question Guide”**\\n\\n[https://middsic.weebly.com/uploads/1/0/6/8/106836377/technicals.pdf](https://middsic.weebly.com/uploads/1/0/6/8/106836377/technicals.pdf)\\n\\nThis is by far **THE BEST guide** out there and if all you did was study this and understand the underlying concepts, you’d be able to **ace 95% of investment banking interviews**. Make sure to mock interview as much as you can with this guide. This could be as easy as spending 10 minutes a day having someone ask you 10 random questions from a section.\\n\\n*Pro Tip: Most people find this guide intimidating because it’s so long, which is fair, it is long. My personal recommendation is to start with the technical sections and focus on the “basic” questions only. Spend a week going through each section (I personally just wrote the questions down by hand and copied the answers at first. This might sound dumb, but this was really helpful for me because it forced me to think about the question as I wrote it down and the answer to it).*\\n\\nWestern Investment Club Guide:\\n\\n[https://static1.squarespace.com/static/5cf45640c775120001d4c3cc/t/5e0168693c0d24577665c71a/1577150573184/2019-2020+WIC+Finance+Recruiting+Guide.pdf](https://static1.squarespace.com/static/5cf45640c775120001d4c3cc/t/5e0168693c0d24577665c71a/1577150573184/2019-2020+WIC+Finance+Recruiting+Guide.pdf)\\n\\n![Western University ](https://images.mirror-media.xyz/publication-images/8GRd2x7ZPl-qE3RrxmKN-.png?height=571&width=814)\\n\\nMichigan Investment Banking Guide:\\n\\n[https://www.bankingatmichigan.org/s/BAM_MASTERDECK_31.pdf](https://www.bankingatmichigan.org/s/BAM_MASTERDECK_31.pdf)\\n\\n![University of Michigan Ross School of Business](https://images.mirror-media.xyz/publication-images/IaD8uweTMIDnIsSNjubvo.png?height=293&width=800)\\n\\n### How do I prepare for market focused questions?\\n\\nMarket focused questions are **technical questions that focus on your knowledge of markets / deals / IPOs**. You may be asked to discuss your thoughts on the Fed, or be asked about a recent deal that has intrigued you.\\n\\nThese questions are easy as long as you make them easy. **Staying up to date and reading the news daily (for only 10-20 minutes) is more than enough to keep you competent on most market focused questions**. The way you read the news is up to you, but I’d recommend reading Andrew Ross Sorkin’s [DealBook](https://nl.nytimes.com/f/a/zzRf_TW0lTzCs9iRm3BoRg\\\\~\\\\~/AAAAAQA\\\\~/RgRjtXTPP0S-aHR0cHM6Ly93d3cubnl0aW1lcy5jb20vbmV3c2xldHRlcnMvc2lnbnVwL0RLP2NhbXBhaWduX2lkPTQmZW1jPWVkaXRfZGtfMjAyMjAxMDMmaW5zdGFuY2VfaWQ9NDkyNTUmbmw9ZGVhbGJvb2smcmVnaV9pZD04ODg4MTcyNyZzZWdtZW50X2lkPTc4NTEwJnRlPTEmdXNlcl9pZD0xY2VhNWMzOTAyNzQ4ZWE5NTE2Y2RmNjE3NTU3YTRmZlcDbnl0Qgphu8_v0mFo-rSyUhRncGVzb2xhMTE1QGdtYWlsLmNvbVgEAAAAAA\\\\~\\\\~) as it provides a great overview of the day in the morning for free. Most schools provide free access to either the [WSJ](https://www.wsj.com/), [NYT](https://www.nytimes.com/), or [Bloomberg](https://www.bloomberg.com/), and I’d recommend using those sources to read the news, and more specifically, I recommend Bloomberg because the articles are short and concise, making them easy to read while walking to class or unwinding before bed.\\n\\nIn addition to reading the news, I recommend **preparing 1-2 recent M&A deals** you’ve read about and can discuss the specifics of. Here’s a great [guide](https://www.mergersandinquisitions.com/investment-banking-interviews-deal-discussions/). **Same goes for IPOs / large market trends**.\\n\\n![\\\"I go to stern to learn about STONKS —NYU Stern Alum\\\"](https://images.mirror-media.xyz/publication-images/GDt0J4D2yldbVtvzkEkts.png?height=294&width=300)\\n\\n## Post-Interview Process\\n\\n**CONGRATS!!!** If you landed an offer you should be incredibly proud of yourself because the journey was tough but you’ve finally made it 🙂! Make sure to **update everyone who helped you through the process**, whether that be mentors, friends, or colleagues (and maybe [me](https://twitter.com/Gary_Pesola) if you’d like!). Now remember, tons of people helped you out, **make sure to pay it forward and start to help peers and Underclassman who may be struggling to navigate the process**.\\n\\nIf you didn’t land an offer, **don’t stress**. I personally got rejected dozens of times before getting an acceptance; remember **YOU ONLY NEED ONE OFFER**. I know so many successful people who got rejected tons of times, but this process builds resiliency and makes you a tougher individual. Keep your head up, you did everything you could, and ask for feedback from your interviewers. This shows you’re willing to grow and that you’re not let down by setbacks. It will also help you figure out areas of improvement.\\n\\n**Watch this and you’ll be all PUMPED UP again:**\\n\\n[https://www.youtube.com/watch?v=D_Vg4uyYwEk](https://www.youtube.com/watch?v=D_Vg4uyYwEk)\\n\\n### About me\\n\\nPretty much everyone in my family has pursued something medical related, which led me to begin my college journey as a pre-med student at [Hunter College](https://hunter.cuny.edu). By my second semester, I realized my peers pursuing medicine LIVED & BREATHED the field. I knew **I didn’t have the same passion or vigor as them**, so I decided to do something nobody in my family had ever done: **Pursue business**. I didn’t know what area of business I wanted to pursue, but I was curious about how these large organizations functioned and wanted to know more.\\n\\nBy the end of freshman year I still had no idea how a business functioned or operated and had never even heard of an [investment bank](https://corporatefinanceinstitute.com/resources/careers/jobs/investment-banking-overview/). By the time sophomore year came around, I realized the beauty of going to school in the heart of NYC: I could work and go to school at the same time. **A double learning experience**.\\n\\nMy first “official” internship was with [Statista](https://www.statista.com) covering sales & business development during the fall of my sophomore year (a gig I **landed by networking** which got me a warm intro to an employee there). Statista was my gateway into learning how a business functioned and I learned something very important: **Sales skills are needed in EVERY role**.\\n\\nAfter Statista, I was fortunate enough to intern at [MD Global Partners](https://mdgpartners.com), a boutique investment bank where I realized **finance could teach me how a business operates as well as how to grow a business**. During this period, I co-founded the [Vassar Sustainable Investment Fund (VSF)](https://www.vassarsustainableinvestment.org) and we raised $50,000 to invest in companies with an ESG perspective.\\n\\nMy junior summer, I interned at [Goldman Sachs](https://www.goldmansachs.com) within the investment banking division and received a return offer. The fast-paced and innovative environment was very exciting, but the stress and workload was certainly present as well. There were many points during my internship where I questioned if banking was a field I really wanted to pursue. My takeaway from the summer: **Investment banking is NOT for everyone. Make sure you know what you’re signing up for**. With that said, I got to meet brilliant and cool people from all over the world during the summer and I have no regrets.   \\n\\nOver the past year, I’ve had the pleasure of working with [New Enterprise Associates (NEA)](https://www.nea.com), as a Venture Fellow. I’ve helped formulate an investment thesis on **Future of Work** platforms. I’ve also had the opportunity to survey the **DAO landscape and dive more into the blockchain world**. \\n\\nOutside of the investment realm, I’ve worked with a number of cool start-ups such as [CarbonBase](https://www.carbonbase.co), a green fintech company looking to help business reach net-zero emissions, and the [Sustainable Bitcoin Standard (SBS)](https://www.sustainablebitcoinstandard.org), a business seeking to tackle the issue of energy consumption from bitcoin via carbon certificates.  \\n\\n### Extra Resources\\n\\n* [Adventis](https://bootcamps.adventiscg.com/summer-internships/internships?fbclid=IwAR3JJ8Lb7bdpydpnAcAsse8xcsrcIyIXtW9la6Su0hsex_gVUdLojC8MYJw): Excellent tool for keeping track of recruiting timelines\\n* [IB Vine](https://ibvine.io/): Great for studying (digital flash cards)\\n* [Wall Street Oasis](https://www.wallstreetoasis.com/forum/investment-banking): Forum to discuss investment banking recruiting and to hear from seasoned veterans in the industry. While there is a lot of great information on this forum, remember, people can post anything without proof (take everything with a grain of salt)\\n* [Mergers & Inquisitions](https://www.mergersandinquisitions.com/articles/): Great articles discussing the different fields in finance\",\"timestamp\":1641778804,\"title\":\"A College Student's Guide to Investment Banking Recruiting\"},\"digest\":\"fcFcoZkEyWwcDeTLWf3LtJ1n8jiAjbGt8FE1Ew-QPfI\",\"authorship\":{\"contributor\":\"0x61dcFA33776aDd645B7359225FEFD157ab36696D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-QUmtbmHtbLDbwS6r_4Qv06w2IMP0VDLMP403mZgr8I\\\",\\\"y\\\":\\\"YMCVdaKJEB7s2GW9M70qLmdXK5lCGRvsVFkIHKamxgo\\\"}\",\"signature\":\"NrCJChhuWONlI0ateEmgNJFucxNbkv0qB7lTYK2du5HsElK1pJxEQrBa6SXnOTeVCPEuijUjU022Vgmylp_YWA\",\"signingKeySignature\":\"0x72ed513fef7b70276f16daee14b21f228139cd8eb0362dea1ae447da832b5bd32188d7878df6f300312a4b73cf344f9e6a99cd5a75db01d9154c7788ba1ec67c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-QUmtbmHtbLDbwS6r_4Qv06w2IMP0VDLMP403mZgr8I\\\",\\\"y\\\":\\\"YMCVdaKJEB7s2GW9M70qLmdXK5lCGRvsVFkIHKamxgo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CVSZRSpqfCHvpZG2C9NZT4eB4QJd22K18EwDfmn6UL0\"}"