"{\"content\":{\"body\":\"With the continuous development of computer application technology, the computer using the environment more and more complex, in the use of computer software development process simple structure on the second floor already cannot satisfy the needs of users for the software, on the basis of a multilayer structure mode of development, the development of multilayer structure model, shows the application of modular, and make the software development process more smoothly, the software system The system structure is clear, while increasing the maintainability and expansibility of the system. Meaning of Layering in Computer Software Development Layering techniques used in computer software development refers to the processing of solutions to different processes in different conceptual layers to form a vertical system in which each layer is equal. The USES of the layered reflected in the architecture of software development, software architecture from the original single architecture development to double architecture, however, in the process of software development using double layer architecture also has some defects, so that the architecture can't meet the needs of the development of computer software application, can not meet the needs of the user. Therefore, stratification technology has its inevitability. Because of the advantages of layering technology, it is a general trend to use layering technology in the process of computer software development. Computer software development is mainly to develop high quality, user satisfaction, good expansibility of software products, in order to reduce the time of software development, improve the efficiency of software development, can use related components to develop. Through the use of layered components in this process, the relationship between the underlying components and physical hardware can be established, and the quality and performance of products can be improved. From the perspective of the development process of computer software development, the use of layered technology, the abstract development of the software system has been promoted, and the relatively complex parts of the software system are integrated into the software development process, so as to improve the stability of the whole system, but also make the development process more structured. With layering, if one layer is changed, the overall structure of the software will not be affected. The application of layering, on the other hand, makes the software development process reusable, and developers only need to ensure that the interfaces between the layers have a uniform standard. Analysis of application effect of Layered Technology in Computer software development 2.1 Application of two-layer technology and three-layer Technology In the two-layer technology used in computer software development process mainly refers to the client and server. The user interface is mainly provided on the client side, and the related logical processing is also done by the client side. When the client sends a request, the server will perform corresponding operations according to the user's request and return the request result to the client. In the use of two-layer technology, a large amount of logic processing will be involved, if the client access request is too much, the system will continue to increase the load, thus affecting the performance of the system, and errors occur. In order to further meet the requirements of software system, three layers of technology appear in software development. Three-layer technology is based on two-layer technology, adding application server to realize its functions. The client mainly realizes human-computer interaction, the data server accesses and stores data, and the application server mainly realizes the business logic of the software system, improves the efficiency of information access, and reduces the burden of the client. The specific working process of the three-layer technology is as follows: Client user interface layer, the demand for the user to sort and then sends the user's needs to the business process layer, business process layer to the user's access request is analyzed, and the request to extract data, thus the request to the data layer, data layer to query the request of the business process layer, and return the results to the business layer, business layer handles returned to the user interface, after that The client. Three-layer technology improves the disadvantages of two-layer technology to a certain extent, but it also has certain defects, so the layered technology needs to be further improved.2.2 Application of four-layer technology Neither two-layer technology nor three-layer technology can well adapt to the variability and uncertainty of computer application environment. In order to better meet the needs of users on the software system and improve the stability, maintainability and scalability of the software system, in the process of software development, it is necessary to separate the related functions of user interface, database server and business logic processing, so as to improve the independence of each module. Because the three-layer technology is difficult to achieve the independence of the functional modules of the software system, but through the encapsulation of the database interface can realize the interaction between the logical layer and the database, at this time, the four-layer technology appears in the development of computer software. The four - layer structure mainly includes web layer, business logic layer, data persistence layer and data storage layer. The Web layer has two modes for development. The process of mode 1 is simple, mainly with JSP pages to complete the corresponding, and the controller and view in this mode are completed with JSP pages. The logic control and presentation functions are mixed, and the code reuse rate is low, and the system scalability is low. Pattern 2 uses MVC structure to realize,Servlet as controller and client interaction,Java code to complete logical processing,JSP page to display the user's request results, this pattern makes each structure related separation, mainly applied to large projects. The business logic layer is primarily responsible for returning the results of the data persistence layer to the Web layer for users to browse. The data persistence layer mainly hides the code parts involved in data access and provides the function of mapping between relational databases and objects. And data storage layer is mainly responsible for data definition, storage and maintenance of related operations, in order to complete the software demand for data and information. 2.3 the middleware technology of middleware technology is mainly used in the distributed computing environment, using middleware can realize resources sharing and communication software system, and the ability to integrate heterogeneous and distributed details hidden in the process of from Reduce the burden of computer software development process, improve the efficiency of software development. Middleware can be reused in the process of computer software development, so as to simplify the development process and reduce the development time. At the same time, because of the use of middleware technology, it can greatly reduce the risk in the process of software development. Middleware includes message-oriented middleware, remote procedure call middleware and object-oriented middleware. Middleware technology has been applied effectively in computer software development.\\n\\n[ \\n ](javascript:;)\",\"timestamp\":1635749768,\"title\":\"Software Development; Layering technology; Application effect\\n\\n\"},\"digest\":\"fCAnrq7MCz81SHSOs7efe0LR73jc28vVcRVDP1CyOBY\",\"authorship\":{\"contributor\":\"0x528F2AbCD700ba6CD101050a12c87D3CD0dBC4bf\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dOielYaIi_VJlpNsDB_GUfzFHxsdx6OJZZBeWvUzBi8\\\",\\\"y\\\":\\\"PU9jVP2EdQUIYpeW0wp-PwbSITSdmOJ1JPAqWV3afIw\\\"}\",\"signature\":\"-lHjsJoZN3beNMPUlZ2IRKLJzo0KT1stzwY0eVVxyXzKypUOk2X0RdvImk5x13FxhO0zUkqADy98XIdJZ06iVw\",\"signingKeySignature\":\"0x56eb5ee6d3d1e7ad9611ea52ce485c0c270d1186f8381f4a5c30889448938c8c559dc524104caf42c32c3e0027221bee361340c959f438efdd2b721403dfa0ff1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dOielYaIi_VJlpNsDB_GUfzFHxsdx6OJZZBeWvUzBi8\\\",\\\"y\\\":\\\"PU9jVP2EdQUIYpeW0wp-PwbSITSdmOJ1JPAqWV3afIw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fCAnrq7MCz81SHSOs7efe0LR73jc28vVcRVDP1CyOBY\"}"