"{\"content\":{\"body\":\"**One of if not the greatest examples of asinine, ineffectual, and blatantly dimwitted *Public policy* is the *mohair subsidy* because it is involved in a parasitic relationship with the government akin to a leach sucking its host dry, this leach is *mohair.*  The federal government is the host, and what’s being sucked, is principally your money. every single time you fork over half of your paycheck to the government, some of that is going to *mohair*. To understand why, we must first strive to investigate the nature of what *mohair* is, and why blatant waste like it matters.** \\n\\n**According to every teacher’s favorite source ( Wikipedia) *mohair* is a fabric or yarn made from the hair of the [Angora goat](https://en.wikipedia.org/wiki/Angora_goat). Within the U.S government, the Department of Defense identified *mohair* as a particularly useful input for uniforms and decided they needed an ever accessible (and perhaps never-ending) supply of the yarn.** \\n\\n**Hence, the subsidy was created in *1955,* and in *five short years* the United States Armed Forces stopped using *mohair* in its uniforms. However, the policy marched on unopposed and seemingly unstoppable till the year *1995* when Americans frustrated and aggrieved with quote-unquote “special interest *Public Policy”* demanded that it be vanquished and as *President Reagan* would put it *“Consigned to the ash pile of history”.*  And sadly but  truthfully , the only reason that *mohair* ever did fade into nonexistence is that the subsidy had a built in expiration date. Without it, *mohair* would have marched on.** \\n\\n**All fine well and dandy, but somehow as if by unholy miracle. In the midst of one of the greatest recessions this country had seen since the days of the Great Depression and seemingly,  from the great beyond that policy goes whenever it (finally) does die the *mohair* subsidy “somehow”(Cough Cough sneaked in though bank bailout packages Cough Cough ) came back. So now, by coercion via the barrel of the federal government’s legislative firearm, Americans are being forced to subsidize not just the inane production of *mohair,* but the bad choices of others. However, you, as a taxpayer are not only subsidizing those bad choices in the abstract in the sense that “you-get-what-you-vote-for” but you are directly paying for it. Your taxes are higher and set only to balloon because of ineffectual and blatantly wasteful policy. That, just like the *mohair* subsidy continues to, strain a beleaguered and *inefficient* government.**\\n\\n**The tale of *mohair is*  offered because the tale of *mohair* is *not* a plight that is unique to a certain subsidy. It’s an insidious issue that pervades every part of the federal government, and what is truly horrifying aspect of this, is not that abstract strings of policy exist past *vacuous* expiration dates, It’s the fact that we don’t know how many individual policies exist, and even worse Americans are paying for it tangibly. Every single time that a single mother from Oregon hands over half of her paycheck to the government, we must ask *for what?* Because that single mother from oregon certainly isn’t better off giving over her money to a principally apathetic government on the other side of the nation.**\\n\\n** \\n  \\n **\\n\\nThe solution (what you’ve been waiting for)\\n\\n**The resolution or in more concise words the “fix” if you please, Is to cut down on the scope, functions, and obligations that we give the government along with increased transparency, coming via the way of knowing how much of your taxed income was utilized. It doesn’t have to tell you every subsidy in the country. It does, however, it does have to tell you this portion of your taxed income went to the common defense that percent went to agriculture, and so on. Furthermore, If we seek an efficient and unimpeded government we simply need to seek a leaner mechanism to carry out the tasks we desire beginning preferably with transparency. To start requires only that we  cut away the unsightly dead weight. The *mohair*’s of the world, as well as other subsidies designed to cater to policy needs that have already been fulfilled or are no longer required.**\",\"timestamp\":1634153477,\"title\":\"Mohair: Emperor of all bureaucratic  maladies \\n\\n\"},\"digest\":\"YdCEgj847W72idRyI00zZuRGgDp0_QBdJb0qz6yLD90\",\"authorship\":{\"contributor\":\"0x83846617fb57ab76436d4414eb3Fb601DEf9b4E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gEYd2nYPRsV3kGtk6Lj40YeCFtpyMV0BiMHdLZN8Uas\\\",\\\"y\\\":\\\"0Fjdg70x0BIxasi6-V3qsVIA8Z_2EOhOeadfDCwcK_s\\\"}\",\"signature\":\"rZOBFhLKqMSocXHB-li4fuV6R47Oams1smOVVzctY9qoS2lMjh34W6zBHAmauV0frtyjFC0LAUgfigvV2zNAbg\",\"signingKeySignature\":\"0x1bdc512ff19dfb22da11c2a114ead6a0f311969b5afd10861a248f25cecd125d140d484adde5d7535d08f43f6a7d5e664d7c543eb3071103ddd0f3996c3732e11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gEYd2nYPRsV3kGtk6Lj40YeCFtpyMV0BiMHdLZN8Uas\\\",\\\"y\\\":\\\"0Fjdg70x0BIxasi6-V3qsVIA8Z_2EOhOeadfDCwcK_s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_PGT6Y2QEtDnHu4T5g-fNB2S3Br3G35pSsTZOT_u0qc\"}"