"{\"content\":{\"body\":\"\\\"At LabDAO, we are coming together to build a community-owned and operated protocol to exchange laboratory services, instructions, and data.\\\" As our statement suggests, the core of our mission is the development and adoption of LAB protocol, a communication protocol for the internet of work, with a focus on life sciences.\\n\\nA [communication protocol](https://en.wikipedia.org/wiki/Communication_protocol#:\\\\~:text=A%20communication%20protocol%20is%20a,and%20possible%20error%20recovery%20methods.) is a system that exchanges information between multiple parties and adheres to a well-defined format which leads to predictable responses. Ethereum extended the communication protocols that powered web2, such as TCP/IP, by an additional layer that enabled the trustless and programmable transfer of financial information. We refer to this layer of the internet as web3. While the current sets of tools allow us to transfer value and perform work (in the form of very simple computation) \\\"on-chain\\\", we still require non-cryptographic methods of coordination, such as reputation and financial mechanism design to perform work off-chain (in the physical world).\\n\\nFor example, there are cryptographic guarantees that are trust-free when I am exchanging tokens on Uniswap. I do not need to rely on Uniswap's reputation to use the service, as the EVM's behavior is determined by the smart contract I am interacting with (although it certainly helps to know that the underlying smart contracts have been audited multiple times). In contrast, if I wanted someone in California to analyze a biological sample in return for tokens, there are no cryptographic guarantees that can be applied - I have to rely on reputation and financial mechanisms to ensure that I receive the expected response to my request.\\n\\nRight now, this off-chain dilemma is emerging at many points where web3 intersects with the physical world. While this could make us question the merit of web3 overall, I do believe that we can use web3 tools to create low-trust systems to exchange services. The two mechanisms that we can engineer are 1) reputation and 2) flow of capital. Let us run through an example of how the LAB protocol could function. In this example, Sam (requester) asks Lilly (provider) to analyze the raw data coming out of an RNA-Seq experiment.\\n\\n 1. Sam deposits a fastq file to [IPFS](https://ipfs.io/) using [estuary](https://estuary.tech/). LabDAO makes the experience as easy as drag&drop or an AWS CLI S3 upload.\\n 2. Sam creates a JSON metadata file describing the data object in a [biocomputeobject](https://www.biocomputeobject.org/)-compatible format. LabDAO has developed open-source tools that can help him describe his data asset in an accurate way using a drop-down GUI.\\n 3. Sam mints a biocompute-nft using the LabDAO website. He signs the transaction using [metamask](https://metamask.io/) while LabDAO can handle the small gas fees on polygon/optimism/xDAI if he has previously applied to our academic program where we whitelisted his wallet address. The biocompute-nft links the metadata with the fastq file and point to Sam's wallet. From this moment on the world knows (and agrees on) the fact that Sam owns a fastq file that he generated from an RNA-Seq experiment.\\n 4. Sam browses the LabDAO listing of service providers and stumbles over Lilly's offering to run an [nf-core RNA-Seq pipeline](https://nf-co.re/rnaseq). Lilly has gotten an average 4.9-star rating from verified addresses that worked with her in the past. Sam uses Lilly's service’s GUI to define the parameters of the RNA-Seq pipeline and clicks submit. In the background, a JSON formatted descriptor of parameters, including Sam's wallet address, Lilly’s wallet address and the biocompute-nft address are supplied to a smart contract that initiates the transaction process on-chain. Sam is now prompted to pay 3 DAI (crypto-dollars) by the metamask extension to initiates a token transfer to an escrow contract. LabDAO can help him bring DAI to his wallet by integrating with existing [web3 on-ramps](https://ramp.network/).\\n 5. Lilly monitors the payment to the escrow contract on-chain and the instructions with the address of the biocompute-nft via her endpoint.\\n 6. Lilly gets to work and pulls the fastq file using the IPFS URI from the nft metadata that was shared with her.\\n 7. Lilly starts a compute job using the data she pulled from IPFS using her local compute infrastructure (such as a K8).\\n 8. Lilly deposits the resulting data file together with metadata that is describing the computational steps in detail to IPFS via estuary and mints a new biocompute-nft (just like Sam in step 1 and 2) that contains information about the input object and the output.\\n 9. Lilly transfers the new biocompute-nft to Sam and Sam's funds are released from the escrow smart contract. Sam now has two persistent objects: the input nft and the output nft. He (and the rest of the world) will always know the provenance of this information.\\n10. After reviewing the results, Sam gives Lilly a five-star rating and signs it with his metamask. As a consequence, Lilly might receive a governance token from LabDAO to shape the future of the protocol.\\n\\nIn the future, the process could also include a third party, Paul who is offering to do the sequencing of the sample first. The resulting biocompute-nft is then transferred to Lilly in a chained series of transactions.\\n\\nWithin this example, you can see how we used both reputations -in the form of on-chain validated ratings- and financial mechanisms -in the form of an escrow contract- to incentivize expected outcomes given a certain request.\\n\\nIf you are excited about building a protocol for smart contract enabled exchanges of services, with a focus on the life sciences - get in touch:\\n\\n[https://discord.gg/labdao](https://discord.gg/labdao)\\n\\n\",\"timestamp\":1642777541,\"title\":\"What could LAB-protocol look like?\"},\"digest\":\"zNj4oEQSE7g2Yv0d0aMtifhLQjRLn7yuBovzgIifW4s\",\"authorship\":{\"contributor\":\"0x64BC15E0A5A12dDbe321EEDD832d057775D11F56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HEIixenWXfkJzfy7_4DvRU5TPOPBfsb0z2ObPAXQZUg\\\",\\\"y\\\":\\\"TAMJtILY4Ww1njw_p_Y6dxzW14wC4189ezrPELPJfik\\\"}\",\"signature\":\"UBBRHy9B7BNWtMOlyIJEM6w_j1l4nnSM4WMRyahwhW47YXprTI69nUqa2-wBZYBSxjjpAP0cC04Uhot25ADj8Q\",\"signingKeySignature\":\"0xfe3db2a9d35fcf05a1c3c65232e9046ef3c969cc57fc27e720cf25f9b2eef73a04a38946bc8bccef2e4ef46b0d3a24f9eefa7cb1c4e79367d3598c6a4e6e80381c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HEIixenWXfkJzfy7_4DvRU5TPOPBfsb0z2ObPAXQZUg\\\",\\\"y\\\":\\\"TAMJtILY4Ww1njw_p_Y6dxzW14wC4189ezrPELPJfik\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JvXLoD_boXYMo6JQGPlpSzZLWBCupHgy6NvVUab0apw\"}"