"{\"content\":{\"body\":\"\\n![](https://images.mirror-media.xyz/publication-images/755cf2ca-9bfa-4075-91de-4b03358a9057.jpeg?height=500&width=1500)\\n\\nAs part of our new [Stateless](https://stateless.boardroom.info) initiative, we’re excited to present a guest deep dive on DAOs by [James Duncan](https://twitter.com/OKDunc), in which he lays out a framework to analyze decentralization (technical and cultural) and autonomy (technical and political) in these novel entities.  \\n\\n👉 Keep tabs on the fascinating world of DAOs by [subscribing to our newsletter here](https://governance.substack.com) 👈\\n\\nDISCLAIMER: *This article offers an early framework for understanding autonomy as a function of technical and cultural decentralization. Please find a glossary and resources at the end. The definitions provided need continued unpacking to form a broader context for understanding the way DAOs function today and in the future.*\\n\\n---------\\n\\n[![This is a scale used in a previously workshopped iteration of this idea presented at ETH Denver 2020. This article offers a more refined approach to defining autonomy within these systems.](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fb9440817-1a75-431f-87b0-a2ede34bf007\\\\_1322x726.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fb9440817-1a75-431f-87b0-a2ede34bf007\\\\_1322x726.png)\\n\\n“...it is safe to say that “DAOism” is well on its way to becoming a quasi-cyber-religion.” - Vitalik Buterin 2014, *[DAOs, DACs, DAs, and More: An Incomplete Terminology Guide](https://blog.ethereum.org/2014/05/06/daos-dacs-das-and-more-an-incomplete-terminology-guide/)*\\n\\nThe term “DAO” (decentralized autonomous organization) gets used in the cryptocurrency ecosystem through a variety of contexts. Organizations claiming the title exhibit a broad range of variance when it comes to decentralization and autonomy. \\n\\nMany DAOs exhibit higher degrees of centralization than what the term theoretically indicates. While degrees of centralization are necessary for the evolution of such early networks there’s no standard analysis for the variance between systems.\\n\\nDAOs will slowly (or not so slowly) take the center stage of cryptocurrency network development and product entrepreneurship as every token project begins to implement strategies to move toward a self-propelled, community built, owned, and operated system. All DAOs aim to reach a state of *Sufficient Decentralization* in part to satisfy regulatory scrutiny. This concept loosely [coined by the SEC](https://www.sec.gov/news/speech/speech-hinman-061418) in 2018 describes the state in which a token network has sufficient activity to no longer rely on a specific group or individual to “carry out essential managerial or entrepreneurial efforts”. \\n\\nToday [progressive decentralization](https://a16z.com/2020/01/09/progressive-decentralization-crypto-product-management/) stands as the defacto playbook to approach DAO development, but new frameworks for finding the path leading a project from idea to sufficiently decentralized network continue to emerge. This article offers a high level framework to analyze the range of autonomy and decentralization within these new global coordination mechanisms.\\n\\n## Calculating Autonomy\\n\\nAutonomy holds multiple definitions in relation to DAO systems. In one form, autonomous indicates **independent and self-executing**. This type of autonomy refers to the way something is technically automated. On the other hand, autonomous also indicates **political autonomy**. This refers to the freedom of an organization to coordinate autonomously from outside influence.\\n\\nThe degree to which a DAO exhibits autonomy depends on the decentralization of the system’s **technical** and **cultural** layers. \\n\\n> *autonomy(DAO) = decentralization(tech + culture)*\\n\\nIncreased decentralization results in an increase of censorship resistance and longevity, and every DAO fingerprint leverages a variety of technical and cultural tools during different stages of development in an effort to build a robust, self-propelled organization. \\n\\n## Technical Decentralization\\n\\nThe degree of technical decentralization is defined by the **tools used to automate power distribution** across participating agents within the system. In general, liquid token economies provide a stronger technical means of decentralization than a multisig because liquid economies allow for permissionless network ownership and participation. \\n\\nPermissioned systems have less autonomy and decentralization, while permissionless systems generally have more autonomy and decentralization. With this in mind, consider the difference between a decentralized organization (digital, crypto-based permissioned coordination) and a decentralized autonomous organization (digital, crypto-based permissionless coordination).\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F327392f6-b1d6-49e8-a085-eaadef8fd29f\\\\_4291x1549.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F327392f6-b1d6-49e8-a085-eaadef8fd29f\\\\_4291x1549.png)\\n\\nCharacteristics differentiating the two types of structures on a technical level stem from the extent to which the management system automates decisions and distributes ownership. Below we organize examples of more technically permissionless systems with more technically permissioned systems.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F252fde1c-ba3c-4b8d-82ea-287916fa973a\\\\_4291x2635.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F252fde1c-ba3c-4b8d-82ea-287916fa973a\\\\_4291x2635.png)\\n\\n**On the left** of this graph we see a variety of dao frameworks (Gnosis Multisig, Colony, DAOHaus, DAOstack, Aragon). These tools offer various degrees of decentralization based on their configuration (learn more from [this article](http://kronosapiens.github.io/blog/2019/06/16/aragon-daostack-colony-moloch.html)).\\n\\n**On the right** we see the Bitcoin and Ethereum token economies, both of which can be considered DAOs. As far as technical decentralization goes, Bitcoin might be considered more technically decentralized due to the immutability of the code. Ethereum on the other hand, leverages some centralized coordination to update the underlying protocol.\\n\\n**The middle** symbol represents 1Hive, a community that has a liquidity token $HNY and organizes resources at the edges of their protocol via a variety of the frameworks presented on the left. \\n\\nTools continue evolving rapidly to create more sophisticated mechanisms for distribution of ownership and management within these new organizational structures. While the technical footprint might appear decentralized, **the way in which these tools are used by their community** defines the degree to which they actualize decentralization.\\n\\n## Cultural Decentralization\\n\\nAn organization's cultural decentralization comes from the way **power is distributed across the humans** interacting with the system. This layer carries more nuance than the technical layer, as it is not a technical assessment but an anthropological analysis of community development, information sharing, and decision making.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F48172b86-9f90-4865-bea4-59561771fe4c\\\\_4291x1549.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F48172b86-9f90-4865-bea4-59561771fe4c\\\\_4291x1549.png)\\n\\nHere is a first take at the cultural characteristics exhibited on both ends of the decentralized organizational spectrum. Again, the extent to which a DAO’s culture is decentralized is defined by the manner in which the community building and interacting with the system exhibits properties of permissionless self-propagation vs permissioned and curated management.\\n\\nTo better understand cultural decentralization, let’s dig into some examples of the differences between a few token networks (XRP, EOS, ETH, and BTC).\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fead64ab1-da24-4fa4-9fb6-2c24e50012a5\\\\_4291x2285.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fead64ab1-da24-4fa4-9fb6-2c24e50012a5\\\\_4291x2285.png)\\n\\nPutting aside the technical differences between the consensus systems used in each network, let’s take a broad strokes analysis of their strategy and path for decision-making.\\n\\nOn the left, EOS and XRP generally rely on coordinated marketing efforts and investment in developers to build applications on top of their blockchain architecture. These decisions come from a system that looks very similar to a corporate structure of management.\\n\\nOn the right, Bitcoin and Ethereum both rely heavily on open source development generated by communities of individuals who coordinate via forums and blog posts largely driven by research and intellectual curiosity (eg. [Ethresearch](https://ethresear.ch/)). \\n\\nThis scale of decentralization can be further illuminated by looking at the activity of contributions to the network development. Albeit outdated, [an analysis by Electric Capital](https://medium.com/electric-capital/electric-capital-developer-report-h1-2019-7d836d68fecb) from 2019 provides nice context to the differences in cultural decentralization.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F110fd6e9-505a-4f91-b36c-cc1bf95f22be\\\\_1354x708.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F110fd6e9-505a-4f91-b36c-cc1bf95f22be\\\\_1354x708.png)\\n\\nWith this added information, it is relatively clear that Bitcoin and Ethereum stand as outliers in organically attracting human contributions to network development. Zooming in on the previous scale to analyze the difference between Ethereum and Bitcoin from a contribution standpoint advances the argument for Ethereum as a more decentralized and self-propagating system (*which is contradictory to the decentralization noted in the technical analysis section*).\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fa80dae43-291c-4b7b-b345-01a9eba22b3b\\\\_4291x2285.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fa80dae43-291c-4b7b-b345-01a9eba22b3b\\\\_4291x2285.png)\\n\\nDAO systems that facilitate a high level of engagement from a large variety of people and initiatives naturally hold higher degrees of self-propagation in design and direction, as well as theoretically higher “bus factors” (ie. more decentralized points of failure). \\n\\nTaking this back to the initial stated goal of networks reaching Sufficient Decentralization as defined by no specific entity carrying out “managerial or entrepreneurial efforts”, Ethereum might reasonably be more decentralized than Bitcoin as a DAO.\\n\\n## Conclusion\\n\\nDAOs are gaining a lot of steam as groups begin launching their own governance tokens. A variety of [offchain and onchain tooling](https://thedefiant.io/what-is-a-dao-mapping-out-the-ecosystem/) continue to advance the ability for these systems to elegantly distribute ownership and management. These systems offer the latest method of human coordination and a path for thousands of governance experiments to run concurrently. \\n\\n*More research needs to be done to further detail the extent to which specific DAOs are technically and politically decentralized and autonomous.* It will be particularly interesting to continue comparing and analyzing the difference in technical and cultural decentralization exhibited by projects of a specific category. All will demonstrate a mix of centralized and decentralized characteristics throughout their development lifecycles.\\n\\nAs the ecosystem continues to develop and harden core use cases, every project will implement some form of DAO structure to distribute network ownership. The most successful systems will define new design patterns for global coordination.\\n\\n## Glossary\\n\\n**Autonomous** - holds two definitions: 1. autonomous defines the degree to which a system or entity acts automatically on protocol changes, resource allocation, and membership systems. 2. autonomous used in reference to political autonomy.\\n\\n**Cultural Layer** - the layer of humans assisting in the productivity and coordination for the resources, membership, and protocol of a DAO.\\n\\n**Decentralized** - defines the degree to which the network of operating participants is resistant to a single point of failure. \\n\\n**Decentralized Organization (DO)** - a network of digital actors coordinating in a permissioned way.\\n\\n**Decentralized Autonomous Organization (DAO)** - a network of digital actors coordinating in a permissionless way.\\n\\n**Operating Agent** - humans, computers, or blockchain addresses that function as members or nodes of a DAO.\\n\\n**Permissioned** - defines an exclusive system that requires human input to curate the management of membership, resources, or protocol changes.\\n\\n**Permissionless** - defines an open system that leverages code, market activity, or knowledge to automate management of membership, resources, or protocol adjustments.\\n\\n**Sufficient Decentralization** - a term loosely [coined by the SEC](https://www.sec.gov/news/speech/speech-hinman-061418) in 2018 describes the state in which a token network has sufficient activity to no longer rely on a specific group or individual to “carry out essential managerial or entrepreneurial efforts”.\\n\\n**Technical Layer** - the layer of code defining the way operating agents coordinate to manage the resources, membership, and protocol of a DAO.\\n\\n## Reference Literature\\n\\n[Analyzing Network Ownership](https://blog.curvelabs.eu/ownership-in-cryptonetworks-96f13f4a113e)\\n\\n[An Analysis of ETH and BTC Governance](https://spacemesh.io/spacemesh-governance/)\\n\\n[Aragon, DAOstack, Colony, and Moloch](http://kronosapiens.github.io/blog/2019/06/16/aragon-daostack-colony-moloch.html)\\n\\n[Concentric Circles of Governance](https://medium.com/abridged-io/the-spectrum-of-decentralization-124c8ea6d045)\\n\\n[Conceptual Models for DAO2DAO Relations](https://medium.com/primedao/conceptual-models-for-dao2dao-relations-ac2b2d3cc84d)\\n\\n[Crypto Anarchist Manifesto (something DAOs empower)](https://www.activism.net/cypherpunk/crypto-anarchy.html)\\n\\n[Electric Capital’s Developer Report 2019](https://medium.com/electric-capital/electric-capital-developer-report-h1-2019-7d836d68fecb)\\n\\n[ETHresearch](https://ethresear.ch/)\\n\\n[Failed Decentralized Governance During the Women’s Social Movement ](https://www.jofreeman.com/joreen/tyranny.htm)\\n\\n[Meditations on Moloch (a commentary on the tragedy of the commons)](https://www.lesswrong.com/posts/TxcRbCYHaeL59aY7E/meditations-on-moloch)\\n\\n[Original DAO Thoughts from Vitalik Buterin ](https://blog.ethereum.org/2014/05/06/daos-dacs-das-and-more-an-incomplete-terminology-guide/)\\n\\n[Progressive Decentralization](https://a16z.com/2020/01/09/progressive-decentralization-crypto-product-management/)\\n\\n[Pitfalls of Progressive Decentralization](https://gardens.substack.com/p/daos-and-the-pitfalls-of-progressive)\\n\\n[Sufficient Decentralization](https://www.sec.gov/news/speech/speech-hinman-061418)\\n\\n[Squad Wealth](https://otherinter.net/squad-wealth/)\\n\\n[What is a DAO?](https://thedefiant.io/what-is-a-dao-mapping-out-the-ecosystem/)\\n\\n## Special Thanks\\n\\nThanks to [Michael Zargham](https://twitter.com/mathemagicianMZ) for your rigorous precision of language in the discussion around autonomy. Thanks also for the feedback on an early iteration of this article from [Louis Giraux](https://twitter.com/LouisAGrx), [John Sterlacci](https://twitter.com/JohnSterlacci),[Joshua Tan](https://twitter.com/joshuaztan), [Dmitriy Berenzon](https://twitter.com/dberenzon) and many others.\\n\",\"timestamp\":1620151370,\"title\":\"D(?)A(?)O - Decentralization and Autonomy in \\\"DAOs\\\"\",\"publication\":\"boardroom\"},\"digest\":\"UTZVCZNjx0RuxcwIjo5Ur8abody4-3kzX6sce76Hl-A\",\"authorship\":{\"contributor\":\"0xb1676B5Ab63F01F154bb9938F5e8999d9Da5444B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w7mrcCiBlf028ldqpTLCIil3169hcG4Lc2_EEScU6AY\\\",\\\"y\\\":\\\"FNT5UXHwWxnJJtAZH7SKl-ad4kfuLcOoIZrkOzthdAs\\\"}\",\"signature\":\"m-WXTpcYiLzrrkTn5cQ6B1nYd8OEem3UeZPXi1oR2xuHwmqNM9M2TreIB8PcljM60SAbaj5yX6g4Dp96Pad14w\",\"signingKeySignature\":\"0xeccd26b10e5ae492757a69b854da262568509649d1f844244d3a85e3d0f3721225410b7759167bc72404c34ccff69ff5d8037077a7e3f37954f46e644451b46b01\",\"signingKeyMessage\":\"I authorize the publication of articles on boardroom.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w7mrcCiBlf028ldqpTLCIil3169hcG4Lc2_EEScU6AY\\\",\\\"y\\\":\\\"FNT5UXHwWxnJJtAZH7SKl-ad4kfuLcOoIZrkOzthdAs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"N0kJ-y_5wvPR0H1MMNFb531MOKEE4LKWxepzQLj18sw\"}"