"{\"content\":{\"body\":\"# What is ANONmode.\\n\\nANONmode is a collection of 8,888 unique, aesthetic, algorithmically-generated collectibles with references from streetwear, music, anime, games, memes, movies, and more. We focus on worldbuilding via art, video, and writing and also emphasize a streetwear aesthetic. Join us and find your true self in the metaverse!\\n\\n![An example of the ANONmode NFT](https://images.mirror-media.xyz/publication-images/S8p4V-Ynae6MemCVxAvG-.png?height=2333&width=2333)\\n\\n# Our Story.\\n\\nIn the distant future, humans cross a grave line and lose their identities to monsters released by the Pandora Box.\\n\\nBut the metaverse has given them a final chance. Now, 8,888 ANONs must fight to regain their identities on the Ethereum blockchain.\\n\\nDrawing power from their unique clothing, items, and class, ANONs wage one last war for themselves.\\n\\nThe clock is ticking. The monsters are nearing. Will we find ourselves or stay anonymous forever?\\n\\n# Mode (rarity, hint hint).\\n\\nAll ANONs have a mode, and some are rarer than others. They start as humans but mutations have occurred as ANONs lose their identities, some losing their humanity faster than others.\\n\\n***Humans***: Those who remain human make up the majority of the ANON population. They seek to regain their identities.\\n\\n***Cyborgs***: ANONs whose humanity begins to slip away become robots. With the last traces of emotions remaining, they desperately fight to regain their identities.\\n\\n***Demons***: They have fallen from grace, forsaking the last trace of their humanity as they join forces with monsters that consumed their identities.\\n\\n***Demon Slayers***: They have awoken from seeing their friends mutating into demons. They fight to save others as well as themselves.\\n\\n![An example of the ANONmode NFT](https://images.mirror-media.xyz/publication-images/8cg5vWX1-svmtWAo3ZKZm.png?height=4000&width=4000)\\n\\n# Roadmap.\\n\\n* **10% SOLD: ANONmode NFT giveaway.** Vote on 3 NFT designs and we will drop these special NFTs to three die-hard ANONs!\\n* **25% SOLD: Music Drop.** We’ll work with talented artists to drop some cool beats exclusively for ANONmode\\n* **50% SOLD: Merch Drop.** We’ll collaborate with streetwear brands to release limited edition merch in ANONmode style\\n* **75% SOLD: Metaverse Space.** Want to see the ANONmode universe come to life? We’ll buy a plot of land in the metaverse and build our Shelter together with you!\\n* **100% SOLD: ANONmode, a comic?!** Our in-house mangaka Kengo will start planning a comic for ANONmode! Also stay tuned for more drops from streetwear brands collabs.\\n\\n# ANONmode 2.0.\\n\\nAs we work on our first NFT Project launch, we are also thinking about ways to scale and reward our community. **To do so, we are looking into creating an ANONmode ecosystem and DAO!** We want more people to love the project, contribute, and earn from the project’s success. In order to achieve this, we are earnestly looking into how we can become a DAO, issue our own fungible token, incentivize and reward world-building. This can come in the form of ANONmode art, story, videos, memes, and more. \\n\\n**We are also working to integrate more streetwear elements into the project**. Whether that be partnering with streetwear brands or collaborating with wearbales designers, we are very open to exploring and are actively looking for opportunities. Stay tuned for more updates! \\n\\n# Perks of the ANONmode NFT.\\n\\n* Receive NFT airdrops (quarterly)\\n* Become a part of a growing content-oriented project\\n* Receive ANONmode 2.0 perks, such as fungible token airdrops when we become a DAO ($ANON!!!) \\n\\n# Launch Details.\\n\\n**Launch Date: February 12, 2022 12AM UTC**\\n\\n**Price per NFT:** 0.07 ETH \\n\\n**Number of NFTs:** 8,888 ANONs\\n\\n**Whitelist**: Yes we will have a WL; please join the Discord for details\\n\\nConnect with us on our socials to get the most up-to-date information on the drop & WL! \\n\\n# Socials.\\n\\nLet’s connect! Follow us for the latest project updates.\\n\\nWebsite: [www.anonmode.com](http://anonmode.com/)\\n\\nTwitter: [@anonmodenft](https://twitter.com/anonmodenft)\\n\\nDiscord: [https://discord.gg/m4GspTYJ79](http://discord.gg/m4GspTYJ79)\\n\\nTikTok: [@anonmode](https://www.tiktok.com/@anonmode)\\n\\n# Team.\\n\\nSpread out across the world, our team is united in our passion for ANONmode and our community!\\n\\n* **Artist/Story, co-founder**: @[kengotsuchiya](https://twitter.com/kengotsuchiya)\\n* **Ops/Story, co-founder**: @[mooninlucy](https://twitter.com/mooninlucy)\\n* **Dev**: @[NiftyLabs_](https://twitter.com/NiftyLabs_)\\n* **Community**: @[BuodaYDF](https://twitter.com/BuodaYDF), @[eduardmsmr](https://twitter.com/eduardmsmr), kuzzz (on Discord), @[fuckwinst](https://twitter.com/fuckwinst)\",\"timestamp\":1642755289,\"title\":\"Introducing the ANONmode NFT Collection (Worldbuilding x Streetwear)\\n\"},\"digest\":\"IPZMsCUapDR9WNzN6dFKIXzCt737jgVwv6_Lddpj76M\",\"authorship\":{\"contributor\":\"0x57b25Be9587f2977AeA0B989418B5c96D9C16659\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5IVkiYImvC-Gqd0o8yJ0crAM6sihNMZJhVBDqYdF-YM\\\",\\\"y\\\":\\\"2Jq5teBrIVZdmkvY_RbaBO3yVv6JsX2vr_bHWIDuncY\\\"}\",\"signature\":\"jqYPoSwtKOlCMflLDLZl5I8x98gg70juSE9OUeBCYU0YUFhrv0aGa4MQ9yHoiPyldUuRlZwJGQvM6Ynn7qeWuQ\",\"signingKeySignature\":\"0xbfff5cd95e522701794d04ed9c4dc21ee0c58dbfd9abc952767a88e34517d97f6a584f651c5e693bd90fe16bc21c85f779d009df0ce381ed65cea1e3567de2b61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5IVkiYImvC-Gqd0o8yJ0crAM6sihNMZJhVBDqYdF-YM\\\",\\\"y\\\":\\\"2Jq5teBrIVZdmkvY_RbaBO3yVv6JsX2vr_bHWIDuncY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IPZMsCUapDR9WNzN6dFKIXzCt737jgVwv6_Lddpj76M\"}"