"{\"content\":{\"body\":\"[![Sillytuna](https://miro.medium.com/fit/c/56/56/2\\\\*qaEuE8MQZrXBn3mcAjc2cQ.png)](https://sillytuna.medium.com/?source=post_page-----f1b1c363f52f--------------------------------)\\n\\nI’ve been asked to provide proof to show that Ethereum isn’t going to remain a proof of work chain so here is a little background and a reading list. A common misconception seems to be that Ethereum benefits from proof of work and that this is some meaningless calculation that destroys the environment.\\n\\nFirstly, let’s start engaging our brains and stop being reactionary. And secondly, the burden of proof is on the accuser. It’s inexcusable to keep pushing false narratives then blaming the other party for not providing proof that typing “google ethereum 2.0” provides.\\n\\nQ: Why would a community deliberately create a platform that consumes energy for no purpose?\\n\\nA: They wouldn’t.\\n\\nProof of work is part of a consensus system critical to operating highly decentralised platforms. In the early days of Bitcoin there was no viable alternative. Over the last ten years alternatives have been and are being developed but they aren’t binary. There is no single method and everything has trade offs that need time and expertise to identify and improve upon.\\n\\n**Consensus systems and related components are the bleeding edge of computer science and involve game theory, cryptography and extremely complex maths. It actually is rocket science.**\\n\\nI cannot make it easy to understand because it’s beyond all but the very smartest minds. Bitcoin’s consensus is the simplest and is understandable though so it’s [the best place to start](https://bitcoin.org/bitcoin.pdf).\\n\\nProof of work’s energy use is out of control. I’m in no way a proponent of it. No one expected it to get like this and no one should be defending it. However, there is no magic bullet, it takes time to move from one to another. Those projects which started as alternatives which do not affect the environment have massive trade offs, some of which are the very antithesis of what blockchains are about.\\n\\nThat said, Ethereum [may](http://sterlingcrispin.blogspot.com/2021/02/crypto-art-sky-is-not-falling.html) have approximately the same CO2 output as Youtube and NFTs are less than 3% of Ethereum’s use. One of those is an enormous company, the other is a community project striving for change. Who are you giving grief to?And artists of all people?\\n\\nNot using NFTs also wouldn’t make a difference because this is **not** how blockchains work as Memo et al have repeatedly been told. Misunderstands in complex areas happen but when you repeatedly double down on your incorrect facts then it’s no longer a misunderstanding but a deliberate ploy to deceive for personal gain. **This is exactly how populist politicians work and it’s shameful that artists are 1) acting like this and 2) following populist leaders.**\\n\\nMemo et al are wrong because a per transaction metric is *only* valid when looking at efficiency — PoW is deeply inefficient. Putting a little economics aside, adding more transactions makes no difference because ethereum can’t process any additional transactions. It’s *full* and has been for a long time.\\n\\n**If Ethereum is full, how can it work?**\\n\\nIf people pay more, their transaction is put ahead of others since there is a marketplace for transactions. This is why adding an NFT or not makes no difference — it’s already full, you’re just replacing one transaction with another. Think of it like taxi cabs in New York where there are only ever a fixed number of cabs, always in demand, but a rising number of customers. During busy periods waits get longer and prices go up.\\n\\nSee <https://txstreet.com/> for a brilliant live visualiser!\\n\\n**Why would Ethereum stick to Proof of Work?**\\n\\n*   Long term highly decentralised proof of stake systems don’t exist because they’re supremely difficult to make\\n*   I have nothing else. Sorry.\\n\\n**Why would we move from Proof of Work (to a combination of systems)?**\\n\\n*   Transaction fees dramatically fall, from tens of dollars to cents or less\\n*   Chain efficiency dramatically rises, so we can do many thousands of transactions instead of about 12 per second\\n*   Transaction speed vastly improves and something called chain finality, a highly desirable trait, is possible\\n*   Staking rewards instead of miner rewards (explained below)\\n*   It’s bad for the environment and not surprisingly many people on an open platform care a lot about that\\n\\n**Is Ethereum serious about moving?**\\n\\nFor all the reasons above, very emphatically yes!\\n\\nI gave the only reason for keeping proof of work but ethereum committed to changing to proof of stake at least 4 years ago.\\n\\n**Can we make it go faster?**\\n\\nBefore a lot of art got involved with NFTs there were a lot of people using ethereum for other applications. These people have been asking the same question for years and have been very frustrated at the pace of progress. In fact some pushing did get some changes in pace in various ways, including taking a better approach to risks than simply going very slow so as to avoid breaking things — the major concern from devs. If something went wrong it would destroy the project.\\n\\nAt this point however, I don’t think things can go any faster except by adding more risks. Certainly pressurising developers who already desperately want to be done isn’t helpful.\\n\\n**Why hasn’t it started?**\\n\\n**It has!** The first component of Ethereum 2.0 has already been released. You can’t use NFTs on there yet though as more stages are required. This is all documented in the links below. Some even have diagrams :)\\n\\n**What’s the incentive for people to move to Ethereum 2.0?**\\n\\nIt’s an upgrade, it’s automatic.\\n\\nPeople aren’t using Ethereum because it’s proof of work. It is not a badge of honour. It is not in any way beneficial. People use Ethereum because it’s (sort of) the best out there with the widest community.\\n\\nMoving to proof of stake actually rewards everyone who holds Ether, the native currency. They can ‘stake’ it to earn ‘interest’ instead of the current model where that ‘interest’ is paid to miners, the very same ones who are destroying the environment. Stakers are also the platform’s users, miners only provide a service and don’t care about the platform.\\n\\nIn summary, it’s profitable, cheaper, faster, better and environmentally friendly. Apart from that, no incentive at all. Please forgive the sarcasm, I’m British.\\n\\n**What about all those other Proof of Work chains? People aren’t moving from those?**\\n\\nBitcoin, Litecoin and Dogecoin need to deal with this or they will suffer. Virtually every other blockchain, and every modern blockchain of note, uses alternatives to proof of work.\\n\\nIf you want to do something about blockchain’s impact on the environment, you should be going for the projects with no intention of changing and not the one leading the way for massively decentralised proof of stake networks.\\n\\n**Otherwise you are literally shooting the very people doing the work everyone else needs to reduce the environmental impact of blockchains— the very definition of insanity.**\\n\\n## Ethereum 2.0 Links\\n\\nThese links came off a quick google search. I’m not doing anything you couldn’t do in 30 seconds. Before you hate on something you don’t understand, at least do some googling folks.\\n\\nIf you’re feeling brave — <https://vitalik.ca/>\\n\\nMore generally:\\n\\nThe next person who asks if Ethereum is serious about moving to proof of stake? Send them this.\\n\\n![](https://miro.medium.com/max/1464/1\\\\*EPuCnixM2PNL-Yy05CU0Fg.png)\\n\",\"timestamp\":1621619818,\"title\":\"Eco Friendly Ethereum 2.0 and why it’s happening with or without anti NFT Pressure\",\"publication\":\"multisig-qa-v14\"},\"digest\":\"NeByIB7oVM7vP7i8dHqi8w3JVrHuNgO960iZ4yjfGew\",\"authorship\":{\"contributor\":\"0x841fF85B6873d7bfB712C8f7A347C774355b6EC3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"L2u8HFSKWuWjWt2VziR5FktebNna0GemtTEAaWliHNI\\\",\\\"y\\\":\\\"0kJIqGslymTspan0mCFlxmvuyLNmTePwXqZvOFmwP-M\\\"}\",\"signature\":\"WcKgqsZbE3_D7A80_5aJ9wuICGc4R-N2SgCsOqfZSgSKhZIxMDCwQsJ8Sgu8jNbZFUs23dGbbX4_VS_o51D1bQ\",\"signingKeySignature\":\"0xf235c8151049e7b10cac4e734680997603d2c9db4dfeb22ebcbb1d7f6819e4fc58efdd1261a78c51b9e098153cb590ccff06bbd05f1009f925dbdbcdf1cf0b9d1b\",\"signingKeyMessage\":\"I authorize the publication of articles on multisig-qa-v14.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"L2u8HFSKWuWjWt2VziR5FktebNna0GemtTEAaWliHNI\\\",\\\"y\\\":\\\"0kJIqGslymTspan0mCFlxmvuyLNmTePwXqZvOFmwP-M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"oNFV5ga6Yow1mqUuS1UApHEP_U3SIWBgq43D_lCUcmw\"}"