"{\"content\":{\"body\":\"\\n## [Jasmine (@jasamitchell)](https://twitter.com/jasamitchell)\\n\\n![](https://images.mirror-media.xyz/publication-images/6a2a58aa-9c51-40ec-ad6d-cfec08976bd0.jpeg?height=400&width=400)\\n\\nMy name is Jasmine Mitchell, and I'm a multi-hyphenate artist; namely as a writer and director. During my time here at Creator Cabins, I'm excited to complete Act II of my musical called RAPunzel, a coming of age, calypso rap musical following a young Black woman's journey to breaking her family's generational curses. \\n\\nThis musical will be about 90 minutes total, so around 90-100 pages. I already have about 50. I came with an outline, and I aim to write about 10-15 pages per week to stay on task. What I need to stay on top of that is accountability—which can be as simple as my cohort asking me for my pages each week.\\n\\nWhile I'm here, I'm also excited to learn more about making my art into an NFT for future investments. Special thanks to Jonathan, Matt, and CabinDAO for making this happen—all love!\\n\\n\\n## Stef (@thxglif3)\\n\\n![](https://images.mirror-media.xyz/publication-images/ad2a045f-7f55-44e4-ac6f-4b91a79f8f9a.jpeg?height=400&width=400)\\n\\n### Background\\n\\nMy name is Estefania, I am an art consultant, art & zine dealer exploring the world of web3. In 2017 I [launched a magazine](http://soyyomag.com) in collaboration with friends & creatives in the NYC area. We sold out of every single magazine and continued to curate art shows and music events throughout Brooklyn and Manhattan.\\n\\n### Plans for the residency\\n\\nA Quarterly Zine focusing on  Culture, New Frontiers, DeFi & Tech. Each issue will be airdropped to token holders, which will be a collectible in form of an epic Magazine cover, that will grant you access to the full article online and a physical print that can be shipped to you (collector pays shipping & handling, zine pays for print).\\n\\nZine membership token for the community will provide liquidity for DAO, access to the zine, bounties, airdrops in art, eth, etc and community funds to sustainably operate a team of contributors & devs.\\n\\n### Roadmap:\\n\\n* Launch Discord, begin to assemble a team. Define roles, build out a general outline of what each zine will be formatted. (GOAL is to create the base structure by August 1st.) \\n\\n* Introduce a web2 blockchain university welcome center with resources to terminology, programs, communities, news, etc. Where people can subscribe and learn more about our releases via a newsletter. (I.e., landing page, white paper, and tools) This will be on SOYYOMAG.com Complete terminology page by 8/3\\n\\n* Release community tokens (either as a coin or avatar) with utility to allow navigation within the clubhouse area, curation input, and access to zine content. (GOAL release token by 9/16)\\n\\n* Marketing release of zine for 2.22.2022 as release date. create hype phase meanwhile contributors will be submitting work to editors and designers to add finishing touches to first zine (fungible and non fungible).\\n\\n* Token holders get zines airdropped. Clubhouse opens up to the public, community engages, continues to grow, and we do it all over again every 3 months. People can order physical zines.\\n\\n\\n\\n## [Andrei (@Poni18)](https://twitter.com/Poni184)\\n\\n![](https://images.mirror-media.xyz/publication-images/c51996e4-2b2c-4f8d-a7ce-fb95c2dce875.jpeg?height=400&width=400)\\n\\nI'm a designer/business owner currently designing for DeFi @ultimstudio. My project is building the Upwork of DAOs where anyone can post tasks and work remotely.\\n\\nThere are currently a lot of people and DAOs that are engaged in different types of on-demand work. Their main needs are that they wish to be paid in tokens and get a guarantee that they would be paid for their work. Job seekers and job posters would benefit from a platform where they would connect with each other, easily post jobs, and get paid for the work they perform in a decentralized way. \\n\\nThe main point of success for this project is understanding the current relationship between DAOs, individuals, and clients and design something that would solve their current needs. \\n\\n### Week 1\\n\\n- Problem Framing\\n- Wireframing (UX)\\n\\n### Week 2\\n\\n- Designing the solution (UI)\\n- Validating the solution with the user\\n\\n### How might we\\n\\n- Create a scalable design\\n- Design in such a way that it will be easy to understand for all types of users\\n- Focus on just one main use case\\n- Have contractors signing up?\\n- Have DAOs signing up? (rewards?)\\n\\n\\n\\n\\n\\n## [Rain (@raintheneo)](https://twitter.com/raintheneo)\\n\\n![](https://images.mirror-media.xyz/publication-images/6101516b-a29d-4700-a898-006b372a8a4a.jpeg?height=2731&width=4096)\\n\\n### [Background](https://twitter.com/raintheneo/status/1407766974860599299)\\n\\nMy name is Rain & I am an Artist with a Computer Engineering Background who just so happens to have a clothing brand as well. I'm 23 years old, a self-taught Artist/Graphic Designer, & have coding experience in c++ & some java/python.\\n\\n### Project Description\\n\\t\\n*It Only Takes a Few Dances* is a multimedia project consisting of two main parts. These parts will be referred to as “ballets” to adhere to the theme of dancing and the art of transition through movement. The overall purpose for this project is to visually show growth, the idea of growth, and also to explore a new type of presentation by integrating blockchain technology tools. These tools and the method of how I use them will promote connectivity, encourage active interaction as the user explores the ballets, and also show how blockchain technology can be used by Artists in a physical and digital sense. I have written brief ideas about execution/integration below!\\n\\n\\n### The project will have two parts:\\n\\n**Digital Ballet**\\n\\nThe first showing for this project will be digital. It will be announced through a series of interactive social media posts and will be housed officially on a website. The website will have three main portions:\\n\\n- Main Page\\n- Gallery Page\\n- Collect Page\\n\\nThe fourth portion will be an official ABOUT page that will feature a zine. Here, the history of the project will be briefly explained. Images, notes, and other forms of documentation will be used to create an experience for the viewer/visitor of how the art/project came to life. \\n\\n**Physical Ballet**\\n\\nThe second showing for this project will be physical at the non-profit gallery Utopia Feni. Here, the physical artworks that are highlighted on the Gallery Page of the website will be presented alongside merchandise & other physical art and NFT collectibles. \\n\\nThere will be a Music & Digital Art showing using a projector with the help of my friend Xavier Roberts. Xavier will be using a projector on a canvas or canvases of my work to bring it to “life” through animation.\\n\\n\",\"timestamp\":1627064749,\"title\":\"Meet the Creator Cabins Residents for Cohort 1\",\"publication\":\"creators\"},\"digest\":\"vTreaGShRWIh3dA2roeFS3rIsDtHmg-u_15J8muT9FM\",\"authorship\":{\"contributor\":\"0xbeC26FFa12c90217943D1b2958f60A821aE6E549\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MGRrjIcaOSz2W6Mx5pgaQclaLVDiC-UD3goeySUM0y0\\\",\\\"y\\\":\\\"rQcHXo7imvTEZLGBIlPpHT_uiraVrQuSDsjsNhaXbDc\\\"}\",\"signature\":\"xOWmQJR-ddX_ZdOW1rROa0Q1kbZlnU-qSbc4H93ewjXXb2wFRLH77VP37F8MpfXU7hHae9EgOUwKKCBUF7_99g\",\"signingKeySignature\":\"0x4710d7457adb801baa953f7357bd2f22c2850fd54cbd63adb0bc83b76c3e67af1655afc4559f7df0e16cd7bc5b0dc1c51ce8a5cc6315f66a1c00320dd13f2b2b1b\",\"signingKeyMessage\":\"I authorize the publication of articles on creators.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MGRrjIcaOSz2W6Mx5pgaQclaLVDiC-UD3goeySUM0y0\\\",\\\"y\\\":\\\"rQcHXo7imvTEZLGBIlPpHT_uiraVrQuSDsjsNhaXbDc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8vwZQ8AGkZa-Hv-7KOOsKtpoiVI7gc4JHvtiTI8Ss6U\"}"