"{\"content\":{\"body\":\"Good baby!\\n\\nTo those physical strength only about 1000 catties of the warrior character, wear heavy armor on the body, really inconvenient.Therefore, this golden cicada silk vest is definitely the treasure that the warrior years. the price is definitely much more expensive than that blood drinking dao.Of course, such a monster as Teng Qingshan, wearing a few jin of black iron armor, and wearing a jin of gold cicada silk vest, is not much different.\\n\\nOriginally, the master didn't want to get this baby out.\\n\\nAfter all, money is easy to make, but babies are hard to buy.\\n\\n\\\"Count you enough, I spare your life.\\\"Teng Qingshan directly put the ground gold tickets, silver tickets, jingyu Buddha into his arms, as for the other things are in hand.\\n\\n\\\"My Lord, my silk vest must be worth at least two hundred thousand taels of silver, or else my blood-drinking sword...\\\"That big take charge of words just say half, teng Qingshan coldly looked at him one eye, then let this big take charge of frighten dare not to talk.\\n\\nTeng Qingshan grabbed two long knives, a thousand-year old iron bow, gold silk vest, and more than a hundred thousand taels of gold and silver tickets and a piece of Jingyu Buddha in his arms. Then he walked towards his own caravan, and at the same time he shouted coolly: \\\"Don't let your people let me far away!\\\"\",\"timestamp\":1635767458,\"title\":\"Darksteel within a\"},\"digest\":\"KZRYaMDZErB8Wi8PW_BFgaw6pQK080c_F0y2m78DC98\",\"authorship\":{\"contributor\":\"0x172A6E8FBf5a50dCA5153CC33BD715D3579F0f24\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MjKDlJo1ssaMStIKSyKQKQ-wSa5U-r-cjDq_0tRw30M\\\",\\\"y\\\":\\\"D0Kz41r2b92F-pyBX6AMDLuBY649TsuJhRq4NF-qoQc\\\"}\",\"signature\":\"kn0Jnve9CM8rteVSq9WVlsYPEKAuY_mZqK-Ia5IFZw6QJQB9RNhl0A9_TIkGh_uuo6VVy4D7xuZMQ1a0wwRq6Q\",\"signingKeySignature\":\"0xf26c9cf6835e3d92d576d0dbe4ae4b49b405c4452138175245d49e3ca1db8ffe15e6d906470d30ead93939e7010471778e1e243a4724c5354a24b1a529a913a01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MjKDlJo1ssaMStIKSyKQKQ-wSa5U-r-cjDq_0tRw30M\\\",\\\"y\\\":\\\"D0Kz41r2b92F-pyBX6AMDLuBY649TsuJhRq4NF-qoQc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KZRYaMDZErB8Wi8PW_BFgaw6pQK080c_F0y2m78DC98\"}"