"{\"content\":{\"body\":\"## Who is Cell?\\n\\nCell is a character from the hit show Dragon Ball Z by Akira Toriyama. He was created by an evil scientist with the genes of all the greatest fighters on Earth. His sole goal was to absorb the infinite energy of Android 17 and 18 in order to become the perfect being.\\n\\nThroughout this article we’ll be evaluating the transitions he went through along with some of his flaws and strengths and what we can take from it.\\n\\n### Why Cell should resonate with you.\\n\\nCell has a personality that is quite unique due mainly to his genetic composition of fighters like Goku, Vegeta and Piccolo. We see variation of it manifest throughout the progression of the series which both advances and inhibits his goal. The dynamic of Cell’s character relates to us humans with the ever-constant tide of emotions we face in stages of our life but there are some notable deviations that differentiate us ultimately from Cell.\\n\\nA human is typically born into this world shaped by everything around them before finding their “purpose”. This purpose however for Cell was already within him and the landscape that laid upon him as consequence was now effectively his predetermined playground. Cell in being designed to evolve had no free will in respect to his core fundamentals. This led to Cell essentially having a barrier on his freedom and as a result having to create his own liberty from within the confines of his genetics.\\n\\n## Imperfect Form\\n\\n![\\\"I don't understand why creatures so defective are ever allowed to live. Oh well. It will soon be corrected.\\\" - Imperfect Cell](https://images.mirror-media.xyz/publication-images/Gph2LMRgg4SvF03SIDq-1.JPG?height=652&width=652)\\n\\nIn Cell’s first form he is rather fixed in the pursuit of his goals. He approached situations with a sense of tact knowing that the goal of perfection was what he was after. In this state Cell was quite humble laying low of Earth’s mightiest warriors taking time to absorb humans to increase his power in wait of the Androids.\\n\\nCell never underestimated his opponent and fought in confidence of his capabilities neutralizing a threat like Piccolo when he had too. When he was seemingly defeated to onlookers by the formidable and knowledgable Android 16 he then proceeded to sneak up on the more-so arrogant forewarned Android 17 and absorb him taking one more step towards perfection.\\n\\n### Desire\\n\\nI think we can all relate to coming up in the world and trying to make or leave a mark. While we navigate our way in pursuit of our goals, we observe individuals by careful analysis in respect to what possible deterrent or incentive they could be for our present and future. If there’s a competitor in our way we seek to carefully manage our way around him, befriend him or go directly at him. When you’re at the bottom of anything all you just want to do is crawl out of it and move forward like Cell. The ever-persistent **desire** for progress and advancement in life burns passionately within us all.\\n\\n## Semi-Perfect Form\\n\\n![\\\"Ah, new look...much more comely than the last\\\" - Semi-Perfect Cell](https://images.mirror-media.xyz/publication-images/3JLv3Tw3RLpI-HdjwmscE.jpeg?height=602&width=450)\\n\\nWith Cell’s second form his appearance has changed to more of a humanoid state and his power has elevated dramatically. Once he achieves this form he has a disregard for absorbing any other creatures becoming rather impatient and arrogant in sole sights of Android 18. His arrogance however would be brief as he is soon combatted by a foe he shares genes with and is more powerful than him, Vegeta in his advanced Super Saiyan form. When Cell frustratingly realizes he is outmatched he shows a hint of desperation and taps into his inherent intellect to appeal to Vegeta’s arrogance and Saiyan Pride, convincing him to allow him to absorb Android 18 to attain his Perfect Form.\\n\\nCell briefly shows more reckless behavior after being unable to find Android 18, as he then proceeds to impatiently blow up a mass amount of islands in an attempt to find her not caring if she was destroyed as a result.\\n\\n### Pride\\n\\nEveryone can relate to the natural tenacity of wanting to survive. We have all been hit by the ever strong wall that is reality and while frustrating even when seemingly bound by our limits be it physical or otherwise we seek to overcome it in whatever way possible. When we gain power or a position in life we like to think we’re untouchable as Cell thought he was but the truth hurts and he was humbled by it. Cell put aside his pride as he was now able to rationalize the situation and set sights on his original purpose knowing that this feeling of defeat would only be temporary which inspired him to go on. We’ve all had to conform to a person or policy at one point or another and while it may seem infuriating at first we’re able to internalize the situation and look forward knowing it’s in our best interest. Where we can also align and differ from Cell is that we are afforded many paths in which we can take in life to reach our goals but **pride** is something that can inhibit and benefit us all.\\n\\n## Perfect Form\\n\\n![\\\"I have got to show you, young warrior, what I’m truly capable of.\\\" - Perfect Cell](https://images.mirror-media.xyz/publication-images/aFmykZqiPWi6CM-ySQLd1.jpeg?height=1321&width=644)\\n\\nAfter Cell absorbs Android 18 he has now at long last attained his Perfect Form in which he turns fully humanoid with a normal nose and mouth. He’s become more narcissistic and patronizing as a result of his huge power increase. Once he takes this form he comes to the realization that he has no other purpose and even the intended objective assigned by Dr. Gero to kill Goku would not satisfy him. This leads to him starting the Cell Games which would be a world tournament where he would test his abilities against the Earth’s strongest fighters who had 10 days to prepare.\\n\\nCell draws pleasure in this form from terrorizing citizens of the Earth in the countdown to the day of the tournament. Similar to Goku he is much more relaxed and confident not losing his composure until he was faced with a prospect that could be stronger than him. He grew bored with fighters that could not challenge him ending the fight quickly while on the other hand limiting himself like in the battle with Super Saiyan 2 Gohan where there was potential for more.\\n\\n### Balance\\n\\nThere are many instances of humans achieving something long desired and not feeling fulfilled with it. When individuals get to the highest stage and accomplish something there is often thoughts within of “Is this it? Is it really over?”. This is because when you become so triumphant it pressures you to do more or you’ll resort to being more comfortable and not feeling a need to do anything else substantial. It’s important to  recognize that victory is only a stepping stone for where you truly want to be. What we can take from Cell is that we should have a more **balanced** mindset and always leave room for improvement.\\n\\n## Self Destruction\\n\\n![\\\"Boy, this is the end for you! You thought you could beat me, but you can't! Ha ha ha! I'm going to blow myself up now! And I'm going to take you with me! Say goodbye to your precious planet!\\\" - Semi-Perfect Cell](https://images.mirror-media.xyz/publication-images/kN6h5rvNWW5Ub5mcXdlKx.png?height=1080&width=1440)\\n\\nAs Cell was thoroughly outmatched he then begins to fight in disbelief as even him at maximum power didn’t faze Super Saiyan 2 Gohan. Cell demonstrates frustration  throughout this fight in many ways, the first instance being one where he has finally awakened his full power and Super Saiyan 2 Gohan isn’t fazed in the slightest proceeding to thrash Cell. Cell then begins to rise high into the sky and direct one of his most powerful attacks called the Kamehameha at the Earth in an effort to get a response to his full power from Gohan after a series of range attacks have virtually no effect. Gohan then proceeds to fire his own Kamehameha which powers completely through the attack and leaves Cell almost completely decimated with an arm, leg and part of his head gone. Cell then proceeds to regenerate before trying one last desperate power-up which increases his muscles but sacrifices his speed and as a result, Gohan kicks him in the stomach making him regurgitate Android 18 and commences the end of his Perfect Form.\\n\\nCell has now reverted to his Semi-Perfect Form and knowing that there is no possible path to victory he inflates himself up with energy in an attempt to blow up the earth.\\n\\n### Understand\\n\\nWhen humans are denied their ultimate goal, pride is something we have a hard time coming to grips with. We’ve seen it occur many times even in history like for example when Germany was realizing that the war took a shift and that they were now on the losing side, Adolf Hitler amongst several other generals at the head decided to commit suicide. When an individual becomes proficient in an area and centers his entire life on trying to accomplish one thing, the reality of being denied it is often too much to overcome. Cell shows us that we should leave room open within ourselves to **understand** each other as no one can truly be perfect. We can only be a guide to influence others by the strengths and weaknesses one has gathered throughout the course of life.\\n\\n## What can we learn from Cell?\\n\\n![“At last. All that I have ever imagined is now mine. I have become what no other could ever achieve. I am perfect.” - Cell](https://images.mirror-media.xyz/publication-images/_vdqdiSr8njbppK_Ia-z_.JPG?height=480&width=640)\\n\\nWhat we can ultimately learn from Cell is that there is beauty in the **journey** for perfection but the steps you take solidifying who you are along the way matter just as much as the end goal. Cell shows us that you should find connection at every stage of life you’re in because when we gain power, the search for something to satisfy us will renew again. When it comes down to it you should always be able to count on the things that got you there along with the *genuine* happiness that truly fills your heart. Cell lost himself in absorbing the Androids as they took away from his original characteristics that made him who he was with Android 17 being more cocky and Android 18 condescending. Cell wasn’t able to rely on true jubilation or wisdom which you can attribute mostly to his genetics but thankfully humans aren’t designed that way. We have the freedom to forge our path while connecting with others and that is what we should enjoy the most.\\n\\n![        \\\"I AM PERFECT!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!\\\" - Cell's final words ](https://images.mirror-media.xyz/publication-images/vqznO-YbE3-s3i5YmNMAJ.JPG?height=540&width=720)\\n\\n\",\"timestamp\":1640786855,\"title\":\"Cell and the Beauty of Perfection\"},\"digest\":\"gVbRQOI0nKR7BbDP8AffEMeJ9k-yWZUGayb-WSxcFI0\",\"authorship\":{\"contributor\":\"0x32fC951CE03681345C0975dE970Bc8cFc65c8bB1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dvqt3e8JD49zzocIJaVV2o0iONdO5dLvKPAsvPQqJg0\\\",\\\"y\\\":\\\"_RXn1ybzqCGo-FlpyuyulBDViyZ0GfiErueb5vOclIg\\\"}\",\"signature\":\"MzqF6nz7vInrSFpS-p8kjJ58NPEvJARkewEtkAogMUjQLdACYfRBW1QfnTSgYL47LwYaS_GcXR__eN0o9n3x8Q\",\"signingKeySignature\":\"0x99141d5c1bdc42b5bf439bae8285521a090c2c0eb4a91c3a969d9c07bfbbed172d6c70741039e0b93a20a927379166e2750b8e956f7040d7e3480b049efaeaea1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dvqt3e8JD49zzocIJaVV2o0iONdO5dLvKPAsvPQqJg0\\\",\\\"y\\\":\\\"_RXn1ybzqCGo-FlpyuyulBDViyZ0GfiErueb5vOclIg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ux-OoRHeWK-cfRUxUmSCddE--HY6GPA820FFKbpVf48\"}"