"{\"content\":{\"body\":\"Two days before our family Christmas gathering, my sister called me to ask how to find a COVID-19 rapid test site. My niece was coughing and she wanted to make sure it was not the coronavirus before we got together.\\n\\nBy the time she called, my sister had already come out empty-handed from visits to two local pharmacies where at-home test kits were sold out. She also checked Amazon, but there was no next-day delivery or pickup for test kits. They would not arrive until the new year. She tried to schedule a test appointment with local pharmacies, but none was available until a week later.\\n\\nI began developing a cough with a headache the day after Christmas. However, no walk-in test site was open over the Christmas weekend. Short of an emergency room visit, no test was available in the area.\\n\\nOn Monday morning I drove to the test site where I did my first rapid test last month. When I went in at 8 am, a line of more than 20 masked people snaked around the parking lot. The little tin room was shut.\\n\\nI waited for 20 minutes, during which a few cars continued to pull in and out. Were they out of test kits so it could not open? Or were the staff simply running late? The woman next to me called the phone number posted at the site, but only got an answering machine.\\n\\nSo I left and drove to another test site nearby, but it was also shut. I gave up and went home.\\n\\nI headed out again at 10 am, but the first rapid test site was still closed. The second site was open with about 40 people in line. It offered no rapid tests, and results would not be available until 24 to 48 hours later. Still, this was my fastest available option without an emergency room visit.\",\"timestamp\":1640864824,\"title\":\"I need a test, but where do I get it?\"},\"digest\":\"emZgB6HZmcc1OvOJZHbA6oxfp784b8pYnaMxw2zl-u8\",\"authorship\":{\"contributor\":\"0xb11C5bb99e2a0B948346BC8249A09A348ab03171\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"swZUfOi_zeFtA-RGFwxlEB408dTk8rdT6Cxqu4CHD0s\\\",\\\"y\\\":\\\"ExWs9BxLycjwUUNpJsyYdd_Wihbrlb9vGh4oL0deleQ\\\"}\",\"signature\":\"VMfYpcdMD0od-JTwILJkm4GlEVQZrCkmTyhM-heGKymU34zutlYQfqmcvZtH3dvZa-m1Y7MTA-zkbb0GZrWTPw\",\"signingKeySignature\":\"0x4ea104b19ae067006d8b936e0d4ae1798bb89431836980ad985435dd95a542fc684e8185854de8a44754587d6dcfb5818324d594d5cfd4dda9d3cb3a4f83d7661b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"swZUfOi_zeFtA-RGFwxlEB408dTk8rdT6Cxqu4CHD0s\\\",\\\"y\\\":\\\"ExWs9BxLycjwUUNpJsyYdd_Wihbrlb9vGh4oL0deleQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"emZgB6HZmcc1OvOJZHbA6oxfp784b8pYnaMxw2zl-u8\"}"