"{\"content\":{\"body\":\"Facebook改名Meta的新闻最近成了最热门的话题，说起元宇宙我们每个人都会有一副大概的画面。或许来自《头号玩家》，《失控玩家》，也或许只是你喜欢的某款游戏，目前大家对元宇宙一致的理解是它是3D的，立体的，但这其实是个误区，Facebook这次更名让这个误解更深了。元宇宙并非是指VR/AR技术带来的全方位体验升级，它更多是指人类通过大规模协作构建出一个可以满足生活工作的数字空间。\\n\\n经过大厂的推广，大家已经认识到元宇宙就是下一代互联网，但很多人还不理解元宇宙和互联网最大区别是什么，所有权。元宇宙中的一草一木，一块土地一栋房子都是具有所有权的。这种所有权是指绝对拥有某个物品的权力，这种绝对所有权只有数字空间中能够实现。实现绝对所有权就离不开区块链技术，这也是为什么十年前就有VR技术，而我们直到今天才发展元宇宙。正因为区块链技术的发展成熟，元宇宙才明确了发展方向和建设形式。\\n\\n前段时间库里花18万美金购买NFT的新闻也成了热门话题，几乎大家都在讨论，但大部分互联网用户无法理解这到底意味着什么。互联网用户无法理解元宇宙这很正常，互联网流行之前很多人也无法理解它到底是什么。一些人以调侃的心态把自己头像也换成了那个NFT图片，然后美滋滋的说自己白嫖了18万。这就是在事物发生巨大变革时期人们的真实写照，就像T型车发明者福特所说的，如果你问人们想要什么，得到的答案是更快的马车。是这些换了头像的人是白嫖了库里，还是库里NFT白嫖了他们呢？这些人帮助库里免费传播了他的NFT，也增加这个NFT的价值。如果你无法理解一个二维图片的价值，那可以想象库里的一个3D物品，手表，汽车或房屋。\\n\\n不带上头盔你无法感知那种虚拟现实，不了解区块链你无法理解绝对所有权的意义。这两个东西构成了未来的元宇宙，但表现形式并没有大家认为的那么重要，2D的NFT头像很快要植入twitter上了，真正拥有某个NFT的人才能使用那个头像。其实这和购买游戏中的皮肤并没有本质区别，唯一区别是它可以转卖。不能转让的所有权没有任何意义，就像中国房地产改革那样，1998年中国彻底停止了房产分配制，后来的事情大家都知道了。这里并不是鼓励大家去投机这些虚拟物品，而是希望讲清楚即将到来的元宇宙到底是什么，以及如何提前布局获得发展红利。\\n\\n我会鼓励创意工作者要尽早了解元宇宙是什么，并参与到建设中去。创意工作者在数字空间中赚到钱并不是现在才有，《第二人生》这款游戏中早就有人以设计游戏道具为生，但最终由于游戏生命周期耗尽而被迫失业。问题出在哪呢？游戏的寿命。我们一直认为游戏是快销品，短则几个月，长则十年就会走向消亡。元宇宙是不会消亡的，不然这些Facebook也不会搞这么大动作了。\\n\\n即将到来的元宇宙是永久的，它基于区块链技术，区块链只能增加数据不可修改和删除。这为确定交互规则和保护用户权益提供了基础。权益如何体现呢？游戏中资产的所有权是每个玩过游戏的人都理解的，游戏中的道具让你更好的获得游戏体验。在元宇宙中，你拥有的数字商品不只是游戏道具，它可能还是一些拥有版权的图片，影片剪辑，帮助你更好的完成工作。对于建筑设计师，那些就是复用别人的设计成果再发挥自己的创意让作品变得更好的素材。对于IT工程师，代码也因为有了所有权成了一种商品。\\n\\n代码只需要写一次，就能复制到任何地方。程序员们不断复用其他人的劳动成果才能构建出如此复杂且丰富的互联网。在其他领域，软件也在继续吞噬世界，但他们缺少可以复用其他人劳动成果的模式。\\n\\n`“世界著名的工匠Wagmi-san，以最精致的配饰而闻名，最近在新东京开设了一家名为10KTF的商店。`\\n\\n`视日期而定，Wagmi-san先生可能会为猿、猫、机器人、Loot制作配饰……这完全取决于他的心情。作为一个有尊严的人，他只为拥有母 NFT 的客户制作物品。他的配件是 1 个只能创建一次的数字对象之一。`\\n\\n`生活很好。但他仍然需要收入以保持他的商店营业。它比替代方案更好。在去年夏天发生的事情之后，他不能让这种情况再次发生。”`\\n\\n这段文字来自10KTF的网站，它通过一段故事带你进入元宇宙中的虚拟店铺，10KTF团队设计了一系列商品，并通过组合NFT让这些商品变得与众不同。至于我们要不要把这些商品制造为实物，只是取决于你在现实世界中是否真的需要它。\\n\\n![](https://images.mirror-media.xyz/publication-images/bnJF4eEb4Jk3VZuxrav8l.png?height=616&width=616)\\n\\n![爱好者挑选的无聊猿周边服饰](https://images.mirror-media.xyz/publication-images/d4oUTN8ihT2LwT28tkOn-.png?height=461&width=616)\\n\\n随着元宇宙发展成熟，人类自然而然会过度到一种更环保的生活方式。大量现实世界中的库存将会被数字库存取代，非必要不制造并不需要强迫你做到，它只是一种自然的生活习惯。更多人需要的商品会更便宜，对接元宇宙的制造商会很乐意制造一些元宇宙中流行商品的物理版本，承接商品制造可以让厂商获得二次方投票积分，这是他们保持产品质量的动力。\\n\\n因为你的大部分物质需求和社交环境有关，而在未来你在虚拟世界中的社交活动会占到最大比重。这会产生大量虚拟商品的需求，NFT头像只是我们预览元宇宙的第一站。Facebook将吸引更多人关注元宇宙，但真正进入元宇宙是从你理解绝对所有权开始。\\n\\n在未来，我们在虚拟世界中铺张浪费，而在物理世界中精细调配。只有元宇宙才能让人类文明得以延续。\",\"timestamp\":1635698322,\"title\":\"元宇宙是一场所有权革命\"},\"digest\":\"Q1UqOY9QKvSmjA_zuXSEDA0wFmXne0Wo8COzMpWRqs4\",\"authorship\":{\"contributor\":\"0xABEe5597EB23AfDE43f0b6654CD60aB8329556c7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"l_i-MpapwYgmFx8-oRFXJTXIsVfL8e5kNf5OcVyeJ5E\\\",\\\"y\\\":\\\"zuw4_SVGAdMipigMo6Eu4dpKy1PRwuQ4gtKSko5MAPA\\\"}\",\"signature\":\"maXJua3rEkHzADHGTAkjZzt_Kg5Gpgb9E56HhMp9dig2GRhoBXXoryknBXhOKC7_vW0r0MUFecFI0-z8iRiaNg\",\"signingKeySignature\":\"0x6be625787fbe0d38cf140c7782f2d4e74f50047941fd12b5c3d4602a99567bba26412252d3892d0b0dfa433ecde0972883f8fcca9bae842876ffb46cfd0a0d461b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"l_i-MpapwYgmFx8-oRFXJTXIsVfL8e5kNf5OcVyeJ5E\\\",\\\"y\\\":\\\"zuw4_SVGAdMipigMo6Eu4dpKy1PRwuQ4gtKSko5MAPA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HV82fSw-eecvK2DWR9kN3GjdPHwIjGpdGI1Dk7FEzr0\"}"