"{\"content\":{\"body\":\"The NFT market is booming now. According to NFTGO statistics, at least one NFT project has launched on chain every day since May 2021. At the same time, similar to DeFi, the quality of NFT projects is varied, and investors may easily fall into the “liquidity trap”.\\n\\nIs the project my friend mentioned really good? How about this NFT Game in the news? Do I see the NFT world clearly? Which NFT is worth buying?\\n\\nIn fact, in the world of blockchain, whether as an investor or a beginner, you can rely on data to stay away from “hearsay” and decide which NFT to buy by yourself.\\n\\nHere we will provide you with six-step data analysis (also known as “ETH-CRM rule”) to assess the investment potential of an NFT project.\\n\\n![](https://images.mirror-media.xyz/publication-images/X2RwcpzxKKs_KrZHRkRFG.png?height=391&width=700)\\n\\n# Step 1\\n\\n## Trade: NFT Trading Data\\n\\nThe second step is to analyze the trading situation of the project. The following aspects can be used to analyze the transactions of the project.\\n\\n**Liquidity, 24h/7d volume —** How is the liquidity of the NFTs? How will they sell after buying?\\n\\n**Highest, average and lowest trading prices —** What are the upper and lower limits of NFTs?\\n\\n**Top Sales, trading frequency and price trend —** Is the project as a whole going up?\\n\\nTotal number of traders (including buyers and sellers), volume of change and interrelationships — Is the project attracting more traders?\\n\\n## Liquidity\\n\\nAgain, take CryptoPunks as an example. The liquidity (percentage of transactions in the last 30 days in total) of Punks reached 20.98%, 24h volume reached $5.67M, 7d volume was $37.92M, and historical cumulative volume was $700M.\\n\\n## Elements: Basic information\\n\\n* Introduction, category\\n* Market capitalization, total issuance\\n\\nBefore investing, the most important thing you should know is the basic profile and positioning of a project.\\n\\nFor example, CryptoPunks is a Collectible project that is on built on the Ethereum (ETH) Network, which contains 10,000 different NFTs pixel art images.\\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/3kCmlwHQuWjoGgFVAJNaM.png?height=188&width=700)\\n\\nToday, CryptoPunks has a total project market capitalization of over $424 million, with a total circulation of 9,999\\\\* and an average price of $40,000 for a single NFT. The status of the pioneer of underlying NFT technology and the four-year-long history of project management has given CryptoPunks a $400 million price tag. We can get a basic idea of its huge size with the following chart.\\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/9kftGn_QqUQLm6oYbyv5Z.png?height=225&width=700)\\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/IyUXXu-XawiBJdB-HV7El.png?height=73&width=700)\\n\\n# Step 2\\n\\n## Trade: NFT Trading Data\\n\\nThe second step is to analyze the trading situation of the project. The following aspects can be used to analyze the transactions of the project.\\n\\n**Liquidity, 24h/7d volume —** How is the liquidity of the NFTs? How will they sell after buying?\\n\\n**Highest, average and lowest trading prices —** What are the upper and lower limits of NFTs?\\n\\n**Top Sales, trading frequency and price trend —** Is the project as a whole going up?\\n\\nTotal number of traders (including buyers and sellers), volume of change and interrelationships — Is the project attracting more traders?\\n\\n## Liquidity\\n\\nAgain, take CryptoPunks as an example. The liquidity (percentage of transactions in the last 30 days in total) of Punks reached 20.98%, 24h volume reached $5.67M, 7d volume was $37.92M, and historical cumulative volume was $700M.\\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/Skpc9Yu1WO32f1JbIpnV7.png?height=250&width=700)\\n\\nOver a longer time span, the daily trading volume of CryptoPunks witnesses large fluctuations, which may be related to the high unit price of some Punks. But the overall upward trend reflects the market expectations for Punks. One of the highest daily trading volume in the past year was $41.95 million, which occurred more than ten days ago (2021.08.07). In addition, August 1 was also a trading peak in recent years, with a volume of $39 million.\\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/oRZH1W9qzLDFbBgx3nNmW.png?height=350&width=700)\\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/cdkELMMo7m-eetc7SRQB_.png?height=338&width=700)\\n\\nWe can find similar changes in traders trends and volume trends, which means the volume movements in Punks during this period were mainly driven by changes in the number of trades (rather than the average trading price). This is often associated with the occurrence of related events: events that generate heat and thus short-term traffic — we can search for relevant information from this perspective.\\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/BYk0hWGuDtIIYVD4CNENq.png?height=351&width=700)\\n\\nIn the early morning of July 31, two high-value transactions on CryptoPunks occurred on the chain in just three hours, with a combined transaction value of 3,850 ETH; two hours later, 0x650 (a new address) purchased almost all of the cheap Punks in a very short period of time, with a cumulative transaction value of over 2,700 ETH. This series of transactions quickly sparkled hot discussion across platforms, and CryptoPunks got on Twitter trends. People excitedly talked about the identity of the trader and CryptoPunks’ heat went higher, bringing new trading records.\\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/ZcgmdQ9KhT4qaDnSBLiR9.png?height=50&width=700)\\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/dYSmCAhVYQWWOmm_2AR0M.png?height=56&width=700)\\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/Mug9qTDMDimGe-mZQnHXs.png?height=395&width=700)\\n\\nWhat is interesting is that 0x650 became quiet after causing a stir in NFT community on July 30 and 31. Now the only big NFT Project under this address is on the Ethereum Network, and all 88 punks have been transferred before August 7.\\n\\n![Data Source: Ertherscan\\n](https://images.mirror-media.xyz/publication-images/WI7CsuMdY5s88gYpvnIpg.png?height=293&width=700)\\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/6lv8SilDZaMNlpVWrAAjp.png?height=371&width=700)\\n\\n![Data Source: Ertherscan](https://images.mirror-media.xyz/publication-images/le3HCx-fI4iFog8zxZf9P.png?height=368&width=700)\\n\\nNew transaction records on August 7 can be regarded as a continuation of the heat of Day 1, with a significant increase in the average price of transactions compared to Day 1 (as all the cheap Punks have been swept away by 0x650). In addition, on August 6, Christie officially announced the list of several NFT lots including CryptoPunks, which as good news pushed the trading volume of Punks. The day also saw a high value transaction of 1,500 ETH.\\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/kGLrEsB2YwIz52h7mGcAa.png?height=56&width=700)\\n\\nAfter this week, the overall enthusiasm increased again and drove prices of the whole NFT community to soar. However, we know that the heat of Punks has gradually spread to non-NFT users, and this will be a long-term positive element for the project.\\n\\n## Highest, average and lowest prices of transactions\\n\\nLet’s look at the next part of the indicators: the current highest trading price for Punks is $7,560,180.43, the lowest price is $0, and the average traded price is $70,439.4. There is some risk due to the wide range of trading prices. However, considering the high visibility of the project, there may be non-profit deals. Overall, the NFT prices within the CryptoPunks project are high, but the overall latest transaction prices are the highest prices. So perhaps there is still some room for appreciation.\\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/JaDQ7qWtzZ-ROtiEGr2iv.png?height=368&width=700)\\n\\n## Transaction frequency and price trend of Top Sales\\n\\nNow the highest prices of Punks are #3100 ($7,560,180.43, 4200ETH) and #7804 ($7,551,742.54, 4200ETH), purchased by 0x7b89 and 0xf4b4 157 and 158 days ago respectively. Both have only been traded twice, with the last transactions occurring in July 2017 and January 2018 (early stage of the project), both for $3.78 million — in the NFT world, if you pick a good project, you can be a “friend of time”.\\n\\n \\n \\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/15kyFBAwWC1yMdmV1EqvV.png?height=316&width=700)\\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/nnINyk3OrWsiC6hYSxnyJ.png?height=297&width=700)\\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/QWXbbrTbpNEYmFhrLtDg8.png?height=318&width=700)\\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/VscnDe_1Vl6u4zRXj3Gx9.png?height=299&width=700)\\n\\n## Total number of traders (including buyers and sellers), volume changes and interrelationships\\n\\nCryptoPunks now has 9,999 NFTs in circulation, owned by 2,829 addresses. Historically, 4,173 addresses have traded Punks, with more buyers than sellers, 3,706 and 2,207, reflecting the overall market tendency to retain Punks. 1,740 addresses have bought and sold at least once each, accounting for about 41.70% of the total number of addresses.\\n\\nIn addition, 229 addresses were involved in Punks transactions in the past 7 days, of which 136 were buyers and 134 were sellers, ranking top among all NFT projects in terms of transactions.\\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/LpiRxiXTyER1qiqEwof7V.png?height=248&width=700)\\n\\nOverall, at the transaction level, the overall liquidity of CryptoPunks is good and the project as a whole is still on an upward trend. However, due to the high price of individual NFTs, there may be problems such as low yields, which need to be considered carefully before entering the market.\\n\\n# Step 3\\n\\n## HODL: Data of NFT holding\\n\\nIn the third step, after confirming the underlying logic, established development scale, liquidity and revenue range of the project, we need to further examine the NFT holders of the project.\\n\\nThe NFT holding within the project will be analyzed at the following levels.\\n\\n**Total number of holders —** how many people in the market choose to trade these NFTs?\\n\\n**Top Sales, current and longest holdings —** Are they short-term speculators or long-term investors who believe in the value of the project?\\n\\n**Whales: number, holdings and transaction dynamics —** what kind of people are they, what types of NFTs are they investing in, and can we follow them?\\n\\n## Total Holders\\n\\nFor example, CryptoPunks has 2,829 holders, accounting for 67.79% of the total historical holders (4,173), which shows that there is not much speculators in the Punks market.\\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/4wNMq6dmkOcgwWSAqoQiw.png?height=250&width=700)\\n\\nMost of the current Top Sales were generated recently, proving the potential of the market.\\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/U1bXy3_HZl3k8Ip36fR05.png?height=393&width=700)\\n\\n## Current and longest holding times of Top Sales\\n\\nFurther analysis of Punks’ holders: For example, the current holder of the second highest priced Punk #7804, 0xf4b4, is a veteran Punk player. He entered the Punk market about 150 days ago and has been trading Punks since then.\\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/2YxAHZIz18c1p58IRs94X.png?height=159&width=700)\\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/dd0mskMARFGEtFN17_KLD.png?height=367&width=700)\\n\\nHis latest trade was done on August 4, 2021 and involved the sale of a Punk. \\n \\n\\n![Data Source: ErtherScan](https://images.mirror-media.xyz/publication-images/P3V5xDvfJmAw_Gfv5Tcqx.png?height=348&width=700)\\n\\n## Whales: number, holdings and transaction dynamics\\n\\nTracking the movement of Whales helps make better decisions. CryptoPunks currently has 57 Whales (i.e. Whales, holding over $1 million value of NFTs in the project). This number leads many NFT projects.\\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/h56vG9b_mv4VJbEOw-xbq.png?height=216&width=700)\\n\\nThe largest number of Punks is held by 0xc352b, with 430 Punks. His account also contains 230 Meebits, 4 Art Blocks and 1 Crypto Kitties. The highest total value of Punks is 0xe3016, who, in addition to holding a large number of Punks and Meebits, also purchased NFTs of Art Blocks, Known Origin and SuperRare. On July 28th he participated in the ICO of Stoner Cats (a new collectible project) has held it since.\\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/f9dGoK8TeVrWWMSLMBGqj.png?height=338&width=700)\\n\\nThe Whales in the Holding Amount list are more of winners in today’s Punks market than those in the Holding Value list: they are often early adopters of Punks, and most of the Punks in their accounts have appreciated more than ten times or even 100 times.\\n\\nWe can see from the historical trading in their accounts. The potential trading value of their accounts cannot be underestimated, considering the large number of Punks in their wallets that have not been traded. Most of the Whales in the Holding Value list are new traders who have quickly become huge whales through buying a lot of high priced Punks. They contributed much more trading volume as buyers than as sellers — they have great expectations for the future of Punks and are very likely to set higher revenue records.\\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/pl5jBl4lHNOJd28T4TMND.png?height=157&width=700)\\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/M1BDMKwok1tkziOfn-aFW.png?height=156&width=700)\\n\\nIn addition, we can also find more information by looking at the historical trading volume of their addresses: for example, the address 0x6902, which ranks sixth on the Holding Amount list, is the “Diamond Hands” of the NFT community, who has been hoarding Punks and continues to hold them regardless of whether their price goes up or down, and never sells them. He now has 147 Punks in his account and we are looking forward to seeing the moment when he chooses to sell them.\\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/T9wkYva9EnjHuEeq52tfW.png?height=156&width=700)\\n\\nOverall, the CryptoPunks market have a highly loyal group of investors who are still growing in number and investment size.\\n\\n# Step 4\\n\\n## Coin: Project Token Data\\n\\nMarket cap, Ranking\\n\\nTrading volume, Issued volume, Circulating volume\\n\\nPrice trend, trading\\n\\nIn the fourth step, for those projects that have issued tokens, we can examine their development by the price trend of their tokens. Since the liquidity of tokens is much better than that of NFTs, there is a group of cautious investors in the market who enter the market by investing in FT.\\n\\n# Step 5\\n\\n## Ranking: Inter-project comparison data\\n\\nIn the fifth step, we can rely on various rankings to evaluate CryptoPunks’ positioning in the market.\\n\\nIn the total market capitalization ranking, Cryptopunks ranks first and its market capitalization is much higher than the second place Art Blocks, with a market share of 29.58. On the Top NFTs ranking, Punks occupies 8 positions in the top 10 and 14 positions in the top 20. In the NFT Whales list, 8 of the top 10 addresses hold CryptoPunks. Rankings and specific rules can be viewed on the [NFTGO website](http://nftgo.io/) .\\n\\n \\n \\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/p-Y04yEBu_iotNVupMwbg.png?height=222&width=700)\\n\\nAt present, the volume share of CryptoPunks in the last 30 days is higher than the full time level, reaching 33.67% (thanks in large part to the two trading booms in early August). The volume of CryptoPunks in the last 7 days, gradually returning to its historical average, is 18.15%, second only to Art Blocks (50.41%). (More time dimensions can be found at: <https://nftgo.io/overview)>\\n\\n \\n \\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/aU4VOr86NgpFpJHbR2OGh.png?height=604&width=700)\\n\\n![Data Source: NFTGO](https://images.mirror-media.xyz/publication-images/l-66RSjuL_lQstPW2Raeg.png?height=572&width=700)\\n\\nCurrently, CryptoPunks is in the top of the market in all indicators, and can be seen as “blue chip” of NFT projects, with a value widely recognized by the market.\\n\\n# Step 6\\n\\n## Media: Project media data\\n\\nIn the sixth step, we can observe major media platforms of a project to observe its operation and the number of active users — the operation of the project community can help us to explore its trader profile (investment preference, project loyalty, etc.) to a certain extent, thus helping us to judge the future trend of a project.\\n\\n![](https://images.mirror-media.xyz/publication-images/lOA10Nz7vLV8-hCvR5uGp.png?height=178&width=700)\\n\\nCurrently, Larva Labs, to which Punks belongs, has 48,300 followers on Twitter, and the number of likes of a single tweet is 300 and still increasing. Its official discussion forum Discord contains more than 25,000 users, and the number of online users maintained above 1,000, and the daily discussion is maintained at more than 100. Traders are mainly senior NFT investors and new high net worth investors from outside the industry. These traders (especially the former) are highly active and well-funded, and can contribute to the development of the project.\\n\\n# Data Matters\\n\\nThe success of CryptoPunks is unique. As one of the early NFT projects, it was the first to make the transition from FT to NFT using ERC-20 format, and it has set an example for many subsequent NFT projects. But its success is also inevitable. The development of blockchain technology will eventually drive people who are not willing to just trade the same old FTs on the chain to do some personalized experimentation.\\n\\nIn addition to CryptoPunks, there are also popular projects such as Meebits, Bored Ape Yacht Club, Hashmasks, VeeFriends, etc. The operating model of collectibles NFTs determines its scarcity which will only increase as the overall market grows. But at the same time, such a setting is very unfavorable to the launching of a new NFT collectible. How can a new collectible NFT find its place and explore its unique value in such simple and homogeneous rules? How to find a new breakthrough point? And how do we find good projects with high value and long-term potential? With NFTGO, by using the six-step data analysis of “ETH-CRM”, we hope everyone can learn to conduct a systematic project analysis and enjoy the NFT exploring tour.\",\"timestamp\":1638937418,\"title\":\"The Ultimate Guide to Analysis of NFT Market\"},\"digest\":\"fkv_6olC-mAOowNPR05k2nRXxjRhmK3xps9e2l6GmAs\",\"authorship\":{\"contributor\":\"0x7051E9bA8Fa2575D4D68ea87bE85A7B4c4C12Ebe\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"88ZzzoEBA_GGdAIRW9XCEjm2xXuT-PaUHwLqgH6bQBw\\\",\\\"y\\\":\\\"aPDEqVHfVl0qaM7xGNYxEvw65n8QsfIenV3dtcTYuBE\\\"}\",\"signature\":\"7oEkTronO_4_H7e4uKKp3Zf9jyALqRCyeETqG39SjqvE6JzKecSjJxvvge1TjGNcvHNyc644I0Jwbb1Tb9cUUg\",\"signingKeySignature\":\"0x0fcbc4cde80ab9ec51cdc484f49eecccd49d2e34ea672ed5a326480a63c8dd5b3440fb9e8d1108c36aaacceb0a03af7f70a50a0a4ce69395f436ec536b5d4e4e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"88ZzzoEBA_GGdAIRW9XCEjm2xXuT-PaUHwLqgH6bQBw\\\",\\\"y\\\":\\\"aPDEqVHfVl0qaM7xGNYxEvw65n8QsfIenV3dtcTYuBE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fkv_6olC-mAOowNPR05k2nRXxjRhmK3xps9e2l6GmAs\"}"