"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/Oe2P8wOFZuQyb0IXM54Mi.png?height=200&width=400&&size=medium)\\n\\nTo kick off the birth of the \\\\[REDACTED\\\\] Cartel and the first of a four-phase mainnet rollout, DAO will launch Operation Swallowtail, a seven-day Treasury Start-Up Event (TBE) to ensure fair price discovery and sustainable treasury support. This is the first opportunity for the general public to coin $ BTRFLY to participate in the governance of the network. All proceeds will go to the Treasury \\\\[REDACTED\\\\], a smart contract fully controlled by $ BTRFLY token holders. Check out this step-by-step guide on how to safely participate in the Liquidity Kickoff Event (LBP) and check out the FAQs to learn more about how LBPs work.\\n\\nThe 3 assets you can link to are:\\n\\n* CLC\\n* CRV\\n* OHM\\n\\n> The TBE will begin on December 15 at 12 pm EST.\\n\\n## What is TBE - Treasury Boot Event?\\n\\nWe have decided to launch using a bonus-based strategy. In the absence of liquidity, there is no bond discount to speak of, instead users are pitted against each other, in an arrangement that resembles an LBP. During this initial bond offering event, the BCV will remain constant on all bonds. During this 7 day period, the $ BTRFLY token is frozen and cannot be redeemed or used until the next phase of the launch, the tokens will be taken automatically. The price will start high to discourage bots, early execution, and speculation. Over time, downward pressure on prices will be created due to debt growth without bonds being issued.\\n\\n### Only participate in this if you know what you are doing.\\n\\n## Link parameters\\n\\n![](https://images.mirror-media.xyz/publication-images/QQJ666e9j0Cboi5RLlr0-.PNG?height=129&width=790)\\n\\nUnlike standard forks, which implement a minimum value of 1 reserveToken per OHMForkToken, we will set minimum prices to equal the $ 1 value of the given token, based on the 30-day SMA immediately prior to launch. While this may be unheard of in the realm of OHM forks, we have several reasons for implementing this custom valuation logic.\\n\\n* We are accumulating reserves with assets that are not stable and are not strongly correlated with each other.\\n* Having an RFV that is simultaneously 1 OHM ($ 500) and 1 CRV ($ 4) is ridiculous\\n* CVX and CRV are trading above $ 1 and we want to generate cash gains, without making the bonders feel cheated by early investors.\\n\\nFrom a wide variety of renowned angels in space aligned with ours, the vision of Curve / Convex and Olympus, we have amassed approximately $ 1.25M to kick-start our treasury. We will use these funds to do the following:\\n\\n* Seed reserve $ BTRFLY, 50%\\n* Fund liquidity provision, 50%\\n\\nAccurate based on figures obtained on December 8, 2021 - Actual figures will differ as they will be derived from 30-day SMAs. With two significant figures, we can assume that US $ 1.25 million will amount to $ 2,500 OHM. Half of this would be deposited in our treasury to get it going, the other half would be converted to sOHM, to accumulate returns during the Swallowtail Operation, before being left without betting to provide liquidity. Given a hypothetical floor of $ 500 BTRFLY per $ OHM, a value of $ 1,250 OHM would result in the addition of $ 625,000 BTRFLY to the treasury.\\n\\nTo avoid seeding liquidity before the end of the Treasury Boot Event and diverting capital from REDACTED, we are integrating a token freeze on the $ xBTRFLY and $ BTRFLY token contracts. This means that only authorized contracts can move these tokens.\\n\\nThis will limit the user's functionality to the following, for the first week:\\n\\n* Bonding\\n* Stakeout\\n\\nThe following actions will be avoided:\\n\\n* Adding liquidity\\n* Transferring tokens\\n\\nApprovals will not be affected.\\n\\n## Link parameters\\n\\nWe would configure links so that their initial configurations share the following characteristics:\\n\\n* Bonus price of $ 20 at launch\\n* Debt ratio of 50% at launch\\n* $ 2 minimum price at launch\\n* Maximum debt of $ 5.95M BTRFLY per group, with the aim of limiting the issuance of $ BTRFLY to 25M / week\\n\\nSince within the BondDepository smart contract\\n\\n* BondPrice \\\\* 10,000 = BCV \\\\* debtRatio ()\\n\\nOur BCV for our bonds would be calculated shortly before launch.\\n\\nFor example, assuming an OHM value of $ 500:\\n\\n* 20 \\\\* 10,000 / 500 = BCV \\\\* 0.5\\n* 40 \\\\* 100/5 = BCV\\n* 800 = BCV\\n* BCV = 800 (to the nearest integer)\\n\\nThe BCVs would remain constant during the initial bond offering period.\\n\\n![Volume-weighted average price (PMPPV or VWAP](https://images.mirror-media.xyz/publication-images/HSophT4YUGb_3pOB-5lgP.PNG?height=59&width=281)\\n\\nThis will be calculated by collecting bonus event data, to obtain the following data for each bonus:\\n\\n* BondPriceUSD\\n* Trade value USD\\n* Date\\n\\nAll bonuses will be recorded and your event data will be recorded and processed using a tool like \\\"Flipside\\\"\\n\\n* Price \\\\* amount of each bonus given\\n* Sum of (price \\\\* amount) of all bonds\\n* Sum of the amount of all bonuses\\n* VWAP (PMPPV)\\n\\nWe will conclude Swallowtail atomically by:\\n\\n* Thawing the tab\\n* Use Treasury.mintRewards () to extract excess reserves to generate liquidity\\n* Add liquidity on Sushiswap based on VWAP bond price and $ OHM LIVE price\\n\\n## How to take part?\\n\\nAs a user looking to participate in TBE, you can navigate to our website where you will come across a user interface experience similar to (1,1) on OlympusDAO. Above it, you can see a chart showing the current price of each asset to see what the price to which it is linked would be.\\n\\n## Whats Next?\\n\\nAfter the 7-day Swallowtail Trade period, we will seed liquidity for the $ BTRFLY token, based on the volume-weighted average bond prices of all bonds we launch. This liquidity will be used to seed an OHM / BTRFLY LP Sushiswap. After the LP seed, the protocol will launch the second phase of the mainnet, entitled \\\"Operation Red Admiral\\\". From that moment on, the bonus programs offered through Swallowtail will be maintained, however, they will be accompanied by an LP bonus, in order for REDACTED to incentivize and take possession of the liquidity (OHM / BTRFLY). With this second phase, the token will be unfrozen and can be traded on secondary markets such as the Sushiswap LP established by the DAO. There are still two phases to begin after the Red Admiral,\\n\\n* Swallowtail: launch of default parameters focused on starting the treasury with basic reserve assets.\\n* Red Admiral: DAO-ruled, permissionless, public launch of the $ BTRFLY token with a focus on repurchasing our entire LP position on Sushiswap\\n* Holly Azul (Blue Holly) - Transition from LP position to Uni V3 rank position, expanding from Curve wars to ████, ███ and █████.\\n* Orange Tip: Migrate the codebase to an Olympus V2. Drive all making decision from off-chain to in-chain governance.\\n\\n## About the \\\\[REDACTED\\\\] poster\\n\\n\\\\[REDACTED\\\\] DAO is a complementary subDAO for OlympusDAO that aims to extend the influence of OlympusDAO to the larger DeFi ecosystem in an efficient and sustainable way without causing OlympusDAO to deviate from its initial values ​​(being the reserve currency for the DeFi space) . \\\\[REDACTED\\\\] DAO aims to achieve this by introducing the $ BTRFLY token. By interacting with \\\\[REDACTED\\\\], a person who owns a curve ecosystem token will merge their tokens through a \\\"metamorphosis\\\" and receive a discounted equivalent amount of $ BTRFLY. By locking the curve ecosystem tokens in the DAO \\\\[REDACTED\\\\] treasury, we are essentially reducing the supply of these tokens from the secondary market. The tokens will further be used to add performance strategies to grow the treasury and increase both $ BTRFLY and the intrinsic value of the curve ecosystem token. The price of $ BTRFLY will be determined by the concept of a Dutch auction where the discount increases if there is a lack of buyers and vice versa. \\\\[REDACTED\\\\] DAO will have token rebound economy similar to OlympusDAO. Users can bet $ BTRFLY and in return they will receive $ xBTRFLY. Each epoch, overrun rewards will be assigned to players. While \\\\[REDACTED\\\\] DAO focuses on the Curve ecosystem, DAO seeks to add more strategic risk assets, such as: ███, ███, and more. The price of $ BTRFLY will be determined by the concept of a Dutch auction where the discount increases if there is a lack of buyers and vice versa. \\\\[REDACTED\\\\] DAO will have token rebound economy similar to OlympusDAO. Users can bet $ BTRFLY and in return they will receive $ xBTRFLY. Each epoch, overrun rewards will be assigned to players. While \\\\[REDACTED\\\\] DAO focuses on the Curve ecosystem, DAO seeks to add more strategic risk assets, such as: ███, ███, and more. The price of $ BTRFLY will be determined by the concept of a Dutch auction where the discount increases if there is a lack of buyers and vice versa. \\\\[REDACTED\\\\] DAO will have token rebound economy similar to OlympusDAO. Users can bet $ BTRFLY and in return they will receive $ xBTRFLY. Each epoch, overrun rewards will be assigned to players. While \\\\[REDACTED\\\\] DAO focuses on the Curve ecosystem, DAO seeks to add more strategic risk assets, such as: ███, ███, and more. \\\\[REDACTED\\\\] DAO will have token rebound economy similar to OlympusDAO. Users can bet $ BTRFLY and in return they will receive $ xBTRFLY. Each epoch, overrun rewards will be assigned to players. While \\\\[REDACTED\\\\] DAO focuses on the Curve ecosystem, DAO seeks to add more strategic risk assets, such as: ███, ███, and more. \\\\[REDACTED\\\\] DAO will have token rebound economy similar to OlympusDAO. Users can bet $ BTRFLY and in return they will receive $ xBTRFLY. Each epoch, overrun rewards will be assigned to players. While \\\\[REDACTED\\\\] DAO focuses on the Curve ecosystem, DAO seeks to add more strategic risk assets, such as: ███, ███, and more.\\n\\nLa información proporcionada en este Mirror Post perteneciente a Redacted Cartel DAO, Inc. (\\\"Redacted Cartel DAO\\\" o la \\\"Compañía\\\"), sus criptoactivos, activos comerciales, estrategia y operaciones, es solo para fines informativos generales y no es una oferta formal para vender o una solicitud de una oferta para comprar valores, opciones, futuros u otros derivados relacionados con valores en cualquier jurisdicción y su contenido no está prescrito por las leyes de valores. La información contenida en este Mirror Post no debe considerarse como un consejo para comprar, vender o mantener dichos valores o como una oferta para vender dichos valores. Este Mirror Post no tiene en cuenta ni proporciona ningún consejo u opinión fiscal, legal o de inversión con respecto a los objetivos de inversión específicos o la situación financiera de ninguna persona. Redacted Cartel DAO y sus agentes, asesores, directores, funcionarios, empleados y accionistas no hacen ninguna representación o garantía, expresa o implícita, en cuanto a la exactitud de dicha información y Redacted Cartel DAO renuncia expresamente a toda responsabilidad que pueda basarse en dicha información. o errores u omisiones de los mismos. Cartel redactado DAO se reserva el derecho de modificar o reemplazar la información contenida en este documento, en parte o en su totalidad, en cualquier momento, y no asume ninguna obligación de proporcionar al destinatario acceso a la información modificada o de notificar al destinatario de la misma. La información contenida en este Mirror Post reemplaza cualquier Mirror Post o conversación anterior sobre la misma información, similar o relacionada. No se debe confiar en ninguna información, representación o declaración que no esté contenida en este documento para ningún propósito. Ni Redacted Cartel DAO ni ninguno de sus representantes tendrán responsabilidad alguna, por contrato, agravio, fideicomiso o de otro tipo, ante usted o cualquier persona que resulte del uso de la información en este Mirror Post por usted o cualquiera de sus representantes o por omisiones. a partir de la información de este Mirror Post. Además, la Compañía no asume ninguna obligación de comentar sobre las expectativas o declaraciones hechas por terceros con respecto a los asuntos discutidos en este Mirror Post.\",\"timestamp\":1639503231,\"title\":\"Operación: Cola de golondrina (Swallowtail) - Evento de arranque del Tesoro\"},\"digest\":\"jVGNFJMkj5LpcOErj1KQh--npw58joi_NKdLkWoPZ7w\",\"authorship\":{\"contributor\":\"0x4146baCB083d62Ec73FAf436BB04C50963942557\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TKSbEqVNPDerOe1Itmz693flWEYGeYIyuGpMGT19ink\\\",\\\"y\\\":\\\"kngG_dRLOkhfMbtQJ3foZt-J2Omj6x1IcdIZ7foyQW8\\\"}\",\"signature\":\"OU-A7sD_rOlB1TD1aErrTcbTwtrfkCcQ99pxdJ4NCkXcdqx47bXeKx4r0WvTdg6kUtTiJWjLf5LQ7dyC2GJCAw\",\"signingKeySignature\":\"0xd5f15aab37bb3b42c5e14352c53e35ceb9093f370d844a4fb49f4120c601c61d35fc7424619bc676b5fbb514b760f9b4a61f979bd1593c265632ca91cf3fa5a71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TKSbEqVNPDerOe1Itmz693flWEYGeYIyuGpMGT19ink\\\",\\\"y\\\":\\\"kngG_dRLOkhfMbtQJ3foZt-J2Omj6x1IcdIZ7foyQW8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wZAti5tUjhmxSIbe3Sfg6GZL1Qp6xcDW0ep4Phu09Vo\"}"