"{\"content\":{\"body\":\"Eight years ago, a team of researchers launched a project to carefully repeat early and influential lab experiments in cancer research. The Reproducibility Project as it is called recreated 50 experiments. Now, it reports that about half of the experiments did not produce the results reported **originally**.\\n\\nThe reproducibility of experiments and confirmation of results is central to wide acceptance of scientific claims.\\n\\n\\\"The truth is we fool ourselves. Most of what we claim is **novel** or **significant** is no such thing,\\\" said Dr. Vinay Prasad. He is a cancer doctor and researcher at the University of California, San Francisco and was not involved in the project.\\n\\nMost scientists believe that the strongest findings come from experiments that can be repeated with similar results.\\n\\nBut there is little reason for researchers to share methods and data so others can confirm the work, said Marcia McNutt. She is president of the National Academy of Sciences. Researchers lose respect in the scientific community if their results do not hold up to careful study, she added.\\n\\nFor the project, the researchers tried to repeat experiments from cancer biology papers. The papers had appeared in major scientific publications, including Nature and Cell, from 2010 to 2012.\\n\\nOverall, 54 percent of the original findings failed to meet conditions set by the Reproducibility Project. The team's study appears in the **journal** eLife. The nonprofit eLife receives support from the Howard Hughes Medical Institute, which also supports The Associated Press Health and Science Department.\\n\\nAmong the studies that did not hold up was one that claimed a link between a stomach bacteria and colon cancer. Another claimed a drug had shrunk tumors in mice. And, a third was a mouse study of a possible prostate cancer drug.\\n\\nThis is the second major study by the Reproducibility Project. In 2015, they found similar problems when they tried to repeat experiments in psychology.\\n\\nStudy co-writer Brian Nosek of the Center for Open Science said it can be wasteful to move forward without first doing the work to repeat findings.\\n\\nThe researchers tried to limit differences in how the cancer experiments were carried out. Often, they could not get help from the scientists who did the original work. They could not get answers to questions such as which kinds of mice to use or where to find specially engineered tumor cells.\\n\\nMichael Lauer is a deputy director of research at the National Institutes of Health (NIH). He said, \\\"I wasn't surprised, but it is concerning that about a third of scientists were not helpful, and, in some cases, were beyond not helpful.\\\"\\n\\nLauer added that the NIH plans to require data-sharing among organizations to which it provides support in 2023.\\n\\nDr. Glenn Begley is a bio-technology advisor and former head of cancer research at drugmaker Amgen. Ten years ago, he and other scientists at Amgen reported even lower rates of confirmation when they tried to repeat published cancer experiments.\\n\\nCancer research is difficult, Begley said. He added that \\\"it is very easy for researchers to be attracted to results that look exciting and **provocative**, results that appear to further support their favorite idea as to how cancer should work, but that are just wrong.\\\"\\n\\nI'm Jonathan Evans.\\n\\n*Carla K. Johnson reported on this story for the Associated Press. Jonathan Evans adapted this story for Learning English. Caty Weaver was the editor.*\\n\\n \\n \",\"timestamp\":1642484630,\"title\":\"Study Cannot Confirm Many Lab Results for Cancer Experiments\"},\"digest\":\"DVB2SEQZ_gL9jBAxF4UDK2aBtyGXG8tuauBRvOhp1UQ\",\"authorship\":{\"contributor\":\"0xE43385F432CEe3FEf94088018776a62fDBc69382\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"co-Fmk-bM1OUXu4kr-75vkQaRRTnaW3w97ztl3_YhPU\\\",\\\"y\\\":\\\"LsvB1c-Up2iiC_8z5KZ4zdriJI4ieTxYs0b4F55KdW0\\\"}\",\"signature\":\"Bk34Fe7-zu5esguZOxKbo91WM0DQbgdFNiRgAvTQ0r_0Da52XIQCRJIU9NnMCxx9VBXHMu5my_fwVCrTV_W4hA\",\"signingKeySignature\":\"0x4f842f62b561eb1ffc0ef4402ed4dd49e9c3dc61a6965ca490953fa24247e33a1619724f8238b055743ec00cc609600a6b672ca799d8dd27afbccc86c6fc64bc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"co-Fmk-bM1OUXu4kr-75vkQaRRTnaW3w97ztl3_YhPU\\\",\\\"y\\\":\\\"LsvB1c-Up2iiC_8z5KZ4zdriJI4ieTxYs0b4F55KdW0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DVB2SEQZ_gL9jBAxF4UDK2aBtyGXG8tuauBRvOhp1UQ\"}"