"{\"content\":{\"body\":\"走下擂台后我看了看比武对战表，那上面我的下一个对手早已出线，是个叫夜色无边的玩家，他又会是什么职业呢，让我拭目以待。\\n\\n```\\n系统在中午十一点半时宣布比赛暂停一个半小时，借此让所有关注比赛的玩家和选手可以下线吃饭，休息调整一下状态，在下午一点钟时继续进行，而我因为没有轮到自己比武，当然也闪人下线了。\\n\\n打开冰箱看了看里面那外表图案诱人，整一个金玉在外，败絮其中的方便面，我那饥饿的胃就表示出强烈的抗议：你小子怎么说也挣到点外快了，咋还这么吝啬，别总是方便食品打发我撒，出去整点新鲜的来。（各位尚且处于发育阶段的学生们，各位废寝忘食熬夜苦战的玩家朋友们，各位工作在各线岗位上日以继夜辛勤劳动的朋友们，可要少吃方便面，这玩意一没质量，二没营养，除了能混个肚饱外，根本不足取，还老整得人老是嘴里乏味，主角的胃已经对此深恶痛疾，才发出如此强烈的呼声）\\n\\n恩，一个多小时时间，足够我去门口排挡美餐一顿，赚了钱得会花钱，对不起别人不要紧，对不起自己可不应该。利索地给渐渐长大的鱼儿换好清水，喂完食，咱也该去祭祭我的五脏庙了。\\n\\n碧空万里，炎炎烈日肆意地将热浪倾泻到城市的四面八方；或许是因为很久没有正午出去过，那突然闯入眼睛的耀眼日光让我感觉有点眩目，赶紧闭上眼皮，慢慢睁开一条缝让眼睛慢慢适应这强烈的光亮；路边树上的叶子此刻也如打瘪茄子一样，无精打采地软搭在枝头；来往的行人中那些打着遮阳伞匆忙而过的不用问，肯定是爱惜皮肤如爱惜生命的年轻女子；那些一手举包，一手插腰的十之八九是中年男子；而那几个踩着滑板，毫无顾忌地享受阳光则是阳光男孩。\\n\\n顶着烈日我一路小跑来到小区门口的排挡，一头冲了进去，赶紧让我享受一下清凉空间，冷静天地。这人啊，真是越来越会享受，以前没有空调的时候不也照过，现在一离了空调，嗨，还真是热得难受，这不，刚在阳光下跑了点路，身上就象下了场小雨似的，汗水映湿了体恤，鬓发也顺服地贴到脸颊上，整一个字——热。\\n\\n因为是中午，所以来这里吃饭的人并不多，只有两个青年男子在里面吃饭，身边的椅子上放着两叠传单样的纸张，估计是来小区做促销的吧。电视里播放的是是俺爱看的节日——体育新闻。\\n\\n老板娘依旧在她的老位置上端坐着，今天穿着一身明黄色的旗袍，虽然质地不是很好，料子上有不少皱皱的痕迹，但是倒也挺适合她那江南女子的灵秀风韵。\\n\\n“呵呵，小张，瞧你热得那样，先坐空调旁边吹吹冷风吧。”老板娘看到我热得直掀衣摆，站起身来笑着说道。\\n\\n听她那副糯糯的，挺舒服的腔调，我回了个笑说道：“没事，热天出出汗对身体有好处，冷风吹多了可要感冒。”\\n\\n“今天想吃点什么？”老板娘那着个小本本走到我身边问到。\\n\\n“恩，给我烧份酸菜鱼，再来个韭菜百叶，然后随便烧个什么汤，拿瓶啤酒就行了。”我坐下来，想了想说道。\\n\\n“行，你等着，我这就叫他烧去。”老板娘飞快地记了下来，说完转身走向了厨房。\\n\\n着看着电视里的那些运动健儿为国增光添彩，为己增金扬名，我不由暗呼他们生着一副好身子骨，遇到了识宝的伯乐。但是咱也不羡慕他们，宝剑锋从磨砺出，梅花香自苦寒来，想一战成名，背后还不知道要吃多少苦呢。看着电视上的一幕幕，勾起了我对往昔的回忆，那时当了二年人民的消防兵就让我饱尝了酸甜苦辣，多少次鲜血与烈火的拼搏，多少次汗水与泪水的交织，现在回首往事，感慨良深，咱那时的觉悟咋就那么高呢。\\n\\n“小张，你的菜来了，酸菜鱼要稍微等一下，先就着这个吃着吧。”老板娘的话音将我从联想中拉了回来，看着放到桌上那白绿相间的韭菜百叶和热气腾腾三鲜汤，我应允一声拿过酒瓶，先自斟自饮起来。\\n\\n脆生生的深绿色酸菜，嫩滑滑的雪白鱼片，红艳艳的尖头辣椒，一盆辣香扑鼻的酸菜鱼端到了我面前，让我胃口大开，筷子也连连落下，口味不错，让我吃得摇头晃脑，乐哉乐哉。\\n\\n慢慢吃到近一点，看这酒也光了，饭也吃了，该是我回家上线的时候，和老板娘结个帐，接过那根老板客气递来的香烟，走出店门，打道回府。\\n\\n回到家后赶紧脱掉满是汗迹的体恤，洗了把脸，擦了把身子，将衣服搓揉一番后晾到阳台上，回头拉过椅子稳稳坐定，继续咱的天下第一比武大会，看看那个夜色无边到底是什么角色。\\n\\n观望了一会其他玩家几场比赛后，系统的提醒也响了起来，该是我上场比赛的时候。吃下几颗丹药，将匕首擦拭好炼金药剂，我又将背包里的裂棱箭拿出不少浸上麻痹毒药，舍不得孩子套不着狼，几瓶麻痹毒药算什么，现在可要更加小心，只要能打击对手的，都是好的，他的实力能减弱就表示我的实力会增强。\\n\\n站在我对面的年轻人脸色略微有点苍白，黑色的瞳孔里流露出坚毅的目光，油亮乌黑的头发被梳理在脑后，笔挺的鼻梁下是两片轻薄的嘴唇，加上稍尖的下巴，整个面容让人看上去挺舒服，一套连体的浅灰色皮甲覆盖住全身，仅仅留下脖子那一处空隙，似乎就是为我的刎喉而精心准备的，修长手上分别握着把闪着淡蓝色寒光的匕首和一个皮制椭圆形盾牌，那右盾左匕的拿法说明夜色无边是个左撇子。\\n\\n看样子他也是个刺客，手上那把和我诅咒之刃上闪烁的淡淡红光相对应的匕首似乎有点古怪，难道上面也擦了什么药剂不成，还是附加了什么特别属性，我暗自留了个心，可惜没有看到他的比武过程，不然还能多点了解，也不知道他有没有看过我的比武。\\n\\n黑衣裁判一声洪亮的声音宣告了比武的开始，既然两人都是刺客，也没必要出潜行了，那纯粹是浪费时间，先试探一下对方的实力再说。我换上了盾牌和诅咒之刃，身子一动，匕首先掠起一片刀光劈向了夜色无边。\\n\\n夜色无边见我动了手，脸色一紧，看准我的来势右手举起盾牌就挡，而左手的匕首也悄然带起一道残影划向我的腰间，我左手一沉，手上的盾牌也迎住了他的刀锋。-98，-65，在夜色无边和我的头上分别飘起的伤害数值充分说明我的攻击伤害略胜一筹，如果硬拼的话他根本毫无胜算。\\n\\n一招过后，夜色无边身子一晃，举起左手的匕首继续对我砍了过来。我当然不加思索，你想这样我奉陪，咱手上的诅咒之刃可是有噬血特性的，越是近战我越合算。\\n\\n夜色无边手上那闪着蓝光的匕首连连落在我的盾牌上，除了给我造成的伤害外，似乎也将蓝色的光芒沾染到我的身上，但是并没有引起我的注意，而夜色无边看到我盾牌上浮现的淡淡蓝光之后，立即开了急速，影遁消失在我面前，这不是我跟一拳打死两头虎那家伙玩得一招吗，NND，被这小子偷学去了。\\n\\n由于我和夜色无边两人本来就靠得很近，他这突然一个影遁，尽管我有所留心，但还是没有来得及躲闪，冰凉刀锋紧贴着我的皮甲抹过我的咽喉，随后就是一记背刺，带出的-350，-195两个伤害数值让我的心一下子提了起来，难道他那匕首上也有破甲附加效果，攻击怎么一下子这么高，要不是背刺有回复时间，他再来两下不是要了我的命。\\n\\n没有回头，摇晃着身子往前猛冲，回血丹是吃下两颗嘴里再放一颗，刚才那几下差点让我挂掉，他的匕首有点古怪，我心想到。换上刺牙之碧晶弩我扭头便射，拖延了一下夜色无边的追赶，而夜色无边看我刻意躲避，也不再追赶，冷笑一声换上把黑色长弓，冲我搭箭就射。\\n\\n我的弩射程可不能和他的长弓比，距离拉远了我等于是白白让他射，早如此我就带把青铜长弓过来了。看到自己血量回得差不多，我折身冲向了夜色无边，我就不信你刀刀能发挥出如此高的攻击，而夜色无边见我返回，也立即换上匕首盾牌迎了过来。-70，-75的伤害让我有点宽慰，那高伤害还是靠点运气的，再等两下，再等两下就轮到我发威了，同是刺客他的攻击既然不算低，那血量肯定比我高不到哪去，别看你现在闹得欢，只要我那刺牙之碧晶弩能多发挥出几个连射，你小子就等着眼直翻吧。\\n\\n盾牌上消失的蓝光在夜色无边的几刀中又重现，而他的攻击伤害也一下子增长到-105，-110，而且是连续几刀如此，要不是他影遁的恢复时间还没好，我估计这家伙肯定乘机下毒手，一鼓作气将我送下擂台。\\n\\n一边吃药回砍，我一边思量着，能连续早成较高的伤害，肯定不是他匕首有问题，就是我这么好的运气，也不敢说能刀刀带出碎甲，肯定是他匕首上那蓝光的问题，莫非是个是和我那麻痹毒药同类的毒药，能够增加他的攻击力或者是降低我的防御力，恩，肯定是降低我的防御力，不然增加攻击的话他就能刀刀如此，伤害增加总是在我的盾牌染上了蓝色之后才有的，怪不得夜色无边一点不畏惧跟我近战，原来是仗着有这个秘密武器，也不知道他前几场比赛有没有用到，M的，怎么就没人告诉我他有这招呢，郁闷。（废话，没进百强谁有兴趣打听那么多比武玩家的消息，当然了，进了百强就不同了，比武选手的资料可是有玩家整理成册拿来卖钱，并因此成了天地中第一个地下组织，不是行会的行会——天地包打听协会）\\n\\n不过既然猜到夜色无边匕首中可能暗藏着的玄机，我也就无所谓畏惧了，不过脸上依然摆出一副迷惑不解的样子，心里暗暗估算着时间，蓝光在我身上维持的时间并不算长，估计和我那麻痹效果差不多，当我的匕首发挥出麻痹效果时，我也是卯足了劲发力砍，让夜色无边也忙着猛吞恢复药剂。\\n\\n这家伙的影遁应该差不多回复好了，下一次当蓝光附加到我身上时，估计就是他开强潜下手时，也正是我返攻的好机会，你小子会算计我，我难道就不会算计你吗。嘿嘿，我嘴角微微扯动了一下，带出一丝只有我自己才懂的笑意。\\n\\n夜色无边的匕首又一次让我沾上蓝光，就是现在，夜色无边果然没出我所料，消失在我面前，而我手上的天牛之甲盾也在那一瞬间换成了刺牙之碧晶弩，甩手就往身后一阵怒射，不用回头看，我就知道夜色无边刚刚进入潜行的身子肯定已经暴露出来。你的表演好了，也该看我的，我迈开脚步看似欲往前跑，也同时开启了影遁，身子刚一消失，就立即急速转身。而夜色无边还在原地，一副不可思意的表情看了看着身上被我射中的几根裂棱箭，又看了看我刚消shi身影的地方，似乎有所察觉，赶紧想往后退。\\n\\n你想往哪退，我足尖一点，身子跟着高高跳起，一个空翻跃过夜色无边，右手在半空中就将一记意欲染血的刎喉送到夜色无边的脖子上，顺着那条为我开好的缝隙，割洒出一腔殷红的鲜血，身子一着地，左手刺牙之碧晶弩一抖，带着麻痹效果的箭枝落到夜色无边身上，将他想要躲闪的步伐拉慢下来，而带出碎甲的背刺和几刀追砍估计让他的血量也快见了底，想赶紧吃药回血的夜色无边那刚塞到嘴边的大量恢复药剂还没来得及下口，就被随后呼啸而至，连射出的两串六根利箭给射倒在地，药瓶也顺着松开的右手骨碌骨碌滚下擂台。\\n\\n聪明的头脑加上不俗的实力，当然少不了还有几分恰到好处的运气，这是我能赢得这场比武后，总结自己能够获胜的三点原因。（喂，你们扔那么多砖头鸡蛋上来干吗，我这么辛苦给你们奉献了一场比武表演，你们就如此待我，真让我心寒，小心哥们我罢赛）\\n```\\n\\n\\n------------\",\"timestamp\":1640252408,\"title\":\"第九十九章 隐为者V夜色无边\"},\"digest\":\"GprLeOMquniFjwmx_eWiuERU-ip48gnixihlgUfzMM4\",\"authorship\":{\"contributor\":\"0xCeCD2054EBC390D524E33c463481E659130eb4aB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5LL8vhTC7zXIiCxKmq19kyBGp_irDeUUQ9eQ09fmask\\\",\\\"y\\\":\\\"Tdv0iigdQ86yGAyM2llCZVyqo2ZGczmGUHq1dJZMCP0\\\"}\",\"signature\":\"FJ6P6hQhqup_jLgSPXyRr42v93VUquwBSbrW_oH9p-PtWJB_LmY86YkSrnnian1QZ-ZSDuiBwVZ1AfTBRxkLcw\",\"signingKeySignature\":\"0xd1c2e1d3a50bd9a39813be294ed4b04214d9fbc06042f064d70d1110d8f671df7ea715e1ba3d04857cfd6c1da486c72cd1a2cb1dcc9de5ee56a412d77b9367c31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5LL8vhTC7zXIiCxKmq19kyBGp_irDeUUQ9eQ09fmask\\\",\\\"y\\\":\\\"Tdv0iigdQ86yGAyM2llCZVyqo2ZGczmGUHq1dJZMCP0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GprLeOMquniFjwmx_eWiuERU-ip48gnixihlgUfzMM4\"}"