"{\"content\":{\"body\":\"I have seen him mock strangers whom even Herod condescended to receive with honors; yet he always spared Judea. For the first time, in conversation with me to-day, he trifled with our customs and God. As you would have had me do, I parted with him finally. And now, O my dear mother, I would know with more certainty if there be just ground for the Roman's contempt. In what am I his inferior? Is ours a lower order of people? Why should I, even in Caesar's presence; feel the shrinking of a slave? Tell me especially why, if I have the soul, and so choose, I may not hunt the honors of the world in all its fields? Why may not I take sword and indulge the passion of war? As a poet, why may not I sing of all themes? I can be a worker in metals, a keeper of flocks, a merchant, why not an artist like the Greek? Tell me, O my mother--and this is the sum of my trouble--why may not a son of Israel do all a Roman may?\\\"\\n\\nThe reader will refer these questions back to the conversation in the Market-place; the mother, listening with all her faculties awake, from something which would have been lost upon one less interested in him--from the connections of the subject, the pointing of the questions, possibly his accent and tone--was not less swift in making the same reference. She sat up, and in a voice quick and sharp as his own, replied, \\\"I see, I see! From association Messala, in boyhood, was almost a Jew; had he remained here, he might have become a proselyte, so much do we all borrow from the influences that ripen our lives; but the years in Rome have been too much for him. I do not wonder at the change; yet\\\"--her voice fell--\\\"he might have dealt tenderly at least with you. It is a hard, cruel nature which in youth can forget its first loves.\\\"\\n\\nHer hand dropped lightly upon his forehead, and the fingers caught in his hair and lingered there lovingly, while her eyes sought the highest stars in view. Her pride responded to his, not merely in echo, but in the unison of perfect sympathy. She would answer him; at the same time, not for the world would she have had the answer unsatisfactory: an admission of inferiority might weaken his spirit for life. She faltered with misgivings of her own powers.\\n\\n\\\"What you propose, O my Judah, is not a subject for treatment by a woman. Let me put its consideration off till to-morrow, and I will have the wise Simeon--\\\"\\n\\n\\\"Do not send me to the Rector,\\\" he said, abruptly.\\n\\n\\\"I will have him come to us.\\\"\\n\\n\\\"No, I seek more than information; while he might give me that better than you, O my mother, you can do better by giving me what he cannot--the resolution which is the soul of a man's soul.\\\"\\n\\nShe swept the heavens with a rapid glance, trying to compass all the meaning of his questions.\\n\\n\\\"While craving justice for ourselves, it is never wise to be unjust to others. To deny valor in the enemy we have conquered is to underrate our victory; and if the enemy be strong enough to hold us at bay, much more to conquer us\\\"--she hesitated-- \\\"self-respect bids us seek some other explanation of our misfortunes than accusing him of qualities inferior to our own.\\\"\\n\\nThus, speaking to herself rather than to him, she began:\\n\\n\\\"Take heart, O my son. The Messala is nobly descended; his family has been illustrious through many generations. In the days of Republican Rome--how far back I cannot tell--they were famous, some as soldiers, some as civilians. I can recall but one consul of the name; their rank was senatorial, and their patronage always sought because they were always rich. Yet if to-day your friend boasted of his ancestry, you might have shamed him by recounting yours. If he referred to the ages through which the line is traceable, or to deeds, rank, or wealth--such allusions, except when great occasion demands them, are tokens of small minds--if he mentioned them in proof of his superiority, then without dread, and standing on each particular, you might have challenged him to a comparison of records.\\\"\\n\\nTaking a moment's thought, the mother proceeded:\\n\\n\\\"One of the ideas of fast hold now is that time has much to do with the nobility of races and families. A Roman boasting his superiority on that account over a son of Israel will always fail when put to the proof. The founding of Rome was his beginning; the very best of them cannot trace their descent beyond that period; few of them pretend to do so; and of such as do, I say not one could make good his claim except by resort to tradition. Messala certainly could not. Let us look now to ourselves. Could we better?\\\"\\n\\nA little more light would have enabled him to see the pride that diffused itself over her face.\\n\\n\\\"Let us imagine the Roman putting us to the challenge. I would answer him, neither doubting nor boastful.\\\"\\n\\nHer voice faltered; a tender thought changed the form of the argument.\\n\\n\\\"Your father, O my Judah, is at rest with his fathers; yet I remember, as though it were this evening, the day he and I, with many rejoicing friends, went up into the Temple to present you to the Lord. We sacrificed the doves, and to the priest I gave your name, which he wrote in my presence--'Judah, son of Ithamar, of the House of Hur.' The name was then carried away, and written in a book of the division of records devoted to the saintly family.\\n\\n\\\"I cannot tell you when the custom of registration in this mode began. We know it prevailed before the flight from Egypt. I have heard Hillel say Abraham caused the record to be first opened with his own name, and the names of his sons, moved by the promises of the Lord which separated him and them from all other races, and made them the highest and noblest, the very chosen of the earth. The covenant with Jacob was of like effect. 'In thy seed shall all the nations of the earth be blessed'--so said the angel to Abraham in the place Jehovah-jireh. 'And the land whereon thou liest, to thee will I give it, and to thy seed'--so the Lord himself said to Jacob asleep at Bethel on the way to Haran. Afterwards the wise men looked forward to a just division of the land of promise; and, that it might be known in the day of partition who were entitled to portions, the Book of Generations was begun. But not for that alone. The promise of a blessing to all the earth through the patriarch reached far into the future. One name was mentioned in connection with the blessing--the benefactor might be the humblest of the chosen family, for the Lord our God knows no distinctions of rank or riches. So, to make the performance clear to men of the generation who were to witness it, and that they might give the glory to whom it belonged, the record was required to be kept with absolute certainty. Has it been so kept?\\\"\\n\\nThe fan played to and fro, until, becoming impatient, he repeated the question, \\\"Is the record absolutely true?\\\"\\n\\n\\\"Hillel said it was, and of all who have lived no one was so well-informed upon the subject. Our people have at times been heedless of some parts of the law, but never of this part. The good rector himself has followed the Books of Generations through three periods--from the promises to the opening of the Temple; thence to the Captivity; thence, again, to the present. Once only were the records disturbed, and that was at the end of the second period; but when the nation returned from the long exile, as a first duty to God, Zerubbabel restored the Books, enabling us once more to carry the lines of Jewish descent back unbroken fully two thousand years. And now--\\\"\\n\\nShe paused as if to allow the hearer to measure the time comprehended in the statement.\\n\\n\\\"And now,\\\" she continued, \\\"what becomes of the Roman boast of blood enriched by ages? By that test, the sons of Israel watching the herds on old Rephaim yonder are nobler than the noblest of the Marcii.\\\"\\n\\n\\\"And I, mother--by the Books, who am I?\\\"\\n\\n\\\"What I have said thus far, my son, had reference to your question. I will answer you. If Messala were here, he might say, as others have said, that the exact trace of your lineage stopped when the Assyrian took Jerusalem, and razed the Temple, with all its precious stores; but you might plead the pious action of Zerubbabel, and retort that all verity in Roman genealogy ended when the barbarians from the West took Rome, and camped six months upon her desolated site. Did the government keep family histories? If so, what became of them in those dreadful days? No, no; there is verity in our Books of Generations; and, following them back to the Captivity, back to the foundation of the first Temple, back to the march from Egypt, we have absolute assurance that you are lineally sprung from Hur, the associate of Joshua. In the matter of descent sanctified by time, is not the honor perfect? Do you care to pursue further? if so, take the Torah, and search the Book of Numbers, and of the seventy-two generations after Adam, you can find the very progenitor of your house.\\\"\\n\\nThere was silence for a time in the chamber on the roof.\\n\\n\\\"I thank you, O my mother,\\\" Judah next said, clasping both her hands in his; \\\"I thank you with all my heart. I was right in not having the good rector called in; he could not have satisfied me more than you have. Yet to make a family truly noble, is time alone sufficient?\\\"\\n\\n\\\"Ah, you forget, you forget; our claim rests not merely upon time; the Lord's preference is our especial glory.\\\"\\n\\n\\\"You are speaking of the race, and I, mother, of the family--our family. In the years since Father Abraham, what have they achieved? What have they done? What great things to lift them above the level of their fellows?\\\"\\n\\nShe hesitated, thinking she might all this time have mistaken his object. The information he sought might have been for more than satisfaction of wounded vanity. Youth is but the painted shell within which, continually growing, lives that wondrous thing the spirit of man, biding its moment of apparition, earlier in some than in others. She trembled under a perception that this might be the supreme moment come to him; that as children at birth reach out their untried hands grasping for shadows, and crying the while, so his spirit might, in temporary blindness, be struggling to take hold of its impalpable future. They to whom a boy comes asking, Who am I, and what am I to be? have need of ever so much care. Each word in answer may prove to the after-life what each finger-touch of the artist is to the clay he is modelling.\\n\\n\\\"I have a feeling, O my Judah,\\\" she said, patting his cheek with the hand he had been caressing--\\\"I have the feeling that all I have said has been in strife with an antagonist more real than imaginary. If Messala is the enemy, do not leave me to fight him in the dark. Tell me all he said.\\\"\\n\\nCHAPTER V\\n\\nThe young Israelite proceeded then, and rehearsed his conversation with Messala, dwelling with particularity upon the latter's speeches in contempt of the Jews, their customs, and much pent round of life.\\n\\nAfraid to speak the while, the mother listened, discerning the matter plainly. Judah had gone to the palace on the Market-place, allured by love of a playmate whom he thought to find exactly as he had been at the parting years before; a man met him, and, in place of laughter and references to the sports of the past, the man had been full of the future, and talked of glory to be won, and of riches and power. Unconscious of the effect, the visitor had come away hurt in pride, yet touched with a natural ambition; but she, the jealous mother, saw it, and, not knowing the turn the aspiration might take, became at once Jewish in her fear. What if it lured him away from the patriarchal faith? In her view, that consequence was more dreadful than any or all others. She could discover but one way to avert it, and she set about the task, her native power reinforced by love to such degree that her speech took a masculine strength and at times a poet's fervor.\\n\\n\\\"There never has been a people,\\\" she began, \\\"who did not think themselves at least equal to any other; never a great nation, my son, that did not believe itself the very superior. When the Roman looks down upon Israel and laughs, he merely repeats the folly of the Egyptian, the Assyrian, and the Macedonian; and as the laugh is against God, the result will be the same.\\\"\\n\\nHer voice became firmer.\\n\\n\\\"There is no law by which to determine the superiority of nations; hence the vanity of the claim, and the idleness of disputes about it. A people risen, run their race, and die either of themselves or at the hands of another, who, succeeding to their power, take possession of their place, and upon their monuments write new names; such is history. If I were called upon to symbolize God and man in the simplest form, I would draw a straight line and a circle, and of the line I would say, 'This is God, for he alone moves forever straightforward,' and of the circle, 'This is man--such is his progress.' I do not mean that there is no difference between the careers of nations; no two are alike. The difference, however, is not, as some say, in the extent of the circle they describe or the space of earth they cover, but in the sphere of their movement, the highest being nearest God.\\n\\n\\\"To stop here, my son, would be to leave the subject where we began. Let us go on. There are signs by which to measure the height of the circle each nation runs while in its course. By them let us compare the Hebrew and the Roman.\\n\\n\\\"The simplest of all the signs is the daily life of the people. Of this I will only say, Israel has at times forgotten God, while the Roman never knew him; consequently comparison is not possible.\\n\\n\\\"Your friend--or your former friend--charged, if I understood you rightly, that we have had no poets, artists, or warriors; by which he meant, I suppose, to deny that we have had great men, the next most certain of the signs. A just consideration of this charge requires a definition at the commencement. A great man, O my boy, is one whose life proves him to have been recognized, if not called, by God. A Persian was used to punish our recreant fathers, and he carried them into captivity; another Persian was selected to restore their children to the Holy Land; greater than either of them, however, was the Macedonian through whom the desolation of Judea and the Temple was avenged. The special distinction of the men was that they were chosen by the Lord, each for a divine purpose; and that they were Gentiles does not lessen their glory. Do not lose sight of this definition while I proceed.\\n\\n\\\"There is an idea that war is the most noble occupation of men, and that the most exalted greatness is the growth of battle-fields. Because the world has adopted the idea, be not you deceived. That we must worship something is a law which will continue as long as there is anything we cannot understand. The prayer of the barbarian is a wail of fear addressed to Strength, the only divine quality he can clearly conceive; hence his faith in heroes. What is Jove but a Roman hero? The Greeks have their great glory because they were the first to set Mind above Strength. In Athens the orator and philosopher were more revered than the warrior. The charioteer and the swiftest runner are still idols of the arena; yet the immortelles are reserved for the sweetest singer. The birthplace of one poet was contested by seven cities. But was the Hellene the first to deny the old barbaric faith? No. My son, that glory is ours; against brutalism our fathers erected God; in our worship, the wail of fear gave place to the Hosanna and the Psalm. So the Hebrew and the Greek would have carried all humanity forward and upward. But, alas! the government of the world presumes war as an eternal condition; wherefore, over Mind and above God, the Roman has enthroned his Caesar, the absorbent of all attainable power, the prohibition of any other greatness.\\n\\n\\\"The sway of the Greek was a flowering time for genius. In return for the liberty it then enjoyed, what a company of thinkers the Mind led forth? There was a glory for every excellence, and a perfection so absolute that in everything but war even the Roman has stooped to imitation. A Greek is now the model of the orators in the Forum; listen, and in every Roman song you will hear the rhythm of the Greek; if a Roman opens his mouth speaking wisely of moralities, or abstractions, or of the mysteries of nature, he is either a plagiarist or the disciple of some school which had a Greek for its founder. In nothing but war, I say again, has Rome a claim to originality. Her games and spectacles are Greek inventions, dashed with blood to gratify the ferocity of her rabble; her religion, if such it may be called, is made up of contributions from the faiths of all other peoples; her most venerated gods are from Olympus--even her Mars, and, for that matter, the Jove she much magnifies. So it happens, O my son, that of the whole world our Israel alone can dispute the superiority of the Greek, and with him contest the palm of original genius.\\n\\n\\\"To the excellences of other peoples the egotism of a Roman is a blindfold, impenetrable as his breastplate. Oh, the ruthless robbers! Under their trampling the earth trembles like a floor beaten with flails. Along with the rest we are fallen--alas that I should say it to you, my son! They have our highest places, and the holiest, and the end no man can tell; but this I know--they may reduce Judea as an almond broken with hammers, and devour Jerusalem, which is the oil and sweetness thereof; yet the glory of the men of Israel will remain a light in the heavens overhead out of reach: for their history is the history of God, who wrote with their hands, spake with their tongues, and was himself in all the good they did, even the least; who dwelt with them, a Lawgiver on Sinai, a Guide in the wilderness, in war a Captain, in government a King; who once and again pushed back the curtains of the pavilion which is his resting-place, intolerably bright, and, as a man speaking to men, showed them the right, and the way to happiness, and how they should live, and made them promises binding the strength of his Almightiness with covenants sworn to everlastingly. O my son, could it be that they with whom Jehovah thus dwelt, an awful familiar, derived nothing from him?--that in their lives and deeds the common human qualities should not in some degree have been mixed and colored with the divine? that their genius should not have in it, even after the lapse of ages, some little of heaven?\\\"\\n\\nFor a time the rustling of the fan was all the sound heard in the chamber.\\n\\n\\\"In the sense which limits art to sculpture and painting, it is true,\\\" she next said, \\\"Israel has had no artists.\\\"\\n\\nThe admission was made regretfully, for it must be remembered she was a Sadducee, whose faith, unlike that of the Pharisees, permitted a love of the beautiful in every form, and without reference to its origin.\",\"timestamp\":1640142629,\"title\":\"Messala always had his share of the disagreeable quality. When he was a child\"},\"digest\":\"Cm2v1JJCZlpnB_EdeW0NS-zBZKQlKbSnRmuEoJWGZTc\",\"authorship\":{\"contributor\":\"0x994E4477C12eEdA205e5484164bDb84f9649036F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Wk2w9DbM6btM9NcwRJ36Yu3QIA-jus5pvEdUqMQXppU\\\",\\\"y\\\":\\\"qMytb3FLDLxXZkBVfG_Z3_mPrtKUWOxLLAeSMEBq1w0\\\"}\",\"signature\":\"U96sCzsIrGS8IIZhNBtpQUwB5tHy6ElJz8I8wcBl5VNhJlo0YLI7OSiY5InJEL7MMEGxNUqo4_dWc97GmU7W5Q\",\"signingKeySignature\":\"0xcd40c0bad10ddbf167325ad5b9c93a151b305f8a8c69257bf6a2eb6cbafc4ce730febb738f8f7704fc553565558cdbfca9795fdc6c07a22113259725beba96eb1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Wk2w9DbM6btM9NcwRJ36Yu3QIA-jus5pvEdUqMQXppU\\\",\\\"y\\\":\\\"qMytb3FLDLxXZkBVfG_Z3_mPrtKUWOxLLAeSMEBq1w0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Cm2v1JJCZlpnB_EdeW0NS-zBZKQlKbSnRmuEoJWGZTc\"}"