"{\"content\":{\"body\":\"A: We have developed some filters at Berkshire based on years of experience.  When I'm learning about or researching an investment opportunity, as long as there's one filter that checks it out, I definitely don't invest.  Charlie has a similar filter.  \\n\\n \\n\\nWe don't try to understand a lot of things, we just need to understand a few things, and that is within our circle of competence.  \\n\\n \\n\\nFor example, you visited Nebraska Furniture Mart this morning, and when Berkshire bought the company, its founder, Mrs. B, chose cash over stock because she didn't think she understood stocks.  \\n\\n \\n\\nIt's important to know what you're capable of.  Five years from now, I don't know which company will be no. 1 in auto manufacturing, so I'm not going to pick auto stocks.  I prefer to do simple things within my own circle of competence.  \\n\\n \\n\\nGood decisions scream at you.  In 2008, for example, asset prices were cheap, so there was nothing to fear.  Over the course of your investment career, you will come across this kind of golden opportunity about six times.  \\n\\n \\n\\nSpeaking of risk, in Berkshire's history, we've had one 2% loss and two 1% losses in our portfolio, both in 1974 and 1975, when we sold cheap assets and bought cheaper ones.  \\n\\n \\n\\nInvesting in stocks, if held for the long term, is risk-free, saving purchasing power now for the future.  Cash is the risky asset.  \\n\\n \\n\\nFinancial theory uses beta as a measure of risk, but volatility is not risk, but loss of purchasing power is risk.  The longer you stretch out, the weaker the fluctuations are.  \\n\\n \\n\\nThe risk of investing comes from the person making the investment.  In our forthcoming annual report, I will discuss how to rethink risk.  It is generally believed that stocks are riskier than bonds, but in the long run, this is not true.  \",\"timestamp\":1635590246,\"title\":\"How to seize contrarian investment opportunities?  In addition, how do you view risk?  \"},\"digest\":\"9SJe1JFyNHwB6CFhjzYQ_14a1FkKzAT_Z6uGW7tLJWQ\",\"authorship\":{\"contributor\":\"0x01879D7812EcAb6bf9F5a8296C705fB9655567B5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TftfQEx1-aetVxmYh2RrQNpVKZ3N4UYKmRIYHFLc1FI\\\",\\\"y\\\":\\\"gw_jSyrZMJ-qWaCsMZuzvLfc2SZ6y7aqxkOth9XXHhY\\\"}\",\"signature\":\"U1qizuNanAabfH1Eucl_3mL-q058emu8294v9fdkgl9EF6VyOYpGUMkC81XPbNPK_va-7IWunB8EtI3fZOEpXw\",\"signingKeySignature\":\"0x0f3bf9c8ea433ba16bf568fd9a2572d9a4ef04202e207538d26dc607fbdba6da4f35f63b014cb6fa7add9452383549d851360939c27c19ccd187c69a42fa64f31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TftfQEx1-aetVxmYh2RrQNpVKZ3N4UYKmRIYHFLc1FI\\\",\\\"y\\\":\\\"gw_jSyrZMJ-qWaCsMZuzvLfc2SZ6y7aqxkOth9XXHhY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9SJe1JFyNHwB6CFhjzYQ_14a1FkKzAT_Z6uGW7tLJWQ\"}"