"{\"content\":{\"body\":\"Thanks to those free time during Christmas and New year, I can rearrange my past thoughts about Web3. Now, I decide to start this blog- you can find analysis of frameworks, discussion about projects and strange thoughts as well.\\n\\n## TL; DR\\n\\n* A framework to arrange thoughts and find missing pieces of Web3.\\n* Pretty features for Web3 Project to consider: trust-less infrastructure, composable back-ends, ownership and self-sovereign identity, configurable mode and strategy.\\n* Simple recommendation is needed for current content platforms; Recommendation algorithm is good but a waste for current market; Multi-Account solution is a great addition to deal with potential conflicts between recommendation and privacy issues.\\n* Separating ownership and right of use is one of the most important preconditions for the creator economy.\\n* AMA Collection looks forward to having more friends share thoughts!\\n\\nP.S. All lists below are in no particular order.\\n\\n### Feature of Web3 Project\\n\\nLots of friends have already tried to give their definitions of Web3. To make my framework more logical and usable, I try to summarize some features that a Web3 project could have:\\n\\n* Trust-less, distributed and robust infrastructure\\n* Composable and open back-ends \\n* Configurable mode and strategy \\n* Self-sovereign Identity and ownership of data \\n* Native digital currency system \\n* User as owner mechanism \\n\\n**One important point to add**: although I work for a crypto VC (A&T Capital), I don’t think it is necessary for everything in Web3 to be ‘on-chain’. It is not only because of the current technical limitations, but also because of the fact that many scenarios do not need to be ‘on-chain’ >>>Web3 will be a perfect integration of ‘on-chain’ and ‘off-chain’.\\n\\n### General Framework\\n\\n![](https://images.mirror-media.xyz/publication-images/zuZdycpGPuZeCsB4nFYsL.png?height=214&width=864)\\n\\nLogic of vertical classification: for any industry, the three-layer classification, namely, infra/middleware/ application, always proves effective.\\nAbout MEME, it is a non-figurative representation of real-world culture in the crypto world. It should have some guiding significance for implementing traditional three layers in crypto, and it even has the potential to be a new and meaningful layer.\\nLogic of horizontal classification: content delivery/ social/ game/ e-commerce are the most popular sub-tracks. As these four sub-tracks satisfy our basic demands which won’t change in Web3, they will still exist but might be in a different form.\\nI add DAO here because although it hasn’t been developed very well in Web2, it will be one of the most important components of Web3.\\nP. S. DAO, as the final fantasy of crypto culture, will definitely not be accomplished overnight. However, every step of DAO’s development will reflect the progress made in Web3 and exert considerable influence on the growth of the four sub-tracks.\\n\\n### Content Delivery Track\\n\\nThe reason why we start with the content delivery track is that it follows the rule of Web2’s development. Personal homepage/yellow pages appeared earlier than Facebook/Twitter, as primary content delivery has the simplest business logic and minimum requirements for undergirding technology.\\nThe current market has already proven the speculation above: compared with social dapps, content delivery dapps have already made some achievements!\\n\\n![P.S. Dapps in gray cells originated from web2, but I don’t think they need to be ‘transformed into web3’ urgently.](https://images.mirror-media.xyz/publication-images/vRbnEdm98McAXfmkoZ5iO.png?height=1396&width=864)\\n\\nOf course, there are plenty of things that can be discussed from the table above. I decide to start with two problems based on my own experiences:\\n\\n* **For a content consumer, it’s too hard to find contents he wants**—a simple recommendation and multi-account system could be a workable solution in the near future.\\n\\n  As a content reader, I only think about three steps most of the time: \\n  1. How to find the content; \\n  2. Where I can read the content; \\n  3. How to make a payment. \\n\\n  Currently, mirror + Ethereum + Arweave combination is not bad to solve step 2. Blockchain native payment +NFT + ENS + Revenue Distribution Tools combination can fit requirement step 3 well. But the solution to step 1 still needs to be figured out. \\n\\n  Compared with search engine & recommendation algorithm in Web2 apps, it’s too hard for me to find the ideal contents in mirror—I can only mark the author’s site in mirror when I read his great contents in Twitter (Mirror doesn’t even offer me the ‘following’ function)；Or type key words on AskMirror—a search engine for Mirror (as the searching results are always a little bit strange, its sorting logic need to be optimized). \\n\\n  Then why not add a ‘following’ function (I can accept that Mirror wants to keep ‘pure’, but then AskMirror or a wallet can do it)? With the ‘following’ function, a social graph can be generated, followed by the recommendation. If the info pool is too small to support the algorithm, a simple recommendation based on relativity could work very well. \\n\\n  If you hate being controlled by web2 giants and big data, then I have two suggestions: i. create a special account to read Mirror and do trading & other things with other accounts; ii. let users decide whether to share the history of  personal transactions or not, which can be realized by a button—recommendation on/off.\\n\\n  To meet requirement i, a multi-account management tool will be needed. \\n\\n  To meet requirement ii, an authority management system with privacy features will be needed, but it is hard to achieve on architectures like Ethereum & Arweave which require full disclosure of information. Then, a new blockchain paradigm or on-chain & off-chain mixed storage solution might be helpful.\\n* **For a content creator, creator economy can’t be fully implemented** without separating ownership and right of use\\n\\n  As a content creator, what I care most are: support for different forms of contents, content delivery, fans accumulation and traffic monetization. \\n\\n  Within the current market, traffic monetization is the biggest difference between Web3 and Web2. But the limitations of traffic monetization in Web3 are also very obvious:  Pre-crowdfunding + Post-copyright income distribution is the model that we have discussed for a long time, but a good example has yet to be found. There are two reasons: \\n  1. Current blockchain system defines ownership very well, but the definition of right of use is lacked; \\n  2. Traditional off-chain solution has backup from legal system, but we currently don’t have an on-chain legal system. \\n\\n  To solve problem 1, besides the on-chain & off-chain mode that I mentioned in the last case, we might also need to have authority management in account layer instead of blockchain layer. Besides, an oracle with great coverage will also be important. \\n\\n  Obviously, an on-chain legal system is good, but the fact is that we need to wait for a long time to have an on-chain legal system. Before that day, Pre-staking + DAO can solve problem 2 partially (it is undeniable that the mechanism will fail if the benefit of being evil is higher than the staking value).\\n\\n### AMA Collections (can also be your thoughts):\\n\\nP.S. Either correction or confirmation in the future will be good for our self-growth \\n\\n* **Should traffic aggregation belong to the application layer or middleware layer? (Opinion from Pan_Twitter @nake13)** \\n\\n  It can be both, but in two different expressions. I prefer seeing it in the application layer in the early stage. \\n\\n  Reasons: in the early stage, every individual application won't have a rich user base, so an aggregator/distributor platform established by a team with a user accumulation base would work very well. And in the long run, some standards that have been widely accepted might come out as middleware. \\n\\n\\n* **What will be the relationship between wallet and user entry point in Web3？(Opinion from Twitter @frank-lay2)** \\n\\n  Wallet can be divided into three layers: Signer (the logic of private key management) / Provider (the middle ware between Signer and dApp, e.g. the RPC calling rule from Metamask to dAPP) / Transfer logic.\\n\\n  The user entry point in Web3 should be better regarding Signer, e.g. richer functions (e.g. different versions of verification, configurable encryption/decryption), better UX. \\n\\n\\n* **How to balance the pursuit of decentralization culture and necessary compromise to meet UX requirements? (Inspired by Moxie’s ‘My first impression of Web3’)** \\n\\n  To clarify the question: Mirror doesn’t offer follow & recommendation functions as it doesn’t want to control users via big data like Web2 does, but its UX is definitely not good. As a platform or an aggregator, Opensea inevitably goes public in an IPO, a departure from Web3's original vision, but the great UX of Opensea does help crypto world attract lots of non-crypto users. \\n\\n  Things might like ‘take a slightly more indirect path to get to the final goal’: Good UX attracts more users into the crypto world, and while users enter the crypto world, they can be educated on decentralization culture. Finally, there can be a Mega with decentralization-minded employees and users. So, pls keep supporting those good projects even if they might not be that decentralization-minded at a time. \\n\\n\\n* **Does the message function need to be on-chain?** \\n\\n  We don’t need a completely on-chain message function, even the gas fee is not a problem. People don’t want every single message in What’s app to be on-chain, right? \\n\\n  It will be enough for a message to verify ownership and non-manipulated features when needed. While to achieve this, on-chain is not the only way. \\n\\n  BTW, I’m looking forward to the function that Discord/TG can be related to on-chain wallet hash. \\n\\n\\n* Small and delicate V.S. large and complete, what a Web3 project should be like? \\n\\n  Small projects with lower cost of trial-and-error can survive the fast-changing early stage of a new industry. \\n\\n  Even in the mid and late stages, ‘small and delicate’ is still the best choice based on the principles of 'minimal trust requirements' and ‘composable back-ends'. If you do want to do more, you can create and combine together new entities for new ideas. Token mechanisms will help you to manage them, way better than equity.\\n\\n  \\n\\n### Reference:\\n\\n[https://moxie.org/2022/01/07/web3-first-impressions.html](https://moxie.org/2022/01/07/web3-first-impressions.html)\\n\\n[https://edgeandnode.com/blog/defining-the-web3-stack](https://edgeandnode.com/blog/defining-the-web3-stack)\\n\\n[https://blknoiz06.substack.com/p/quarter-i-2022](https://blknoiz06.substack.com/p/quarter-i-2022)\\n\\n### \",\"timestamp\":1642421827,\"title\":\"The Way to Web3   #1 Kick off & Content Delivery Track\"},\"digest\":\"dWIeQ0aNu3P_zKPHuGpfp17-9RGAszmh_G_bFYzWTCk\",\"authorship\":{\"contributor\":\"0xC75e4fC7d9790FA350d12AAed3077eA089aF8d09\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"y7nJcdMQCgnXpZZ-84EyaRgiwvR9fsFRBuQYc69zKtg\\\",\\\"y\\\":\\\"IeSbPZGSVBuYhQHoDbDh9PuTCLn4SlZKQT2PO5UQtzs\\\"}\",\"signature\":\"XrJ_mlqjcBF4GpHTBTvphuVetgi60vCQY5aPiSnc9Fduaa8GKqoCiS1ZxnddW9GtUg-ItbwmnU0qdHD3Iur1fQ\",\"signingKeySignature\":\"0xefe719af17f087ccbdf57aec9a7d8bb51eb3c7d1540e09187f21fea0d1af06270d5bb94bb6e7c09c092497a3526e7f48dbe2b1c3945530b693036e561da718e21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"y7nJcdMQCgnXpZZ-84EyaRgiwvR9fsFRBuQYc69zKtg\\\",\\\"y\\\":\\\"IeSbPZGSVBuYhQHoDbDh9PuTCLn4SlZKQT2PO5UQtzs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dWIeQ0aNu3P_zKPHuGpfp17-9RGAszmh_G_bFYzWTCk\"}"