"{\"content\":{\"body\":\"[跳至内容](#content)\\n\\n<!-- #masthead -->\\n\\n<!-- .entry-header -->\\n\\n近日读了徐静波的《静观日本》。\\n\\n徐静波在日本创办了中文网站“日本新闻网”并担任亚洲通讯社社长，还创办日文版报纸《中国经济新闻》，担任总裁，为中日交流做了很多贡献。\\n\\n写日本的书很多。徐静波的这本书，贵在“静”字。可能由于在传媒行业工作，作者文笔十分流畅，可读性强，我在飞机上两个小时就读都完了此书。书中对日本的描写基本都是客观陈述现象，基本不设立场，偶尔有一些观点，也是有理有据。这本书的缺点是写得比较浅，点到即止，没有阐述现象背后深层次的原因。而且这本书出版较早，中国的发展日新月异，有些现象和观点，现在已经无法立脚了。\\n\\n笔记如下。\\n\\n```\\n关于二战时日本国民的战争观\\n```\\n\\n中国以前有个观点，说抗日战争的罪魁祸首是日本政府，日本人民还是爱好和平的，也是战争的受害者。书中作者在采访一位叫金子先生的二战老兵时，老兵说他不同意观点。他说：“事实上，当时的日本人民也是加害者。没有国民的拥护和支持，这一场对外侵略战争是打不起来，或者说规模不可能扩大到那么大。”\\n\\n我觉得这句话说得很好，一个民选政府的决策基本上能反映出民意，有时候为了讨好民意，甚至比民意还要激进。如果日本二战时的军人政府不是正宗的民选政府的话，现在的日本政府毫无疑问是一个民选政府。现在日本政坛的右翼势力绝对仅仅是一小撮日本政客。\\n\\n```\\n关于日本人拾金不昧\\n```\\n\\n拾金不昧 在中国自古以来就是一个评判社会良好风气的标准。日本人基本都能做到拾金不昧 ，2013年日本全国捡到现金上交给警察的总金额约为10亿人民币（按当时汇率），这还不包括拾金者联系到失主，没有通过警察就已经交还财物的。要实现这一点，光凭道德宣传显然是不行的。日本有一套自己的做法。\\n\\n要引导人做一件事情（或者不做一件事情），最好的办法就是“胡萝卜加大棒”政策。首先是大棒，在日本，捡到钱不上交是要坐牢的。日本法律规定，拾到遗失物后，必须在七天内上交警察，否则会被指控“遗失物等横领罪”，获罪者将受到一年以下有期徒刑或者10万亿元罚款。最可怕的是，留下案底后，社会信誉会受到损害，一生的就业和银行贷款都会受到严重影响。\\n\\n有了大棒，自然还要有胡萝卜。日本的《遗失物法》规定，失主找到失物后，须向拾到者支付相当于失物价值5%\\\\~20%的“抱劳金”，一般不成文的规定为10%。最重磅的是，在警察发布认领告示三个月（也有说是六个月，此处未查证）之内无人认领的话，那么财物将全部归拾到者虽有。值得一提的是拾到者拾到财物七天后再上交，失主可以不支付“抱劳金”。日后就算无人认领的话，也不会把财务给拾到者。\\n\\n有赏有罚，日本社会渐渐就形成了拾金不昧的风气。还有一点值得学习的，就是日本警察系统细致的工作。登记失物，失物 归类，发布认领公告，这些工作都很繁琐，但是日本警察还是一丝不苟地完成。日本警察不简单。\\n\\n```\\n关于日本的购物塑料袋\\n```\\n\\n中国超市收取塑料袋费用，这件事在我看来习以为常。塑料袋收费是为了保护环境，塑料袋收费才两角，本来就不多，何况没有逼着你用，你若是觉得贵，可以自带购物袋嘛。因此，每次我在美国超市购物，看到他们提供免费塑料袋，我竟悠然而生一股道德优越感和民族自豪感。但是看了作者介绍的日本的购物塑料袋问题，我才发现被打了脸。\\n\\n部分日本大型超市（永旺）也会对塑料袋收费，日本一瓶矿泉水的价格大概在200日元，塑料袋收费6日元（比中国的2毛塑料袋厚、大、结实）。中国一瓶矿泉水价格大约在2元，塑料袋收费2角。也就是说，按照日本的标准，中国塑料袋的收费应该在6分钱。而且一般日本大型超市会在收银处为顾客免费提供纸板箱和包装盒，供客人使用，客人不买塑料袋也可以将购买的商品带回家。\\n\\n还有部分大型超市（伊藤洋华堂）对塑料袋不收取费用，不过对于购物不使用塑料袋的消费者，商家会奖励2日元。另外，日本的便利店（罗森）还是免费向顾客提供塑料袋。\\n\\n那么问题来了，日本不像中国那样一刀切，塑料袋2角一个呢？答案是：为顾客着想。\\n\\n日本商家认为顾客提供合适的包装是他们的分内事，所以他们的塑料袋基本都是以成本价收取的，比中国的收费便宜很多。即便如此，商家也尽可能给顾客免费提供塑料袋的替代品，做到既环保又不让顾客额外掏钱。\\n\\n至于日本的便利店就更人性化了，他们觉得他们的顾客都是早出晚归的上班族、学生族，或是上街路过来买些东西的顾客。要求他们像家庭主妇一样随身带购物袋，简直是不可能的。而且一般客人买的东西也就一两件，真正需要塑料袋的客户也很少。因此为了1日元2日元的塑料袋成本费向顾客伸手，会伤害顾客的自尊心，同时也会显得商家服务不周到。\\n\\n最后作者总结得很好，环保大国日本认为为顾客提供良好的服务和购物环境是第一位的，保护环境需要国民自觉来做，而不是用过强制收费。看到这里，想到大悦城地下某超市收我1块多的塑料袋费用，我不禁觉得一阵恶心。\\n\\n```\\n关于日本飞机误点\\n```\\n\\n作者从北京坐飞机回东京，因为北京大雪，飞机延误，到达东京羽田机场已经是深夜1点，结果机场准备了许多车，把乘客挨家挨户送到家。这一段我看的瞠目结舌。。。\\n\\n```\\n关于日本女足\\n```\\n\\n2011年日本女足获得了世界杯冠军，日本举国振奋。让我吃惊的是，日本女足的冠军队成员里竟然还有半职业球员。结合作者的介绍和网上的资料，原来日本职业女足的收入相当低，在日本女足夺得冠军后的归国记者会上，有记者好奇问球员：“大家的年薪是多少？”结果没人敢回答。东京《现代晚报》的记者去摸了底，竟然发现最少一名球员的月薪只有15万日元，比大学毕业生第一年的平均工资19万还少，因此职业球员在训练之余，不得不通过白天在超市、工厂打工挣钱。\\n\\n最另人感慨的是球员是鲛岛彩，她是东京电力女足队员，因此隶属于东京电力总部，工作编制在福岛第一核电站，在办公室负责整理资料。为了女足世界杯，她于比赛前三个月请假前往大阪参加集训，没想到核电站在地震和海啸的冲击下发生了严重的核泄漏。她在训练基地听到这一消息后，立即向公司提出了回核电站参加抢修工作的要求。但是公司没有同意她的要求。在离开日本前往德国时，鲛岛彩打电话给自己的单位，表示一定会拿最好的成绩来告慰奋战在抢修前线的同事们。\\n\\n<!-- .entry-footer -->\\n\\n<!-- #post-806 -->\\n\\n### \",\"timestamp\":1639500504,\"title\":\"《静观日本》\"},\"digest\":\"ZA3MvfQ3ClHWEuQhYxM9RlYL8yPy1_Kb5zJ6yyeNOlY\",\"authorship\":{\"contributor\":\"0x298C3Cb3E6b3EA2d9DA7f51768dad0849A26eF64\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-VNS4I-oysNEYEHe7UY9kdsPWtT6_nJ-XHyhd3zle3Y\\\",\\\"y\\\":\\\"gjJRYU2nCAAHd4461UDqcfgAMBSUzYjeyj0_8ZbeeQU\\\"}\",\"signature\":\"pKbDvHBOx0KfPrVr9IjCDlw-zURGVL3XdsqTsvP-pgpIyInhomIm1OivXD0vyA4KNrOCIefywdn93wQnHK9JmQ\",\"signingKeySignature\":\"0x1980362aaa5e5ce0033c7f7787646c48a9dbc4c9cb90844cfa84da508d8cb2a82ef38176d6238bcc11a92aa2ac6b9924822ce67c0d609c85163b3574c8ea1b061c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-VNS4I-oysNEYEHe7UY9kdsPWtT6_nJ-XHyhd3zle3Y\\\",\\\"y\\\":\\\"gjJRYU2nCAAHd4461UDqcfgAMBSUzYjeyj0_8ZbeeQU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZA3MvfQ3ClHWEuQhYxM9RlYL8yPy1_Kb5zJ6yyeNOlY\"}"