"{\"content\":{\"body\":\"\\\"If he sounds you about the money, say nobody knows much about it, except Mademoiselle Klosking. If you can get the matter so far, come and tell me. But be *you* very reserved, for you are not clear.\\\"\\n\\nAshmead received these instructions meekly, and went into the *salle 'a manger* and ordered dinner. Smith was there, and had evidently got some information from Karl, for he opened an easy conversation with Ashmead, and it ended in their dining together.\\n\\nSmith played the open-handed country man to the life--stood champagne. Ashmead chattered, and seemed quite off his guard. Smith approached the subject cautiously. \\\"Gamble here as much as ever?\\\"\\n\\n\\\"All day, some of them.\\\"\\n\\n\\\"Ladies and all?\\\"\\n\\n\\\"Why, the ladies are the worst.\\\"\\n\\n\\\"No; are they now? Ah, that reminds me. I heard there was a lady in this very house won a pot o' money.\\\"\\n\\n\\\"It is true. I am her agent.\\\"\\n\\n\\\"I suppose she lost it all next day?\\\"\\n\\n\\\"Well, not all, for she gave a thousand pounds to the poor.\\\"\\n\\n\\\"The dressmakers collared the rest?\\\"\\n\\n\\\"I cannot say. I have nothing to do except with her theatrical business. She will make more by that than she ever made at play.\\\"\\n\\n\\\"What, is she tip-top?\\\"\\n\\n\\\"The most rising singer in Europe.\\\"\\n\\n\\\"I should like to see her.\\\"\\n\\n\\\"That you can easily do. She sings tonight. I'll pass you in.\\\"\\n\\n\\\"You are a good fellow. Have a bit of supper with me afterward. Bottle of fizz.\\\"\\n\\nThese two might be compared to a couple of spiders, each taking the other for a fly. Smith was enchanted with Ina's singing, or pretended. Ashmead was delighted with him, or pretended.\\n\\n\\\"Introduce me to her,\\\" said Smith.\\n\\n\\\"I dare not do that. You are not professional, are you?\\\"\\n\\n\\\"No, but you can say I am, for a lark.\\\"\\n\\nAshmead said he should like to; but it would not do, unless he was very wary.\\n\\n\\\"Oh, I'm fly,\\\" said the other. \\\"She won't get anything out of me. I've been behind the scenes often enough.\\\"\\n\\nThen Ashmead said he would go and ask her if he might present a London manager to her.\\n\\nHe soon brought back the answer. \\\"She is too tired to-night: but I pressed her, and she says she will be charmed if you will breakfast with her to-morrow at eleven.\\\" He did not say that he was to be with her at half-past ten for special instructions. They were very simple. \\\"My friend,\\\" said she, \\\"I mean to tell this man something which he will think it his duty to telegraph or write to *him* immediately. It was for this I would not have the man to supper, being after post-time. This morning he shall either write or telegraph, and then, if you are as clever in this as you are in some things, you will watch him, and find out the address he sends to.\\\"\\n\\nAshmead listened very attentively, and fell into a brown study.\\n\\n\\\"Madam,\\\" said he at last, \\\"this is a first-rate combination. You make him communicate with England, and I will do the rest. If he telegraphs, I'll be at his heels. If he goes to the post, I know a way. If he posts in the house, he makes it too easy.\\\"\\n\\nAt eleven Ashmead introduced his friend \\\"Sharpus, manager of Drury Lane Theater,\\\" and watched the fencing match with some anxiety, Ina being little versed in guile. But she had tact and self-possession; and she was not an angel, after all, but a woman whose wits were sharpened by love and suffering.\\n\\nSharpus, alias Smith, played his assumed character to perfection. He gave the Klosking many incidents of business and professional anecdotes, and was excellent company. The Klosking was gracious, and more *bonne enfant* than Ashmead had ever seen her. It was a fine match between her and the detective. At last he made his approaches.\\n\\n\\\"And I hear we are to congratulate you on success at *rouge et noir* as well as opera. Is it true that you broke the bank?\\\"\\n\\n\\\"Perfectly,\\\" was the frank reply.\\n\\n\\\"And won a million?\\\"\\n\\n\\\"More or less,\\\" said the Klosking, with an open smile.\\n\\n\\\"I hope it was a good lump, for our countrymen leave hundreds of thousands here every season.\\\"\\n\\n\\\"It was four thousand nine hundred pounds, sir.\\\"\\n\\n\\\"Phew! Well, I wish it had been double. You are not so close as our friend here, madam.\\\"\\n\\n\\\"No, sir; and shall I tell you why?\\\"\\n\\n\\\"If you like, madam,\\\" said Smith, with assumed indifference.\\n\\n\\\"Mr. Ashmead is a model agent; he never allows himself to see anybody's interests but mine. Now the truth is, another person has an interest in my famous winnings. A gentleman handed 25 pounds to Mr. Ashmead to play with. He did not do so; but I came in and joined 25 pounds  of my own to that 25 pounds, and won an enormous sum. Of course, if the gentleman chooses to be chivalrous and abandon his claim, he can; but that is not the way of the world, you know. I feel sure he will come to me for his share some day; and the sooner the better, for money burns the pocket.\\\"\\n\\nSharpus, alias Smith, said this was really a curious story. \\\"Now suppose,\\\" said he, \\\"some fine day a letter was to come asking you to remit that gentleman his half, what should you do?\\\"\\n\\n\\\"I should decline; it might be an *escroc.* No. Mr. Ashmead here knows the gentleman. Do you not?\\\"\\n\\n\\\"I'll swear to him anywhere.\\\"\\n\\n\\\"Then to receive his money he must face the eye of Ashmead. Ha! ha!\\\"\\n\\n[ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/32](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/32)\\n\\n\",\"timestamp\":1637670349,\"title\":\"\\n\\\"Do not give him the least suspicion that you know he is a detective.\\\"\"},\"digest\":\"_KIDHQurWp5P9mwo0bn1A7jMSSRMAEmIGONIypvyImE\",\"authorship\":{\"contributor\":\"0x755Bda80E984cd5fAabcbf90e065196EEDb3214A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Fi41pK2LVUTaRgK11WtHtdpAfe52Tb2_-tZmjoaywgY\\\",\\\"y\\\":\\\"gLmw7B4I6Rt8g6STzvIEF4Ze_jFnnGWWzRRsOU3PtyU\\\"}\",\"signature\":\"TZVKXcdo3-LAM_BjuQcJNGjCv1GimdSi0_K92OKxA-RZtX11Q0eoakReuopJqSEH-LNep4BTboBs_XqiRs4c6Q\",\"signingKeySignature\":\"0x2ce3e88b0607f5750fbf032cb3a892aee9d043a2b063546001e4f0c5933854695bff5bc5297400ed46f658bf56b20654aefd524dda1a9fb037d26d95724c17a81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Fi41pK2LVUTaRgK11WtHtdpAfe52Tb2_-tZmjoaywgY\\\",\\\"y\\\":\\\"gLmw7B4I6Rt8g6STzvIEF4Ze_jFnnGWWzRRsOU3PtyU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_KIDHQurWp5P9mwo0bn1A7jMSSRMAEmIGONIypvyImE\"}"