"{\"content\":{\"body\":\"“还有他们两个。”在老仆怀里的孩童遥指另外两名醉汉，“魏老大带人去抓我姐，当时就有这两人。” \\n  \\n     “和我们无关啊。” \\n  \\n     “我们只是跟着跑跑腿。”那两名醉汉都不敢吭声，被孩童铁生指出后，顿时心慌的连辩解说道。 \\n  \\n     白衣少年晏烬皱眉喝道：“他姐姐在哪？” \\n  \\n     “这……”魏老大他们三人彼此相视，都犹豫了起来，帮里规矩可森严的很。 \\n  \\n     “不找出来，你们三个都得死。”晏烬冰冷道。 \\n  \\n     “我们愿说。” \\n  \\n     “人已经送到闲石苑了。”魏老大他们都连忙说道。 \\n  \\n     …… \\n  \\n     闲石苑，是黑狼帮专门用来调教女子的六大据点之一，位于东宁府的北城一带。 \\n  \\n     “汪！汪！” \\n  \\n     天已经完全黑了，闲石苑内偶尔传来狗吠声，显然宅子里面有帮众在巡逻。 \\n  \\n     魏老大他们三个地痞带路，晏烬、孟川他们一行人也来到了这。 \\n  \\n     “这座宅子就是闲石苑，闲石苑里面平常都有上百名女子，她们会被调教，有足够本领了才会送去各个青楼，实在不行的也会送进些窑子。”魏老大陪笑说着。 \\n  \\n     “阿川，真有意思，东宁府的一些青楼倒是远远看过，这调教青楼女子的地方……还从来没见过呢。”柳七月格外兴奋好奇，“早就听说有些可怜女子被抓进去，如今我们就要救她们出水火了。那些为恶的黑狼帮帮众一个都不能放过。” \\n  \\n     “为恶的都不放过。”孟川也应和着。 \\n  \\n     “快开门，是我，魏子！”魏老大上前敲门还喊道。 \\n  \\n     闲石苑的门开了。 \\n  \\n     老仆就主动上前，一拂手两名懒散的看门人就被轰击的倒飞而出，撞击在一旁的木柱上、地面上，都吐血凄惨喊起来：“有人打进来了。”“快来人。” \\n  \\n     “什么人这么大胆子？” \\n  \\n     “敢来我黑狼帮的地方撒野？” \\n  \\n     一片吵杂声，这宅子里各处都有人赶来。 \\n  \\n     晏烬、孟川他们几人来到前院等着，魏老大他们三个则是缩着头小心翼翼站在一旁。一边是玉阳宫和孟家的人，一边是自家帮派，他们都怕啊！ \\n  \\n     很快就出来一群汉子，甚至有几位气息颇强，都有洗髓境实力。 \\n  \\n     为首的一位华袍老者，更是达到了脱胎境。 \\n  \\n     “孟川公子？”华袍老者原本冷着一张脸，可看到孟川后，老脸立即笑成一朵花，“竟然孟公子来我这，我真是三生有幸了。孟公子，不知道我有什么能为孟公子你效劳的？孟公子尽管说。” \\n  \\n     “听说你们强抢民女？”孟川开口。 \\n  \\n     “没有，绝对没有。”华袍老者连道，“我们黑狼帮做事一向遵纪守法，怎么会做这等事？” \\n  \\n     孟川指着一旁缩头缩脑的魏老大三人：“他们说的。” \\n  \\n     华袍老者看向魏老大他们，眼神中都带着几分冷意。 \\n  \\n     “护法，这位是孟公子，那位是玉阳宫的人。我们也没办法啊。”魏老大苦着脸说道。 \\n  \\n     “玉阳宫的人？”华袍老者这时候才重视晏烬和那老仆。 \\n  \\n     老仆从怀里取出玉阳宫令牌，示意了下。 \\n  \\n     华袍老者心头一颤：“玉阳宫有仆人，有士兵……但是能持有玉阳宫令牌的，都是玉阳宫内的高层了，不超过十人！这两人是谁，我怎么没听说？” \\n  \\n     “这孩童的姐姐，大概在一个时辰前，是魏三刀送来的。”孟川开口。 \\n  \\n     “魏三刀刚才送人来的？”华袍老者转头对着身后喝道，同时对着一手下微微眨眼。 \\n  \\n     那手下立即道：“好像送来了一人，我去找找，把人带来。” \\n  \\n     “赶紧去。”华袍老者喝斥道。 \\n  \\n     那手下立即跑了过去。 \\n  \\n     华袍老者又转头笑看着孟川他们，连道：“玉阳宫的大人，还有孟公子，你们尽管放心，我们黑狼帮做事规矩的很，绝不会强抢民女。” \\n  \\n     “还不承认？”晏烬声音冰冷，目光一扫这座宅子，“他姐姐被抓，这宅子里面还有上百女子，也有很多被强抢来的吧。” \\n  \\n     “绝对没有。”华袍老者说道。 \\n  \\n     “那座小楼，里面居住着七位女子，全部带出来。”老仆则是吩咐道。 \\n  \\n     “行。”华袍老者点头示意了下，同时暗暗惊骇，“好厉害，隔着数十丈远就知道里面住着七个女子？” \\n  \\n     很快。 \\n  \\n     七个女子都出来了，有的还是少女模样，有的则是二三十岁了。 \\n  \\n     “你们是自愿来的，还是被掳来的？”晏烬郑重道，“你们只管说，不用怕。我们是玉阳宫的人，旁边这位是孟家公子。黑狼帮威胁不了你们。你们可以有仇报仇，有怨报怨。只要这些人违背律法，他们就一个逃不掉。” \\n  \\n     “违背律法的，都逃不掉。”孟川也说道，“这是我孟川对你们的保证。” \\n  \\n     华袍老者听的眼睛眯了下，他身后一众手下彼此相视。 \\n  \\n     那七位女子，其中一位年龄大些的确是自嘲笑道：“两位公子，你们白忙了。我们这些姐妹们谁不是无路可走，才入了这烟花之地？像我遭丈夫遗弃，无处谋生，没处住，没有吃的。还会遭到欺负。只有到了这里，能吃饱穿暖，有遮风挡雨的地方，说起来是黑狼帮给了我活路。” \\n  \\n     晏烬、孟川、柳七月都一愣。 \\n  \\n     和想象的不太一样啊。 \\n  \\n     另一名女子也开口道：“两位公子，我是逃荒逃到这，无路可走，眼看着只能饿死。你们明白那种滋味吗？求谁都没用，当时我饿得皮包骨，卖身，人家都嫌弃我。是黑狼帮从一群乞丐从把我挑出来，给了我活路。” \\n  \\n     “我被我爹卖了抵债，也算偿还了他的养育之恩了。”一名少女冰冷道，“只要在青楼赚的银子，抵掉债……我就能恢复自由身，还有一笔银子傍身。” \\n  \\n     “这里很好啊，有漂亮衣服穿，有姐妹们陪着玩，有好吃的，还不用做苦活。”一名看起来娃娃脸的女子笑容灿烂，“为什么需要救？” \\n  \\n     …… \\n  \\n     在这座宅院藏着一隐秘的地道，地道尽头，便是隐秘的殿厅。 \\n  \\n     地底殿厅中。 \\n  \\n     一名驼背男子盘膝坐着，全身隐隐弥漫着绿色雾气，一双眸子也泛着让人心悸的绿光。 \\n  \\n     还有一具女尸在一旁，女尸的胸膛被挖出个窟窿，显然心脏被挖出了。 \\n  \\n     “嗤嗤嗤\\\\~\\\\~\\\\~”驼背男子右手指甲很长，正握着一颗心脏，只是那心脏如今干瘪的很。 \\n  \\n     “呼\\\\~\\\\~\\\\~” \\n  \\n     “吸\\\\~\\\\~\\\\~” \\n  \\n     绿色雾气从鼻腔进入驼背男子体内，许久又从嘴里吐出。 \\n  \\n     “咚咚咚。”外面传来敲殿门的声音。 \\n  \\n     “嗯？”驼背男子脸色微变，冷然开口道，“什么事？”他修炼的时候，下面人也敢打扰？ \\n  \\n     “大人，外面来了几个少年男女，还有一个老头子。他们是玉阳宫的人，其中还有孟家的孟川。说是要救一个孩童的姐姐。”殿门外的人小声说道。 \\n  \\n     “那就把孩童的姐姐，还给他们。”驼背男子皱眉说道，“我修炼正是关键时，没必要招惹五大神魔家族和玉阳宫的人。” \\n  \\n     “如果他们要搜查整个闲石苑呢？恐怕有些秘密就保不住了。”殿门的人说道。 \\n  \\n     “不准他们搜！”驼背男子淡然道，“如果实在拦不住，注定的要暴露的话。那就先杀了他们，再放弃这里。算是给五大神魔家族和玉阳宫一个警告。” \\n  \\n     “是。”殿门外的人恭敬应道。 \\n  \\n     驼背男子看着地面上的女尸，低沉道：“这么好的一个修炼的地方，能经常提供处子给我，我是真舍不得放弃。”\",\"timestamp\":1638278885,\"title\":\"第二集 第三章 闲石苑的女子们\"},\"digest\":\"wKWnQ_cM-ANNNAzsLrYPKgrF5zURh0jpsHwiel3I-CU\",\"authorship\":{\"contributor\":\"0xf08c9cbd20583013Bd2E64B9e2DD9223eb3a3C09\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fo4mK3oUsCRJoc-ZquCoUtXd-HQ_qQoScC82pqlTqN4\\\",\\\"y\\\":\\\"hHLTh4KjXDEvSSCd5IsZRGxcQ8OqhWhqngxhK0JEH68\\\"}\",\"signature\":\"fJRQUEfYbtl84kRtmFgVk8q0kVs645DY1EofrxMiES0ZeKgbGE8BIHEJTKRjBTb8WTusv_y06_YfaQDULgScKg\",\"signingKeySignature\":\"0x0c0731ff931d69d0c791b145ad08b81fef65255d18bfac3c4f4afcb1d49f476b5f4da6d50aeffec29e4d32ed95ca0808d8755d31fb1ec4e09743f8bd167a22de1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fo4mK3oUsCRJoc-ZquCoUtXd-HQ_qQoScC82pqlTqN4\\\",\\\"y\\\":\\\"hHLTh4KjXDEvSSCd5IsZRGxcQ8OqhWhqngxhK0JEH68\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wKWnQ_cM-ANNNAzsLrYPKgrF5zURh0jpsHwiel3I-CU\"}"