"{\"content\":{\"body\":\"I hate your ads. Your neighbor hates your ads. In fact, odds are, 96/100 people hate your ads.\\n\\nIt’s a problem. But, you’re able to overcome it through brute force. You buy your way to the onramp of my brain. Facebook, Google, Twitter, TikTok. Platforms sell you bits of my attention for a fee. It’s NOT an arrangement I’m happy about. But, it works (for now).\\n\\nHowever, you’ve got a problem. One you *probably* didn’t even know existed.\\n\\nThat onramp to my brain is slowly being closed to you.\\n\\nWhy?\\n\\n## Web3.\\n\\n![DAO and Web 3.0 Evolution](https://brendangahan.com/wp-content/uploads/2021/11/image7-1024x597.jpg)\\n\\n*Web 3.0 Evolution*\\n\\n**Web1** was primarily simple static websites.\\n\\n**Web2** is the internet we know today. Social media. Everyone is a creator. And, it’s dominated by conglomerates trading dollars for access to consumers.\\n\\n**Web3** will undermine the monopoly of those conglomerates. Web3 will be a decentralized internet, run on the blockchain.\\n\\n![DAO and Web 3.0 Explained](https://brendangahan.com/wp-content/uploads/2021/11/image8-1024x606.jpg)\\n\\nWhat does that mean in layman’s terms?\\n\\nUsers become owners.\\n\\nThink of it this way. Zuckerberg runs Facebook. This is a centralized organization.\\n\\nThe Web3 version of Facebook will not have a Zuckerberg. Instead, the developers, users, and contributors will have a stake in the business and a vote in how its run.\\n\\nIt’s an entirely new construct. A societal shift with far reaching business and cultural implications.\\n\\nThat onramp you pay Facebook and Google to access consumers?\\n\\nWith Web3 communities, NOT companies, will have the final say.\\n\\n![DAO - Decentralized vs centralized organization](https://brendangahan.com/wp-content/uploads/2021/11/image5-1024x577.jpg)\\n\\n## The model? DAO’s, ie Decentralized Autonomous Organizations.\\n\\nThe next Facebook will be a DAO. The next Twitter will be a DAO. The next Barstool Sports, Morning Brew, and Techcrunch will be a DAO.\\n\\nDAO’s are not incorporated. They operate cross-borders. They’re (largely) pseudonymous. People vote collectively on the issues important to them.\\n\\nYou don’t own shares – you own tokens – these allow varying levels of voting and buying power.\\n\\nIt’s not quite ownership in the traditional sense. It’s more akin to a club where members have a financial stake and say in how things are run.\\n\\n![Hierarchy of traditional organization vs lack of hierarchy in DAO](https://brendangahan.com/wp-content/uploads/2021/11/image2-1024x487.jpg)\\n\\n*Hierarchy of traditional organization vs lack of hierarchy in DAO*\\n\\n## Why would anyone take the time and effort to participate in a DAO? The internet works well enough.\\n\\nThe answer lies in one of the core principles of how many advancements happen. These principles are as old as civilization. The first rudimentary, paved roads were constructed in the Mesopotamian cities of Ur and Babylon (now modern day Iraq) 6000 years ago.\\n\\nThe first rudimentary, paved roads were constructed in the Mesopotamian cities of Ur and Babylon (now modern day Iraq). They were constructed for a specific need – commerce.  However, all citizens soon benefited from the increased trade and communication. The efforts of a few benefited the many.\\n\\nAt this moment a handful of intrepid ‘road builders’ are paving Web3. Once this is built, why wouldn’t people use DAO’s?\\n\\nToday’s internet consists of roads you’re paying tolls everywhere you go. Web3 does not.\\n\\n[https://twitter.com/Joab_Jackson/status/1453312146339778563?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1453312146339778563%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fbrendangahan.com%2Fdao-brands-3-0%2F](https://twitter.com/Joab_Jackson/status/1453312146339778563?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1453312146339778563%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fbrendangahan.com%2Fdao-brands-3-0%2F)\\n\\nYou trade your data and privacy to ‘visit’ your family on Facebook. You trade time, in the form of ads, to be entertained. These tolls can change at any given moment.\\n\\nAt the same time, the centralized few are profiting. You get bilked while Zuck makes billions.\\n\\n![Facebook data collection illustration](https://brendangahan.com/wp-content/uploads/2021/11/image4-1024x754.jpg)\\n\\n*Facebook Data Collection*\\n\\nNow imagine tomorrow there are two roads. One where you’re taxed heavily. The other you profit from. The latter is web3. The former is today’s Web2.\\n\\nWhich do you think most people will choose?\\n\\nSeems obvious enough. Since when has ownership, profit, privacy, anonymity, and control **not** been appealing? This is the promise of web3.\\n\\nNow, what does this mean for your brand?\\n\\nToday, Web3 and DAO’s are in a nascent state. There is (some) time to prepare.\\n\\n[https://twitter.com/jarroddicker/status/1440005331522781194?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1440005331522781194%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fbrendangahan.com%2Fdao-brands-3-0%2F](https://twitter.com/jarroddicker/status/1440005331522781194?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1440005331522781194%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fbrendangahan.com%2Fdao-brands-3-0%2F)\\n\\n## The one thing your brand will need to do in order to change? Embrace communities.\\n\\nYour brand will have to *actually* do the things you’ve been saying brands should do (but haven’t). Be transparent, add value, engage, be nimble, adapt. Listen vs disrupt.\\n\\nInsert buzzword du\\\\* jour\\\\*. These changes must be made.\\n\\nBecause, paying for access will no longer be possible.\\n\\nLet’s review a hypothetical scenario.\\n\\nYou’re a running shoe brand. There’s a large DAO composed of avid runners. You negotiate access and purchase tokens to the community. You start plastering your shitty ad everywhere. Perhaps the community puts up with this.\\n\\nHowever, waiting in the wings is Brand #2. They also buy tokens into the community. Rather than make the same mistake as brand #1, they participate. They don’t put up a single ad.\\n\\n![DAO - Traditional advertising vs enriching communities](https://brendangahan.com/wp-content/uploads/2021/11/image6-1024x552.jpg)\\n\\n*Traditional advertising vs Enriching Communities*\\n\\nInstead, they bring in their pro athletes to do AMAs, they have experts answer questions. They sponsor races. They share training programs. They support burgeoning amateurs. They share exclusive innovations and provide sneak peeks to the upcoming product lines, asking for user feedback.\\n\\nWhich brand would you rather be exposed to?\\n\\n## Remember, the users are the owners.\\n\\nNot only will the first brand be ignored, they will be banned. No access allowed. Do not pass go. Access to the community is blocked.\\n\\nMoney is no longer enough.\\n\\nBrand #2 will thrive while others languish in self inflicted obscurity.\\n\\nThis is the bar that will be set.\\n\\n![Seth Godin quote on branding](https://brendangahan.com/wp-content/uploads/2021/11/image9-1024x529.jpg)\\n\\nSeth Godin wrote that, “a brand is the set of expectations, memories, stories and relationships that, taken together, account for a consumer’s decision to choose one product or service over another.”\\n\\nThis will soon become more true than ever. This is brand 3.0.\\n\\n***Are you ready?***\",\"timestamp\":1639080932,\"title\":\"Web3 Will Kill Your Brand... If You Don't Do This One Thing\"},\"digest\":\"O5_2SYqbaQipmnhai3o6olex4UtqWkrL4JF_oa1kh6k\",\"authorship\":{\"contributor\":\"0x52d73643083611eb390a63653a6F79cf07F687A0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yYMBThuVtqQ6lK2EJLRG31ieB-A57hfUHnr0fez1m1A\\\",\\\"y\\\":\\\"HkpwPzCl-pMf_AEzHnLBdTl1DNUwGXuL0yvvjSUTX-M\\\"}\",\"signature\":\"m3ABjW7kUQat0zHBoXkB7zI74EZ59eQQ8fzcCEiov14r_un_sqv-mQxryLQzdKAVbo0ReD_0ukBT1_ois0zRAg\",\"signingKeySignature\":\"0x7db524688d7b42517e97905e345bd902ebce5ae760cf5100d2a661f2de92ed0d7797a22947a944bc4b05b966054d65c2af67e211a9c5faa2aa2385b51319db181b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yYMBThuVtqQ6lK2EJLRG31ieB-A57hfUHnr0fez1m1A\\\",\\\"y\\\":\\\"HkpwPzCl-pMf_AEzHnLBdTl1DNUwGXuL0yvvjSUTX-M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"O5_2SYqbaQipmnhai3o6olex4UtqWkrL4JF_oa1kh6k\"}"