"{\"content\":{\"body\":\"and he seconded the words with a shrug that submerged his ears.\\n\\n\\\"Well, be thou grateful to the Fates--I have found thy enemy. Listen.\\\"\\n\\nThereupon Messala turned to Drusus.\\n\\n\\\"Tell us more of him--perpol!--of him who is both Jew and Roman-- by Phoebus, a combination to make a Centaur lovely! What garments cloth he affect, my Drusus?\\\"\\n\\n\\\"Those of the Jews.\\\"\\n\\n\\\"Hearest thou, Caius?\\\" said Messala. \\\"The fellow is young--one; he hath the visage of a Roman--two; he loveth best the garb of a Jew--three; and in the palaestrae fame and fortune come of arms to throw a horse or tilt a chariot, as the necessity may order--four. And, Drusus, help thou my friend again. Doubtless this Arrius hath tricks of language; otherwise he could not so confound himself, to-day a Jew, to-morrow a Roman; but of the rich tongue of Athene--discourseth he in that as well?\\\"\\n\\n\\\"With such purity, Messala, he might have been a contestant in the Isthmia.\\\"\\n\\n\\\"Art thou listening, Caius?\\\" said Messala. \\\"The fellow is qualified to salute a woman--for that matter Aristomache herself--in the Greek; and as I keep the count, that is five. What sayest thou?\\\"\\n\\n\\\"Thou hast found him, my Messala,\\\" Caius answered; \\\"or I am not myself.\\\"\\n\\n\\\"Thy pardon, Drusus--and pardon of all--for speaking in riddles thus,\\\" Messala said, in his winsome way. \\\"By all the decent gods, I would not strain thy courtesy to the point of breaking, but now help thou me. See!\\\"--he put his hand on the dice-box again, laughing--\\\"See how close I hold the Pythias and their secret! Thou didst speak, I think, of mystery in connection with the coming of the son of Arrius. Tell me of that.\\\"\\n\\n\\\"'Tis nothing, Messala, nothing,\\\" Drusus replied; \\\"a child's story. When Arrius, the father, sailed in pursuit of the pirates, he was without wife or family; he returned with a boy--him of whom we speak--and next day adopted him.\\\"\\n\\n\\\"Adopted him?\\\" Messala repeated. \\\"By the gods, Drusus, thou dost, indeed, interest me! Where did the duumvir find the boy? And who was he?\\\"\\n\\n\\\"Who shall answer thee that, Messala? who but the young Arrius himself? Perpol! in the fight the duumvir--then but a tribune--lost his galley. A returning vessel found him and one other--all of the crew who survived--afloat upon the same plank. I give you now the story of the rescuers, which hath this excellence at least--it hath never been contradicted. They say, the duumvir's companion on the plank was a Jew--\\\"\\n\\n\\\"A Jew!\\\" echoed Messala.\\n\\n\\\"And a slave.\\\"\\n\\n\\\"How Drusus? A slave?\\\"\\n\\n\\\"When the two were lifted to the deck, the duumvir was in his tribune's armor, and the other in the vesture of a rower.\\\"\\n\\nMessala rose from leaning against the table.\\n\\n\\\"A galley\\\"--he checked the debasing word, and looked around, for once in his life at loss. Just then a procession of slaves filed into the room, some with great jars of wine, others with baskets of fruits and confections, others again with cups and flagons, mostly silver. There was inspiration in the sight. Instantly Messala climbed upon a stool.\\n\\n\\\"Men of the Tiber,\\\" he said, in a clear voice, \\\"let us turn this waiting for our chief into a feast of Bacchus. Whom choose ye for master?\\\"\\n\\nDrusus arose.\\n\\n\\\"Who shall be master but the giver of the feast?\\\" he said. \\\"Answer, Romans.\\\"\\n\\nThey gave their reply in a shout.\\n\\nMessala took the chaplet from his head, gave it to Drusus, who climbed upon the table, and, in the view of all, solemnly replaced it, making Messala master of the night.\\n\\n\\\"There came with me into the room,\\\" he said, \\\"some friends just risen from table. That our feast may have the approval of sacred custom, bring hither that one of them most overcome by wine.\\\"\\n\\nA din of voices answered, \\\"Here he is, here he is!\\\"\\n\\nAnd from the floor where he had fallen, a youth was brought forward, so effeminately beautiful he might have passed for the drinking-god himself--only the crown would have dropped from his head, and the thyrsus from his hand.\\n\\n\\\"Lift him upon the table,\\\" the master said.\\n\\nIt was found he could not sit.\\n\\n\\\"Help him, Drusus, as the fair Nyone may yet help thee.\\\"\\n\\nDrusus took the inebriate in his arms.\\n\\nThen addressing the limp figure, Messala said, amidst profound silence, \\\"O Bacchus! greatest of the gods, be thou propitious to-night. And for myself, and these thy votaries, I vow this chaplet\\\"--and from his head he raised it reverently--\\\"I vow this chaplet to thy altar in the Grove of Daphne.\\\"\\n\\nHe bowed, replaced the crown upon his locks, then stooped and uncovered the dice, saying, with a laugh, \\\"See, my Drusus, by the ass of Silenus, the denarius is mine!\\\"\\n\\nThere was a shout that set the floor to quaking, and the grim Atlantes to dancing, and the orgies began.\\n\\nCHAPTER XIII\\n\\nSheik Ilderim was a man of too much importance to go about with a small establishment. He had a reputation to keep with his tribe, such as became a prince and patriarch of the greatest following in all the Desert east of Syria; with the people of the cities he had another reputation, which was that of one of the richest personages not a king in all the East; and, being rich in fact--in money as well as in servants, camels, horses, and flocks of all kinds--he took pleasure in a certain state, which, besides magnifying his dignity with strangers, contributed to his personal pride and comfort. Wherefore the reader must not be misled by the frequent reference to his tent in the Orchard of Palms. He had there really a respectable dowar; that is to say, he had there three large tents--one for himself, one for visitors, one for his favorite wife and her women; and six or eight lesser ones, occupied by his servants and such tribal retainers as he had chosen to bring with him as a body-guard--strong men of approved courage, and skillful with bow, spear, and horses.\\n\\nTo be sure, his property of whatever kind was in no danger at the Orchard; yet as the habits of a man go with him to town not less than the country, and as it is never wise to slip the bands of discipline, the interior of the dowar was devoted to his cows, camels, goats, and such property in general as might tempt a lion or a thief.\\n\\nTo do him full justice, Ilderim kept well all the customs of his people, abating none, not even the smallest; in consequence his life at the Orchard was a continuation of his life in the Desert; nor that alone, it was a fair reproduction of the old patriarchal modes--the genuine pastoral life of primitive Israel.\\n\\nRecurring to the morning the caravan arrived at the Orchard--\\\"Here, plant it here,\\\" he said, stopping his horse, and thrusting a spear into the ground. \\\"Door to the south; the lake before it thus; and these, the children of the Desert, to sit under at the going-down of the sun.\\\"\\n\\nAt the last words he went to a group of three great palm-trees, and patted one of them as he would have patted his horse's neck, or the cheek of the child of his love.\\n\\nWho but the sheik could of right say to the caravan, Halt! or of the tent, Here be it pitched? The spear was wrested from the ground, and over the wound it had riven in the sod the base of the first pillar of the tent was planted, marking the centre of the front door. Then eight others were planted--in all, three rows of pillars, three in a row. Then, at call, the women and children came, and unfolded the canvas from its packing on the camels. Who might do this but the women? Had they not sheared the hair from the brown goats of the flock? and twisted it into thread? and woven the thread into cloth? and stitched the cloth together, making the perfect roof, dark-brown in fact, though in the distance black as the tents of Kedar? And, finally, with what jests and laughter, and pulls altogether, the united following of the sheik stretched the canvas from pillar to pillar, driving the stakes and fastening the cords as they went! And when the walls of open reed matting were put in place--the finishing-touch to the building after the style of the Desert--with what hush of anxiety they waited the good man's judgment! When he walked in and out, looking at the house in connection with the sun, the trees, and the lake, and said, rubbing his hands with might of heartiness, \\\"Well done! Make the dowar now as ye well know, and to-night we will sweeten the bread with arrack, and the milk with honey, and at every fire there shall be a kid. God with ye! Want of sweet water there shall not be, for the lake is our well; neither shall the bearers of burden hunger, or the least of the flock, for here is green pasture also. God with you all, my children! Go.\\\"\\n\\nAnd, shouting, the many happy went their ways then to pitch their own habitations. A few remained to arrange the interior for the sheik; and of these the men-servants hung a curtain to the central row of pillars, making two apartments; the one on the right sacred to Ilderim himself, the other sacred to his horses--his jewels of Solomon--which they led in, and with kisses and love-taps set at liberty. Against the middle pillar they then erected the arms-rack, and filled it with javelins and spears, and bows, arrows, and shields; outside of them hanging the master's sword, modelled after the new moon; and the glitter of its blade rivalled the glitter of the jewels bedded in its grip. Upon one end of the rack they hung the housings of the horses, gay some of them as the livery of a king's servant, while on the other end they displayed the great man's wearing apparel--his robes woollen and robes linen, his tunics and trousers, and many colored kerchiefs for the head. Nor did they give over the work until he pronounced it well.\\n\\nMeantime the women drew out and set up the divan, more indispensable to him than the beard down-flowing over his breast, white as Aaron's. They put a frame together in shape of three sides of a square, the opening to the door, and covered it with cushions and base curtains, and the cushions with a changeable spread striped brown and yellow; at the corners they placed pillows and bolsters sacked in cloth blue and crimson; then around the divan they laid a margin of carpet, and the inner space they carpeted as well; and when the carpet was carried from the opening of the divan to the door of the tent, their work was done; whereupon they again waited until the master said it was good. Nothing remained then but to bring and fill the jars with water, and hang the skin bottles of arrack ready for the hand--to-morrow the leben. Nor might an Arab see why Ilderim should not be  both happy and generous--in his tent by the lake of sweet waters, under the palms of the Orchard of Palms.\\n\\nSuch was the tent at the door of which we left Ben-Hur.\\n\\nServants were already waiting the master's direction. One of them took off his sandals; another unlatched Ben-Hur's Roman shoes; then the two exchanged their dusty outer garments for fresh ones of white linen.\\n\\n\\\"Enter--in God's name, enter, and take thy rest,\\\" said the host, heartily, in the dialect of the Market-place of Jerusalem; forthwith he led the way to the divan.\\n\\n\\\"I will sit here,\\\" he said next, pointing; \\\"and there the stranger.\\\"\\n\\nA woman--in the old time she would have been called a handmaid--answered, and dexterously piled the pillows and bolsters as rests for the back; after which they sat upon the side of the divan, while water was brought fresh from the lake, and their feet bathed and dried with napkins.\\n\\n\\\"We have a saying in the Desert,\\\" Ilderim began, gathering his beard, and combing it with his slender fingers, \\\"that a good appetite is the promise of a long life. Hast thou such?\\\"\\n\\n\\\"By that rule, good sheik, I will live a hundred years. I am a hungry wolf at thy door,\\\" Ben-Hur replied.\\n\\n\\\"Well, thou shalt not be sent away like a wolf. I will give thee the best of the flocks.\\\"\\n\\nIlderim clapped his hands.\\n\\n\\\"Seek the stranger in the guest-tent, and say I, Ilderim, send him a prayer that his peace may be as incessant as the flowing of waters.\\\"\\n\\nThe man in waiting bowed.\\n\\n\\\"Say, also,\\\" Ilderim continued, \\\"that I have returned with another for breaking of bread; and, if Balthasar the wise careth to share the loaf, three may partake of it, and the portion of the birds be none the less.\\\"\\n\\nThe second servant went away.\\n\\n\\\"Let us take our rest now.\\\"\\n\\nThereupon Ilderim settled himself upon the divan, as at this day merchants sit on their rugs in the bazaars of Damascus; and when fairly at rest, he stopped combing his beard, and said, gravely, \\\"That thou art my guest, and hast drunk my leben, and art about to taste my salt, ought not to forbid a question: Who art thou?\\\"\\n\\n\\\"Sheik Ilderim,\\\" said Ben-Hur, calmly enduring his gaze, \\\"I pray thee not to think me trifling with thy just demand; but was there never a time in thy life when to answer such a question would have been a crime to thyself?\\\"\\n\\n\\\"By the splendor of Solomon, yes!\\\" Ilderim answered. \\\"Betrayal of self is at times as base as the betrayal of a tribe.\\\"\\n\\n\\\"Thanks, thanks, good sheik!\\\" Ben-Hur exclaimed.\\n\\n\\\"Never answer became thee better. Now I know thou cost but seek assurance to justify the trust I have come to ask, and that such assurance is of more interest to thee than the affairs of my poor life.\\\"\\n\\nThe sheik in his turn bowed, and Ben-Hur hastened to pursue his advantage.\\n\\n\\\"So it please thee then,\\\" he said, \\\"first, I am not a Roman, as the name given thee as mine implieth.\\\"\\n\\nIlderim clasped the beard overflowing his breast, and gazed at the speaker with eyes faintly twinkling through the shade of the heavy close-drawn brows.\\n\\n\\\"In the next place,\\\" Ben-Hur continued, \\\"I am an Israelite of the tribe of Judah.\\\"\\n\\nThe sheik raised his brows a little.\\n\\n\\\"Nor that merely. Sheik, I am a Jew with a grievance against Rome compared with which thine is not more than a child's trouble.\\\"\\n\\nThe old man combed his beard with nervous haste, and let fall his brows until even the twinkle of the eyes went out.\\n\\n\\\"Still further: I swear to thee, Sheik Ilderim--I swear by the covenant the Lord made with my fathers--so thou but give me the revenge I seek, the money and the glory of the race shall be thine.\\\"\\n\\nIlderim's brows relaxed; his head arose; his face began to beam; and it was almost possible to see the satisfaction taking possession of him.\\n\\n\\\"Enough!\\\" he said. \\\"If at the roots of thy tongue there is a lie in coil, Solomon himself had not been safe against thee. That thou art not a Roman--that as a Jew thou hast a grievance against Rome, and revenge to compass, I believe; and on that score enough. But as to thy skill. What experience hast thou in racing with chariots? And the horses--canst thou make them creatures of thy will?--to know thee? to come at call? to go, if thou sayest it, to the last extreme of breath and strength? and then, in the perishing moment, out of the depths of thy life thrill them to one exertion the mightiest of all? The gift, my son, is not to every one. Ah, by the splendor of God! I knew a king who governed millions of men, their perfect master, but could not win the respect of a horse. Mark! I speak not of the dull brutes whose round it is to slave for slaves--the debased in blood and image--the dead in spirit; but of such as mine here--the kings of their kind; of a lineage reaching back to the broods of the first Pharaoh; my comrades and friends, dwellers in tents, whom long association with me has brought up to my plane; who to their instincts have added our wits and to their senses joined our souls, until they feel all we know of ambition, love, hate, and contempt; in war, heroes; in trust, faithful as women. Ho, there!\\\"\\n\\nA servant came forward.\\n\\n\\\"Let my Arabs come!\\\"\\n\\nThe man drew aside part of the division curtain of the tent, exposing to view a group of horses, who lingered a moment where they were as if to make certain of the invitation.\\n\\n\\\"Come!\\\" Ilderim said to them. \\\"Why stand ye there? What have I that is not yours? Come, I say!\\\"\\n\\nThey stalked slowly in.\\n\\n\\\"Son of Israel,\\\" the master said, \\\"thy Moses was a mighty man, but--ha, ha ha!--I must laugh when I think of his allowing thy fathers the plodding ox and the dull, slow-natured ass, and forbidding them property in horses. Ha, ha, ha! Thinkest thou he would have done so had he seen that one--and that--and this?\\\" At the word he laid his hand upon the face of the first to reach him, and patted it with infinite pride and tenderness.\\n\\n\\\"It is a misjudgment, sheik, a misjudgment,\\\" Ben-Hur said, warmly. \\\"Moses was a warrior as well as a lawgiver beloved by God; and to follow war--ah, what is it but to love all its creatures--these among the rest?\\\"\\n\\nA head of exquisite turn--with large eyes, soft as a deer's, and half hidden by the dense forelock, and small ears, sharp-pointed and sloped well forward--approached then quite to his breast, the nostrils open, and the upper lip in motion. \\\"Who are you?\\\" it asked, plainly as ever man spoke. Ben-Hur recognized one of the four racers he had seen on the course, and gave his open hand to the beautiful brute.\\n\\n\\\"They will tell you, the blasphemers!--may their days shorten as they grow fewer!\\\"--the sheik spoke with the feeling of a man repelling a personal defamation--\\\"they will tell you, I say, that our horses of the best blood are derived from the Nesaean pastures of Persia. God gave the first Arab a measureless waste of sand, with some treeless mountains, and here and there a well of bitter waters; and said to him, 'Behold thy country!' And when the poor man complained, the Mighty One pitied him, and said again, 'Be of cheer! for I will twice bless thee above other men.' The Arab heard, and gave thanks, and with faith set out to find the blessings. He travelled all the boundaries first, and failed; then he made a path into the desert, and went on and on--and in the heart of the waste there was an island of green very beautiful to see; and in the heart of the island, lo! a herd of camels, and another of horses! He took them joyfully and kept them with care for what they were--best gifts of God. And from that green isle went forth all the horses of the earth; even to the pastures of Nesaea they went; and northward to the dreadful vales perpetually threshed by blasts from the Sea of Chill Winds. Doubt not the story; or if thou dost, may never amulet have charm for an Arab again. Nay, I will give thee proof.\\\"\\n\\nHe clapped his hands.\\n\\n\\\"Bring me the records of the tribe,\\\" he said to the servant who responded.\\n\\nWhile waiting, the sheik played with the horses, patting their cheeks, combing their forelocks with his fingers, giving each one a token of remembrance. Presently six men appeared with chests of cedar reinforced by bands of brass, and hinged and bolted with brass.\\n\\n\\\"Nay,\\\" said Ilderim, when they were all set down by the divan, \\\"I meant not all of them; only the records of the horses--that one. Open it and take back the others.\\\"\\n\\nThe chest was opened, disclosing a mass of ivory tablets strung on rings of silver wire; and as the tablets were scarcely thicker than wafers, each ring held several hundreds of them.\\n\\n\\\"I know,\\\" said Ilderim, taking some of the rings in his hand--\\\"I know with what care and zeal, my son, the scribes of the Temple in the Holy City keep the names of the newly born, that every son of Israel may trace his line of ancestry to its beginning, though it antedate the patriarchs. My fathers--may the recollection of them be green forever!--did not think it sinful to borrow the idea, and apply it to their dumb servants. See these tablets!\\\"\\n\\nBen-Hur took the rings, and separating the tablets saw they bore rude hieroglyphs in Arabic, burned on the smooth surface by a sharp point of heated metal.\\n\\n\\\"Canst thou read them, O son of Israel?\\\"\\n\\n\\\"No. Thou must tell me their meaning.\\\"\\n\\n\\\"Know thou, then, each tablet records the name of a foal of the pure blood born to my fathers through the hundreds of years passed; and also the names of sire and dam. Take them, and note their age, that thou mayst the more readily believe.\\\"\\n\\nSome of the tablets were nearly worn away. all were yellow with age.\\n\\n\\\"In the chest there, I can tell thee now, I have the perfect history; perfect because certified as history seldom is--showing of what stock all these are sprung--this one, and that now supplicating thy notice and caress; and as they come to us here, their sires, even the furthest removed in time, came to my sires, under a tent-roof like this of mine, to eat their measure of barley from the open hand, and be talked to as children; and as children kiss the thanks they have not speech to express. And now, O son of Israel, thou mayst believe my declaration--if I am a lord of the Desert, behold my ministers! Take them from me, and I become as a sick man left by the caravan to die. Thanks to them, age hath not diminished the terror of me on the highways between cities; and it will not while I have strength to go with them. Ha, ha, ha! I could tell thee marvels done by their ancestors. In a favoring time I may do so; for the present, enough that they were never overtaken in retreat; nor, by the sword of Solomon, did they ever fail in pursuit! That, mark you, on the sands and under saddle; but now--I do not know--I am afraid, for they are under yoke the first time, and the conditions of success are so many. They have the pride and the speed and the endurance. If I find them a master, they will win. Son of Israel! so thou art the man, I swear it shall be a happy day that brought thee thither. Of thyself now speak.\\\"\\n\\n\\\"I know now,\\\" said Ben-Hur, \\\"why it is that in the love of an Arab his horse is next to his children; and I know, also, why the Arab horses are the best in the world; but, good sheik, I would not have you judge me by words alone; for, as you know, all promises of men sometimes fail. Give me the trial first on some plain hereabout, and put the four in my hand to-morrow.\\\"\\n\\nIlderim's face beamed again, and he would have spoken.\\n\\n\\\"A moment, good sheik, a moment!\\\" said Ben-Hur. \\\"Let me say further. From the masters in Rome I learned many lessons, little thinking they would serve me in a time like this. I tell thee these thy sons of the Desert, though they have separately the speed of eagles and the endurance of lions, will fail if they are not trained to run together under the yoke. For bethink thee, sheik, in every four there is one the slowest and one the swiftest; and while the race is always to the slowest, the trouble is always with the swiftest. It was so to-day; the driver could not reduce the best to harmonious action with the poorest. My trial may have no better result; but if so, I will tell thee of it: that I swear. Wherefore, in the same spirit I say, can I get them to run together, moved by my will, the four as one, thou shalt have the sestertii and the crown, and I my revenge. What sayest thou?\\\"\\n\\nIlderim listened, combing his beard the while. At the end he said, with a laugh, \\\"I think better of thee, son of Israel. We have a saying in the Desert, 'If you will cook the meal with words, I will promise an ocean of butter.' thou shalt have the horses in the morning.\\\"\\n\\nAt that moment there was a stir at the rear entrance to the tent.\\n\\n\\\"The supper--it is here! and yonder my friend Balthasar, whom thou shalt know. He hath a story to tell which an Israelite should never tire of hearing.\\\"\\n\\nAnd to the servants he added,\\n\\n\\\"Take the records away, and return my jewels to their apartment.\\\"\\n\\nAnd they did as he ordered.\\n\\nCHAPTER XIV\\n\\nIf the reader will return now to the repast of the wise men at their meeting in the desert, he will understand the preparations for the supper in Ilderim's tent. The differences were chiefly such as were incident to ampler means and better service.\\n\\nThree rugs were spread on the carpet within the space so nearly enclosed by the divan; a table not more than a foot in height was brought and set within the same place, and covered with a cloth. Off to one side a portable earthenware oven was established under the presidency of a woman whose duty it was to keep the company in bread, or, more precisely, in hot cakes of flour from the handmills grinding with constant sound in a neighboring tent.\\n\\nMeanwhile Balthasar was conducted to the divan, where Ilderim and Ben-Hur received him standing. A loose black gown covered his person; his step was feeble, and his whole movement slow and cautious, apparently dependent upon a long staff and the arm of a servant.\\n\\n\\\"Peace to you, my friend,\\\" said Ilderim, respectfully. \\\"Peace and welcome.\\\"\\n\\nThe Egyptian raised his head and replied, \\\"And to thee, good sheik--to thee and thine, peace and the blessing of the One God--God the true and loving.\\\"\\n\\nThe manner was gentle and devout, and impressed Ben-Hur with a feeling of awe; besides which the blessing included in the answering salutation had been partly addressed to him, and while that part was being spoken, the eyes of the aged guest, hollow yet luminous, rested upon his face long enough to stir an emotion new and mysterious, and so strong that he again and again during the repast scanned the much wrinkled and bloodless face for its meaning; but always there was the expression bland, placid, and trustful as a child's. A little later he found that expression habitual.\\n\\n\\\"This is he, O Balthasar,\\\" said the sheik, laying his hand on Ben-Hur's arm, \\\"who will break bread with us this evening.\\\"\\n\\nThe Egyptian glanced at the young man, and looked again surprised and doubting; seeing which the sheik continued, \\\"I have promised him my horses for trial to-morrow; and if all goes well, he will drive them in the Circus.\\\"\\n\\nBalthasar continued his gaze.\\n\\n\\\"He came well recommended,\\\" Ilderim pursued, much puzzled. \\\"You may know him as the son of Arrius, who was a noble Roman sailor, though\\\"--the sheik hesitated, then resumed, with a laugh--\\\"though he declares himself an Israelite of the tribe of Judah; and, by the splendor of God, I believe that he tells me!\\\"\\n\\nBalthasar could no longer withhold explanation.\\n\\n\\\"To-day, O most generous sheik, my life was in peril, and would have been lost had not a youth, the counterpart of this one--if, indeed, he be not the very same--intervened when all others fled, and saved me.\\\" Then he addressed Ben-Hur directly, \\\"Art thou not he?\\\"\\n\\n\\\"I cannot answer so far,\\\" Ben-Hur replied, with modest deference. \\\"I am he who stopped the horses of the insolent Roman when they were rushing upon thy camel at the Fountain of Castalia. Thy daughter left a cup with me.\\\"\\n\\nFrom the bosom of his tunic he produced the cup, and gave it to Balthasar.\\n\\nA glow lighted the faded countenance of the Egyptian.\\n\\n\\\"The Lord sent thee to me at the Fountain to-day,\\\" he said, in a tremulous voice, stretching his hand towards Ben-Hur; \\\"and he sends thee to me now. I give him thanks; and praise him thou, for of his favor I have wherewith to give thee great reward, and I will. The cup is thine; keep it.\\\"\\n\\nBen-Hur took back the gift, and Balthasar, seeing the inquiry upon Ilderim's face, related the occurrence at the Fountain.\\n\\n\\\"What!\\\" said the sheik to Ben-Hur. \\\"Thou saidst nothing of this to me, when better recommendation thou couldst not have brought. Am I not an Arab, and sheik of my tribe of tens of thousands? And is not he my guest? And is it not in my guest-bond that the good or evil thou dost him is good or evil done to me? Whither shouldst thou go for reward but here? And whose the hand to give it but mine?\\\"\\n\\nHis voice at the end of the speech rose to cutting shrillness.\\n\\n\\\"Good sheik, spare me, I pray. I came not for reward, great or small; and that I may be acquitted of the thought, I say the help I gave this excellent man would have been given as well to thy humblest servant.\\\"\\n\\n\\\"But he is my friend, my guest--not my servant; and seest thou not in the difference the favor of Fortune?\\\" Then to Balthasar the sheik subjoined, \\\"Ah, by the splendor of God! I tell thee again he is not a Roman.\\\"\\n\\nWith that he turned away, and gave attention to the servants, whose preparations for the supper were about complete.\\n\\nThe reader who recollects the history of Balthasar as given by himself at the meeting in the desert will understand the effect of Ben-Hur's assertion of disinterestedness upon that worthy. In his devotion to men there had been, it will be remembered, no distinctions; while the redemption which had been promised him in the way of reward--the redemption for which he was waiting--was universal. To him, therefore, the assertion sounded somewhat like an echo of himself. He took a step nearer Ben-Hur, and spoke to him in the childlike way.\\n\\n\\\"How did the sheik say I should call you? It was a Roman name, I think.\\\"\\n\\n\\\"Arrius, the son of Arrius.\\\"\\n\\n\\\"Yet thou art not a Roman?\\\"\\n\\n\\\"All my people were Jews.\\\"\\n\\n\\\"Were, saidst thou? Are they not living?\\\"\\n\\nThe question was subtle as well as simple; but Ilderim saved Ben-Hur from reply.\\n\\n\\\"Come,\\\" he said to them, \\\"the meal is ready.\\\"\\n\\nBen-Hur gave his arm to Balthasar, and conducted him to the table, where shortly they were all seated on their rugs Eastern fashion. The lavers were brought them, and they washed and dried their hands; then the sheik made a sign, the servants stopped, and the voice of the Egyptian arose tremulous with holy feeling.\\n\\n\\\"Father of All--God! What we have is of thee; take our thanks, and bless us, that we may continue to do thy will.\\\"\\n\\nIt was the grace the good man had said simultaneously with his brethren Gaspar the Greek and Melchior the Hindoo, the utterance in diverse tongues out of which had come the miracle attesting the Divine Presence at the meal in the desert years before.\\n\\nThe table to which they immediately addressed themselves was, as may be thought, rich in the substantials and delicacies favorite in the East--in cakes hot from the oven, vegetables from the gardens, meats singly, compounds of meats and vegetables, milk of kine, and honey and butter--all eaten or drunk, it should be remarked, without any of the modern accessories--knives, forks, spoons, cups, or plates; and in this part of the repast but little was said, for they were hungry. But when the dessert was in course it was otherwise. They laved their hands again, had the lap-cloths shaken out, and with a renewed table and the sharp edge of their appetites gone they were disposed to talk and listen.\\n\\nWith such a company--an Arab, a Jew, and an Egyptian, all believers alike in one God--there could be at that age but one subject of conversation; and of the three, which should be speaker but he to whom the Deity had been so nearly a personal appearance, who had seen him in a star, had heard his voice in direction, had been led so far and so miraculously by his Spirit? And of what should he talk but that of which he had been called to testify?\\n\\nCHAPTER XV\\n\\nThe shadows cast over the Orchard of Palms by the mountains at set of sun left no sweet margin time of violet sky and drowsing earth between the day and night. The latter came early and swift; and against its glooming in the tent this evening the servants brought four candlesticks of brass, and set them by the corners of the table. To each candlestick there were four branches, and on each branch a lighted silver lamp and a supply cup of olive-oil. In light ample, even brilliant, the group at dessert continued their conversation, speaking in the Syriac dialect, familiar to all peoples in that part of the world.\\n\\nThe Egyptian told his story of the meeting of the three in the desert, and agreed with the sheik that it was in December, twenty-seven years before, when he and his companions fleeing from Herod arrived at the tent praying shelter. The narrative was heard with intense interest; even the servants lingering when they could to catch its details. Ben-Hur received it as became a man listening to a revelation of deep concern to all humanity, and to none of more concern than the people of Israel. In his mind, as we shall presently see, there was crystallizing an idea which was to change his course of life, if not absorb it absolutely.\\n\\nAs the recital proceeded, the impression made by Balthasar upon the young Jew increased; at its conclusion, his feeling was too profound to permit a doubt of its truth; indeed, there was nothing left him desirable in the connection but assurances, if such were to be had, pertaining exclusively to the consequences of the amazing event.\\n\\nAnd now there is wanting an explanation which the very discerning may have heretofore demanded; certainly it can be no longer delayed. Our tale begins, in point of date not less than fact, to trench close upon the opening of the ministry of the Son of Mary, whom we have seen but once since this same Balthasar left him worshipfully in his mother's lap in the cave by Bethlehem. Henceforth to the end the mysterious Child will be a subject of continual reference; and slowly though surely the current of events with which we are dealing will bring us nearer and nearer to him, until finally we see him a man--we would like, if armed contrariety of opinion would permit it, to add--A MAN WHOM THE WORLD COULD NOT DO WITHOUT. Of this declaration, apparently so simple, a shrewd mind inspired by faith will make much--and in welcome. Before his time, and since, there have been men indispensable to particular people and periods; but his indispensability was to the whole race, and for all time--a respect in which it is unique, solitary, divine.\\n\\nTo Sheik Ilderim the story was not new. He had heard it from the three wise men together under circumstances which left no room for doubt; he had acted upon it seriously, for the helping a fugitive escape from the anger of the first Herod was dangerous. Now one of the three sat at his table again, a welcome guest and revered friend. Sheik IIderim certainly believed the story; yet, in the nature of things, its mighty central fact could not come home to him with the force and absorbing effect it came to Ben-Hur. He was an Arab, whose interest in the consequences was but general; on the other hand, Ben-Hur was an Israelite and a Jew, with more than a special interest in--if the \\\\~solecism can be pardoned--the truth of the fact. He laid hold of the circumstance with a purely Jewish mind.\\n\\nFrom his cradle, let it be remembered, he had heard of the Messiah; at the colleges he had been made familiar with all that was known of that Being at once the hope, the fear, and the peculiar glory of the chosen people; the prophets from the first to the last of the heroic line foretold him; and the coming had been, and yet was, the theme of endless exposition with the rabbis--in the synagogues, in the schools, in the Temple, of fast-days and feast-days, in public and in private, the national teachers expounded and kept expounding until all the children of Abraham, wherever their lots were cast, bore the Messiah in expectation, and by it literally, and with iron severity, ruled and moulded their lives.\\n\\nDoubtless, it will be understood from this that there was much argument among the Jews themselves about the Messiah, and so there was; but the disputation was all limited to one point, and one only--when would he come?\\n\\nDisquisition is for the preacher; whereas the writer is but telling a tale, and that he may not lose his character, the explanation he is making requires notice merely of a point connected with the Messiah about which the unanimity among the chosen people was matter of marvellous astonishment: he was to be, when come, the KING OF THE JEWS--their political King, their Caesar. By their instrumentality he was to make armed conquest of the earth, and then, for their profit and in the name of God, hold it down forever. On this faith, dear reader, the Pharisees or Separatists--the latter being rather a political term--in the cloisters and around the altars of the Temple, built an edifice of hope far overtopping the dream of the Macedonian. His but covered the earth; theirs covered the earth and filled the skies; that is to say, in their bold, boundless fantasy of blasphemous egotism, God the Almighty was in effect to suffer them for their uses to nail him by the ear to a door in sign of eternal servitude.\\n\\nReturning directly to Ben-Hur, it is to be observed now that there were two circumstances in his life the result of which had been to keep him in a state comparatively free from the influence and hard effects of the audacious faith of his Separatist countrymen.\\n\\nIn the first place, his father followed the faith of the Sadducees, who may, in a general way, be termed the Liberals of their time. They had some loose opinions in denial of the soul. They were strict constructionists and rigorous observers of the Law as found in the books of Moses; but they held the vast mass of Rabbinical addenda to those books in derisive contempt. They were unquestionably a sect, yet their religion was more a philosophy than a creed; they did not deny themselves the enjoyments of life, and saw many admirable methods and productions among the Gentile divisions of the race. In politics they were the active opposition of the Separatists. In the natural order of things, these circumstances and conditions, opinions and peculiarities, would have descended to the son as certainly and really as any portion of his father's estate; and, as we have seen, he was actually in course of acquiring them, when the second saving event overtook him.\",\"timestamp\":1640147979,\"title\":\"By the love-locks of Bacchus, have I not a bruised shoulder to help me keep it in mind?\"},\"digest\":\"bXOP78AP58l3pnfQQFiwMXeOaLFqe_Ff843dYz5fwx8\",\"authorship\":{\"contributor\":\"0x457882665D7cCf3457ff8b3aB95dA15a63bfDFa4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vdxmwcszLSVaf21u99Q--ttC6oV4rKRSpO29isXAKwA\\\",\\\"y\\\":\\\"Ocg13LIxxhqclHLKotnxhLniGL_o8ypzPniVsBgeoh4\\\"}\",\"signature\":\"uyuG9AQdxn0JPo505DowouTj9rkRV0lRAoBs8QOJurW5Oym3EmZjL_BB2-XQ-bwNwXPpWj0RSgmz-wLXG1GkbA\",\"signingKeySignature\":\"0x6b856f22f0aedba0928b44df59cfcef1751c2085c6859899de333432753d550b31b38a62f5b528a39128b8b734141398cad76657a26c51f8851a601ee85ba9f21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vdxmwcszLSVaf21u99Q--ttC6oV4rKRSpO29isXAKwA\\\",\\\"y\\\":\\\"Ocg13LIxxhqclHLKotnxhLniGL_o8ypzPniVsBgeoh4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bXOP78AP58l3pnfQQFiwMXeOaLFqe_Ff843dYz5fwx8\"}"