"{\"content\":{\"body\":\"As we approach the end of the 2021, BLVKHVND is excited to announce the start of our Scouting Combine! This year, we’ll be inviting 50 players (of various skill levels) to try out for our HVNDpro and Amateur teams to train and compete for our roster of games next season. We hope that through this method, we will be able to discover and bring raw talent into the spotlight. We encourage you to apply if you are interested in playing for a global community, curious about crypto, and want a new opportunity to not just play the games you love, but to change them.\\n\\n## Apply Here ↓\\n\\n[https://airtable.com/shre3xP5c6fBqG5LQ](https://airtable.com/shre3xP5c6fBqG5LQ)\\n\\n## The Combine will be hosted between October 6-18 in our Discord and streamed on Twitch/Glass.\\n\\n**About the Combine**\\n\\nThe HVND Combine of 2022 marks the inaugural application cycle for BLVKHVND’s recruitment of players and coaching staff. Our goal is to stand up and facilitate competitive, amateur, and research teams for new & emerging games, alongside staple titles, and other popular titles of crypto and non-crypto native distinction. For our first year, we will focus on 5 titles, one being community choice.\\n\\nWe encourage all types of players from all backgrounds to apply. \\n\\n![](https://images.mirror-media.xyz/publication-images/bb509446-ccb3-4496-9a04-c5bf6c6c03f9.jpg?height=1000&width=2000&&size=large)\\n\\n### Apex Legends\\n\\n*Apex Legends is one of the most popular titles of the past few years and shows no shortage of interest and player talent from its rich, dynamic universe. The ALGS year after year has built one of the largest purses of tournament earnings with 2021-22 season at $5m in total prizes.*\\n\\n**Player + Coaching Goals**\\n\\nOur goal is to recruit a 5 person team for Arenas to compete in ALGS Season 3. For the combine, the top three candidates will be offered primary placement with candidates 4 + 5 offered secondary roles. In addition to players, we will be looking for a coach, gameplay analyst, and broadcaster/host to commentate our games.\\n\\n### Halo Infinite\\n\\n*Halo. The staple. The game that the core inceptors of BLVKHVND had played when they competed seriously. A cultural icon in its own right, HALO will always be a core element of esports and a core game of the HVND.*\\n\\n**Player + Coaching Goals**\\n\\nOur goal is to recruit a 4 person team to compete in HCS for Halo Infinite. For the combine, the top four candidates will be offered primary placement. In addition to players, we will be looking for a coach, gameplay analyst, and broadcaster/host to commentate our games.\\n\\n### Axie Infinity\\n\\n*Axie Infinity has continued to prove that it is one of the most impactful and expansive titles in the crypto-gaming space and has the potential to become a prolific eSports phenomenon. At BLVKHVND we see a cross-pollination of our players building comp teams, developing content around mechanics, metas, breeding, as well as contributing to building a dynamic eSports Axie league within North America.*\\n\\n**Player + Coaching Goals**\\n\\nOur goal is to recruit a 3 person team to compete in Arena for Axie Infinity. For the combine, the top candidates will be offered primary placement. We have plans to onboard at least 10 scholarships over the next two HVND seasons to help round out breeding, meta analysis, $SLP + $AXS grinding, among other facets of the Axie economy.\\n\\n### Parallel\\n\\n*While the main game has not launched yet, Parallel is one of the most anticipated blockchain based AAA titles with Magic, the Gathering level appeal. Parallel can become a TCG titan with an expansive league for competitive play, amateur appeal, casual play while inventing new mechanics for trading cards we haven’t seen yet. At BLVKHVND, we want to be at the cutting edge of new, novel gaming experiences because it gives us the opportunity to develop and shape a better culture for gaming overall.*\\n\\n**Player + Coaching Goals**\\n\\nFor Parallel, the game is not out yet so we cannot test conventionally. However, we are looking for enthusiastic fans of the project to help us create content as we await launch. Other roles include a market analyst to determine which assets should be held within our treasury and strategies to create broader access and appeal for other HVND members.\\n\\n### Community Choice\\n\\nWe not only want to promote and play great games, we want all HVNDs to have a chance to enjoy them as much as our pro and amateur teams do. So our fifth game for next year’s competitive season will be chosen by HVND members! In the coming weeks before the Combine Event, we will gather the best proposals and vote on them using Snapshot to build a team to compete. We are so excited to see what will be chosen!\\n\\nAs always, please keep it locked to our [discord](https://discord.gg/SPGc6Pbba4) and [twitter](https://twitter.com/blvkhvnd) channels for more info on the Combine and everything else HVND related. See you on the field.\\n\\n\\\\#heavyistheHVND\",\"timestamp\":1631638520,\"title\":\"BLVKHVND 2021 Scouting Combine\",\"publication\":\"blvkhvnd\"},\"digest\":\"WLFkICnofnsas-2CvIHNDSjNRoKxf_hiN65krwLOmuk\",\"authorship\":{\"contributor\":\"0xEB95ff72EAb9e8D8fdb545FE15587AcCF410b42E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"81qX4Dl2XG4yvIG78fzValAq_QwSLXyoJkZttUEoK6o\\\",\\\"y\\\":\\\"pgznFceGIVd57x9a7oG2Lr89eTXj38PNLm4XjUZl_CM\\\"}\",\"signature\":\"6T6ScKCF6dHw0Y4pb2Hn2MPk8OPrIgcmUJAYdnWAJuB242oJM-7K4B-nQydfoGYb3gJrMuqxY0hNymVUVB9uJA\",\"signingKeySignature\":\"0x6a082419de411d01e9e6a20c6bcb486b4944c44bf9e9461a706c92dec99618aa04f5ced8ea5152928d9fdb8bc2410b2dd38c27a96f03e3947a74235d2bcdfe821c\",\"signingKeyMessage\":\"I authorize the publication of articles on blvkhvnd.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"81qX4Dl2XG4yvIG78fzValAq_QwSLXyoJkZttUEoK6o\\\",\\\"y\\\":\\\"pgznFceGIVd57x9a7oG2Lr89eTXj38PNLm4XjUZl_CM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RUqAlK1kulwkmiaRDZlSjXBMZWV90wpdWcebHTRBnY0\"}"