"{\"content\":{\"body\":\"过去一周，有着“牙科茅台”之称的通策医疗，成为了A股市场的焦点。\\n\\n第三季度财报公布前后，通策医疗在10月14-18日期间的连续3个交易日股价大跌，市值蒸发超过200亿元。\\n\\n公司董事长吕建明也在雪球上与提出质疑的网友展开激烈互动。10月17日，吕建明先后发了7篇帖子和网友“互怼”，面对将通策医疗称为“杀猪盘”的网友，吕建明甚至说出“他们买我们的股票是我们的耻辱”等言论，引发市场热议。\\n\\n对此，通策医疗董秘办10月18日回应称：“这也是交流，不回复也是可以的。这个就是仁者见仁，大家都有话语权的，看你怎么理解。”目前在雪球平台上，已经无法搜索到认证为通策医疗董事长的“Jimmylui”账号。\\n\\n尽管上市公司高管下场怼人并非新鲜事，但联系到公司并不理想的三季度业绩，不禁让市场疑虑——通策医疗的发展是否面临瓶颈，才让董事长如此“慌乱”？\\n\\n**对于此次股价波动，业界推测，主要是第三季度业绩增速不及预期叠加种植牙集采的影响所致。**\\n\\n值得注意的是，今年以来，通策医疗股价已经在2月和7月出现过两次较大的波动。截至10月20日收盘，通策医疗股价较今年最高点的421.99元已经接近腰斩。\\n\\n**业绩波动背后，通策医疗发展是否真的面临困局？**\\n\\n**三季报是“导火索”？**\\n\\n三季度业绩不及预期，被认为是通策医疗此次股价跳水的直接诱因。\\n\\n财报显示，通策医疗2021年前三季度营收为21.36亿元，同比增加44.16%；归母净利润6.20亿元，同比增加55.09%。\\n\\n**从整体数据来看，业绩还算亮眼。但拆开看单季度数据，三季度表现差强人意。**\\n\\n2021年前三季度，通策医疗的营收分别为6.31亿元、6.86亿元和8.19亿元，同比增速分别为221.59%、23.14%和12.44%；归母净利润分别为1.64亿元、1.86亿元和2.69亿元，对应增速分别为962.95%、13.27%和5.88%。\\n\\n从以往的数据来看，除了2020年受疫情影响营收下滑严重之外，通策医疗多数年份的营收增速都在20%之上。而今年以来营收和净利润增速连续下降，三季度净利润更是首次出现个位数，这是否意味着通策医疗持续14年的高增长即将结束？\\n\\n10月15日，通策医疗发布了股票交易异常波动公告，指出三季度业绩表现不佳的原因。\\n\\n按照通策医疗的解释，三季度营收增速和净利润增速放缓主要有两个方面原因，其一是**2020年一季度受新冠疫情影响，客户就诊需求在二三季度释放，导致2020年三季度单季度同比基数较高；**其二是**2021年9月市场就种植牙集采等事项大范围讨论，客户种植需求有观望、推迟就诊现象。**\\n\\n不过，市场对此似乎并不买单。在14日、15日两个跌停之后，通策医疗的股价在18日继续飘绿，当日跌幅为4.71%。\\n\\n值得注意的是，在三季度有大批机构投资者撤离通策医疗。\\n\\n东方财富网数据显示，**截至2021年9月30日，持有通策医疗的基金仅剩4只，共持有2468.48万股；而在上一季度末，共有634只基金持有公司8156.85万股。**\\n\\n其中，“公募一哥”张坤担任基金经理的易方达优质精选混合型基金、易方达蓝筹精选混合型基金，在上季度末还分别持有通策医疗580万股、150万股。到了这季度末，两只基金已不在机构投资者行列。\\n\\n不过，在不少机构减持、撤离的同时，也有基金笃定通策医疗的增长潜力。如“医药女神”葛兰的中欧医疗健康混合型证券投资基金增持至1427.4万股，占比4.45%。\\n\\n业绩增速不佳、机构集体出逃，种植牙集采对通策医疗的影响如此严重？资金用脚投票背后，口腔医疗市场的未来是否还值得期待？\\n\\n**种植牙集采影响几何**\\n\\n种植牙集采之风缘起于今年3月“两会”期间的一份提案。全国人大代表、肥东县总工会兼职副主席李小莉针对“看牙贵、牙科暴利”现象，建议将种植牙费用纳入医保报销范围，引发热议。\\n\\n在我国，牙科医疗费用过高一直是困扰民生的难题。如李小莉所说，“一个县级以下医院，平均一颗种植牙治疗费用大约在6000-20000元不等。如果种全口牙，相当于在县城买套房”，这也是为什么该提案一经提出就得到了舆论的广泛响应。\\n\\n**浙江省宁波市是种植牙集采的第一个践行者。**\\n\\n8月22日，浙江省宁波市医保局约谈5家种植牙供应商，并在24日发布了一份《关于进一步明确医保历年账户支付种植牙项目的方案》，向社会公开征求意见。根据该意见征求稿，宁波医保局拟建立一个种植牙品牌目录，纳入目录内的品牌，可以通过医保历年账户支付。\\n\\n宁波市医保局的这一举动，让市场看到了牙科耗材在未来陆续被纳入集采范畴的可能性。此消息出来之后，**作为行业龙头的通策医疗，股价在8月23日-9月3日期间10个交易日内下跌近20%。**\\n\\n9月22日，国家医保局就全国人大代表李小莉提出的“种植牙纳入医保”建议做出了答复。\\n\\n图源：国家医保局官网\\n\\n在牙科诊疗费用方面，中国医保政策规定，补牙、根管治疗、拔牙以及治疗牙周病、牙龈炎等牙病发生的费用，可以用医保报销；而牙科修复类、美白类的医疗项目，如烤瓷牙修复、牙齿矫正、种植牙、牙齿美白等，都属于医疗美容修复行为，不纳入医保报销范围。\\n\\n从答复文件来看，**医保局再次明确当前基本医疗保险制度“保基本”的定位，并表示“根据规定，目前各省（区、市）对眼镜、义齿、义眼等器具均不纳入基本医保支付范围”。**\\n\\n因此市场认为，**短期内种植牙集采在全国范围内推广实施的概率较低。**\\n\\n不过，医保局的答复也给了地方政府一定的发挥空间。文件提到，下一步将按照《治理高值医用耗材改革方案》（国办发〔2019〕37号）的精神，“及时将符合条件的耗材和诊疗项目纳入医保支付范围”，并**“鼓励有条件的地方根据自身经济发展水平和基金承受能力制定合理的支付标准”。**\\n\\n此外，医保局文件还提到，将“指导地方将种植体纳入平台挂网范围，促进各品牌种植体价格阳光透明，挤出水分。推进医药价格和招采信用评价制度建设实施，将涉及种植体的回扣等医药商业贿赂案件纳入信用评价范围，采取约束措施”。这意味着，种植体费用价格体系，也是未来行业整顿的重点之一。\\n\\n近期，网络上已经流传出“西南某省要联合其他9省搞牙科大集采”的消息。虽然未经证实，但多重信息的叠加，终究引发了市场对口腔医疗连锁的看空情绪。\\n\\n面对市场疑问，**通策医疗在10月16日发布的股票交易异常波动公告中回应称，“种植体集采对以提供口腔医疗服务为主的上市公司而言是机遇并非危机”。**\\n\\n从公告内容来看，通策医疗似乎已经有了应对种植牙集采可能的影响的策略，将“推动高中低口腔超市的概念，增加低价种植项目，促进公司在低价种植市场的占有率”。\\n\\n针对耗材集采的影响，通策医疗在18日发布的调研纪要中强调：“公司主要是负责提供医疗服务，根据医疗服务结果付费，而不是按照成本进行付费，因此耗材的价格变动对公司影响不明显。”纪要中还指出：“种植正畸耗材占比25%左右，补牙耗材不多。整体业务耗材平均占14.6%。”\\n\\n但依旧有市场观点认为，即使真如通策医疗所言，耗材集采对公司影响有限，相关规定对行业价格空间的限制，势必也会带来不小的影响，行业的“暴利”时代或许正在成为过去。\\n\\n**集采之外，“牙茅”的成长性局限**\\n\\n在居民可支配收入不断提高、口腔健康意识觉醒等多重因素带动下，我国口腔医疗市场有着可观的发展前景。\\n\\n据中国卫生统计年鉴数据，2012-2019年，我国口腔医疗市场年均增速达到20%以上。有公开统计数据显示，2020-2022年中国口腔医疗行业年复合增长率达到25.8%。\\n\\n过去十余年来，国内民营口腔连锁不断涌现，不过**在A股市场，目前以口腔医疗为主营业务的上市公司仅有通策医疗一家。**从盈利能力来看，通策医疗在同行中也可谓一只独秀。\\n\\n以今年7月在港交所递交招股书的头部口腔医疗连锁机构瑞尔集团为例，其过去三年一直处于亏损状态。招股书数据显示，公司在2019财年、2020财年、2021财年收入分别为10.8亿元、11亿元、15.2亿元；年内亏损分别为3.04亿元、3.26亿元、5.98亿元。\\n\\n9月，民营连锁口腔诊所牙博士也向港交所递交了招股书。招股书数据显示，成立于2010年的牙博士直到2019年以后才实现扭亏为盈，2020年末时牙博士净利润为约8530.7万元。\\n\\n其他的口腔连锁如联想控股和泰康人寿加持的拜博口腔，在2016-2018年连续三年亏损，亏损额共计20个亿。\\n\\n短期来看，**通策医疗行业龙头地位无法撼动，但长期来看，未来的成长性依然存在不确定。**\\n\\n在过去十余年的发展过程中，通策医疗主要以浙江省为中心，采取“区域总院-分院”发展模式，在浙江省口腔医疗行业牢牢占据龙头地位，在浙江省内市占率达到38%。\\n\\n2018年底，通策医疗启动“蒲公英计划”，进一步在浙江省内扩张，计划在“3-5年内在浙江省内县（市、区）和重点乡镇建设100家分院”。\\n\\n在10月18日发布的调研纪要中提到，截至报告期内，“蒲公英计划”设立运营选址规划的共计41家，三季报纳入合并的29家，其中17家已经开始运营，12家还在装修中。17家已经开业的蒲公英医院中，10家已经实现盈利，盈利期一般在半年到一年。预计今年四季度还有4家开业，2022年预期18-20家交付使用。\\n\\n但与在浙江省内的扩张相比，通策医疗在省外市场的开拓并不顺利。\\n\\n从2016年开始，通策医疗向北上广深等大城市拓展布局。通过通策口腔医疗投资基金，定向投资在北京、武汉、重庆、成都、广州、西安的六家大型口腔医院。\\n\\n从目前的营收结构来看，浙江省内的业务占了大头。财报数据显示，**按区域来看通策医疗的营收构成，2019年-2021年H1浙江省内外的比例一直维持在9:1，浙江省外业务的利润贡献占比基本也只是维持在6%-7%之间。**\\n\\n**即使经过几波下跌，通策医疗依然是市值近千亿的行业龙头。**截至发稿时，通策医疗的动态市盈率近90倍，最新市值约742亿元，231元/股的价格也依然不便宜。\\n\\n这也意味着公司未来需要更为强劲的业绩增长作为支撑。而从目前的业务情况来看，仅靠浙江一省，恐怕无法满足市场的期待。\",\"timestamp\":1634799277,\"title\":\"张坤撤退葛兰加仓，牙科龙头还香不香？\"},\"digest\":\"iJzFZz0C4NEMqY7NRzgjBjRNC0GIv-5zmO4uFYZ23i8\",\"authorship\":{\"contributor\":\"0x109647818dd1440cdb95be132E96d3C09F43CEc1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8brcfOsaHfhVqxHQx32JPdpiIXmOpzHcFotTl9Jl8lY\\\",\\\"y\\\":\\\"l6_uMRM2wyxEAxMGMYnVgcdv7zzw9_pqhxAj0n1wPk4\\\"}\",\"signature\":\"imjh1SfbO5ApVzEecguxaB9epYWtnphIPTYEY4faFSEhPgnXqQ4RXwXwgJEYp1HhiMofDxD_0xXOjYzzedtWUg\",\"signingKeySignature\":\"0x25e535ee2cafb9222ccea90728fc5a14dcf3e87018cf550eaab6c3ef9d5bb9075231090d3d9771dc413ab99a5e9eeda7ae68ea4755e760a46b5267c2e1d82d961c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8brcfOsaHfhVqxHQx32JPdpiIXmOpzHcFotTl9Jl8lY\\\",\\\"y\\\":\\\"l6_uMRM2wyxEAxMGMYnVgcdv7zzw9_pqhxAj0n1wPk4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iJzFZz0C4NEMqY7NRzgjBjRNC0GIv-5zmO4uFYZ23i8\"}"