"{\"content\":{\"body\":\"```\\n    *He has incited treasonable insurrections of our fellow-citizens, with the allurements of forfeiture & confiscation of our property.*\\n\\n    *He has waged cruel war against human nature itself, violating it's most sacred rights of life and liberty in the persons of a distant people who never offended him, captivating & carrying them into slavery in another hemisphere, or to incur miserable death in their transportation thither.  This piratical warfare, the opprobium of INFIDEL powers, is the warfare of the CHRISTIAN king of Great Britain.  Determined to keep open a market where MEN should be bought & sold, he has prostituted his negative for suppressing every legislative attempt to prohibit or to restrain this execrable commerce.  And that this assemblage of horrors might want no fact of distinguished die, he is now exciting those very people to rise in arms among us, and to purchase that liberty of which he has deprived them, by murdering the people on whom he also obtruded them: thus paying off former crimes committed against the LIBERTIES of one people, with crimes which he urges them to commit against the LIVES of another.*\\n\\n    In every stage of these oppressions we have petitioned for redress in the most humble terms: our repeated petitions have been answered only by repeated injuries.\\n\\n    A prince whose character is thus marked by every act which may define a tyrant is unfit to be the ruler of a [ ] [free] people *who mean to be free.  Future ages will scarcely believe that the hardiness of one man adventured, within the short compass of twelve years only, to lay a foundation so broad & so undisguised for tyranny over a people fostered & fixed in principles of freedom.*\\n\\n    Nor have we been wanting in attentions to our British brethren. We have warned them from time to time of attempts by their legislature to extend *a* [an unwarrantable] jurisdiction over *these our states* [us].  We have reminded them of the circumstances of our emigration & settlement here, *no one of which could warrant so strange a pretension: that these were effected at the expense of our own blood & treasure, unassisted by the wealth or the strength of Great Britain: that in constituting indeed our several forms of government, we had adopted one common king, thereby laying a foundation for perpetual league & amity with them: but that submission to their parliament was no part of our constitution, nor ever in idea, if history may be credited: and*, we [ ] [have] appealed to their native justice and magnanimity *as well as to* [and we have conjured them by] the ties of our common kindred to disavow these usurpations which *were likely to* [would inevitably] interrupt our connection and correspondence.  They too have been deaf to the voice of justice & of consanguinity, *and when occasions have been given them, by the regular course of their laws, of removing from their councils the disturbers of our harmony, they have, by their free election, re-established them in power.  At this very time too they are permitting their chief magistrate to send over not only soldiers of our common blood, but Scotch & foreign mercenaries to invade & destroy us.  These facts have given the last stab to agonizing affection, and manly spirit bids us to renounce forever these unfeeling brethren.  We must [We must therefore] endeavor to forget our former love for them, and hold them as we hold the rest of mankind, enemies in war, in peace friends.  We might have been a free and a great people together; but a communication of grandeur & of freedom it seems is below their dignity.  Be it so, since they will have it.  The road to happiness & to glory is open to us too.  We will tread it apart from them, and* acquiesce in the necessity which denounces our *eternal* separation [ ] [and hold them as we hold the rest of mankind, enemies in war, in peace friends.]!\\n\\n    We therefore the representatives We therefore the representatives       of the United States                of of the United States of       America in General Congress         America in General Congress       assembled do in the name &          assembled, appealing to the       by authority of the good            supreme judge of the world       people of these *states reject      for the rectitude of our       & renounce all allegiance &         intentions, do in the name, & by       subjection to the kings of          the authority of the good       Great Britain & all others          people of these colonies,       who may hereafter claim by,         solemnly publish & declare that       through or under them: we           these united colonies are &       utterly dissolve all political*     of right ought to be free &\\n\\n  *connection which may               independent states; that they       heretofore have subsisted           are absolved from all allegiance       between us & the people or          to the British crown,       parliament of Great Britain:        and that all political       & finally we do assert &            connection between them & the       declare these colonies to be free   state of Great Britain is, &       & independent states,* & that       ought to be, totally       as free & independent states,       dissolved; & that as free &       they have full power to levy        independent states they have       war, conclude peace, contract       full power to levy war,       alliances, establish commerce,      conclude peace, contract\\n\\n  & to do all other acts &            alliances, establish commerce &       things which independent            to do all other acts & things       states may of right do.             which independent states                                           may of right do.\\n\\n  And for the support of              And for the support of this       this declaration we mutually        declaration, with a firm       pledge to each other our            reliance on the protection of       lives, our fortunes, & our          divine providence we mutually       sacred honor.                       pledge to each other our                                           lives, our fortunes, & our                                           sacred honor.  \\n\\n    The Declaration thus signed on the 4th, on paper was engrossed on parchment, & signed again on the 2d. of August.\\n\\n\\n    Some erroneous statements of the proceedings on the declaration of independence having got before the public in latter times, Mr. Samuel A. Wells asked explanations of me, which are given in my letter to him of May 12. 19. before and now again referred to.  I took notes in my place while these things were going on, and at their close wrote them out in form and with correctness and from 1 to 7 of the two preceding sheets are the originals then written; as the two following are of the earlier debates on the Confederation, which I took in like manner.\\n\\n    On Friday July 12. the Committee appointed to draw the articles of confederation reported them, and on the 22d. the house resolved themselves into a committee to take them into consideration.  On the 30th. & 31st. of that month & 1st. of the ensuing, those articles were debated which determined the proportion or quota of money which each state should furnish to the common treasury, and the manner of voting in Congress.  The first of these articles was expressed in the original draught in these words.  \\\"Art. XI. All charges of war & all other expenses that shall be incurred for the common defence, or general welfare, and allowed by the United States assembled, shall be defrayed out of a common treasury, which shall be supplied by the several colonies in proportion to the number of inhabitants of every age, sex & quality, except Indians not paying taxes, in each colony, a true account of which, distinguishing the white inhabitants, shall be triennially taken & transmitted to the Assembly of the United States.\\\"\\n\\n    Mr. [Samuel] Chase moved that the quotas should be fixed, not by the number of inhabitants of every condition, but by that of the \\\"white inhabitants.\\\" He admitted that taxation should be alwais in proportion to property, that this was in theory the true rule, but that from a variety of difficulties, it was a rule which could never be adopted in practice.  The value of the property in every State could never be estimated justly & equally.  Some other measure for the wealth of the State must therefore be devised, some standard referred to which would be more simple.  He considered the number of inhabitants as a tolerably good criterion of property, and that this might alwais be obtained.  He therefore thought it the best mode which we could adopt, with one exception only.  He observed that negroes are property, and as such cannot be distinguished from the lands or personalities held in those States where there are few slaves, that the surplus of profit which a Northern farmer is able to lay by, he invests in cattle, horses, &c. whereas a Southern farmer lays out that same surplus in slaves.  There is no more reason therefore for taxing the Southern states on the farmer's head, & on his slave's head, than the Northern ones on their farmer's heads & the heads of their cattle, that the method proposed would therefore tax the Southern states according to their numbers & their wealth conjunctly, while the Northern would be taxed on numbers only: that negroes in fact should not be considered as members of the state more than cattle & that they have no more interest in it.\\n\\n    Mr. John Adams observed that the numbers of people were taken by this article as an index of the wealth of the state, & not as subjects of taxation, that as to this matter it was of no consequence by what name you called your people, whether by that of freemen or of slaves.  That in some countries the labouring poor were called freemen, in others they were called slaves; but that the difference as to the state was imaginary only.  What matters it whether a landlord employing ten labourers in his farm, gives them annually as much money as will buy them the necessaries of life, or gives them those necessaries at short hand.  The ten labourers add as much wealth annually to the state, increase it's exports as much in the one case as the other.  Certainly 500 freemen produce no more profits, no greater surplus for the paiment of taxes than 500 slaves. Therefore the state in which are the labourers called freemen should be taxed no more than that in which are those called slaves.  Suppose by any extraordinary operation of nature or of law one half the labourers of a state could in the course of one night be transformed into slaves: would the state be made the poorer or the less able to pay taxes?  That the condition of the laboring poor in most countries, that of the fishermen particularly of the Northern states, is as abject as that of slaves.  It is the number of labourers which produce the surplus for taxation, and numbers therefore indiscriminately, are the fair index of wealth.  That it is the use of the word \\\"property\\\" here, & it's application to some of the people of the state, which produces the fallacy.  How does the Southern farmer procure slaves?  Either by importation or by purchase from his neighbor.  If he imports a slave, he adds one to the number of labourers in his country, and proportionably to it's profits & abilities to pay taxes.  If he buys from his neighbor it is only a transfer of a labourer from one farm to another, which does not change the annual produce of the state, & therefore should not change it's tax.  That if a Northern farmer works ten labourers on his farm, he can, it is true, invest the surplus of ten men's labour in cattle: but so may the Southern farmer working ten slaves.  That a state of one hundred thousand freemen can maintain no more cattle than one of one hundred thousand slaves.  Therefore they have no more of that kind of property.  That a slave may indeed from the custom of speech be more properly called the wealth of his master, than the free labourer might be called the wealth of his employer: but as to the state, both were equally it's wealth, and should therefore equally add to the quota of it's tax.\\n\\n    Mr. [Benjamin] Harrison proposed as a compromise, that two slaves should be counted as one freeman.  He affirmed that slaves did not do so much work as freemen, and doubted if two effected more than one.  That this was proved by the price of labor.  The hire of a labourer in the Southern colonies being from 8 to pound 12. while in the Northern it was generally pound 24.\\n\\n    Mr. [James] Wilson said that if this amendment should take place the Southern colonies would have all the benefit of slaves, whilst the Northern ones would bear the burthen.  That slaves increase the profits of a state, which the Southern states mean to take to themselves; that they also increase the burthen of defence, which would of course fall so much the heavier on the Northern.  That slaves occupy the places of freemen and eat their food.  Dismiss your slaves & freemen will take their places.  It is our duty to lay every discouragement on the importation of slaves; but this amendment would give the jus trium liberorum to him who would import slaves.  That other kinds of property were pretty equally distributed thro' all the colonies: there were as many cattle, horses, & sheep, in the North as the South, & South as the North; but not so as to slaves.  That experience has shown that those colonies have been alwais able to pay most which have the most inhabitants, whether they be black or white, and the practice of the Southern colonies has alwais been to make every farmer pay poll taxes upon all his labourers whether they be black or white.  He acknowledges indeed that freemen work the most; but they consume the most also.  They do not produce a greater surplus for taxation.  The slave is neither fed nor clothed so expensively as a freeman.  Again white women are exempted from labor generally, but negro women are not.  In this then the Southern states have an advantage as the article now stands.  It has sometimes been said that slavery is necessary because the commodities they raise would be too dear for market if cultivated by freemen; but now it is said that the labor of the slave is the dearest.\\n\\n    Mr. Payne urged the original resolution of Congress, to proportion the quotas of the states to the number of souls.\\n\\n    Dr. [John] Witherspoon was of opinion that the value of lands & houses was the best estimate of the wealth of a nation, and that it was practicable to obtain such a valuation.  This is the true barometer of wealth.  The one now proposed is imperfect in itself, and unequal between the States.  It has been objected that negroes eat the food of freemen & therefore should be taxed.  Horses also eat the food of freemen; therefore they also should be taxed.  It has been said too that in carrying slaves into the estimate of the taxes the state is to pay, we do no more than those states themselves do, who alwais take slaves into the estimate of the taxes the individual is to pay.  But the cases are not parallel.  In the Southern colonies slaves pervade the whole colony; but they do not pervade the whole continent.  That as to the original resolution of Congress to proportion the quotas according to the souls, it was temporary only, & related to the monies heretofore emitted: whereas we are now entering into a new compact, and therefore stand on original ground.\\n\\n    Aug 1. The question being put the amendment proposed was rejected by the votes of N. Hampshire, Massachusetts, Rhode island, Connecticut, N. York, N. Jersey, & Pennsylvania, against those of Delaware, Maryland, Virginia, North & South Carolina.  Georgia was divided.\\n\\n    The other article was in these words.  \\\"Art. XVII.  In determining questions each colony shall have one vote.\\\"\\n\\n      July 30. 31. Aug 1.  Present 41. members. Mr. Chase observed that this article was the most likely to divide us of any one proposed in the draught then under consideration.  That the larger colonies had threatened they would not confederate at all if their weight in congress should not be equal to the numbers of people they added to the confederacy; while the smaller ones declared against a union if they did not retain an equal vote for the protection of their rights.  That it was of the utmost consequence to bring the parties together, as should we sever from each other, either no foreign power will ally with us at all, or the different states will form different alliances, and thus increase the horrors of those scenes of civil war and bloodshed which in such a state of separation & independance would render us a miserable people.  That our importance, our interests, our peace required that we should confederate, and that mutual sacrifices should be made to effect a compromise of this difficult question.  He was of opinion the smaller colonies would lose their rights, if they were not in some instances allowed an equal vote; and therefore that a discrimination should take place among the questions which would come before Congress. That the smaller states should be secured in all questions concerning life or liberty & the greater ones in all respecting property.  He therefore proposed that in votes relating to money, the voice of each colony should be proportioned to the number of its inhabitants.\\n\\n    Dr. Franklin thought that the votes should be so proportioned in all cases.  He took notice that the Delaware counties had bound up their Delegates to disagree to this article.  He thought it a very extraordinary language to be held by any state, that they would not confederate with us unless we would let them dispose of our money. Certainly if we vote equally we ought to pay equally; but the smaller states will hardly purchase the privilege at this price.  That had he lived in a state where the representation, originally equal, had become unequal by time & accident he might have submitted rather than disturb government; but that we should be very wrong to set out in this practice when it is in our power to establish what is right. That at the time of the Union between England and Scotland the latter had made the objection which the smaller states now do.  But experience had proved that no unfairness had ever been shown them. That their advocates had prognosticated that it would again happen as in times of old, that the whale would swallow Jonas, but he thought the prediction reversed in event and that Jonas had swallowed the whale, for the Scotch had in fact got possession of the government and gave laws to the English.  He reprobated the original agreement of Congress to vote by colonies and therefore was for their voting in all cases according to the number of taxables.\\n\\n      Dr. Witherspoon opposed every alteration of the article.  All men admit that a confederacy is necessary.  Should the idea get abroad that there is likely to be no union among us, it will damp the minds of the people, diminish the glory of our struggle, & lessen it's importance; because it will open to our view future prospects of war & dissension among ourselves.  If an equal vote be refused, the smaller states will become vassals to the larger; & all experience has shown that the vassals & subjects of free states are the most enslaved.  He instanced the Helots of Sparta & the provinces of Rome. He observed that foreign powers discovering this blemish would make it a handle for disengaging the smaller states from so unequal a confederacy.  That the colonies should in fact be considered as individuals; and that as such, in all disputes they should have an equal vote; that they are now collected as individuals making a bargain with each other, & of course had a right to vote as individuals.  That in the East India company they voted by persons, & not by their proportion of stock.  That the Belgic confederacy voted by provinces.  That in questions of war the smaller states were as much interested as the larger, & therefore should vote equally; and indeed that the larger states were more likely to bring war on the confederacy in proportion as their frontier was more extensive.  He admitted that equality of representation was an excellent principle, but then it must be of things which are coordinate; that is, of things similar & of the same nature: that nothing relating to individuals could ever come before Congress; nothing but what would respect colonies.  He distinguished between an incorporating & a federal union.  The union of England was an incorporating one; yet Scotland had suffered by that union: for that it's inhabitants were drawn from it by the hopes of places & employments.  Nor was it an instance of equality of representation; because while Scotland was allowed nearly a thirteenth of representation they were to pay only one fortieth of the land tax.  He expressed his hopes that in the present enlightened state of men's minds we might expect a lasting confederacy, if it was founded on fair principles.\\n\\n    John Adams advocated the voting in proportion to numbers.  He said that we stand here as the representatives of the people.  That in some states the people are many, in others they are few; that therefore their vote here should be proportioned to the numbers from whom it comes.  Reason, justice, & equity never had weight enough on the face of the earth to govern the councils of men.  It is interest alone which does it, and it is interest alone which can be trusted. That therefore the interests within doors should be the mathematical representatives of the interests without doors.  That the individuality of the colonies is a mere sound.  Does the individuality of a colony increase it's wealth or numbers.  If it does, pay equally.  If it does not add weight in the scale of the confederacy, it cannot add to their rights, nor weigh in argument. A. has pound 50. B. pound 500. C. pound 1000. in partnership.  Is it just they should equally dispose of the monies of the partnership? It has been said we are independent individuals making a bargain together.  The question is not what we are now, but what we ought to be when our bargain shall be made.  The confederacy is to make us one individual only; it is to form us, like separate parcels of metal, into one common mass.  We shall no longer retain our separate individuality, but become a single individual as to all questions submitted to the confederacy.  Therefore all those reasons which prove the justice & expediency of equal representation in other assemblies, hold good here.  It has been objected that a proportional vote will endanger the smaller states.  We answer that an equal vote will endanger the larger.  Virginia, Pennsylvania, & Massachusetts are the three greater colonies.  Consider their distance, their difference of produce, of interests & of manners, & it is apparent they can never have an interest or inclination to combine for the oppression of the smaller.  That the smaller will naturally divide on all questions with the larger.  Rhode isld, from it's relation, similarity & intercourse will generally pursue the same objects with Massachusetts; Jersey, Delaware & Maryland, with Pennsylvania.\\n\\n    Dr. [Benjamin] Rush took notice that the decay of the liberties of the Dutch republic proceeded from three causes.  1. The perfect unanimity requisite on all occasions.  2. Their obligation to consult their constituents.  3. Their voting by provinces.  This last destroyed the equality of representation, and the liberties of great Britain also are sinking from the same defect.  That a part of our rights is deposited in the hands of our legislatures.  There it was admitted there should be an equality of representation.  Another part of our rights is deposited in the hands of Congress: why is it not equally necessary there should be an equal representation there? Were it possible to collect the whole body of the people together, they would determine the questions submitted to them by their majority.  Why should not the same majority decide when voting here by their representatives?  The larger colonies are so providentially divided in situation as to render every fear of their combining visionary.  Their interests are different, & their circumstances dissimilar.  It is more probable they will become rivals & leave it in the power of the smaller states to give preponderance to any scale they please.  The voting by the number of free inhabitants will have one excellent effect, that of inducing the colonies to discourage slavery & to encourage the increase of their free inhabitants.\\n\\n    Mr. [Stephen] Hopkins observed there were 4 larger, 4 smaller, & 4 middle-sized colonies.  That the 4 largest would contain more than half the inhabitants of the confederated states, & therefore would govern the others as they should please.  That history affords no instance of such a thing as equal representation.  The Germanic body votes by states.  The Helvetic body does the same; & so does the Belgic confederacy.  That too little is known of the ancient confederations to say what was their practice.\\n\\n    Mr. Wilson thought that taxation should be in proportion to wealth, but that representation should accord with the number of freemen.  That government is a collection or result of the wills of all.  That if any government could speak the will of all, it would be perfect; and that so far as it departs from this it becomes imperfect.  It has been said that Congress is a representation of states; not of individuals.  I say that the objects of its care are all the individuals of the states.  It is strange that annexing the name of \\\"State\\\" to ten thousand men, should give them an equal right with forty thousand.  This must be the effect of magic, not of reason.  As to those matters which are referred to Congress, we are not so many states, we are one large state.  We lay aside our individuality, whenever we come here.  The Germanic body is a burlesque on government; and their practice on any point is a sufficient authority & proof that it is wrong.  The greatest imperfection in the constitution of the Belgic confederacy is their voting by provinces.  The interest of the whole is constantly sacrificed to that of the small states.  The history of the war in the reign of Q. Anne sufficiently proves this.  It is asked shall nine colonies put it into the power of four to govern them as they please?  I invert the question, and ask shall two millions of people put it in the power of one million to govern them as they please?  It is pretended too that the smaller colonies will be in danger from the greater.  Speak in honest language & say the minority will be in danger from the majority.  And is there an assembly on earth where this danger may not be equally pretended?  The truth is that our proceedings will then be consentaneous with the interests of the majority, and so they ought to be.  The probability is much greater that the larger states will disagree than that they will combine.  I defy the wit of man to invent a possible case or to suggest any one thing on earth which shall be for the interests of Virginia, Pennsylvania & Massachusetts, and which will not also be for the interest of the other states.\\n\\n    * * *\\n\\n    These articles reported July 12. 76 were debated from day to day, & time to time for two years, were ratified July 9, '78, by 10 states, by N. Jersey on the 26th. of Nov. of the same year, and by Delaware on the 23d. of Feb. following.  Maryland alone held off 2 years more, acceding to them Mar 1, 81. and thus closing the obligation.\\n\\n    Our delegation had been renewed for the ensuing year commencing Aug. 11. but the new government was now organized, a meeting of the legislature was to be held in Oct. and I had been elected a member by my county.  I knew that our legislation under the regal government had many very vicious points which urgently required reformation, and I thought I could be of more use in forwarding that work.  I therefore retired from my seat in Congress on the 2d. of Sep. resigned it, and took my place in the legislature of my state, on the 7th. of October.\\n\\n    On the 11th. I moved for leave to bring in a bill for the establishmt of courts of justice, the organization of which was of importance; I drew the bill it was approved by the commee, reported and passed after going thro' it's due course.\\n\\n    On the 12th. I obtained leave to bring in a bill declaring tenants in tail to hold their lands in fee simple.  In the earlier times of the colony when lands were to be obtained for little or nothing, some provident individuals procured large grants, and, desirous of founding great families for themselves, settled them on their descendants in fee-tail.  The transmission of this property from generation to generation in the same name raised up a distinct set of families who, being privileged by law in the perpetuation of their wealth were thus formed into a Patrician order, distinguished by the splendor and luxury of their establishments.  From this order too the king habitually selected his Counsellors of State, the hope of which distinction devoted the whole corps to the interests & will of the crown.  To annul this privilege, and instead of an aristocracy of wealth, of more harm and danger, than benefit, to society, to make an opening for the aristocracy of virtue and talent, which nature has wisely provided for the direction of the interests of society, & scattered with equal hand through all it's conditions, was deemed essential to a well ordered republic.  To effect it no violence was necessary, no deprivation of natural right, but rather an enlargement of it by a repeal of the law.  For this would authorize the present holder to divide the property among his children equally, as his affections were divided; and would place them, by natural generation on the level of their fellow citizens.  But this repeal was strongly opposed by Mr. Pendleton, who was zealously attached to ancient establishments; and who, taken all in all, was the ablest man in debate I have ever met with.  He had not indeed the poetical fancy of Mr. Henry, his sublime imagination, his lofty and overwhelming diction; but he was cool, smooth and persuasive; his language flowing, chaste & embellished, his conceptions quick, acute and full of resource; never vanquished; for if he lost the main battle, he returned upon you, and regained so much of it as to make it a drawn one, by dexterous man;oeuvres, skirmishes in detail, and the recovery of small advantages which, little singly, were important altogether. You never knew when you were clear of him, but were harassed by his perseverance until the patience was worn down of all who had less of it than himself.  Add to this that he was one of the most virtuous & benevolent of men, the kindest friend, the most amiable & pleasant of companions, which ensured a favorable reception to whatever came from him.  Finding that the general principle of entails could not be maintained, he took his stand on an amendment which he proposed, instead of an absolute abolition, to permit the tenant in tail to convey in fee simple, if he chose it: and he was within a few votes of saving so much of the old law.  But the bill passed finally for entire abolition.\\n\\n    In that one of the bills for organizing our judiciary system which proposed a court of chancery, I had provided for a trial by jury of all matters of fact in that as well as in the courts of law. He defeated it by the introduction of 4. words only, _\\\"if either party chuse.\\\"_ The consequence has been that as no suitor will say to his judge, \\\"Sir, I distrust you, give me a jury\\\" juries are rarely, I might say perhaps never seen in that court, but when called for by the Chancellor of his own accord.\\n\\n    The first establishment in Virginia which became permanent was made in 1607.  I have found no mention of negroes in the colony until about 1650.  The first brought here as slaves were by a Dutch ship; after which the English commenced the trade and continued it until the revolutionary war.  That suspended, ipso facto, their further importation for the present, and the business of the war pressing constantly on the legislature, this subject was not acted on finally until the year 78. when I brought in a bill to prevent their further importation.  This passed without opposition, and stopped the increase of the evil by importation, leaving to future efforts its final eradication.\\n\\n    The first settlers of this colony were Englishmen, loyal subjects to their king and church, and the grant to Sr. Walter Raleigh contained an express Proviso that their laws \\\"should not be against the true Christian faith, now professed in the church of England.\\\" As soon as the state of the colony admitted, it was divided into parishes, in each of which was established a minister of the Anglican church, endowed with a fixed salary, in tobacco, a glebe house and land with the other necessary appendages.  To meet these expenses all the inhabitants of the parishes were assessed, whether they were or not, members of the established church.  Towards Quakers who came here they were most cruelly intolerant, driving them from the colony by the severest penalties.  In process of time however, other sectarisms were introduced, chiefly of the Presbyterian family; and the established clergy, secure for life in their glebes and salaries, adding to these generally the emoluments of a classical school, found employment enough, in their farms and schoolrooms for the rest of the week, and devoted Sunday only to the edification of their flock, by service, and a sermon at their parish church.  Their other pastoral functions were little attended to.  Against this inactivity the zeal and industry of sectarian preachers had an open and undisputed field; and by the time of the revolution, a majority of the inhabitants had become dissenters from the established church, but were still obliged to pay contributions to support the Pastors of the minority.  This unrighteous compulsion to maintain teachers of what they deemed religious errors was grievously felt during the regal government, and without a hope of relief.  But the first republican legislature which met in 76. was crowded with petitions to abolish this spiritual tyranny.  These brought on the severest contests in which I have ever been engaged.  Our great opponents were Mr. Pendleton & Robert Carter Nicholas, honest men, but zealous churchmen.  The petitions were referred to the commee of the whole house on the state of the country; and after desperate contests in that committee, almost daily from the 11th of Octob. to the 5th of December, we prevailed so far only as to repeal the laws which rendered criminal the maintenance of any religious opinions, the forbearance of repairing to church, or the exercise of any mode of worship: and further, to exempt dissenters from contributions to the support of the established church; and to suspend, only until the next session levies on the members of that church for the salaries of their own incumbents.  For although the majority of our citizens were dissenters, as has been observed, a majority of the legislature were churchmen.  Among these however were some reasonable and liberal men, who enabled us, on some points, to obtain feeble majorities.  But our opponents carried in the general resolutions of the commee of Nov. 19. a declaration that religious assemblies ought to be regulated, and that provision ought to be made for continuing the succession of the clergy, and superintending their conduct.  And in the bill now passed was inserted an express reservation of the question Whether a general assessment should not be established by law, on every one, to the support of the pastor of his choice; or whether all should be left to voluntary contributions; and on this question, debated at every session from 76 to 79 (some of our dissenting allies, having now secured their particular object, going over to the advocates of a general assessment) we could only obtain a suspension from session to session until 79. when the question against a general assessment was finally carried, and the establishment of the Anglican church entirely put down.  In justice to the two honest but zealous opponents, who have been named I must add that altho', from their natural temperaments, they were more disposed generally to acquiesce in things as they are, than to risk innovations, yet whenever the public will had once decided, none were more faithful or exact in their obedience to it.\\n\\n    The seat of our government had been originally fixed in the peninsula of Jamestown, the first settlement of the colonists; and had been afterwards removed a few miles inland to Williamsburg.  But this was at a time when our settlements had not extended beyond the tide water.  Now they had crossed the Alleghany; and the center of population was very far removed from what it had been.  Yet Williamsburg was still the depository of our archives, the habitual residence of the Governor & many other of the public functionaries, the established place for the sessions of the legislature, and the magazine of our military stores: and it's situation was so exposed that it might be taken at any time in war, and, at this time particularly, an enemy might in the night run up either of the rivers between which it lies, land a force above, and take possession of the place, without the possibility of saving either persons or things.  I had proposed it's removal so early as Octob. 76. but it did not prevail until the session of May. '79.\\n\\n    Early in the session of May 79.  I prepared, and obtained leave to bring in a bill declaring who should be deemed citizens, asserting the natural right of expatriation, and prescribing the mode of exercising it.  This, when I withdrew from the house on the 1st of June following, I left in the hands of George Mason and it was passed on the 26th of that month.\\n\\n    In giving this account of the laws of which I was myself the mover & draughtsman, I by no means mean to claim to myself the merit of obtaining their passage.  I had many occasional and strenuous coadjutors in debate, and one most steadfast, able, and zealous; who was himself a host.  This was George Mason, a man of the first order of wisdom among those who acted on the theatre of the revolution, of expansive mind, profound judgment, cogent in argument, learned in the lore of our former constitution, and earnest for the republican change on democratic principles.  His elocution was neither flowing nor smooth, but his language was strong, his manner most impressive, and strengthened by a dash of biting cynicism when provocation made it seasonable.\\n\\n    Mr. Wythe, while speaker in the two sessions of 1777. between his return from Congress and his appointment to the Chancery, was an able and constant associate in whatever was before a committee of the whole.  His pure integrity, judgment and reasoning powers gave him great weight.  Of him see more in some notes inclosed in my letter of August 31. 1821, to Mr. John Saunderson.\\n```\",\"timestamp\":1639988223,\"title\":\" He has [excited domestic insurrection among us, & has] endeavored to bring on the inhabitants of our frontiers the merciless Indian savages,\"},\"digest\":\"w8-I4oCUyIBBqrUOo57dXBrOmrdlfj2G1us-9AiiPdw\",\"authorship\":{\"contributor\":\"0x6961235d2e95818F7a1E230634bC24de80Bd6f6a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"29-CBOyf4dZ3hb4MK-2ysIGTNUn-XcLt8-uot-Mw47c\\\",\\\"y\\\":\\\"hUCK53LzgRVtkGT9kVyJhsTAdnRh3hMl8WJcxuC1tSE\\\"}\",\"signature\":\"Rb23AjVwtsdf30a5lQyMFlt9nd94Tj8dlyNRZbEJMzXA6zCYZd-jnKqIW1TsRk_Nrv2iQmgsR_XXoxIFWv8_Cw\",\"signingKeySignature\":\"0xf4d5c2330cdd9493d22c8f2bebfb2852f21830f6741b0858288146611c93366a14f937f3687911396a34cdbe3fbf7ff22cb78d4cef314f3cf0b66060f568da671c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"29-CBOyf4dZ3hb4MK-2ysIGTNUn-XcLt8-uot-Mw47c\\\",\\\"y\\\":\\\"hUCK53LzgRVtkGT9kVyJhsTAdnRh3hMl8WJcxuC1tSE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"w8-I4oCUyIBBqrUOo57dXBrOmrdlfj2G1us-9AiiPdw\"}"