"{\"content\":{\"body\":\"南太平洋・トンガの火山島で15日発生した大規模な噴火の火山灰が、3000キロ以上離れたオーストラリアに達していることが衛星の画像などで確認され、現地の当局が航空機の航行などに注意を呼びかけています。\\n\\n気象庁によりますと、日本時間の15日午後1時ごろ、トンガ諸島の火山島「フンガ・トンガ フンガ・ハアパイ」で大規模な噴火が発生し、噴煙が高さ1万6000メートルまで上がりました。 \\n  \\n オーストラリア・ダーウィンの航空路火山灰情報センターによりますと、日本時間の17日午前11時半ごろまでにオーストラリアの北東部に火山灰が到達したということです。 \\n  \\n 衛星の画像や付近を飛行中の航空機からの報告などをもとに確認した結果、火山灰の高度は上空およそ12キロから19キロ、時速92キロほどの早さで西へ進んでいるということです。 \\n  \\n また火山灰の広がりを6時間ごとに予想した結果を公表し、日本時間の17日午後9時半ごろには北部のダーウィン周辺にまでおよぶとしています。 \\n  \\n 18日の午前3時半ごろには火山灰はさらに西へと進み、午前9時半ごろはオーストラリアの北半分を覆うと予想しています。 \\n  \\n 気象衛星「ひまわり」の画像でも17日午前11時ごろ観光地のケアンズなどがあるオーストラリア北東部付近に茶色っぽい雲のような影がかかり、しだいに西へと移っていく様子が確認できます。 \\n  \\n ダーウィンの航空路火山灰情報センターは航空機への影響度を示す「航空用カラーコード」で4段階中、2番目に影響が大きい「オレンジ」を発表し、航空機の航行などに注意を呼びかけています。\\n\\n## 専門家 「火山灰 南半球の広範囲におよぶおそれ」\\n\\nトンガの火山島で発生した大規模な噴火による影響について、東京大学火山噴火予知研究センターの鈴木 雄治郎 准教授は上空を流れる火山灰が今後、南半球の広範囲におよぶおそれがあると指摘しています。一方、日本付近にただちに到達する可能性は低いということです。 \\n  \\n 鈴木准教授によりますと、今回の噴火では噴き上げられた火山灰など大量の噴出物が上昇して出来る、大規模な噴火に特徴的な「傘型噴煙」が形成されました。 \\n  \\n 衛星の画像などから、火山灰は上空16キロ付近に達したあと「貿易風」に流されて西へと進み、3000キロ以上離れたオーストラリアまで到達したということです。 \\n  \\n さらに火山灰は今後、「貿易風」に乗って南半球のさらに広範囲におよぶとみられるほか、赤道付近のインドネシアやシンガポールなど東南アジアの各地に広がる可能性があると指摘しています。 \\n  \\n 一方、日本への影響については、距離が離れているうえ、北半球の中緯度帯では「偏西風」が吹いていることから、火山灰がただちに到達する可能性は低いということです。 \\n  \\n 鈴木准教授は、「火山灰は風に乗って運ばれる間に粒の大きなものは、すでに海に落ちているとみられるため、火山灰が及ぶ地域で地表に降り積もる可能性は低いと考えられる。ただ、航空機のエンジンが火山灰を吸い込むと最悪の場合、止まってしまうおそれがあり、付近を運航する航空機は十分な注意が必要だ」と指摘しています。 \\n  \\n さらに、火山灰が気候変動に与える影響については、「噴煙の高さなどから現時点では大きな影響を与えるほどではないと見ているが、噴火のメカニズムなど分かっていないことが多く、今後、詳しく調べる必要がある」と話しています。\",\"timestamp\":1642427189,\"title\":\"トンガの火山灰 3000キロ以上離れたオーストラリアに到達\"},\"digest\":\"4WG1HMElRIGijp62hGFlZa82z8VJNAldzh4tlkpM0MM\",\"authorship\":{\"contributor\":\"0x289C040b3e9C3d8b65Aafac110980f1CdE74e898\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3FyqCDb-xxOR35F1r4yzjvYKlHoRLL96pQMd_X-v69I\\\",\\\"y\\\":\\\"Eyeb07CONRswiUCYJLtrnk4hMzFmY5M7wBRKkfZrnzk\\\"}\",\"signature\":\"pwIG0fGqJcICCIcn7OH7EG9E358NoLjpwDUe8y-t9dw3FM_gi21F5nom3Zu-RZ_-W1sc6VYwdt0ipVxowoJ3tw\",\"signingKeySignature\":\"0x39474ef4e26c6b168b4177a1c81f2839bac307a2ab12f4b850cd5590e6b2c56241568d0b950d6ba6feacb7e40b7299ad1e2a846d3691f056aa703557c1aa2e581b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3FyqCDb-xxOR35F1r4yzjvYKlHoRLL96pQMd_X-v69I\\\",\\\"y\\\":\\\"Eyeb07CONRswiUCYJLtrnk4hMzFmY5M7wBRKkfZrnzk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4WG1HMElRIGijp62hGFlZa82z8VJNAldzh4tlkpM0MM\"}"