"{\"content\":{\"body\":\"Recently, DAS has newly launched the reverse Resolution feature. What is the reverse resolution feature? Let me explain what reverse resolution is and its advantages and application scenarios.\\n\\n**Forward Resolution** \\n Forward Resolution means that we map a DAS account to multiple addresses, and a DAS account can be associated with multiple records of multiple types. \\n In the figure below, multiple data are associated with satoshi.bit, and an application (such as a wallet) can get this data by querying satoshi.bit. \\n . For example, satoshi.bit maps satoshi.bit to records such as ETH addresses starting with 0x, TRX addresses starting with T, etc. \\n > Forward Resolution. \\n satoshi.bit -> 0x4f67…1279\\n\\n![](https://images.mirror-media.xyz/publication-images/bARJcZBrNVjuWPfmBibQd.png?height=352&width=510)\\n\\n**Reverse Resolution** \\n Reverse resolution resolves an address to a DAS account record. Only one reverse record can be set for an address \\n An address is directed to a specific DAS account, and applications can query the address to obtain that DAS account. \\n The big advantage is that it can transform long, hard-to-read, illegible addresses into human-readable DAS accounts. \\n > Reverse Parsing. \\n 0x4f67…1279 -> satoshi.bit \\n TQ5Qtf…rNfxQ -> satoshi.bit\\n\\n![](https://images.mirror-media.xyz/publication-images/sCVckNF_i90G0xDSI7-6B.png?height=352&width=500)\\n\\n**Cross-chain — DAS reverse logging applies to all chains** \\n The DAS reverse record does not only apply to a specific chain, it applies to all chains. Any chain’s address can be set as a DAS reverse record. This means that DAS reverse records can make the whole Web 3.0 world more secure and friendly.\\n\\n![](https://images.mirror-media.xyz/publication-images/wBZf_rJ9j5rZPhSoQAYKe.png?height=194&width=700)\\n\\nDApps lack human-readable usernames, DAS provides usernames for users and creators \\n Logging in with an address is the first step, but addresses are long, hard to read and hard to recognize, and DApps lack simple, human-readable usernames. \\n DAS allows each creator and user to have their own username, and the list of addresses displayed in DApps with multiple lines will be clear and unambiguous. \\n DAS effectively protects creators’ rights in the absence of a common username for DApps \\n Unlike real names in the real world, addresses on the blockchain are highly anonymous, and because they are hard to identify, buyers who have not fully researched the work are often easily fooled. das can effectively avoid such fraudulent incidents by providing a globally unique name system and a common username for different DApps, so that buyers can identify the creators. The same creator’s address will appear as the same, human-readable .bit account in different DApps.\\n\\n**Intuitive and user-friendly** \\n Replace lengthy blockchain address displays with your favorite .bit account \\n As you can see, when Bob logs into an app with his address, the app will display the .bit account corresponding to that address. \\n Setting up a reverse record is like giving your address a unique alias. So if the DApp needs to display your address, they will replace it with your .bit account. This is cool, because you and your friends can visually identify it.\\n\\n![](https://images.mirror-media.xyz/publication-images/G_f3Lxh-9wKUcpaRF6hPs.png?height=828&width=687)\\n\\n**Secondary Verification in Blockchain** — Improving the Security of Transfers \\n As shown below, when Bob needs to send cryptocurrency to Alice, or needs to sign a contract with a DApp.\\n\\nIn the world of blockchain, tragedies of transferring the wrong address resulting in the loss of large assets happen frequently. The most common example of a mistake is when a MetaMask transfer shows an insufficient balance when using Pancake or other applications. At this point, when people withdraw Token from the exchange to their wallet address, they tend to copy the right side address of MetaMask to the exchange. At this point, the assets are withdrawn to the contract, resulting in lost assets. \\n However, if we see alice.bit → Bob.bit at this point, I believe this kind of tragedy would not happen. \\n Forward resolution allows us to transfer money to alice by typing a simple Bob.bit, and similarly, when we transfer money to alice by typing 0x…24de, the app will also prompt us that the address has been bound to alice.bit, which is equivalent to a secondary verification in the blockchain. DAS will help and improve the correct rate of transfer.\\n\\n**Set up your reverse resolution function** \\n With the above introduction, you can use this link <https://app.da.systems/reverse> to set up you reverse resolution \\n If you want to register DAS account, you can also register through my exclusive link <https://app.da.systems/explorer?inviter=yuhuaeva.bit>, you will get discount oh. \\n\\nIf you Want to know more about DAS, welcome to Discord channel <https://discord.gg/ZGEzcct9WH>, and share with everyone.\",\"timestamp\":1640597515,\"title\":\"What is DAS reverse Resolution?\"},\"digest\":\"rTD6zdX865bNWh4IF9UOwikiDhpqX5iw7GhxXLcPMb8\",\"authorship\":{\"contributor\":\"0x5151Db0B07DC855D2a211eBf66b39f2A886B7705\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1lSVKHbCL2kIJuM9D-Hg2ufitslqeX9hS3NgUbS608M\\\",\\\"y\\\":\\\"xlF6Hnm1Tyw4wnEnw1HotapcYKGocwvNwaP5b9hCyiE\\\"}\",\"signature\":\"kvyLN73TWAvAbEl2Ge4vMrPkwdKIVRJ1_Zqp6_8BbJw4V8pNyrVLb-R5fxk9VVrCCeScxZtIYD1dak9zgTbRdA\",\"signingKeySignature\":\"0xc51d2cfd105213ed7f2455e0dc3a18d67835212be99f73e015d15b84a51340815d322664fa64d16a0fed5019be24851497605ad2b60fbd641b8ba41a848520cc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1lSVKHbCL2kIJuM9D-Hg2ufitslqeX9hS3NgUbS608M\\\",\\\"y\\\":\\\"xlF6Hnm1Tyw4wnEnw1HotapcYKGocwvNwaP5b9hCyiE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rTD6zdX865bNWh4IF9UOwikiDhpqX5iw7GhxXLcPMb8\"}"