"{\"content\":{\"body\":\"别了猎人老风，我并没有直接前往暮羽沼泽或是晨夕沼泽，为什么，因为经过这几天的努力，再加上在阴暗地洞的一番撕杀，我这经验槽已经快要爆满，干脆就在这里冲完三十四级，多弄点炼金材料再走人也不迟，多增强几分实力，我心里也能多点底气。召唤出小黑，咱继续去找沼泽蜥蜴一族和沼泽森蚺的麻烦。\\n\\n```\\n唉，尽管我杀的是三十四级的沼泽森蚺，但这次升级并没得到奖励点，看来这一定的几率获得奖励点并不容易，好运不能常常陪伴我，将三点分配点扔了二点到力量，一点给体力后，我意气风发地杀向暮羽沼泽，心中充满无限的遐想，身上可还空着个非固定模式道具，不知道会弄到个什么勋章来。\\n\\n与蓝蚂沼泽那些绿色植物欣欣向荣的繁荣生长相比，暮羽沼泽更多的是萧条和冷清，到处是一片一片如死水般的沼泽池塘，风干的土地上孤零零的屹立着几株唯一能为这里增添生机的罗槐树，凌乱突兀的石块随处可见，显得十分寂然，玩家的踪影也寥寥无几，估计都是对这里恶劣的环境比较反感吧。\\n\\n玩家少对我倒是挺方便，我可不希望有人和抢着接到猎人任务，得赶紧先找老风的兄弟才行，也不知道他想收集的物品是什么，可别难度太大，不然我可真得发出友情求援信了。\\n\\n对了，这几天在这里冲级，我的传呼机都一直关着，赶紧拿出来看看，其他事我倒是不在意，最主要得看看胖眼睛那有没啥新动向，我上次可是关照过他，如果发现有人拍卖炼金卷轴的话，可得通知我，天下第一比武大会上夜色无边和天山下的剑客两人炼金药剂的好我可是还记着呢。\\n\\n“小隐，听刑天说你弄了头高等级的暗黑豹王，呵呵，真有你的，怎么样，有没有兴趣出售，我可只等着你开价。”靠，刑天这个大嘴巴，那天就忘记叮嘱一声他让别乱宣传，这小子果然没有辜负我的期望，将我得到小黑的的事告诉冲天剑。这不，冲大款发信息问我是否出售呢，回答当然是“不”了。\\n\\n“哥们，最近忙什么呢。有空的话来我这里坐坐，大家聊聊。”咦，傲气凌云找我干吗，莫非有什么好事不成，我心里暗暗猜测到，回了个消息给他，过两天就去，呵呵，说实话，我还真想见识见识他那坐落在青山绿水之中的凌云阁。\\n\\n“好啊，你在哪呢，知道我是谁吗。”\\n\\n“怎么不回话，你忙什么呢。”\\n\\n“快点说话，是不是给我玩蒸发，还是玩深沉，不然我可要生气了……”\\n\\n这个叫橙色的星晴的是谁啊，我好象不认识他（她），发这么多消息给我，是不是找错人了。你生气，你生气关我屁事，我可没空理你，不回，继续看下一条。\\n\\n“哥们，最近忙什么呢。好久不见拉，有空一起聚聚啊，挑灯和看剑这俩小子现在可是把你当成奋斗的目标，风铃姐妹也对你生了不少好感呢。”是大熊发来的，这家伙也太客气了，呵呵，等我这次忙好和他们聚聚。不过，如果这次任务困难的话，倒是可以叫他们过来帮下忙，他们五人小组倒也有几分实力。\\n\\n“SOS，紧急呼叫，隐兄弟赶紧回话。”呵呵，这不是我们的无名天下兄弟嘛，他找我有什么事，还需要动用国际求救信号。\\n\\n“无名，什么情况。”我回道。\\n\\n“哥们，我遇到个麻烦，想找你帮个忙行不。”无名天下回道。\\n\\n“什么事说来听听，只要我能帮到的一定尽力而为。”我可不敢打百分之百的保票，当然只能实话实说。\\n\\n“我刚冲到三十级，可惜转职任务难度太大，我一个人实在没那个能力做，想找你带我去做行不。”无名天下回道。\\n\\n呵呵，原来是想找我帮忙做二转任务，对我这个三十四级的高手来说，应该不是什么有难度的事吧。咱虽然不是什么讲义气，重情谊的人，但是既然人家开了口，我也确实能办到，那还是得帮忙帮忙，毕竟这个游戏不是光靠一个人就能混的，没准以后我就有啥地方需要他帮忙。这任务嘛，反正还没接呢，可以缓一缓，放一放，就帮无名天下先做转职任务好了。\\n\\n“行啊，你在哪呢，我这就过去帮你。”我回道。\\n\\n“我在幽暗城呢，你在哪。”无名天下回道。\\n\\n“呵，我正在幽暗城外面的暮羽沼泽呢，你那任务要去哪做。”我问道。\\n\\n“真是巧了，你在暮羽沼泽啊，我的任务正是要去那做呢。”无名天下惊讶地回道。\\n\\n“行，那我就在暮羽沼泽的入口处等你好了，你直接过来吧。”我说道。\\n\\n“恩，好的，那我现在就过来，你等着我啊。”无名天下回道。\\n\\n消息也回完了，我收起传呼机，拿起咱的匕首和盾牌，拍了拍蹲在一旁的小黑，在暮羽沼泽进口周围转悠起来。咱得看看这暮羽沼泽内有啥怪，熟悉一下情况，虽然越级杀怪我是喜欢，但多少也得有个度。我是个人，不是个神，尽管神曾经也个人，但是他能做到常人所不能，而我则没那个可能。\\n\\nNND，暮羽沼泽里到处都是这些泛着水泡，浑浊不堪，死气沉沉的泥塘，尽管不象蓝蚁沼泽那样能将人陷落下去，但是也影响到正常的行动。幸好咱家小黑动作敏捷，脚步轻盈，只要能在泥塘上借个力，就能一点而过，颇有几分凌波微步的味道，果然是明主出高宠，有什么样的主人，就有什么样的宠物。\\n\\n*****************************\\n\\n骄阳在暮羽沼泽的上空高悬，一朵朵浮云变换着造型随风而动；一截黑褐色的枯木正静静地浮在泥塘之中，上面那只细颈鸢正缩着脖子，悠闲地享受那温暖的阳光，尽管这些死水塘中并没有什么鱼虾，但是其中富含的微生物已经足够为这些小个子鸟类提供所需的食物；岸边一只体型细长的四足蛇蜥正懒懒地趴在地上，表皮上那层细碎的深蓝色鳞甲在日光下闪闪发光，如蛇般的三菱形头上那对外凸的眼睛早就闭了起来，窄长分叉的舌头不时从腥臭的大嘴里吐出来，那滚圆的肚子里不知道刚吞下什么沼泽生物，估计正在慢慢消化呢。\\n\\n突然，一根白色长矛从空中划出一道美妙的弧线落在四足蛇蜥身上，紧接着是一个白骨森森的亡灵战士挥舞着手中的骨矛，迈着大步冲向这只受惊的四足蛇蜥，四足蛇蜥刚想用它那粗壮的尾巴给这个胆敢惊扰自己休息的家伙一个狠狠地教训时，一记红色的刀光飞快地落在它的身上，锋利的刀锋撕开它引以为豪的皮甲，奔流的血液如找到了发泄口一般从伤口喷洒出来，溅落在那从虚空中显现的人影身上，映下点点殷红。紧跟着是一道黑色的影子，如旋风般扑落在四足蛇蜥身上，二者一触即分，空气中随即扬起一片红色的血雾，而四足蛇蜥身上又多了一片模糊的伤口。\\n\\n四足蛇蜥那对碧绿的眼睛里充满了愤怒，它大声地嘶吼着（其实它的叫声并不大，估计是因为脖子太细的原因，吼不出来），粗短的四肢用力地践踏着土地，扭动长长的脖子注视着眼前这些卑鄙的偷袭者（靠，这家伙会说话吗。会思考吗，说得这么详细干吗，我们卑鄙，我们哪卑鄙了，这叫战术懂不，杀怪这是天经地义的事，别把咱哥们污蔑成小人）。\\n\\n不错，给这只四足蛇蜥挂彩的正是我、小黑、无名天下和他的无名二世（无名给自己的亡灵战士取的名字，估计这家伙死后也就这副德行了，什么名字不好起，偏偏起个二世，你说闹心不闹心）。\\n\\n我在沼泽入口等到无名天下后，了解到他需要猎杀，获得转职道具的是这里的一只三十五级的腐烂的泥虫首领，呵呵，那个等级对于他这样才三十级的召唤师确实难了点，而且据说那个泥虫首领还会召唤出三十二级的食腐泥虫协助攻击，那更是让他头痛不已，加上他认识的朋友也不算多，就算有，好多等级还没他高呢，叫来帮忙等于叫人家来送死。百般无奈中，他突然想到我，毕竟咱也是百强上的人物，在天地里也算排得上字号，所以才有先前那“SOS”的紧急求援信。\\n\\n当然了，无名天下一见到我家小黑，那副吃惊的表情自然是不用书中交代，没想到近期论坛的热点话题，焦点人物竟然就是我，这让无名天下又对我的敬仰之情立即升华到新的高度。后来他在我的帮助下，钓到的那个东西，自然也就毫不犹豫地给我双手奉上，让我借此又得到一个……\\n\\n这一路上食腐泥虫倒是杀了不少，可是就没见着那个什么腐烂泥虫首领，也不知道那家伙躲在哪，这里又没什么泥虫聚集地的，只好四处寻找，正好也让我借机找找那猎人的小屋，去把任务给接下来。这不，刚砍掉个泥虫，又看到这只三十四级的四足蛇蜥，不用说，当然是正面的正面，背后的背后，旁边的旁边；该砍的砍，该撕的撕，该咬的咬，总而言之一句话——挂了它。\\n\\n尽管这头四足蛇蜴还是挺猛，能在二人二宠（汗，那亡灵战士也能算是宠物吗）的合力进攻下，硬挺了十几个回合，不过结果还是一样，翻翻眼，瞪瞪脚，尾巴一甩就挂掉。无名天下屁颠颠地跑上去一摸，吆，瞧他那笑得老脸含春的样，准是有啥好东西。\\n\\n我将那几块细嫩的蛇蜥直接喂给小黑后说道：“你看你，看摸样也算是一把年纪了，还是经不住诱惑，挡不住刺激啊。什么叫拒腐蚀，永不沾，知道不，你啊你，快点把手上那玩意拿给我看看，是什么东西，别一副老人得志的样。”\\n\\n“嘿嘿，是个好东西，是个好东西啊。”无名天下笑着回道。\\n\\n靠，当然是个好东西，不然你能笑得那副傻冒样，你不说我也知道，我走近几步说道：“快点给我交出来，上缴从宽，抗缴从严。”\\n\\n无名天下点着头把那四足蛇蜥爆出的装备递给我一看，哦，怪不得这家伙这么高兴，原来是个适合法师用，加智力的青铜级蛇蜥戒指，这倒是便宜他了，现在二十级以上的装备只要是带属性的，基本上都能卖个好价钱，而就算是没属性的，价格也总能比卖商店高上几分。\\n\\n装备等级和装备属性没有固定限制，低等级装备或许会是玄铁或白银级，高等级装备同样也可能是青铜或普通，可能会有牛b的青铜、玄铁装备，也会有垃圾的白银、黄金装备，商店内最高可买到的装备等级是四十级，超过四十级以后的装备只能通过杀怪爆得或玩家自己打制获得。舍得花大把大把钞票买装备的虽然不少，但是能省则省，勤俭闯天地的玩家也很多。\\n\\n“小隐，这个戒指你用不到的吧，内部消化掉成不，你开个价我给你。”无名天下眼巴巴地望着在我手中玩弄的蛇蜥戒指说道。\\n\\n如果说以前咱舍得给无名天下一、二件装备主要是看在价钱又不贵，等级也很低的情况下，当作顺水人情，用来沟通感情的话，那今天我毅然决定不要无名天下的钱，将这个起码价值上百个金币的三十级的青铜装备分给他，那就充分说明咱这个人有头脑，讲义气，谈感情。\\n\\n人家都说拿人的手短，吃人的嘴短，你小子白拿了这个戒指，回头我让你帮我做任务你肯定不好意思拒绝吧；咱可是性情中人，你让我帮忙我就帮忙，没要求你给我啥回报，那要是完成了猎人的任务得到啥好东西，你当然也不好意思要求分享革命的成果吧；虽说那君子之交淡如水，但哥们我对你不薄你也该懂的，既然拿了个戒指，也应该知足了，没我这幸运星在，你可没这么容易就能打到装备吧，那后面要是再爆个什么东西，那就不需要我多说，直接给我了吧。我这心里一算计，得，咱就先让你占个便宜，也让你看看咱哥们的风度。\\n\\n在我一番慷慨陈词的坚持下，无名天下激动地收下了那个蛇蜥戒指。在他的眼中，我立即化身为那视金钱如粪土，视名利如浮云的世外高人，能结识我这样的人物，真是让他唏嘘不已，这就是二个字——缘分。\\n\\n“小隐，我看这附近也找过了，还没发现那个腐烂泥虫首领，我们去东边看看吧，”装备起蛇蜥戒指，无名天下对我说道。\\n\\n“行，你的任务你做主，你说去哪就去哪。”我一副随大流的样子说道。\\n\\n二人说走就走，离开了砍挂四足蛇蜥的地方，一阵腥风吹过，池塘中那截枯木似乎沉下了几分，细颈鸢跟着往前踱了几步，突然“哗啦”一阵巨响，枯木陡然翘起前头，激起满天泥水，将躲避不及的细颈鸢一口给吞了下去，然后又一头栽了下去，静静的动也不动，一切仿佛如常，只有几根掉落在水面上的羽毛，似乎在诉说着细颈鸢的不幸。\\n\\n*****************************\\n\\n我和无名天下苦苦寻觅的腐烂泥虫首领正舒舒服服地躺在一个沼泽泥坑内，将它那肥硕圆滚如青虫般的身子半埋在泥土里，黑得发紫色头部缓慢地伸缩着，布满尖锐细牙的大口中正吞噬着一只幼年四足蛇蜥，而它的周围，则是一片和它那身外表颜色相仿的泥地，不仔细观察的话，根本就无法找到这个家伙，幸好我家小黑和无名天下的亡灵战士可以依靠气味发觉怪物（汗，亡灵战士那堆白骨也能闻吗），所以在走过这片泥土地的时候，才没有错过，逮了它个准。\\n\\n“无名，这家伙能召几只食腐泥虫出来。”我看着那头恶心的肉堆型怪物问道。\\n\\n“我也不知道，听转职技能师说好象是二只、三只，四只也不一定。”无名天下听了我的问话，有点茫然地回道。\\n\\n“靠，到底几只啊，这样我们才好有所准备，不至于吃亏啊。”我蹬了他一眼问道，NND，自己做任务的人，连这点东西都不打听好，真是失败。\\n\\n“最多不会超过四只。”无名天下想了想回道。\\n\\n“你肯定，能确定。”我有点置疑地问道。\\n\\n“当然肯定，一定确定，超过四只，我负责。”无名天下拍了拍他那并不健壮的胸膛说道。\\n\\n“你负责，你能负什么责，呵呵，是不是负责挂掉回城啊。”我推了推他的肩膀笑着说道。\\n\\n“怎么样，现在动手不，还是老规矩，二世顶它，你和小黑搞偷袭。”无名天下看到转职任务怪物就在眼前，有点跃跃欲试地问道。\\n\\n“不忙，我们都来大半天了，先把肚子填饱了再说，你那骨头架倒是省了事，没吃没喝的，我家小黑可不行。”看了看自己和小黑都五十几的饥饿度，我冲无名天下说道。\\n\\n“呵呵，你不说我倒也忘了，我的饥饿度也不低了，那我们先弄点东西吃好了，怎么样，要不要尝尝我的手艺，我现在可是中级厨师兼中级垂钓师。”无名天下得意地说道。\\n\\n我靠，怪不得你到现在才三十级，原来你的时间都用在练副职上了，我看了看自己那才30/1000熟练度的初级烹饪技能，无奈地点了点头，我那水平估计喂饱自己是绰绰有余，但是和他这么一比，差距就不用说了。\\n\\nNND，我开始烹饪食品的时候那熟练度长得倒是挺快，可是现在基本就没什么动静了，也不知道是根据什么标准来提升经验的，是食物的口味的好坏还是原材料的优劣，正好今天问问无名天下看看。\\n\\n“无名，你这厨师熟练度是怎么提升的，就是光靠烹饪食物吗？”我看着无名天下熟练的将一块块新鲜的兽肉切成一条一条的问道。\\n\\n“不是光靠烹饪食物那么简单的，首先要熟悉各种烹饪用具的使用方法，还有掌握恰当的烹饪火候，使用适当的调料，同时要搭配不同的原料，以及尝试各种不同的烹饪方法，熟悉不同食物的不同做法。”\\n\\n无名天下一边将手中的肉条洗净，沾上一层紫色的果酱，一边继续说道：“那，就这个紫杏酱，就是我跑遍了几大主城，好不容易才找到的，就是用了这个我的熟练度才一下提升了十几个点。”\\n\\n咦，还有这个好东西，我连忙问道：“在哪个城里买的。”\\n\\n“哦，是在铁晶城的调味店买的，是城里最东边的角落那间，店铺不大，不注意找还真不知道。”无名天下回道。\\n\\n“看这个，是在鼎盛联盟的驻地村子里的一家酒馆里找到的，那里掌勺的玩家也已经升级到中级厨师，自己琢磨出这个天香辣油，用了这玩意，也提升了我不少熟练度。”无名天下指着一瓶红色的液体说道。\\n\\n我心里暗暗记了下来，有空去那的话，咱也买几瓶放在身上，有备无患。\\n\\n“不过能让我一下子突破初级厨师界限，提升到中级厨师技能的是靠我自己经过刻苦钻研，多番尝试，才成功做出的这道‘九天神仙倒’。”无名天下一边说着，一边从背包里拿出几株草药和一瓶白酒，热火朝天地烧抄起来。（玩家可以直接从商店购买烹饪木材放在身上，这样可以省却收集木柴的麻烦）\\n\\n“用香旭草的天然清香，加上极品烧刀酒的醇厚酒香，在配以天香辣油的鲜辣，辅佐极易入味的紫杏酱，这道‘九天神仙倒’可算得上是名副其实的神仙闻了也要倒啊。”无名天下整出一盘香气四溢，色泽诱惑人的爆炒肉条说道。\\n\\n喜欢的砸票，有能力的请支持VIP！小隐谢谢了！\\n```\\n\\n\\n------------\",\"timestamp\":1640325090,\"title\":\"第一百一十四章 暮羽沼泽一\"},\"digest\":\"66wZx60d7m73wXBqSMWmZfS6ntKB2Y5iY8_h84g-uA0\",\"authorship\":{\"contributor\":\"0x5e46Cc250A67e09Ed083Bf76e9a47c214B271539\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zCZp7k5JcFrew9v2phflMJvmzSHsWl9pa5YeHxfrvRY\\\",\\\"y\\\":\\\"cXVI2E_fzIggUHJvDvA7o9U6IdGpH6PjxHQKI4EaAUk\\\"}\",\"signature\":\"krT8P1CzcksUfYx2ZVlOGycok7_L4S6o21M4L2VYVNfOIKlNyw1X5Ovy7w9okA1_i5JBL2E5e3ZME0MMbg-5uQ\",\"signingKeySignature\":\"0xb80b6d6546fea50455ea38321a831788334415bac3dabcf0c2be2996aa64425071973d9cda0d261f0ec86c2933d45b9e9a1ccfc2f2f7a1f3bc2e68837a752fa51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zCZp7k5JcFrew9v2phflMJvmzSHsWl9pa5YeHxfrvRY\\\",\\\"y\\\":\\\"cXVI2E_fzIggUHJvDvA7o9U6IdGpH6PjxHQKI4EaAUk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"66wZx60d7m73wXBqSMWmZfS6ntKB2Y5iY8_h84g-uA0\"}"