"{\"content\":{\"body\":\"as a rule, inhabitants of woodlands, but the robin and the bluebird are notable exceptions. Bills long and slender, suitable for worm diet. Only casual fruit-eaters. Slender, strong legs for running and hopping. True thrushes are grayish or olive-brown above; buff or whitish below, heavily streaked or spotted.    Bluebird.   Robin.   Alice's Thrush.   Hermit Thrush.   Olive-backed Thrush.   Wilson's Thrush (Veery).   Wood Thrush.\\n\\nOrder Columbae, PIGEONS AND DOVES\\n\\nFamily Columbidae: PIGEONS AND DOVES\\n\\nThe wild pigeon is now too rare to be included among our bird neighbors; but its beautiful relative, without the fatally gregarious habit, still nests and sings a-coo-oo-oo to its devoted mate in unfrequented corners of the farm or the borders of woodland. Delicately shaded fawn-colored and bluish plumage. Small heads, protruding breasts. Often seen on ground. Flight strong and rapid, owing to long wings.    Mourning or Carolina Dove.\\n\\nII. HABITATS OF BIRDS\\n\\nBIRDS OF THE AIR CATCHING THEIR FOOD AS THEY FLY\\n\\nAcadian Flycatcher, Great Crested Flycatcher, Least Flycatcher, Olive-sided Flycatcher, Say's Flycatcher, Yellow-bellied Flycatcher, Kingbird, Phoebe. Wood Pewee, Purple Martin, Chimney Swift, Barn Swallow, Bank Swallow, Cliff Swallow, Tree Swallow, Rough-winged Swallow, Canadian Warbler, Blackpoll Warbler, Wilson's Warbler, Nighthawk, Whippoorwill, Ruby-throated Humming-bird, Blue-gray Gnatcatcher.\\n\\nBIRDS MOST FREQUENTLY SEEN IN THE UPPER HALF OF TREES\\n\\nScarlet Tanager, Summer Tanager, Baltimore Oriole, Orchard Oriole, Chickadee, Tufted Titmouse, Blue-gray Gnatcatcher, nearly all the Warblers except the Ground Warblers; Cedar Bird, Bohemian Waxwing, the Vireos, Robin, Red Crossbill, White-winged Crossbill, Purple Grackle, Bronzed Grackle, Redstart, Northern Shrike, Loggerhead Shrike, Crow, Fish Crow, Raven, Purple Finch, Tree and Chipping Sparrows, Cardinal, Blue Jay, Kingbird, the Crested and other Flycatchers.\\n\\nBIRDS OF LOW TREES OR LOWER PARTS OF TREES\\n\\nBlack-billed Cuckoo, Yellow-billed Cuckoo, the Sparrows, the Thrushes, the Grosbeaks, Goldfinch, Summer Yellowbird and other Warblers; the Wrens, Bluebird, Mocking-bird, Catbird, Brown Thrasher, Maryland Yellowthroat, Yellow-breasted Chat.\\n\\nBIRDS OF TREE-TRUNKS AND LARGE LIMBS\\n\\nHairy Woodpecker, Downy Woodpecker, Red-headed Woodpecker,  Yellow-bellied Woodpecker, Flicker, White-breasted Nuthatch, Red-breasted Nuthatch, Brown Creeper, Chickadee, Tufted Titmouse, Golden-crowned Kinglet, Ruby-crowned Kinglet, Black-and-white Creeping Warbler, Blue-winged Warbler, Worm-eating Warbler, Pine Warbler, Blackpoll Warbler, Whippoorwill, Nighthawk.\\n\\nBIRDS THAT SHOW A PREFERENCE FOR PINES AND OTHER EVERGREENS\\n\\nChickadee, Tufted Titmouse, the Nuthatches, Brown Creeper, the Kinglets, Pine Warbler, Black-and-white Creeping Warbler and all the Warblers except the Ground Warblers; Pine Siskin, Cedar Bird and Bohemian Waxwing (in juniper and cedar trees), Pine Grosbeak, Red Crossbill, White-winged Crossbill, the Grackles, Crow, Raven, Pine Finch.\\n\\nBIRDS SEEN FEEDING AMONG THE FOLIAGE AND TERMINAL TWIGS OF TREES\\n\\nThe Red-eyed Vireo, White-eyed Vireo, Warbling Vireo, Solitary Vireo, Yellow-throated Vireo, Golden-crowned Kinglet. Ruby-crowned Kinglet, Black-billed Cuckoo, Yellow-billed Cuckoo. Yellow Warbler or Summer Yellowbird, nearly all the Warblers except the Pine and the Ground Warblers; the Flycatchers, Blue-gray Gnatcatcher.\\n\\nBIRDS THAT CHOOSE CONSPICUOUS PERCHES\\n\\nNorthern Shrike, Loggerhead Shrike, Kingbird, the Wood Pewee, the Phoebe and other Flycatchers, the Swallows, Kingfisher, Crows, Grackles, Blue Jay and Canada Jay; the Song, the White-throated, and the Fox Sparrows; the Grosbeaks, Cedar Bird, Goldfinch, Robin, Purple Finch, Cowbird, Brown Thrasher while in song.\\n\\nBIRDS OF THE GARDENS AND ORCHARDS.\\n\\nBluebird, Robin; the English, Song, White-throated, Vesper,  White-crowned, Fox, Chipping, and Tree Sparrows; Phoebe, Wood Pewee, the Least Flycatcher, Crested Flycatcher, Kingbird, Brown Thrasher, Wood Thrush, Mocking-bird, Catbird, House Wren; nearly all the Warblers, especially at blossom time among the shrubbery and fruit trees; Cedar Bird, Purple Martin, Eaves Swallow, Barn Swallow, Purple Finch, Cowbird, Baltimore and Orchard Orioles, Purple Grackle, Bronzed Grackle, Blue Jay, Crow, Fish Crow, Chimney Swift, Ruby-throated Hummingbird, the Woodpeckers, Flicker, the Nuthatches, Chickadee, Tufted Titmouse, the Cuckoos, Mourning Dove, Junco, Starling.\\n\\nBIRDS OF THE WOODS\\n\\nThe Warblers almost without exception; the Thrushes, the Woodpeckers, the Flycatchers, the Winter and the Carolina Wrens, the Tanagers, the Nuthatches and Titmice, the Kinglets, the Water Thrushes, the Vireos, Whippoorwill, Nighthawk, Kingfisher, Cardinal, Ovenbird, Brown Creeper, Tree Sparrow, Fox Sparrow, White-throated Sparrow, White-crowned Sparrow, Junco.\\n\\nBIRDS SEEN NEAR THE EDGES OF WOODS\\n\\nThe Wrens, the Woodpeckers, the Flycatchers, the Warblers, Purple Finch, the Cuckoos, Brown Thrasher, Wood Thrush, Cowbird, Brown Creepers, the Nuthatches and Titmice, the Kinglets, Chewink; the White-crowned, White-throated, Tree, Fox, and Song Sparrows; Humming-bird, Bluebird, Junco, the Crossbills, the Grosbeaks, Nighthawk, Whippoorwill, Mourning Dove, Indigo Bird, Brown Thrasher.\\n\\nBIRDS OF SHRUBBERY, BUSHES, AND THICKETS\\n\\nMaryland Yellowthroat, Ovenbird (in woods); Myrtle Warbler, Mourning Warbler, Yellow-breasted Chat, and other Warblers during the migrations; the Shrikes; the White-throated, the Fox, the Song, and other Sparrows; Chickadee, Junco, Chewink, Rose-breasted Grosbeak, Cowbird, Red-winged Blackbird, Catbird, Mocking-bird, Wilson's Thrush, Goldfinch, Redpolls, Maryland Yellowthroat, White-eyed Vireo, Hooded Warbler.\\n\\nBIRDS SEEN FEEDING ON THE GROUND\\n\\nThe Sparrows, Junco, Meadowlark, Horned Lark, Chewink, Robin, Ovenbird, Pipit or Titlark, Redpoll, Greater Redpoll, Snowflake, Lapland Longspur, Smith's Painted Longspur, Rusty Blackbird, Red-winged Blackbird, the Crows, Cowbird, the Water Thrushes, Bobolink, Canada Jay, the Grackles, Mourning Dove; the Worm-eating, the Prairie, the Kentucky, and the Mourning Ground Warblers; Flicker.\\n\\nBIRDS OF MEADOW, FIELD, AND UPLAND\\n\\nThe Field and Vesper Sparrows, Bobolink, Meadowlark, Horned Lark, Goldfinch, the Swallows, Pipit or Titlark, Cowbird, Redpoll, Greater Redpoll, Snowflake, Junco, Lapland Longspur, Smith's Painted Longspur, Rusty Blackbird, Crow, Fish Crow, Nighthawk, Whippoorwill; the Yellow, the Palm, and the Prairie Warblers; the Grackles, Flicker, Bluebird, Indigo Bird.\\n\\nBIRDS OF ROADSIDE AND FENCES\\n\\nThe Sparrows, Kingbird, Crested Flycatcher, Yellow-breasted Chat, Indigo Bird, Bluebird, Flicker, Goldfinch, Brown Thrasher, Catbird, Robin, the Woodpeckers, Yellow Palm Warbler, the Vireos.   BIRDS OF MARSHES AND BOGGY MEADOWS\\n\\nLong-billed Marsh Wren, Short-billed Marsh Wren; the Swamp, the Savanna, the Sharp-tailed, and the Seaside Sparrows; Red-winged Blackbird.\\n\\nBIRDS OF WET WOODLANDS AND MARSHY THICKETS\\n\\nNorthern Water Thrush, Louisiana Water Thrush, Ovenbird, Winter Wren, Carolina Wren, Phoebe; Wood Pewee and the other Flycatchers; Wilson's Thrush or Veery, Blue-gray Gnatcatcher, Yellow-breasted Chat; the Canadian, Wilson's, Black-capped, the Maryland Yellowthroat, the Hooded, and the Yellow-throated Warblers.\\n\\nBIRDS FOUND NEAR SALT WATER\\n\\nFish Crow, Common Crow, Bank Swallow, Tree Swallow, Savanna Sparrow, Sharp-tailed Sparrow, Seaside Sparrow, Horned Lark, Pipit or Titlark.\\n\\nBIRDS FOUND NEAR STREAMS AND PONDS\\n\\nKingfisher, the Swallows, Northern Water Thrush, Louisiana Water Thrush, Phoebe, Wood Pewee, the Flycatchers, Winter Wren, Wilson's Black-capped Warbler, the Canadian and the Yellow Warblers.\\n\\nBIRDS THAT SING ON THE WING\\n\\nBobolink, Meadowlark, Indigo Bird, Purple Finch, Goldfinch, Ovenbird, Kingbird, Vesper Sparrow (rarely), Maryland Yellowthroat, Horned Lark, Kingfisher, the Swallows, Chimney Swift, Nighthawk, Song Sparrow, Red-winged Blackbird, Pipit or Titlark, Mocking-bird.\\n\\nIII. SEASONS OF BIRDS\\n\\nThe latitude of New York is taken as an arbitrary division for which allowances must be made for other localities.\\n\\nTHE SEASONS OF BIRDS IN THE VICINITY OF NEW YORK OR, APPROXIMATELY, OF THE FORTY-SECOND DEGREE OF LATITUDE\\n\\nPERMANENT RESIDENTS\\n\\nHairy Woodpecker.              Swamp Sparrow.   Downy Woodpecker.              Song Sparrow.   Yellow-bellied Woodpecker.     Cedar Bird.   Red-headed Woodpecker.         Cardinal.   Flicker.                       Carolina Wren.   Meadowlark.                    White-breasted Nuthatch.   Prairie Horned Lark.           Tufted Titmouse.   Blue Jay.                      Chickadee.   Crow.                          Robin.   Fish Crow.                     Bluebird.   English Sparrow.               Goldfinch.    Social Sparrow.                Starling.\\n\\nWINTER RESIDENTS AND VISITORS\\n\\nBIRDS SEEN BETWEEN NOVEMBER AND APRIL\\n\\nEnglish Sparrow.               Pine Grosbeak.   Tree Sparrow.                  Redpoll.   White-throated Sparrow.        Greater Redpoll.   Swamp Sparrow.                 Cedar Bird.   Vesper Sparrow.                Bohemian Waxwing.   White-crowned Sparrow.         Hairy Woodpecker.   Fox Sparrow.                   Downy Woodpecker.   Song Sparrow.                  Yellow-bellied Woodpecker.   Snowflake.                     Flicker.   Junco.                         Myrtle Warbler.   Horned Lark.                   Northern Shrike.   Meadowlark.                    White-breasted Nuthatch.   Red-breasted Nuthatch.         Goldfinch.   Tufted Titmouse.               Pine Siskin.   Chickadee.                     Lapland Longspur.   Robin.                         Smith's Painted Longspur.   Bluebird.                      Evening Grosbeak.   Ruby-crowned Kinglet.          Cardinal.   Golden-crowned Kinglet.        Blue Jay.   Brown Creeper.                 Red Crossbill.   Carolina Wren.                 White-winged Crossbill.   Winter Wren.                   Crow.   Pipit.                         Fish Crow.   Purple Finch.                  Kingfisher.\\n\\nSUMMER RESIDENTS\\n\\nBIRDS SEEN BETWEEN APRIL AND NOVEMBE&\\n\\nMourning Dove.                 Red-winged Blackbird.   Black-billed Cuckoo.           Rusty Blackbird.   Yellow-billed Cuckoo.          Orchard Oriole.   Kingfisher.                    Baltimore Oriole.   Red-headed Woodpecker.         Purple Grackle.   Hairy Woodpecker.              Bronzed Grackle.   Downy Woodpecker.              Crow.   Yellow-bellied Woodpecker.     Fish Crow.   Flicker.                       Raven.   Whippoorwill.                  Blue Jay.   Nighthawk.                     Canada Jay.   Chimney Swift.                 Chipping Sparrow.   Ruby-throated Humming-bird.    English Sparrow.   Kingbird.                      Field Sparrow.   Wood Pewee.                    Fox Sparrow.   Phoebe.                        Grasshopper Sparrow.   Acadian Flycatcher.            Savanna Sparrow.   Crested Flycatcher.            Seaside Sparrow.   Least Flycatcher.              Sharp-tailed Sparrow.   Olive-sided Flycatcher.        Swamp Song Sparrow.   Yellow-bellied Flycatcher.     Song Sparrow.   Say's Flycatcher.              Vesper Sparrow.   Bobolink.                      Rose-breasted Grosbeak.   Cowbird.                       Blue Grosbeak.   Indigo Bird.                   Yellow-breasted Chat.   Scarlet Tanager.               Maryland Yellowthroat.   Purple Martin.                 Mocking-bird.   Barn Swallow.                  Catbird.   Bank Swallow.                  Brown Thrasher.   Cliff Swallow.                 House Wren.   Tree Swallow.                  Carolina Wren.   Rough-winged Swallow.          Long-billed Marsh Wren.   Red-eyed Vireo.                Short-billed Marsh Wren.   White-eyed Vireo.              Alice's Thrush.   Solitary Vireo.                Hermit Thrush.   Warbling Vireo.                Olive-backed Thrush.   Yellow-throated Vireo.         Wilson's Thrush or Veery.   Black-and-white Warbler.       Wood Thrush.   Black-throated Green Warbler.  Meadowlark.   Blue-winged Warbler.           Western Meadowlark.   Chestnut-sided Warbler.        Prairie Horned Lark.   Golden-winged Warbler.         White-breasted Nuthatch.   Hooded Warbler.                Chickadee.   Pine Warbler.                  Tufted Titmouse.   Prairie Warbler.               Chewink.   Parula Warbler.                Purple Finch.   Worm-eating Warbler.           Goldfinch.   Yellow Warbler.                Cardinal.   Redstart.                      Robin.   Ovenbird.                      Bluebird.   Northern Water Thrush.         Cedar-Bird.   Louisiana Water Thrush.        Loggerhead Shrike.\\n\\nSPRING AND AUTUMN MIGRANTS ONLY, OR RARE SUMMER VISITORS\\n\\nThe following Warblers:   Bay-breasted.                  Nashville.   Blackburnian.                  Wilson's Black-capped.   Black-polled.                  Palm.   Black-throated Blue.           Yellow Palm.   Canadian.   Magnolia.                      Blue-gray Gnatcatcher.   Mourning.                      Summer Tanager.   Myrtle.\\n\\nMIGRATIONS OF BIRDS IN VICINITY OF NEW YORK\\n\\nFEBRUARY 15 TO MARCH 15\\n\\nBluebird, Robin, the Grackles, Song Sparrow, Fox Sparrow,  Red-winged Blackbird, Kingfisher, Flicker, Purple Finch.\\n\\nMARCH 15 TO APRIL 1\\n\\nIncreased numbers of foregoing group; Cowbird, Meadowlark, Phoebe; the Field, the Vesper, and the Swamp Sparrows.\\n\\nAPRIL 1 TO 15\\n\\nThe White-throated and the Chipping Sparrows, the Tree and the Barn Swallows, Rusty Blackbird, the Red-headed and the Yellow-bellied Woodpeckers, Hermit Thrush, Ruby-crowned Kinglet, Pipit; the Pine, the Myrtle, and the Yellow Palm Warblers; Goldfinch.\\n\\nAPRIL 15 TO MAY 1\\n\\nIncreased numbers of foregoing group; Brown Thrasher; Alice's, the Olive-backed, and the Wood Thrushes; Chimney Swift, Whippoorwill, Chewink, the Purple Martin, and the Cliff and the Bank Swallows; Least Flycatcher; the Black-and-white Creeping, the Parula, and the Black-throated Green Warblers; Ovenbird, House Wren, Catbird.\\n\\nMAY 1 TO 15\\n\\nIncreased numbers of foregoing group; Wilson's Thrush or Veery; Nighthawk, Ruby-throated Humming-bird, the Cuckoos, Crested Flycatcher, Kingbird, Wood Pewee, the Marsh Wrens, Bank Swallow, the five Vireos, the Baltimore and Orchard Orioles, Bobolink, Indigo Bird, Rose-breasted Grosbeak, Scarlet Tanager, Maryland Yellowthroat, Yellow-breasted Chat, the Water Thrushes; and the Magnolia, the Yellow, the Black-throated Blue, the Bay-breasted, the Chestnut-sided, and the Golden-winged Warblers.\\n\\nMAY 15 TO JUNE 1.\\n\\nIncreased numbers of foregoing group; Yellow-bellied Flycatcher, Mocking-bird, Summer Tanager; and the Blackburnian, the Blackpoll, the Worm-eating, the Hooded, Wilson's Blackcapped, and Canadian Warblers.\\n\\nJUNE, JULY, AUGUST\\n\\nIn June few species of birds are not nesting, in July they may rove about more or less with their increased families, searching for their favorite foods; August finds them moulting and moping in silence, but toward the end of the month, thoughts of returning southward set them astir again.\\n\\nAUGUST 15 TO SEPTEMBER 15\\n\\nBobolink, Cliff Swallow, Scarlet Tanager, Yellow-bellied Flycatcher, Purple Martin; the Blackburnian, the Worm-eating, the Bay-breasted, the Chestnut-sided, the Hooded, the Mourning, Wilson's Black-capped, and the Canadian Warblers; Baltimore Oriole. Humming-bird.\\n\\nSEPTEMBER 15 TO OCTOBER 1\\n\\nIncreased numbers of foregoing group; Wilson's Thrush, Wood Thrush, Kingbird, Wood Pewee, Crested Flycatcher; the Least, the Olive-sided, and the Acadian Flycatchers; the Marsh Wrens, the Cuckoos, Whippoorwill, Rose-breasted Grosbeak, Orchard Oriole, Indigo Bird; the Warbling, the Solitary, and the Yellow-throated Vireos; the Black-and-white Creeping, the Golden-winged, the Yellow, and the Black-throated Blue Warblers; Maryland Yellowthroat, Yellow-breasted Chat, Redstart.\\n\\nOCTOBER 1 TO 15\\n\\nIncreased numbers of foregoing group; Hermit Thrush, Catbird, House Wren, Ovenbird, the Water Thrushes, the Red-eyed and the White-eyed Vireos, Wood Pewee, Nighthawk, Chimney Swift, Cowbird, Horned Lark, Winter Wren, Junco; the Tree, the Vesper, the White-throated, and the Grasshopper Sparrows; the Blackpoll, the Parula, the Pine, the Yellow Palm, and the Prairie Warblers; Chickadee; Tufted Titmouse.\\n\\nOCTOBER 15 TO NOVEMBER 15\\n\\nIncreased numbers of foregoing group; Wood Thrush, Wilson's Thrush or Veery, Alice's Thrush, Olive-backed Thrush, Robin, Chewink, Brown Thrasher, Phoebe, Shrike; the Fox, the Field, the Swamp, the Savanna, the White-crowned, the Chipping, and the Song Sparrows; the Red-winged and the Rusty Blackbirds; Meadowlark, the Grackles, Flicker, the Red-headed and the Yellow-bellied Woodpeckers; Purple Finch, the Kinglets. the Nuthatches, Pine Siskin.\\n\\nIV. BIRDS GROUPED ACCORDING TO SIZE\\n\\nSMALLER THAN THE ENGLISH SPARROW\\n\\nHumming-bird.                  The Redpolls.   The Kinglets.                  Goldfinch.   The Wrens.                     Pine Siskin.   All the Warblers not           Savanna Sparrow.     mentioned elsewhere.         Grasshopper Sparrow.   Redstart.                      Sharp-tailed Sparrow.   Ovenbird.                      Chipping Sparrow.   Chickadee.                     Field Sparrow.   Tufted Titmouse.               Swamp Song Sparrow.   Red-breasted Nuthatch.         Indigo-Bunting.   White-breasted Nuthatch.       Warbling Vireo.   Blue-gray Gnatcatcher.         Yellow-throated Vireo.   Yellow-bellied Flycatcher.     Red-eyed Vireo.   Acadian Flycatcher.            White-eyed Vireo.   Least Flycatcher.              Brown Creeper.\\n\\nABOUT THE SIZE OF THE ENGLISH SPARROW\\n\\nPurple Finch.                  Junco.   The Crossbills.                Song Sparrow.   The Longspurs.                 Solitary Vireo.   Vesper Sparrow.                The Water-thrushes.   Seaside Sparrow.               Pipit or Titlark.   Tree Sparrow.                  Downy Woodpecker.\\n\\nLARGER THAN THE ENGLISH SPARROW AND SMALLER THAN THE ROBIN\\n\\nYellow-bellied Woodpecker.     Kingbird.   Chimney Swift (apparently).    Crested Flycatcher.   The Swallows (apparently).     Phoebe.   Olive-sided Flycatcher,        Snowflake.   Wood Pewee.                    White-crowned Sparrow.   Horned Lark                    White-throated Sparrow.   Bobolink.                      Fox Sparrow   Cowbird.                       The Tanagers   Orchard Oriole.                Cedar Bird.   Baltimore Oriole.              Bohemian Waxwing.   The Grosbeaks: Evening, Blue,  Yellow-breasted Chat.     Pine, Rose-breasted,         The Thrushes.     and Cardinal.                Bluebird.\\n\\nABOUT THE LENGTH OF THE ROBIN.\\n\\nRed-headed Woodpecker.         Northern Shrike.   Hairy Woodpecker.              Mocking-bird.   Red-winged Blackbird.          Catbird.   Rusty Blackbird.               Chewink.   Loggerhead Shrike.             Purple Martin (apparently).   Starling.\\n\\nLONGER THAN THE ROBIN\\n\\nMourning Dove.                 Blue Jay.   The Cuckoos.                   Canada Jay.   Kingfisher.                    Meadowlark.   Flicker.                       Whippoorwill (apparently).   Raven.                         Nighthawk (apparently).   Crow.                          The Grackles.   Fish Crow.                     Brown Thrasher.\\n\\nV. DESCRIPTIONS OF BIRDS\\n\\nGROUPED ACCORDING TO COLOR\\n\\nBIRDS CONSPICUOUSLY BLACK\\n\\nCommon Crow.   Fish Crow.   American Raven.   Purple Grackle.   Bronzed Grackle.   Rusty Blackbird.   Red-winged Blackbird.   Purple Martin.   Cowbird.   Starling.\\n\\nSee also several of the Swallows; the Kingbird, the Phoebe, the Wood Pewee and other Flycatchers; the Chimney Swift; and the Chewink.\\n\\nBIRDS CONSPICUOUSLY BLACK\\n\\nCOMMON CROW\\n\\n(Corvus americanus) Crow family\\n\\nCalled also: CORN THIEF; \\\\[AMERICAN CROW, AOU 1998\\\\]\\n\\nLength -- 16 to 17.50 inches. Male -- Glossy black with violet reflections. Wings appear   saw-toothed when spread, and almost equal the tail in length. Female -- Like male, except that the black is less brilliant. Range -- Throughout North America, from Hudson Bay to the Gulf of Mexico. Migrations -- March. October. Summer and winter resident.\\n\\nIf we have an eye for the picturesque, we place a certain value upon the broad, strong dash of color in the landscape, given by a flock of crows flapping their course above a corn-field, against an October sky; but the practical eye of the farmer looks only for his gun in such a case. To him the crow is an unmitigated nuisance, all the more maddening because it is clever enough to circumvent every means devised for its ruin. Nothing escapes its rapacity; fear is unknown to it. It migrates in broad daylight, chooses the most conspicuous perches, and yet its assurance is amply justified in its steadily increasing numbers.\\n\\nIn the very early spring, note well the friendly way in which the crow follows the plow, ingratiating itself by eating the larvae, field mice, and worms upturned in the furrows, for this is its one serviceable act throughout the year. When the first brood of chickens is hatched, its serious depredations begin. Not only the farmer's young fledglings, ducks, turkeys, and chicks, are snatched up and devoured, but the nests of song birds are made desolate, eggs being crushed and eaten on the spot, when there are no birds to carry off to the rickety, coarse nest in the high tree top in the woods. The fish crow, however, is the much greater enemy of the birds. Like the common crows, this, their smaller cousin, likes to congregate in winter along the seacoast to feed upon shell-fish and other sea-food that the tide brings to its feet.\\n\\nSamuels claims to have seen a pair of crows visit an orchard and destroy the young in two robins' nests in half an hour. He calculates that two crows kill, in one day alone, young birds that in the course of the season would have eaten a hundred thousand insects. When, in addition to these atrocities, we remember the crow's depredations in the corn-field, it is small wonder that among the first laws enacted in New York State was one offering a reward for its head. But the more scientific agriculturists now concede that the crow is the farmer's true friend.\\n\\nFISH CROW (Corvus ossifragus) Crow family\\n\\nLength -- 14 to 16 inches. About half as large again as the   robin. Male and Female -- Glossy black, with purplish-blue reflections,   generally greener underneath. Chin naked. Range -- Along Atlantic coast and that of the Gult of Mexico,   northward to southern New England. Rare stragglers or) the   Pacific coast. Migrations -- March or April. September. Summer resident only at   northern limit of range. Is found in Hudson River valley about   half-way to Albany.\\n\\nCompared with the common crow, with which it is often confounded, the fish crow is of much smaller, more slender build. Thus its flight is less labored and more like a gull's, whose habit of catching fish that may be swimming near the surface of the water it sometimes adopts. Both Audubon and Wilson, who first made this species known, record its habit of snatching food as it flies over the southern waters -- a rare practice at the north. Its plumage, too, differs slightly from the common crow's in being a richer black everywhere, and particularly underneath, where the \\\"corn thief\\\" is dull. But it is the difference between the two crows' call-note that we chiefly depend upon to distinguish these confusing cousins. To say that the fish crow says car-r-r instead of a loud, clear caw, means little until we have had an opportunity to compare its hoarse, cracked voice with the other bird's familiar call.\\n\\nFrom the farmer's point of view, there is still another distinction: the fish crow lets his crops alone. It contents itself with picking up refuse on the shores of the sea or rivers not far inland; haunting the neighborhood of fishermen's huts for the small fish discarded when the seines are drawn, and treading out with its toes the shell-fish hidden in the sand at low tide. When we see it in the fields it is usually intent upon catching field-mice, grubs, and worms, with which it often varies its fish diet. It is, however, the worst nest robber we have; it probably destroys ten times as many eggs and young birds as its larger cousin.\\n\\nThe fishermen have a tradition that this southern crow comes and goes with the shad and herring -- a saw which science unkindly disapproves.\\n\\nAMERICAN RAVEN\\n\\n(Corvus corax principalis) Crow family\\n\\nCalled also: NORTHERN RAVEN; \\\\[COMMON RAVEN, AOU 1998\\\\]\\n\\nLength -- 26 to 27 inches. Nearly three times as large as a   robin. Male and Female -- Glossy black above, with purplish and greenish   reflections. Duller underneath. Feathers of the throat and   breast long and loose, like fringe. Range -- North America, from polar regions to Mexico. Rare along   Atlantic coast and in the south. Common in the west, and very   abundant in the northwest. Migrations -- An erratic wanderer, usually resident where it   finds its way.\\n\\nThe weird, uncanny voice of this great bird that soars in wide circles above the evergreen trees of dark northern forests seems to come out of the skies like the malediction of an evil spirit. Without uttering the words of any language -- Poe's \\\"Nevermore\\\" was, of course, a poetic license -- people of all nationalities appear to understand that some dire calamity, some wicked portent, is being announced every time the unbirdlike creature utters its rasping call. The superstitious folk crow with an \\\"I told you so,\\\" as they solemnly wag their heads when they hear, of some death in the village after \\\"the bird of ill-omen\\\" has made an unwelcome visit to the neighborhood--it receives the blame for every possible misfortune.\\n\\nWhen seen in the air, the crow is the only other bird for which the raven could be mistaken; but the raven does more sailing and less flapping, and he delights in describing circles as he easily soars high above the trees. On the ground, he is seen to be a far larger bird than the largest crow. The curious beard or fringe of feathers on his breast at once distinguishes him.\\n\\nThese birds show the family instinct for living in flocks large and small, not of ravens only, but of any birds of their own genera. In the art of nest building they could instruct most of their relatives. High up in evergreen trees or on the top of cliffs, never very near the seashore, they make a compact, symmetrical nest of sticks, neatly lined with grasses and wool from the sheep pastures, adding soft, comfortable linings to the old nest from year to year for each new brood. When the young emerge from the eggs, which take many curious freaks of color and markings, they are pied black and white, suggesting the young of the western white-necked raven, a similarity which, so far as plumage is concerned, they quickly outgrow. They early acquire the fortunate habit of eating whatever their parents set before them  -- grubs, worms, grain, field-mice; anything, in fact, for the raven is a conspicuously omnivorous bird.\\n\\nPURPLE GRACKLE (Quiscalus quiscula) Blackbird family\",\"timestamp\":1641274979,\"title\":\"\\nThis group includes our finest songsters. Birds of moderate size, stout build\"},\"digest\":\"zRAW8z6eUxOc7lVqxGq_BkZPiXeAY0AK4mIHEhglaJI\",\"authorship\":{\"contributor\":\"0x0bc2400104440A18C99548dd9c4A420428c69d55\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N6LG7Inet4G2bJj6-UU0Ui0qigP7svh1HBgT4cOz6wo\\\",\\\"y\\\":\\\"w8fz3Fkk-lGurDftQDlqW3Fbez-1JsjXlpMpzuUojPk\\\"}\",\"signature\":\"NNyowAUSJJm1YPOS-X1lxYMwgvbadRBBW4yFwmh5P-rHRmT3cohxdcZI13rjwixpfINJ4ic9NbTPkEqCWhjmqw\",\"signingKeySignature\":\"0x773ce4bd140b78d73107478db24860637942665b42359c5e05ea22e80331aa2c3bbdc1cbc6c6325b64aba277f1a404d290d043b900e963e7ca54c15eaa1c6d211c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N6LG7Inet4G2bJj6-UU0Ui0qigP7svh1HBgT4cOz6wo\\\",\\\"y\\\":\\\"w8fz3Fkk-lGurDftQDlqW3Fbez-1JsjXlpMpzuUojPk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zRAW8z6eUxOc7lVqxGq_BkZPiXeAY0AK4mIHEhglaJI\"}"