"{\"content\":{\"body\":\"Bitcoin will be paid more attention by institutions and capital and become one of the major asset allocation tools.\\n\\nWhile the price of bitcoin soared at the end of 2020, we also saw the presence of many overseas institutions, including the world's largest bitcoin trust fund, PayPal, a payment giant, and micro strategy and square, which made a huge investment in bitcoin. The investment and support of bitcoin has convinced many people that bitcoin is becoming the gold of the digital world. Of course, in addition to bitcoin, other cryptocurrencies have also attracted the attention of institutions. Cryptocurrency may become a major asset allocation tool. Therefore, in 2021, we can boldly predict that bitcoin will be paid more attention by institutions and capital and become one of the major asset allocation tools.\\n\\nEthereum 2.0 development progress may be less than expected.\\n\\nOn December 1, 2020, Ethereum beacon chain was created, which marked that Ethereum officially opened the roadmap of version 2.0. According to the development roadmap of Ethereum, Ethereum 2.0 will go through three main stages from phase 0 to phase 2. Among them, the main task of phase 0 is to launch a beacon chain with POS as the consensus mechanism; Phase 1 will mainly solve the transaction congestion of Ethereum and improve its scalability; Phase 2 is a continuation of phase 1 and will continue to implement the fragmentation mechanism.\\n\\nHowever, Ethereum 2.0 is not a simple upgrade, nor is it a short-term change that can be realized at one time. It is an extremely huge system project, which may take years or even longer. Therefore, considering the high implementation difficulty of the upgrade of the whole system, especially the \\\"foolproof\\\" of every detail, we believe that the work to be done for Ethereum 2.0 upgrade in 2021 is huge, and its development progress may not be as expected.\\n\\nThe research and development of digital RMB has continued, pilot cities and application scenarios have gradually expanded, and cross-border payment may be implemented for the first time.\\n\\nIn April 2020, the digital currency Research Institute of the central bank said that the digital RMB would first conduct internal closed-end point tests in Shenzhen, Suzhou, Chengdu, xiong'an new area and the future Winter Olympic Games. By the end of 2020, digital RMB had small-scale test applications with specific landing scenarios in Shenzhen, Suzhou and Beijing respectively, marking that the R & D pilot work of digital RMB has entered the substantive landing application test stage. With the promotion of the research and development of digital RMB, it is expected that digital RMB will be applied in more scenarios in more cities in 2021, including the first cross-border payment and settlement test of digital RMB, so as to meet the use needs of foreign athletes and coaches in the scenario of future Winter Olympics.\",\"timestamp\":1640008272,\"title\":\"Blockchain and digital currency outlook\"},\"digest\":\"_n0UfasU46w5ChkGiDKXsrJqgIYY8NWLZxwcyNm1ZnM\",\"authorship\":{\"contributor\":\"0x425fb1B1c1aa5E1F66E11E279B1597bc5cC95f72\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B7ygJ4ed_BQsTJiZ0Jt4xvL0zU8lc3q4cc-6p1Y0EmE\\\",\\\"y\\\":\\\"o359SJDjhRVW4CPErAVHhWQ56_7VonWJ0ViZ0SZaQW0\\\"}\",\"signature\":\"3IkDhVRjAmsMVE0tiGGVne9dpEEWpa-jZbqHqit9UVulFNvNDFCMXIHJVKD8aJN3tLC1fbGKUTnGNiYpWSjmxw\",\"signingKeySignature\":\"0x02253b5704e7637dc58d4fb39eb5dceedab36b82074641c40129d6b46e5bb6a52068efd6cffea0896c4a0804bcfad564d877a1ad1acffdb4ebe6271872ac52bb1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B7ygJ4ed_BQsTJiZ0Jt4xvL0zU8lc3q4cc-6p1Y0EmE\\\",\\\"y\\\":\\\"o359SJDjhRVW4CPErAVHhWQ56_7VonWJ0ViZ0SZaQW0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_n0UfasU46w5ChkGiDKXsrJqgIYY8NWLZxwcyNm1ZnM\"}"