"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/eTo76H8avuHN3vJa9wTNq.jpeg?height=331&width=492)\\n\\n** \\n **\\n\\n**Dollar Cost Averaging** ili skraćeno **DCA** je investicijska strategija gdje investitor dijeli ukupni iznos koji je mislio investirati na više vremenskih perioda smanjujući tako moguću volatilnost imovine u koju želi investirati. Najčešće su to jednaki iznosi kroz jednake vremenske periode bez obzira na cijenu imovine. Ovaj način investiranja ima dugoročni horizont i odličan je način štednje i stvaranja dugoročnog bogatstva. Dugoročno investiranje na ovaj način smatra se pasivnom metodom investiranja i minimizira vrijeme koje morate uložiti u upravljanje svojim portfeljem.\\n\\n** \\n **\\n\\nOsim dugoročnog investiranja i štednje, DCA metodu možete koristiti i na kraćem vremenskom okviru. Teško je predvidjeti vrh i dno te je ovo dobar način ulaska i izlaska iz određene pozicije. Poznata izreka “Time in the market not timing the market ” savršeno rezonira s ovom investicijskom strategijom iz razloga što često puta neracionalno potaknuti pohlepom ulazimo u poziciju očekivajući da ćemo ju prodati skuplje što najčešće rezultira strahom te prodajom po nižoj cijeni i gubitkom. Otuda dolazi poznata zafrkancija “Buy high, sell low”. Pokušavati pobijediti tržište zahtjeva puno više znanja i vremena te potrebno je imati na umu da su tržišta često puta manipulirana od strane velikih igrača.\\n\\n** \\n **\\n\\n**Glavna teza DCA strategije** je ta da će vaša imovina vremenom rast. Nema smisla ulaziti u poziciju neke fundamentalno slabe imovine jer je lako moguće da bacate novac u vjetar i da će vaša investicija vremenom generirati samo gubitke. Zato je uvijek bitno odraditi vlastito istraživanje i donijeti smislenu odluku temeljenu na podacima i činjenicama a ne na predviđanjima nekog influensera koji će vam rado prodati svoju poziciju. \\n\\n![](https://images.mirror-media.xyz/publication-images/5j_c-0GCk9jYdiygKJYJC.jpeg?height=338&width=491)\\n\\n** \\n **\\n\\nDa sve stavimo u kontekst sa trenutnim stanjem kripto tržišta opisat ću način ulaska u BTC kada niste sigurni da li je ovo dno ili nas čeka još dublji zaron. Fundamentalno je BTC zvijer i bez obzira dal se bull tržište nastavlja ili ulazimo u bear tržište, DCA strategija vam nudi poboljšavanje prosjeka kroz vrijeme. Zoomirajući na duži vremenski period možemo vidjeti da je trend rasta očit tako da je glavna teza ove strategije i dalje aktivna bez obzira na kratkoročne korekcije cijene. Recimo da imate 750$ koje ste htjeli uložiti u BTC te ste prvih 250$ uložili prošli tjedan na cijeni od 53000$. Nakon tjedan dana vidite da je cijena pala na 42000$ te ste odlučili uložiti još 250$ po toj cijeni. Nakon korekcije BTC se počeo oporavljati te je cijena 45000$ i odlučili ste kupiti još 250$ naredni tjedan. Na ovaj način imate puno bolji prosjek (46.666$) i više BTC-a nego da ste prvi tjedan odmah uložili svih 750$ po cijeni 53000$.\\n\\n**Naravno ovo nije investicijski savjet već samo primjer ulaska u poziciju s imaginarnim cijenama BTC-a.**\\n\\n** \\n  \\n **\",\"timestamp\":1641136479,\"title\":\"Dollar Cost Averaging\"},\"digest\":\"QB6weOhU9p_HTkoamSXyJrXQl84XR4nvh90MI1UuG-I\",\"authorship\":{\"contributor\":\"0xCF9a7c6765c260D160f0012541fb2Cf774e0dc56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Lq0y0SjRHgWh1BdCS8mG5fGzGTOimNRhwwxd9wY0Nq0\\\",\\\"y\\\":\\\"rNQUZM02TydVv0cG9o8-8JGgPLvKdrMuW3NNauZGeYw\\\"}\",\"signature\":\"NPHdNcxcXTr3AZOrM3hKmRbQeCBpATKPmjA9aaNJ90HQzoIF3eCXXsYY2cwp4Sd2umuiqU6N13lAakw6N8Ng2A\",\"signingKeySignature\":\"0x17f05f5461a1e1004b76380a32d95a1193810ac746365cb9ff4e01c2e42438600601bcda491911d06af6d15d27b79167f514a263320bb4609e670e83c2d32ccc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Lq0y0SjRHgWh1BdCS8mG5fGzGTOimNRhwwxd9wY0Nq0\\\",\\\"y\\\":\\\"rNQUZM02TydVv0cG9o8-8JGgPLvKdrMuW3NNauZGeYw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QB6weOhU9p_HTkoamSXyJrXQl84XR4nvh90MI1UuG-I\"}"