"{\"content\":{\"body\":\"*This is a proposal for structuring the [creator residency program crowdfunded by CabinDAO](https://creators.mirror.xyz/20Eyc57rknNJYL9vJa11zvupU_MXP7NZJUADTzTlCjQ). We will publish CabinDAO governance proposals publicly.*\\n\\n*We'd love feedback from the community, whether or not you're a $CABIN hodler. If you do have $CABIN tokens, you can now [join our Discord server](https://discord.gg/N6hVmFygjR) to discuss this proposal. [Voting is now open on Snapshot](https://snapshot.org/#/cabindao.eth/proposal/QmY6cRpsXfpuxvAKpxbgU8SdYtUaaVXHwAWqf4dPi2ADRM)!*\\n\\n_______________________\\n\\n\\n## 🥅 Goals\\n\\nThe goals of CabinDAO will ultimately be whatever the DAO decides they are. That said, when the DAO was formed, here are some of the things we intended to accomplish:\\n\\n> 🌐 Create the conditions for serendipitous in-person collaboration across a diverse internet community 🧑‍🤝‍🧑\\n\\n> 🏡 Experiment with sustainable models for funding the living expenses of independent online creators 🧑‍🎨 \\n\\n> 🧭 Explore the idea maze of decentralized governance for physical locations 🗳️ \\n\\n\\n## 🏘️ Residency program\\n\\nTo accomplish these goals, **we are proposing a 3-month trial of a cohort-based residency, where we bring together groups of 4 independent online creators for 4 weeks to work on projects.**\\n\\n### 📍 Location\\n\\nGroups of four residents would spend a month living and working alongside other members of their cohort at [Creators Cabins](https://www.creatorcabins.com/), a 28-acre retreat about 45 minutes outside of Austin, TX. They would stay in a four-bedroom shipping container cabin designed from the ground up for a community of independent online creators:\\n\\n![](https://images.mirror-media.xyz/publication-images/aff070f7-1ccb-4868-8a53-64505c093fee.jpg?height=1174&width=1710) \\n\\nWhile these first cohorts would be hosted at Creator Cabins, we hope to expand to other locations supported by the DAO in the future. \\n\\n\\n### 🚧 Projects & outcomes\\n\\nEach of the residents will come with a project they intend to work on. We expect some will stick to the original plan and others will ride the waves of synchronicity & decide to collaborate on something new.\\n\\nEither way, the expectation of the residency is that you will complete *something* that can be shared with the community by the end of your stay. At the end of the month, we will help each creator mint an NFT representing their work at the residency. This NFT can either be held in the CabinDAO treasury or auctioned, with a 50/50 split going to the creator & to the DAO to fund future residencies. \\n\\nOur intention is for the CabinDAO community (IRL in Texas, and globally on Discord) to help creators best use emergent web3 patterns to collaborate and share their work. We expect projects that help push the boundaries of web3 and/or contribute to the ongoing sustainability of the DAO will be more likely to win a residency, but that will be up to $CABIN holders to decide. \\n\\n\\n### 🏕️ Camp counselor\\n\\nResidents will be supported by a \\\"camp counselor\\\", who will help facilitate the experience, pick people up at the airport, create ~~~ gOoD vIbEs ~~~, organize weekly grocery runs, brainstorm wild ideas, and generally try to be helpful. The counselor (and any visitors) will stay in the old cabin. \\n\\nCounselors are people who have completed a residency before and are coming back to support the community. We expect it will take <10 hours per week of work, so anyone working remotely/flexibly can be a counselor part-time. The counselor role will be compensated with free housing and 500 $CABIN tokens per cohort. \\n\\n\\n### 📅 Cohort dates\\n\\nWe will run three 4-week cohorts over the next few months:\\n\\n- Cohort 1: *July 19th - August 15th* (hot DAO summer)\\n- Cohort 2: *August 23rd - September 19th* (slightly cooler DAO summer)\\n- Cohort 3: *September 20th - October 17th* (hitting-our-stride DAO fall)\\n\\n\\n\\n## 📋 Application process\\n\\nThe residency program is open to anyone creating independently and sharing their work online.\\n\\nFor each cohort, we will run an application & voting process similar to Mirror's $WRITE RACE. People interested in a residency will submit a short proposal, up to 250 words, outlining how they would spend a month of time at Creator Cabins. \\n\\n$CABIN holders will be able to cast as many votes as the number of tokens they have. Votes can be split among multiple proposals. At the end of the voting period, the top four proposals will receive a one-month residency for the designated cohort.\\n\\n**We will start accepting applications for Cohort 1 in late June. [Sign up here for updates on the application process.](https://creatorcabins.ck.page/9e628caec5)**\\n\\n\\n\\n## 💰 Budget\\n\\n### 💸 Costs: 5 ETH + 1500 $CABIN per cohort\\n\\nWe currently have 16 ETH and 16k $CABIN in the treasury. This is enough for us to cover three 4-week cohorts at a budget of 5 ETH + 1500 $CABIN per cohort. This will cover the following expenses:\\n\\n- *1 ETH per week*: renting out the full Creator Cabins property (including both cabins, high-speed internet, utilities, and cleaning). The market rate for the cabins is more than this, but we know a guy 😉\\n- *0.25 ETH + 250 $CABIN*: ETH provided at beginning of the program as a stipend for each creator in the cohort to cover food and gas costs to mint the end-of-program NFT. $CABIN provided to each creator after they mint their post-program NFT.\\n- *500 $CABIN*: stipend for the camp counselor for each cohort, provided at the end of the month. \\n\\n\\n### 🪂 Airdrop\\n\\nWe are also planning to airdrop 500 $CABIN each to @p_millerd and @kadlac for their OG contributions before we even officially set up the crowdfund:\\n\\nhttps://twitter.com/kadlac/status/1394149045757571078\\n\\n\\n## 🔮 Long-term plans\\n\\nWe are [leaving the crowdfund open](https://creators.mirror.xyz/20Eyc57rknNJYL9vJa11zvupU_MXP7NZJUADTzTlCjQ) so that we can continue to raise additional funds for future cohorts and allow new members to join the DAO. We also hope to raise additional sustainable funds for the program through splits on sales of NFTs produced by residents. \\n\\nWhile the first use-case for this DAO is creator residencies, we will learn from this experiment and continue to find ways to sustainably fund independent online creators and develop DAO-based governance models for physical spaces.\\n\\nWe would love your feedback and contributions to this project! Slide into our DMs or tweet **@creatorcabins**, **@jonathanhillis**, **@jongold**, and **@ZFleischmann**. If you're a $CABIN hodler, you can now [join our Discord server](https://discord.gg/N6hVmFygjR) for discussion and governance. \\n\\nThank you to the 89+ members of CabinDAO—[we'll see you in Discord!](https://discord.gg/N6hVmFygjR)\\n\\n[CabinDAO](crowdfund://0x94515e4f6fabad73C8bCdd8cd42f0b5C037E2c49?network=homestead)\",\"timestamp\":1623952091,\"title\":\"CabinDAO creator residency program proposal\\n\",\"publication\":\"creators\"},\"digest\":\"1qGMB8E5JOD8OkmaPe_DBy4ybzXwmBwEltJ3CsvjxMg\",\"authorship\":{\"contributor\":\"0xbeC26FFa12c90217943D1b2958f60A821aE6E549\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MGRrjIcaOSz2W6Mx5pgaQclaLVDiC-UD3goeySUM0y0\\\",\\\"y\\\":\\\"rQcHXo7imvTEZLGBIlPpHT_uiraVrQuSDsjsNhaXbDc\\\"}\",\"signature\":\"agfoPDIg7IsIP8dJWwNglavW-8poQ0W5G13fFvHT_XH70dL6dcXouYjNAPrzA5TNetCKTtxEyo-m4kN2uI4HLQ\",\"signingKeySignature\":\"0x4710d7457adb801baa953f7357bd2f22c2850fd54cbd63adb0bc83b76c3e67af1655afc4559f7df0e16cd7bc5b0dc1c51ce8a5cc6315f66a1c00320dd13f2b2b1b\",\"signingKeyMessage\":\"I authorize the publication of articles on creators.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MGRrjIcaOSz2W6Mx5pgaQclaLVDiC-UD3goeySUM0y0\\\",\\\"y\\\":\\\"rQcHXo7imvTEZLGBIlPpHT_uiraVrQuSDsjsNhaXbDc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eS6lYIBycHEZmtGpRGwA9lCb3Y_8G4pddHWSKtmWP_I\"}"