"{\"content\":{\"body\":\"Hermione spoke lightly.\\n\\n\\\"Oh, it is bad for cigarettes to lie in the sun. It ruins them.\\\"\\n\\n\\\"But you should have filled your case. You must do so before you go.\\\"\\n\\n\\\"Thank you.\\\"\\n\\nHis head was buzzing again. The touch of fever had really weakened him. He knew it now. Never gifted with much self-control, he felt to-day that, with a very slight incentive, he might lose his head. The new atmosphere which Vere diffused around her excited him strangely. He was certain that she was able to understand something of what he was feeling, that on the night of the storm she would not have been able to understand. Again he thought of Emilio, and moved restlessly in his chair, looking sideways at Hermione, then dropping his eyes. Vere did not come back.\\n\\nHermione exerted herself to talk, but the task became really a difficult one, for the Marchesino looked perpetually towards the house, and so far forgot himself as to show scarcely even a wavering interest in anything his hostess said. As the minutes ran by a hot sensation of anger began to overcome him. A spot of red appeared on each cheek.\\n\\nSuddenly he got up.\\n\\n\\\"Signora, you will want to make the siesta. I must not keep you longer.\\\"\\n\\n\\\"No, really; I love sitting out in the garden, and you will find the glare of the sun intolerable if you go so early.\\\"\\n\\n\\\"On the sea there is always a breeze. Indeed, I must not detain you. All our ladies sleep after the colazione until the bathing hour. Do not you?\\\"\\n\\n\\\"Yes, we lie down. But to-day--\\\"\\n\\n\\\"You must not break the habit. It is a necessity. My boat will be ready, and I must thank you for a delightful entertainment.\\\"\\n\\nHis round eyes were fierce, but he commanded his voice.\\n\\n\\\"A rive--\\\"\\n\\n\\\"I will come with you to the house if you really will not stay a little longer.\\\"\\n\\n\\\"Perhaps I may come again?\\\" he said, quickly, with a sudden hardness, a fighting sound in his voice. \\\"One evening in the cool. Or do I bore you?\\\"\\n\\n\\\"No; do come.\\\"\\n\\nHermione felt rather guilty, as if they had been inhospitable, she and Vere; though, indeed, only Vere was in fault.\\n\\n\\\"Come and dine one night, and I shall ask Don Emilio.\\\"\\n\\nAs she spoke she looked steadily at her guest.\\n\\n\\\"He was good enough to introduce us to each other, wasn't he?\\\" she added. \\\"We must all have an evening together, as we did at Frisio's.\\\"\\n\\nThe Marchesino bowed.\\n\\n\\\"With pleasure, Signora.\\\"\\n\\nThey came into the house.\\n\\nAs they did so Peppina came down the stairs. When she saw them she murmured a respectful salutation and passed quickly by, averting her wounded cheek. Almost immediately behind her was Vere. The Marchesino looked openly amazed for a moment, then even confused. He stared first at Hermione, then at Vere.\\n\\n\\\"I am sorry, Madre; I was kept for a moment,\\\" the girl said. \\\"Are you coming up-stairs?\\\"\\n\\n\\\"The Marchese says he must go, Vere. He is determined not to deprive us of our siesta.\\\"\\n\\n\\\"One needs to sleep at this hour in the hot weather,\\\" said the Marchesino.\\n\\nThe expression of wonder and confusion was still upon his face, and he spoke slowly.\\n\\n\\\"Good-bye, Marchese,\\\" Vere said, holding out her hand.\\n\\nHe took it and bowed over it and let it go. The girl turned and ran lightly up-stairs.\\n\\nDirectly she was gone the Marchesino said to Hermione:\\n\\n\\\"Pardon me, Signora, I--I--\\\"\\n\\nHe hesitated. His self-possession seemed to have deserted him for the moment. He looked at Hermione swiftly, searchingly, then dropped his eyes.\\n\\n\\\"What is it, Marchese?\\\" she asked, wondering what was the matter with him.\\n\\nHe still hesitated. Evidently he was much disturbed. At last he said again:\\n\\n\\\"Pardon me, Signora. I--as you know, I am Neapolitan. I have always lived in Naples.\\\"\\n\\n\\\"Yes, I know.\\\"\\n\\n\\\"I know Naples like my pocket--\\\"\\n\\nHe broke off.\\n\\nHermione waited for him to go on. She had no idea what was coming.\\n\\n\\\"Yes?\\\" she said, at length to help him.\\n\\n\\\"Excuse me, Signora! But that girl--that girl who passed by just now--\\\"\\n\\n\\\"My servant, Peppina.\\\"\\n\\nHe stared at her.\\n\\n\\\"Your servant, Signora?\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"Do you know what she is, where she comes from? But no, it is impossible.\\\"\\n\\n\\\"I know all about Peppina, Marchese,\\\" Hermione replied, quietly.\\n\\n\\\"Truly? Ah!\\\"\\n\\nHis large round eyes were still fixedly staring at her.\\n\\n\\\"Good-bye, Signora!\\\" he said. \\\"Thank you for a very charming colazione. And I shall look forward with all my heart to the evening you have kindly suggested.\\\"\\n\\n\\\"I shall write directly I have arranged with Don Emilio.\\\"\\n\\n\\\"Thank you! Thank you! A rivederci, Signora.\\\"\\n\\nHe cast upon her one more gravely staring look, and was gone.\\n\\nWhen he was outside and alone, he threw up his hands and talked to himself for a moment, uttering many exclamations. In truth, he was utterly amazed. Maria Fortunata had spread abroad diligently the fame of her niece's beauty, and the Marchesino, like the rest of the gay young men of Naples, had known of and had misjudged her. He had read in the papers of the violence done to her, and had at once dismissed her from his mind with a muttered \\\"Povera Ragazza!\\\"\\n\\nShe was no longer beautiful.\\n\\nAnd now he discovered her living as a servant with the ladies of the island. Who could have put her there? He thought of Emilio's colloquy with Maria Fortunata. But the Signora? A mother? What did it all mean? Even the madness of the English could scarcely be so pronounced as to make such a proceeding as this quite a commonplace manifestation of the national life and eccentricity. He could not believe that.\\n\\nHe stepped into his boat. As the sailors rowed it out from the Pool-- the wind had gone down and the sails were useless--he looked earnestly up to the windows of the Casa del Mare, longing to pierce its secrets.\\n\\nWhat was Emilio in that house? A lover, a friend, a bad genius? And the Signora? What was she?\\n\\nThe Marchesino was no believer in the virtue of women. But the lack of beauty in Hermione, and her age, rendered him very doubtful as to her role in the life on the island. Vere's gay simplicity had jumped to the eyes. But now she, too, was becoming something of a mystery.\\n\\nHe traced it all to Emilio, and was hot with a curiosity that was linked closely with his passion.\\n\\nShould he go to see Emilio? He considered the question and resolved not to do so. He would try to be patient until the night of the dinner on the island. He would be birbante, would play the fox, as Emilio surely had done. The Panacci temper should find out that one member of the family could control it, when such control served his purpose.\\n\\nHe was on fire with a lust for action as he made his resolutions. Vere's coolness to him, even avoidance of him, had struck hammer-like blows upon his /amour propre/. He saw her now--yes, he saw her--coming down the stairs behind Peppina. Had they been together? Did they talk together, the cold, the prudish Signorina Inglese--so he called Vere now in his anger--and the former decoy of Maria Fortunata?\\n\\nAnd then a horrible conception of Emilio's role in all this darted into his mind, and for a moment he thought of Hermione as a blind innocent, like his subservient mother, of Vere as a preordained victim. Then the blood coursed through his veins like fire, and he felt as if he could no longer sit still in the boat.\\n\\n\\\"Avanti! avanti!\\\" he cried to the sailors. \\\"Dio mio! There is enough breeze to sail. Run up the sail! Madonna Santissima! We shall not be to Naples till it is night. Avanti! avanti!\\\"\\n\\nThen he lay back, crossed his arms behind his head, and, with an effort, closed his eyes.\\n\\nHe was determined to be calm, not to let himself go. He put his fingers on his pulse.\\n\\n\\\"That cursed fever! I believe it is coming back,\\\" he said to himself.\\n\\nHe wondered how soon the Signora would arrange that dinner on the island. He did not feel as if he could wait long without seeing Vere again. But would it ever be possible to see her alone? Emilio saw her alone. His white hairs brought him privileges. He might take her out upon the sea.\\n\\nThe Marchesino still had his fingers on his pulse. Surely it was fluttering very strangely. Like many young Italians he was a mixture of fearlessness and weakness, of boldness and childishness.\\n\\n\\\"I must go to mamma! I must have medicine--the doctor,\\\" he thought, anxiously. \\\"There is something wrong with me. Perhaps I have been looked on by the evil eye.\\\"\\n\\nAnd down he went to the bottom of a gulf of depression.\\n\\nCHAPTER XXII\\n\\nHermione was very thankful that the Marchesino had gone. She felt that the lunch had been a failure, and was sorry. But she had done her best. Vere and the young man himself had frustrated her, she thought. It was a bore having to entertain any one in the hot weather. As she went up-stairs she said to herself that her guest's addio had been the final fiasco of an unfortunate morning. Evidently he knew something of Peppina, and had been shocked to find the girl in the house. Emile had told her--Hermione--that she was an impulsive. Had she acted foolishly in taking Peppina? She had been governed in the matter by her heart, in which dwelt pity and a passion for justice. Surely the sense of compassion, the love of fair dealing could not lead one far astray. And yet, since Peppina had been on the island the peace of the life there had been lessened. Emile had become a little different, Vere too. And even Gaspare--was there not some change in him?\\n\\nShe thought of Giulia's assertion that the disfigured girl had the evil eye.\\n\\nShe had laughed at the idea, and had spoken very seriously to Giulia, telling her that she was not to communicate her foolish suspicion to the other servants. But certainly the joy of their life in this House of the Sea was not what it had been. And even Vere had had forebodings with which Peppina had been connected. Perhaps the air of Italy, this clear, this radiant atmosphere which seemed created to be the environment of happiness, contained some subtle poison that was working in them all, turning them from cool reason.\\n\\nShe thought of Emile, calling up before her his big frame his powerful face with the steady eyes. And a wave of depression went over her, as she understood how very much she had relied on him since the death of Maurice. Without him she would indeed have been a derelict.\\n\\nAgain that bitter flood of curiosity welled up in her. She wondered where Vere was, but she did not go to the girl's room. Instead, she went to her own sitting-room. Yesterday she had been restless. She had felt driven. To-day she felt even worse. But to-day she knew what yesterday she had not known--Vere's solitary occupation. Why had not Vere told her, confided in her? It was a very simple matter. The only reason why it now assumed an importance to her was because it had been so carefully concealed. Why had not Vere told her all about it, as she told her other little matters of their island life, freely, without even a thought of hesitation?\\n\\nShe sought the reason of this departure which was paining her. But at first she did not find it.\\n\\nPerhaps Vere wanted to give her a surprise. For a moment her heart grew lighter. Vere might be preparing something to please or astonish her mother, and Emile might be in the secret, might be assisting in some way. But no! Vere's mysterious occupation had been followed too long. And then Emile had not always known what it was. He had only known lately.\\n\\nThose long reveries of Vere upon the sea, when she lay in the little boat in the shadow cast by the cliffs over the Saint's Pool--they were the prelude to work; imaginative, creative perhaps.\\n\\nAnd Vere was not seventeen.\\n\\nHermione smiled to herself rather bitterly, thinking of the ignorance, of the inevitable folly of youth. The child, no doubt, had dreams of fame. What clever, what imaginative and energetic child has not such dreams at some period or other? How absurd we all are, thinking to climb to the stars almost as soon as we can see them!\\n\\nAnd then the smile died away from Hermione's lips as the great tenderness of the mother within her was moved by the thought of the disappointments that come with a greater knowledge of life. Vere would suffer when she learned the truth, when she knew the meaning of failure.\\n\\nQuite simply and naturally Hermione was including her child inevitably within the circle of her own disaster.\\n\\nIf Emile knew, why did he not tell Vere what he had told her mother?\\n\\nBut Emile had surely shown much greater interest in Vere just lately than ever before?\",\"timestamp\":1637314533,\"title\":\"\\n\\\"Still, Vere might have left the box. She is inhospitable to-day.\\\"\"},\"digest\":\"VUjuZ8CQym5rPop-02nQ4b2Ktdav2FlXIprKMM_aHSA\",\"authorship\":{\"contributor\":\"0x755Bda80E984cd5fAabcbf90e065196EEDb3214A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MYWU0y7dCNhqJBVTuPLbjWwnZCvZxbRFuuqJCysWnw4\\\",\\\"y\\\":\\\"3dTqlURQ3v444yrVYGh2ud6lOfV8HNDSu3SJeS3QYcg\\\"}\",\"signature\":\"J1kmO2cEvxxxcQ6vNu9X3V9PWwMLvphgznK2OnO7ijj9V9QR--b1b7ZuqJ1WlJBhsTtGV0-yKcTPDLNE0OJ2Kw\",\"signingKeySignature\":\"0x112b56a29759ea33d959bddf16fbb6eec29cfbf336aa1f60b52914adf818b47e3d84f9c4c5e58252ba642322f9e90a6670ea35a384c60210492ce24d1a3551031b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MYWU0y7dCNhqJBVTuPLbjWwnZCvZxbRFuuqJCysWnw4\\\",\\\"y\\\":\\\"3dTqlURQ3v444yrVYGh2ud6lOfV8HNDSu3SJeS3QYcg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VUjuZ8CQym5rPop-02nQ4b2Ktdav2FlXIprKMM_aHSA\"}"