"{\"content\":{\"body\":\"Whenever someone starts exploring DAOs they start with skepticism and if they figure out to some extent what a DAO is they start contributing to 2-3 DAOs. When they become indulged in the system, they start following folks on Crypto Twitter and spending more time in various Discord servers. The Web3 space moves very fast and there is a new DAO that is launched every day so just out of FOMO, DAO contributors start joining many DAOs and just out of fear of not missing anything they commit their time in many DAOs, and after some time they feel pretty stretched, **so they get confused and burned out.**\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F90515602-f3ff-49eb-ab11-82910ec2fdc9_614x409.png)\\n\\nLet’s see how the idea of contributing to many DAOs or communities in Web3 space look as a whole in general. One common argument that many Web3 thought leaders make is that Web3 enables people to co-own a platform and co-create with it. When they compare to Web2, they say that you can donate to creators through Patreon but there is no upside and ownership so very few people contribute but Web3 changes everything. The counterargument that I will like to make here is that this can be only true when we think the **talent in the market and time of DAO contributors are unlimited which by no means is.**\\n\\nLet’s take the example of Substack it’s a great monetization platform that enables writers to earn a living but even though many folks get a paid subscription to many newsletters, they don’t read all of the same is paid Web2 communities, people are a part of many paid Web2 communities on Slack and Circle but they are active in few of them. This is a huge problem in itself and Web3 will not add extra time to the life of all the DAO contributors.\\n\\nFundraising is pretty easy in a bull market, many of the DAOs have done their 1-2 rounds of fundraising. Most of these don’t have a business model and neither they are thinking about how to sustain themselves in long term. You can’t operate a community just based on fundraising, you will have to generate revenue. Two people or companies only compete when they want the same thing and currently, we live in an over-optimistic phase of DAOs. This phase will not last forever.\\n\\nMost Web3 folks, project DAOs as company disruptors but I see DAOs as country disruptors and everyone wants a world where everything is peaceful but it’s not actual reality. To predict how the DAO landscape will look like we should go back to the past to the age when Kings were there. At that time in many kingdom leadership crises happened, some countries were attacked and some collaboration happened to defeat one kingdom. We will see somewhat same in DAOs in a totally different sense that is DAO in 2022 and coming years. Some of it will be.\\n\\n\\\\*DAO acquisition\\n\\\\*DAO competition\\n\\\\*DAO security attacks\\n\\\\*DAO Mergers\\n\\nLet’s come back to the main point that is, talent is limited in the market and we are trying to onboard people but we all know how complex crypto onboarding is. The second stuff that time is limited. When Variant Fund cofounder [Li JIn](https://twitter.com/ljin18) was asked in on one of the Twitter spaces that how will DAOs disrupt VCs the answer that she gave was in 2020 she was also telling that creator will disrupt VCs but it didn’t happen and the reason is that investing is totally a different job and it also requires a hell lot of time and DAOs have distribution but there is a separate purpose for which the DAO is aligned to and if their number of investments increase it will be difficult to manage and just because they have distribution the DAO can’t keep on spamming about the companies that it has invested in.\\n\\nPeople who bought BTC or ETH in early 2013 or people who made money by flipping JPEGs early can invest in many DAOs but they will be passive and as the number of DAOs are increasing with each passing day, their options of putting their money also increase, since time is limited people will be able to co-create 2-3 DAOs at once. This gives birth to one more hidden problem that is every DAO will want that they have active contributors, as well as a sizable number of people who vote on their proposals and DAOs, are great from an individual perspective as you can commit to the level you want but we can’t clap only form one hand. DAOs also need protection. This is something that I realized when I was chatting with the Head of Community of a Media DAO.\\n\\n![](https://paper-attachments.dropbox.com/s_558A8CC468F959958896A94DED0B19BBDD58AB934883B15AB7896AC3BC24EB4D_1640446454149_image.png)\\n\\nAll of us hate notice periods but it’s important as your replacement will not automatically appear once you leave a company especially when you are on a senior role and many DAOs like [FWB](https://www.fwb.help/) are hiring full-time folks I am sure their full-time employees can’t disappear, there will be some sort of notice period if there isn’t any. Things appear over-optimistic in short term but it isn’t always the case is an ideal scenario for everyone can’t be created.\\n\\nNow let’s come to one more major problem that is low voter turnout. I told earlier in this post that DAOs are country disruptors. Let’s take an example of the US you can’t get citizenship in just a few hours, it requires some time and they have their rules and each country has different rules and in future accept many DAOs to have their own rules you can’t get in just by participating in their crowdfunds and the reason for this is that DAOs want people who will be with them in long term and they will set their rules just as founders can now choose which investors they want to take investment from because of bull market same will be with DAOs they will choose the people who can participate in their crowdfund.\\n\\nFrom an individual perspective try to find your [Ikigai](https://twitter.com/sahilbloom/status/1376182752693821445?lang=en) and then double down on it, it’s better to have a narrow focus and work on it. Ask yourself what are a few things that you will like to work on and then search for DAOs related to them. Start dating a few DAOs and then choose which DAO you will like to spend your time on.\\n\\nNo one knows what the future holds but one thing is for sure we all will move from the concept of the sovereign individual to sovereign collective. My [DMs](https://twitter.com/Clavisishere) are always open, feel to reach out if you want to have a chat on the topic or have any feedback and suggestions.\",\"timestamp\":1640606869,\"title\":\"The future of DAOs from the lens of a  Contributor\"},\"digest\":\"D9W8CFAot6UcLzAIZat8GMQUgOJ86dOUwX-BE2zAk7A\",\"authorship\":{\"contributor\":\"0x648b534Cd66b60C9B20fDACBa3718D491e8a2243\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IPPQ8HTiZAJ2BJqB2WVCg_mJ8X8sSK9gzaaXpVoD854\\\",\\\"y\\\":\\\"5_o0lXljjy9SBxtgmIrbLqnDAyFvYYIXMzMMyiH3B9c\\\"}\",\"signature\":\"0xH0-8NRzMA2bPFqMb00wX0izbKIdvartpR_KrrdiixcQRZpA2wqYV74M-QkNRnUEASeN5IbROsJ_Sig5Uh3_Q\",\"signingKeySignature\":\"0xaf7eecdf6fc57b43c5af7487ba3405e423ef1da92b2f7507f95edc0844ea17d26e7420ddb8839db89bf7de3f39cea56a69fd682c895bff4e6bf3cdec891ffa301b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IPPQ8HTiZAJ2BJqB2WVCg_mJ8X8sSK9gzaaXpVoD854\\\",\\\"y\\\":\\\"5_o0lXljjy9SBxtgmIrbLqnDAyFvYYIXMzMMyiH3B9c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eENTvy8qqYhOPg70GJU-HshkUYpFqXrhF0xADlxX79w\"}"