"{\"content\":{\"body\":\"\\\"I should think you a happy fellow, certainly; and for a time I might avoid you, because your happiness would remind me of my own disappointment; but I should not come behind your back and strike you! Now, tell me where you live, and I will see you home.\\\" Then Tom told him where he lived, and in a few minutes the Colonel had left him within his own hall door.\\n\\nCHAPTER 45 THERE IS SOMETHING OF THE ANGEL ABOUT HIM\\n\\nThe little accident which was recorded at the close of the last chapter occurred on a Tuesday night. On the following afternoon Tom Tringle, again very much out of spirits, returned to Merle Park. There was now nothing further for him to do in London. He had had his last chance with Ayala, and the last chance had certainly done him no good. Fortune, whether kindly or unkindly, had given him an opportunity of revenging himself upon the Colonel; he had taken advantage of the opportunity, but did not find himself much relieved by what he had done. His rival's conduct had caused him to be thoroughly ashamed of himself. It had at any rate taken from him all further hope of revenge. So that now there was nothing for him but to take himself back to Merle Park. On the Wednesday he heard nothing further of the matter; but on the Thursday Sir Thomas came down from London, and, showing to poor Tom a paragraph in one of the morning papers, asked whether he knew anything of the circumstance to which reference was made. The paragraph was as follows:\\n\\nThat very bellicose young City knight who at Christmas time got into trouble by thrashing a policeman within an inch of his life in the streets, and who was then incarcerated on account of his performance, again exhibited his prowess on Tuesday night by attacking Colonel  --  an officer than whom none in the army is more popular -- under the portico of the Haymarket theatre. We abstain from mentioning the officer's name -- which is, however, known to us. The City knight again fell into the hands of the police and was taken to the watch-house. But Colonel  --  who knew something of his family, accompanied him, and begged his assailant off. The officer on duty was most unwilling to let the culprit go; but the Colonel used all his influence and was successful. This may be all very well between the generous Colonel and the valiant knight. But if the young man has any friends they had better look to him. A gentleman with such a desire for the glories of battle must be restrained if he cannot control his propensities when wandering about the streets of the metropolis. \\\"Yes,\\\" said Tom -- who scorned to tell a lie in any matter concerning Ayala. \\\"It was me. I struck Colonel Stubbs, and he got me off at the police office.\\\"\\n\\n\\\"And you're proud of what you've done?\\\"\\n\\n\\\"No, Sir, I'm not. I'm not proud of anything. Whatever I do or whatever I say seems to go against me.\\\"\\n\\n\\\"He didn't go against you as you call it.\\\"\\n\\n\\\"I wish he had with all my heart. I didn't ask him to get me off. I struck him because I hated him; and whatever might have happened I would sooner have borne it than be like this.\\\"\\n\\n\\\"You would sooner have been locked up again in prison?\\\"\\n\\n\\\"I would sooner anything than be as I am.\\\"\\n\\n\\\"I tell you what it is, Tom,\\\" said the father. \\\"If you remain here any longer with this bee in your bonnet you will be locked up in a lunatic asylum, and I shall not be able to get you out again. You must go abroad.\\\" To this Tom made no immediate answer. Lamentable as was his position, he still was unwilling to leave London while Ayala was living there. Were he to consent to go away for any lengthened period, by doing so he would seem to abandon his own claim. Hope he knew there was none; but yet, even yet, he regarded himself as one of Ayala's suitors. \\\"Do you think it well\\\", continued the father, \\\"that you should remain in London while such paragraphs as these are being written about you?\\\"\\n\\n\\\"I am not in London now,\\\" said Tom.\\n\\n\\\"No, you are not in London while you are at Merle Park -- of course. And you will not go up to London without my leave. Do you understand that?\\\" Here Tom again was silent. \\\"If you do,\\\" continued his father, \\\"you shall not be received down here again, nor at Queen's Gate, nor will the cheques for your allowance be honoured any longer at the bank. In fact if you do not obey me I will throw you off altogether. This absurdity about your love has been carried on long enough.\\\" And so it came to be understood in the family that Tom was to be kept in mild durance at Merle Park till everything should have been arranged for his extended tour about the world. To this Tom himself gave no positive assent, but it was understood that when the time came he would yield to his father's commands.\\n\\nIt had thus come to pass that the affray at the door of the Haymarket became known to so much of the world at large as interested itself in the affairs either of Colonel Stubbs or of the Tringles. Other paragraphs were written in which the two heroes of the evening were designated as Colonel J --  S --  and as T --  T --  junior, of the firm of T --  and T --  in the City. All who pleased could read these initials, and thus the world was aware that our Colonel had received a blow, and had resented the affront only by rescuing his assailant from the hands of the police. A word was said at first which seemed to imply that the Colonel had not exhibited all the spirit which might have been expected from him. Having been struck should he not have thrashed the man who struck him -- or at any rate have left the ruffian in the hands of the policemen for proper punishment? But many days had not passed over before the Colonel's conduct had been viewed in a different light, and men and women were declaring that he had done a manly and a gallant thing. The affair had in this way become sufficiently well known to justify the allusion made to it in the following letter from Lady Albury to Ayala:\\n\\nStalham, Tuesday, 11th February, 187 --\\n\\nMY DEAR AYALA,\\n\\nIt is quite indispensable for the happiness of everybody, particularly that of myself and Sir Harry that you should come down here on the twentieth. Nina will be here on her farewell visit before her return to her mother. Of course you have heard that it is all arranged between her and Lord George Bideford, and this will be the last opportunity which any of us will have of seeing her once again before her martyrdom. The world is to be told that he is to follow her to Rome, where they are to be married -- no doubt by the Pope himself under the dome of St Peter's. But my belief is that Lord George is going to travel with her all the way. If he is the man I take him to be he will do so, but of course it would be very improper.\\n\\nYou, however, must of course come and say pretty things to your friend; and, as you cannot go to Rome to see her married, you must throw your old shoe after her when she takes her departure from Stalham. I have written a line to your aunt to press my request for this visit. This she will no doubt show to you, and you, if you please, can show her mine in return.\\n\\nAnd now, my dear, I must explain to you one or two other arrangements. A certain gentleman will certainly not be here. It was not my fault that a certain gentleman went to Kingsbury Crescent. The certain gentleman is, as you are aware, a great friend of ours, and was entitled to explain himself if it so seemed good to him; but the certain gentleman was not favoured in that enterprise by the Stalham interest. At any rate, the certain gentleman will not be at Stalham on this occasion. So much for the certain gentleman. Colonel Stubbs will be here, and, as he will be coming down on the twentieth, would be glad to travel by the same train, so that he may look after your ticket and your luggage, and be your slave for the occasion. He will leave the Paddington Station by the 4 P.M. train if that will suit you.\\n\\nWe all think that he behaved beautifully in that little affair at the Haymarket theatre. I should not mention it only that everybody has heard of it. Almost any other man would have struck the poor fellow again; but he is one of the very few who always know what to do at the moment without taking time to think of it.\\n\\nMind you come like a good girl.\\n\\nYour affectionate friend,\\n\\nROSALINE ALBURY\\n\\nIt was in this way that Ayala heard what had taken place between her cousin Tom and Colonel Stubbs. Some hint of a fracas between the two men had reached her ears; but now she asked various questions of her aunt, and at last elicited the truth. Tom had attacked her other lover in the street -- had attacked Colonel Stubbs because of his injured love, and had grossly misbehaved himself. As a consequence he would have been locked up by the police had not the Colonel himself interfered on his behalf. This to Ayala seemed to be conduct worthy almost of an Angel of Light.\\n\\nThen the question of the proposed visit was discussed -- first with her aunt, and then with herself. Mrs Dosett was quite willing that her niece should go to Stalham. To Mrs Dosett's thinking, a further journey to Stalham would mean an engagement with Colonel Stubbs. When she had read Lady Albury's letter she was quite sure that that had been Lady Albury's meaning. Captain Batsby was not to receive the Stalham interest -- but that interest was to be used on the part of Colonel Stubbs. She had not the slightest objection. It was clear to her that Ayala would have to be married before long. It was out of the question that one man after another should fall in love with her violently, and that nothing should come of it. Mrs Dosett had become quite despondent about Tom. There was an amount of dislike which it would be impossible to overcome. And as for Captain Batsby there could be no chance for a man whom the young lady could not be induced even to see. But the other lover, whom the lady would not admit that she loved -- as to whom she had declared that she could never love him -- was held in very high favour. \\\"I do think it was so noble not to hit Tom again,\\\" she had said. Therefore, as Colonel Stubbs had a sufficient income, there could be no reason why Ayala should not go again to Stalham. So it was that Mrs Dosett argued with herself, and such was the judgment which she expressed to Ayala. But there were difficulties. Ayala's little stock of cash was all gone. She could not go to Stalham without money, and that money must come out of her Uncle Reginald's pocket. She could not go to Stalham without some expenditure, which, as she well knew, it would be hard for him to bear. And then there was that terrible question of her clothes! When that suggestion had been made of a further transfer of the nieces a cheque had come from Sir Thomas. \\\"If Ayala comes to us she will want a few things,\\\" Sir Thomas had said in a note to Mrs Dosett. But Mr Dosett had chosen that the cheque should be sent back when it was decided that the further transfer should not take place. The cheque had been sent back, and there had been an end of it. There must be a morning dress, and there must be another hat, and there must be boots. So much Mrs Dosett acknowledged. Let them do what they might with the old things, Mrs Dosett acknowledged that so much as that would at least be necessary. \\\"We will both go to work,\\\" Mrs Dosett said, \\\"and we will ask your uncle what he can do for us.\\\" I think she felt that she had received some recompense when Ayala kissed her.\\n\\nIt was after this that Ayala discussed the matter with herself. She had longed to go once again to Stalham -- \\\"dear Stalham\\\", as she called it to herself. And as she thought of the place she told herself that she loved it because Lady Albury had been so kind to her, and because of Nina, and because of the hunting, and because of the general pleasantness and luxury of the big comfortable house. And yes; there was something to be said, too, of the pleasantness of Colonel Stubbs. Till he had made love to her he had been, perhaps, of all these fine new friends the pleasantest. How joyous his voice had sounded to her! How fraught with gratification to her had been his bright ugly face! How well he had known how to talk to her, and to make her talk, so that everything had been easy with her! How thoroughly she remembered all his drollery on that first night at the party in London -- and all his keen sayings at the theatre -- and the way he had insisted that she should hunt! She thought of little confidences she had had with him, almost as though he had been her brother! And then he had destroyed it all by becoming her lover!\\n\\nWas he to be her lover still; and if so would it be right that she should go again to Stalham, knowing that she would meet him there? Would it be right that she should consent to travel with him -- under his special escort? Were she to do so would she not be forced to do more -- if he should again ask her? It was so probable that he would not ask her again! It was so strange that such a one should have asked her!\\n\\nBut if he did ask her? Certainly he was not like that Angel of Light whom she had never seen, but of whom the picture in her imagination was as clearly drawn as though she were in his presence daily. No -- there was a wave of hair and a shape of brow, and a peculiarity of the eye, with a nose and mouth cut as sharp as chisel could cut them out of marble, all of which graced the Angel but none of which belonged to the Colonel. Nor were these the chief of the graces which made the Angel so glorious to her. There was a depth of poetry about him, deep and clear, pellucid as a lake among grassy banks, which made all things of the world mean when compared to it. The Angel of Light lived on the essence of all that was beautiful, altogether unalloyed by the grossness of the earth. That such a one should come in her way! Oh, no; she did not look for it! But, having formed such an image of an angel for herself, would it be possible that she should have anything less divine, less beautiful, less angelic?\\n\\nYes; there was something of the Angel about him; even about him, Colonel Jonathan Stubbs. But he was so clearly an Angel of the earth, whereas the other one, though living upon the earth, would be of the air, and of the sky, of the clouds, and of the heaven, celestial. Such a one she knew she had never seen. She partly dreamed that she was dreaming. But if so had not her dream spoilt her for all else? Oh, yes; indeed he was good, this red-haired ugly Stubbs. How well had he behaved to Tom! How kind he had been to herself! How thoughtful of her he was! If it were not a question of downright love -- of giving herself up to him, body and soul, as it were -- how pleasant would it be to dwell with him! For herself she would confess that she loved earthly things -- such as jumping over the brook with Larry Twentyman before her to show her the way. But for her love, it was necessary that there should be an Angel of Light. Had she not read that angels had come from heaven and taken in marriage the daughters of men?\\n\\nBut was it right that she should go to Stalham, seeing that there were two such strong reasons against it? She could not go without costing her uncle money, which he could ill afford; and if she did go would she -- would she not confess that she had abandoned her objection to the Colonel's suit? She, too, understood something of that which had made itself so plain to her aunt. \\\"Your uncle thinks it is right that you should go,\\\" her aunt said to her in the drawing-room that evening; \\\"and we will set to work tomorrow and do the best that we can to make you smart.\\\"\\n\\nHer uncle was sitting in the room at the time and Ayala felt herself compelled to go to him and kiss him, and thank him for all his kindness. \\\"I am so sorry to cost you so much money, Uncle Reginald,\\\" she said.\\n\\n\\\"It will not be very much, my dear,\\\" he answered. \\\"It is hard that young people should not have some amusement. I only hope they will make you happy at Stalham.\\\"\\n\\n\\\"They always make people happy at Stalham,\\\" said Ayala, energetically. \\\"And now, Ayala,\\\" said her aunt, \\\"you can write your letter to Lady Albury before we go out tomorrow. Give her my compliments, and tell her that as you are writing I need not trouble her.\\\" Ayala, when she was alone in her bedroom, felt almost horrified as she reflected that in this manner the question had been settled for her. It had been impossible for her to reject her uncle's liberal offer when it had been made. She could not find the courage at that moment to say that she had thought better of it all, and would decline the visit. Before she was well aware of what she was doing she had assented, and had thus, as it were. thrown over all the creations of her dream. And yet, as she declared herself, not even Lady Albury could make her marry this man, merely because she was at her house. She thought that, if she could only avoid that first journey with Colonel Stubbs in the railway, still she might hold her own. But, were she to travel with him of her own accord, would it not be felt that she would be wilfully throwing herself in his way? Then she made a little plan for herself, which she attempted to carry out when writing her letter to Lady Albury on the following morning. What was the nature of her plan, and how she effected it, will be seen in the letter which she wrote:\\n\\nKingsbury Crescent, Thursday\\n\\nDEAR LADY ALBURY,\\n\\nIt is so very good of you to ask me again, and I shall be so happy to visit Stalham once more! I should have been very sorry not to see dear Nina before her return to Italy. I have written to congratulate her of course, and have told her what a happy girl I think she is. Though I have not seen Lord George I take all that from her description. As she is going to be his wife immediately, I don't at all see why he should not go back with her to Rome. As for being married by the Pope, I don't think he ever does anything so useful as that. I believe he sits all day and has his toe kissed. That is what they told me at Rome. I am very glad of what you tell me about the certain gentleman, because I don't think I could have been happy at Stalham if he had been there. It surprised me so much that I could not think that he meant it in earnest. We never hardly spoke to each other when we were in the house together.\\n\\nPerhaps, if you don't mind, and I shan't be in the way, \\\\[here she began to display the little plan which she had made for her own protection\\\\] I will come down by an earlier train than you mention. There is one at 2.15, and then I need not be in the dark all the way. You need not say anything about this to Colonel Stubbs, because I do not at all mind travelling by myself.\\n\\nYours affectionately,\\n\\nAYALA\\n\\nThis was her little plan. But she was very innocent when she thought that Lady Albury would be blind to such a scheme as that. She got three words from Lady Albury, saying that the 2.15 train would do very well, and that the carriage would be at the station to meet her. Lady Albury did not also say in her note that she had communicated with Colonel Stubbs on the subject, and informed him that he must come up from Aldershot earlier than he intended in order that he might adapt himself to Ayala's whims. \\\"Foolish little child!\\\" said Lady Albury to herself. \\\"As if that would make any difference!\\\" It was clear to Lady Albury that Ayala must surrender now that she was coming to Stalham a second time, knowing that the Colonel would be there.\\n\\nCHAPTER 46 AYALA GOES AGAIN TO STALHAM\\n\\nThe correspondence between Lady Albury and Colonel Stubbs was close and frequent, the friendship between them being very close. Ayala had sometimes asked herself why Lady Albury should have been so kind and affectionate to her, and had failed to find any sufficient answer. She had been asked to Stalham at first -- so far as she knew -- because she had been intimate at Rome with the Marchesa Baldoni. Hence had apparently risen Lady Albury's great friendship, which had seemed even to herself to be strange. But in truth the Marchesa had had very little to do with it -- nor had Lady Albury become attached to Ayala for Ayala's own sake. To Lady Albury Colonel Stubbs was -- as she declared to herself very often -- \\\"her own real brother\\\". She had married a man very rich, well known in the world, whom she loved very well; and she was not a woman who in such a position would allow herself to love another man. That there might certainly be no danger of this kind she was continually impressing on her friend the expediency of marriage -- if only he could find someone good enough to marry. Then the Colonel had found Ayala. Lady Albury at the beginning of all this was not inclined to think that Ayala was good enough. Judging at first from what she heard and then from what she saw, she had not been very favourable to Ayala. But when her friend had insisted -- had declared that his happiness depended on it -- had shown by various signs that he certainly would carry out his intentions, if not at Stalham then elsewhere, Lady Albury had yielded herself to him, and had become Ayala's great friend. If it was written in the book that Ayala was to become Mrs Stubbs then it would certainly be necessary that she and Ayala should be friends. And she herself had such confidence in Jonathan Stubbs as a man of power, that she did not doubt of his success in any matter to which he might choose to devote himself. The wonder had been that Ayala should have rejected the chance when it had come in her way. The girl had been foolish, allowing herself to be influenced by the man's red hair and ill-sounding name -- not knowing a real pearl when she saw it. So Lady Albury had thought -- having only been partially right in so thinking -- not having gone to the depth of Ayala's power of dreaming. She was very confident, however, that the girl, when once again at Stalham, would yield herself easily; and therefore she went to work, doing all that she could to smoothen love's road for her friend Jonathan. Her woman's mind had seen all those difficulties about clothes, and would have sent what was needful herself had she not feared to offend both the Dosetts and Ayala. Therefore she prepared a present which she could give to the girl at Stalham without offence. If it was to be the girl's high fate to become Mrs Jonathan Stubbs, it would be proper that she should be adorned and decked, and made beautiful among others of her class -- as would become the wife of such a hero.\\n\\nOf all that passed between her and Ayala word was sent down to Aldershot. \\\"The stupid little wretch will throw you out, I know,\\\" wrote Lady Albury, \\\"by making you start two hours before you have done your work. But you must let your work do itself for this occasion. There is nothing like a little journey together to make people understand each other.\\\"\\n\\nThe Colonel was clearly determined to have the little journey together. Whatever might be the present military duties at Aldershot, the duties of love were for the nonce in the Colonel's mind more imperative. Though his Royal Highness had been coming that afternoon to inspect all the troops, still he would have resolved so to have arranged matters as to travel down with Ayala to Stalham. But not only was he determined to do this, but he found it necessary also to arrange a previous meeting with Lady Albury before that important twentieth of the month. This he did by making his friend\\n\\nbelieve that her presence in London for a few hours would be necessary for various reasons. She came up as he desired, and there he met her at her hotel in Jermyn Street. On his arrival here he felt that he was almost making a fool of himself by the extent of his anxiety. In his nervousness about this little girl he was almost as insane as poor Tom Tringle, who, when she despised his love, was altogether unable to control himself. \\\"If I cannot persuade her at last, I shall be knocking somebody over the head, as he did.\\\" It was thus he was talking to himself as he got out of the cab at the door of the hotel.\\n\\n\\\"And now, Jonathan,\\\" said Lady Albury, \\\"what can there possibly be to justify you in giving me all this trouble?\\n\\n\\\"You know you had to come up about that cook's character.\\\"\\n\\n\\\"I know that I have given that as a reason to Sir Harry; but I know also that I should have gone without a cook for a twelve month had you not summoned me.\\\"\\n\\n\\\"The truth is I could not get down to Stalham and back without losing an additional day, which I cannot possibly spare. With you it does not very much matter how many days you spare.\\\"\\n\\n\\\"Nor how much money I spend, nor how much labour I take, so that I obey all the commands of Colonel Jonathan Stubbs! What on earth is there that I can say or do for you more?\\\"\\n\\n\\\"There are one or two things\\\", said he, \\\"that I want you to understand. In the first place, I am quite in earnest about this.\\\"\\n\\n\\\"Don't I know that you're in earnest?\\\"\\n\\n\\\"But perhaps you do not understand the full extent of my earnestness. If she were to refuse me ultimately I should go away.\\\"\\n\\n\\\"Go away! Go where?\\\"\\n\\n\\\"Oh; that I have not at all thought of -- probably to India, as I might manage to get a regiment there. But in truth it would matter very little.\\\"\\n\\n\\\"You are talking like a goose.\\\"\\n\\n\\\"That is very likely, because in this matter I think and feel like a goose. It is not a great thing in a man to be turned out of his course by some undefined feeling which he has as to a young woman. But the thing has occurred before now, and will occur again, in my case, if I am thrown over.\\\"\\n\\n\\\"What on earth is there about the girl?\\\" asked Lady Albury. \\\"There is that precious brother-in-law of ours going to hang himself incontinently because she will not look at him. And that unfortunate friend of yours, Tom Tringle, is, if possible, worse than Ben Batsby or yourself.\\\"\\n\\n\\\"If two other gentlemen are in the same condition it only makes it the less singular that I should be the third. At any rate, I am the third.\\\"\\n\\n\\\"You do not mean to liken yourself to them?\\\"\\n\\n\\\"Indeed I do. As to our connection with Miss Dormer, I can see no difference. We are all in love with her, and she has refused us all. It matters little whether a man's ugliness or his rings or his natural stupidity may have brought about this result. \\\"You are very modest, Jonathan.\\\"\\n\\n\\\"I always was, only you never could see it. I am modest in this matter; but not for that reason the less persistent in doing the best I can for myself. My object now in seeing you is to let you understand that it is -- well, not life and death, because she will not suffice either to kill me or to keep me alive -- but one of those matters which, in a man's career, are almost as important to him as life and death. She was very decided in her refusal.\\\"\\n\\n\\\"So is every girl when a first offer is made to her. How is any girl so to arrange her thoughts at a moment's notice as to accept a man off-hand?\\\"\\n\\n\\\"Girls do do so.\\\"\\n\\n\\\"Very rarely, I think; and when they do they are hardly worth having,\\\" said Lady Albury, laying down the law on the matter with great precision. \\\"If a girl accept a man all at once when she has had, as it were, no preparation for such a proposal, she must always surely be in a state of great readiness for matrimonial projects. When there has been a prolonged period of spooning then of course it is quite a different thing. The whole thing has in fact been arranged before the important word has been spoken.\\\"\\n\\n\\\"What a professor in the art you are!\\\" said he.\\n\\n\\\"The odd thing is, that such a one as you should be so ignorant. Can't you understand that she would not come to Stalham if her mind were made up against you? I said nothing of you as a lover, but I took care to let her know that you were coming. You are very ready to put yourself in the same boat with poor Ben Batsby or that other unfortunate wretch. Would she, do you think, have consented to come had she known that Ben would have been there, or your friend Tom Tringle?\\\"\\n\\nThere was much more of it, but the upshot was -- as the Colonel had intended that it should be -- that Lady Albury was made to understand that Ayala's goodwill was essential to his happiness. \\\"Of course I will do my best,\\\" she said, as he parted from her. \\\"Though I am not quite as much in love with her myself as you are, yet I will do my best.\\\" Then when she was left alone, and was prosecuting her inquiries about the new cook, and travelling back in the afternoon to Stalham, she again considered how wonderful a thing it was such a girl as Ayala, so small, apparently so unimportant, so childish in her manner, with so little to say for herself, should become a person of such terrible importance. The twentieth came, and at ten minutes before two Ayala was at the Paddington Railway Station. The train, which was to start at 2.15, had been chosen by herself so that she might avoid the Colonel, and there she was, with her aunt, waiting for it. Mrs Dosett had thought it to be her duty to see her off, and had come with her in the cab. There were the two boxes laden with her wardrobe, such as it was. Both she and her aunt had worked hard; for though -- as she had declared to herself -- there was no special reason for it, still she had wished to look her best. As she saw the boxes put into the van, and had told herself how much shabbier they were than the boxes of other young ladies who went visiting to such houses as Stalham, she rejoiced that Colonel Stubbs was not there to see them. And she considered whether it was possible that Colonel Stubbs should recognise a dress which she had worn at Stalham before, which was now to appear in a quite altered shape. She wondered also whether it would be possible that Colonel Stubbs should know how poor she was. As she was thinking of all this there was Colonel Stubbs on the platform.\\n\\nShe had never doubted but that her little plan would be efficacious. Nor had her aunt doubted -- who had seen through the plan, though not a word had been spoken between them on the subject. Mrs Dosett had considered it to be impossible that a Colonel engaged on duties of importance at Aldershot should run away from them to wait upon a child like Ayala -- even though he had professed himself to be in love with the child. She had never seen the Colonel, and on this occasion did not expect to see him. But there he was, all suddenly, shaking hands with Ayala.\\n\\n\\\"My aunt, Mrs Dosett,\\\" whispered Ayala. Then the Colonel began to talk to the elder lady as though the younger lady were a person of very much less importance. Yes, he had run up from Aldershot a little earlier than he had intended. There had been nothing particular to keep him down at Aldershot. It had always been his intention to go to Stalham on this day, and he was glad of the accident which was bringing Miss Dormer there just at the same time. He spent a good deal of his time at Stalham because Sir Harry and he, who were in truth cousins, were as intimate as brothers. He always lived at Stalham when he could get away from duty and was not in London. Stalham was a very nice place certainly; one of the most comfortable houses he knew in England. So he went on till he almost made Mrs Dosett believe, and did make Ayala believe, that his visit to Stalham had nothing to do with herself. And yet Mrs Dosett knew that the offer had been made. Ayala bethought herself that she did not care so much for the re-manufactured frock after all, nor yet for the shabby appearance of the boxes. The real Angel of Light would not care for her frock nor for her boxes; and certainly would not be indifferent after the fashion of -- of -- ! Then she began to reflect that she was making a fool of herself.\\n\\nShe was put into the carriage, Mr Dosett having luckily decided against the use of the second class. Going to such a house as Stalham Ayala ought, said Mr Dosett, to go as any other lady would. Had it been himself or his wife it would have been very different; but for Ayala, on such an occasion as this, he would be extravagant. Ayala was therefore put into her seat while the Colonel stood at the door outside, still talking to Mrs Dosett. \\\"I don't think she will be let to come away at the end of a week,\\\" said the Colonel. \\\"Sir Harry doesn't like people to come away very soon.\\\" Ayala heard this, and thought that she remembered that Sir Harry himself was very indifferent as to the coming and going of the visitors. \\\"They go up to London about the end of March,\\\" said the Colonel, \\\"and if Miss Dormer were to return about a week before it would do very well.\\\"\\n\\n\\\"Oh, no,\\\" said Ayala, putting her head out of the window; \\\"I couldn't think of staying so long as that.\\\" Then the last final bustle was made by the guard; the Colonel got in, the door was shut, and Mrs Dosett, standing on the platform, nodded her head for the last time.\\n\\nThere were only four persons in the carriage. In the opposite corner there were two old persons probably a husband and wife, who had been very careful as to a foot-warming apparatus, and were muffled up very closely in woollen and furs. \\\"If you don't mind shutting the door, Sir,\\\" said the old gentleman, rather testily, \\\"because my wife has a pain in her face.\\\" The door absolutely was shut when the words were spoken, but the Colonel made some sign of closing all the apertures. But there was a ventilator above, which the old lady spied. \\\"It you don't mind shutting that hole up there, Sir, because my husband is very bad with neuralgia.\\\" The Colonel at once got up and found that the ventilator was fast closed, so as not to admit a breath of air. \\\"There are draughts come in everywhere,\\\" said the old gentleman. \\\"The Company ought to be prosecuted.\\\" \\\"I believe the more people they kill the better they like it,\\\" said the old lady. Then the Colonel looked at Ayala with a very grave face, with no hint at a smile, with a face which must have gratified even the old lady and gentleman. But Ayala understood the face, and could not refrain from a little laugh. She laughed only with her eyes -- but the Colonel saw it.\\n\\n\\\"The weather has been very severe all day,\\\" said the Colonel, in a severe voice.\\n\\nAyala protested that she had not found it cold at all. \\\"Then, Miss, I think you must be made of granite,\\\" said the old lady. \\\"I hope you'll remember that other people are not so fortunate.\\\" Ayala again smiled, and the Colonel made another effort as though to prevent any possible breath of air from making its way into the interior of the vehicle.\\n\\nThere was silence among them for some minutes, and then Ayala was quite surprised by the tone in which her friend addressed her. \\\"What an ill-natured girl you must be\\\", said he, \\\"to have put me to such a terrible amount of trouble all on purpose.\\\" \\\"I didn't,\\\" said Ayala.\\n\\n\\\"Yes, you did. Why wouldn't you come down by the four o'clock train as I told you? Now I've left everything undone, and I shouldn't wonder if I get into such a row at the Horse Guards that I shall never hear the end of it. And now you are not a bit grateful.\\\" \\\"Yes, I am grateful; but I didn't want you to come at all,\\\" she said.\\n\\n\\\"Of course I should come. I didn't think you were so perverse.\\\" \\\"I'm not perverse, Colonel Stubbs.\\\"\\n\\n\\\"When young persons are perverse, it is my opinion they oughtn't to be encouraged,\\\" said the old lady from her corner.\\n\\n\\\"My dear, you know nothing about it,\\\" said the old gentleman. \\\"Yes, I do,\\\" said the old lady. \\\"I know all about it. Whatever she does a young lady ought not to be perverse. I do hate perversity. I am sure that hole up there must be open, Sir, for the wind does come in so powerful.\\\" Colonel Stubbs again jumped up and poked at the ventilator.\\n\\nIn the meantime Ayala was laughing so violently that she could with difficulty prevent herself from making a noise, which; she feared, would bring down increased wrath upon her from the old lady. That feigned scolding from the Colonel at once brought back upon her the feeling of sudden and pleasant intimacy which she had felt when he had first come and ordered her to dance with him at the ball in London. It was once again with her as though she knew this man almost more intimately, and certainly more pleasantly, than any of her other acquaintances. Whatever he said she could answer him now, and pretend to scold him, and have her joke with him as though no offer had ever been made. She could have told him now all the story of that turned dress, if that subject had come naturally to her, or have laughed with him at her own old boxes, and confided to him any other of the troubles of her poverty, as if they were jokes which she could share at any rate with him. Then he spoke again. \\\"I do abominate a perverse young woman,\\\" he said. Upon this Ayala could no longer constrain herself, but burst into loud laughter.\\n\\nAfter a while the two old people became quite familiar, and there arose a contest, in which the lady took part with the Colonel, and the old man protected Ayala. The Colonel spoke as though he were quite in earnest, and went on to declare that the young ladies of the present time were allowed far too much licence. \\\"They never have their own bread to earn,\\\" he said, \\\"and they ought to make themselves agreeable to other people who have more to do.\\\"\\n\\n\\\"I quite agree with you, Sir,\\\" said the old lady. \\\"They should run about and be handy. I like to see a girl that can jump about the house and make herself useful.\\\"\\n\\n\\\"Young ladies ought to be young ladies,\\\" said the old man, putting his mouth for a moment up out of his comforter.\\n\\n\\\"And can't a young lady be useful and yet be a young lady?\\\" said the Colonel.\\n\\n\\\"It is her special province to be ornamental,\\\" said the old gentleman. \\\"I like to see young ladies ornamental. I don't think young ladies ought to be scolded, even if they are a little fractious.\\\"\\n\\n\\\"I quite agree with you, Sir,\\\" said Ayala. And so the fight went on with sundry breaks and changes in the matter under discussion till the station for Stalham had been reached. The old gentleman, indeed, seemed to lose his voice before the journey was half over, but the lady persevered, so that she and the Colonel became such fast friends that she insisted on shaking hands with him when he left the carriage.\\n\\n\\\"How could you be so wicked as to go on hoaxing her like that?\\\" said Ayala, as soon as they were on the platform.\\n\\n\\\"There was no hoax at all. I was quite in earnest. Was not every word true that I said? Now come and get into the carriage quickly, or you will be as bad as the old gentleman himself.\\\"\\n\\nAyala did get into the carriage quickly, where she found Nina. The two girls were full of conversation as they went to Stalham; but through it all Ayala could not refrain from thinking how the Jonathan Stubbs of today had been exactly like that Jonathan Stubbs she had first known -- and how very unlike a lover.\\n\\nCHAPTER 47 CAPTAIN BATSBY AT MERLE PARK\\n\\nWhen Ayala went to Stalham Captain Batsby went to Merle Park. They had both been invited by Lady Tringle, and when the letter was written to Ayala she was assured that Tom should not be there. At that time Tom's last encounter with the police had not as yet become known to the Tringles, and the necessity of keeping Tom at the house in the country was not manifest. The idea had been that Captain Batsby should have an opportunity of explaining himself to Ayala. The Captain came; but, as to Ayala, Mrs Dosett sent word to say that she had been invited to stay some days just at that time with her friend Lady Albury at Stalham.\",\"timestamp\":1639991519,\"title\":\"I wish she would; and then I shouldn't care what you did.\\\" \"},\"digest\":\"BjEbrBwS4zFGhFocyaCLKtW9i3qSMc7PvPuYoCCg7V4\",\"authorship\":{\"contributor\":\"0xD2dD0Fd14351C19d159B581881AE68fAD5390A5a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"APKhb5sXpAUjD9s5c35b08dBMkzt1qDmqF5Cv611lHc\\\",\\\"y\\\":\\\"00US9jEBNyuCJm9neJGaQx0popTAxMPJq2iC-uipkrY\\\"}\",\"signature\":\"6Td_yGVidkiXOV3zdmNSTda0Tt_aC7diNo_9lVODYupHiUVSc7O_fXd72IVBi9DWSs-O4woRnV0f59BQ3_-raw\",\"signingKeySignature\":\"0xcf874bf433587681afacb463c630cad9164a498701ea930ea2ea15069d61e728051621d6830ad4327a76614d3168325265ccd9218f452fdd95482e474ebe0e8a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"APKhb5sXpAUjD9s5c35b08dBMkzt1qDmqF5Cv611lHc\\\",\\\"y\\\":\\\"00US9jEBNyuCJm9neJGaQx0popTAxMPJq2iC-uipkrY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BjEbrBwS4zFGhFocyaCLKtW9i3qSMc7PvPuYoCCg7V4\"}"