"{\"content\":{\"body\":\"## \\n\\n![Aaron Penne x Boreta @ Bright Moments](https://images.mirror-media.xyz/publication-images/73e69ab3-221f-413c-b9b0-02a0cf8e1e1b.jpg?height=640&width=1280)\\n\\n[edition://0x1556e8043903A020fcdc2B262189a4c510dd673D?editionId=0](edition://0x1556e8043903A020fcdc2B262189a4c510dd673D?editionId=0)\\n\\n### RITUALS binds collectors to the artwork at the moment of creation. Each expression of our generative algorithm provides a unique window into the same parametric universe, a reminder that while each of us is different,  we are also the same. The visuals and music weave an infinitely shifting experience, permanently etched on to the blockchain.\\n\\n### Of the 1,000 RITUALS that will be minted on ArtBlocks, the first 200 will be done exclusively IRL at Bright Moments NFT Gallery in Venice Beach.  These 200 physical experiences will be recognized on-chain (and with a visual watermark), that will forever link these decentralized ERC-721 smart contracts with the central role of the collector as a physical being, in a certain space, at a specific moment in time.\\n\\n### For those joining us for the RITUALS weekend, we are working with some of the most creative chefs, musicians, designers, and mindfulness practitioners that LA has to offer.\\n\\na collaboration of [Aaron Penne](https://www.artxcode.io/journal/aaron-penne-apparitions-on-art-blocks), [Boreta](https://boreta.net/), and [Bright Moments](https://twitter.com/brtmoments)\\n\\n* **A 50-Hour Live Minting Marathon, with 200 continuous 15-minute IRL experiences.**\\n* **Friday Afternoon Sep 24 - Sunday Evening, Sep 26 @ Bright Moments, 62 Windward Ave, Venice, California**\\n* **ArtBlocks Factory edition of 1,000 NFTs = 200 IRL + 800 online mints**\\n* **120 IRL tickets (GTRV = Golden Token: Rituals Venice) will go on sale for 2 ETH each tomorrow, Mon Aug 30 at 9am PT / noon ET**\\n* **800 online mints will be available starting Sun Sep 26 at 7p PT / 10p ET, pricing TBD.**\\n* **Holders of GTRV will receive  random IRL minting slots between #0-199, (which they can swap with other holders in a token-gated Discord channel)**\\n* **Regardless of when you mint, in order to have the richest emotional experience possible,  we encourage you to join us Friday and Sunday for dinner.**\\n\\n**SCHEDULE**:\\n\\n* ***Before***:  Friday, Sep 24, 4pm PT: Prior to minting, we will host a late afternoon meal on the Windward Ave patio for the 200 holders of GTRV.  Everybody will have a name tag that displays which slot they will be minting (ie #0 Friday 5pm… #100 Saturday 6pm… #199 Sunday 7:45pm, etc…). Food by [Travis Lett](https://www.outerknown.com/blogs/journey/a-morning-with-travis-lett) (Gjusta, Gjelina, MTN), music by [Carlos Niño](https://en.wikipedia.org/wiki/Carlos_Gabriel_Ni%C3%B1o).\\n* ***During***: Fri, Sep 24, 5p - Sun, Sep 26, 7pm PT Continuous series of 200, 15-minute live minting experiences.  During each session, visitors will have an intimate, meditative opportunity to relax, set their intention and generate an original audio / visual experience that is revealed in the gallery (and which they will own as an ArtBlocks NFT in their ETH wallet). We ask everyone to bring something meaningful to them, and set it on the collective altar for the weekend.  There will be tea and fruit available for visitors in the gallery, and light food and drinks for visitors and their guests on the patio.\\n* ***After***: Sun, Sep 26, 7pm PT Upon the final mint, we will reconvene on the Windward patio, having all experienced RITUALS in the gallery, and all of us  changed somehow by it.  We will also experience the 800 online RITUALS being minted in real time by others online across the world. Food by Travis Lett, music by Carlos Niño.\\n\\n*Note on Group Rituals:  for groups of four who wish to pool 4 GTRV and share their minting experiences over the course of an hour, we can help you pool your four minting slots, and the four NFTs that you each generate, into a single portfolio of 4 NFTs fractionalized four ways (similar to [PartyBid](https://www.partybid.app/) & [Fractional.art](https://www.fractional.art)).*\",\"timestamp\":1630339574,\"title\":\"RITUALS\",\"publication\":\"brightmoments\"},\"digest\":\"ALGvYITXGXjtOlcK_R2mUM84xwN-BEY2VzfaZd5oTrQ\",\"authorship\":{\"contributor\":\"0x467aadC88d99B4E978A8d3d4f0A9017DCAECaAbF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nsRn-SgD0djO0P6FKWCbXOrss8IF_Z29KwmY7bFWPfA\\\",\\\"y\\\":\\\"hvl2lXWKIjgJc0sO8LxIendRIinVd2ZTAZhKDN7IMLw\\\"}\",\"signature\":\"OD5oq_X8-yWwqag-Z49AXIo2sWLifZqXN5BwJkTaRQXu-mo6gZfP-z-u7lw8GqpVmti_dptjsKR4XRIZ1UIxSA\",\"signingKeySignature\":\"0xc216c19cd66631d3bcbec12efc73bc5ca83fe3b8a2518ed7ef7320ab08ffe6ab20e5bb45fc505c17400664f4b3bee67a6c42e9a37ee6240b64fc570ad82312f61c\",\"signingKeyMessage\":\"I authorize the publication of articles on brightmoments.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nsRn-SgD0djO0P6FKWCbXOrss8IF_Z29KwmY7bFWPfA\\\",\\\"y\\\":\\\"hvl2lXWKIjgJc0sO8LxIendRIinVd2ZTAZhKDN7IMLw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"G13gPtKyusEoZi02vYw2-71iIuHG7O4ieNxQMntDrG4\"}"