"{\"content\":{\"body\":\"## Introducción\\n\\nCuando hablamos sobre el arte físico tradicional, hay cualidades únicas que dan valor a la pieza cuentos como rareza, origen, autenticidad, proveniencia, demanda, etc. En la nueva tendencia de los NFT ocurre exactamente lo mismo pero, añadiendo elementos de la tecnología blockchain como un nuevo mecanismo\\n\\nLos NFT no son solo imágenes de gatos. Abarcan arte digital, coleccionables y activos del juego y otros activos tangibles. Estas nuevas formas de propiedad digital están preparadas para desempeñar un papel cada vez más importante a la hora de ayudar a crear, monetizar e incentivar el contenido digital en línea.\\n\\nLas NFT no son intercambiables y, por lo tanto, introducen una nueva forma de escasez en el mundo digital. Pueden representar activos digitales o del mundo real, presentar una prueba verificable de autenticidad y propiedad (suponiendo que sean creados por el autor o propietario original) utilizando una cadena de bloques rojos.\\n\\n[https://twitter.com/jack/status/20?s=20](https://twitter.com/jack/status/20?s=20)\\n\\n## NFT S1: post mortem\\n\\nEs la primera parte de una colección individual inspirada artísticamente en el caricaturista Al Hirschfeld y como eje central, un tributo a algunas de las figuras que han marcado la industria musical.\\n\\nEl eje central es la primera parte de una colección individual inspirada artísticamente en el caricaturista [Al Hirschfeld](https://en.wikipedia.org/wiki/Al_Hirschfeld) y como tema central, un tributo a algunas de las figuras que han denotado en la industria musical.\\n\\nColeccionables creados por colombianos\\n\\n### NFT S1: ABBA 1972.\\n\\n### NFT S1: Adele 1988.\\n\\n### NFT S1: Avicii 1989.\\n\\n![LIMITED EDITION of Avicii 1989. ](https://images.mirror-media.xyz/publication-images/l_k6rm7MWugmjUFOq0zOv.jpg?height=3988&width=3988)\\n\\n### NFT S1: Beyoncé 1981.\\n\\n### NFT S1: Daft Punk 1993.\\n\\n![LIMITED EDITION of Daft Punk 1993.](https://images.mirror-media.xyz/publication-images/Fkia5mMFQQrK7Oxyr6gZx.jpg?height=3988&width=3988)\\n\\n### NFT S1: Elvis Presley 1935.\\n\\n### NFT S1: Kurt Cobain 1967.\\n\\n### NFT S1: Michael Jackson 1958.\\n\\n### NFT S1: Los Beatles 1960.\\n\\n### NFT S1: Whitney Houston 1963.\\n\\n*1/1 - 3.1416 ETH recompensa de 50 $ DIRT-S1 tokens por NFT*\\n\\n*30/30 - 0.2ETH Recompensa de 200 $ tokens DIRT-S1 por NFT- Los compradores de Pearl Pink también tendrán su nombre en la lista y el identificador de Twitter o sitio web vinculado al pie de página de todos los boletines de Dirt como seguidores de la Temporada 1.*\\n\\n*Todo el arte NFT por [Yayo Acosta](https://www.linkedin.com/in/yayo-acosta-966545121)*\\n\\n## Contenido desbloqueable\\n\\nUna de las primeras razones para comprar uno de nuestros NFTs es el contenido desbloqueable, que le da acceso al comprador\\n\\nDisponible exclusivamente para el primer comprador\\n\\nA continuación algunas características del contenido desbloqueable digital:\\n\\n* **eBook como** Libro en formato digital con los detall\\n* **Caja regalo: Caja sorpresa**\\n* **Token fisico**\\n* **Imágenes de alta definición**\\n* **Cupones en Merchandising** Ace\\n* **Certificado de autenticidad (COA)** que incluye autoría, detalles (título, fecha, medio, dimensiones) de la obra en cuestión, direccion del contrato inteligente en Ethreum y el hash criptográfico.\\n\\n  Obtenga más información sobre la autenticidad de las obras de arte en nuestro                                                                                                [Centro de ayuda](https://support.artsy.net/hc/en-us/articles/360058123933-What-Counts-as-an-Artwork-s-Proof-of-Authenticity-) .\\n\\n### Obra física\\n\\nEl NFT incluye un ***token físico*** *(Cuadro poster enmarcado con vidrio 100x100cm)* que se puede reclamar una vez se haya ejecutado el pago correspondiente en el contrato inteligente; a través de un formulario de solicitud localizado en el **contenido desbloqueable (Unlockable content)** de la obra minteada. El comprador completará los pasos requeridos en el formulario, donde se solicitan los datos de envió para recibir la obra.\\n\\n**Características de la obra física**\\n\\n* El **Poster** (una reproducción en impresora láser profesional) está montado en un cuadro vidriado de 100x100cm listo para colgar.\\n  * Vidrio float de “2mm” de espesor\\n  * Packaging contenedor\\n  * El código QR se vincula a “website.com” y muestra información adicional de la obra.\\n  * Obra original de diseño en boceto\\n  * Folleto impreso con detalles del proyecto\\n* Incluye un **Gift Box** para el primer comprador\\n\\n**Entrega de token físicos**\\n\\nUna vez realizada la compra arreglamos la obra con doble embalaje especial e incluye un packaging diseñado a medida que brinda una mayor protección en el envío y una excelente presentación de tu compra. El proceso del envió puede tardar entre tres o cuatros semanas.\\n\\n## Finalidad\\n\\n**¿Cuáles son los detalles de este proyecto?**\\n\\n**¿Por qué debería apoyar el proyecto?**\\n\\n**¿Qué obtienen los titulares de $GENERALIST?**\\n\\nEl objetivo es financiar inicialmente a través de un recaudo **3.1416 Ξ** **brutos** en total con las ventas de la edición NFT.\\n\\n31ETH  La financiación se destinará al pago de editores, escritores, artistas y compensaciones medioambientales para todo el proyecto. Al final de la temporada 1 de Dirt, lanzaremos otra ronda de Dirty NFT como premios para los poseedores de $ DIRT-S1. Los crowdfunders también obtendrán informes transparentes sobre el crecimiento y el progreso de la publicación, así como información sobre qué cubrir, oportunidades de redacción y acceso temprano a NFT posteriores y caídas de tokens, con conversaciones mantenidas en un servidor de listas. Las ediciones de NFT se encuentran a continuación, con una explicación detallada del plan.\\n\\nAl apoyar este proyecto, ayudará a crear el primer boletín informativo impulsado por NFT y demostrará lo que es posible con la cultura NFT, con un asiento de primera fila para los resultados.\\n\\nConcluida la venta de la primera generación **NFT S1** llevaremos a cabo la segunda fase **NFT S2: LIMITED EDITION,** con el objetivo de hacer un recaudo fijo de **31,416 ETH** para la construcción de un comunidad enfocada en tecnología Blockchain e industria 4.0 en Colombia.\\n\\n*La cantidad recaudada será distribuida totalmente de la siguiente manera:*\\n\\n* **48% distribuido en** Investigación, estudio y desarrollo | Alianzas-Sociedades | Pago de herramientas\\n* **40%** Contratación de personal\\n* **12%** Marketing\\n\\n**Season 1 runtime:** 1-2 meses\\n\\n**Blockchain en Colombia y Latinoamérica:**\\n\\n**Educación, desarrollo y sostenibilidad:**\\n\\n**Visión:**\\n\\n**Beneficios:**\\n\\n## Proyectos\\n\\nA continuación compartiré unas breves ideas sobre nuestros planes a futuro con la aplicación de la tecnología Blockchain en Colombia y Latinoamérica:\\n\\n### FASE NFT S1: Post Mortem (desarrollo)\\n\\n### FASE NFT S2: Génesis\\n\\nEs la segunda fase de proyecto, compuesta por el\\n\\n* **SpaceLand** un espacio abierto físicamente a todo el mundo con la idea radical de que cualquier persona en el país, pueda acceder al mundo criptográfico, enfocado principalmente en la educación del mundo cripto, blockchain, Metaverse, DEFI, gobernanza, gaming, etc.\\n* **Tienda retail-merchandising** ➜ exclusivamente herramientas criptográficas para todas sus areas como pagos, administración, contabilidad\\n* **Restaurante digitalizado con tecnología Blockchain** ➜ los usuarios podrán comprar membresías inteligentes con tokens no fungibles\\n* **Minería de criptomonedas** ➜\\n\\n  con el apoyo de [Unergy](https://unergy.io/) (Startup de energías renovables en Medellín, Colombia) la cual puede ser nuestra aliada en el suministro de equipos para reducir el consumo eléctrico computacional que generan los equipos de minería de criptomonedas.\\n* **Tecnología 3D** ➜ Producción y reducción de costos de producción de materiales de implantes médicos, bioimpresión, etc.\\n\\n  Además, la impresión 3D tienen un papel fundamental ya que es una tecnología capaz de convertir un diseño 3D en un producto sin intervención. Al mismo tiempo, se elimina la necesidad de costosas herramientas y utillajes, reduciendo el [postprocesado](https://www.3dnatives.com/es/soluciones-postprocesamiento-impresion-3d-291020202/), el desperdicio de material y la intervención humana. Esto son características que definen la industria del futuro.\\n* **Arte de algoritmos** ➜ Arte generativo basado en sistema algorítmicos y funciones de código para creación y acuñación de NFT.\\n* **[ENS](https://app.ens.domains/)** ➜\\n* **Colección virtual** ➜ como Gorillaz, Personajes virtuales, Historietas (YAYO)\\n\\n### NFT S3: Zeus\\n\\n## Preguntas y respuestas\\n\\n**¿Qué son los NFTs?**\\n\\nLos NFT o ‘tokens’ no fungibles son activos digitales únicos que no se pueden cambiar entre sí, ya que no hay dos iguales. Todo aquello que puede representarse digitalmente tiene el potencial de convertirse en un NFT: de un tuit a un meme pasando por una obra de arte. La criptografía de los ‘tokens’ permite acreditar que el propietario es el único poseedor de la pieza original. *[BBVA - ¿Qué son los NFTs: los ‘tokens’ para el coleccionismo de bienes digitales?](https://www.bbva.com/es/que-son-los-ntfs-los-tokens-para-el-coleccionismo-de-bienes-digitales/)*\\n\\n> Un NFT no es la obra de arte en sí, es la licencia de la obra de arte que se adjunta a la obra de arte digital en la cadena de bloques.\\n\\n**¿Para qué sirve un NFT?**\\n\\nEn esta ecuación entra con fuerza el valor de coleccionismo que se le añade a estas obras, al tener un respaldo de autenticidad y un título de propiedad asociado. Con esto, se genera una dinámica muy parecida a las de los museos o galerías de arte, pero bajo una modalidad totalmente digitalizada, que puede impulsar nuevas olas de apoyo o mecenazgo para artistas o creadores de contenido a través de Internet.\\n\\nAunque el foco del uso de esta tecnología ha estado en torno a ejemplos como los mencionados, los NFT se pueden utilizar para fines aún más amplios, como el establecimiento de títulos de propiedad sobre inmuebles u otros objetos tangibles. *[Wwwhat´s New  - QUÉ ES UN NFT Y PARA QUÉ SIRVE](https://wwwhatsnew.com/2021/03/17/que-es-un-nft-y-para-que-sirve/)*\\n\\n**¿Como se le asigna el valor a un NFT?**\\n\\nLos tres factores clave que se deben tener en cuenta a la hora de determinar el valor intrínseco de un NFT son la rareza, la utilidad y la tangibilidad. *[Binance - ¿Cómo se determina el valor de un NFT?](https://www.binance.com/es/blog/nft/c%C3%B3mo-se-determina-el-valor-de-un-nft-421499824684902357)*\\n\\n**¿Como comprar NFT?**\\n\\nAntes de apresurarse a comprar NFT, hay cuatro cosas que debes considerar:\\n\\n* En qué marketplace pretende comprar los NFTs\\n* Qué billetera necesitas descargar para conectarte a la plataforma y comprar NFT\\n* Con qué criptomoneda necesitas financiar tu billetera para completar la venta.\\n* Si los NFTs que quieres comprar se venden en un momento determinado o mediante una subasta.\\n\\n*[Coindesk - ¿Cómo crear, comprar y vender NFT?](https://www.coindesk.com/markets/2021/06/23/como-crear-comprar-y-vender-nfts/)*\\n\\n**¿Qué es una billetera digital ETH?**\\n\\nLas carteras de Ethereum son aplicaciones que permiten interactuar con tu cuenta de Ethereum. Piensa que son como una aplicación bancaria de Internet: son un banco. Tu cartera te permite leer tu saldo, enviar transacciones y conectarte a aplicaciones.\\n\\nLas carteras te dan acceso a tus fondos y aplicaciones de Ethereum. Solo tú tienes acceso a tu cartera. *[Ethereum ¿Qué es una cartera de Ethereum?](https://ethereum.org/es/wallets/)*\\n\\nEsto es debido a que las carteras no tienen la custodia de tus fondos; la tienes tú. Las carteras son solo una herramienta para gestionar lo que realmente es tuyo.\\n\\n**¿Como crear mi billetera digital?**\\n\\nUno de las billeteras ethereum más usadas por los usuarios es [MetaMask](https://metamask.io/) (iOS, Android, Windows, etc.) o [Trust Wallet](https://trustwallet.com/) (iOS o Android)\\n\\n1. Ve a la tienda de aplicaciones (iOS) oa Google Play (Android)\\n2. Busca y descarga [MetaMask](https://metamask.io/) o [Trust Wallet](https://trustwallet.com/) .\\n3. Abre la aplicación.\\n4. Crea y guarda tu frase de recuperación que está formada por 12-24 palabras en un lugar seguro y que puedas recordar. ***¡Nunca compartas tu frase de recuperación!*** .\\n5. Elige una contraseña segura para proteger el acceso desde el dispositivo donde creaste la billetera.\\n6. Ingresa tu frase de recuperación junto con la clave de acceso creado.\\n7. Agrega **Ethereum (ERC-20)** a tu billetera con tarjeta crédito o débito. Si no puedes realizar compras con tarjetas bancarias, compra a través del sistema **P2P (Persona a Persona)** en una casa de cambio como [Binance](https://www.binance.com/es) y enviarlos directamente a la billetera criptográfica con la dirección éter (Ej. 0xaD3…).\\n\\n   > Recomendamos usar Google Chrome e instalar la extensión de billetera [MetaMask](https://metamask.io/) .\\n\\n**¿Cómo puedo financiar mi billetera?**\\n\\nPuede comprar directamente en billetera digital o transferir desde una casa de cambio como [Coinbase](https://pro.coinbase.com/) o [Binance](https://www.binance.com/es) a su billetera criptográfica que acepte **ETH** .\\n\\n**¿Habrá alguna preventa?**\\n\\nNo. Si te encuentras con uno, es una estafa.\\n\\n**¿Cuándo comenzará la venta?**\\n\\nDía, 01 de Enero de 2022 - 5PM EST - 21 UTC. ¡Esté atento a Twitter y especialmente a Discord.\\n\\n## Acerca de\\n\\n> *“Este año ha sido una gran experiencia de aprendizaje para mí y he apreciado toda la retroalimentación sobre mi trabajo, especialmente de amigos y familiares. Muchas gracias a todos los que me han mostrado su apoyo. Les estoy profundamente agradecido.*\\n\\n### Contacto\\n\\n*Envíame un correo electrónico a [timdavidarm@gmail.com](http://mailto:timdavidarm@gmail.com/) si tiene alguna pregunta o comentario respecto al proyecto*\\n\\nBucaramanga - Colombia. Cra. 31 # 31–44 La Aurora / Q. Pan de Azúcar Casa 10\\n\\nTeléfono móvil: +57322 8695242\\n\\nTeléfono fijo: +607685 8284\\n\\n[LinkedIn](https://www.linkedin.com/in/david-delgado-703a13179/) | [Twitter](https://www.twitter.com/timwelchmann) | [Medio](https://timwelchman.medium.com/) | [Espejo](https://mirror.xyz/0xaD3F6770D3C821510C9EaFd8F8C9A0c1e569edCb)\",\"timestamp\":1640628958,\"title\":\"Arquitectura del proyecto con activos digitales $POSTMORTEN\"},\"digest\":\"E5uMc_Q17VoOrxy_fCEPEzbIG_s0bzbWolHRoprQRDI\",\"authorship\":{\"contributor\":\"0xaD3F6770D3C821510C9EaFd8F8C9A0c1e569edCb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"l3OpozERl4hKi7VgQuNoAwPHEBeAcLe8pUk-VPaQORk\\\",\\\"y\\\":\\\"2EhIFXlNtYjwvlVDBYUTKQOg_MP146QWvsmUQdCW374\\\"}\",\"signature\":\"2LA33E9iJrp3yt_46FqoTwRBhkKdXCjRqUaH3qsmSBcTWJtOoUZBnaQ59TDF8TaHuj3BKYqZNRo7W5qhizHvaw\",\"signingKeySignature\":\"0xf921d7b43ffd9c8cfddcc1a12cbcd90c9e13314f5312c7072f02126cac7d48f87bc342e66a5326717061ca3f520ae5cc6a7743246ae8added731ee7fb0aa18481b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"l3OpozERl4hKi7VgQuNoAwPHEBeAcLe8pUk-VPaQORk\\\",\\\"y\\\":\\\"2EhIFXlNtYjwvlVDBYUTKQOg_MP146QWvsmUQdCW374\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"h9NPKvA2JSinOKAbFSC1RyavDSPemHI0eLfcv1AnJgI\"}"