"{\"content\":{\"body\":\"I saw a statistic from one of our larger portfolio companies yesterday. They have had their offices around the world open for some time now with office usage optional. They are seeing office utilization rates of around “20-30%.” They are also seeing “flexibility” as the number one issue in recruiting new talent.\\n\\nThat was interesting to me because we are seeing a much higher office utilization at USV. We kept our offices open for much of the last 18 months and encouraged a return to the office once we were all vaccinated in early April. On most days, we see about half of our team coming into the office. I think that number was higher in the spring and will be higher in the fall. We also see friends in the VC business and startup world working at our office from time to time and that has been fantastic.\\n\\nWe have also seen that office utilization is much higher for our team members that live in NYC vs the suburbs, which is not surprising. This chart says it all:\\n\\n![](https://avc.com/content/uploads/2021/08/Screen-Shot-2021-08-24-at-6.42.03-AM-2048x1279.png)\\n\\nWe surveyed our portfolio companies last month on the topic of their work environment plans. We got 56 responses which is a tad under 50% of our active portfolio so this data could be off a bit. But it is interesting. Pre-pandemic, 75% of these respondents were fully “in office” with most of the rest using some sort of hybrid model. Very few were fully remote. Now the distribution looks like this:\\n\\n![](https://avc.com/content/uploads/2021/08/Screen-Shot-2021-08-24-at-6.46.15-AM.png)\\n\\nThat is a dramatic change from the pre-pandemic norm. I am sure that there will be some movement back to the office when we get to a new normal, whatever and whenever that is, but no matter what, tech companies have moved away from the “fully in-person” model and that will mean very different office utilization models.\\n\\nWe also asked our portfolio companies about “seat to employee” ratios and got these responses:\\n\\n![](https://avc.com/content/uploads/2021/08/Screen-Shot-2021-08-24-at-6.52.32-AM.png)\\n\\nFor those companies that will continue to have an office, it looks like the average seat to employee ratio nets out around 65%. And that is for the 75% of the respondents that plan to have some sort of office.\\n\\nAt USV, we are taking a contrarian approach to the office. We plan to build a new office that can seat 100% of our employees and we want to be able to host board meetings and other events frequently. We are also looking at other ways to invite the broader “community” to work and be at USV regularly.\\n\\nBut that does not mean we will expect our employees to be at the office every day. We understand that those with long commutes and children or parents at home need more flexibility and we have seen that providing that flexibility builds loyalty and commitment. So we will continue to support that way of working.\\n\\nStartups and high-growth companies seem to have embraced fully or partially remote models for the most part in an attempt to attract and retain talent and leverage the increased productivity that comes from eliminating long and painful commute times.\\n\\nBut that doesn’t mean an office isn’t a good thing from time to time. It may be that organizations that support startups and high-growth companies, like USV, can step into the mix and be part of that answer. That is an interesting idea to me and one that USV is looking at right now.\\n\",\"timestamp\":1629803679,\"title\":\"Office Utilization\",\"publication\":\"avc\"},\"digest\":\"FTcgftRw3hqq4he8vTE1QaWewDByt9clrZ2cSzV2f4Y\",\"authorship\":{\"contributor\":\"0xB8332710AB60A1B2e8FE6D775d83524C9E0cE136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FiD2ALymcePeEtTW-G9rQSmcPd1h4mDPeNiqNj5OjGw\\\",\\\"y\\\":\\\"or7Oz7LuQf0j9f0zl2APv4Ys6kh8mj7L66G41AeIimw\\\"}\",\"signature\":\"1Fyx_QpOMTvjxP4i4nsUFa2jSi5k3xJ2JcGEVr1chwmCrGJOE4VaGrPIXoVuTLHcX8K2R776dr04Its4VSNU1g\",\"signingKeySignature\":\"0x96db97d26aedf1dd5f41663f7ffb57a210fee4523d6bc3ef803806b7d868f6a83df05cbb0d00049a940e4fbde20b52aa0577568fd8c268b20a7371e071d217811c\",\"signingKeyMessage\":\"I authorize the publication of articles on avc.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FiD2ALymcePeEtTW-G9rQSmcPd1h4mDPeNiqNj5OjGw\\\",\\\"y\\\":\\\"or7Oz7LuQf0j9f0zl2APv4Ys6kh8mj7L66G41AeIimw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FTcgftRw3hqq4he8vTE1QaWewDByt9clrZ2cSzV2f4Y\"}"