"{\"content\":{\"body\":\"She has abandoned her Tuesdays at home, has thrown over all her acquaintances, and goes tramping about by herself, moping in the street-cars, getting in after dark. I tell you she's peculiar.  I don't like it; I feel a little worried over it.\\\"\\n\\nThis was a new aspect for the Doctor.  \\\"Nothing hereditary?\\\" he asked, seriously.  \\\"Nothing peculiar about her family antecedents, is there?\\\"\\n\\n\\\"Oh, no, indeed!  She comes of sound old Presbyterian Kentucky stock.  The old gentleman, her father, I have heard, used to atone for his weekday sins with his Sunday devotions.  I know for a fact, that his race horses literally ran away with the prettiest bit of Kentucky farming land I ever laid eyes upon.  Margaret--you know Margaret--she has all the Presbyterianism undiluted.  And the youngest is something of a vixen.  By the way, she gets married in a couple of weeks from now.\\\"\\n\\n\\\"Send your wife up to the wedding,\\\" exclaimed the Doctor, foreseeing a happy solution.  \\\"Let her stay among her own people for a while; it will do her good.\\\"\\n\\n\\\"That's what I want her to do.  She won't go to the marriage. She says a wedding is one of the most lamentable spectacles on earth.  Nice thing for a woman to say to her husband!\\\" exclaimed Mr. Pontellier, fuming anew at the recollection.\\n\\n\\\"Pontellier,\\\" said the Doctor, after a moment's reflection, \\\"let your wife alone for a while.  Don't bother her, and don't let her bother you.  Woman, my dear friend, is a very peculiar and delicate organism--a sensitive and highly organized woman, such as I know Mrs. Pontellier to be, is especially peculiar.  It would require an inspired psychologist to deal successfully with them. And when ordinary fellows like you and me attempt to cope with their idiosyncrasies the result is bungling.  Most women are moody and whimsical.  This is some passing whim of your wife, due to some cause or causes which you and I needn't try to fathom. But it will pass happily over, especially if you let her alone. Send her around to see me.\\\"\\n\\n\\\"Oh!  I couldn't do that; there'd be no reason for it,\\\" objected Mr. Pontellier.\\n\\n\\\"Then I'll go around and see her,\\\" said the Doctor.  \\\"I'll drop in to dinner some evening en bon ami.\\n\\n\\\"Do! by all means,\\\" urged Mr. Pontellier.  \\\"What evening will you come?  Say Thursday.  Will you come Thursday?\\\" he asked, rising to take his leave.\\n\\n\\\"Very well; Thursday.  My wife may possibly have some engagement for me Thursday.  In case she has, I shall let you know. Otherwise, you may expect me.\\\"\\n\\nMr. Pontellier turned before leaving to say:\\n\\n\\\"I am going to New York on business very soon.  I have a big scheme on hand, and want to be on the field proper to pull the ropes and handle the ribbons.  We'll let you in on the inside if you say so, Doctor,\\\" he laughed.\\n\\n\\\"No, I thank you, my dear sir,\\\" returned the Doctor.  \\\"I leave such ventures to you younger men with the fever of life still in your blood.\\\"\\n\\n\\\"What I wanted to say,\\\" continued Mr. Pontellier, with his hand on the knob; \\\"I may have to be absent a good while.  Would you advise me to take Edna along?\\\"\\n\\n\\\"By all means, if she wishes to go.  If not, leave her here. Don't contradict her.  The mood will pass, I assure you.  It may take a month, two, three months--possibly longer, but it will pass; have patience.\\\"\\n\\n\\\"Well, good-by, a jeudi, \\\" said Mr. Pontellier, as he  let himself out.\\n\\nThe Doctor would have liked during the course of conversation to ask, \\\"Is there any man in the case?\\\" but he knew his Creole too well to make such a blunder as that.\\n\\nHe did not resume his book immediately, but sat for a while meditatively looking out into the garden.\\n\\nXXIII\\n\\nEdna's father was in the city, and had been with them several days.  She was not very warmly or deeply attached to him, but they had certain tastes in common, and when together they were companionable.  His coming was in the nature of a welcome disturbance; it seemed to furnish a new direction for her emotions.\\n\\nHe had come to purchase a wedding gift for his daughter, Janet, and an outfit for himself in which he might make a creditable appearance at her marriage.  Mr. Pontellier had selected the bridal gift, as every one immediately connected with him always deferred to his taste in such matters.  And his suggestions on the question of dress--which too often assumes the nature of a problemwere of inestimable value to his father-in-law.  But for the past few days the old gentleman had been upon Edna's hands, and in his society she was becoming acquainted with a new set of sensations. He had been a colonel in the Confederate army, and still maintained, with the title, the military bearing which had always accompanied it. His hair and mustache were white and silky, emphasizing the rugged bronze of his face.  He was tall and thin, and wore his coats padded, which gave a fictitious breadth and depth to his shoulders and chest.  Edna and her father looked very distinguished together, and excited a good deal of notice during their perambulations.  Upon his arrival she began by introducing him to her atelier and making a sketch of him.  He took the whole matter very seriously.  If her talent had been ten-fold greater than it was, it would not have surprised him, convinced as he was that he had bequeathed to all of his daughters the germs of a masterful capability, which only depended upon their own efforts to be directed toward successful achievement.\\n\\nBefore her pencil he sat rigid and unflinching, as he had faced the cannon's mouth in days gone by.  He resented the intrusion of the children, who gaped with wondering eyes at him, sitting so stiff up there in their mother's bright atelier.  When they drew near he motioned them away with an expressive action of the foot, loath to disturb the fixed lines of his countenance, his arms, or his rigid shoulders.\\n\\nEdna, anxious to entertain him, invited Mademoiselle Reisz to meet him, having promised him a treat in her piano playing; but Mademoiselle declined the invitation.  So together they attended a soiree musicale at the Ratignolles'.  Monsieur and Madame Ratignolle made much of the Colonel, installing him as the guest of honor and engaging him at once to dine with them the following Sunday, or any day which he might select.  Madame coquetted with him in the most captivating and naive manner, with eyes, gestures, and a profusion of compliments, till the Colonel's old head felt thirty years younger on his padded shoulders.  Edna marveled, not comprehending.  She herself was almost devoid of coquetry.\\n\\nThere were one or two men whom she observed at the soiree musicale; but she would never have felt moved to any kittenish display to attract their notice--to any feline or feminine wiles to express herself toward them.  Their personality attracted her in an agreeable way.  Her fancy selected them, and she was glad when a lull in the music gave them an opportunity to meet her and talk with her.  Often on the street the glance of strange eyes had lingered in her memory, and sometimes had disturbed her.\\n\\nMr. Pontellier did not attend these soirees musicales. He considered them bourgeois, and found more diversion at the club. To Madame Ratignolle he said the music dispensed at her soirees was too \\\"heavy,\\\" too far beyond his untrained comprehension.  His excuse flattered her.  But she disapproved of Mr. Pontellier's club, and she was frank enough to tell Edna so.\\n\\n\\\"It's a pity Mr. Pontellier doesn't stay home more in the evenings.  I think you would be more--well, if you don't mind my saying it--more united, if he did.\\\"\\n\\n\\\"Oh! dear no!\\\" said Edna, with a blank look in her eyes. \\\"What should I do if he stayed home?  We wouldn't have anything to say to each other.\\\"\\n\\nShe had not much of anything to say to her father, for that matter; but he did not antagonize her.  She discovered that he interested her, though she realized that he might not interest her long; and for the first time in her life she felt as if she were thoroughly acquainted with him.  He kept her busy serving him and ministering to his wants.  It amused her to do so.  She would not permit a servant or one of the children to do anything for him which she might do herself.  Her husband noticed, and thought it was the expression of a deep filial attachment which he had never suspected.\\n\\nThe Colonel drank numerous \\\"toddies\\\" during the course of the day, which left him, however, imperturbed.  He was an expert at concocting strong drinks.  He had even invented some, to which he had given fantastic names, and for whose manufacture he required diverse ingredients that it devolved upon Edna to procure for him.\\n\\nWhen Doctor Mandelet dined with the Pontelliers on Thursday he could discern in Mrs. Pontellier no trace of that morbid condition which her husband had reported to him.  She was excited and in a manner radiant.  She and her father had been to the race course, and their thoughts when they seated themselves at table were still occupied with the events of the afternoon, and their talk was still of the track.  The Doctor had not kept pace with turf affairs.  He had certain recollections of racing in what he called \\\"the good old times\\\" when the Lecompte stables flourished, and he drew upon this fund of memories so that he might not be left out and seem wholly devoid of the modern spirit.  But he failed to impose upon the Colonel, and was even far from impressing him with this trumped-up knowledge of bygone days.  Edna had staked her father on his last venture, with the most gratifying results to both of them. Besides, they had met some very charming people, according to the Colonel's impressions.  Mrs. Mortimer Merriman and Mrs. James Highcamp, who were there with Alcee Arobin, had joined them and had enlivened the hours in a fashion that warmed him to think of.\\n\\nMr. Pontellier himself had no particular leaning toward horseracing, and was even rather inclined to discourage it as a pastime, especially when he considered the fate of that blue-grass farm in Kentucky.  He endeavored, in a general way, to express a particular disapproval, and only succeeded in arousing the ire and opposition of his father-in-law.  A pretty dispute followed, in which Edna warmly espoused her father's cause and the Doctor remained neutral.\\n\\nHe observed his hostess attentively from under his shaggy brows, and noted a subtle change which had transformed her from the listless woman he had known into a being who, for the moment, seemed palpitant with the forces of life.  Her speech was warm and energetic.  There was no repression in her glance or gesture.  She reminded him of some beautiful, sleek animal waking up in the sun.\\n\\nThe dinner was excellent.  The claret was warm and the champagne was cold, and under their beneficent influence the threatened unpleasantness melted and vanished with the fumes of the wine.\\n\\nMr. Pontellier warmed up and grew reminiscent.  He told some amusing plantation experiences, recollections of old Iberville and his youth, when he hunted \\\\`possum in company with some friendly darky; thrashed the pecan trees, shot the grosbec, and roamed the woods and fields in mischievous idleness.\\n\\nThe Colonel, with little sense of humor and of the fitness of things, related a somber episode of those dark and bitter days, in which he had acted a conspicuous part and always formed a central figure.  Nor was the Doctor happier in his selection, when he told the old, ever new and curious story of the waning of a woman's love, seeking strange, new channels, only to return to its legitimate source after days of fierce unrest.  It was one of the many little human documents which had been unfolded to him during his long career as a physician.  The story did not seem especially to impress Edna. She had one of her own to tell, of a woman who paddled away with her lover one night in a pirogue and never came back.  They were lost amid the Baratarian Islands, and no one ever heard of them or found trace of them from that day to this.  It was a pure invention.  She said that Madame Antoine had related it to her. That, also, was an invention.  Perhaps it was a dream she had had. But every glowing word seemed real to those who listened.  They could feel the hot breath of the Southern night; they could hear the long sweep of the pirogue through the glistening moonlit water, the beating of birds' wings, rising startled from among the reeds in the salt-water pools; they could see the faces of the lovers, pale, close together, rapt in oblivious forgetfulness, drifting into the unknown.\\n\\nThe champagne was cold, and its subtle fumes played fantastic tricks with Edna's memory that night.\\n\\nOutside, away from the glow of the fire and the soft lamplight, the night was chill and murky.  The Doctor doubled his old-fashioned cloak across his breast as he strode home through the darkness.  He knew his fellow-creatures better than most men; knew that inner life which so seldom unfolds itself to unanointed\\\\* eyes. He was sorry he had accepted Pontellier's invitation.  He was growing old, and beginning to need rest and an imperturbed spirit. He did not want the secrets of other lives thrust upon him.\\n\\n\\\"I hope it isn't Arobin,\\\" he muttered to himself as he walked. \\\"I hope to heaven it isn't Alcee Arobin.\\\"\\n\\nXXIV\\n\\nEdna and her father had a warm, and almost violent dispute upon the subject of her refusal to attend her sister's wedding.\\n\\nMr. Pontellier declined to interfere, to interpose either his influence or his authority.  He was following Doctor Mandelet's advice, and letting her do as she liked.  The Colonel reproached his daughter for her lack of filial kindness and respect, her want of sisterly affection and womanly consideration.  His arguments were labored and unconvincing.  He doubted if Janet would accept any excuse--forgetting that Edna had offered none.  He doubted if Janet would ever speak to her again, and he was sure Margaret would not.\\n\\nEdna was glad to be rid of her father when he finally took himself off with his wedding garments and his bridal gifts, with his padded shoulders, his Bible reading, his \\\"toddies\\\" and ponderous oaths.\\n\\nMr. Pontellier followed him closely.  He meant to stop at the wedding on his way to New York and endeavor by every means which money and love could devise to atone somewhat for Edna's incomprehensible action.\\n\\n\\\"You are too lenient, too lenient by far, Leonce,\\\" asserted the Colonel.  \\\"Authority, coercion are what is needed. Put your foot down good and hard; the only way to manage a wife.  Take my word for it.\\\"\\n\\nThe Colonel was perhaps unaware that he had coerced his own wife into her grave.  Mr. Pontellier had a vague suspicion of it which he thought it needless to mention at that late day.\\n\\nEdna was not so consciously gratified at her husband's leaving home as she had been over the departure of her father.  As the day approached when he was to leave her for a comparatively long stay, she grew melting and affectionate, remembering his many acts of consideration and his repeated expressions of an ardent attachment.  She was solicitous about his health and his welfare.  She bustled around, looking after his clothing, thinking about heavy underwear, quite as Madame Ratignolle would have done under similar circumstances.  She cried when he went away, calling him her dear, good friend, and she was quite certain she would grow lonely before very long and go to join him in New York.\\n\\nBut after all, a radiant peace settled upon her when she at last found herself alone.  Even the children were gone.  Old Madame Pontellier had come herself and carried them off to Iberville with their quadroon.  The old madame did not venture to say she was afraid they would be neglected during Leonce's absence; she hardly ventured to think so.  She was hungry for them--even a little fierce in her attachment.  She did not want them to be wholly \\\"children of the pavement,\\\" she always said when begging to have them for a space.  She wished them to know the country, with its streams, its fields, its woods, its freedom, so delicious to the young.  She wished them to taste something of the life their father had lived and known and loved when he, too, was a little child.\\n\\nWhen Edna was at last alone, she breathed a big, genuine sigh of relief.  A feeling that was unfamiliar but very delicious came over her.  She walked all through the house, from one room to another, as if inspecting it for the first time.  She tried the various chairs and lounges, as if she had never sat and reclined upon them before.  And she perambulated around the outside of the house, investigating, looking to see if windows and shutters were secure and in order.  The flowers were like new acquaintances; she approached them in a familiar spirit, and made herself at home among them.  The garden walks were damp, and Edna called to the maid to bring out her rubber sandals.  And there she stayed, and stooped, digging around the plants, trimming, picking dead, dry leaves.  The children's little dog came out, interfering, getting in her way.  She scolded him, laughed at him, played with him. The garden smelled so good and looked so pretty in the afternoon sunlight.  Edna plucked all the bright flowers she could find, and went into the house with them, she and the little dog.\\n\\nEven the kitchen assumed a sudden interesting character which she had never before perceived.  She went in to give directions to the cook, to say that the butcher would have to bring much less meat, that they would require only half their usual quantity of bread, of milk and groceries.  She told the cook that she herself would be greatly occupied during Mr. Pontellier's absence, and she begged her to take all thought and responsibility of the larder upon her own shoulders.\\n\\nThat night Edna dined alone.  The candelabra, with a few candies in the center of the table, gave all the light she needed. Outside the circle of light in which she sat, the large dining-room looked solemn and shadowy.  The cook, placed upon her mettle, served a delicious repast--a luscious tenderloin broiled a point.  The wine tasted good; the marron glace seemed to be just what she wanted.  It was so pleasant, too, to dine in a comfortable peignoir.\\n\\nShe thought a little sentimentally about Leonce and the children, and wondered what they were doing.  As she gave a dainty scrap or two to the doggie, she talked intimately to him about Etienne and Raoul.  He was beside himself with astonishment and delight over these companionable advances, and showed his appreciation by his little quick, snappy barks and a lively agitation.\\n\\nThen Edna sat in the library after dinner and read Emerson until she grew sleepy.  She realized that she had neglected her reading, and determined to start anew upon a course of improving studies, now that her time was completely her own to do with as she liked.\\n\\nAfter a refreshing bath, Edna went to bed.  And as she snuggled comfortably beneath the eiderdown a sense of restfulness invaded her, such as she had not known before.\\n\\nXXV\\n\\nWhen the weather was dark and cloudy Edna could not work.  She needed the sun to mellow and temper her mood to the sticking point. She had reached a stage when she seemed to be no longer feeling her way, working, when in the humor, with sureness and ease.  And being devoid of ambition, and striving not toward accomplishment, she drew satisfaction from the work in itself.\\n\\nOn rainy or melancholy days Edna went out and sought the society of the friends she had made at Grand Isle.  Or else she stayed indoors and nursed a mood with which she was becoming too familiar for her own comfort and peace of mind.  It was not despair; but it seemed to her as if life were passing by, leaving its promise broken and unfulfilled.  Yet there were other days when she listened, was led on and deceived by fresh promises which her youth held out to her.\\n\\nShe went again to the races, and again.  Alcee Arobin and Mrs. Highcamp called for her one bright afternoon in Arobin's drag. Mrs. Highcamp was a worldly but unaffected, intelligent, slim, tall blonde woman in the forties, with an indifferent manner and blue eyes that stared.  She had a daughter who served her as a pretext for cultivating the society of young men of fashion.  Alcee Arobin was one of them.  He was a familiar figure at the race course, the opera, the fashionable clubs.  There was a perpetual smile in his eyes, which seldom failed to awaken a corresponding cheerfulness in any one who looked into them and listened to his good-humored voice.  His manner was quiet, and at times a little insolent.  He possessed a good figure, a pleasing face, not overburdened with depth of thought or feeling; and his dress was that of the conventional man of fashion.\\n\\nHe admired Edna extravagantly, after meeting her at the races with her father.  He had met her before on other occasions, but she had seemed to him unapproachable until that day.  It was at his instigation that Mrs. Highcamp called to ask her to go with them to the Jockey Club to witness the turf event of the season.\\n\\nThere were possibly a few track men out there who knew the race horse as well as Edna, but there was certainly none who knew it better.  She sat between her two companions as one having authority to speak.  She laughed at Arobin's pretensions, and deplored Mrs. Highcamp's ignorance.  The race horse was a friend and intimate associate of her childhood.  The atmosphere of the stables and the breath of the blue grass paddock revived in her memory and lingered in her nostrils.  She did not perceive that she was talking like her father as the sleek geldings ambled in review before them.  She played for very high stakes, and fortune favored her.  The fever of the game flamed in her cheeks and eves, and it got into her blood and into her brain like an intoxicant.  People turned their heads to look at her, and more than one lent an attentive car to her utterances, hoping thereby to secure the elusive but ever-desired \\\"tip.\\\" Arobin caught the contagion of excitement which drew him to Edna like a magnet.  Mrs. Highcamp remained, as usual, unmoved, with her indifferent stare and uplifted eyebrows.\\n\\nEdna stayed and dined with Mrs. Highcamp upon being urged to do so.  Arobin also remained and sent away his drag.\\n\\nThe dinner was quiet and uninteresting, save for the cheerful efforts of Arobin to enliven things.  Mrs. Highcamp deplored the absence of her daughter from the races, and tried to convey to her what she had missed by going to the \\\"Dante reading\\\" instead of joining them.  The girl held a geranium leaf up to her nose and said nothing, but looked knowing and noncommittal.  Mr. Highcamp was a plain, bald-headed man, who only talked under compulsion. He was unresponsive.  Mrs. Highcamp was full of delicate courtesy and consideration toward her husband.  She addressed most of her conversation to him at table.  They sat in the library after dinner and read the evening papers together under the droplight; while the younger people went into the drawing-room near by and talked.  Miss Highcamp played some selections from Grieg upon the piano.  She seemed to have apprehended all of the composer's coldness and none of his poetry.  While Edna listened she could not help wondering if she had lost her taste for music.\\n\\nWhen the time came for her to go home, Mr. Highcamp grunted a lame offer to escort her, looking down at his slippered feet with tactless concern.  It was Arobin who took her home.  The car ride was long, and it was late when they reached Esplanade Street. Arobin asked permission to enter for a second to light his cigarette--his match safe was empty.  He filled his match safe, but did not light his cigarette until he left her, after she had expressed her willingness to go to the races with him again.\\n\\nEdna was neither tired nor sleepy.  She was hungry again, for the Highcamp dinner, though of excellent quality, had lacked abundance.  She rummaged in the larder and brought forth a slice of Gruyere and some crackers.  She opened a bottle of beer which she found in the icebox.  Edna felt extremely restless and excited. She vacantly hummed a fantastic tune as she poked at the wood embers on the hearth and munched a cracker.\\n\\nShe wanted something to happen--something, anything; she did not know what.  She regretted that she had not made Arobin stay a half hour to talk over the horses with her.  She counted the money she had won.  But there was nothing else to do, so she went to bed, and tossed there for hours in a sort of monotonous agitation.\\n\\nIn the middle of the night she remembered that she had forgotten to write her regular letter to her husband; and she decided to do so next day and tell him about her afternoon at the Jockey Club.  She lay wide awake composing a letter which was nothing like the one which she wrote next day.  When the maid awoke her in the morning Edna was dreaming of Mr. Highcamp playing the piano at the entrance of a music store on Canal Street, while his wife was saying to Alcee Arobin, as they boarded an Esplanade Street car:\\n\\n\\\"What a pity that so much talent has been neglected! but I must go.\\\"\\n\\nWhen, a few days later, Alcee Arobin again called for Edna in his drag, Mrs. Highcamp was not with him.  He said they would pick her up.  But as that lady had not been apprised of his intention of picking her up, she was not at home.  The daughter was just leaving the house to attend the meeting of a branch Folk Lore Society, and regretted that she could not accompany them.  Arobin appeared nonplused, and asked Edna if there were any one else she cared to ask.\\n\\nShe did not deem it worth while to go in search of any of the fashionable acquaintances from whom she had withdrawn herself.  She thought of Madame Ratignolle, but knew that her fair friend did not leave the house, except to take a languid walk around the block with her husband after nightfall.  Mademoiselle Reisz would have laughed at such a request from Edna.  Madame Lebrun might have enjoyed the outing, but for some reason Edna did not want her.  So they went alone, she and Arobin.\\n\\nThe afternoon was intensely interesting to her.  The excitement came back upon her like a remittent fever.  Her talk grew familiar and confidential.  It was no labor to become intimate with Arobin.  His manner invited easy confidence.  The preliminary stage of becoming acquainted was one which he always endeavored to ignore when a pretty and engaging woman was concerned.\\n\\nHe stayed and dined with Edna.  He stayed and sat beside the wood fire.  They laughed and talked; and before it was time to go he was telling her how different life might have been if he had known her years before.  With ingenuous frankness he spoke of what a wicked, ill-disciplined boy he had been, and impulsively drew up his cuff to exhibit upon his wrist the scar from a saber cut which he had received in a duel outside of Paris when he was nineteen. She touched his hand as she scanned the red cicatrice on the inside of his white wrist.  A quick impulse that was somewhat spasmodic impelled her fingers to close in a sort of clutch upon his hand. He felt the pressure of her pointed nails in the flesh of his palm.\\n\\nShe arose hastily and walked toward the mantel.\\n\\n\\\"The sight of a wound or scar always agitates and sickens me,\\\" she said.  \\\"I shouldn't have looked at it.\\\"\\n\\n\\\"I beg your pardon,\\\" he entreated, following her; \\\"it never occurred to me that it might be repulsive.\\\"\\n\\nHe stood close to her, and the effrontery in his eyes repelled the old, vanishing self in her, yet drew all her awakening sensuousness.  He saw enough in her face to impel him to take her hand and hold it while he said his lingering good night.\\n\\n\\\"Will you go to the races again?\\\" he asked.\\n\\n\\\"No,\\\" she said.  \\\"I've had enough of the races.  I don't want to lose all the money I've won, and I've got to work when the weather is bright, instead of--\\\"\\n\\n\\\"Yes; work; to be sure.  You promised to show me your work. What morning may I come up to your atelier?  To-morrow?\\\"\\n\\n\\\"No!\\\"\\n\\n\\\"Day after?\\\"\\n\\n\\\"No, no.\\\"\\n\\n\\\"Oh, please don't refuse me!  I know something of such things. I might help you with a stray suggestion or two.\\\"\\n\\n\\\"No.  Good night.  Why don't you go after you have said good night?  I don't like you,\\\" she went on in a high, excited pitch, attempting to draw away her hand.  She felt that her words lacked dignity and sincerity, and she knew that he felt it.\\n\\n\\\"I'm sorry you don't like me.  I'm sorry I offended you.  How have I offended you?  What have I done?  Can't you forgive me?\\\" And he bent and pressed his lips upon her hand as if he wished never more to withdraw them.\\n\\n\\\"Mr. Arobin,\\\" she complained, \\\"I'm greatly upset by the excitement of the afternoon; I'm not myself.  My manner must have misled you in some way.  I wish you to go, please.\\\" She spoke in a monotonous, dull tone.  He took his hat from the table, and stood with eyes turned from her, looking into the dying fire.  For a moment or two he kept an impressive silence.\\n\\n\\\"Your manner has not misled me, Mrs. Pontellier,\\\" he said finally.  \\\"My own emotions have done that.  I couldn't help it.\\n\\nWhen I'm near you, how could I help it?  Don't think anything of it, don't bother, please.  You see, I go when you command me.  If you wish me to stay away, I shall do so.  If you let me come back, I--oh! you will let me come back?\\\"\\n\\nHe cast one appealing glance at her, to which she made no response.  Alcee Arobin's manner was so genuine that it often deceived even himself.\\n\\nEdna did not care or think whether it were genuine or not. When she was alone she looked mechanically at the back of her hand which he had kissed so warmly.  Then she leaned her head down on the mantelpiece.  She felt somewhat like a woman who in a moment of passion is betrayed into an act of infidelity, and realizes the significance of the act without being wholly awakened from its glamour.  The thought was passing vaguely through her mind, \\\"What would he think?\\\"\\n\\nShe did not mean her husband; she was thinking of Robert Lebrun.  Her husband seemed to her now like a person whom she had married without love as an excuse.\\n\\nShe lit a candle and went up to her room.  Alcee Arobin was absolutely nothing to her.  Yet his presence, his manners, the warmth of his glances, and above all the touch of his lips upon her hand had acted like a narcotic upon her.\\n\\nShe slept a languorous sleep, interwoven with vanishing dreams.\\n\\nXXVI\\n\\nAlcee Arobin wrote Edna an elaborate note of apology, palpitant with sincerity.  It embarrassed her; for in a cooler, quieter moment it appeared to her, absurd that she should have taken his action so seriously, so dramatically.  She felt sure that the significance of the whole occurrence had lain in her own self-consciousness.  If she ignored his note it would give undue importance to a trivial affair.  If she replied to it in a serious spirit it would still leave in his mind the impression that she had in a susceptible moment yielded to his influence.  After all, it was no great matter to have one's hand kissed.  She was provoked at his having written the apology.  She answered in as light and bantering a spirit as she fancied it deserved, and said she would be glad to have him look in upon her at work whenever he felt the inclination and his business gave him the opportunity.\\n\\nHe responded at once by presenting himself at her home with all his disarming naivete.  And then there was scarcely a day which followed that she did not see him or was not reminded of him.  He was prolific in pretexts.  His attitude became one of good-humored subservience and tacit adoration.  He was ready at all times to submit to her moods, which were as often kind as they were cold. She grew accustomed to him.  They became intimate and friendly by imperceptible degrees, and then by leaps.  He sometimes talked in a way that astonished her at first and brought the crimson into her face; in a way that pleased her at last, appealing to the animalism that stirred impatiently within her.\\n\\nThere was nothing which so quieted the turmoil of Edna's senses as a visit to Mademoiselle Reisz.  It was then, in the presence of that personality which was offensive to her, that the woman, by her divine art, seemed to reach Edna's spirit and set it free.\\n\\nIt was misty, with heavy, lowering atmosphere, one afternoon, when Edna climbed the stairs to the pianist's apartments under the roof.  Her clothes were dripping with moisture.  She felt chilled and pinched as she entered the room.  Mademoiselle was poking at a rusty stove that smoked a little and warmed the room indifferently. She was endeavoring to heat a pot of chocolate on the stove.  The room looked cheerless and dingy to Edna as she entered.  A bust of Beethoven, covered with a hood of dust, scowled at her from the mantelpiece.\\n\\n\\\"Ah! here comes the sunlight!\\\" exclaimed Mademoiselle, rising from her knees before the stove.  \\\"Now it will be warm and bright enough; I can let the fire alone.\\\"\\n\\nShe closed the stove door with a bang, and approaching, assisted in removing Edna's dripping mackintosh.\\n\\n\\\"You are cold; you look miserable.  The chocolate will soon be hot. But would you rather have a taste of brandy?  I have scarcely touched the bottle which you brought me for my cold.\\\" A piece of red flannel was wrapped around Mademoiselle's throat; a stiff neck compelled her to hold her head on one side.\\n\\n\\\"I will take some brandy,\\\" said Edna, shivering as she removed her gloves and overshoes.  She drank the liquor from the glass as a man would have done.  Then flinging herself upon the uncomfortable sofa she said,    \\\"Mademoiselle, I am going to move away from my house on Esplanade Street.\\\"\\n\\n\\\"Ah!\\\" ejaculated the musician, neither surprised nor especially interested. Nothing ever seemed to astonish her very much.  She was endeavoring to adjust the bunch of violets which had become loose from its fastening in her hair. Edna drew her down upon the sofa, and taking a pin from her own hair, secured the shabby artificial flowers in their accustomed place.\\n\\n\\\"Aren't you astonished?\\\"\\n\\n\\\"Passably.  Where are you going? to New York? to Iberville? to your father in Mississippi? where?\\\"\\n\\n\\\"Just two steps away,\\\" laughed Edna, \\\"in a little four-room house around the corner.  It looks so cozy, so inviting and restful, whenever I pass by; and it's for rent.  I'm tired looking after that big house.  It never seemed like mine, anyway--like home.  It's too much trouble.  I have to keep too many servants. I am tired bothering with them.\\\"\\n\\n\\\"That is not your true reason, ma belle.  There is no use in telling me lies.  I don't know your reason, but you have not told me the truth.\\\" Edna did not protest or endeavor to justify herself.\\n\\n\\\"The house, the money that provides for it, are not mine. Isn't that enough reason?\\\"\\n\\n\\\"They are your husband's,\\\" returned Mademoiselle, with a shrug and a malicious elevation of the eyebrows.\",\"timestamp\":1639988754,\"title\":\"That's the trouble,\\\" broke in Mr. Pontellier, \\\"she hasn't been associating with any one. \"},\"digest\":\"uxP5tW1umtq6LWAN4DFsegC_N-jaEFqxQuXURA1FB-M\",\"authorship\":{\"contributor\":\"0xADCB4dF6dDE8773EbfDdd36e426C63f9732738c9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"357pMJEzAgwJ1NLWG9E1DkNAW1rTfxaqo3MZZZOJbpo\\\",\\\"y\\\":\\\"9XNZHmSmBueD7aR1q9_6j657PCrYKiFv_PZEQm-eLr4\\\"}\",\"signature\":\"yKA7k-9i5_nKyvqFCi_n2PcXZ8wvhLwbYlHuJyC_xG1Ttq6F1_tWEJIQkVWJdCBAZ0lu3HmUIr-PLymw7ltiFg\",\"signingKeySignature\":\"0x360bc844217f6ca81090b6f74ae7101b192dd03f6ac3ca81f2ffe65229c96ef1158fd8d352e3a30f1d69828b56aa7277bf436fda3010a842659a6d52ce722bf61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"357pMJEzAgwJ1NLWG9E1DkNAW1rTfxaqo3MZZZOJbpo\\\",\\\"y\\\":\\\"9XNZHmSmBueD7aR1q9_6j657PCrYKiFv_PZEQm-eLr4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uxP5tW1umtq6LWAN4DFsegC_N-jaEFqxQuXURA1FB-M\"}"