"{\"content\":{\"body\":\"Written by: [Kaito Cunningham](https://twitter.com/0xkaito)\\n\\nOver the past few months, I’ve been asked a lot about the nature of compliance for DAOs. Is this DAO compliant or not? Is compliance a challenge for DAOs?\\n\\nMy answer to these questions begins with the title of this article - *compliance is a spectrum*.\\n\\nBefore you start a company, you start a side project. You don't incorporate your side project on the day that you have the idea, and you’d likely not incorporate it until you’ve made your first sale.\\n\\nRather, you put up a landing page, build out a MVP, start making a few sales, and then incorporate your company — justifying the expense and the overhead compliance required for operating a C-Corp.\\n\\nThis is exactly how DAOs work today, except that the ideation and execution layer is much faster for a multitude of reasons (ie. open-source, ownership incentives, etc.). Most DAOs, however, like side projects when they first start, are probably not \\\"regulated\\\" nor \\\"compliant.\\\" \\n\\nThe type of “DAO” also matters - are you a social DAO crowdfunding via NFT’s, or a DeFi project bootstrapping initial liquidity?\\n\\nEven when a DAO reaches a stage in which incorporation makes sense, how they comply with corporation laws turns out to be a spectrum, and it’s much more than a binary “Compliant vs Non-compliant” answer upon analysis.\\n\\nFrom my experience, I’ve met DAOs from across the entire spectrum, and I’ve learned that a shift from left (not optimizing for “compliance”) to right (“optimized compliance”) is possible.\\n\\n![Note how DAOs aren't necessarily a binary between \\\"non-compliant\\\" vs \\\"compliant\\\":](https://images.mirror-media.xyz/publication-images/xdCGHsuRv6OFJhtzO7Giy.png?height=1080&width=1920)\\n\\nSpectrum:\\n\\n1. DAOs that run completely outside of any nation state.\\n2. DAOs that are not part of any nation state, but exploring legal counsel and are pro-active with potential compliance audits/checks.\\n3. DAOs that are based overseas and have international legal structures.\\n4. DAOs that have a complete legal wrapper as an American C-Corp or LLC.\\n5. DAOs that are under Wyoming DAO LLC Laws.\\n\\nI believe the way we move forward with the intersection of legal and decentralized autonomous organizations is **NOT** to ask the question, ***“How do we fit a DAO into a C-Corp?”*** It conforms a completely novel, new idea into a restrictive box (that being the current laws around traditional C-corps and LLC's).\\n\\nRather, I believe that the entire premise of cryptography is to push laws forward, so the laws themselves can adapt and become more efficient. The question to ask then becomes:\\n\\n> *\\\"What are the most optimal laws that can serve DAOs?\\\"*\\n\\nThe reason why DAOs are so powerful is because we have always known that companies are simply coordination mechanisms where groups of people form an idea that results in “imaginary assets” (equity) being issued out of thin air (credits to my conversation with [Jeff Christian](https://twitter.com/JeffChristianII) on this.). This is powerful, as optimism is required for innovation.\\n\\nFor these types of imaginary assets (ie.equity), you might have noticed that a value is assigned (most of the time you get issued 10 million shares, where each share costs 0.0001 cents for example). For these types of assets, it makes much more sense for it to be digitally native and digitally governed — through tokens, for example.\\n\\nDAOs serve to be a digital-first (the first of its kind) organization governed not by contractual documents enforced by a nation state, but rather, contractual code enforced by a censorship resistant, automated, and efficient agent. To a high level, this should, and will replace a portion of regulation.\\n\\nAlthough the question of “*How do we fit a DAO into a C-Corp?”* is very useful so that DAOs, — in their very early stages — are able to thrive, survive, and push forward economic progress, I believe that DAOs should have their own laws as there are differing regulations that apply to C-Corps as there are for LLC's.\\n\\nMost notably, there are a few key points in which DAOs should have specific laws that pertain to this new governance structure:\\n\\n1. Limited Liability: How does limited liability work when token holders are not only customers, investors, and \\\"employees\\\" of the project? How does it work based on differing levels of contribution?\\n2. Know Your Customer (KYC): How can we implement zero knowledge KYC obligations while retaining privacy and freedom for individuals, regardless of who they are or where they're from?\\n3. Smart Contracts: How can smart contracts be recognized as a viable method of optimizing for compliance, just like how we have accountants to optimize for year-end audits and notaries to witness signatures on legal documents?\\n4. Tax Laws: Wider conversations need to be had by regulators that take into account the global permission-less nature of the products, services, and experiences at the core of DAOs, but also understanding of the rapidly changing nature of DAO token value and utility.\\n\\nThese are just a few of my running thoughts, but that’s clearly why productizing legal is very difficult for new governance structures, and it’s because one DAO doesn’t, and will never, fit all.\\n\\nEdited by:\\n\\n* [Alexander Wu](https://twitter.com/alexanderwu2000)\\n* [Pryce Yebesi](https://twitter.com/pryceandstuff)\",\"timestamp\":1641946763,\"title\":\"Compliance is a Spectrum\"},\"digest\":\"A1Oa4ezfoTRP4yKfhD2OMVhW12pBxkU75gh5VRfrxSs\",\"authorship\":{\"contributor\":\"0x236d13835A03CB2be1B6A086Fa12715fE1De7223\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DCnyr2ZmQ5tDotoQZfj5xV6jJIL56_w6xOz3udJUeU4\\\",\\\"y\\\":\\\"MI5XVJbl2uAY0vWD3lxPiDOUgqUjt_SwS4W9yyBcVDc\\\"}\",\"signature\":\"Ca84SoFglo1dlh8MECXYUS121Evm-p57UMS7yPlTQ-wYidYPDs8FGERQwgKeaTLjamU-SBBDjw8ag9wuA6RWkw\",\"signingKeySignature\":\"0x61a9801d5876c13b9b712a5a3d56ff8246fac5d27280e347667d6711348b03bd7934a80588a65842b332dc722bb5d268f5f9e69204a34ac18e5086ecacfe616e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DCnyr2ZmQ5tDotoQZfj5xV6jJIL56_w6xOz3udJUeU4\\\",\\\"y\\\":\\\"MI5XVJbl2uAY0vWD3lxPiDOUgqUjt_SwS4W9yyBcVDc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZFWi7OQNInEssFm1HpHEJiP_JcR1kSQ6qgFs9eCv8mI\"}"