"{\"content\":{\"body\":\"Great brands emote. They drip with sweat, fear, greed, love, belonging, ambition. They represent everything to which their customers or clients aspire. Red Bull isn’t an energy drink. It’s risk-taking. It’s adrenaline. It’s fearlessness. After all, what-in-the-what does [this](https://www.redbull.com/int-en/best-of-2012-red-bull-stratos) have to do with buying a beverage? Nike isn’t sneakers. It’s reaching your personal pinnacle. It’s self-empowerment. It’s independence. Half their [ads](https://www.youtube.com/watch?v=257JnYeo1dA&t=76s) don’t even show an athlete or the distinctive Nike swoosh. They simply create a feeling that makes you want to run full speed through a brick wall.\\n\\nAnd then there’s mental health, therapy, therapists, psychiatrists, licensed certified social workers, and so on. As [we’ve discussed](https://bestday3ver.com/weve-badly-mis-branded-mental-health/), the branding is criminal. Those seeking therapy are considered ill. Mother nature played a sick joke on them, mis-wiring the neurons in their brains, and they need to see a professional. They’re victims. Even today, as society has made impressive and necessary inroads destigmatizing mental health, we tell each other to support, understand, and empathize with those who need help.\\n\\nScenario 1 is where therapy’s branding stands today —\\n\\n* Target Audience: Mentally ill (diagnosable instances of Anxiety, Depression, ADHD, Mania, Bi-polar, etc.)\\n* Brand Personality: Supportive, empathetic, guiding\\n* Brand Purpose: Diagnosing illness, treating symptoms\\n* Brand Vision: Live productively, unencumbered by mental health issues\\n\\n![Today, it feels like mental health patients need to be saved](https://images.mirror-media.xyz/publication-images/dNMSrLcUpdg5lR9lDpMrl.jpeg?height=378&width=671)\\n\\nHow’s that feel? Personally, it makes me want to find a cave, shrivel up in a ball, and cry. I’m one of those poor (also adorable, granted) pups in that brutal [Sarah McLachlan commercial](https://www.youtube.com/watch?v=IO9d2PpP7tQ). Something awful happened to me, and I need to be saved. I probably won’t be cured, but perhaps my symptoms can be mollified to the extent I can hope to live a somewhat ‘normal’ life.\\n\\nOf course half the population with clear near-term diagnosable issues is in denial. Who wants to believe this about themselves? And why would anyone without immediate and critical needs want to expose themselves to that feeling? We’ve alienated both our target customer, and our next (much larger) cohort of potential clients.\\n\\nStop. Shut it down. Wipe the slate clean. Let’s pivot.\\n\\nIt’s incumbent upon all of us to challenge this perception, and give power to those eager to learn, grow, challenge, and invest in themselves. We’ll not only further support and motivate those who clearly and immediately do need help, but we’ll introduce the benefits of therapy to millions more who want to reach their personal peak potential, and can benefit from the endless rewards of professional practice.\\n\\nScenario 2 can be a start in rebranding therapy:\\n\\n* Target Audience: Prioritizes personal health\\n* Brand Personality: Empowerment, data-driven, self-improvement\\n* Brand Purpose: Share critical tools for self-discovery and growth\\n* Brand Vision: Enable a generation of individuals reach their potential\\n\\n![Let's freakin' do it](https://images.mirror-media.xyz/publication-images/psU5V_AS55Rn2sBmlYgY2.jpeg?height=724&width=1448)\\n\\nOh, hell yes. We invest in mental health because it makes us emotionally, physically, and holistically more resilient. We’re inspired and [inspiring](https://www.youtube.com/watch?v=LgnB7NdBMDU). This is a feeling we can share. This is a community that can grow. This is how we build a brand with which people can connect, communicate, and thrive.\\n\\nFurther—and goodness do I love when facts actually support an opinion—it reflects the reality of therapy! Therapy is scientifically proven to [mitigate traditional health risks](https://tannerclinic.com/news/how-your-mental-health-affects-your-physical-well-being/), and raises the ceiling on our personal potential. Fitness, longevity, relationships, career … you name it.\\n\\nLet’s learn from the most powerful brands in the world, and represent the reality of therapy through more accurate, more inspiring, and more consistent communication and visuals. Question, introspect, challenge, learn, push, grow, improve, repeat. We’re not victims. We’re powerful, curious, and relentless in our progress.\\n\\nTherapy is not a begrudgingly attended appointment for a select few who unfortunately need it to survive. Therapy is an essential tool in everyone’s endless pursuit of peak performance.\",\"timestamp\":1638452823,\"title\":\"It's Time to Build a Brand: Give Therapy Precision and Power\"},\"digest\":\"MNv3dPm0ra7FB98ZxCHmGow3eMjWRII_xVvHlYgwrXg\",\"authorship\":{\"contributor\":\"0x3F004961500B04896A0857B46EE22136E23fc8cE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KE5T9_PSQrmKT27cKd2Z3DWnF2qfAIKjFBZU3-RoAxA\\\",\\\"y\\\":\\\"MdlBBWtsUq_AWMzPwRhd_hD_NAAvwpFPNdk2m6G3JRQ\\\"}\",\"signature\":\"yUvH0zHcIS6639-mxao8AFkLrhQD5sPxk4kpwYqKYurBcyOcAa8Z67Uj2Nhof2qEtQRzOpqwg5mFdPAJixDmwQ\",\"signingKeySignature\":\"0x6dba2fbd4d9293b56c3ef0834be5460e64324578fbc5876c5c0d664fe432eff90d6d2ee9a86761755cb2b03255667644dd9ff3ec922e3c12440fe4d7f22f4ecb1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KE5T9_PSQrmKT27cKd2Z3DWnF2qfAIKjFBZU3-RoAxA\\\",\\\"y\\\":\\\"MdlBBWtsUq_AWMzPwRhd_hD_NAAvwpFPNdk2m6G3JRQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MNv3dPm0ra7FB98ZxCHmGow3eMjWRII_xVvHlYgwrXg\"}"