"{\"content\":{\"body\":\"A former deputy secretary-general of Thailand’s Security and Exchange Commission (SEC), Tipsuda Thavaramara, has come out to question the legitimacy of crypto taxation in the country.\\n\\nAccording to a [report](https://www.nationthailand.com/business/40011186) by local newspaper The Nation, the comments from the former SEC chief come amid Thailand’s Revenue Department’s decision to [discuss taxes for cryptocurrency trading](https://cointelegraph.com/news/thailand-government-to-clear-up-crypto-tax-confusion). \\n\\nWhile praising the Revenue Department’s decision to inform relevant agencies, Thavaramara said, \\\"Whether policies focus on the promotion of trade industry or not, the Revenue Department should collect taxes fairly under clear rules and practices.\\\"\\n\\nThavaramara pointed out major flaws with three forms of crypto taxation that Thailand’s revenue department and many other nations have been developing.\\n\\nThe former SEC chief called the capital gains tax unfair and impractical since crypto exchange operators are not liable to pay investment returns to customers. She went on to discuss the complications that this form of taxation would incur in the retail payment sector, given crypto payment services would have to charge capital gains tax from customers.\\n\\nThavaramara drew attention to the likes of Singapore and Australia that have exempted crypto from value-added tax regulations. She called upon the revenue department to follow the same to promote crypto usage.\\n\\n***Related: [Central bank tells Thai banks not to offer crypto trading](https://cointelegraph.com/news/central-bank-tells-thai-banks-not-to-offer-crypto-trading)***\\n\\nTalking about taxation on issuing tokens, Thavaramara said tax on the issuance of debentures should not apply to the issuing of investment tokens.\\n\\nThe Thai government is currently [mulling a 15% tax on crypto trading](https://cointelegraph.com/news/crypto-trades-in-thailand-now-reportedly-subject-to-15-capital-gains-tax), and many former and current financial executives have come out to share their concerns about it. Yesterday, the Thai Stock exchange chief Pakorn Peetathawatchai [said](https://www.ft.com/content/c56e5e17-b7ab-4947-968d-672b83cee6bf) the new tax proposal would undermine growth.\\n\\nAfter years of back and forth over the acceptance of crypto as a legitimate asset, the new dilemma seems to be around crypto taxation. Most of the countries focused on taxing crypto gains have no basic framework set in place, which makes it quite difficult to determine adequate taxation policies. Apart from Thailand, South Korea is another nation that has proposed a 20% tax on crypto gains, however, the [regulations were postponed by another year due to a lack of clarity](https://cointelegraph.com/news/south-korean-crypto-tax-delay-inches-closer-to-reality).\",\"timestamp\":1642424870,\"title\":\"Former Thai SEC chief lays out three critical issues with crypto taxations\"},\"digest\":\"onrbPWp-rDYrXtLgy6aXU6dX6MEptGXs6gNeiEbW7Vk\",\"authorship\":{\"contributor\":\"0xF02716289b2036d51283B9baEc327355F27381F9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GNibMA0o08-ydVQPpxLsYGAE4Kkwc4qFwaXVgi04em8\\\",\\\"y\\\":\\\"_A1Ni64-3uOrvNwqd8reCaZkDmxJ_dd_G-f7tvfjZg4\\\"}\",\"signature\":\"j1bTfKqWbJTaSVXewQBRoutZuouP276wPtK2VGSWbF0twTcDHYgt3HwFTa64oodYJ5kQaoxHtTV_lSZv1PprPg\",\"signingKeySignature\":\"0xff51e626184936d60d298aea17194e58de08a6bf2ba5aed7410d7664e9cf58ec32c5afe1173d9c93020fdefb236d55d6a99c93499cd3b66c2b4211ade183f32b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GNibMA0o08-ydVQPpxLsYGAE4Kkwc4qFwaXVgi04em8\\\",\\\"y\\\":\\\"_A1Ni64-3uOrvNwqd8reCaZkDmxJ_dd_G-f7tvfjZg4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"onrbPWp-rDYrXtLgy6aXU6dX6MEptGXs6gNeiEbW7Vk\"}"