"{\"content\":{\"body\":\"# Django Django – Under Fire (Official Video)\\n\\nThe copper-colored car travels through the dilapidated city, and each picture is printed as \\\"hand-colored\\\"\\n\\n[Under Fire](https://www.youtube.com/watch?v=6b2gbgD7NUA)\\n\\n### Description\\n\\nThis month, Django Django make an electrifying return with the new single “Spirals”, their first new material since the “Winter’s Beach” EP in 2018, and an utterly compelling glimpse at what’s to come. \\n\\nSounding invigorated and more energized than ever, “Spirals” doubles as a tantalizing return to form as well as a rousing call to arms. \\n\\nUsing the image of DNA to muse on the connections we have as humans being stronger than the divisions its dynamics are galvanising: a steady accumulation of joyous energy. \\n\\nThe single will be available to stream and download on all the usual digital platforms and also as a 10” vinyl b/w exclusive track The Ark, available from http://www.djangodjango.co.uk and all independent record shops. \\n\\nOver the course of their extraordinarily accomplished discography to date, Django Django have constantly headed left where others have gone right. From snagging a Mercury Music Prize nomination for their debut LP, to exploring a proper studio with the gloriously\\n\\n**Biography**\\n\\nOver the course of their extraordinarily accomplished discography to date, Django Django have constantly headed left where others have gone right. From snagging a Mercury Music Prize nomination for their debut LP, to exploring a proper studio with the gloriously varied follow up “Born Under Saturn”, Django Django have made a career out of doing what you least expect. Once described by The Guardian as “indie alchemists” they are known for their genre defying eclectic sound and “Spirals” heralds, once again, the beginning of a thrilling new era for the band.\",\"timestamp\":1635737396,\"title\":\"BeastMV - 'Under Fire' \"},\"digest\":\"Znd0AOPTCwgUF78pU0wF9wG47PQ2Wex4ADpm0P-q-TQ\",\"authorship\":{\"contributor\":\"0x69b2B3a4Ac5009cebCf39DA9b25C8815Dc97C3bf\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WbGBKLiUwSfTqbJt2Soqp5XR_KdUGzaMTO-dd_cZUuw\\\",\\\"y\\\":\\\"j_9sWddGT0K6mqzBhtmHEzdEkcZzB9YqtcGmiW7gKeo\\\"}\",\"signature\":\"0yOVfp7j5IpljlIcbnfxy-LMSG6UpZlU-fUs9hBDbX13mklMs_XY8wfJVWVbWpRw5inSY8uiLZ3L8SysLg-O6Q\",\"signingKeySignature\":\"0xb43a637b42ff90e6523d871bfcaa03c376e4e3e0396b971fc142a6d4353bc533324d992ec2397f52c2892768a66148f77804a2d4c1564c46965976b15d5aeb371b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WbGBKLiUwSfTqbJt2Soqp5XR_KdUGzaMTO-dd_cZUuw\\\",\\\"y\\\":\\\"j_9sWddGT0K6mqzBhtmHEzdEkcZzB9YqtcGmiW7gKeo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Znd0AOPTCwgUF78pU0wF9wG47PQ2Wex4ADpm0P-q-TQ\"}"