"{\"content\":{\"body\":\"Kai-Fu Lee is a prominent global AI expert and Chinese internet magnate. Lee earned a PhD in computer science from Carnegie Mellon in 1988 before working for Apple, Silicon Graphics, and Microsoft. In 1998, Lee help found Microsoft Research Asia, now considered one of the best computer science research centers in the world. In 2005, Lee left Microsoft for Google China, where he stayed for four years before leaving to found Sinovation Ventures, an investment firm focused on Chinese startups.\\n\\n**AI Superpowers has two key assertions:**\\n\\n1. China is likely to surpass the United States in AI leadership\\n2. Ai is going to fundamentally change the world\\n\\nFor a quick primer on AI, click below:\\n\\n\\n***\\n\\n![](https://www.byteleg.com/content/images/2021/08/Sections-27.png)\\n\\n![](https://www.byteleg.com/content/images/2021/09/AI-Superpowers-02.png)\\n\\nIn May of 2017, Google’s AlphaGo AI beat the world’s best Go player, a Chinese teenager by the name of Ke Jie. Go is a strategy board game similar to chess but has innumerable more possible moves (2.1 x 10^170 legal board positions). At one moment, the AI began playing moves that no human would ever play, stumping the world’s best player.\\n\\nAlphaGo’s defeat of Ke Jie served as a [sputnik moment ](https://www.space.com/10437-sputnik-moment.html)for the Chinese government, who quickly began to invest heavily in technology and AI research. In the same way that the Soviet Union’s launch of the Sputnik 1 satellite created the Space Race of the 1960s and 70s, **AlphaGo has signified the start of an AI race.**\\n\\nIn AI, the United States and China are the definitive global leaders \\\\[[1](https://hbr.org/2021/02/is-china-emerging-as-the-global-leader-in-ai)\\\\]. Kai-Fu Lee argues that while the United States leads in cutting edge research, China is leading in AI implementation. This distinction, of cutting-edge research versus implementation, is crucial to Lee’s arguments about the future of AI.\\n\\n**Lee asserts AI will be the next general-purpose technology,** more like the advent of electricity or the steam engine than an incremental invention like the personal computer.\\n\\nIf AI is like electricity, the country which builds out power lines and implements the technology will get first mover benefits. In AI this is especially important because AI tends to be winner take all. AI implementation is a virtuous cycle, with increased adoption leading to increased data, which improves the quality of algorithm, which leads to further adoption. Lee asserts that as AI leaves the lab and is adopted by the broader economy, the quantity of AI engineers will be more important than the quality of any individual engineer.\\n\\nWhile China will not create a true general-purpose AI, they will implement hundreds of AI which solve specific problems though out their economy.\\n\\n![](https://www.byteleg.com/content/images/2021/09/AI-Superpowers-01.png)\\n\\n## HUNGRY ENTREPRENUERS\\n\\nKai-Fu Lee notes three currents in China – cultural acceptance of **copy catting**, a **scarcity** **mindset**, and a **willingness** to dive into any promising new industry – are the foundation of China’s internet ecosystem. These currents convince Lee that Chinese entrepreneurs are more willing to do anything to be successful, ultimately winning the AI Race. Lee points out that while in the US tech startups are mission driven – they build a product to accomplish a goal - in China they are market driven, creating products which will make money.\\n\\n![](https://www.byteleg.com/content/images/2021/09/AI-Superpowers-06-1.png)\\n\\nFor this ruthlessness, Kai-Fu Lee describes the Chinese startup space as a **colosseum filled with gladiators.** In the United States, startups are afforded intellectual property\\\\*\\\\* (IP) protections\\\\*\\\\* and companies frequently sue each other for stealing IP. In contrast, China has little in the way of protections for their startups. In China, hundreds of small startups fight for market dominance despite little distinguishing features between them.\\n\\nOne can imagine hundreds of Chinese DoorDash clones, competing for market share in the streets of Guangzhou, copying new delivery methods, algorithmic tricks, or advertising methods. While in the US companies will rush to copyright their inventions, in China, history is written by the victor, and very few care how you got there.\\n\\nWang Xing, a Chinese tech entrepreneur, produced clones of Facebook (Xiaonei), Twitter (Fanfou), and Groupon (Meituan). Little action was taken by authorities for copyright infringement. Meituan is an excellent example of how China is pulling even with the US tech industry. While Meituan was originally a clone of Groupon, Groupon has declined to a valuation of $650 million whereas Meituan is now valued at $190.54 Billion.\\n\\nAnother driving factor in the Chinese market is a **comparative comfort with monopolization and scale**. Chinese companies are focused on the edicts of the government, not upholding a consumer welfare standard like American companies. Further, meeting the demands of the Chinese market - a population of nearly 1.4 billion – allows for extremely rapid user growth. While 330 million users for in the United States is 100 percent user adoption, 330 million users in China barely breaks 20 percent. Lee notes Chinese startups burn investment capital at rates American investors would be unwilling to accept because the upside, if you survive, is so high.\\n\\n## ABUNDANT DATA\\n\\nWhile historically China has been seen as a poor copy of the Internet ecosystem of the United States, this is no longer the case. The Chinese internet has developed its own paradigm, fueled by the 2010 Great Firewall and the explosion of WeChat.\\n\\n![](https://www.byteleg.com/content/images/2021/09/AI-Superpowers-05.png)\\n\\nWeChat is the swiss army of all apps. In China, WeChat is a social media app for messaging, but can also be used to reserve hotel rooms, purchase food from the local farmers market, or call a rideshare like Uber. You can read more about WeChat by [clicking here.](https://www.nytimes.com/2020/09/04/technology/wechat-china-united-states.html)\\n\\nWith 1.25 billion active users in 2021, WeChat creates an ocean of minable data. WeChat’s ubiquity as a remote control for life generates millions of data points for location/movement patterns, consumer purchasing habits, and natural speech patterns. In AI research, data is critical for training algorithms and is considered part of the [“AI Triad.”](https://cset.georgetown.edu/publication/the-ai-triad-and-what-it-means-for-national-security-strategy/) The variety of data collected by WeChat is easily machine readable, as it all is collected from a single source.\\n\\n**Kai-Fu Lee claims that if data is the new oil, China is the new Saudi Arabia.**\\n\\n## AI SCIENTISTS\\n\\nSince 2018, the top Chinese universities have offered majors in Artificial Intelligence, quickly becoming the fastest growing major in China \\\\[[2](https://www.sigs.tsinghua.edu.cn/en/2020/0914/c1668a18569/page.htm)\\\\] \\\\[[3](https://cset.georgetown.edu/publication/ai-education-in-china-and-the-united-states/)\\\\]. In China, the Ministry of Education is directly responsible for setting centralized long term goals for more than 282 million students and directly manages 75 elite universities. In contrast, the US allows each state to set its own education goals, complicating a unified direction for American education. ([link](https://cset.georgetown.edu/publication/education-in-china-and-the-united-states/)) The top-down style of the CCP is antithetical to how Silicon Valley and the US approach education.\\n\\n![](https://www.byteleg.com/content/images/2021/09/Screen-Shot-2021-09-21-at-5.57.38-PM.png)\\n\\nIt is projected that by 2025 Chinese universities will produce more than 77,000 STEM PhD graduates compared to approximately 40,000 in the US \\\\[[4](https://cset.georgetown.edu/publication/china-is-fast-outpacing-u-s-stem-phd-growth/)\\\\]. While US institutions maintain and recruit the highest quality AI researchers from around the world the sheer scale of China’s investment in AI will present a challenge to American dominance.\\n\\n## AI FRIENDLY POLICIES\\n\\nThe Chinese Communist Party is doing everything it can to push AI development. In contrast to the United States, the CCP has little concern for market forces and is deeply involved in the day-to-day operations of the Chinese economy. In a study of Shenzhen’s International Technology Transfer Model and Measure to Improve it, the author notes that state action can directly impact technology transfers between regions \\\\[[5](https://cset.georgetown.edu/publication/a-study-of-shenzhens-international-technology-transfer-model-and-measures-to-improve-it/)\\\\]. Additionally, The Chinese Communist Party’s 14th Five-Year Plan, which passed the National People’s Congress in 2021, explicitly supports optimization and innovation in AI. \\\\[[6](https://cset.georgetown.edu/publication/china-14th-five-year-plan/)\\\\]\\n\\nWithout direction from the Chinese Communist Party, none of the above – a large computer science pipeline, entrepreneur access to abundant data, and hungry entrepreneurs – would be possible.\\n\\nMore reading on the subject can be found below:\\n\\n[How China is Preparing for an AI-powered Future](https://www.wilsoncenter.org/publication/how-china-preparing-for-ai-powered-future)\\n\\n[U.S. leadership in artificial intelligence (AI) research and development (R&D) may be challenged by China’s recent and centralized policy planning aimed at rapidly developing AI-related technologies. The Chinese government supports AI as a strategic area supported by high-level policies with ambitio…](https://www.wilsoncenter.org/publication/how-china-preparing-for-ai-powered-future)\\n\\n![](https://www.wilsoncenter.org/themes/custom/wilson/assets/pwa/icons/apple-touch-icon.png)\\n\\n![](https://www.wilsoncenter.org/sites/default/files/styles/og_image/public/media/images/publication/china_ai_cover.jpg)\\n\\n\\n***\\n\\n![](https://www.byteleg.com/content/images/2021/09/AI-Superpowers-03.png)\\n\\nIn April 2018, Kai-Fu Lee gave a TedTalk on AI and it’s impacts on our world. In the video, he explains his second point, that AI is going to fundamentally change the world, much better than I can. Click below to watch:\\n\\n\\n***\\n\\n![](https://www.byteleg.com/content/images/2021/08/Sections-31-1.png)\\n\\n### Cultural Revolution\\n\\nOne of the quotes I found most remarkable in the book was “When Bill Gates founded Microsoft in 1975, the People’s Republic of China was still in the middle of the Cultural Revolution.” I recently finished Mao: The Unknown Story and was struck by both the similarities and profound differences between the two eras in China. On one hand, technologists in China are competing with Americans on a level playing field, demonstrating the technical and economic progress China has made. On the other, Chinese Gymnasts at the 2020 Olympics wore Mao pins during the medal ceremony, symbolizing a return to Authoritarian Maoism to China \\\\[[7](https://www.wnct.com/sports/japan-2020/mao-pins-worn-by-chinese-athletes-may-test-olympic-rules/)\\\\] \\\\[[8](https://en.wikipedia.org/wiki/Maoism)\\\\].\\n\\n![](https://www.byteleg.com/content/images/2021/09/Screen-Shot-2021-09-25-at-5.05.40-PM.png)\\n\\nIn 1966, Mao supported radical university students attacking the school’s establishment as counterrevolutionaries, kicking off the Cultural Revolution. Unfortunately for these students, often the sons and daughters of elite Chinese, the Cultural Revolution would soon come for them in the “Down to the Countryside” movement. This movement, which targeted many of the original Red Guard students, forced young intellectuals into the countryside to perform manual labor. Given the [recent Chinese crackdown](https://chinatalk.substack.com/p/chairman-rabbit-on-the-tech-and-education?token=eyJ1c2VyX2lkIjo0MzQ3NTc0LCJwb3N0X2lkIjo0MDA2Mzk2NiwiXyI6InhiTWt1IiwiaWF0IjoxNjMyNTg1Njg4LCJleHAiOjE2MzI1ODkyODgsImlzcyI6InB1Yi00MjIwIiwic3ViIjoicG9zdC1yZWFjdGlvbiJ9.wGxgsoIzb6j_DIXV_0nR_zzgDFqhMtU5J4KP1Ba-R_I) on consumer and education tech companies, I wonder if something similar is occurring. The Chinese Communist Party cares most about control, and the Red Guard students - while useful at diminishing the power of intellectuals – ultimately became too difficult for CCP to control as well, leading to punishment. The Chinese tech industry is providing incredible benefits to China but was punished to maintain the power consolidated to the CCP.\\n\\n### Compute and Semiconductors\\n\\nOne area of AI Kai-Fu Lee deeply underestimates is the importance of semiconductors and microchips in AI advancement. As mentioned above, the AI Triad is critical for the future of AI. Kai-Fu Lee highlights the incredible amount of data Chinese AI scientists can use to build better algorithms. This misses the importance of compute in creating the best AI. As IoT devices become more normalized, data will be abundant everywhere, diminishing China’s current advantage. According to Forbes, in the last two years, 90 percent of the data created by humans was created in the last two years. \\\\[[9](https://www.forbes.com/sites/bernardmarr/2018/05/21/how-much-data-do-we-create-every-day-the-mind-blowing-stats-everyone-should-read/?sh=1cf0018960ba)\\\\]. As data becomes less important, cutting-edge compute will become the chokepoint for AI. In this area the United States and its allies are far ahead.\\n\\nThe following is an excellent overview of the international semiconductor industry and China’s efforts to build out a domestic version.\\n\\n[China, Semiconductors, and the Push for Independence - Part 1](https://lillianli.substack.com/p/china-semiconductors-and-the-push)\\n\\n[Guest post by Jordan Nel of Vineyard Holdings](https://lillianli.substack.com/p/china-semiconductors-and-the-push)\\n\\n![](https://bucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com/public/images/94c1453a-28bd-46f0-974b-cd9fd7df26e5/apple-touch-icon-1024x1024.png)\\n\\n![](https://cdn.substack.com/image/fetch/w_1200,c_limit,f_jpg,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fe9a815d6-8e2c-4a65-9c0a-0c52834db187_1005x407.png)\\n\\n### Military Implications/Key Data\\n\\nWhile data on food purchasing habits is important to building a delivery AI, it is totally unhelpful in building an AI to deliver a missile. Kai-Fu Lee noted that while China may have an army of tinkerers, it is unlikely to push the ultimate frontier and discover a general-purpose AI. One aspect of the AI contest largely left out of AI Superpower is the impact AI will have on the future of warfare and the security posture of the United States. For example, if Chinese AI have data on the purchasing habits of Chinese consumers, it doesn’t help deliver a missile into the heart of Chicago. However, if Chinese AI were to have accurate data on the geography of the United States one can easily see how this would have military implications. Chinese AI with mass amounts of data on American transportation patterns could help identify a weakness in America’s defenses. Data protections, especially between the two AI superpowers, will be critical to national security moving forward.\\n\\n### AI Inequality\\n\\nAs discussed by Klaus Schwab in the Fourth Industrial Revolution, AI will create massive inequality, both within the United States and between the United States and other nations \\\\[[10](https://www.byteleg.com/the-fourth-industrial-revolution/)\\\\]. Few developed nations, such as the United States and China, will produce the world AI, eliminating ladders out of poverty for developing nations. If we’re not careful, in the same way that the American workforce could hollow out into two classes, countries throughout the world could do the same.\\n\\n\\n***\\n\\n[State of AI Report 2020](https://www.stateof.ai/)\\n\\n[The State of AI Report analyses the most interesting developments in AI. Read and download here.](https://www.stateof.ai/)\\n\\n![](https://www.stateof.ai/favicon.ico)\\n\\n![](https://www.stateof.ai/2020-reportb.png)\\n\\n\",\"timestamp\":1635281275,\"title\":\"AI Superpowers\"},\"digest\":\"sgy1OI2Fkw4z-qVVygYGM-9fb-_TfNkJ9qHYDeTvvUs\",\"authorship\":{\"contributor\":\"0x9805Dd8E8bc2875AcaFcb4A7Ab26eC67Cc516373\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FgQIs7iDGT2jb2Exp_WoL3F1A2B-H0jR5kcc53oUPcI\\\",\\\"y\\\":\\\"csN3pGryb1TmRzJk56XUd63qw3skh5TfTpsBBw0lK-k\\\"}\",\"signature\":\"BSBM_myA2LEZ9EPoPvamLwhIgiDKJYr7974AjGDTWuJgKjZCJGDf_8pWYB3nEaCt6kRJxjv-irlpfuU4Q4mHyQ\",\"signingKeySignature\":\"0xabddcac4fda5fea5f6b043cd639f3a29f7d0234eac6b738cbc567d9b195436c83287aba04a9ab3278b2c4a19648d3f6593ab56914a92e7b4943ce9fbd67421f61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FgQIs7iDGT2jb2Exp_WoL3F1A2B-H0jR5kcc53oUPcI\\\",\\\"y\\\":\\\"csN3pGryb1TmRzJk56XUd63qw3skh5TfTpsBBw0lK-k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sgy1OI2Fkw4z-qVVygYGM-9fb-_TfNkJ9qHYDeTvvUs\"}"