"{\"content\":{\"body\":\"## 🎯 tl;dr\\n\\n1. **What kind of project is it?**\\n   1. A mobile and web based 3D NFT Gallery\\n2. **What’s the mission?**\\n   1. To provide a unique and gorgeous way for NFT holders to display their jpegs, and serve as a playground for web3 hatchlings to visit spaces, ask questions & learn about NFT projects & communities.\\n3. **What are they building?**\\n   1. Building the ability to customize your space to your wildest imagination! Expanding community voting through snapshot.\\n4. **Why does the community support it?**\\n   1. The spaces are gorgeous, and the experience is mesmerizing. The platform inspires web3 artists and hatchlings to buy NFTs just to see them in the hylaiko world!\\n5. **How can I get involved?**\\n   1. hyaliko is free to use! Join the [Discord](http://discord.gg/2xvCVkAuWu) and check out your own free space [here](https://www.hyaliko.com/) by entering your public wallet address, or on the mobile iOS app [here](https://apps.apple.com/us/app/hyaliko/id1583505051)! Fully support the project by customizing and purchasing a variant to own your own custom world.\\n\\n## 💕 a platform for everyone\\n\\nhyaliko, built from a deep passion for browser-based 3D experiences and connecting people, seeks to create the most beautiful spatial NFT gallery in web3 with its mesmerizing geometric spaces and serene music.\\n\\nhyaliko is more than just a 3D world, it’s an *experience* powered by the community’s ideas, focusing on onboarding new entrants to the web3 world by making it accessible to anyone (it’s free!). It’s a beautiful place to show off your NFTs, which inspires web3 hatchlings to checkout projects, ask questions, and dive deeper into the web3/NFT world. Being a visual gallery of NFTs, it’s also a way to express your associations, personality, and vibe in web3. Mesmerized with what the blockchain can do, hyaliko seeks to be a visual example and inspiration to what [permissionless](https://101blockchains.com/permissioned-vs-permissionless-blockchains/) and [interoperability](https://101blockchains.com/blockchain-interoperability/) mean to new entrants in the web3 space. hyaliko’s mission is not just to design beautiful NFT galleries with their community, but to serve as a playground of discovery and inspiration to anyone new to web3.\\n\\n[https://twitter.com/hyaliko/status/1438159093915660288?s=20](https://twitter.com/hyaliko/status/1438159093915660288?s=20)\\n\\n## 🎨 a little background\\n\\n[Collin](https://twitter.com/collinmcfresh) (the creator of hyaliko) got involved in the tech scene early on, majoring in computer science and working in various startups in Boston. During COVID, Collin decided he wanted to use the opportunity to move to New York, and pivot his career focus to tinker with his true passion in gaming. Interested in the new desire for online micro-hangouts and the lack of accessible, fun 3D spaces & experiences, he wanted to build some games to run a few experiments and see what he could cook up 😈\\n\\nOne fun game he made that served as the inspiration and foundation for hyaliko was this adorable web-based mobile 3D platformer! Take control of a capybara and explore the refreshing Yuzu hot springs while picking up delightful fruits and chatting with the local birdies 🐥\\n\\n[https://youtu.be/0Ies7Mb2H3A](https://youtu.be/0Ies7Mb2H3A)\\n\\nHanging around various leaders and degens in the NYC tech scene, he started to pick up wind of web3, blockchain, and the application that caught his eye the most - NFTs. The idea that anyone could query the blockchain and that all the information was public and accessible blew his mind. He immediately starting dreaming of the potential of mixing true digital ownership, games, and spatial elements to create delightful 3D experiences that also focused on onboarding new entrants to the space.\\n\\n## 💠 the first vertex\\n\\nWanting to prove out his concept and get initial feedback, he created the first version of hyaliko - a simple way to search an address and view the NFTs they held!\\n\\n![(marcuban.eth wallet)](https://mirror.xyz/_next/image?url=https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2FH4bq2hGPESPd6xis6N9yU.png&w=3840&q=90)\\n\\nAfter seeing much love and success on his initial concept, he set out to officially flesh out his vision. Collaborating among his close friends and network ([@officalandrew](https://twitter.com/officialandew) did the stunning music), he created [15 genesis (original) spaces](https://opensea.io/collection/hyaliko-space-garden) and launched them in July with the goal of only selling one! However, to his surprise (though it’s no surprise because the platform is 🔥), the spaces were minted out in just a few days by true NFT & web3 enthusiasts who discovered hyaliko organically on Twitter, word of mouth, and through the [Blitmap](https://opensea.io/collection/blitmap) & [0xmons](https://opensea.io/collection/0xmons-xyz) discord.\\n\\n[https://twitter.com/hyaliko/status/1410632270348754950?s=20](https://twitter.com/hyaliko/status/1410632270348754950?s=20)\\n\\nEven if you didn’t mint a space or missed out on it, hyaliko is still extremely accessible to view your own NFTs in the gorgeous hyaliko virtual world and style **since it’s free!** Of course, buying a space gives you more customizability, but hyaliko is designed to be accessible to everyone!\\n\\n*Try it out! Simply enter your public wallet address [here](https://www.hyaliko.com/) (or download the iOS mobile app [here](https://apps.apple.com/us/app/hyaliko/id1583505051))*\\n\\n![enjoying my seagreen flower in the free gallery](https://mirror.xyz/_next/image?url=https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2FMqScapecacll54MFEcevv.png&w=3840&q=90)\\n\\nDeeply inspired by the spaces selling out organically in just a few days, hyaliko knew that they wanted to create more spaces and to fully bring the experience to the dedicated community that had formed around their first launch. Initially rolling out spaces in weekly batches, their community strongly desired more and hyaliko answered with the space factory - **Pick from one of the prismatic space shapes, edit the terrain, background, & particle options, and pay 0.1 eth to confirm and mint your own variant!**\\n\\n![purple prismatic oasis](https://mirror.xyz/_next/image?url=https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2FZDuMGKa27Mql8ASXVhth8.png&w=3840&q=90)\\n\\nhyaliko didn’t stop with just the space factory. Using the community’s ideas and feedback to power the next iterations, hyaliko sought to expand the platform. Working quickly, they launched multiple avatar integrations (did one with [Cool Cats!](https://opensea.io/collection/cool-cats-nft), one of the hottest projects right now), bridging folks from various communities to enter the spaces, chat, and discover each others’ collections. They continued to iterate on the product based on the rolling feedback of the growing community, launching many new features every week. Recently, they just launched full camera controls - a HUGE ask from their growing community.\\n\\n[https://twitter.com/hyaliko/status/1445831467821453312?s=20](https://twitter.com/hyaliko/status/1445831467821453312?s=20)\\n\\nAs the community started to grow, hyaliko’s mission of inspiring new entrants to the space started to organically happen. The platform starting gaining traction and artists who had launched their own NFTs would join/create a hyaliko space to see their work displayed in the beautiful gallery! Inviting other new entrants and friends to the space, folks have even told hyaliko that they bought NFTs just to see them displayed in the virtual world! hyaliko’s mission of being an online bridge between projects, communities, and people of varying expertise has organically blossomed due to them building *with* their community, and keeping in mind the experience for new entrants at every step.\\n\\n[https://twitter.com/EddiJonesNFT/status/1453101971263660032?s=20](https://twitter.com/EddiJonesNFT/status/1453101971263660032?s=20)\\n\\n## 😈 what’s cooking next?\\n\\nhyaliko is just getting started, and there’s so much more to come to this platform! Next up on the list is to add custom music to the galleries and set up various voting mechanisms on [Snapshot](https://docs.snapshot.org/) (a decentralized voting system) for the dedicated community members and space owners. Additionally, hyaliko wants to improve the customization options, letting people fully curate and arrange their galleries to their wildest imaginations.\\n\\n## 🙋 how do I get involved?\\n\\nhyaliko is free to use! Join the [Discord](http://discord.gg/2xvCVkAuWu) and check out your own free space [here](https://www.hyaliko.com/) by entering your public wallet address, or on the mobile iOS app [here](https://apps.apple.com/us/app/hyaliko/id1583505051)! You can also visit others’ spaces and check out the cool worlds they’ve built, and art they host!\\n\\nFollow hyaliko and Collin on Twitter for all new features, updates, and sneak-peaks!\\n\\n[https://twitter.com/hyaliko?lang=en](https://twitter.com/hyaliko?lang=en)\\n\\n[https://twitter.com/collinmcfresh](https://twitter.com/collinmcfresh)\\n\\n## 💙 Peace and Love\\n\\nThank y’all so much for reading!! Onboarding new entrants to the space is something I am deeply passionate about, so it was a pleasure getting to know Collin, and understand the mission behind hyaliko.\\n\\nSuper excited to go to NFT.NYC, and hit me up on twitter if you’re around, would love to get drinks or coffee!!\\n\\n**You can do anything, but you can’t do everything. Take care of yourself!!**\\n\\n* ⌛️ Watch Dune! (On HBO Max, or in theaters!)\\n* 🧖‍♀️ Go for a spa day!\\n* 🥐 Treat yourself to a nice pastry\",\"timestamp\":1639115512,\"title\":\"hyaliko: a prismatic spatial NFT gallery\"},\"digest\":\"HdxRbFsn1CRrpsRj4PUKvlvlZR3D53w8thqlPeKEMe8\",\"authorship\":{\"contributor\":\"0x75A548a2Df9Ba12af496BD5364F642C9cE3C3976\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NFrv_dqj145jHbm_AqNs1yf5wN1V1FKpNpg9NCWYSWo\\\",\\\"y\\\":\\\"IC7mQ0yXBzb3CCkff0PXoS6j4TIh0YHkw-dWcDUFgVw\\\"}\",\"signature\":\"PyAZIJYy106darnWRtCQZPNSJY9lbp62HpgagKBwN0gR01cw-WM1r_TIfu_lm8aV5Njpx1gKNH39OcVBTT8yHw\",\"signingKeySignature\":\"0x652ed32b71af48cb1a4618ca363efd5c7775286b54e8b63ce1a8c21208f8e7d22cdda748c6b452413aa9e5526e583dc6cf739cb2544d6a8eb530649d10c98f031b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NFrv_dqj145jHbm_AqNs1yf5wN1V1FKpNpg9NCWYSWo\\\",\\\"y\\\":\\\"IC7mQ0yXBzb3CCkff0PXoS6j4TIh0YHkw-dWcDUFgVw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HdxRbFsn1CRrpsRj4PUKvlvlZR3D53w8thqlPeKEMe8\"}"