"{\"content\":{\"body\":\"A [decentralized city](https://www.meatspacealgorithms.com/decentralized-cities/) is a network of distinct physical locations tied together by shared governance and culture. They allow people to maintain close social ties and norms while moving around to different places. They also create robustness against local changes in climate, regulation, and social norms.\\n\\nInspired by Balaji's essay on [The Location Stack](https://1729.com/location/) for technological progressives and conversations at Creator Cabins this past week, we've been thinking through a rough sketch of the full tech stack for decentralized cities:\\n\\n![](https://images.mirror-media.xyz/publication-images/c9eff57a-48ee-4e01-bce5-6a71e784d038.jpeg?height=1725&width=1307)\\n\\nThis becomes possible by separating the physical and social layers of a city. You can think of physical and social layers as a city's hardware and software. Hardware is the physical space: the land, the infrastructure, and the buildings. Software is the social layer: incorporation, governance, and communication. \\n\\nAs with computers, decentralized cities should have compatible and interchangeable hardware and software architectures. If a physical node in the network doesn't agree with decisions being made, they can spin up a new virtual governance layer. And if a physical location becomes an untenable place to continue living, the community can migrate to a new location without losing the social and governance layers. \\n\\nBy decoupling these functions, everyone has a plausible path to [exit](https://en.wikipedia.org/wiki/Exit,_Voice,_and_Loyalty) and try something different. You can imagine that virtual \\\"governments\\\" would gain and lose physical locations over time, and that physical locations could be part of multiple social and governance layers, depending on their needs:\\n\\n![](https://images.mirror-media.xyz/publication-images/49e05c2c-07d5-44b5-9038-803cac2a07ab.png?height=1099&width=1704)\\n\\n\\n\\n## Hardware for a decentralized city\\n\\nThere are three layers of the hardware stack:\\n\\n1. Land\\n2. Infrastructure\\n3. Buildings\\n\\n![](https://images.mirror-media.xyz/publication-images/92059fdb-2942-4ef8-99d5-dd6939e91621.png?height=697&width=1224)\\n\\n### Land: Develop multiple exurban locations\\n\\nWhile the metaverse will increase our time spent in virtual realities, we still need to live in good old-fashioned reality. The base layer of the tech stack of this reality is land. \\n\\nWhile decentralized cities need land, a key difference that separates them from conventional cities is that it's not all in one place. Multiple physical locations in the network allow flexibility and a plausible path to exit from any specific location. \\n\\nSome physical locations are better than others. \\nPeople usually evaluate the best living locations through quality-of-life factors like:\\n\\n- Cost: housing, food, taxes...\\n- Environment: climate, access to nature...\\n- Infrastructure: internet speed, airports, healthcare...\\n- Culture: access to dining, museums, concerts...\\n- Regulation: the ability to build, experiment...\\n\\n[also it can't already be a city!] We believe that exurban environments provide the best trade-off among these factors for decentralized cities: relatively low costs and regulation, and access to both nature and urban areas. Thirty minutes to one hour outside of core urban areas seems to be ideal. For example, we've located the first Creator Cabins location in an exurban sweet spot, out in unincorporated nature, but only 45 minutes from downtown Austin:\\n\\n![](https://images.mirror-media.xyz/publication-images/ac2d734f-8a1d-4e38-9f59-c8c59639f090.jpg?height=1512&width=1926)\\n\\n\\n\\n### Infrastructure: Go off-grid \\n\\nTo build a robust decentralized city node, off-the-grid technologies make up the infrastructure tech stack. Solar panels, fixed wireless or satellite internet, a well, and a septic system can provide for an entirely independent retreat. Here are some pictures of our infra set-up:\\n\\n[PICTURES] \\n\\nThere are probably several whole posts to be written about lessons learned putting in our infrastructure. But generally speaking, these technologies have gotten good enough that you can create a functioning outpost on your own infrastructure nearly anywhere in the world. \\n\\n### Buildings: maintain flexibility\\n\\nThe lived-in layer of the decentralized city hardware stack provides the bridge to the social layer...\\n\\nStewart Brand \\\"buildings never match their intended use...\\\"\\n\\nWe recommend A Pattern Language \\n\\nIn other words, the physical environment can and should be suited to the target citizens of your decentralized city. In our case, we designed \\n\\n[graphic of cabin]\\n\\nWe partnered with Forte Shelter to pre-fabricate this cabin out of shipping containers. While pre-fab construction is not a panacea, it allows the flexibility to install similar cabins anywhere in the world and move existing cabins to new locations if needed. \\n\\nOther flexible living options like [van company] also allow for ease of migration. [Chenoe Hart article] on moveable buildings/self-driving cars. \\n\\n\\n\\n\\n## Software for a decentralized city\\n\\nDecentralized cities run on three primary layers of the software stack:\\n\\n1. Incorporation\\n2. Governance\\n3. Social\\n\\n### Remote incorporation\\n\\nIn Balaji's Location Stack post, he asks for . We assume others will provide much better summaries...one example...\\n\\nBut we believe that eventually decentralized cities can be governed primarily on-chain, and local regulations . \\n\\nThis actually works elegantly within the existing structures of American federalism. The idea of powers left to local governing bodies is core to ...\\n\\n\\n\\nTraditionally, cities are in a single place and are incorporated locally. But much like startups now incorporate in Delaware regardless of where they do business, cities may start to incorporate in one place and ... Wyoming?\\nThis is one reason I think it's important to set up decentralized city hubs in unincorporated areas. \\n\\nLocal laws still matter, ...\\n\\nIf local governance isn't tied to a single location, where does it happen? On-chain.\\n\\n\\n### On-chain governance\\n\\nBlockchains are a natural fit for decentralized city governance. They allow for open access, transportability, and a permanent and inalterable historical record.\\n\\nOne of my favorite characters of Texas history is [Angelina Eberly](https://en.wikipedia.org/wiki/Angelina_Eberly), an innkeeper who protected Texas' government records with a cannon when Sam Houston (then the president of Texas) tried to forcibly relocate the state capital from Austin to his namesake town of Houston. There's a statue to honor her near the capitol in downtown Austin:\\n\\n![](https://images.mirror-media.xyz/publication-images/b6a9b444-019a-475e-920f-0f0c39e60ca2.jpg?height=912&width=1600)\\n\\nThe [Texas Archive War](https://en.wikipedia.org/wiki/Texas_Archive_War), as it was called, isn't possible when the governance records are located on a blockchain. **Anyone can look at the records at any time from anywhere, and no one can change them.**\\n\\nWe are experimenting with this at Creator Cabins by launching CabinDAO, a token-based governance structure for funding and awarding creator residencies at our cabins. \\n\\n\\n### Off-chain communication\\n\\noff-chain discussion, votes, content, recruiting...\\n\",\"timestamp\":1621815437,\"title\":\"Tech stack for decentralized cities\",\"publication\":\"creators\"},\"digest\":\"Y-0lmZzjE42HwzrbtUr2eLb6LI4hkAGg70kZfCicQK0\",\"authorship\":{\"contributor\":\"0xbeC26FFa12c90217943D1b2958f60A821aE6E549\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZDlhJZQ0hfXSwgFy_dldmR9lmjEnSewfmEsE1XIpgoo\\\",\\\"y\\\":\\\"fo5VrP3ivmMtUHGkrqg5ImpKZqPoeeetwH99a8BNKgY\\\"}\",\"signature\":\"_v0nireqpE6A2e1ut8fkH6zWrN1-KozPpng5mOyvtVpDsiGQApdlo51CdNdLTBCS0eji_N6ZDTnxh9NdxtF0Hg\",\"signingKeySignature\":\"0xcbd55f06c62b374c175099440348482da59dd6a25a3982c3eb9f8a4b42d8561f168efdfb659c4a68a548db9035d89eea96fc23d65a053ee4e8e8fbdf31c5361c1c\",\"signingKeyMessage\":\"I authorize the publication of articles on creators.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZDlhJZQ0hfXSwgFy_dldmR9lmjEnSewfmEsE1XIpgoo\\\",\\\"y\\\":\\\"fo5VrP3ivmMtUHGkrqg5ImpKZqPoeeetwH99a8BNKgY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-lNPJRz2GLWIcsuMTZqklGNEWRrY7Nk0Y33Qn6Lw4q4\"}"