"{\"content\":{\"body\":\"### An open basketball metaverse and P2E video game where NFT players of all shapes and species can compete to become superstars on teams owned & managed by the players.\\n\\n![](https://miro.medium.com/max/2000/1\\\\*WqwTSM7uicA0KKSuXRrqAQ.png)\\n\\n[Meet MetaSports Basketball](http://metasportsbball.xyz/)🏀 is a blockchain-based multiplayer basketball management video game where you can **build your MBA franchise, draft a team of MBA players (including external collections like Bored Apes!), and rise to glory by** **winning leagues and tournaments in this P2E game.** 🏆\\n\\nLive the dream, and coach a basketball team in the Metaverse 😎 **Releasing Q1 2022**, opening with an MBA player starter pack NFT sale!\\n\\n* [Our Website](https://metasportsbball.xyz/)\\n* [Our Discord Server](https://discord.gg/metasports)\\n* [Twitter Account](https://twitter.com/metasportsbball)\\n* [Telegra](https://t.me/MetaSportsbball)m\\n* [YouTube](https://www.youtube.com/channel/UC7bedGNa1YseJ0azMaPy9og/featured)\\n\\nWe’re building MetaSports on[ Ethereum](https://ethereum.org/en/),[ StarkWare’s StarkNet](http://starkware.co/), [IPFS](https://ipfs.io/), and the[ Internet Computer](https://dfinity.org/) blockchain (with the help of the[ Terabethia bridge](https://terabethia.ooo/)) to bring the entire basketball ecosystem (franchises, players, coaches, fans, stadiums, and so on!) into an **e-sports metaverse videogame experience that will be:**\\n\\n* Accessible to anyone\\n* Low cost (by leveraging multiple different chains for different aspects of the game)\\n* Free to play (a free mode all the way up to high stake leagues/tournaments)\\n* Open to external avatars/NFT’s (make the NFT avatars you already own/love bball stars)\\n* Super fun (and gets more fun overtime as we turn the management game into a fully playable metaverse basketball game with NFT avatar players)\\n\\n## **Welcome to the MBA — The V1 Gameplay 🏀**\\n\\n![](https://miro.medium.com/max/2000/1\\\\*tzz1z4ipZYavON-hkrPxyQ.png)\\n\\n**MetaSports Basketball will start as a multiplayer basketball management simulation game.** As a GM, your role is to build a dream team of NFTs so that your franchise rises to glory each season!\\n\\nThe MBA (MetaSports Basketball Association) will be an ever-changing basketball scene. From starting out as rookies to becoming legends and retiring, NFT athletes on the MBA **grow in skill over time.** Keeping a constant rotation on teams as new stars come in, and forcing strategic decisions for each match.\\n\\nThe two core tokens involved in this P2E experience are:\\n\\n* **$BALL:** Main utility token (buying/selling players, paying entry fees, etc.)\\n* **$MBA:** Governance token for the game, and proof of attendance.\\n\\nThese will drive the reward and **play-to-earn economy** of the MBA and both tokens will be accessible and exchangeable on the Ethereum, Layer 2’s (ex. Starknet), and the Internet Computer (bridged over thanks to the[ Terabethia bridge](https://terabethia.ooo/)).\\n\\nLet’s review how your journey as a GM will look.\\n\\n## **1) Build a Franchise. Collect, Trade, Sell, & Buy Players for your Team**\\n\\n![](https://miro.medium.com/max/2000/1\\\\*X08RgeR7CkiwWOQTCUXpzQ.png)\\n\\nYour first step as a GM will be to build out your basketball franchise from the ground up. With a killer team name, and logo, what else do you need?\\n\\n**Players to make up the team, of course! It’s time to sign some stars.** You’ll need 10 players to make up a team, you’ll be able to get players by:\\n\\n1. Minting/buying player packs with the $BALL token.\\n2. Trading or borrowing players using the in-game marketplace.\\n3. Through in-game rewards (tournaments, and season prizes).\\n\\n**Some familiar faces in the picture above, right?** It’s the metaverse after all, so no rules in terms of what world or dimension players come from.\\n\\nMBA Player NFTs won’t be the only NFTs capable of working in our game and forming part of your team, you’ll also be able to **morph external NFTs from approved collections (like BAYC, Cool Cats, Clonex)** and use them as MBA players on your team.\\n\\nStats are randomly generated, and each player **will grow and change in skill over time**, as you decide to give them more minutes or loan them out to other players to earn $BALL & $MBA. Eventually, players will retire and become eligible for other gameplay modes coming in the future (e.g hall of fame, coach/training, exhibition matches). Retired athletes from external NFT collections can be brought back as rookies using a new morph card.\\n\\n## **2) Coach Your Teams & Compete in Seasons & Tournaments**\\n\\n![](https://miro.medium.com/max/2000/1\\\\*HcGx3Ex7gs3ginFwcyE9ww.png)\\n\\nGot your dream team ready? Then time to start your franchise’s journey to becoming an **MBA team of legend.**\\n\\nTo do that, you need some trophies and medals on top of your shoulders, so you’ll need to start playing and winning **seasons & tournaments:**\\n\\n* **Salary Season**: Pay an entry fee and compete for a big-stakes prize pool.\\n* **Free Season:** Play for free, train your team, and compete for prizes.\\n* **Tournament:** Join freeroll exhibition tournaments every hour.\\n\\n**Rewards** **will be in $BALL and $MBA tokens**, as well as MBA Athlete NFTs so that you can **keep a constant influx of new players** to your team, as your other athletes grow, retire, or fit other team formulas.\\n\\n![](https://miro.medium.com/max/2000/1\\\\*ClVMsavqMGIpghpXzvLRUQ.png)\\n\\nYou’ll have to think strategically. **Players and teams have salaries.** The higher the skill of an athlete, the higher its salary. You’ll compete with teams of **similar skill/salary ranges, and entry fees will be higher to play for high-stakes reward pools when you move on to all-star leagues.**\\n\\nYou can have multiple teams with any kind of player combination! This not only helps players **build the best team possible for each matchup,** but keeps the game accessible **to both people who want to play & earn at a low cost, and players who want to go all-in.**\\n\\n## The MetaSport Basketball Roadmap 🗺️\\n\\n![](https://miro.medium.com/max/4466/1\\\\*-hSlW51DIOkFcd4E7GMF0Q.png)\\n\\nToday, we’re revealing the MBA to the world. Our goal is to reach the game’s release is Q1 2022 (the game is already in testing!) but there are **many exciting steps to take before we get there!**\\n\\nWe’ll start by dropping an MBA **Starter Pack NFT Series** on Ethereum, a pre-sale that’ll help all players get ready for the game’s release with an all-you-need starting kit:\\n\\n* 7–10 in-game NFT players\\n* 0–3 Morph card to bring external NFTs as players\\n* A random amount of $BALL!\\n* A Franchise NFT\\n\\nFrom there, two steps will take us into the game’s launch: the release of our $MBA governance token, and then the opening of the MBA marketplace, so players can start **redeeming their starting packs, and buying/trading players to prepare their teams early.**\\n\\n## **The MBA’s Post-launch Future & Metaverse Vision 🔮**\\n\\nThat’s not all we have in store, though. As we said, we aim to bring the real-world professional basketball experience into the metaverse. From franchise owners to managers, players, and the audience, we want everyone to **play their part in the metaverse!**\\n\\n1. **Hall of Fame** — Legendary player record with achievement tracking\\n2. **Head-to-head** — 1v1 simulation match-ups for private matches.\\n3. **Rookie Combine** — Draft rookies from animated combine videos.\\n4. **Dynasty Mode** — Play multiple seasons with the same players\\n5. **Video highlights** — NFTs rewards of key plays.\\n6. **Full video simulations** — For all individual games.\\n7. **Full Athlete Control** — Moving from live simulation, to live skill gameplay where players control the athletes themselves.\\n8. **NFT Franchises & Stadiums** — Own and sell entire teams/franchises, buy in-game stadiums to earn further rewards, and more.\\n\\n## Built on Ethereum, StarkNet, IPFS, and the Internet Computer — An Interoperable & Open Game 💠️\\n\\n![](https://images.mirror-media.xyz/publication-images/QAyXYnaNCmmylqXEqBUAG.png?height=869&width=1810)\\n\\nWith MetaSports Basketball, we’re building an open game ecosystem where NFTs and assets can **interoperate not only across different experiences but across different chains (ex. to bring in NFT’s from anywhere to be eligible to morph into MBA players).**\\n\\nHow’s this achieved? By leveraging a multi-chain setup, where **we can showcase the vision of how use-case-specific protocols can partner up** to drive better, faster, and more accessible experiences to everyone.\\n\\nIn this case, we’re using:\\n\\n* [Ethereum](https://ethereum.org/en/)\\n* [StarkWare’s StarkNet](http://starkware.co/)\\n* [The Internet Computer](https://medium.com/r?url=https%3A%2F%2Fdfinity.org)\\n* [IPFS](https://ipfs.io/)\\n* [Terabethia](https://terabethia.ooo/) (to bridge assets over)\\n\\nWe use Ethereum as the base asset layer for MBA NFT’s and tokens; Starknet as the orchestration layer and game rewards layer to **provide flexibility and optionality in terms of what chain users decide to receive their assets on; and the Internet Computer for low value transactions related to the game, as well as the gameplay and game logic, and IPFS as a storage redundancy layer and unique content identified for the game assets.**\\n\\nThis means that assets/rewards from the game (NFTs and Tokens) are assigned on StarkNet (based on gameplay data it receives from the Internet Computer), and mirrored across both chains through Terabethia. Then it can be up to the user to decide where they receive their assets, and if they want to move them from the IC or Ethereum or Starknet or other Layer 2’s and back for other purposes.\\n\\n## Wrapping it up — Join the MBA Dream 🚀\\n\\n![](https://miro.medium.com/max/3000/1\\\\*MHLyF43y2iLRbmrDIiAmOA.png)\\n\\nToday’s the beginning of the MetaSports Basketball journey, now it’s time you **join our community and start getting ready to build your legendary MBA team!**\\n\\nJoin us on [our Discord Server](https://discord.gg/metasports) to meet the team, follow the game’s development, get early sneak-peeks, and participate in events, games, and drops leading to the game’s release! Can also find us on[ Twitter](https://twitter.com/metasportsbball) for quick updates.\\n\\n## The MetaSports Basketball Team 💪\\n\\nWho will you find over that server? We’re[ ](https://psychedelic.ooo/)a group of Web3 builders with extensive blockchain, gaming, and entertainment production experience.\\n\\nThe team is the result of a collaboration between the core team of[ Psychedelic](https://psychedelic.ooo/) Games branch (creators of[ Fleek](https://fleek.co/) and other Web3 infrastructure projects); members of[ Laguna Labs](https://www.lagunalabs.io/) (Immersive Web Tech Agency, builders of the XR Engine); and[ Bubba Dutch Studios](https://bubbadutch.com/) (the production company behind Golden State Warriors Legacy Collection).\\n\\n* [Our Website](https://metasportsbball.xyz/)\\n* [Our Discord Server](https://discord.gg/metasports)\\n* [Twitter Account](https://twitter.com/metasportsbball)\\n* [Telegra](https://t.me/MetaSportsbball)m\\n* [YouTube](https://www.youtube.com/channel/UC7bedGNa1YseJ0azMaPy9og/featured)\",\"timestamp\":1639751970,\"title\":\"MetaSports Basketball 🏀 Own a Basketball Team in the Metaverse and Coach it to Glory ⛹️🏆 | MetaSports Basketball\"},\"digest\":\"ALVq26rbY8seKI-wIuBeSjCNI4CjgJPg7-W5w7eYMFA\",\"authorship\":{\"contributor\":\"0xCAaB07EBD4064d591D176BAa8091b16eADa3998B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G8xRfnvmF_WcGmTLoU5kQtJEMHRGnfj14HfA6hi3RTM\\\",\\\"y\\\":\\\"J_Ko3OaizUFCGyA97YUFyln4bxnUBFp1vZNbvpR4s0Y\\\"}\",\"signature\":\"L_0e1_HfYxGrU77dL8Z7ekQRCAvDabBcXGuZe0bzIm7w2hG-Z9LvuRLbkWur_w88SwAwZs4XlvlQ1wMuvKKlag\",\"signingKeySignature\":\"0x844de62637ffb923172b97ab84b77b40a827fd210c38c48d85f5faa4e5a2d023276f9f09a075c90f11a599dc0d85c5746baa79454ee25d65a6dd5162feb3f1b71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G8xRfnvmF_WcGmTLoU5kQtJEMHRGnfj14HfA6hi3RTM\\\",\\\"y\\\":\\\"J_Ko3OaizUFCGyA97YUFyln4bxnUBFp1vZNbvpR4s0Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kFlvaK72DTl-NnNWTs_OfEkdv6hvPGcopC1-csK2Vyo\"}"