"{\"content\":{\"body\":\"So last year [I made a bunch of predictions](https://avc.com/2021/01/what-is-going-to-happen-in-2021/) that with one exception were kind of obvious. I don’t want to do that again, so I am going to list five things that I think will happen this year that most people would not likely agree with.\\n\\n1/ As the pandemic evolves into an endemic in the first half of 2022, companies will reopen their offices and their employees will largely opt to go back to working together in offices.\\n\\nI qualified this with “largely” because I don’t think we will go back to everyone in the office again. Companies have become much more comfortable hiring remote employees who don’t live near a company office. Employees have made it clear that they want/need the flexibility to work from home a day or two a week. Some companies have moved to an entirely remote work environment. But I think the dominant form of working will return to “in office, with others” by the end of this year.\\n\\n2/ Carbon offsets, effectively a voluntary form of self carbon taxation, will take off in 2022 and by the end of the year, we will have a global market in excess of $10bn (up \\\\~10x in 2022).\\n\\nI think the big unlock will be bridging between the existing carbon offset market and the crypto markets where decentralized finance tools can bring massive innovation and demand to this market very quickly.\\n\\n3/ K12 systems around the US (and around the world) faced with teacher shortages and desperate to erase several years of learning shortfalls, will increasingly adopt online learning services in the school building in lieu of and in addition to in-class learning.\\n\\nThis may be obvious. I don’t really know. But there are many forms of learning that work in addition and in compliment to teacher-led classes and school leaders will need to be open to using them aggressively to turn around several years of learning losses.\\n\\n4/ Twitter opens up its APIs and allows anyone to operate Twitter clients that compete with its own.\\n\\nNow I am going out on a limb. But why not? That would be so amazing if it happened.\\n\\n5/ As I predicted back in the spring of 2017 \\\\[[8:30 into this video](https://www.bloomberg.com/news/videos/2017-05-17/union-square-s-wilson-on-vc-market-twitter-uber-video)], only five years too soon, Ethereum’s market cap will surpass Bitcoin’s in 2022. I hope I get at least as much abuse for this prediction as I did for that one.\\n\\nEthereum’s merge in 2022, combined with the understanding that productive assets must be worth more than non-productive assets, make this a fairly obvious prediction. But I got it wrong last time, so I surely can get it wrong again.\\n\\nI hope that 2022 brings us more positive surprises and less negative surprises than the last two years.\\n\\nHappy 2022 everyone!\\n\",\"timestamp\":1641063553,\"title\":\"What Is Going To Happen In 2022\",\"publication\":\"avc\"},\"digest\":\"8VZFMXG2UixcjTbR_JAK_1sDfsueRJNXnSqPwsHGvqg\",\"authorship\":{\"contributor\":\"0xB8332710AB60A1B2e8FE6D775d83524C9E0cE136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ui-9S0C9X3gAlcB4EB2TZViifiWJkJ388yCmfn-qbf0\\\",\\\"y\\\":\\\"8vvadQKQ1i9zIjBrMhh8wx9f-1oB09KeNUI5vbchk3U\\\"}\",\"signature\":\"cHbhZi2YGEk-43mLNRrfAE0jd6Bo2xBb_nZe6ru8SrcZnXOz85zG0BnkFmDjHS2KH5Z4A9NmM8tQnniW--p-qA\",\"signingKeySignature\":\"0x06552178b1a6b39422907322861d12db0ce73f5b5e3821cc44bbed6d492c72861ec96d2e2fb04ff1e1ecbe7fdc74069174aa2c514af0f0a5e29c75485834302f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ui-9S0C9X3gAlcB4EB2TZViifiWJkJ388yCmfn-qbf0\\\",\\\"y\\\":\\\"8vvadQKQ1i9zIjBrMhh8wx9f-1oB09KeNUI5vbchk3U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8VZFMXG2UixcjTbR_JAK_1sDfsueRJNXnSqPwsHGvqg\"}"