"{\"content\":{\"body\":\"婉言谢绝了往来的其他玩家发出的组队邀请，和你们组队的话，我还不如跟在冲天剑那大一票人后面蹭呢，还是自己一个人来的干脆，想砍就砍，想闪就闪，无须多说，没什么顾忌的。\\n\\n```\\n在砍翻了第N只豪猪的时候，我发觉自己的幸运真是很高，久违的升级提醒再耳边响起不说，掉在地上那把明晃晃，闪着寒光的青铜级双刃之獠牙战斧让我笑的合不拢嘴，5点的分配点让我忽然发觉系统真是很公平，很可爱。如果我没有忍住开始的寂寞，守住曾经的凄凉，那就不可能造就如果实力远超其他二十级玩家的我来，拿起战斧，回程，学好技能再过来也不迟，身上有钱，不赶紧提升一下技能等级还真对不起自己。\\n\\n拿出回程石，白色的光芒笼罩着我的身体，我生怕遗漏了什么似的，看了一眼瘫倒在地上的豪猪尸体， 兴高采烈地回了城。\\n\\n将身上装备好好修理了一番，将所有打到的东西全放到了银行，现在不急着卖，再等等玩家手上钱多了，不愁卖不出个好价钱，这是在将毒牙枪卖掉了以后，我才想到的，天地里家族型，有组织的玩家群体多的是，只要你有好货色，就不怕没个好价，有钱人的标准，就是只买最贵的，不买最好的。就连手上的丹药，也不怕没人要的，当然了，前提是在自己使用有保证的情况下才能卖，杀鸡取卵的事我可不会做。\\n\\n兴冲冲地跑到了佣兵协会，三步并作二步上了二楼，只见杀手导师迪卡多依旧在那里摆着酷酷的pose，手上又不知在雕刻着什么东东，听到我重重的脚步声，他放下了刻刀，抬起头来，那双充满了阴郁眼神的紫色瞳孔里映出了我的身形，如岩石般坚毅的苍白脸上也出现了些笑容，拍了拍沾着骨粉的双手，他站起身来有点诧异地说道：“年轻的人啊，怎么又来光顾我这里了，难道这么快你就提升了自己的能力，需要我进一步的帮助了吗？”\\n\\n“呵呵，你真是精明，一猜就中。我正是想来提升自己的技能等级的，价钱就不要便宜了，不过还有什么免费赠送的技能？”我一脸媚笑地说道。\\n\\n“该教的我都教会了你，免费赠送的技能是没了，不过有个可以免费告诉你的消息不知道你要不要听呢。”迪卡多冰冷的声音中带着几分和善地说道。\\n\\n“听，当然要听了，不过你先把我的技能提升一下吧。”我走近了迪卡多身旁，迫不及待地说道。\\n\\n“努力追寻嗜血者足迹的孩子，成为行走在黑夜中屠戮者的信徒，让我赐予你懂得品味血腥的味道，更加熟悉杀戮的技巧吧。”迪卡多轻薄的微紫色双唇中慢慢吐露着字节，贴着我的胸膛的双手蔓延出一片黑色的烟雾，一瞬间就将我吞没，我的脑海里顿时被新的知识所填充。\\n\\n2级精通匕首：5个金币（学习后可增加匕首10%的攻击力，被动）\\n\\n2级精通双武器：5个金币（学习后可使用双手武器，被动）\\n\\n2级强化躲避：5个金币（学习后可增加10%的躲避几率，被动）\\n\\n2级潜伏：5个金币（学习后可在进入潜行状态，效果5分钟，攻击目标后失效，等级差距超过6级失效，冷却8分钟，主动）\\n\\n2级偷袭：5个金币（学习后可在潜行状态下发动，可使目标昏迷2分钟，冷却4分钟，主动）\\n\\n2级急速：5个金币（学习后可增加15%的移动速度，效果2分钟，冷却8分钟）\\n\\n2级剑刃波：5个金币（学习后可攻击邻近两个目标，效果4分钟，冷却时间7分钟）\\n\\n2精通弓弩：（学习后可增加弓弩10%的攻击力，被动）\\n\\n技能是得到了大大的提高，不过花的金币也不少，35个金币一下子就没了，让我也怪心痛的。得，看看他有啥好消息，能不能给我点意外的补偿，最好是那种哪有宝藏没人挖，哪有宝箱没人拿的消息。\\n\\n“嘿嘿，导师，你哪个消息是关于什么的。”我热情地拍去沾在迪卡多衣服上的一点点尘埃，讨好地问道。\\n\\n“恩，其实这个消息现在告诉你稍微早一点，起码要等你二转的时候才能告诉你的。”迪卡多走到了椅子旁边说道。\\n\\n等我三十级那要到什么时候，你就别来这套了，要说赶快说，我还要去升级呢，心中给了迪卡多一个严重的鄙视符号，我赶紧凑上去拉开了椅子，让迪卡多坐了下去，带着一腔迫切地说道：“您就别拿我开心拉，快点告诉我好不好。”\\n\\n“恩，你知道雷帝城外有一座被怪物占据的沉寂之塔吧，里面都是超过三十级以上的各种魔兽，以前我在那里冒险的时候，发现里面有一条暗道，从一进塔左拐第二个路口尽头的墙壁上有一盏熄灭的荧石灯，你只要将里面的荧石拿开，就能发现暗道，从那里面走可以避开其他守卫直到一层的boss处，估计其他层也一样有暗道的吧，不过我没有发现。我可事先声明一点，我虽告诉了你暗道怎么走，可是没叫你去送死，现在你这样的实力去了的话，挂了可别怪我。”迪卡多慢悠悠地说道。\\n\\n沉寂之塔、守卫、暗道、boss，那个boss好象听冲天剑说过，可以爆行会令牌的吧，我的脑海里顿时飞过无数个念头，我亲爱的导师迪卡多，你可是给了我一个发财的机会，我如果发达了一定不会忘记你的，就是不知道你喜欢什么东东。不过最后对我的提醒也是非常客观的，就靠我现在区区二十级，去那地方可是人肉包子打怪，有去无回，赶紧回我的奔马平原，努力冲级去。\\n\\n就在我回到城里学习技能的时候，奔马平原上浩浩荡荡地走来了一群人，为首的是个脸颊有点偏瘦，肤色有点苍白，眼眶有点深凹，眼圈有点发暗，嘴唇有点发青，长着个鹰钩鼻，穿着一身紫黑色抢眼盔甲的年轻人，由于他是选择的精灵族，所以改变了颜色的蓝色双目显得有点女性化的妖艳，色迷迷的目光正围着身边几个颇有姿色的法师MM身上打转，手上笨拙地摆弄着一把寒光四射的长剑。后面跟着的一票人，年纪和他相仿，神态也是一副老子天下第一的样子，估摸着是一群来这里打发时光的*，谁让天地要啥有啥，还可以享受外面无法享受的乐趣呢，什么乐趣，比如打猎，也就是砍怪，现在外面社会都在保护动物，除了家禽，其余一概不可以捕杀；还有PK，外面砍人你犯法，杀人你偿命，这里就无所畏惧拉，要的就是那个爽。\\n\\n“摇摆，你看这里这么多人，好象影响我们升级吧，是不是要清一清。”鹰钩鼻一手搭上了旁边一个穿着紧身长袍，扭着蛮腰，一脸做作的女法师，扭着头对身后一个举着斧头，一对细细的贼眼到处乱瞄的人类战士说道。\\n\\n细眼睛一听鹰钩鼻发了话，赶紧递上了脑袋点着头应到：“恩，是的，大哥说的对，我们来了这么多人，要是没个好场子，怪都没的砍。我叫兄弟们清个地方出来。”\\n\\n鹰钩鼻听了细眼睛的话，微微点了点头，伸手指了指我早上冲级的地方说道：“就前面那块草地吧，老规矩扔铜币划地盘，叫其他人给我让让，别耽误了我升级。”\\n\\n“兄弟们清场子了，大哥说了就要前面那块草地，清出个圈子来。”细眼睛听完了鹰钩鼻的话，挥舞着斧头对身后的人说道。\\n\\n仗着人多势众，这伙人是横眉竖眼、舞刀弄枪、气势汹汹地硬将其他玩家从那块地方给赶到了一边去，好说话的玩家也就算了，脾气不好的玩家骂了几句，细眼睛这边立即动手开P，嘴里还叫嚣着：“我们就是拽，就是靠人多怎么样，不服气的话就挂了你，嘿嘿。”看来都是一群没吃过亏的公子哥，不知道天高地厚。\\n\\n他们清了场子，扔了一地铜币后，一票人围着每次刷出来的几只怪物是狂砍，简单轻松。而我这边也把事情处理完毕，掏出传呼机，扔了个消息给刑天。\\n\\n“你小子还要不要青蛇之刃了，不要我卖了。”\\n\\n“我的好大哥，我就快17级了，那把青蛇之刃你可千万别卖了，我下午就过去找你。”刑天对于物质上的刺激给予的反映是迅速的，消息刚过去，回话就到了。\\n\\n“恩，好的，我在奔马平原上冲级，你过来后直接来找我吧。别回话了，给我快点练吧。”我扔了消息后，将传呼机扔回了背包，如脱缰的野马，狂奔向了奔马平原。听说天地里有个驯服技能，可以将野外的怪物驯服成为自己的坐骑，也不知道多少级可以学，回头去看看，那玩意可是迁徙跋涉的好工具，能节约不少时间。\\n\\n对草原刚刚发生的一幕浑然不知的我跑到了汐桑湖畔，转了一圈没看到无名天下，看来这小子还没上呢，算了，我还是去老地方砍豪猪得了，在这里等他，还不是等到花儿也谢了。\\n\\n一路上又挖了二株夏枯草和几株薄荷草，开张大吉，咦，不是吧，地上怎么还有铜币。虽然这里的怪基本上都掉十几二十个铜币了，但是也没必要奢侈到一个铜币就不要了吧，看到草丛里闪闪发亮的铜币，我毫不犹豫地弯下了挺直的脊梁，伸出我灵活的双手，将地上的铜币夹起收到了包包中。吓，没走几步，又有一个铜币，我捡，前面还有，我还捡……\\n\\n“你小子在干吗呢，这里是我们团练的地盘，你拿我们扔的钱干吗，是不是想找砍啊。”一个歪着脖子，拎着一把长弓的矮人战士跑到我的面前，耀武扬威地指着我叫嚣道。\\n\\n我一抬头，原来是个傻不拉叽的矮人战士，看那样子最多也就十五，六级罢了，还是个脆弱的弓手。我靠，你们犯傻往地上扔钱，我高兴拿钱怎么着了，还敢跟我叫唤，你这不是明摆着找死吗。\\n\\n我沉下了脸，二话不说掏出诅咒之刃和裂风之弩，嘴里也没闲着，吞下了几颗丹药，顿时几道热流漫溢在我的身体里，感觉说不出的舒畅，一股战斗的冲动让我跃跃欲试，就等着他先动手，我就开砍。\\n\\n“怎么，还掏家伙，想PK是不是，兄弟们，这里有个小子想找麻烦。”矮人战士倒也是个人精，看我样子也不象好惹的，没有动手，而是放开嗓门叫起了帮手来，顿时散落在旁边的玩家纷纷聚集过来，对我怒目相对。\\n\\n“呵呵，我只是看这铜币放的有点凌乱，想帮你们放放整齐的；拿着匕首是看这里草丛太高了，会影响你们的行动，帮你们砍砍矮啊；这把弓弩我是拿着防身的，没有任何冲动的意思。”吓，你们这么多人围上来，我还能怎么着，总不能为了一口气，送了一条命吧，俺虽然有点英雄气概，可那也分场合分地点，士应有所为有所不为，不和你们斗这口气，风水轮着转，天地里有的是狠角，俺不当冲头。我陪着笑，扔下几个铜币说道。\\n\\n“算你还识相，哼。”一个眼睛细细的人类战士空劈了几下手中的长斧，一脸蔑视地看着我，“兄弟们走了，继续砍怪去。”说完带着一票人冲向了刚刷出来的豺狼，不远处还有个精灵战士搂着几个法师MM望这里张望着，看到没了情况后，就坐在了一块铺着毛毯的岩石上谈天说笑起来。\\n\\n看着他们的背影，我恶狠狠地给了个全球通用，老少皆知的鄙视手势，NND，不就是人多嘛，有种你和怪去牛b撒，眼睛都长着朝天了，单条的话看老子不一个个剐死你们，我呸，什么玩意嘛。\\n\\n不远处的草地上，一头棕色的成年犀牛正在悠闲的啃食着嫩草，叠叠层层的褶缝如同厚重的盔甲一般覆盖在身上，一对如同玻璃球般的小眼睛分布在宽阔的鼻梁两侧，几只色彩斑斓的犀牛鸟正振动着翅膀，张着小嘴在它身上窜上窜上，捕食着那些躲在褶缝下寄生虫。\\n\\n独角犀牛  等级：23\\n\\n我一腔怒火就发泄在你身上了，裂风之弩无情地将黑色的利箭送向了犀牛那庞大的身躯，我的匕首也如影相随，落在了它的身上，伤害的数字是连连浮起，小鸟也吓的赶紧拍翅就逃，生怕被流矢给射落下来。\\n\\n犀牛那巨大的鼻孔喘着浑浊的粗气，矮短的四肢重重的践踏在草地上，转身顶着额头上那珍贵的犀牛角就撞向了我，我一个鹞子翻身，让过了主要部位，-60的攻击伤害无关痛痒，几个来回之后，依着匕首的高攻回血，硬受了它几下攻击，将匕首和箭枝落在它的头颅上，造成的弱点伤害让这头温顺的巨兽轰然倒下，嘿嘿，粗糙的犀牛角，一听就知道是个好东西，估计这玩意给喜欢雕刻的迪卡多，他应该十分欢喜吧。\\n\\n过了片散落着犀牛的草地，再往前面一点就是狗头人的势力范围了，现在还没几个玩家队伍敢去那来一点生活体验，我当然也是小心谨慎，仗着自己有潜行和急速，就在这微妙地带引着一头头犀牛猎杀着，倒也是经验高高，还让我爆了个犀牛之坚硬青钢长枪，可惜不是青铜级的，不然又能狠狠地值笔钱了。\\n\\n我在这边乐呵呵地砍着犀牛，远处突然传来了阵阵喧哗的吵闹声，看方向正是那群没素质的家伙呆的地方，嘿，估摸着有戏看了，不知道是一个人的冲动呢，还是一群人的斗争。\\n```\\n\\n\\n------------\",\"timestamp\":1640154448,\"title\":\"第三十九章 奔马平原三\"},\"digest\":\"mM5xTs5lPUtpk59J8IND1hUMnM7QVHfpUlDHD8Prk2M\",\"authorship\":{\"contributor\":\"0x8021015fb2b2D84f56E983Babf959AcEB390Bf64\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7tFMkhXYF5oUf76VFD5v57yZPQJctcxXG0xQDKMQCzk\\\",\\\"y\\\":\\\"QW2rpMnnZroHL8l82E-mwJnQvDj4o5xMtM130n81yhQ\\\"}\",\"signature\":\"Z_BrqzM2Ek9ABggTMFZUAndquuv5A7TlJLBwBJV4PczKeDzxXf0zyfW6166naRsiiVWohPl6vmct8Ln5JkmnXQ\",\"signingKeySignature\":\"0x522ff0908467cff520a09a69002c946a7844bee1f7ede3c2973f318be0fcf3d01fec942b0cdccbd9e791d978407121d43c4b9556b527d23c8914665d38718e9d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7tFMkhXYF5oUf76VFD5v57yZPQJctcxXG0xQDKMQCzk\\\",\\\"y\\\":\\\"QW2rpMnnZroHL8l82E-mwJnQvDj4o5xMtM130n81yhQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mM5xTs5lPUtpk59J8IND1hUMnM7QVHfpUlDHD8Prk2M\"}"