"{\"content\":{\"body\":\"### 三場學術討論，一場線下線上電音聲境派對，一場區塊鏈交易市集、一場原宇宙上歷史建築保存與展覽。\\n\\n![](https://images.mirror-media.xyz/publication-images/a-kRMrqCmjnxw2IUE1Y0n.png?height=2048&width=1448)\\n\\n> 时间：2021年11月27日-28日 \\n 地点：杨浦区长阳路1568号19号楼（线下，地铁宁国路站附近）; zoom会议及直播（线上地址即将公布） \\n 主办：中国美术学院跨媒体艺术学院 网络社会研究所 \\n 协办：Mask Network, Nervos Network, MetaDao.\\n\\n## 會議主旨介紹\\n\\n技术哲学告诉我们：人是技术的产物，世界是技术的产物，我们无法找到不谈技术而能创造真正不同生活的可能。然而，自然资源的转化是物理的、熵化的，而自然资源转化的目的则是人类中心的，想像人控制技术，或者技术控制人都是歹托邦式的幻想，我们总是在技术生产的物质条件中生产社会关系，反之亦然。\\n\\n过往五届网络社会年会，我们与全球学者们积极探询、质疑与批评数字生活带来种种改变。今年，网络社会研究所與不同的组织进行三项”互助”的实验计划，是我们五年来接轨全球技术条件，反思自身实践，落地中国的特殊的网络社会构造而有的尝试。这些都与区块链底层技术，加密经济、数位傳播密切相关，更是人们希望的未来生活。\\n\\n区块链是信息交换的信任技术，却非目的，犹若高铁，你可以快速方便到达任何城市，但你需要有个目的地，目的就是一种”希望的技术”，是人类与技术时刻互惠（instantly reciprocal)的决定性瞬间。这个瞬间可以是即时交易，也可以是时刻互惠。如果我们要赋予”基进”新的意涵，那就是赋予此种时刻涌现的希望技术条件。这种时刻，对十九世纪初的莫斯科工人来说，是从工厂下班回家途中大声唱歌回家而开始认同彼此的时刻；是1817年英国罗伯特欧文在他的大工厂里决定开办幼儿与职业教育倡议合作经济的时刻；是1844年的28位工人为了解决凑足了28英镑决定先开设粮食杂货店（消费合作社）的时刻；是1968年学生运动写下”禁止一切禁止”的时刻；是1970-73年智利阿连德政府创造的实时经济信息网络（cybersyn）的时刻。当前，由区块链技术所带动的NFT与元宇宙发展的时刻似乎尚未到来，但我们的参与与创造将使之实现。\\n\\n中国美术学院网络社会研究所欲的乃是这个时刻的涌现。第六届网络社会年会从空间营造与复现、艺术知识传播与新的合作经济系统三个实践来打造此种希望技术。在区块链愿景加速迈向金融化而只有金融化的当下，贡献基进时刻的分秒是紧急任务。由是，今年我们改变了往年国际会议形式，不再是国内外专家学者的主题演讲，改为邀请历来网络社会年会的老朋友与新朋友们，来参与并批评我们的当前的工作，这是一场頓悟的嘉年华，也是时刻互惠的现场与未来。\\n\\n這是一場有關區塊鏈、NFT以及元宇宙的學術派對，詳細的年會議程與參與方式，請查閱 <https://www.caa-ins.org/archives/8017>\\n\\n# The Sixth Annual Conference of Network Society| Instantly Reciprocal：The Moments for Cooperative Life\\n\\nTHREE academic panel, ONE live-sound party, ONE blockchain market, ONE preservation of historic township and exhibition on Metaverse. \\n\\n> **Time**: 2021/11/27-2021/11/28 \\n **Venue**: Building No.19, 1568 Changyang Rd., Yangpu District, Shanghai.(offline); Zoom and Stream(online). \\n **Host**: Institute of Network Society, School of Intermedia Art, China Academy of Art \\n **Co-organizer**: Mask Network, Nervos Network, MetaDao.\\n\\n#### INTRODUCTION\\n\\nAccording to some technological philosophical ideas, If humans and even the whole world are nothing but consequences of technologies, it is hard to make revolutions without it being concerned. However，physically speaking, consuming natural resources increases the entropy of the place where humans live, leading to nothing but anthropocentrism. Similarly, either to control technologies or being controlled by technologies lead to nothing but dystopia. After all, the physical materials used to produce our technologies are used to produce our social relations as well.\\n\\nThe last 5 annual conferences of network society assessed revolutions and changes happening in our digital lives with scholars all around the world. They witnessed our efforts to make a critique of global innovative technologies as well as the structure of network society in China, to review the former practices made by our institute, and finally, it makes us launch 3 blockchain based social reciprocity experiments about “technology of hope” this year. \\n\\nIn these experiments, blockchain becomes technology, rather than purpose, of information exchanging based on trusts. We all know that without travellers’ destinations, the high-speed rail network brings no efficiency. In this case, the destination is a “technology of hope”. With the help of it, there comes a decisive moment when the high-speed rails technologies become instantly reciprocated for passengers. Similar moments happened a few times before. Perhaps to the workers living in Moscow at the beginning of the 19th century, the moment happened when they sang together on their way home and felt like a union, or when Robert Owen set out to open the school for children and workers, developed a cooperative economy system in his factory, in 1817. It could also happened when 28 workers pooled 1 pound per person, opened their grocery store(as an early consumer co-operative) with 28 pounds in 1844，later known as the Rochdale Society of Equitable Pioneers；and when student protesters wrote the “It is forbidden to forbid” in the May 68，or, it could happen in 1970-1973，when Chile government launched “Cybersyn” project during the presidency of Salvado Allende.\\n\\nSpreading knowledge of art and architecture under an innovative co-operative economy, the Institute of Network Society, China Academy of Art, is now producing another technology of hope, making another moment happen. The sixth Annual Conference of Network Society includes no longer keynote speeches based on specific keywords, but comments and questions given and raised to our social reciprocity experiments. Here we sincerely invite all the people interested in our projects to join this two-day conference, sharing the moments you are making and the technologies they are based on, letting the conference become a festival of instant reciprocity where people instantly inspire each other.\\n\\nmore detail:  <https://www.caa-ins.org/archives/8017>\",\"timestamp\":1636617938,\"title\":\"第六届网络社会年会｜时刻互惠：合作生活的瞬间\"},\"digest\":\"Ml6wWGyd_fGukgYGBoJfUtGGRGHlN7EbMkPmtonzhZ8\",\"authorship\":{\"contributor\":\"0xf4d200776eC590dC627e1203EFD6d7E222109Be4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sCUcb052QZBq7tqJeC8IDgO7Gzg6VlAq5M-O8xXOzxg\\\",\\\"y\\\":\\\"OAgMisCoqB1jVmY9CkY3bj6Gk5zzUiF_a6TFUeekVNY\\\"}\",\"signature\":\"VSYzA2ww1xAVRG1dRHq_9I34_PN45Q75itWBDFytD3RH0-CHKXHXsdOJ_bvNb-nS24At_gRj-gdVVr1NpILKGw\",\"signingKeySignature\":\"0x1d9c2933abb7deb4a6511a1026b1290ba21ff5d6e92bcef1ac49cb410a35639d0d375eaf2ed6c3f4b6b2f8bfb6fe31ce31452dca7615f7182bde8a0b0b2e3b191b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sCUcb052QZBq7tqJeC8IDgO7Gzg6VlAq5M-O8xXOzxg\\\",\\\"y\\\":\\\"OAgMisCoqB1jVmY9CkY3bj6Gk5zzUiF_a6TFUeekVNY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ml6wWGyd_fGukgYGBoJfUtGGRGHlN7EbMkPmtonzhZ8\"}"