"{\"content\":{\"body\":\"The crypto world has captured every ounce of my being, and honestly, I’m all about it.  Never in my life have I had so many restless nights while my mind races about new projects, protocols, and tokens.  A lot of people would probably think that this behavior is unhealthy.  A certified psychiatrist would probably say that I have an unhealthy addiction that has me on the fritz.  If you’re that doc, my only response is that you don’t get it yet.\\n\\nAnd I get where that doc is coming from.  A few short months ago I was the same skeptic.  I’ll be completely honest, I had some friends tell me about Bitcoin and Ethereum in 2016 and I didn’t give it the time of day.  I saw Bitcoin at $700 dollars and thought to myself that this is a fad with no staying power.\\n\\nThat was my first mistake - I didn’t even bother looking into what Bitcoin was.  And I don’t mean the monetary value attached to the token or even how the economy worked.  I mean really diving in to Satoshi’s whitepaper and understanding how peer-to-peer networks work, what nodes are, digital signatures, PoW, or even consider the privacy elements.  (Full whitepaper listed below - highly recommend reading even if you have before)\\n\\n[https://bitcoin.org/en/bitcoin-paper](https://bitcoin.org/en/bitcoin-paper)\\n\\nI was so ignorant of the blockchain and how this technology was a sleeping giant that was ready to shift the paradigm of the internet itself.  If the blockchain was the tinder laying on the ground, Bitcoin was the flint and knife that was about to set the world ablaze.\\n\\nWhile I’m no expert of the crypto landscape, I aspire to learn something about the space every day.  With my recent deep dive into this world I do have some lessons learned that I think any new crypto nut can take into the wild.\\n\\n1) Don’t risk what you can’t afford to lose\\n\\n* As straight forward as it get’s.  It’s the wild west right now - be prepared for any token to drop 90% or a project to get rugged.  We literally just saw this happen today.\\n\\n[https://twitter.com/Upsguy_/status/1455138506045628416?s=20](https://twitter.com/Upsguy_/status/1455138506045628416?s=20)\\n\\n2) DYOR\\n\\n* I cannot stress this point enough.  Do your own research.  You may have some friends that you really trust, and that’s fantastic! You have a great group to bounce ideas off of and share what you’re seeing.  But don’t take everything that they say as fact.  Look into dapps and different L1s, research the tokenomics, look up the team, listen in to AMAs or clubhouse calls, join the discord and interact with the community.  If you never come to any conclusions yourself, (whether right or wrong) you’ll never have any conviction in the positions you take.  If you’re right about something - awesome.  If you’re wrong - even better.  Learn from what happened and take time to reflect about everything that took place. \\n\\n3) Use the platform/protocol/dapp\\n\\n* If you really want to learn about crypto, you have to be an active part of the ecosystem.  You can read all you want about the next best project, but if you’re not an active user, you’ll never learn how to actually do anything.  It can be scary making your first transfer, or bridging from one L1 to another, but the only way to get more comfortable is to actually do it.  Reading can only take you so far.\\n\\n4) Actively participate in the community\\n\\n* Whether we’re talking about NFTs, DeFi, Gaming, or something else entirely, be a contributing member.  I’m not saying that you have to be a council member for a protocol you like, but be an active member in the platform of your choosing and interact with others through discord.  Go beyond just saying “gm” and look to help others with questions when you know the answer.  Talk to devs about upcoming developments.  Some of the best connections I’ve made has been through discords. \\n\\n5) Ask questions, but don’t be an idiot\\n\\n* Don’t be afraid to ask questions.  This shit is confusing AF.  If someone tells you that it’s not a confusing space either a) they’re lying or b) they’ve spent a ton of time already in the space and have a knowledge base way higher than yourself.  That being said, try to find the answers for yourself first.  Going back to point 1 - doing your own research really helps as a lot of basic questions are a google search away.  Once you have some basic knowledge, ask those questions that are still not resolved and the ensuing discourse will be much deeper and rewarding.\\n\\n6) It’s okay that you know nothing \\n\\n* This world is so fast paced that it’s impossible to know everything, and that’ okay.  Instead of being overwhelmed by what you don’t know, dedicate time and focus on an one area to start with.  Start with the basics like what’s a blockchain, what’s an L1? wait, what.. what’s an L2? As you dive deeper and deeper, you’ll begin to find your niche and what peaks your interest.  Attack that area and continue diving.  When you come back up for air, you’ll still feel like you know nothing.  Don’t stress, it’s normal.  Get a breath then go back down the rabbit hole.\\n\\nSome of my favorite resources so far:\\n\\nIf you’re a visual learner…\\n\\n[https://www.youtube.com/c/Finematics/featured](https://www.youtube.com/c/Finematics/featured)\\n\\nIf you like podcasts…\\n\\n[https://open.spotify.com/show/41TNnXSv5ExcQSzEGLlGhy](https://open.spotify.com/show/41TNnXSv5ExcQSzEGLlGhy)\\n\\n[https://open.spotify.com/show/1cJrrfGY1SKBIRn5noKSAf](https://open.spotify.com/show/1cJrrfGY1SKBIRn5noKSAf)\\n\\nGGs, KOOGS\",\"timestamp\":1635838358,\"title\":\"How to get lost in crypto and love every bit of it\"},\"digest\":\"tM3AkIXrNJIx4uWLZ4a5XQF7L2kVnkGHYLYLzfMnAWw\",\"authorship\":{\"contributor\":\"0x93480ef85a72f6Fd16a970Bdb48Aa6De2b2746eE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZnDmvh056QImx885Ya04mR9XZ7zGi-7XpJ9iM9aStvw\\\",\\\"y\\\":\\\"Ykx7Ntkmaw34uPNIp_omsSq7YvoP-g8duEavwTTz_84\\\"}\",\"signature\":\"z5cpro53eHf7hHWZCCY8V420rVtgDXkrIYh6GO01X2tfdKFG1aLJ4D0zfEWGm67i2zlZKJVsj-1ZUu-ai-Wkog\",\"signingKeySignature\":\"0x1aaced15f30a2fd14c0a3060cba42ec15498ef75499f9df58c34a4ea48831ab74196d5fdd13ebb96b01094b51f98c5aaeff476d5e6d8e7da8bc945f1634f19661c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZnDmvh056QImx885Ya04mR9XZ7zGi-7XpJ9iM9aStvw\\\",\\\"y\\\":\\\"Ykx7Ntkmaw34uPNIp_omsSq7YvoP-g8duEavwTTz_84\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tM3AkIXrNJIx4uWLZ4a5XQF7L2kVnkGHYLYLzfMnAWw\"}"