"{\"content\":{\"body\":\"1. <b> On behavior: </b>\\n\\n•\\tPeople exchange one kind of toy for another stepping into adulthood, they don't want to be cured. “Give me back my wife. Give me back my job. Give me back my money. Give me back my reputation, my success.”\\n\\n•\\tAnytime you renounce something, you are tied forever to the thing you renounce. There’s a guru in India who says, “Every time a prostitute comes to me, she’s talking about nothing but God. She says I’m sick of this life that I’m living. I want God. But every time a priest comes to me he’s talking about nothing but sex.”\\n\\n•\\tDo you listen, as most people do, in order to confirm what you already think?\\n\\n•\\tDo you think a rich man wants to look at poor people? We don’t want to look, because if we do, we may change. We don’t want to look.\\n\\n•\\tIt’s precisely the ones who don’t know what to do with this life who are all hot and bothered about what they are going to do with another life.\\n\\n•\\tYou think you are free, but there probably isn’t a gesture, a thought, an emotion, an attitude, a belief in you that isn’t coming from someone else. Isn’t that horrible?\\n\\n•\\tThere’s not a single evil in the world that you cannot trace to fear. Not one.\\n\\n•\\tThe doctor says, “Very well, I’ve understood your symptoms. Do you know what I will do? I will prescribe a medicine for your neighbor!” The patient replies, “Thank you very much, Doctor, that makes me feel much better.” Isn’t that absurd? But that’s what we all do. The person who is asleep always thinks he’ll feel better if somebody else changes.\\n\\n2. <b> On relationships: </b>\\n\\n•\\tYou never trust anyone. You only trust your judgment about that person. So what are you complaining about? The fact is that you don’t like to say, “My judgment was lousy.” That’s not very flattering to you, is it? So you prefer to say, “How could you have let me down?”\\n\\n•\\tPeople have to suffer enough in a relationship so that they get disillusioned with all relationships.\\n\\n•\\tI’m going to write a book someday and the title will be I’m an Ass, You’re an Ass. That’s the most liberating, wonderful thing in the world, when you openly admit you’re an ass. It’s wonderful. When people tell me, “You’re wrong.” I say, “What can you expect of an ass?”\\n\\n•\\tAs long as you live to fulfill other people’s expectations, you better watch what you wear, how you comb your hair, whether your shoes are polished—in short, whether you live up to every damned expectation of theirs. Do you call that human?\\n\\n•\\tThen say to this person, “I have no right to make any demands on you.” In saying that, you will drop your expectation. “I have no right to make any demands on you. Oh, I’ll protect myself from the consequences of your actions or your moods or whatever, but you can go right ahead and be what you choose to be. I have no right to make any demands on you.”\\n\\n•\\tI want to run your life for you; I want to tell you exactly how you’re expected to be and how you’re expected to behave, and you’d better behave as I have decided or I shall punish myself by having negative feelings.\\n\\n•\\tHow can you love people when you need people? You can only use them. If I need you to make me happy, I’ve got to use you, I’ve got to manipulate you, I’ve got to find ways and means of winning you. I cannot let you be free. I can only love people when I have emptied my life of people.\\n\\n1. <b> On lessons from nature: </b>\\n\\n•\\t“The nature of rain is the same, but it makes thorns grow in the marshes and flowers in the gardens.”\\n\\n•\\tIf I want you to get the feel of what the flow of a river is like and I bring it to you in a bucket. The moment I put it into a bucket it has stopped flowing. The moment you put things into a concept, they stop flowing; they become static, dead. A frozen wave is not a wave.\\n\\n1. <b> On happiness: </b>\\n\\n•\\tWe don’t want to be unconditionally happy. I’m ready to be happy provided I have this and that and the other thing.\\n\\n•\\tThe root of evil is within you. As you begin to understand this, you stop making demands on yourself, you stop having expectations of yourself, you stop pushing yourself and you understand. Nourish yourself on wholesome food, good wholesome food. I’m not talking about actual food, I’m talking about sunsets, about nature, about a good movie, about a good book, about enjoyable work, about good company, and hopefully you will break your addictions to those other feelings.\\n\\n1. <b> On conditioning: </b>\\n\\n•\\tWe cannot imagine being happy without certain conditions. We cannot conceive of being happy without them. We’ve been taught to place our happiness in them.\\n\\n•\\tIt’s pretty difficult to wake up when you have been hypnotized into thinking that a scrap of old newspaper is a check for a million dollars. How difficult it is to tear yourself away from that scrap of old newspaper.\\n\\n•\\tIt’s not easy to listen; you’re always listening from your programming, from your conditioning, from your hypnotic state.\\n\\n•\\tThe main preoccupation of society is to keep society sick! And the sooner you realize that, the better.\\n\\n•\\tYou and I were trained to be dissatisfied with ourselves. That’s where the evil comes from psychologically. We’re always dissatisfied, we’re always discontented, we’re always pushing. Go on, put out more effort, more and more effort. But there’s always that conflict inside; there’s very little understanding\\n\\n•\\tYou were not allowed to enjoy the solid, nutritious food of life—namely, work, play, fun, laughter, the company of people, the pleasures of the senses and the mind. You were given a taste for the drug called approval, appreciation, attention.\\n\\n•\\tWe were given a taste of things like being the captain of the team, leading the band, etc. Having a taste for these drugs, we became addicted and began to dread losing them. Recall the lack of control you felt, the terror at the prospect of failure or of making mistakes, at the prospect of criticism by others. So you became cravenly dependent\\n\\n1. <b> On awareness: </b>\\n\\n•\\tWhy weep for sins that you committed when you were asleep? Are you going to cry because of what you did in your hypnotized state?\\n\\n•\\tWant to wake up? You want happiness? You want freedom? Here it is: Drop your false ideas. See through people. If you see through yourself, you will see through everyone. Then you will love them. Otherwise you spend the whole time grappling with your wrong notions of them.\\n\\n•\\tSelf-observation means to watch everything in you and around you as far as possible and watch it as if it were happening to someone else. A scientist observes the behavior of ants with no further end in view than to study ants, to learn as much as possible about them. He has no other aim. He’s not attempting to train them or get anything out of them. He’s interested in ants, he wants to learn as much as possible about them. That’s his attitude. The day you attain a posture like that, you will experience a miracle. You will change—effortlessly, correctly.\\n\\n•\\tPeople think that if they had no cravings, they’d be like deadwood. But in fact they’d lose their tension. Get rid of your fear of failure, your tensions about succeeding, you will be yourself. Relaxed. You wouldn’t be driving with your brakes on.\\n\\n•\\tAre you imprisoned by your concepts? Do you want to break out of your prison? Then look; observe; spend hours observing. Watching what? Anything. The faces of people, the shapes of trees, a bird in flight, a pile of stones, watch the grass grow. Get in touch with things, look at them. Hopefully you will then break out of these rigid patterns we have all developed, out of what our thoughts and our words have imposed on us. Hopefully we will see. What will we see? This thing that we choose to call reality, whatever is beyond words and concepts. This is a spiritual exercise—connected with spirituality—connected with breaking out of your cage, out of the imprisonment of the concepts and words\\n\\n•\\tAs soon as you look at the world through an ideology you are finished. No reality fits an ideology. Life is beyond that. That is why people are always searching for a meaning to life. But life has no meaning; it cannot have meaning because meaning is a formula; meaning is something that makes sense to the mind. Every time you make sense out of reality, you bump into something that destroys the sense you made. Meaning is only found when you go beyond meaning. Life only makes sense when you perceive it as mystery and it makes no sense to the conceptualizing mind\\n\\n•\\tBut if you’re protecting your life, you’re dead. If you’re sitting up there in the attic and I say to you, “Come on down!” and you say, “Oh no, I’ve read about people going down stairs. They slip and they break their necks; it’s too dangerous.” Or I can’t get you to cross the street because you say, “You know how many people get run over when they cross the street?” If I can’t get you to cross a street, how can I get you to cross a continent? And if I can’t get you to peep out of your little narrow beliefs and convictions and look at another world, you’re dead, you’re completely dead; life has passed you by. You’re sitting in your little prison, where you’re frightened; you’re going to lose your God, your religion, your friends, all kinds of things. Life is for the gambler, it really is.\\n\\n•\\tAn Italian poet said, “We live in a flash of light; evening comes and it is night forever.”\\n\\n•\\tHow would you ever get there? By a ceaseless awareness, by the infinite patience and compassion you would have for a drug addict. By developing a taste for the good things in life to counter the craving for your drug. What good things? The love of work which you enjoy doing for the love of itself; the love of laughter and intimacy with people to whom you do not cling and on whom you do not depend emotionally but whose company you enjoy. It will also help if you take on activities that you can do with your whole being, activities that you so love to do that while you’re engaged in them success, recognition, and approval simply do not mean a thing to you. It will help, too, if you return to nature. Send the crowds away, go up to the mountains, and silently commune with trees and flowers and animals and birds, with sea and clouds and sky and stars. I’ve told you what a spiritual exercise it is to gaze at things, to be aware of things around you. Hopefully, the words will drop, the concepts will drop, and you will see, you will make contact with reality. That is the cure for loneliness. Generally, we seek to cure our loneliness through emotional dependence on people, through gregariousness and noise. That is no cure. Get back to things, get back to nature, go up in the mountains. Then you will know that your heart has brought you to the vast desert of solitude, there is no one there at your side, absolutely no one. Your heart will burst into song. And it will be springtime forever; the drug will be out; you’re free.\",\"timestamp\":1639116088,\"title\":\"Book Quotes: Awareness (Anthony Demello)\"},\"digest\":\"rPwrEav3ru7AuDqnFObvpqPuzjLwMZe520cSE8C49wE\",\"authorship\":{\"contributor\":\"0x23860B3E7000fa31B3081592Bd54434e789E2365\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wqjRmf4wq4AHoyKBHMumkrTIHTi9dbC6XMSwnEl4BQg\\\",\\\"y\\\":\\\"Yvs2QX2QJ4l8nURmbiK-59ydPIHYaAhxLR5HBP5Nvno\\\"}\",\"signature\":\"2v9C0fgmNABoeatQhL8Nb4lfCrIUsfGs2vcXRCGJLTImDVpIKxoypVNOgIUkxZp5TaTK5E7QnTZiQR8g1kT9jQ\",\"signingKeySignature\":\"0x32b2557184a4d32c18b9b17dd878c6165dddc2ff635cdf97b9ac56b87b021db768a14c865555bbca4451140e99856e935679ef1fb3c279bfada35ebb1c5da5eb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wqjRmf4wq4AHoyKBHMumkrTIHTi9dbC6XMSwnEl4BQg\\\",\\\"y\\\":\\\"Yvs2QX2QJ4l8nURmbiK-59ydPIHYaAhxLR5HBP5Nvno\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"L_UG8iHBE8wj9oDMCuOiBtIlOgXFw1IDq_GGb6ltDRM\"}"