"{\"content\":{\"body\":\"yet sharing many of their attributes.  Calypso received Ulysses hospitably, entertained him magnificently, became enamored of him, and wished to retain him forever, conferring on him immortality.  But he persisted in his resolution to return to his country and his wife and son. Calypso at last received a command from Jove to dismiss him. Mercury brought the message to her, and found her in her grotto, which is thus described by Homer:\\n\\n\\\"A garden vine, luxuriant on all sides, Mantled the spacious cavern, cluster-hung Profuse; four fountains of serenest lymph, Their sinuous course pursuing side by side, Strayed all around, and every where appeared Meadows of softest verdure purpled o'er With violets; it was a scene to fill A god from heaven with wonder and delight.\\\"\\n\\nCalypso with much reluctance proceeded to obey the commands of Jupiter. She supplied Ulysses with the means of constructing a raft, provisioned it well for him, and gave him a favoring gale. He sped on his course prosperously for many days, till at length, when in sight of land, a storm arose that broke his mast, and threatened to rend the raft asunder.  In this crisis he was seen by a compassionate sea-nymph, who in the form of a cormorant alighted on the raft, and presented him a girdle, directing him to bind it beneath his breast, and if he should be compelled to trust himself to the waves, it would buoy him up and enable him by swimming to reach the land.\\n\\nFenelon, in his romance of Telemachus, has given us the adventures of the son of Ulysses in search of his father.  Among other places at which he arrived, following on his father's footsteps, was Calypso's isle, and, as in the former case, the goddess tried every art to keep him with her, and offered to share her immortality with him.  But Minerva, who, in the shape of Mentor, accompanied him and governed all his movements, made him repel her allurements, and when no other means of escape could be found, the two friends leaped from a cliff into the sea, and swam to a vessel which lay becalmed off shore.  Byron alludes to this leap of Telemachus and Mentor in the following stanza:\\n\\n\\\"But not in silence pass Calypso's isles, The sister tenants of the middle deep; There for the weary still a haven smiles, Though the fair goddess long has ceased to weep, And o'er her cliffs a fruitless watch to keep For him who dared prefer a mortal bride. Here too his boy essayed the dreadful leap, Stern Mentor urged from high to yonder tide; While thus of both bereft the nymph-queen doubly sighed.\\\"\\n\\nChapter XXIII The Odyssey (continued)\\n\\nTHE PHAEACIANS.   FATE OF THE SUITORS\\n\\nUlysses clung to the raft while any of its timbers kept together, and when it no longer yielded him support, binding the girdle around him, he swam.  Minerva smoothed the billows before him and sent him a wind that rolled the waves towards the shore.  The surf beat high on the rocks and seemed to forbid approach; but at length finding calm water at the mouth of a gentle stream, he landed, spent with toil, breathless and speechless and almost dead.  After some time reviving, he kissed the soil, rejoicing, yet at a loss what course to take.  At a short distance he perceived a wood, to which he turned his steps.  There finding a covert sheltered by intermingling branches alike from the sun and the rain, he collected a pile of leaves and formed a bed, on which he stretched himself, and heaping the leaves over him, fell asleep.\\n\\nThe land where he was thrown was Scheria, the country of the Phaecians.  These people dwelt originally near the Cyclopes; but being oppressed by that savage race, they migrated to the isle of Scheria, under the conduct of Nausithous their king.  They were, the poet tells us, a people akin to the gods, who appeared manifestly and feasted among them when they offered sacrifices, and did not conceal themselves from solitary wayfarers when they met them.  They had abundance of wealth and lived in the enjoyment of it undisturbed by the alarms of war, for as they dwelt remote from gain-seeking man, no enemy ever approached their shores, and they did not even require to make use of bows and quivers.  Their chief employment was navigation.  Their ships, which went with the velocity of birds, were endued with intelligence; they knew every port and needed no pilot. Alcinous, the son of Nausithous, was now their king, a wise and just sovereign, beloved by his people.\\n\\nNow it happened that the very night on which Ulysses was cast ashore on the Phaeacian island, and while he lay sleeping on his bed of leaves, Nausicaa, the daughter of the king, had a dream sent by Minerva, reminding her that her wedding-day was not far distant, and that it would be but a prudent preparation for that event to have a general washing of the clothes of the family. This was no slight affair, for the fountains were at some distance and the garments must be carried thither.  On awaking, the princess hastened to her parents to tell them what was on her mind; not alluding to her wedding-day, but finding other reasons equally good.  Her father readily assented and ordered the grooms to furnish forth a wagon for the purpose.  The clothes were put therein, and the queen mother placed in the wagon, likewise an abundant supply of food and wine.  The princess took her seat and plied the lash, her attendant virgins following her on foot. Arrived at the river side they turned out the mules to graze, and unloading the carriage, bore the garments down to the water, and working with cheerfulness and alacrity soon dispatched their labor.  Then having spread the garments on the shore to dry, and having themselves bathed, they sat down to enjoy their meal; after which they rose and amused themselves with a game of ball, the princess singing to them while they played.  But when they had refolded the apparel and were about to resume their way to the town, Minerva caused the ball thrown by the princess to fall into the water, whereat they all screamed, and Ulysses awaked at the sound.\\n\\nNow we must picture to ourselves Ulysses, a shipwrecked mariner, but just escaped from the waves, and utterly destitute of clothing, awaking and discovering that only a few bushes were interposed between him and a group of young maidens, whom, by their deportment and attire, he discovered to be not mere peasant girls, but of a higher class.  Sadly needing help, how could he yet venture, naked as he was, to discover himself and make his wants known?  It certainly was a case worthy of the interposition of his patron goddess Minerva, who never failed him at a crisis. Breaking off a leafy branch from a tree, he held it before him and stepped out from the thicket.  The virgins, at sight of him, fled in all directions, Nausicaa alone excepted, for Minerva aided and endowed her with courage and discernment.  Ulysses, standing respectfully aloof, told his sad case, and besought the fair object (whether queen or goddess he professed he knew not) for food and clothing.  The princess replied courteously, promising present relief and her father's hospitality when he should become acquainted with the facts.  She called back her scattered maidens, chiding their alarm, and reminding them that the Phaeacians had no enemies to fear.  This man, she told them, was an unhappy wanderer, whom it was a duty to cherish, for the poor and stranger are from Jove.  She bade them bring food and clothing, for some of her brothers' garments were among the contents of the wagon.  When this was done, and Ulysses, retiring to a sheltered place, had washed his body free from the sea-foam, clothed and refreshed himself with food, Pallas dilated his form and diffused grace over his ample chest and manly brows.\\n\\nThe princess, seeing him, was filled with admiration, and scrupled not to say to her damsels that she wished the gods would send her such a husband.  To Ulysses she recommended that he should repair to the city, following herself and train so far as the way lay through the fields; but when they should approach the city she desired that he would no longer be seen in her company, for she feared the remarks which rude and vulgar people might make on seeing her return accompanied by such a gallant stranger; to avoid which she directed him to stop at a grove adjoining the city, in which were a farm and garden belonging to the king. After allowing time for the princess and her companions to reach the city, he was then to pursue his way thither, and would be easily guided by any he might meet to the royal abode.\\n\\nUlysses obeyed the directions, and in due time proceeded to the city, on approaching which he met a young woman bearing a pitcher forth for water.  It was Minerva, who had assumed that form. Ulysses accosted her, and desired to be directed to the palace of Alcinous the king.  The maiden replied respectfully, offering to be his guide; for the palace, she informed him, stood near her father's dwelling.  Under the guidance of the goddess, and by her power enveloped in a cloud which shielded him from observation, Ulysses passed among the busy crowd, and with wonder observed their harbor, their ships, their forum (the resort of heroes), and their battlements, till they came to the palace, where the goddess, having first given him some information of the country, king, and people he was about to meet, left him.  Ulysses, before entering the courtyard of the palace, stood and surveyed the scene.  Its splendor astonished him.  Brazen walls stretched from the entrance to the interior house, of which the doors were gold, the door-posts silver, the lintels silver ornamented with gold. On either side were figures of mastiffs wrought in gold and silver, standing in rows as if to guard the approach.  Along the walls were seats spread through all their length with mantles of finest texture, the work of Phaeacian maidens.  On these seats the princes sat and feasted, while golden statues of graceful youths held in their hands lighted torches, which shed radiance over the scene.  Full fifty female menials served in household offices, some employed to grind the corn, others to wind off the purple wool or ply the loom.   For the Phaeacian women as far exceeded all other women in household arts as the mariners of that country did the rest of mankind in the management of ships. Without the court a spacious garden lay, in which grew many a lofty tree, pomegranate, pear, apple, fig, and olive.  Neither winter's cold nor summer's drought arrested their growth, but they flourished in constant succession, some budding while others were maturing.  The vineyard was equally prolific.  In one quarter you might see the vines, some in blossom, some loaded with ripe grapes, and in another observe the vintagers treading the wine-press.  On the garden's borders flowers of every hue bloomed all the year round, arranged with neatest art.  In the midst two fountains poured forth their waters, one flowing by artificial channels over all the garden, the other conducted through the courtyard of the palace, whence every citizen might draw his supplies.\\n\\nUlysses stood gazing in admiration, unobserved himself, for the cloud which Minerva spread around him still shielded him.  At length, having sufficiently observed the scene, he advanced with rapid step into the hall where the chiefs and senators were assembled, pouring libation to Mercury, whose worship followed the evening meal.  Just then Minerva dissolved the cloud and disclosed him to the assembled chiefs.  Advancing toward the queen, he knelt at her feet and implored her favor and assistance to enable him to return to his native country.  Then withdrawing, he seated himself in the manner of suppliants, at the hearth- side.\\n\\nFor a time none spoke.  At last an aged statesman, addressing the king, said, \\\"It is not fit that a stranger who asks our hospitality should be kept waiting in suppliant guise, none welcoming him.  Let him therefore be led to a seat among us and supplied with food and wine.\\\"  At these words the king rising gave his hand to Ulysses and led him to a seat, displacing thence his own son to make room for the stranger.  Food and wine were set before him and he ate and refreshed himself.\\n\\nThe king then dismissed his guests, notifying them that the next day he would call them to council to consider what had best be done for the stranger.\\n\\nWhen the guests had departed and Ulysses was left alone with the king and queen, the queen asked him who he was and whence he came, and (recognizing the clothes which he wore as those which her maidens and herself had made) from whom he received his garments.  He told them of his residence in Calypso's isle and his departure thence; of the wreck of his raft, his escape by swimming, and of the relief afforded by the princess.  The parents heard approvingly, and the king promised to furnish him a ship in which he might return to his own land.\\n\\nThe next day the assembled chiefs confirmed the promise of the king.  A bark was prepared and a crew of stout rowers selected, and all betook themselves to the palace, where a bounteous repast was provided.   After the feast the king proposed that the young men should show their guest their proficiency in manly sports, and all went forth to the arena for games of running, wrestling, and other exercises.  After all had done their best, Ulysses being challenged to show what he could do, at first declined, but being taunted by one of the youths, seized a quoit of weight far heavier than any the Phaeacians had thrown, and sent it farther than the utmost throw of theirs.  All were astonished, and viewed their guest with greatly increased respect.\\n\\nAfter the games they returned to the hall, and the herald led in Demodocus, the blind bard,\\n\\n\\\"Dear to the Muse, Who yet appointed him both good and ill, Took from him sight, but gave him strains divine.\\\"\\n\\nHe took for his theme the wooden horse, by means of which the Greeks found entrance into Troy.  Apollo inspired him, and he sang so feelingly of the terrors and the exploits of that eventful time that all were delighted, but Ulysses was moved to tears.  Observing which, Alcinous, when the song was done, demanded of him why at the mention of troy his sorrows awaked. Had he lost there a father or brother, or any dear friend? Ulysses in reply announced himself by his true name, and at their request, recounted the adventures which had befallen him since his departure from Troy.  This narrative raised the sympathy and admiration of the Phaeacians for their guest to the highest pitch.  The king proposed that each chief should present him with a gift, himself setting the example.  They obeyed, and vied with one another in loading the illustrious stranger with costly gifts.\\n\\nThe next day Ulysses set sail in the Phaeacian vessel, and in a short time arrived safe at Ithaca, his own island.  When the vessel touched the strand he was asleep.  The mariners, without waking him, carried him on shore, and landed with him the chest containing his presents, and then sailed away.\\n\\nBut Neptune was displeased at the conduct of the Phaeacians in thus rescuing Ulysses from his hands.  In revenge, on the return of the vessel to port, he transformed it into a rock, right opposite the mouth of the harbor.\\n\\nHomer's description of the ships of the Phaeacians has been thought to look like an anticipation of the wonders of modern steam navigation.  Alcinous says to Ulysses,\\n\\n\\\"Say from what city, from what regions tossed, And what inhabitants those regions boast? So shalt thou quickly reach the realm assigned, In wondrous ships, self-moved, instinct with mind; No helm secures their course, no pilot guides; Like man intelligent they plough the tides, Conscious of every coast and every bay That lies beneath the sun's all-seeing ray.\\\" Odyssey, Book VIII\\n\\nLord Carlisle, in his Diary in the Turkish and Greek Waters, thus speaks of Corfu, which he considers to be the ancient Phaeacian island:\\n\\n\\\"The sites explain the Odyssey.  The temple of the sea-god could not have been more fitly placed, upon a grassy platform of the most elastic turf, on the brow of a crag commanding harbor, and channel, and ocean.  Just at the entrance of the inner harbor there is a picturesque rock with a small convent perched atop it, which by one legend is the transformed pinnace of Ulysses.\\n\\n\\\"Almost the only river in the island is just at the proper distance from the probable site of the city and palace of the king, to justify the princess Nausicaa having had resort to her chariot and to luncheon when she went with the maidens of the court to wash their garments.\\\"\\n\\nFATE OF THE SUITORS\\n\\nIt was now twenty years that Ulysses had been away from Ithaca, and when he awoke he did not recognize his native land.  But Minerva, appearing to him in the form of a young shepherd, informed him where he was, and told him the state of things at his palace.  More than a hundred nobles of Ithaca and of the neighboring islands had been for years suing for the hand of Penelope, his wife, imagining him dead, and lording it over his palace and people, as if they were owners of both.  That he might be able to take vengeance upon them, it was important that he should not be recognized.  Minerva accordingly metamorphosed him into an unsightly beggar, and as such he was kindly received by Eumaeus, the swine-herd, a faithful servant of his house.\\n\\nTelemachus, his son, was absent in quest of his father.  He had gone to the courts of the other kings, who had returned from the Trojan expedition.  While on the search, he received counsel from Minerva to return home.  Arriving at Ithaca, he sought Eumaeus to learn something of the state of affairs at the palace before presenting himself among the suitors.  Finding a stranger with Eumaeus, he treated him courteously, though in the garb of a beggar, and promised him assistance.  Eumaeus was sent to the palace to inform Penelope privately of her son's arrival, for caution was necessary with regard to the suitors, who, as Telemachus had learned, were plotting to intercept and kill him. When Eumaeus was gone, Minerva presented herself to Ulysses, and directed him to make himself known to his son.  At the same time she touched him, removed at once from him the appearance of age and penury, and gave him the aspect of vigorous manhood that belonged to him.  Telemachus viewed him with astonishment, and at first thought he must be more than mortal.  But Ulysses announced himself as his father, and accounted for the change of appearance by explaining that it was Minerva's doing.\\n\\n\\\"Then threw Telemachus His arms around his father's neck and wept, Desire intense of lamentation seized On both; soft murmurs uttering, each indulged His grief.\\\"\\n\\nThe father and son took counsel together how they should get the better of the suitors and punish them for their outrages.  It was arranged that Telemachus should proceed to the palace and mingle with the suitors as formerly; that Ulysses should go also, as a beggar, a character which in the rude old times had different privileges from those we concede to it now.  As traveller and story-teller, the beggar was admitted in the halls of chieftains, and often treated like a guest; though sometimes, also, no doubt, with contumely.  Ulysses charged his son not to betray, by any display of unusual interest in him, that he knew him to be other than he seemed, and even if he saw him insulted, or beaten, not to interpose otherwise than he might do for any stranger.\\n\\nAt the palace they found the usual scene of feasting and riot going on.  The suitors pretended to receive Telemachus with joy at his return, though secretly mortified at the failure of their plots to take his life.  The old beggar was permitted to enter, and provided with a portion from the table.  A touching incident occurred as Ulysses entered the court-yard of the palace.  An old dog lay in the yard almost dead with age, and seeing a stranger enter, raised his head, with ears erect.  It was Argus, Ulysses' own dog, that he had in other days often led to the chase.\\n\\n\\\"Soon he perceived Long-lost Ulysses nigh, down fell his ears Clapped close, and with his tail glad signs he gave Of gratulation, impotent to rise, And to approach his master as of old. Ulysses, noting him, wiped off a tear Unmarked. . . .  Then his destiny released Old Argus, soon as he had lived to see Ulysses in the twentieth year restored.\\\"\\n\\nAs Ulysses sat eating his portion in the hall, the suitors soon began to exhibit their insolence to him.  When he mildly remonstrated, one of them raised a stool and with it gave him a blow.  Telemachus had hard work to restrain his indignation at seeing his father so treated in his own hall, but remembering his father's injunctions, said no more than what became him as master of the house and protector of his guests.\\n\\nPenelope had protracted her decision in favor of any one of her suitors so long, that there seemed to be no further pretence for delay.  The continued absence of her husband seemed to prove that his return was no longer to be expected.  Meanwhile her son had grown up, and was able to manage his own affairs.  She therefore consented to submit the question of her choice to a trial of skill among the suitors.  The test selected was shooting with the bow.  Twelve rings were arranged in a line, and he whose arrow was sent through the whole twelve, was to have the queen for his prize.  A bow that one of his brother heroes had given to Ulysses in former times, was brought from the armory, and with its quiver full of arrows was laid in the hall.   Telemachus had taken care that all other weapons should be removed, under pretence that in the heat of competition, there was danger, in some rash moment, of putting them to an improper use.\\n\\nAll things being prepared for the trial, the first thing to be done was to bend the bow in order to attach the string. Telemachus endeavored to do it, but found all his efforts fruitless; and modestly confessing that he had attempted a task beyond his strength, he yielded the bow to another.  HE tried it with no better success, and, amidst the laughter and jeers of his companions, gave it up.  Another tried it and another; they rubbed the bow with tallow, but all to no purpose; it would not bend.  Then spoke Ulysses, humbly suggesting that he should be permitted to try; for, said he, \\\"beggar as I am, I was once a soldier, and there is still some strength in these old limbs of mine.\\\"  The suitors hooted with derision, and commanded to turn him out of the hall for his insolence.  But Telemachus spoke up for him, and merely to gratify the old man, bade him try. Ulysses took the bow, and handled it with the hand of a master. With ease he adjusted the cord to its notch, then fitting an arrow to the bow he drew the string and sped the arrow unerring through the rings.\\n\\nWithout allowing them time to express their astonishment, he said, \\\"Now for another mark!\\\" and aimed direct at the most insolent one of the suitors. The arrow pierced through his throat and he fell dead.  Telemachus, Eumaeus, and another faithful follower, well armed, now sprang to the side of Ulysses.  The suitors, in amazement, looked round for arms but found none, neither was there any way of escape, for Eumaeus had secured the door.  Ulysses left them not long in uncertainty; he announced himself as the long-lost chief, whose house they had invaded, whose substance they had squandered, whose wife and son they had persecuted for ten long years; and told them he meant to have ample vengeance.  All the suitors were slain, except Phemius the bard and Medon the herald, and Ulysses was left master of his own palace and possessor of his kingdom and his wife.\\n\\nAmong Schiller's works is the following epigram on Ulysses:\\n\\n\\\"To gain his home all oceans he explored; Here Scylla frowned, and there Charybdis roared; Horror on sea, and horror on the land, In hell's dark boat he sought the spectre land, Till borne   a slumberer   to his native spot, He woke, and sorrowing, knew his country not.\\\" Sir Edward Bulwer\\\"s translation\\n\\nTennyson's poem of Ulysses represents the old hero, after his dangers past and nothing left but to stay at home and be happy, growing tired of inaction and resolving to set forth again in quest of new adventures.\\n\\n\\\"Come my friends, 'Tis not too late to seek a newer world. Push off, and sitting well in order smite The sounding furrows; for my purpose holds To sail beyond the sunset, and the baths Of all the western stars, until I die. It may be that the gulfs will wash us down; It may be we shall touch the Happy Isles, And see the great Achilles whom we knew, Tho'much is taken, much abides; and tho' We are not now that strength which in old days Moved earth and heaven; that which we are, we are; One equal temper of heroic hearts, Made weak by time and fate, but strong in will To strive, to seek, to find, and not to yield.\\\"\\n\\nChapter XXIV Adventures of AEneas   The Harpies   Dido   Palinurus\\n\\nWe have followed one of the Grecian heroes, Ulysses, in his wanderings, on his return home from Troy, and now we propose to share the fortunes of the remnant of the conquered people, under their chief AEneas, in their search for a new home, after the ruin of their native city.  On that fatal night when the wooden horse disgorged its contents of armed men, and the capture and conflagration of the city were the result, Aeneas made his escape from the scene of destruction with his father, and his wife, and young son.  The father, Anchises, was woo old to walk with the speed required, and AEneas took him upon his shoulders.  Thus burdened, leading his son and followed by his wife, he made the best of his way out of the burning city; but in the confusion, his wife was swept away and lost.\\n\\nOn arriving at the place of rendezvous, numerous fugitives, of both sexes, were found, who put themselves under the guidance of Aeneas.  Some months were spent in preparation and at length they embarked.  They first landed on the neighboring shores of Thrace, and were preparing to build a city, but AEneas was deterred by a prodigy.  Preparing to offer sacrifice, he tore some twigs from one of the bushes.  To his dismay the wounded part dropped blood. When he repeated the act, a voice from the ground cried out to him, \\\"Spare me, AEneas; I am your kinsman, Polydore, here murdered with many arrows, from which a bush has grown, nourished with my blood.\\\"  These words recalled to the recollection of AEneas that Polydore was a young prince of Troy, whom his father had sent with ample treasures to the neighboring land of Thrace, to be there brought up, at a distance from the horrors of war. The king to whom he was sent had murdered him, and seized his treasures.  AEneas and his companions hastened away, considering the land to be accursed by the stain of such a crime.\\n\\nThey next landed on the island of Delos, which was once a floating island, till Jupiter fastened it by adamantine chains to the bottom of the sea.  Apollo and Diana were born there, and the island was sacred to Apollo.  Here AEneas consulted the oracle of Apollo, and received an answer, as ambiguous as usual   \\\"Seek your ancient mother; there the race of AEneas shall dwell, and reduce all other nations to their sway.\\\"  The Trojans heard with joy, and immediately began to ask one another, \\\"Where is the spot intended by the oracle?\\\"  Anchises remembered that there was a tradition that their forefathers came from Crete, and thither they resolved to steer.  They arrived at Crete, and began to build their city, but sickness broke out among them, and the fields that they had planted failed to yield a crop.  In this gloomy aspect of affairs, AEneas was warned in a dream to leave the country, and seek a western land, called Hesperia, whence Dardanus, the true founder of the Trojan race, had originally migrated.  To Hesperia, now called Italy, therefore, they directed their future course, and not till after many adventures and the lapse of time sufficient to carry a modern navigator several times round the world, did they arrive there.\\n\\nTheir first landing was at the island of the Harpies:\\n\\n\\\"__________The daughters of the earth and sea, The dreadful snatchers, who like women were Down to the breast, with scanty coarse black hair About their heads, and dim eyes ringed with red, And bestial mouths set round with lips of lead, But from their gnarled necks there began to spring Half hair, half feathers, and a sweeping wing Grew out instead of arm on either side, And thick plumes underneath the breast did hide The place where joined the fearful natures twain. Gray-feathered were they else, with many a stain Of blood thereon, and on birds' claws they went. Morris: Life and Death of Jason\\n\\nThe Harpies had been sent by the gods to torment a certain Phineus, whom Jupiter had deprived of his sight in punishment of his cruelty; and whenever a meal was placed before him, the Harpies darted down from the air and carried it off.  They were driven away from Phineus by the heroes of the Argonautic expedition, and took refuge in the island where AEneas now found them.\\n\\nWhen they entered the port the Trojans saw herds of cattle roaming over the plain.  They slew as many as they wished, and prepared for a feast.  But no sooner had they seated themselves at the table, than a horrible clamor was heard in the air, and a flock of odious Harpies came rushing down upon them, seizing in their talons the meat from the dishes, and flying away with it. AEneas and his companions drew their swords and dealt vigorous blows among the monsters, but to no purpose, for they were so nimble it was almost impossible to hit them, and their feathers were like armor impenetrable to steel.  One of them, perched on a neighboring cliff, screamed out, \\\"Is it thus, Trojans, you treat us innocent birds, first slaughter our cattle, and then make war on ourselves?\\\"  She then predicted dire sufferings to them in their future course, and having vented her wrath flew away.  The Trojans made haste to leave the country, and next found themselves coasting along the shore of Epirus.  Here they landed, and to their astonishment learned that certain Trojan exiles, who had been carried there as prisoners, had become rulers of the country.  Andromache, the widow of Hector, became the wife of one of the victorious Grecian chiefs, to whom she bore a son.  Her husband dying, she was left regent of the country, as guardian of her son, and had married a fellow-captive, Helenus, of the royal race of Troy.  Helenus and Andromache treated the exiles with the utmost hospitality, and dismissed them loaded with gifts.\\n\\n> From hence AEneas coasted along the shore of Sicily, and passed the country of Cyclopes.  Here they were hailed from the shore by a miserable object, whom by his garments, tattered as they were, they perceived to be a Greek.  He told them he was one of Ulysses' companions, left behind by that chief in his hurried departure.  He related the story of Ulysses' adventure with Polyphemus, and besought them to take him off with them, as he had no means of sustaining his existence where he was, but wild berries and roots, and lived in constant fear of the Cyclopes. While he spoke Polyphemus made his appearance; a terrible monster, shapeless, vast, whose only eye had been put out.  He walked with cautious steps, feeling his way with a staff, down to the sea-side, to wash his eye-socket in the waves.  When he reached the water, he waded out towards them, and his immense height enabled him to advance far into the sea, so that the Trojans, in terror, took to their oars to get out of his way. Hearing the oars, Polyphemus shouted after them, so that the shores resounded, and at the noise the other Cyclopes came forth from their caves and woods, and lined the shore, like a row of lofty pine trees.  The Trojans plied their oars, and soon left them out of sight.\\n\\nAEneas had been cautioned by Helenus to avoid the strait guarded by the monsters Scylla and Charybdis.  There Ulysses, the reader will remember, had lost six of his men, seized by Scylla, while the navigators were wholly intent upon avoiding Charybdis. AEneas, following the advice of Helenus, shunned the dangerous pass and coasted along the island of Sicily.\\n\\nJuno, seeing the Trojans speeding their way prosperously towards their destined shore, felt her old grudge against them revive, for she could not forget the slight that Paris had put upon her, in awarding the prize of beauty to another.  In heavenly minds can such resentments dwell!  Accordingly she hastened to AEolus, the ruler of the winds,   the same who supplied Ulysses with favoring gales, giving him the contrary ones tied up in a bag. AEolus obeyed the goddess and sent forth his sons, Boreas, Typhon and the other winds, to toss the ocean.  A terrible storm ensued, and the Trojan ships were driven out of their course towards the coast of Africa.  They were in imminent danger of being wrecked, and were separated, so that AEneas thought that all were lost except his own.\\n\\nAt this crisis, Neptune, hearing the storm raging, and knowing that he had given no orders for one, raised his head above the waves, and saw the fleet of AEneas driving before the gale. Knowing the hostility of Juno, he was at no loss to account for it, but his anger was not the less at this interference in his province.  He called the winds, and dismissed them with a severe reprimand.  He then soothed the waves, and brushed away the clouds from before the face of the sun.  Some of the ships which had got on the rocks he pried off with his own trident, while Triton and a sea-nymph, putting their shoulders under others, set them afloat again.  The Trojans, when the sea became calm, sought the nearest shore, which was the coast of Carthage, where AEneas was so happy as to find that one by one the ships all arrived safe, though badly shaken.\\n\\nWaller, in his Panegyric to the Lord Protector (Cromwell), alludes to this stilling of the storm by Neptune:\\n\\n\\\"Above the waves, as Neptune showed his face, To chide the winds and save the Trojan race, So has your Highness, raised above the rest, Storms of ambition tossing us repressed..\\\"\\n\\nDIDO\\n\\nCarthage, where the exiles had now arrived, was a spot on the coast of Africa opposite Sicily, where at that time a Tyrian colony under Dido their queen, were laying the foundations of a state destined in later ages to be the rival of Rome itself. Dido was the daughter of Belus, king of Tyre, and sister of Pygmalion who succeeded his father on the throne.  Her husband was Sichaeus, a man of immense wealth, but Pygmalion, who coveted his treasures, caused him to be put to death.  Dido, with a numerous body of followers, both men and women, succeeded in effecting their escape from Tyre in several vessels, carrying with them the treasures of Sichaeus.  On arriving at the spot which they selected as the seat of their future home, they asked of the natives only so much land as they could enclose with a bull's hide.  When this was readily granted, she caused the hide to be cut into strips, and with them enclosed a spot on which she built a citadel, and called it Byrsa (a hide).  Around this fort the city of Carthage rose, and soon became a powerful and flourishing place.\\n\\nSuch was the state of affairs when AEneas with his Trojans arrived there.  Dido received the illustrious exiles with friendliness and hospitality.  \\\"Not unacquainted with distress,\\\" she said, \\\"I have learned to succor the unfortunate.\\\"  The queen's hospitality displayed itself in festivities at which games of strength and skill were exhibited.  The strangers contended for the palm with her own subjects on equal terms, the queen declaring that whether the victor were \\\"Trojan or Tyrian should make no difference to her.\\\"  At the feast which followed the games, AEneas gave at her request a recital of the closing events of the Trojan history and his own adventures after the fall of the city.  Dido was charmed with his discourse and filled with admiration of his exploits.  She conceived an ardent passion for him, and he for his part seemed well content to accept the fortunate chance which appeared to offer him at once a happy termination of his wanderings, a home, a kingdom, and a bride. Months rolled away in the enjoyment of pleasant intercourse, and it seemed as if Italy and the empire destined to be founded on its shores were alike forgotten.  Seeing which, Jupiter dispatched Mercury with a message to AEneas recalling him to a sense of his high destiny, and commanding him to resume his voyage.\\n\\nAEneas, under this divine command, parted from Dido, though she tried every allurement and persuasion to detain him.  The blow to her affection and her pride was too much for her to endure, and when she found that he was gone, she mounted a funeral-pile which she had caused to be prepared, and, having stabbed herself, was consumed with the pile.  The flames rising over the city were seen by the departing Trojans, and, though the cause was unknown, gave to AEneas some intimation of the fatal event.\\n\\nWe find in \\\"Elegant Extracts\\\" the following epigram:\\n\\n> From the Latin\\n\\n\\\"Unhappy, Dido, was thy fate In first and second married state! One husband caused thy flight by dying, Thy death the other caused by flying.\\\"\\n\\nDr. Johnson was once challenged to make an epigram on the syllables di,do,dum.  He immediately replied in these lines:\\n\\n\\\"When Dido found Aeneas would not come, She wept in silence, and was Dido dumb.\\n\\nPALINURUS\\n\\nAfter touching at the island of Sicily, where Acestes, a prince of Trojan lineage, bore sway, who gave them a hospitable reception, the Trojans re-embarked, and held on their course for Italy.  Venus now interceded with Neptune to allow her son at last to attain the wished-for goal, and find an end of his perils on the deep.  Neptune consented, stipulating only for one life as a ransom for the rest.  The victim was Palinurus, the pilot.  As he sat watching the stars, with his hand on the helm, Somnus, sent by Neptune, approached in the guise of Phorbas and said, \\\"Palinurus, the breeze is fair, the water smooth, and the ship sails steadily on her course.  Lie down a while and take needful rest.  I will stand at the helm in your place.\\\"  Palinurus replied, \\\"Tell me not of smooth seas or favoring winds,   me who have seen so much of their treachery.  Shall I trust AEneas to the chances of the weather and winds?\\\"  And he continued to grasp the helm and to keep his eyes fixed on the stars.  But Somnus waved over him a branch moistened with Lethaean dew, and his eyes closed in spite of all his efforts.  Then Somnus pushed him overboard and he fell; but keeping his hold upon the helm it came away with him.  Neptune was mindful of his promise, and kept the ship on her track without helm or pilot, till Aeneas discovered his loss, and, sorrowing deeply for his faithful steersman, took charge of the ship himself.\\n\\nThere is a beautiful allusion to the story of Palinurus in Scott's Marmion, Introduction to Canto I., where the poet, speaking of the recent death of William Pitt, says:\\n\\n\\\"Oh, think how, to his latest day, When death just hovering claimed his prey, With Palinure's unaltered mood, Firm at his dangerous post he stood; Each call for needful rest repelled, With dying hand the rudder held, Till in his fall, with fateful sway, The steerage of the realm gave way.\\\"\\n\\nThe ships at last reached the shores of Italy, and joyfully did the adventurers leap to land.  While his people were employed in making their encampment AEneas sought the abode of the Sibyl.  It was a cave connected with a temple and grove, sacred to Apollo and Diana.  While Aeneas contemplated the scene, the Sibyl accosted him.  She seemed to know his errand, and under the influence of the deity of the place burst forth in a prophetic strain, giving dark intimations of labors and perils through which he was destined to make his way to final success.  She closed with the encouraging words which have become proverbial: \\\"Yield not to disasters, but press onward the more bravely.\\\" AEneas replied that he had prepared himself for whatever might await him.  He had but one request to make.  Having been directed in a dream to seek the abode of the dead in order to confer with his father Anchises to receive from him a revelation of his future fortunes and those of his race, he asked her assistance to enable him to accomplish the task.  The Sibyl replied, \\\"The descent to Avernus is easy; the gate of Pluto stands open night and day; but to retrace one's steps and return to the upper air, that is the toil, that the difficulty.  She instructed him to seek in the forest a tree on which grew a golden branch.  This branch was to be plucked off, to be borne as a gift to Proserpine, and if fate was propitious, it would yield to the hand and quit its parent trunk, but otherwise no force could rend it away.  If torn away, another would succeed.\\n\\nAEneas followed the directions of the Sibyl.  His mother Venus sent two of her doves to fly before him and show him the way, and by their assistance he found the tree, plucked the branch, and hastened back with it to the Sibyl.\\n\\nChapter XXV The Infernal Regions   The Sibyl\\n\\nAt the commencement of our series we have given the pagan account of the creation of the world, so as we approach its conclusion, we present a view of the regions of the dead, depicted by one of their most enlightened poets, who drew his doctrines from their most esteemed philosophers.  The region where Virgil places the entrance into this abode, is perhaps the most strikingly adapted to excite ideas of the terrific and preternatural of any on the face of the earth.  It is the volcanic region near Vesuvius, where the whole country is cleft with chasms from which sulphurous flames arise, while the ground is shaken with pent-up vapors, and mysterious sounds issue from the bowels of the earth. The lake Avernus is supposed to fill the crater of an extinct volcano.  It is circular, half a mile wide, and very deep, surrounded by high banks, which in Virgil's time were covered with a gloomy forest.  Mephitic vapors rise from its waters, so that no life is found on its banks, and no birds fly over it. Here, according to the poet, was the cave which afforded access to the infernal regions, and here AEneas offered sacrifices to the infernal deities, Proserpine, Hecate, and the Furies.  Then a roaring was heard in the earth, the woods on the hill-tops were shaken, and the howling of dogs announced the approach of the deities.  \\\"Now,\\\" said the Sibyl, \\\"summon up your courage, for you will need it.\\\"  She descended into the cave, and AEneas followed. Before the threshold of Hades they passed through a group of beings who are Griefs and avenging Cares, pale Diseases and melancholy Age, Fear and Hunger that tempt to crime, Toil, Poverty, and Death, forms horrible to view.  The Furies spread their couches there, and Discord, whose hair was of vipers tied up with a bloody fillet.  Here also were the monsters, Briareus with his hundred arms, Hydras hissing, and Chimaeras breathing fire.  AEneas shuddered at the sight, drew his sword and would have struck, had not the Sibyl restrained him.  They then came to the black river Cocytus, where they found the ferryman, Charon, old and squalid, but strong and vigorous, who was receiving passengers of all kinds into his boat, high-souled heroes, boys and unmarried girls as numerous as the leaves that fall at autumn, or the flocks that fly southward at the approach of winter.  They stood pressing for a passage, and longing to touch the opposite shore.  But the stern ferryman took in only such as he chose, driving the rest back.  AEneas, wondering at the sight, asked the Sibyl, \\\"Why this discrimination?: She answered, \\\"Those who are taken on board the bark are the souls of those who have received due burial rites; the host of others who have remained unburied, are not permitted to pass the flood, but wander a hundred years, and flit to and fro about the shore, till at last they are taken over.\\\"  AEneas grieved at recollecting some of his own companions who had perished in the storm.  At that moment he beheld Palinurus, his pilot, who fell overboard and was drowned. He addressed him and asked him the cause of his misfortune. Palinurus replied that the rudder was carried away, and he, clinging to it, was swept away with it.  He besought Aeneas most urgently to extend to him his hand and take him in company to the opposite shore.  But the Sibyl rebuked him for the wish thus to transgress the laws of Pluto, but consoled him by informing him that the people of the shore where his body had been wafted by the waves, should be stirred up by the prodigies to give it the burial, and that the promontory should bear the name of Cape Palinurus, which it does to this day.  Leaving Palinurus consoled by these words, they approached the boat.  Charon, fixing his eyes sternly upon the advancing warrior, demanded by what right he, living and armed, approached the shore.  To which the Sibyl replied that they would commit no violence, that AEneas's only object was to see his father, and finally exhibited the golden branch, at sight of which Charon's wrath relaxed, and he made haste to turn his back to the shore, and receive them on board. The boat, adapted only to the light freight of bodiless spirits, groaned under the weight of the hero.  They were soon conveyed to the opposite shore.  There they were encountered by the three- headed dog Cerberus, with his necks bristling with snakes.  He barked with all his three throats till the Sibyl threw him a medicated cake, which he eagerly devoured, and then stretched himself out in his den and fell asleep.  AEneas and the Sibyl sprang to land.  The first sound that struck their ears was the wailing of young children, who had died on the threshold of life, and near to these were they who had perished under false charges. Minos presides over them as judge, and examines the deeds of each.  The next class was of those who had died by their own hand, hating life and seeking refuge in death.  Oh, how willingly would they now endure poverty, labor, and any other infliction, if they might but return to life!  Next were situated the regions of sadness, divided off into retired paths, leading through groves of myrtle.  Here roamed those who had fallen victims to unrequited love, not freed from pain even by death itself.  Among these, AEneas thought he descried the form of Dido, with a wound still recent.  In the dim light he was for a moment uncertain, but approaching perceived it was indeed herself.  Tears fell from his eyes, and he addressed her in the  accents of love.  \\\"Unhappy Dido!  Was then the rumor true that you had perished?  And was I, alas! the cause!  I call the gods to witness that my departure from you was reluctant, and in obedience to the commands of Jove; nor could I believe that my absence would have cost you so dear. Stop, I beseech you, and refuse me not a last farewell.\\\"  She stood for a moment with averted countenance, and eyes fixed on the ground, and then silently passed on, as insensible to his pleadings as a rock.   AEneas followed for some distance; then, with a heavy heart, rejoined his companion and resumed his route.\\n\\nThey next entered the fields where roam the heroes who have fallen in battle.  Here they saw many shades of Grecian and Trojan warriors.  The Trojans thronged around him, and could not be satisfied with the sight.  They asked the cause of his coming, and plied him with innumerable questions.  But the Greeks, at the sight of his armor glittering through the murky atmosphere, recognized the hero, and filled with terror turned their backs and fled, as they used to flee on the plains of Troy.\\n\\nAEneas would have lingered long with his Trojan friends but the Sibyl hurried him away.  They next came to a place where the road divided, the one leading to Elysium, the other to the regions of the condemned.  AEneas beheld on one side the walls of a mighty city, around which Phlegethon rolled its fiery waters.  Before him was the gate of adamant that neither gods nor men can break through.   An iron tower stood by the gate, on which Tisiphone, the avenging Fury, kept guard.  From the city were heard groans, and the sound of the scourge, the creaking of iron, and the clanking of chains.  AEneas, horror-struck, inquired of his guide what crimes were those whose punishments produced the sounds he hear?   The Sibyl answered, \\\"Here is the judgment-hall of Rhadamanthus, who brings to light crimes done in life, which the perpetrator vainly thought impenetrably hid.  Tisiphone applies her whip of scorpions, and delivers the offender over to her sister Furies.  At this moment with horrid clang the brazen gates unfolded, and AEneas saw within, a Hydra with fifty heads, guarding the entrance.  The Sibyl told him that the Gulf of Tartarus descended deep, so that its recesses were as far beneath their feet as heaven was high above their heads.  In the bottom of this pit, the Titan race, who warred against the gods, lie prostrate; Salmoneus, also, who presumed to vie with Jupiter, and built a bridge of brass over which he drove his chariot that the sound might resemble thunder, launching flaming brands at his people in imitation of lightning, till Jupiter struck him with a real thunderbolt, and taught him the difference between mortal weapons and divine.  Here, also, is Tityus, the giant, whose form is so immense that as he lies, he stretches over nine acres, while a vulture preys upon his liver, which as fast as it is devoured grows again, so that his punishment will have no end.\\n\\nAEneas saw groups seated at tables loaded with dainties, while near by stood a Fury who snatched away the viands from their lips, as fast as they prepared to taste them.  Others beheld suspended over their heads huge rocks, threatening to fall, keeping them in a state of constant alarm.  These were they who had hated their brothers, or struck their parents, or defrauded the friends who trusted them, or who having grown rich, kept their money to themselves, and gave no share to others; the last being the most numerous class.  Here also were those who had violated the marriage vow, or fought in a bad cause, or failed in fidelity to their employers.  Here was one who had sold his country for gold, another who perverted the laws, making them say one thing today and another tomorrow.\\n\\nIxion was there fastened to the circumference of a wheel ceaselessly revolving; and Sisyphus, whose task was to roll a huge stone up to a hill-top, but when the steep was well-nigh gained, the rock, repulsed by some sudden force, rushed again headlong down to the plain.  Again he toiled at it, while the sweat bathed all his weary limbs, but all to no effect.  There was Tantalus, who stood in a pool, his chin level with the water, yet he was parched with thirst, and found nothing to assuage it; for when he bowed his hoary head, eager to quaff, the water fled away, leaving the ground at his feet all dry.  Tall trees laden with fruit stooped their heads to him, pears, pomegranates, apples and luscious figs; but when with a sudden grasp he tried to seize them, winds whirled them high above his reach.\\n\\nThe Sibyl now warned AEneas that it was time to turn from these melancholy regions and seek the city of the blessed. They passed through a middle tract of darkness, and came upon the Elysian fields, the groves where the happy reside.  They breathed a freer air, and saw all objects clothed in a purple light.  The region has a sun and stars of its own.  The inhabitants were enjoying themselves in various ways, some in sports on the grassy turf, in games of strength or skill, others dancing or singing.  Orpheus struck the chords of his lyre, and called forth ravishing sounds. Here AEneas saw the founders of the Trojan state, high-souled heroes who lived in happier times.  He gazed with admiration on the war-chariots and glittering arms now reposing in disuse. Spears stood fixed in the ground, and the horses, unharnessed, roamed over the plain.  The same pride in splendid armor and generous steeds which the old heroes felt in life, accompanied them here.  He saw another group feasting, and listening to the strains of music.  They were in a laurel grove, whence the great river Po has its origin, and flows out among men.  Here dwelt those who fell by wounds received in their country's cause, holy priests, also, and poets who have uttered thoughts worthy of Apollo, and others who have contributed to cheer and adorn life by their discoveries in the useful arts, and have made their memory blessed by rendering service to mankind.  They wore snow- white fillets about their brows.  The Sibyl addressed a group of these, and inquired where Anchises was to be found.  They were directed where to seek him, and soon found him in a verdant valley, where he was contemplating the ranks of his posterity, their destinies and worthy deeds to be achieved in coming times. When he recognized AEneas approaching, he stretched out both hands to him, while tears flowed freely.  \\\"Have you come at last,\\\" said he, \\\"long expected and do I behold you after such perils past?  O my son, how have I trembled for you as I have watched your career!\\\"  To which AEneas replied, O father!  Your image was always before me to guide and guard me.  Then he endeavored to enfold his father in his embrace, but his arms enclosed only an unsubstantial image.\\n\\nAEneas perceived before him a spacious valley, with trees gently waving to the wind, a tranquil landscape, through which the river Lethe flowed.  Along the banks of the stream wandered a countless multitude, numerous as insects in the summer air.  AEneas, with surprise, inquired who were these.  Anchises answered, \\\"They are souls to which bodies are to be given in due time.  Meanwhile they dwell on Lethe's bank, and drink oblivion of their former lives.\\\"  \\\"Oh, father!\\\" said AEneas, \\\"is it possible that any can be so in love with life, as to wish to leave these tranquil seats for the upper world?\\\"  Anchises replied by explaining the plan of creation.  The Creator, he told him, originally made the material of which souls are composed, of the four elements, fire, air, earth, and water, all which, when united, took the form of the most excellent part, fire, and became FLAME.  This material was scattered like seed among the heavenly bodies, the sun, moon, and stars.  Of this seed the inferior gods created man and all other animals, mingling it with various proportions of earth, by which its purity was alloyed and reduced.  Thus the more earth predominates in the composition, the less pure is the individual; and we see men and women with their full-grown bodies have not the purity of childhood.  So in proportion to the time which the union of body and soul has lasted, is the impurity contracted by the spiritual part.  This impurity must be purged away after death, which is done by ventilating the souls in the current of winds, or merging them in water, or burning out their impurities by fire.  Some few, of whom Anchises intimates that he is one, are admitted at once to Elysium, there to remain.  But the rest, after the impurities of earth are purged away, are sent back to life endowed with new bodies, having had the remembrance of their former lives effectually washed away by the waters of Lethe. Some, however, there still are, so thoroughly corrupted, that they are not fit to be entrusted with human bodies, and these are made into brute animals, lions, tigers, cats, dogs, monkeys, etc. This is what the ancients called Metempsychosis, or the transmigration of souls; a doctrine which is still held by the natives of India, who scruple to destroy the life, even of the most insignificant animal, not knowing but it may be one of their relations in an altered form.\\n\\nAnchises, having explained so much, proceeded to point out to AEneas individuals of his race, who were hereafter to be born, and to relate to him the exploits they should perform in the world.  After this he reverted to the present, and told his son of the events that remained to him to be accomplished before the complete establishment of himself and his followers in Italy. Wars were to be waged, battles fought, a bride to be won, and in the result a Trojan state founded, from which should rise the Roman power, to be in time the sovereign of the world.\\n\\nAEneas and the Sybil then took leave of Anchises, and returned by some short cut, which the poet does not explain, to the upper world.\\n\\nThe Egyptian name of Hades was Amenti.  In the Revision of the Scriptures the Revising Commission has substituted the word Hades where \\\"hell\\\" was used in the version of King James.\\n\\nELYSIUM\\n\\nVirgil, we have seen, places his Elysium under the earth, and assigns it for a residence to the spirits of the blessed.  But in Homer Elysium forms no part of the realms of the dead.  He places it on the west of the earth, near Ocean, and described it as a happy land, where there is neither snow, nor cold, nor rain, and always fanned by the delightful breezes of Zephyrus.  Hither favored heroes pass without dying, and live happy under the rule of Rhadamanthus.  The Elysium of Hesiod and Pindar is in the Isles of the Blessed, or Fortunate Islands, in the Western Ocean. >From these sprang the legend of the happy island Atlantis.  This blissful region may have been wholly imaginary, but possibly may have sprung from the reports of some storm-driven mariners who had caught a glimpse of the coast of America.\\n\\nJames Russell Lowell, in one of his shorter poems, claims for the present age some of the privileges of that happy realm. Addressing the Past, he says,\\n\\n\\\"Whatever of true life there was in thee, Leaps in our age's veins. .    .    .    .    .    . \\\"Here, 'mid the bleak waves of our strife and care, Float the green 'Fortunate Isles,' Where all thy hero-spirits dwell and share Our martyrdoms and toils. The present moves attended With all of brave and excellent and fair That made the old time splendid.\\\"\\n\\nMilton alludes to the same fable in Paradise Lost, Book III., 1.568.\\n\\n\\\"Like those Hesperian gardens famed of old, Fortunate fields and groves and flowery vales, Thrice happy isles.\\\"\\n\\nAnd in Book II. he characterizes the rivers of Erebus according to the meaning of their names in the Greek language:\\n\\n\\\"Abhorred Styx, the flood of deadly hate, Sad Acheron of sorrow black and deep; Cocytus named of lamentation loud Heard on the rueful stream; fierce Phlegethon Whose waves of torrent fire inflame with rage. Far off from these a slow and silent stream. Lethe, the river of oblivion, rolls Her watery labyrinth, whereof who drinks Forthwith his former state and being forgets, Forgets both joy and grief, pleasure and pain.\\\"\\n\\nTHE SIBYL\\n\\nAs AEneas and the Sibyl pursued their way back to earth, he said to her, \\\"Whether thou be a goddess or a mortal beloved by the gods, by me thou shalt always be held in reverence.  When I reach the upper air, I will cause a temple to be built to thy honor, and will myself bring offerings.\\\"  \\\"I am no goddess,\\\" said the Sibyl; \\\"I have no claim to sacrifice or offering.  I am mortal; yet if I could have accepted the love of Apollo, I might have been immortal.  He promised me the fulfilment of my wish, if I would consent to be his.  I took a handful of sand, and holding it forth, said, 'Grant me to see as many birthdays as there are sand-grains in my hand.'  Unluckily I forgot to ask for enduring youth.  This also he would have granted, could I have accepted his love, but offended at my refusal, he allowed me to grow old. My youth and youthful strength fled long ago.  I have lived seven hundred years, and to equal the number of the sand-grains, I have still to see three hundred springs and three hundred harvests. My body shrinks up as years increase, and in time, I shall be lost to sight, but my voice will remain, and future ages will respect my sayings.\\\"\\n\\nThese concluding words of the Sibyl alluded to her prophetic power.  In her cave she was accustomed to inscribe on leaves gathered from the trees the names and fates of individuals.  The leaves thus inscribed were arranged in order within the cave, and might be consulted by her votaries.   But if perchance at the opening of the door the wind rushed in and dispersed the leaves, the Sibyl gave no aid to restoring them again, and the oracle was irreparably lost.\\n\\nThe following legend of the Sibyl is fixed at a later date.  In the reign of one of the Tarquins there appeared before the king a woman who offered him nine books for sale.  The king refused to purchase them, whereupon the woman went away and burned three of the books, and returning offered the remaining books for the same price she had asked for the nine.  The king again rejected them; but when the woman, after burning three books more, returned and asked for the three remaining the same price which she had before asked for the nine, his curiosity was excited, and he purchased the books.  They were found to contain the destinies of the Roman state.  They were kept in the temple of Jupiter Capitolinus, preserved in a stone chest, and allowed to be inspected only by especial officers appointed for that duty, who on great occasions consulted them and interpreted their oracles to the people.\\n\\nThere were various Sibyls; but the Cumaean Sibyl, of whom Ovid and Virgil write, is the most celebrated of them.  Ovid's story of her life protracted to one thousand years may be intended to represent the various Sibyls as being only reappearances of one and the same individual.\\n\\nIt is now believed that some of the most distinguished Sibyls took the inspiration of their oracles from the Jewish scripture. Readers interested in this subject will consult, \\\"Judaism,\\\" by Prof. F. Huidekoper.\\n\\nYoung, in the Night Thoughts, alludes to the Sibyl.  Speaking of worldly Wisdom, he says:\\n\\n\\\"If future fate she plans 'tis all in leaves, Like Sibyl, unsubstantial, fleeting bliss; At the first blast it vanishes in air.      .    .    .    .    . As worldly schemes resemble Sibyl's leaves, The good man's days to Sibyl's books compare, The price still rising as in number less.\\\"\\n\\nChapter XXVI Camilla   Evander   Nisus and Euryalus   Mezentius   Turnus\\n\\nAEneas, having parted from the Sibyl and rejoined his fleet, coasted along the shores of Italy and cast anchor in the mouth of the Tiber.  The poet Virgil, having brought his hero to this spot, the destined termination of his wanderings, invokes his Muse to tell him the situation of things at that eventful moment. Latinus, third in descent from Saturn, ruled the country.  He was now old and had no male descendant, but had one charming daughter, Lavinia, who was sought in marriage by many neighboring chiefs, one of whom, Turnus, king of the Rutulians, was favored by the wishes of her parents.  But Latinus had been warned in a dream by his father Faunus, that the destined husband of Lavinia should come from a foreign land.  From that union should spring a race destined to subdue the world.\\n\\nOur readers will remember that in the conflict with the Harpies, one of those half-human birds had threatened the Trojans with dire sufferings.  In particular she predicted that before their wanderings ceased they should be pressed by hunger to devour their tables.  This portent now came true; for as they took their scanty meal, seated on the grass, the men placed their hard biscuit on their laps, and put thereon whatever their gleanings in the woods supplied.  Having dispatched the latter they finished by eating the crusts.  Seeing which, the boy Iulus said playfully, \\\"See, we are eating our tables.\\\"  AEneas caught the words and accepted the omen.  \\\"All hail, promised land!\\\" he exclaimed, \\\"this is our home, this our country!\\\"  He then took measures to find out who were the present inhabitants of the land, and who their rulers.  A hundred chosen men were sent to the village of Latinus, bearing presents and a request for friendship and alliance.  They went and were favorably received. Latinus immediately concluded that the Trojan hero was no other than the promised son-in-law announced by the oracle.  He cheerfully granted his alliance and sent back the messengers mounted on steeds from his stables, and loaded with gifts and friendly messages.\\n\\nJuno, seeing things go thus prosperously for the Trojans, felt her old animosity revive, summoned the Fury Alecto from Erebus, and sent her to stir up discord.  The Fury first took possession of the queen, Amata, and roused her to oppose in every way the new alliance.  Alecto then sped to the city of Turnus, and assuming the form of an old priestess, informed him of the arrival of the foreigners and of the attempts of their prince to rob him of his bride.  Next she turned her attention to the camp of the Trojans.  There she saw the boy Iulus and his companions amusing themselves with hunting.  She sharpened the scent of the dogs, and led them to rouse up from the thicket a tame stag, the favorite of Silvia, the daughter of Tyrrheus, the king's herdsman.  A javelin from the hand of Iulus wounded the animal, and he had only strength left to run homewards, and died at his mistress' feet.  Her cries and tears roused her brothers and the herdsmen, and they, seizing whatever weapons came to hand, furiously assaulted the hunting party.  These were protected by their friends, and the herdsmen were finally driven back with the loss of two of their number.\\n\\nThese things were enough to rouse the storm of war, and the queen, Turnus, and the peasants, all urged the old king to drive the strangers from the country.  He resisted as long as he could, but finding his opposition unavailing, finally gave way and retreated to his retirement.\\n\\nOPENING THE GATES OF JANUS\\n\\nIt was the custom of the country, when war was to be undertaken, for the chief magistrate, clad in his robes of office, with solemn pomp to open the gates of the temple of Janus, which were kept shut as long as peace endured.  His people now urged the old king to perform that solemn office, but he refused to do so. While they contested, Juno herself, descending from the skies, smote the doors with irresistible force and burst them open. Immediately the whole country was in a flame.  The people rushed from every side breathing nothing but war.\\n\\nTurnus was recognized by all as leader; others joined as allies, chief of whom was Mezentius, a brave and able soldier, but of detestable cruelty.  He had been the chief of one of the neighboring cities, but his people drove him out.  With him was joined his son Lausus, a generous youth worthy of a better sire.\\n\\nCAMILLA\\n\\nCamilla, the favorite of Diana, a huntress and warrior, after the fashion of the Amazons, came with her band of mounted followers, including a select number of her own sex, and ranged herself on the side of Turnus.  This maiden had never accustomed her fingers to the distaff or the loom, but had learned to endure the toils of war, and in speed to outstrip the wind.  It seemed as if she might run over the standing corn without crushing it, or over the surface of the water without dipping her feet.  Camilla's history had been singular from the beginning.  Her father, Metabus, driven from his city by civil discord, carried with him in his flight his infant daughter.  As he fled through the woods, his enemies in hot pursuit, he reached the bank of the river Amazenus, which, swelled by rains, seemed to debar a passage.  He paused for a moment, then decided what to do.  He tied the infant to his lance with wrappers of bark, and, poising the weapon in his upraised hand, thus addressed Diana: \\\"Goddess of the woods! I consecrate this maid to you;\\\" then hurled the weapon with its burden to the opposite bank.  The spear flew across the roaring water.  His pursuers were already upon him, but he plunged into the river and swam across, and found the spear with the infant safe on the other side.  Thenceforth he lived among the shepherds, and brought up his daughter in woodland arts.  While a child she was taught to use the bow and throw the javelin.  With her sling she could bring down the crane or the wild swan.  Her dress was a tiger's skin.  Many mothers sought her for a daughter-in-law, but she continued faithful to Diana,  and repelled the thought of marriage.\\n\\nThere is an allusion to Camilla in those well-known lines of Pope, in which, illustrating the rule that \\\"the sound should be an echo to the sense,\\\" he says,\\n\\n\\\"When Ajax strives some rock's vast weight to throw, The line too labors and the words move slow. Not so when swift Camilla scours the plain, Flies o'er th'unbendng corn or skims along the main.\\\" Essay on Criticism\\n\\nEVANDER\\n\\nSuch were the formidable allies that ranged themselves against AEneas.  It was night, and he lay stretched in sleep on the bank of the river, under the open heavens.  The god of the stream, Father Tiber, seemed to raise his head above the willows, and to say, \\\"O goddess-born, destined possessor of the Latin realms, this is the promised land, here is to be your home, here shall terminate the hostility of the heavenly powers, if only you faithfully persevere.  There are friends not far distant. Prepare your boats and row up my stream; I will lead you to Evander the Arcadian chief.  He has long been at strife with Turnus and the Rutulians, and is prepared to become an ally of yours.  Rise!  Offer your vows to Juno, and deprecate her anger. When you have achieved your victory then think of me.\\\"  AEneas woke and paid immediate obedience to the friendly vision.  He sacrificed to Juno, and invoked the god of the river and all its tributary fountains to lend their aid.  Then, for the first time, a vessel filled with armed warriors floated on the stream of the Tiber.  The river smoothed its waves and bade its current flow gently, while, impelled by the vigorous strokes of the rowers, the vessel shot rapidly up the stream.\\n\\nAbout the middle of the day they came in sight of the scattered buildings of the infant town where in after times the proud city of Rome grew, whose glory reached the skies.  By chance the old king, Evander, was that day celebrating annual solemnities in honor of Hercules and all the gods.  Pallas, his son, and all the chiefs of the little commonwealth stood by.  When they saw the tall ship gliding onward through the wood, they were alarmed at the sight, and rose from the tables.  But Pallas forbade the solemnities to be interrupted, and seizing a weapon, stepped forward to the river's bank.  He called aloud, demanding who they were and what was their object.  AEneas, holding forth an olive- branch, replied, \\\"We are Trojans, friends to you and enemies to the Rutulians.  We seek Evander, and offer to join our arms with yours.\\\"  Pallas, in amazement at the sound of so great a name, invited them to land, and when AEneas touched the shore he seized his hand and held it long in friendly grasp.  Proceeding through the wood they joined the king and his party, and were most favorably received.  Seats were provided for them at the tables, and the repast proceeded.\\n\\nWhen the solemnities were ended all moved towards the city.  The king, bending with age, walked between his son and AEneas, taking the arm of one or the other of them, and with much variety of pleasing talk shortening the way.  AEneas looked and listened with delight, observing all the beauties of the scene, and learning much of heroes renowned in ancient times.  Evander said, \\\"These extensive groves were once inhabited by fauns and nymphs, and a rude race of men who sprang from the trees themselves, and had neither laws nor social culture.  They knew not how to yoke the cattle nor raise a harvest, nor provide from present abundance for future want; but browsed like beasts upon the leafy boughs, or fed voraciously on their hunted prey.  Such were they when Saturn, expelled from Olympus by his sons, came among them and drew together the fierce savages, formed them into society, and gave them laws.  Such peace and plenty ensued that men ever since have called his reign the golden age; but by degrees far other times succeeded, and the thirst of gold and the thirst of blood prevailed.  The land was a prey to successive tyrants, till fortune and resistless destiny brought me hither, an exile from my native land, Arcadia.\\\"\\n\\nHaving thus said, he showed him the Tarpeian rock, and the rude spot then overgrown with bushes where in after times the Capitol rose in all its magnificence.  He next pointed to some dismantled walls, and said, \\\"Here stood Janiculum, built by Janus, and there Saturnia, the town of Saturn.\\\"  Such discourse brought them to the cottage of poor Evander, whence they saw the lowing herds roaming over the plain where now the proud and stately Forum stands.  They entered, and a couch was spread for AEneas, well stuffed with leaves and covered with the skin of the Libyan bear.\\n\\nNext morning, awakened by the dawn and the shrill song of birds beneath the eaves of his low mansion, old Evander rose.  Clad in a tunic, and a panther's skin thrown over his shoulders, with sandals on his feet, and his good sword girded to his side, he went forth to seek his guest.  Two mastiffs followed him, his whole retinue and body-guard.  He round the hero attended by his faithful Achates, and, Pallas soon joining them, the old king spoke thus:\\n\\n\\\"Illustrious Trojan, it is but little we can do in so great a cause.  Our state is feeble, hemmed in on one side by the river, on the other by the Rutulians.  But I propose to ally you with a people numerous and rich, to whom fate has brought you at the propitious moment.  The Etruscans hold the country beyond the river.  Mezentius was their king, a monster of cruelty, who invented unheard-of torments to gratify his vengeance.  He would fasten the dead to the living, hand to hand and face to face, and leave the wretched victims to die in that dreadful embrace.  At length the people cast him out, him and his house.  They burned his palace and slew his friends.  He escaped and took refuge with Turnus, who protects him with arms.  The Etruscans' demand that he shall be given up to deserved punishment, and would ere now have attempted to enforce their demand; but their priests restrain then, telling them that it is the will of heaven that no native of the land shall guide them to victory, and that their destined leader must come from across the sea.  They have offered the crown to me, but I am too old to undertake such great affairs, and my son is native-born, which precludes him from the choice.  You, equally by birth and time of life, and fame in arms, pointed out by the gods, have but to appear to be hailed as their leader.  With you I will join Pallas, my son, my only hope and comfort.  Under you he shall learn the art of war, and strive to emulate your great exploits.\\\"\\n\\nThen the king ordered horses to be furnished for the Trojan chiefs, and AEneas, with a chosen band of followers and Pallas accompanying, mounted and took the way to the Etruscan city, having sent back the rest of his party in the ships.  AEneas and his band safely arrived at the Etruscan camp and were received with open arms by Tarchon, the Etruscan leader, and his countrymen.\",\"timestamp\":1641285767,\"title\":\"\\nCalypso was a sea-nymph. One of that numerous class of female divinities of lower rank than the gods,\"},\"digest\":\"Fqb3xb-LM6WKYb8BxBgGp7-_g_nu1a9k5F-nTHiwPJI\",\"authorship\":{\"contributor\":\"0x3F55F7d8879A09131180614410f6Ba3Af0a49E6d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"03P5Hl9bkR68GJme9A6OO-0SHq-Z4a9p42Zt4gW0d5Y\\\",\\\"y\\\":\\\"S-xos7vAsH9b6wuZLp-r7fB9slCXPxPoJF1Xu60e1Cw\\\"}\",\"signature\":\"ShhO6zqWnANubZRsU9Bb2QQxSs838rhKQtkgPVpwNq1rT0cn33ZSEGoY-gRLvH2Fxvz31VQyMMNFnDUvZBWfLg\",\"signingKeySignature\":\"0xf1bb63315dd95acc2ddef9a7680f099b08e3325e602fa1548a03e7017607816e246b185dec86941cecfd7070a8c8272d1cc591f4bcec998813d36a9e17f1dd311b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"03P5Hl9bkR68GJme9A6OO-0SHq-Z4a9p42Zt4gW0d5Y\\\",\\\"y\\\":\\\"S-xos7vAsH9b6wuZLp-r7fB9slCXPxPoJF1Xu60e1Cw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Fqb3xb-LM6WKYb8BxBgGp7-_g_nu1a9k5F-nTHiwPJI\"}"