"{\"content\":{\"body\":\"Where Bitcoin was hailed as the digital answer to currency, NFTs are now being touted as the digital answer to collectables, but plenty of sceptics fear they're a bubble waiting to burst.\\n\\n## What is a non-fungible token?\\n\\nIn economics, a fungible asset is something with units that can be readily interchanged - like money.\\n\\nWith money, you can swap a £10 note for two £5 notes and it will have the same value.\\n\\nHowever, if something is non-fungible, this is impossible - it means it has unique properties so it can't be interchanged with something else.\\n\\nIt could be a house, or a painting such as the Mona Lisa, which is one of a kind. You can take a photo of the painting or buy a print but there will only ever be one original painting.\\n\\nNFTs are \\\"one-of-a-kind\\\" assets in the digital world that can be bought and sold like any other piece of property, but which have no tangible form of their own.\\n\\nThe digital tokens can be thought of as certificates of ownership for virtual or physical assets.\\n\\n## How do NFTs work?\\n\\nTraditional works of art such as paintings are valuable precisely because they are one of a kind.\\n\\nBut digital files can be easily and endlessly duplicated.\\n\\nWith NFTs, artwork can be \\\"tokenised\\\" to create a digital certificate of ownership that can be bought and sold.\\n\\n## How much are NFTs worth?\\n\\nIn theory, anybody can tokenise their work to sell as an NFT but interest has been fuelled by recent headlines of multi-million-dollar sales.\\n\\nOn 19 February, an animated Gif of Nyan Cat - a 2011 meme of a flying pop-tart cat - sold for more than $500,000 (£365,000).\\n\\nA few weeks later, musician Grimes sold some of her digital art for more than $6m.\\n\\nIt is not just art that is tokenised and sold. Twitter's founder Jack Dorsey has promoted an NFT of the first-ever tweet, with bids hitting $2.5m.\\n\\n## What's stopping people copying the digital art?\\n\\nNothing. Millions of people have seen Beeple's art that sold for $69m and the image has been copied and shared countless times.\\n\\nIn many cases, the artist even retains the copyright ownership of their work, so they can continue to produce and sell copies.\\n\\nBut the buyer of the NFT owns a \\\"token\\\" that proves they own the \\\"original\\\" work.\\n\\nSome people compare it to buying an autographed print.\\n\\n## Is this a bubble?\\n\\nA day before his record-breaking auction, Beeple - whose real name is Mike Winkelmann - told the BBC: \\\"I actually do think there will be a bubble, to be quite honest.\\n\\n\\\"And I think we could be in that bubble right now.\\\"\\n\\nMany are even more sceptical.\\n\\nDavid Gerard, author of Attack of the 50-foot Blockchain, said he saw NFTs as buying \\\"official collectables\\\", similar to trading cards.\\n\\n\\\"There are some artists absolutely making bank on this stuff... it's just that you probably won't,\\\" he warned.\\n\\nThe people actually selling the NFTs are \\\"crypto-grifters\\\", he said.\\n\\n\\\"The same guys who've always been at it, trying to come up with a new form of worthless magic bean that they can sell for money.\\\"\\n\\nFormer Christie's auctioneer Charles Allsopp said the concept of buying NFTs made \\\"no sense\\\".\\n\\n\\\"The idea of buying something which isn't there is just strange,\\\" he told the BBC.\\n\\n\\\"I think people who invest in it are slight mugs, but I hope they don't lose their money.\\\"\",\"timestamp\":1637413925,\"title\":\"What are NFTs and why are some worth millions?\"},\"digest\":\"oxnITam6VONIchsf1QWr7384ctq06WlKLIFlXUWS6Vk\",\"authorship\":{\"contributor\":\"0x40dC240aA672cA0141f97C04E5d1A5fed533dcA7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ln9Nzs7-TrFAE2waUFoK71an7mF3jYsL--n8qMIIENI\\\",\\\"y\\\":\\\"ek99ADJLTsT1-ArVoojn_i3yCODzcRJ0Rkxd8NP2a2o\\\"}\",\"signature\":\"NUAzn8PELD3goqehzBuBeTqbBDqzDdY0r6QAa2jKXvmfI3We5r1O_VdovUnB5HeZXQfbOyNV4j2Dxof_4ZLj1Q\",\"signingKeySignature\":\"0xa36d421ebb087a925532476fbf9980671add4e5a4525c591dfe9d9f10dfaabb5162b9dde9deaaf1c6e894ca0b1d41acacc4a180c5093e40e362ac2eb5488f3041c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ln9Nzs7-TrFAE2waUFoK71an7mF3jYsL--n8qMIIENI\\\",\\\"y\\\":\\\"ek99ADJLTsT1-ArVoojn_i3yCODzcRJ0Rkxd8NP2a2o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"oxnITam6VONIchsf1QWr7384ctq06WlKLIFlXUWS6Vk\"}"