"{\"content\":{\"body\":\"接二连三的大事件，终于真的让Twitter的流量接近互联网之王雅虎了，而它的服务依然像泰山一样稳定，所有的Tweets都实时，速度还刚刚滴，iServer的可靠性得到了专家们一致的认可，而Bing跑在Twitter和雅虎的后台，也有独立的域名，事实上的市场份额是三十几个百分点，跟Google四十几个百分点的份额没有很明显的差距。Twitter的估值真的达到了百亿，就连iServer也有数十亿的估值，Bing作为独立的搜索只有十几个百分点的份额，只是十亿级的估值。知道真相的业内人士还知道MSN、Google、雅虎都采用的广告平台DoubleClick、Overture都捏在Zero手里，这么一看，Zero的互联网帝国已经略具雏形。\\n\\n小布什对Zero国会演讲的反应很快，第二天就提名了新的国防部长，长期在CIAw人事情报工作的罗伯特·盖茨。此人的外交观点跟鹰派三驾马车——小布什、拉姆斯菲尔德、副总统切尼相反，认为更灵活的外交政策会让美国更安全，也是Zero在之前比较赞赏的一个情报官员。这是对弹劾派的重大妥协，Zero君发了一条Tweet对此表示了一个单词：Good。\\n\\n这一重大妥协让步使得参议院最后的弹劾投票没有超过三比二，小布什捏着一把汗把总统宝座保了下来。\\n\\n川久保玲的公关部注意到了少年王的“王服”是他们的品牌，兴奋地策划了宣传攻势，邀请司空零前往东京一叙，他们将会挑最好的设计师为他个人单独设计一款服装。\\n\\n现在是四月，正好可以实现自己的诺言，和雪酱去看月四樱飞。司空零准备去日本一行了，这一回可不像跟伊丽莎那次一样匆忙，得好好玩玩。慕容冰雪起先是答应了，可是她父亲不高兴，慕容川对女儿出国很敏感，生怕她这一去就被司空零拐跑再也不回来了，那他不得哭死？而且，司空零不是已经入美国国籍了吗？这事儿他已经在国会演讲中清楚地表示了。如此重大的事情早就在国内传开了，因为司空零在国内互联网的影响也是巨大的，好网址的主人，百度的主人，微博的主人，还是腾讯的大股东。百度项目已经随着Bing的国际化悄然启动，以30%的股份邀请了身在纽约的Robin李任CEO。反正已经传得差不多了，司空零都懒得再提同时入香港籍的事，显得他好像很商人，很在乎别人的眼光似的。\\n\\n司空零在东京苦等了三天，最终慕容冰雪表示，她不来了，既然他已经入了美国籍，那么他们之间是有缘无份了。“零，你和美国的羁绊太深了，真的是……没法在一起了。”她说。\\n\\n你要说他心里有多少伤心，那也不见得，毕竟他只要回国就能挽回她的芳心，可是他能这么选择吗？正如她说的那样，他跟美国、跟加州的羁绊太深了。\\n\\n他的心情，只能说是惆怅吧。\\n\\n其实Comme des Garçons的总部在巴黎，不过明显司空零对东京的川久保玲更有感觉。东京的设计师课长接待了他，并提供了若干个设计师和作品让他挑选，在琳琅满目的作品中，他一眼就看中了一个设计师，还不是正宗的设计师，只是一个助理设计师，她实在太好看了，以至于司空零根本没注意到她的作品，只对她的照片行注目礼。\\n\\n课长见此，嘿嘿一笑，说了句让司空零完全沦陷的话：“她本人更好看。”\\n\\n司空零看了看名字：川澄绫子。\\n\\n叫来了绫子小姐，果然出落得极尽东亚美少女的各种温婉秀美，因为不了解绫子的个性，司空君说了句很让妹纸伤自尊的话：“你不要有压力，不管你设计的衣服有多丑我都会满意的。”\\n\\n绫子小姐从小喜欢画漫画，高中毕业后来应聘川久保玲的设计师助理，也是因为绘画功力好，一个竟然没有嫉妒心的老姑婆设计师聘用了她，而且一直帮助她成长，至今也算一个合格的设计师，只是离大老板川久保玲的“最好的”差了不少。\\n\\n课长大人一再强调Twitter创始人配合的宣传是今年全公司最重要的活动，川澄绫子压力是很大的，她才是一个助理设计师而已。\\n\\n司空零是无所谓的态度，反正他只是喜欢乞丐装的嚣张风格，就算量身订制的衣服不合适，他不穿就是了，来日本就当是散心了。顺便也可以在此筹备Twitter、Bing东京办公室和iServer的东京数据中心。\\n\\n他跟孙正义见了一面，因为孙对雅虎的投资和雅虎对他的敌视，会面不是很愉快，只是享受了一回正宗的日式茶道。\\n\\n他在Twitter上发了一张一枚清秀女子煮茶的一系列照片，说禅的仪式确实能让人平静，虽然心爱的姑娘没有能来东京让他很失望，现在，他心态平和。\\n\\nTwitter上掀起了一股猜测谁是这个姑娘的小风波，这个姑娘胆子不小啊，敢放我们少年王的鸽子。\\n\\n孙正义选的这家茶馆正是乔布斯喜欢的一家，乔布斯终于受不了引诱，注册了Twitter帐号，还推荐了京都一家更有味道的茶道馆。司空零打电话确认了他是真正的史蒂夫·乔布斯，果然给了百年MVP荣誉。\\n\\n让人昏倒的是这家京都的茶道馆因为被乔爷推荐，挤爆了棚，司空零站在远处看着这样的场景发呆，看来要错过了。\\n\\n虽然他自称“心态平和”，然而吐槽王的个性是不会更改的，这不，因为SK公司要重新设计LOGO，国内的一个女设计师反对司空零找来让她抄的参照物，说抄别人的没节操，司空零大人本来内心深处就有些不快乐，这下恼火了，在公司内部微·博上说：“节操？一群被生活强歼了的人还讲什么节操？不要等到变成了忙忙碌碌、默默无闻、一事无成、花心思装酷都换不来回头率的路人甲，才想起从前那些轰轰烈烈的节操，根本都是屁！才想起曾经有一个抄袭的机会摆在你的面前却没有珍惜！”\\n\\n女设计师被骂哭了，很伤心，遇人不淑啊，哭得太厉害，把她招进来的纳兰阿珂总经理花了好多时间，最后让全SK公司中国最帅的小伙子请她吃饭才勉强劝住了。\\n\\n本以为这风波已经过去，不料SK公司里有好事者冒死转到了普通版微·博，还有更好事者把它翻译成英文转到了Twitter，于是Zero君无节操的传说开始在网络上流传，一度影响了Twitter的估值。\\n\\n为了给少年王制作衣服，川澄酱开始在Twitter上了解少年王的故事，把他几千条Tweets都看了一遍，倒不是因为她有多么敬业，而是越看越惊奇，这个奇葩的少年王真的是很特别啊，川久保玲能为他做衣服，自己能成为他的服装设计师，真是一件很荣幸的事情。最近发生的“节操事件”她自然也了解到了，反正还没想好怎么做衣服，她先花了三天时间，画了一组S.K.公司的LOGO给司空零看。\\n\\n这一回司空零可就注意到她的作品了，还不错，重要的是原创的，司空零觉得能比乔布斯花重金请的那位国际著名设计师设计的NeXT的LOGO还要符合心中的标准——精雅温润，特别地舒服。日本果然是设计师云集之地，连一个设计服装的小姑娘都能有这种原创能力。\\n\\n司空零在Twitter上回复：咦？很不错！没想到你还会别的手艺，还有什么别的作品我可以看看吗？\\n\\n川澄酱的作品很多是手绘，放在家里，于是司空零得到了孤男寡女的机会，虽然是大白天。\\n\\n川澄绫子显然拥有一个凌乱美的审美观，故乡是一个司空零从未听过的小地方，所有她在东京的住所是港区，离公司不远处租了一个小小的房间，墙壁上满满地贴着无数幅漫画，也有一些跟服装有关的东西，桌上的笔、纸、尺等生产工具也有无数种类，偏偏这么一个似乎完全乱糟糟的姑娘有惊人的原创手绘能力，几乎能画任何实物。\\n\\n有一本作品集里竟然还画着有手机，司空零讶道：“这个手机造型不错。”确实，有点像iPhone4，除上有键盘在上面之外。\\n\\n川澄绫子：“我画物品有感觉，画人物画不好，所以我业余也经常帮TYPE-MOON的人画点场景什么的，要是我这次帮你设计衣服失败了，可能就证明我做不好服装，我就去TYPE-MOON做专职原画师。”\\n\\n司空零：“TYPE-MOON！”\\n\\n川澄绫子：“怎么？司空君听过TYPE-MOON？”\\n\\n司空零：“嗯，很有兴趣，你能不能带我去TYPE-MOON的工作室去看看？”\\n\\n川澄绫子：“当然可以，那帮死宅都听过Zero君的大名，绝对欢迎你的。”\\n\\n司空零又有了新活动，不过还是先欣赏川澄酱的大作吧。\\n\\n看了好多物品的绘画稿，司空零终于确定自己碰到了一个有才华的产品外观设计师，当然，只是外观，女孩子对于产品整体的把握估计还是不行的。\\n\\n完了，司空零对她说：“你的LOGO方案我采用了，我会付给你十万美元的酬劳，可以吗？”\\n\\n川澄绫子拍手称快，差点跳了起来。赚到钱只是一小部分，作品能得到认同才是人生的乐趣啊。\\n\\n司空零：“你愿意为我工作吗？”\\n\\n川澄绫子：“……这个……我不想离开日本。”\\n\\n司空零：“哦，没关系，我在东京有办事处，我准备为Twitter在东京设立一个视觉设计部，说不定TYPE-MOON的死宅们我都要找过来。”\\n\\n川澄绫子：“那样我可以考虑，但我还是想把专门为你做的衣服设计好，哎，可能是我最后一次设计衣服，就算明知要失败也要努力尝试一次。”\\n\\n绫子是一个完全沉浸在设计世界里的妹纸，她穿着不显身材的服装，没有洒香水，发型就是随意扎了一个马尾，发色天然，化妆这种事更是一点都不考虑，偏偏又是天生丽质，司空零很难想象她动情的时候是什么样子。\\n\\n其实川澄绫子也有悄悄观察过司空零，倒是认为他不是一个轻易动情的家伙。是啊，雪酱、紫酱，动一次情就伤一回神，爱这种事情，还是简单一些为妙。\\n\\n简单收拾了一下桌面，川澄绫子要为司空零煮咖啡吃。她经常用煮咖啡的十几分钟时间沉浸于对设计创意的思考，她喜欢手动做一切，磨咖啡豆，用日式手冲法慢慢地萃取咖啡粉，清亮的目光如此专注无邪，美丽的少女也能让人不愿意起绮念。\\n\\n司空零只是简单喜欢摩卡的味道，并不知道摩卡的制做是要在Espresso中加入热牛奶和巧克力粉，搅拌均匀后在咖啡上挤上一层奶油，在淋上巧克力酱，如此繁复。\\n\\n赏心悦目的Mocha新鲜出炉了，而且是由一双纤巧的柔荑奉上，“Mocha，请慢慢享用。”手煮咖啡的完工是如此地有成就感，川澄酱得意地请客。\\n\\n司空零讶道：“你居然知道我爱Mocha？”\\n\\n川澄绫子：“那当然，你是我们川久保玲最重要的客人，更是我的重要客人，了解你是必须的功课。”\\n\\n司空零轻啜了一口，赞叹：“美死了，不会是心理作用吧？手工打造貌似能使咖啡升值。我看着你做咖啡都觉得很累，好麻烦的样子。”\\n\\n川澄绫子嫣然微笑：“是的，麻烦，不过可以放松心情，像茶道一样，所以我们发明的手冲方法能开创一个流派——日式手冲哦。”\\n\\n慵懒的午后，为自己煮咖啡的日本美少女，贴满画作的小房间，阳光不输加州的东京都从小窗透射进来的金辉，一切圆满。\\n\\n在圆满无缺的状态里沉浸了很久，司空零终于开口：“呃，关于衣服的设计，你有想法了吗？”\\n\\n美少女似乎比他还慵懒，摇摇头，说：“没有，但是感觉快有了，不知道为什么会有这种直觉。”\\n\\n司空零：“好啊，设计成白色的吧，至少以白色为主色调。我以前在中国的时候演过一部电视剧，身穿白衣，杀人毫不容情，甚至变成了一种艺术。神剑出鞘，必取一命，白的衣，红的血，我很喜欢这样的设定。”\\n\\n美少女轻轻地点点头。\\n\\n月四樱飞终于看到了，只是没有想到身边的女孩是隔着一层文化障碍的日本女孩，她的英语发音还不如司空零呢。\\n\\n有了向导自然就可以全身心欣赏满开的樱花了。也许是身为日本女孩早已经看多了樱花，川澄酱带司空零看的路线别具特色，目的地是浜离宫。樱花季同时也是油菜花及水仙花开花时节，有壮观的花海可看。樱花园内不算很多，但姿态万千，很有风味。从浅草坐水上巴士一路到来，沿路看隅田川两侧的飘飞如雪的樱花。\\n\\n他和川澄绫子看樱花的场景被人偷偷拍下，放到了Twitter上，推友们问他这位美少女是不是就是他一直在等的那位？司空零还未来得及回复，发现私信里有Mr.Xue发来的一个字：哼。\\n\\n哎呀，真是渐行渐远了，又有什么办法呢？\\n\\n倒是川澄绫子笨拙地解释，她只是川久保玲的设计师，应公司之命给Zero君设计一套独特服装。\\n\\n她不暴露还好，一露而面，顿时引来围观者众，好几十万八卦的Zero粉丝，还夹杂者无数见色起义的狼·友。\\n\\nZero还对世界名刀——日本武士刀很感兴趣，可惜小川澄不懂这，请TYPE-MOON的死宅们吃烧烤大餐时倒是发现了同好。\\n\\n司空零本来只是随便瞅瞅，但小川澄的习惯是任何事情都一丝不苟的从头到尾做一遍，司空零和另一个刀迷只好陪着她完整看了武士刀的制做过程。\\n\\n这把刀在试刀的时候居然是“最上大物业”。 1797年，柘植平助方理著成了刀剑学经典《怀宝剑尺》一书。提出刀剑应该以其切割力作评判标准。方理按照切割力分类为四个等级。最上大业物，即能够切透九成至整体的人体厚度的刀剑。大业物：表示能够切透七至八成的人体厚度。良业物：表示能够切透五至六成的人体厚度 。业物：表示能够切透两至四成的人体厚度。\\n\\n为什么自己一下子就碰上了一把最上大物业呢？这刀匠不会是骗子吧？看着刀匠欣喜的模样又不像。好吧，既然这么有缘分，就花重金把这把刀买了，还给它起了个风骚的名字：色空。\\n\\n这下回去可以在乔布斯面前好好显摆一下了，乔布斯有时候也挺傻的，有次想带几个忍者镖回去被海关扣了，这把色空刀可不能重蹈覆辙。\\n\\n司空零找到一个曾经给他提供弹劾情报的CIA情报官员，让他帮忙走驻日美军的渠道，把这把宝刀弄回加州！\",\"timestamp\":1638152822,\"title\":\"违和少年 第51章 满开\"},\"digest\":\"qgcU-jHTlOsXUG2fZfDDhDsZjNLCDRFP5DkMpCOOHD0\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"signature\":\"ZRdNiXhpB5FygpAcRgo0Zcbts8AT58Frwvzl-ubGwPKX4A9I1TIztsHwfRqDBbjtcnudYcWHqfE2-gQ5RCMhHQ\",\"signingKeySignature\":\"0x9eccd16dc248634c8e38898fb1699bb63c20c5bd0b95f7742dbb5ea522d9680418b77ff960d13415065fe51241943804bc7f94c78f791368ba134e765469b5b51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qgcU-jHTlOsXUG2fZfDDhDsZjNLCDRFP5DkMpCOOHD0\"}"