"{\"content\":{\"body\":\"*My friend [Taylor McKnight](https://twitter.com/gtmcknight) told me that until I actually participated in a Web 3 powered experience, I would never truly understand what was happening. Fair enough. Taylor is one of those few people I’ve discussed Web 3 with that didn’t leave a bad taste in my mouth.*\\n\\nI didn’t seek out my first minting, instead I let it find me on Twitter. I’m not a huge [deadmau5](https://twitter.com/deadmau5) fan by any means but I know he is supported by an incredible creative team and tech-forward fanbase. At [head5.io](https://www.head5.io/), deadmau5 was offering up 5555 generative 3d collectable *heads* for display in your Polygon wallet and also integration with over 400 metaverse projects. I’ll be honest, I have participated in exactly 0 metaverse projects so my main goal here was to simply mint one of these generative heads into my wallet and OpenSea [profile](https://opensea.io/leemartin).\\n\\nI noticed a couple of interesting things on the head5.io website. First, there was a countdown counting to a “pre-mint” moment. This date and time was also shared socially. I wasn’t entirely sure what that meant but I just sorta figured this was similar to a concert pre-sale. You all know I love a good countdown clock. It was also stated that 300 of the 5555 heads were being held for giveaways and rewards. This made me roll my eyes a bit but alright. In addition, the “traits” were described a bit. Traits are the characteristics of a generative NFT that will be randomized upon minting. The rarer the trait, the rarer the NFT, and this potentially increases the value. I also couldn’t help but notice the 5 partner logos at the bottom. This is not something you’d find on one of my artist projects. Finally, the website also stated that holding one of these NFTs would grant you access to other future mau5 projects and integrations… *5ever.* 😔\\n\\nAnyway, the cost of minting was stated as 0.15 wETH. I did not know what wETH was but below the “Connect Wallet” button was a link titled “[Show me how to wrap my ETH](https://medium.com/@mau5verse/how-to-wrap-eth-a871a0eae987)” which redirected me to a blog post. Apparently, my plain ol’ Ethereum was not going to cut it. Instead, I needed to *bridge* it to the Polygon blockchain as that is where this particular project was taking place. Yes, there can be different coins, chains, and wallets depending on the campaign. I wasn’t really sure what I was doing but by following the provided post and figuring out how to change my Coinbase Wallet network from Ethereum to Polygon, I was ready to mint. Oh, by the way, 0.15 wETH is like 700 fucking dollars. I also noticed that the mau5verse account had written an initial post about [Understanding Blockchain](https://medium.com/@mau5verse/pt-1-understanding-blockchain-1eff952bb8e7). It is clear the deadmau5 team took education somewhat seriously before trying to launch this complicated offering.\\n\\nSo, I waited patiently for the countdown to hit 0. Was I actually going to be able to mint one of 5555 collectables against deadmau5’s millions of fans? It reminded me of a sneaker drop. When the clock hit 0, I stated that I wanted to mint 1 collectable and clicked the “Approve wETH” button. I was then told that I was not on the whitelist for minting. **OK**. Apparently, head5 had set aside an hour of pre-minting for fans who had already minted previous deadmau5 tokens. I actually thought this was really cool and waited to see how many collectables were minted in this first hour… 6. Only 6 users took advantage of this pre-minting phase. That’s when I started to get a weird feeling but I was here for science.\\n\\nOnce the pre-mint hour was up, I was finally able to mint my NFT collectable by using my Coinbase Wallet Chrome extension and iOS app to confirm the action. To be honest, I was kinda excited to see which collectable I had received. What traits would be present? I went over to my OpenSea [profile](https://opensea.io/leemartin) but couldn’t find it. This made me panic a bit. What did I just spend $700 on? Apparently, while the NFT arrived immediately in my Polygon wallet, it took over an hour for it to show up on OpenSea. During this time, I watched to see if the minting would sell out. While there were hundreds of mints, the campaign (which was launched a few weeks ago) currently stands at only about 50% minted counting the 300 which were set aside for giveaways.\\n\\nOnce my [head5](https://opensea.io/assets/matic/0x89d2e41408eacbbcc5eebeffaaa27fd2a01ff88b/457) showed up on my OpenSea profile, I found out that it had rainbow metallic ears, bitcoin eyes, gold gorilla teeth, and a rainbow metallic skull. Cool, cool. You know what else I noticed? A LOT of folks quickly relisting their heads at exorbitant prices. Honestly, I couldn’t help but think about ticket scaling in this moment. How many true deadmau5 fans obtained one of these? And how many folks participated in this simply as a financial play? I think the 6 pre-mints vs. hundreds of immediate public mints were pretty telling. But… perhaps that old adage rings true here.\\n\\n*If an NFT is minted by a non-fan on the blockchain and no fan is around to see it, does it matter?*\\n\\nAnyway, the deadmau5 team created a wonderful landing page and did a great job hyping this release on social media, as well as educating everyone who was interested,  on the blockchain and how to prepare a wallet for minting. I also thought the generative 3d collectable itself was really well done. As of this moment, 2479 collectables were minted at 0.15 wETH. At the moment, that equates to about $1,500,000 USD. That certainly seems like quite a bit of money to me and I believe deadmau5 is paid a royalty each time a head is resold. Once the partners are paid out, deadmau5 will need to decide how to *continue to reward* holders with *exciting new mau5 projects and integrations… 5ever.* 😔\",\"timestamp\":1637767780,\"title\":\"I Participated in a deadmau5 NFT Mint so You Didn't Have To\"},\"digest\":\"69lIvubZIgd5PBqFMZNOUm5j3ZpSTOveodmkguD8sJ8\",\"authorship\":{\"contributor\":\"0x790322D8f4725c519d57cF166c5367b146d844fD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6zhJBsD8TSvx3hO0qsFitAbGLLWjb04PlXKR2LWexSc\\\",\\\"y\\\":\\\"BzO_PhqmYdodJnNYy5_xzn_41O4TWHnB5p1-1IVvCUg\\\"}\",\"signature\":\"eUIO5uU-TG2B-u7yB9vPINem0l-tyvOQBy-eO4PRxM_dLRvxMlH40Yn7DBxJP52LIitMkfDB7cSVPRtCmjO79A\",\"signingKeySignature\":\"0x77d75789aef0350e985158ff688f444442f5e4362a4e45bc2a4829552a25b9811f60638fb5b6a431c4ab90b3f82eb0fd1f32938dac6873144864d28ff4431f971b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6zhJBsD8TSvx3hO0qsFitAbGLLWjb04PlXKR2LWexSc\\\",\\\"y\\\":\\\"BzO_PhqmYdodJnNYy5_xzn_41O4TWHnB5p1-1IVvCUg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Tgf9L7C1_OUP30GqFYuBdsHBHBbjMgUBnGr7TvPouCk\"}"