"{\"content\":{\"body\":\"***A vibrant community of developers, entrepreneurs, artists and crypto enthusiasts chart the future of the Ethereum blockchain as it experiences unprecedented growth. ETHEREUM: THE INFINITE GARDEN is a character-driven documentary film on the challenges and rewards of building a new world.***\\n\\n[The Infinite Garden](crowdfund://0xff2f509668048D4fde4f40FedAB3334ce104a39B?version=tiered_1&network=mainnet&features=overview)\\n\\nJoin us in the making of ETHEREUM: THE INFINITE GARDEN, and be a part of this ground-breaking experiment to be the first documentary film to fundraise using NFTs.\\n\\nWe’re working with [pplpleasr](https://twitter.com/pplpleasr1) to drop a series of Infinite Garden NFTs tied to select on-screen credits in the film. All contributors will receive access to the film’s private Discord chat. Check out the reward tiers below.\\n\\nOur crowdfund will end on Friday, July 16th at 3pm PDT/6pm EDT.\\n\\n![](https://images.mirror-media.xyz/publication-images/8f48140b-f332-4d9c-9d61-353867e63d2e.jpeg?height=949&width=4096&size=large)\\n\\n### The Campaign\\n\\nWe are setting out to make the first feature-length Ethereum documentary! \\n\\nThis past spring, we established an exclusive filming relationship with Vitalik Buterin and Aya Miyaguchi. We’re now actively casting and speaking with many of Ethereum’s most innovative community members.\\n\\nAs experienced, independent filmmakers, we understand the challenges of fundraising through traditional film financing methods. Fundraising through Mirror allows us to maintain the creative vision of the film while ramping up production quickly to capture this evolving story in real-time.\\n\\nMost importantly, it gives us the opportunity to involve the community in the making of this film.\\n\\n[The Infinite Garden](crowdfund://0xff2f509668048D4fde4f40FedAB3334ce104a39B?version=tiered_1&network=mainnet&features=backers,podium&podium_media=https%3A%2F%2Fimages.mirror-media.xyz%2Fvideos%2Fe09bc787-ee32-400e-87cc-6d341d1918b0,https%3A%2F%2Fimages.mirror-media.xyz%2Fvideos%2F5ea78d85-6f7b-46a5-b0c2-e32e629c6e44,https%3A%2F%2Fimages.mirror-media.xyz%2Fvideos%2Fe8c47843-51fb-4bc8-98c3-3dc98ade341d)\\n\\n## Reward Tiers\\n\\n### Garden Tier\\nTop contributors will receive exclusive NFTs and on-screen film credits based on their ranking in the crowdfund leaderboard.\\n\\n**1st Place**\\n- \\\"Executive Producer\\\" Credit in the film \\n- Airdrop of 1/1 \\\"Executive Gardener\\\" Infinite Garden Poster NFT, featuring your name as \\\"Executive Producer\\\" \\n\\n**2nd Place** \\n- \\\"Co-Executive Producer\\\" Credit in the film\\n- Airdrop of 1/1 \\\"Co-Executive Gardener\\\" Infinite Garden NFT, featuring your name as the \\\"Co-Executive Producer\\\" \\n\\n**3rd Place**\\n- \\\"Contributing Producer\\\" Credit in the film \\n- Airdrop of 1/1 \\\"Contributing Gardener\\\" Infinite Garden NFT, featuring your name as the \\\"Contributing Producer\\\"\\n\\n**Backers 4-20**\\n\\n[Backers](edition-preview://placeholder)\\n\\n- Your name included in the “Infinite Thanks” section in the film's credits, reserved only for leaderboard backers 4-20\\n- Airdrop of  1/17 \\\"Infinite Thanks\\\" Infinite Garden Poster NFT\\n\\n### Bloom Tier\\nUnlocked by purchasing the Bloom NFT for 1 ETH.\\n\\n- Infinite Garden Bloom NFT \\n- Your name included in the “Special Thanks” section in the the film's credits\\n- All items from Seed Tier\\n\\n[Bloom](edition://0xEF3c951e22c65F6256746F4e227e19A5BcbF393C?editionId=10&version=crowdfund_1)\\n\\n### Sprout Tier\\nTier available to contributions above .5 ETH.\\n* Your name included in the \\\"Mirror.xyz Crowdfund Backer\\\" section in the film's credits\\n* All items from Seed Tier\\n\\n\\n### Seed Tier\\nTier available to all contributors.\\n\\n- Mention in the acknowledgments on the film's website\\n- Access to a private [Discord](https://discord.gg/U7dA59fvPN) chat where we’ll share periodic updates on the film and filmmaking process.\\n\\n### Fundraising Split\\n- 95% - Film’s Production Budget\\n- 2% - Carbon Offset through donation to Carbonfund.org\\n- 3% - Gitcoin Grants to support open-source Ethereum projects\\n\\nAll proceeds distributed to the film’s production budget will go directly towards the hard costs of the making of the film.\\n\\n*Please note:*\\n\\n*In order to receive your credit in the film or on the website, you must join our [Discord](https://discord.gg/U7dA59fvPN) server to receive directions about how to link your name to your contribution address.*\\n\\n*Your contribution does not provide you with creative control or ownership of the film.* \\n\\n*$INFINITE tokens should only be used to access the private Discord chat. We discourage the resale or speculation of this token.*\\n\\n*The film team has the right to return funds if we believe the patron’s values are misaligned with the project.*\\n\\n### About the film\\n\\nWhat if we could create a world where every transaction was decentralized? Where buying art, voting, fundraising, and even social media were not controlled by a central company or intermediary, but rather an open-source, community-run network where code runs without interference. In 2013 Vitalik Buterin, an 18-year-old Bitcoin enthusiast and writer proposed the tools to make that future possible. Less than a decade later, thousands of developers have contributed to building the Ethereum ecosystem: a technology that enables decentralized applications, including but not limited to money. For many, [Ethereum is building the internet of value](https://www.coindesk.com/ethereum-building-internet-of-value). \\n\\nBut as Ethereum grows in size and popularity, it faces mounting pressure from cutting-edge competitors, hype markets, and criticisms for its scalability and energy consumption. Spearheaded by a global team of researchers and developers, a push to upgrade the platform could address the criticisms and unlock the technology's full potential... or it could derail the still-budding $300 billion network. \\n\\nFollowing the high-stakes journey to upgrade the platform, ETHEREUM: THE INFINITE GARDEN is a feature-length documentary film that explores the innovative real-world applications of the Ethereum blockchain, the die-hard community of enthusiasts and developers, and its creator, Vitalik Buterin, whose vision for the internet has the potential to change the world.\\n\\n[](https://images.mirror-media.xyz/videos/vitalik-interview.mp4?controls=true)\\n\\n### The Infinite Garden\\n\\nIn this film, we approach Ethereum as an “infinite garden.” Instead of thinking of Ethereum as a machine controlled by a central brain, we see it as a decentralized ecosystem with soil, plants, and insects that need to be cared for in order to grow. \\n\\nThe idea of the infinite garden was conceptualized by Aya Miyaguchi, the executive director of the Ethereum Foundation. She was inspired by James P. Carse’s book *Finite and Infinite Games*. The following basic principles are at its core: \\n\\n- A finite game is played for the purpose of winning; An infinite game is played for the purpose of continuing the play\\n- The rules of finite games may not change; the rules of infinite games must change\\n- Finite players play within boundaries; Infinite players play without boundaries\\n- Finite players are serious; Infinite players are playful\\n- Finite players play to win titles; Infinite players have nothing but their names\\n- A finite player plays to be powerful; an infinite player plays with strength\\n- Finite players are theatrical; infinite players are dramatic\\n- A finite player consumes time; an infinite player generates time\\n- The finite players aims to win eternal life; the infinite player aims for eternal birth\\n\\nThose who tend to the seeds they plant in the Ethereum garden can nurture and empower the ecosystem, but can also harm it. For a crypto culture to remain equitable, decentralized, and sustainable, it must be tended to carefully. ETHEREUM: THE INFINITE GARDEN will introduce us to these early “gardeners” of the platform as they face the mounting pressures and challenges of the growing ecosystem.\\n\\n### Director's Statement\\n\\nAs a kid, I grew up in a strictly open-source household. My dad’s radical adoration of Linux introduced me to the potential of community-led technology (and mind blowing internet [weirdness](https://www.youtube.com/watch?v=-5x5OXfe9KY)) before I was even in grade school. Today, I feel that same excitement my dad once felt, but for Ethereum and the unique community that powers it.\\n\\n![](https://images.mirror-media.xyz/publication-images/d4406f2a-503f-46ec-ba6b-89db89fdd8df.jpeg?height=2336&width=8742&size=large)\\n\\nMy hope is to make Ethereum accessible and understandable to the world. By highlighting diverse stories from the global network of developers, founders, and end-users, we can create an emotional and human record of Ethereum’s journey. From the inspiring Axie Infinity gamers in the Philippines supporting their families during COVID to the tireless developers making Proof of Stake possible, there already is a bountiful garden to explore. \\n\\nThirty years from now, when our children look back from a world powered by programmable blockchain technology, they will wonder who was behind it, what challenges they faced, and what sacrifices they made. Instead of boring them with scattered memories and poor explanations of the “[Just Keep Chugging](https://www.youtube.com/watch?v=yvr0xYeV94M)” meme, let's give them ETHEREUM: THE INFINITE GARDEN.\\n\\n*-Zach Ingrasci, Director*\\n\\n![](https://images.mirror-media.xyz/publication-images/ed408928-e082-4606-ad6c-f393ec2fb501.jpeg?height=4500&width=8000&size=medium)\\n\\n### Projected Timeline \\n\\n- Spring - Summer 2021: Development & Casting\\n- Summer 2021- Winter 2022: Principle Photography \\n- Spring 2022: Begin Edit\\n- Summer 2022: Rough Cut\\n- Fall 2022: Lock Picture\\n- Winter 2023: Festival Premiere/ Release\\n\\n### A note from the NFT artist\\n\\n> This piece excites me because it's probably one of the first NFTs that also doubles as a movie poster and represents so much of what the community believes in. It reflects my interpretation of an \\\"infinite garden\\\" and uses a color palette that cross references the main illustration from the Ethereum website as well as my previous work. I find myself in a unique position standing at the intersection of NFTs, DAOs, and DeFi, and I definitely don't want to take this attention for granted. I feel a degree of responsibility to help spread awareness to these topics in a positive and eloquent way, and this documentary certainly is a step in that direction.\\n\\n*—pplpleasr, NFT Artist*\\n\\n**pplpleasr**\\n\\n![](https://images.mirror-media.xyz/publication-images/d694da66-57b2-4903-b109-6d654d6f9a76.jpeg?height=320&width=320)\\n\\n[pplpleasr](https://twitter.com/pplpleasr1) is a multidisciplinary artist based in NYC. Her work as a digital artist includes visual effects credits in feature films (Batman v Superman, Wonder Woman, Star Trek Beyond), commercials and Blizzard game cinematics. In 2020, pplpleasr went viral creating original animations for well known crypto brands such as Aave, Sushiswap, Yearn, Poloniex, and 13 others. The style of pplpleasr’s work is influenced by animated films, the underground music scene, video games, and traditional Chinese and Japanese art. She developed a custom toon shader which gives the illusion of 3D elements being 2D illustrated, inspired by the art of Moebius.\\n\\n### NFT Music\\n**Past Palms**\\n\\n![](https://images.mirror-media.xyz/publication-images/71f66fba-5953-43a9-acd0-c7f8d438e8d1.jpeg?height=320&width=320)\\n\\n[Past Palms](https://twitter.com/PastPalms) is a New York-based producer creating lush music to water your plants to. The music aims to encapsulate the feeling of surrounding yourself with an oasis of tropical houseplants while living in a grey, nature-less city.\\n\\n### About the documentary team\\n\\n![](https://images.mirror-media.xyz/publication-images/7584263a-391e-49fb-b5dd-db9ee9902ecc.jpeg?height=320&width=320)\\n\\n**Chris Temple & Zach Ingrasci - DIRECTORS**\\n\\n[Zach](https://twitter.com/zachingrasci) and [Chris](https://twitter.com/christemple8) are film directors and the founders of [Optimist](https://optimist.co), a production studio in Los Angeles. They are best known for directing the feature documentaries [Living On One Dollar](https://www.youtube.com/watch?v=Ze72rpWp_Dg), [Salam Neighbor](https://www.youtube.com/watch?v=W6SxPSZVD9o), and [Five Years North](https://vimeo.com/542843722). Their films have been released by Netflix, HBO, Hulu, National Geographic, and The Atlantic, and have screened at major film festivals including Tribeca, DOC NYC, Full Frame, AFI Docs, CPH:DOX, Mountainfilm, and many others. Their most recent film, Five Years North, was also a finalist for the 2021 duPont-Columbia Awards for Outstanding Journalism. Their branded film work has won 4 Shorty Awards, 2 ADDY Awards, 1 Webby Award, and 2 AVA Digital Awards. Their film impact work at Optimist has helped to raise $91 million for non-profits working on financial empowerment and refugee education efforts. \\n\\n**Carrie Weprin - PRODUCER**\\n\\n![](https://images.mirror-media.xyz/publication-images/cab63cea-b418-41ca-959d-3e33766760e4.jpeg?height=320&width=320)\\n\\n[Carrie Weprin](https://twitter.com/carrieannewep) is a creative film producer dedicated to the craft of inventive non-fiction storytelling. Carrie has produced content for A&E Television Network, MTV Networks, Google, Facebook, The New York Times and PBS. As an independent producer Carrie’s credits include award winning films: Tough Love (2014, Full Frame FF), The Growing Season (2016, DOCNYC) Blowin’ Up (2018, Tribeca FF), Sounds of Summer (2020, Camden IFF). In 2020, she was awarded the Sundance Creative Producers Fellowship and the Impact Partners Producers Fellowship. Carrie is the co-founder of Once in a Blue, a female-led production company, and splits her time between Brooklyn and the Catskills with her husband, son, daughter and cat, Levon.\\n \\n**Jenna Kelly - PRODUCER**\\n\\n![](https://images.mirror-media.xyz/publication-images/b0510e77-3f67-4dd7-8b47-dfea5d8fe319.jpeg?height=342&width=418)\\n\\n[Jenna](https://twitter.com/JennaMKelly) is the producer of the feature documentary Five Years North which premiered at Full Frame 2020 and won the Grand Jury Prize at DOC NYC and Flickers Rhode Island Film Festival. The film was also a finalist for the 2021 duPont-Columbia Awards for Outstanding Journalism. Jenna also produced the award-winning short documentary, The Undocumented Lawyer which will premiere on HBO in 2021. She’s a member of the Documentary Producers Alliance. She’s currently developing several new short and feature documentary films and series.\\n\\n**Linda Xie - CO-PRODUCER**\\n\\n![](https://images.mirror-media.xyz/publication-images/7af2f4ad-450c-4143-9116-d8e8f0a522ed.jpeg?height=320&width=374)\\n\\n[Linda](https://twitter.com/ljxie) is the co-founder of Scalar Capital, a crypto investment firm. Previously she was an early employee and product manager at Coinbase. She is also an advisor to 0x, a decentralized exchange protocol on Ethereum. Linda has been a co-organizer for the SF Ethereum Developers meetup and is passionate about writing educational content for crypto. \\n\\n**Mr. Silly - ADVISOR**\\n\\n![](https://images.mirror-media.xyz/publication-images/75ec277e-d248-4937-91e3-eef219c95d1a.jpeg?height=320&width=391)\\n\\nFormer bitcoin maximalist turned Ethereum enthusiast and developer. You’ve seen Mr. Silly on Vitalik’s [legitimacy post](https://vitalik.ca/general/2021/03/23/legitimacy.html). Not a cat without a grin but a grin without a cat. \\n \\n**Morgan Beller - ADVISOR**\\n \\n![](https://images.mirror-media.xyz/publication-images/5173b53c-809b-4803-a6e8-444fe105cfad.jpeg?height=320&width=273)\\n \\n[Morgan](https://twitter.com/beller) is a General Partner at NFX, a seed-stage venture capital fund. Previously she was Head of Strategy for Facebook's Novi, where her main project was trying to answer the question \\\"how should Facebook be thinking about blockchain?\\\" Prior to Facebook, Morgan ran Corporate Development at Medium. Before that, Morgan was on the Deal Team at Andreessen Horowitz.\",\"timestamp\":1626286667,\"title\":\"Ethereum: The Infinite Garden\",\"publication\":\"ethereumfilm\"},\"digest\":\"tGxq6oC2OVyAHqfWq_BYS5fLeJ61BZZi22SEoY7tG40\",\"authorship\":{\"contributor\":\"0xfA5f665fad9B4B5a374f6DEc38eb3e5218E2ea33\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5-rMrdlfCfnFtX-jSWCV_bc5AK2jfFAChTdL4kXiGEE\\\",\\\"y\\\":\\\"F1VCcWqvo29hW_3s_Yi7pS3X15HAqwxIcm8brWz9OYA\\\"}\",\"signature\":\"V_cfyLm_-4Ch6413fcwEu6_MvWcr6MhYGBYQBh4SuIPg4dp659Jqua9HrmLo48HkcUQqezpc1jlTi0wmSlA7mQ\",\"signingKeySignature\":\"0xce167e55adac0518b79c2c5e53bf59f6e2df7f1df9baeeaa5e5d1f954505a7ee61f697d1ca94f6238bce6728122f76c36f972821130310e69f3747721659a7ac1b\",\"signingKeyMessage\":\"I authorize the publication of articles on ethereumfilm.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5-rMrdlfCfnFtX-jSWCV_bc5AK2jfFAChTdL4kXiGEE\\\",\\\"y\\\":\\\"F1VCcWqvo29hW_3s_Yi7pS3X15HAqwxIcm8brWz9OYA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3SV8gLXHIW8Ot45h3RL7aOgDINxN2hjLfFVOvyatB2A\"}"