"{\"content\":{\"body\":\"我对中国艺术电影的未来持悲观态度，至少在2049年之前会持续地消颓。 \\n 简单又笼统地讲，艺术电影无非分为两个门派，现实主义流派与现代主义流派。 \\n  \\n 本来无产阶级占主导地位的中国是现实主义艺术最丰沃的土壤，老百姓自古以来苦难的生活以及中国人的复杂性为现实主义电影提供了源源不断的素材。无论是小说，戏剧、绘画、音乐等等，现实主义一直是中国一百多年来的主流。 \\n 中国电影最伟大的两个时期，三十年代黄金时代和八九十年代电影的共性也是热衷于现实主义。但是，现实主义的内核是批判，是对社会与历史的反思，是在日常而又熟悉的画面中发掘人内在的本质。而也正是这些会深深刺痛着上流阶级的脆弱敏感内心。 \\n 如果让中国的编剧放开写，让导演大胆拍，以国内艺术家们的才华再拍出几部《神女》《活着》《小武》级别的电影并不是什么难事，中国的每一分钟在某些角落都在发生着让人意想不到的苦难，一件件令人心碎也无比残忍的现实。 \\n 这种看完让你心理“难受”一个礼拜的艺术片无情地扒开了社会、历史、人性、现实的本质，这是不符合当今的核心价值观的，唱赞歌的时代是容不得批评的声音的，甚至已经畸形到不赞美就是异类的程度上。前段时间看《游到海水变蓝》我就感觉，现实主义旗手贾科长都已经诏安了，这也就告诉所有中国电影人，现实主义电影真没法拍了。 \\n  \\n 而现代主义在中国是更纠结的存在。它以资本主义给个人带来的异化为基础，简单说就是这个操蛋的资本主义或者战争把城市里的年轻人都逼的精神有点问题了，年轻的艺术家就会开始搞现代主义艺术。从历史上来说，中国大陆地区的电影基本没有过现代主义的潮流（香港由于资本主义经济发达所以诞生了华语电影最伟大的现代主义导演王家卫以及周星驰的无厘头喜剧），是因为改革开放前的中国经济和政治环境没有给现代主义发展的土壤（三十年代出现过一批现代主义“软性电影”但被左翼电影人喷出翔了）。 \\n 可随着大陆一二线城市经济丧心病狂地膨胀，城市里的年轻艺术家们看到这个病态社会的现实，确实也在随着变得疯逼、魔怔。为什么还搞不出来优秀的现代主义作品？ \\n 首先，对于现代主义创作者来说，它本就比现实主义门槛要高得多，不能像意大利新现实主义一样搬起摄像机就往大街上拍，它更像是“中产的”“知识分子”式的电影，搞现代主义的艺术家基本上就是啥都要懂一点，在电影领域，也要懂美术、诗歌、哲学、政治、符号学、社会学、人类学等等乱七八糟的各种门类学科，才能成为一名优秀的现代主义电影导演，这对于一些科班毕业的混子电影导演要求也确实高了点。（第五代尤其第六代确实有现代主义的影子） \\n 其次，虽然城市里的人们确实物质基础在变好了，但精神文明建设确实做的不咋地，说白了，即便中国出了个费里尼或者伯格曼拍出来个片子，绝大多数人还是看不懂的，甚至还会在电影院里大骂“这拍的是什么jb玩应，睡了睡了”。经济的发展刺激了消费主义，并没有反哺人们的心智的成长，这让人们变得更傻了，人们更爱抖音快手里露腿漏奶漏腹肌的男人女人的直接眼球刺激，没有人去在意银幕里需要反复琢磨的深邃情感。举个难听的比喻，既然约炮那么省事省心，干嘛还要谈个恋爱操碎了b心。这也就是为什么我对《地球最后的夜晚》的失败，一直感到心痛的原因。 \\n 而当经济完全衰退，为转移注意力，大概率极端mz主义会盛行，那时候大家一起完蛋操算了，谁还搞电影。 \\n 所以综上两点，现代主义电影注定也就无法受到资本的青睐，而没有钱，是拍不了电影的。 \\n 但就目前状况来说，相比较现实主义那种意识形态的压迫，受资本压迫的现代主义似乎还有那么一点点希望。 \\n  \\n 意识形态与资本是中国艺术电影的两座大山，这也是全社会各个行业面临的巨大问题。所以在未来30年我都对中国艺术电影的发展持悲观态度，而商业电影的发展也只能局限在掺了商业元素的主旋律电影上，如《我和我的xx》--一种新的样板戏。 \\n 至于为什么是30年？那当然因为2049年中国就走向社会主义中级阶段啦！那时候是什么样子，我还真想象不出来。\",\"timestamp\":1634469988,\"title\":\"一些关于中国艺术电影未来的想法\"},\"digest\":\"jzCjr6FQmnaQ9M-ExmVzIe-hINpfkzmAfI-1xaj_PXg\",\"authorship\":{\"contributor\":\"0xe13E89fB28e1864dbFAd8D472AC02a5901a1f1ED\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QBNUKaA65G0jy7tLPp7fgONi9TQL2WXs9B34GCNXD6g\\\",\\\"y\\\":\\\"WdqlpjrYC-EnfIVd2oIFya7HzA4KS02b4m_B-g5giWg\\\"}\",\"signature\":\"AithLs6BJyMeiVVbH-HVNat1XS1uFhOaICG-OvjjrGwGMpycCEtDgYjX4Wjead-eApbzPUhVBw39ogxsG1Z8hg\",\"signingKeySignature\":\"0x203d89e40c56eda2f116fb45ca4cc2921f0beb22b03874834a3beb75ea192210226107a4fcecd3257919e946efb60573fa457c12232dd5dc167342b3e376471c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QBNUKaA65G0jy7tLPp7fgONi9TQL2WXs9B34GCNXD6g\\\",\\\"y\\\":\\\"WdqlpjrYC-EnfIVd2oIFya7HzA4KS02b4m_B-g5giWg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jzCjr6FQmnaQ9M-ExmVzIe-hINpfkzmAfI-1xaj_PXg\"}"