"{\"content\":{\"body\":\"A few months ago, we sold NFT editions to raise around $30,000 to fund the newsletter Dirt, the first newsletter run on NFTs. We then used that money for a successful two-month-long season of content, paying writers and editors a great rate for great newsletters. During that time, the subscribers grew almost 50% and Dirt was shared by influential media figures and publications. Plus, we have over 100 holders for our 131 original NFTs. \\n\\nToday is the first step beyond that initial launch. We’ve now created the Dirty S1 Holo, a combination of our sold-out Pea Green and Pearl Pink NFT editions. The Holo is an edition of 25, but there are two ways to get it: If you have two or more of our pre-existing NFTs, you’ll get it airdropped for free. Or, you can buy it for 0.3 ETH here on Mirror. Holo owners will also get an extra 50 $DIRT-S1 tokens.\\n\\nIf you have two Dirt NFTs already, we got you; if you want to buy Dirt NFTs check OpenSea here. When you get two, email / tweet us at newsletterdirt@gmail.com or @dirtyxyz. The first 25 holders will get the Holo. \\n\\nBuy Dirty S1 Holo:\\n\\n\\\\[EMBED\\\\]\\n\\nPost-Holo Plans \\n\\nYou can read more about the Holo launch in our newsletter, or continue below for the business-y details. \\n\\nWhy do you want the Holo? Well, it’s cool, obviously. It looks rare, as they say — our rarest Dirt NFT besides the 1/1 Rainbow Wave. But it plays into our longer experiment to run a media company using NFTs. By launching Holo, we’re stimulating the secondary market in Dirt NFTs, letting early holders cash out (if they want) and bringing in new users. Like all good NFT projects, we just launched a Discord; we want an active community of buying and selling NFTs. \\n\\n \",\"timestamp\":1629754311,\"title\":\"Sparking the Dirt NFT Market\",\"publication\":\"air\"},\"digest\":\"TQ9QIlyx2kEhcehnmRzRTmS3XmaiCqKF-7vKipWM21Q\",\"authorship\":{\"contributor\":\"0x25cbCFA16e43e58517f80D583087Ea89241293E6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hm8lf9Tylv1m_xfxoEUJBdlLex3GZErz6sAulEQVrzg\\\",\\\"y\\\":\\\"iIV7ZZuqX5yBtjh69CXUUDiagap0BuQeDT4lYTd2Z9M\\\"}\",\"signature\":\"uyX9OP9bwqUYNhMQXUBjX50Ql9zRrCr104g9dFMY1j1Cafaquv0elcjbqDrNKREsbEuvNlA9BQe1QnYJYuVt8w\",\"signingKeySignature\":\"0x539032ab3ab2305c06db8943e44b8803822f9a9c2eb0bd5264cb53160edde51a0360713e4408938ae7004f61352aa4e0e5b1a2cacf988701cd06eb60732714ad1b\",\"signingKeyMessage\":\"I authorize the publication of articles on air.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hm8lf9Tylv1m_xfxoEUJBdlLex3GZErz6sAulEQVrzg\\\",\\\"y\\\":\\\"iIV7ZZuqX5yBtjh69CXUUDiagap0BuQeDT4lYTd2Z9M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TQ9QIlyx2kEhcehnmRzRTmS3XmaiCqKF-7vKipWM21Q\"}"