"{\"content\":{\"body\":\"![Photo by Larm Rmah on Unsplash](https://images.mirror-media.xyz/publication-images/-kACIQOE2dyH3MCcIm_5r.jpg?height=1280&width=1920)\\n\\n[Crypto Philanthropy](https://www.youtube.com/watch?v=J8lF2yuHqG4) \\n\\nWhat will make a better society in the future? The corporations will not be able to do so because they are only profit-driven. The government will not be able to do so because they will always be politically motivated. Only philanthropy’s organizations may be able to push society to a better future.\\n\\n**Why philanthropy is important**\\n\\nPhilanthropy is giving away. But more importantly, philanthropy provided an alternative way that governments and corporations neglected and to find a solution to help society become a better place. It is a way to help neglect groups of people and support them to achieve their social goals.\\n\\n**Philanthropy under the fiat system**\\n\\nPhilanthropy is a tricky business because by giving away such funds, you want to achieve social goods. However, you compete with the government with regulations favoring the government itself. You then need to go through compliance stages and spend time with the regulators to come up with the right strategy. Along the way, you waste many times and costs that are supposed to give away to help society.\\n\\n**Philanthropy under cryptocurrency**\\n\\nCryptocurrency is the fastest way to send funds directly to organizations that need help and can keep both parties anonymous. It prevents funds from being stolen from transactions and provides a direct channel for both sides to secure payment.\\n\\n**Philanthropy under Web3**\\n\\nWeb3 is a decentralized internet that no one controls data by the Web3 owner does. There is no way to cancel, shut down or sell data from the website. It is a perfect place for philanthropy to start and manage their funds. With smart contracts embedded, funds can be released from meeting smart contract requirements which makes donations more fairly distributed.\\n\\n**Future of crypto donations**\\n\\nThere are more and more crypto donations coming and outbid fiat donations. Crypto can preserve value and holding donations can potentially gain more interest. Crypto donations can have programming money tailored down to its usage and make better spending from decentralized technology.\\n\\n**In conclusion**\\n\\nCrypto philanthropy can eliminate bureaucratic processes and cut costs of donations. It can potentially gain interest by holding funds and it can distribute fairly through programming smart contracts.\\n\\n```\\n-------------------------------------------------------------\\nDisclosure: The article was written by a delusional author who is possibly a nut job without any questions whatsoever about expertise in the subject matters. You should not believe any words this author wrote or you may experience similar symptoms or even possibly become a nut job.\\n```\\n\\nResources\\n\\n1. <https://u.today/elon-musks-brother-claims-web3-could-unlock-100-billion-per-year-for-this-segment>\\n2. <https://odysee.com/@xuanling11:d/CryptoPhilanthropy:f>\",\"timestamp\":1638213330,\"title\":\"Crypto Philanthropy\"},\"digest\":\"o9Xo53XGCFf_MgU34AsmEkG4JrAX4C38G6eU6TCQQRk\",\"authorship\":{\"contributor\":\"0x87D5032831E5C092c87eb879e5108da7D58f9192\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lBdCvcPIdxPuervmu5TmpRSLeGRCj-fkw4ReAS3e8aY\\\",\\\"y\\\":\\\"8MQN6jSTbOO8gpTE4HBY9akqbcvhZz1yi0a5Ls428XQ\\\"}\",\"signature\":\"nnQYu473UawFUNBWnJsDzHZAl_85lMsW6g_wM_b9PKOKRXzh0rSAkkPS6BK5WMog613XexokDkbPUyt9Gs7nGw\",\"signingKeySignature\":\"0x135df426a57361f1db9e6f658495e1ac8f7b605e57eb276bd4285f695e3fd8ea3746a95ed941f1a56b2afe33f57a5dcb2bed8adfe7f14fbf1a609f263cdec8ff1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lBdCvcPIdxPuervmu5TmpRSLeGRCj-fkw4ReAS3e8aY\\\",\\\"y\\\":\\\"8MQN6jSTbOO8gpTE4HBY9akqbcvhZz1yi0a5Ls428XQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"o9Xo53XGCFf_MgU34AsmEkG4JrAX4C38G6eU6TCQQRk\"}"