"{\"content\":{\"body\":\"我看了看马面那满脸愤慨的表情，和它肥臀间那道凹沟之中插着的冲刺剑，再看了看小影无辜的面目，双手死命想要拔出长剑的样子，不禁失声大笑起来，真是绝了，怎么插那里去了，这要是换作是其他人，估计还真没这个水准。\\n\\n```\\n原来刚才小黑让过马面的攻击，四爪一蹬，扑上去的时候，让马面大吃一惊，它猛地后退了几大步，而我家小影正好提剑而上，正准备冲它腰间狠刺几剑，这不，还没来得及对准目标，就噗嗤一声插入它的*之中，这酸苦痛涩种种滋味立即是上了马面的心头，再怎么说它也是个boss级的怪物，竟然遭到如此羞辱，你叫它怎么能不愤怒。\\n\\n这不，它现在已经处于暴走状态，两眼一片血红，喘着粗气，疯狂地追砸小影，连小黑在一旁的撕咬都置之不理。我连忙冲了上去，让小影硬顶马面的一击，乘机从后面将黑狗之血泼洒到马面身上，血一沾到马面身上，就见它那棕毛如遇到火烧一般，立即发黑蜷曲起来，发出阵阵难闻的焦味，而小黑在旁伸爪也拍出几百的伤害。呵呵，老黄说的这玩意还真挺管用，诚然没有欺我，牛头吃了狗血的亏，马面你这家伙也要步它的后尘了。\\n\\n小影终于拔出的冲刺剑后，也跟着发了飙，双手一迅速的挥舞着，带起道道剑光刺向马面，而我则牢记背后下冷刀子是天理，伤怪咱不伤它的脸，诅咒之刃从背后轻松地划破它的外套，带起漫天的血雨腥风，任它开始有多嚣张，现在也如打了瘪的黄瓜，威风不起来了。\\n\\n愤怒蒙蔽了马面的双眼，憎恨让它失去了理智，你就算挂了我家小影，那又能怎么样，竟然忽视我这个最大伤害制造者，将你那宽阔的后背大敞对我，任我发挥，那你还不是明摆着嫌死得不快吗。\\n\\n没有悬念，没有负担，这个人高马大的家伙终于也倒下了，我哧溜一阵风似地跑到牛头旁边，赶紧使用采集术（武器装备等物掉落后，每隔一小时才会刷新掉），这么大一boss，怎么着也不会采集到什么垃圾之物吧。\\n\\n失败，又见失败，接连失败三次之后，我的手稍微有点发抖，不敢再轻易下手，要是东西还没采集到，就让这家伙轻易给消失了，那我不是亏大了。围着牛头转了几圈，我心里思量着：这家伙哪容易下手呢。\\n\\n对了，看到它那对乌黑发亮的牛角，我眼睛一亮，这玩意可是个雕刻的好材料，送给迪卡多的话，肯定又能讨他几分欢心，咱不求有功，但求无过，能跟这些家伙拉好关系肯定没坏处，起码咱银行里那几块龙鳞还是拜他那”走了味”的秘道而来。就算不给他，咱拿来自己动手学着点，以后万一改行，哥们我也能当他个艺术家，玩玩雕刻、搞搞创作什么的。\\n\\n心里有了主意，我立即冲牛头的双角使用起采集术来，一次不成二次，二次不成再来一次，看着手上那根散发着漆黑的金属光泽，盘绕着一圈圈波浪般花纹的牛角，我心里好生得意，能采集到boss级的物品，让我的采集熟练度可是大长了不少。\\n\\n眼看这牛头就要消失，我是不管三七二十一，连头带尾的乱扔采集术，嘿嘿，一个不小心，又让我给捞到个东西，这块色泽土黄，入手软滑，如拳头般大小的东西不正是牛中之宝，炼药的好材料——牛黄嘛，没想到这头老牛还能搞出这玩意，真不知道它那人身的内部是如何构造的。\\n\\n看了看牛头的身下，本来咱就没冀望它会掉个装备给我，它当然也不会让我失望，除了几十个铜币和一把被腐蚀的白金剑外，地上是空空如也，果然没啥好东西。穷牛，早死早升天，我拿起钱和剑，咒骂着走向马面。\\n\\n这玩意有什么用，看着手上这把长长的马鬃，我心里挺纳闷，牛头好歹还给我两个有用的东西，你马面怎么就这么小气，给我点马毛就没了影，好意思吗。我无奈地摇了摇头，伸手去拿那件被腐蚀的守护者盔甲，盔甲一拿到手，下面一个乌黑发亮的东西就出现在我面前，让我的双眼在黑夜里射出两道雪亮的光芒，把小黑都吓了一跳，吼吼的在一旁直叫唤。\\n\\n死难粉碎者    等级：三十五（玄铁）\\n\\n攻击：50-70   持久：50\\n\\n双手          速度：3.2\\n\\n属性：未鉴定\\n\\n这把死难粉碎者不正是原来马面手中拿的那个家伙吗，嘿嘿，竟然能给我爆出来了，这一看，还真是个好东西。\\n\\n我拎在手里不住把玩，那长长的手柄上雕刻着粗犷的荆棘花纹，末端的把手顶端是一个神情痛苦，面目狰狞，被荆棘捆绑住的小鬼，而前端的方锤和利锥上隐隐散发着朦胧的阴森之气，绝对是把邪门兵器。回去扔到胖眼睛那，我肯定又能赚上一笔，可惜这个两个家伙没给我暴出个什么可以拿来镶嵌的宝石。（呵，这人心不足，蛇能吞象，刚才没装备的时候我也能过，现在一看到掉了装备，我这心也黑了点，意也狼了些）\\n\\n这盔甲和剑都到手了，老黄交代咱的任务也算”圆满”完成，也该打道回城，赶紧去领赏，那无尽的背包正等着我去笑纳呢。我将死难粉碎者收入背包之中，眼睛四周转了一圈，生怕还会遗漏什么，东西倒是没有看到，但是却发现不远处的黯氤森林中突然惊起一群飞鸟。\\n\\n这好端端的夜里，怎么会有鸟飞呢。难道是有玩家在里面冲级不成，不过听傲气凌云说，那里的怪物等级比较高，不是寻常人所能去的。难道，我心念一转，一声吆喝，带着小黑和小影就往黯氤森林那摸了过去。\\n\\n************************\\n\\n人，有人，很多人；怪，没怪，没有怪。我在远处看着那片黑压压、沿着森林边缘慢慢移动的人群，心中升起几分疑虑。他们这么多人聚集到这里干吗来着，难道说这黯氤森林里出了什么大boss级的怪不成，还是里面别有洞天，也有什么隐藏的宝地。\\n\\n嘿嘿，怎么什么“好事”都能轮到我，从葫芦岛那发了个横财，弄到了冰晶寒魄让我到现在还记忆尤新，今天又看到这么大的排场，估计肯定有什么大行动。我让小黑和小影都留在了原地，自己开了潜行悄悄地摸了过去，抢先躲到他们前面的草丛中，意欲一探虚实。\\n\\n“刀子，你都打听清楚了，他们都已经离开了驻地吗，这消息来源准确不。”带头那高大模糊的人影中发出一声低沉的问话，我听在耳里，似乎有几分熟悉。\\n\\n“大哥，我都打听好了，消息千真万确，绝对不会错，是我们在凌云阁卧底的兄弟核实后回报来的，而且血染疆土那家伙也已经带了手底下四大金等一帮人到凌云阁了。”一个尖锐的声音回道。\\n\\n“恩，妈的，你做初一，我干十五，这次老子就陪你好好玩玩，让你知道我雷豹也不是好惹的。”那团模糊的人影走近几步，继续说道。\\n\\n我耳朵一动，他们是来找血染疆土的麻烦的，雷豹，不正是葫芦岛上的黑吃黑老大吗，我目光紧盯着那团渐渐清晰的人影，透着清澈的月光，看清楚那张凶悍无比的脸色，正是此人。\\n\\n“对了，刀子，你联系的那伙横行的人怎么说，怎么还没见到他们的人，不是告诉他们七点准时动手的嘛。”豹哥继续问道。\\n\\n“我刚扔了消息给他们老大，他说马上就到。”那个刀子回道。\\n\\n“妈的，要不是看在他那人手不少，好歹也是份力量的话，老子才不用那帮软骨头过来，还让老子等他们。看他们那个一副色心病狂样的老大，就知道是个欺软怕硬的主，也不知道是怎么跟血染疆土他们结的怨，还叫嚣着要扫平万兽无疆盟，我看只是虚有其表罢了。”豹哥不满地说道。\\n\\n“豹哥，你也别太小看了那个横行—天下，他还是有几分能耐，起码能把一个村子建好，将一个行会搞得有几分声势。”那个留着一头短发，双眼闪烁着狡诈之光，脸色微白，脸颊消瘦，嘴唇轻薄的刀子在一旁说道。\\n\\n“恩，那倒也是，能够成为一帮之主，手底下多少有几把刷子，是得注意一下。”豹哥听了这话，点了点头应答道。\\n\\n他们这是想干吗，难道，潜伏在森林边缘的我，听了豹哥和刀子那番对话之后，心中一紧，他们这帮人浩浩荡荡地过来，该不会就是想来灭了万兽无疆盟的吧。那血染疆土不在帮里，好端端地带人去了那凌云阁干吗，让我可得好好听听。\\n```\\n\\n\\n------------\",\"timestamp\":1640326347,\"title\":\"第一百三十三章 阴谋\"},\"digest\":\"UwzpcN0ZitiW9rGl7LgO3yoya12jpxK8xk8CVIb72Ww\",\"authorship\":{\"contributor\":\"0xEe9Ad4a4BD2EC522D09C269448a2a9156EfA8B6a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AWMmnItcCtKgLOcztjFoiA85lWonLgY6YzNzKXKpZzQ\\\",\\\"y\\\":\\\"csEuUCEQpLS8qj4mRbyeCX2A9iA1xYiOqaFnO1B7hzQ\\\"}\",\"signature\":\"SBNY19Da-4W6fevsVRkGRNQp9MFd_3xrpXkkhLr1mEAbsARy-PbmdFI7vo2FwKs4adCWp0A3bt6GJf_uPKBCQw\",\"signingKeySignature\":\"0x6ca0dee151dc5f9c00d465109ef0447a9e39da2d2203a6b6e63e69df442d2f57035c1df80b865b5cf46d5ad55187d05e053e1d7281feac0fd76c908442125f671c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AWMmnItcCtKgLOcztjFoiA85lWonLgY6YzNzKXKpZzQ\\\",\\\"y\\\":\\\"csEuUCEQpLS8qj4mRbyeCX2A9iA1xYiOqaFnO1B7hzQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UwzpcN0ZitiW9rGl7LgO3yoya12jpxK8xk8CVIb72Ww\"}"