"{\"content\":{\"body\":\"To be a boss you must learn to flatter. The knowledge of flattering is very deep. For us businessmen, we are not profitable and can not afford to be early. In other words, flattering must be beneficial to us, and we only shoot. And being good at flattering employees will increase their work efficiency, extend their working hours, and increase their excitement and happiness, so that they can do better things.\\n\\nAs a boss, it is most taboo to prove that you are smarter than subordinates and correct than subordinates. Some people have a habit of constantly adding flowers to themselves and proving their glorious image. In this way, after a long period of time, employees will no longer think about problems and leave it to you to decide what to do. Originally, your company has a lot of smart heads. As a result, because you often prove that you are smarter than your subordinates, everyone gradually becomes a zombie. Without thinking, you will be very tired.\\n\\nMy policy in the company is that I basically set a direction, and tactical issues must be big\\n\\nEntrepreneur Business School Serving Entrepreneurs 165\\n\\nThink about it at home. If someone asks me what to do, such as a promotion question, I usually say that I don’t understand it, and then praise the staff. Saying he is very smart, he can solve this problem perfectly. Generally, the employee is happy when he hears it, and will work hard to solve the problem. It is through this flattering technique that I turn every team member into an elite in a certain aspect. In other words, you want to make employees want to develop in any direction, you shoot him in that direction.\\n\\nThe boss must learn to show weakness before team members can show strength, but the dumb boss shows strength in front of employees. As a result, the team members had to show their weakness, and all the burden fell on the boss's shoulders. When the career is small, it is feasible. When the career is a little bigger, the boss will immediately encounter development problems, because you usually don't cultivate talents.\\n\\nReally powerful people are those who always see the advantages of others, and then praise the advantages of others. The people who are praised are very happy. They will constantly pay attention to their advantages, polish their advantages, and finally are happy to use them for you, and Your interpersonal relationship will also become very good, but what about the idiot? Always see the shortcomings of others and even ask others to correct them. In this way, no one is willing to contact you. People who see the advantages of others will easily form the habit of employing their strengths, and those who see the shortcomings of others will easily be harsh on others. It feels that no one is available.\\n\\nSo I suggest that bosses start training their flattering ability from now on and try it every day. It is very effective. I remember that Hewlett-Packard Company praised some employees every three months. The effect is similar to flattering.\",\"timestamp\":1634798681,\"title\":\"Be good at flattering employees\"},\"digest\":\"HZOx2ZeAl_sP8_PRbBnNEDJv0m9lzEk9Mq4KCJVaQH0\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"vzX-MHcpyguTyd4hl0ebxWsgbOZo5PpKBBnO9emDn8oam5FxajP_qTy-kDZ5x4X7emBitX1Slc4S3P9hte6jjA\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HZOx2ZeAl_sP8_PRbBnNEDJv0m9lzEk9Mq4KCJVaQH0\"}"