"{\"content\":{\"body\":\"清晨，天色微暗，其睡意正酣，在一声喊叫中逐渐睁开了眼眸，原来是下铺兄弟做噩梦，胡言乱语起来，看下时间俨然已不早了，伸了伸懒腰，抬头仰望着半空中稀疏片片的乌云，它们好像在打仗似的，逐渐汇合一处，天越来越暗，氛围也变的屏气慑息、剑拔弩张起来，显得一丝凉意的同时更显压抑，霎时间，空中掉落滴滴水珠，朦胧的烟雾中，他趴在窗旁眺望远处，竟看不到百尺远，片刻间，水珠摇身一变成了涟珠，它们争先恐后的奔跑着，与同在嗷嗷待哺的婴儿一般，那么急切渴望，就在此刻，门外传来阵阵的拍打声，有力且急促，他顿时回过神来朝着门口望去，心中已然会意，淡然起来。\\n\\n随着狱警的阵阵喊叫，几个显然还未睡醒的抱怨起来，不太情愿的用手撑起身子，貌似使出了洪荒之力一般的态势，着实费劲。随后狱警扭着脾气说到：\\\"今日早餐限量供应，手慢无\\\",此话一出，周围顿时慌乱起来，一时间屋内鸡飞狗跳，茫然无措的种种情景映入眼帘，完全已打乱了先前预设的节奏，他穿过人群径直的朝大门口走去，使用洗漱用具草草清洗了一番，但还是晚到一步，终成一场空，望着他落寞远去的背影，暗自神伤起来，随后，他喝了几口凉水便开始工作起来，嘈杂且混乱的环境，顿时让人心生抵触，看着周边卖力的工友，仿佛心灵产生了共鸣，蔚然一笑。但日益繁重且重复的工作除获得些许工时外，了无其他，但想想今日可以果腹心中已然释怀许多，长时间的站立已使他自身腰椎落下病症，致使每日入睡都会感到不适且久久不能入眠，心里想的再忍忍，以后会好的。\\n\\n此刻，从远处缓缓走来一个身穿制服衣帽，脚踩皮靴，手握长鞭、膀大腰圆、满脸横肉且趾高气扬看似十分英武的狱警，大声呵斥道：“别偷懒，快干活”，顿时，气氛立刻变得凝重起来，时间仿佛静止了一般，只能听到自己的心跳声。恍惚间感觉眼前的事物在摇晃并越发模糊，眼神不经意间在游离，想着可能是没吃早饭的原因，强撑着身体，思绪间不知不觉就晕倒过去，瞬间感觉自己飘飘欲仙了，暗暗发问：难道自己解脱了吗？这时狱警疾步向前，用手里的长鞭鞭挞数次又朝他踢了两脚，并凶狠的说道：“快起来干活”，众人不忍直视，簇拥而上，给他喂了口水，但丝毫不见起色，众人跟狱警说：“还是送医务室吧，弄出人命可不好”，狱警有所忌惮的转过身子思虑片刻，就应许了，他从恍惚中慢慢醒来，用微弱的声音发出：“这是哪里，天堂吗”，旁边的护士说：“你太过劳累了，已经给你打了营养液，休息片刻就可以回去了”，数小时后他回到了岗位，看着其他人忙碌的背影，丝毫没人感觉到这边多一个人而引起的突兀感，对于这种事其实都见多不怪了，只是没想到这次竟落到了自己身上，苦笑起来。\\n\\n去饭堂路过一间休息室，房间里的对话使他停住了脚步，处于好奇，他凑上前去，通过门缝观察着屋内只有两人，除狱警外，还有一个背对这大门，貌似和狱警聊的很是投机，他个头不高，有点跛脚，聊天的言语中充斥着谄媚逢迎，听的不是很清楚：“帅气、英俊、魁梧、爱慕、能干”等诸如此类的字眼，说着昧心，听着恶心，他差点没忍住，一个寒颤打了出来，内心促使他不可能这般轻贱，摇了摇头，又蔚然一笑。那人扭过身子，自己偶感熟悉，一瞬间恍然大悟是他，隔壁寝室的狱友，和他接触甚少，只是偶尔不经意间听旁人说道些，他圆滑老道，左右逢源，知变通、更会迎合上司，这种人是天生的社交达人，听说暗地里还走私香烟，上面的人也是睁一只眼闭一只眼，可见其能力一般。想到这里，他也无力再听下去，伴随着周围的响动，就匆匆离开了。\\n\\n望着不可即的远方，他深吸了一口新鲜空气，便默默的端起了充满热气的饭碗，依偎在墙角，细嚼着今天用工时换的来之不易的鸡腿，那一刻如同孩童般的烂漫照射在他的脸上，此时的满足感仿佛使他暂时忘记今日的苦难与窘迫，这时，楼梯间传出一阵沉重的脚步声，仿佛每一步都能直击心灵，他顿时慌了神，加快了咀嚼的速度，那是万恶的狱警来催促着他上班了，只见他面色铁青，一把抓住他的衣领，被直直的拖入办公区，鸡腿顺势掉落在冰冷的地板上发出无声的哀鸣，看似虚胖的他并无缚鸡之力，只能任其摆布，弱小无助的眼神透露着对外面世界的向往，对自由的渴望，无力的呐喊，并不能改变现有的处境，随着脚步声的远去，他渐渐消失在灰暗的楼道间。\\n\\n他颤颤巍巍的回到狱舍，仿佛双腿的力量已不能支撑他整个身体，面色肌黄，体态臃肿，他的形象已经和一个正常的成年人相隔甚远，长期的营养不良和不规则饮食摧残，让人心生可畏。吵杂的狱舍，打牌的、抽烟的、吵架的、喝酒的、嬉戏的等，百态形象不尽相同，仿佛置身于一个杂乱的菜市场，他静悄悄的朝自己的床铺走去，生怕打破了这美好的景色，坐在自己的床边，若有所思的样子，逐渐走了神，随之一股刺鼻的气味，直冲脑壳，十分上头，他立即回过神来，一只汗脚赫然出现在他的右手边，他不耐烦的戳了他一下并瞥了他一眼，那人还冲他笑了笑，立即把脚收了回去。躺在床上，此情此景映入眼帘，意外间他大笑起来，平静代替了上一秒的嬉闹，屋内所有的目光都聚集到他的身上，谁人冒出一句：“神经”，又归于平常。\\n\\n晚上，疲惫不堪的他终于可以安静睡去，希望在梦中得到点心灵的慰藉，夜色逐渐浓重起来，他在恍惚中慢慢起身，依稀中看见白天未吃完的鸡腿，他佛了佛自己的眼睛不敢相信，顿时狼吞虎咽起来，像是一头饿狼丝毫不给猎物机会，他的眼眸被浸湿，心想着老天定是开眼了，瞳孔中散发着对未来的憧憬，此时的他深深着沉浸在失而复得的喜悦感时，隐约中从门口传来了阵阵的敲门声，定睛一看，又是剽悍的狱警拿着警棍在敲打着门窗，大声喊到：“大晚上不睡觉想干什么”，他立刻回过神审视下自己，正蹲在马桶边，双手满是污秽之物，场面甚为惊艳，原，只是黄粱一梦，命运之手并未向他伸出。\\n\\n他沉默了片刻，转身踉跄的走到床边，缓缓躺下，蜷缩着身子可以缓解下疼痛，辗转反侧，思绪万千，他回想起自己的孩童时，那时的他天真烂漫，聪明伶俐，很是讨人喜欢，他梦想着长大成为一位科学家、宇航员、企业家、厨师...。现在看来可笑的同时带有一点滑稽，总以为自己能改变世界，猛然发现连自己都改变不了，立时有点莫名的苍伤感跃然纸上。那时妈妈下班总会带些小零食，那种带有一丝期待的欣喜感，一切都回不去，回不去了。面对现状已然束手无措，黔驴技穷，转瞬间好似有种力量压的他喘不过气来，一束微光照射到他的脸上，他抬头望去，恍惚中看见门口站着一个身姿婀娜的人，他睁大眼睛想看清她的脸庞，那是.\",\"timestamp\":1633829300,\"title\":\"​牢笼\"},\"digest\":\"cBBDIt7G7zT-6SeLFNzcyTbCJNLZDxYwdzymOlhKVAU\",\"authorship\":{\"contributor\":\"0xa63FaEAb92f7C35686a427AF6Bbd7B18223e0F7C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bSVvmALZz3wUdl_-hesF2Z6Cy2nWBiNJrgwAEd9RYzM\\\",\\\"y\\\":\\\"uLCap6vtXWyYjGgcm8zhwIuqxmgElY3q_kt5cqjlpwc\\\"}\",\"signature\":\"GrtjUCMd0D0R2yUqH0pNNv8Eu4AMoREpy-y3HeFoiTQh1NV6t3k_RGJl2fFffgcz9H-LD7WZ8H5n41LIrSvfyA\",\"signingKeySignature\":\"0x3a856c9cd9f02407c95bf26b656ced85d5161e5d506851cb50d01c60840ff7266b6af0a5067783af424955387a581578eba1af688271c81ab84b8a5764021c521b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bSVvmALZz3wUdl_-hesF2Z6Cy2nWBiNJrgwAEd9RYzM\\\",\\\"y\\\":\\\"uLCap6vtXWyYjGgcm8zhwIuqxmgElY3q_kt5cqjlpwc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cBBDIt7G7zT-6SeLFNzcyTbCJNLZDxYwdzymOlhKVAU\"}"