"{\"content\":{\"body\":\"If your life feels like it is lacking the power that you want and the motivation that you need, sometimes all you have to do is shift your point of view.\\n\\nWelcome to Faith Radio Online-Simply to Relax, I'm Faith. By training your thoughts to concentrate on the bright side of things, you are more likely to have the incentive to follow through on your goals. You are less likely to be held back by negative ideas that might limit your performance. \\n Your life can be enhanced, and your happiness enriched, when you choose to change your perspective. Don't leave your future to chance, or wait for things to get better mysteriously on their own. You must go in the direction of your hopes and aspirations. Begin to build your confidence, and work through problems rather than avoid them. Remember that power is not necessarily control over situations, but the ability to deal with whatever comes your way.\\n\\nAlways believe that good things are possible, and remember that mistakes can be lessons that lead to discoveries. Take your fear and transform it into trust; learn to rise above anxiety and doubt. Turn your “worry hours” into “productive hours”. Take the energy that you have wasted and direct it toward every worthwhile effort that you can be involved in.\\n\\nThis is Faith at Faith Radio Online-Simply to Relax. You will see beautiful things happen when you allow yourself to experience the joys of life. You will find happiness when you adopt positive thinking into your daily routine and make it an important part of your world.\",\"timestamp\":1639616412,\"title\":\"Think Positive Thoughts Every Day\"},\"digest\":\"o6Q9R8e9iitF-GSzNYDoi0shCAgpP6nMo7or19GNHd8\",\"authorship\":{\"contributor\":\"0xaA061290AfC7d5612BB32D54FeF0ED5C2FbC7774\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jDC-7CA6c0k847IoOi9EHUSbNY0Ndnng73fG1qABs4Y\\\",\\\"y\\\":\\\"I3dRCxOXIDMipP3jDPTPMIoKv12y8UvTPQ-MZRWqHoA\\\"}\",\"signature\":\"AHzWQrWJozrirrBOjORrvNs3cuBVYJoYCdFrBWaGEYUG_VwJHcgEcKx9WUhMAR0qOdgRVujaYeP1Gi8hA0OYcg\",\"signingKeySignature\":\"0x85f9dd6ea1d418fcf03bf663d74bf2ce6b095662c356a412a91b0cd7d4c50a980e2ea33f168146ee17ef8784cdd7be179230352763a26d35967bd7ba3e8919cb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jDC-7CA6c0k847IoOi9EHUSbNY0Ndnng73fG1qABs4Y\\\",\\\"y\\\":\\\"I3dRCxOXIDMipP3jDPTPMIoKv12y8UvTPQ-MZRWqHoA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"o6Q9R8e9iitF-GSzNYDoi0shCAgpP6nMo7or19GNHd8\"}"