"{\"content\":{\"body\":\"as of musketry, during the entire night.  The woodwork of the walls snapped and cracked with loud reports; and a little after midnight a servant came in and stuffed the stove full of birch-wood, until it roared like an angry lion.  This roar finally lulled Albert to sleep, in spite of the startling noises about him.\\n\\nThe next morning the boys were aroused at seven o'clock by a servant, who brought a tray with the most fragrant coffee and hot rolls.  It was in honor of the guest that, in accordance with Norse custom, this early meal was served; and all the boys, carrying pillows and blankets, gathered on Albert's and Ralph's bed and feasted right royally. So it seemed to them, at least; for any break in the ordinary routine, be it ever so slight, is an event to the young.  Then they had a pillow-fight, thawed at the stove the water in the pitchers (for it was frozen hard), and arrayed themselves to descend and meet the family at the nine o'clock breakfast. When this repast was at an end, the question arose how they were to entertain their guest, and various plans were proposed.  But to all Ralph's propositions his mother interposed the objection that it was too cold.\\n\\n\\\"Mother is right,\\\" said Mr. Hoyer; \\\"it is so cold that 'the chips jump on the hill-side.' You'll have to be content with indoor sports to-day.\\\"\\n\\n\\\"But, father, it is not more than twenty degrees below zero,\\\" the boy demurred.  \\\"I am sure we can stand that, if we keep in motion.  I have been out at thirty without losing either ears or nose.\\\"\\n\\nHe went to the window to observe the thermometer; but the dim daylight scarcely penetrated the fantastic frost-crystals, which, like a splendid exotic flora, covered the panes.  Only at the upper corner, where the ice had commenced to thaw, a few timid sunbeams were peeping in, making the lamp upon the table seem pale and sickly.  Whenever the door to the hall was opened a white cloud of vapor rolled in; and every one made haste to shut the door, in order to save the precious heat.  The boys, being doomed to remain indoors, walked about restlessly, felt each other's muscle, punched each other, and sometimes, for want of better employment, teased the little girls.  Mr. Hoyer, seeing how miserable they were, finally took pity on them, and, after having thawed out a window-pane sufficiently to see the thermometer outside, gave his consent to a little expedition on skees\\\\[2\\\\] down to the river.\\n\\n\\\\[2\\\\] Norwegian snow-shoes.\\n\\nAnd now, boys, you ought to have seen them! Now there was life in them!  You would scarcely have dreamed that they were the same creatures who, a moment ago, looked so listless and miserable. What rollicking laughter and fun, while they bundled one another in scarfs, cardigan-jackets, fur-lined top-boots, and overcoats!\\n\\n\\\"You had better take your guns along, boys,\\\" said the father, as they stormed out through the front door; \\\"you might strike a couple of ptarmigan, or a mountain-cock, over on the west side.\\\"\\n\\n\\\"I am going to take your rifle, if you'll let me,\\\" Ralph exclaimed.  \\\"I have a fancy we might strike bigger game than mountain-cock.  I shouldn't object to a wolf or two.\\\"\\n\\n\\\"You are welcome to the rifle,\\\" said his father; \\\"but I doubt whether you'll find wolves on the ice so early in the day.\\\"\\n\\nMr. Hoyer took the rifle from its case, examined it carefully, and handed it to Ralph.  Albert, who was a less experienced hunter than Ralph, preferred a fowling-piece to the rifle; especially as he had no expectation of shooting anything but ptarmigan. Powder-horns, cartridges, and shot were provided; and quite proudly the two friends started off on their skees, gliding over the hard crust of the snow, which, as the sun rose higher, was oversown with thousands of glittering gems.  The boys looked like Esquimaux, with their heads bundled up in scarfs, and nothing visible except their eyes and a few hoary locks of hair which the frost had silvered.\\n\\nIV.\\n\\n\\\"What was that?\\\"  cried Albert, startled by a sharp report which reverberated from the mountains. They had penetrated the forest on the west side, and ranged over the ice for an hour, in a vain search for wolves.\\n\\n\\\"Hush,\\\" said Ralph, excitedly; and after a moment of intent listening he added, \\\"I'll be drawn and quartered if it isn't poachers!\\\"\\n\\n\\\"How do you know?\\\"\\n\\n\\\"These woods belong to father, and no one else has any right to hunt in them.  He doesn't mind if a poor man kills a hare or two, or a brace of ptarmigan; but these chaps are after elk; and if the old gentleman gets on the scent of elk-hunters, he has no more mercy than Beelzebub.\\\"\\n\\n\\\"How can you know that they are after elk?\\\"\\n\\n\\\"No man is likely to go to the woods for small game on a day like this.  They think the cold protects them from pursuit and capture.\\\"\\n\\n\\\"What are you going to do about it?\\\"\\n\\n\\\"I am going to play a trick on them.  You know that the sheriff, whose duty it is to be on the lookout for elk-poachers, would scarcely send out a posse when the cold is so intense.  Elk, you know, are becoming very scarce, and the law protects them.  No man is allowed to shoot more than one elf a year, and that one on his own property.  Now, you and I will play deputy-sheriffs, and have those poachers securely in the lock-up before night.\\\"\\n\\n\\\"But suppose they fight?\\\"\\n\\n\\\"Then we'll fight back.\\\"\\n\\nRalph was so aglow with joyous excitement at the thought of this adventure, that Albert had not the heart to throw cold water on his enthusiasm.  Moreover, he was afraid of being thought cowardly by his friend if he offered objections.  The recollection of Midshipman Easy and his daring pranks flashed through his brain, and he felt an instant desire to rival the exploits of his favorite hero. If only the enterprise had been on the sea he would have been twice as happy, for the land always seemed to him a prosy and inconvenient place for the exhibition of heroism.\\n\\n\\\"But, Ralph,\\\" he exclaimed, now more than ready to bear his part in the expedition, \\\"I have only shot in my gun.  You can't shoot men with bird-shot.\\\"\\n\\n\\\"Shoot men!  Are you crazy? Why, I don't intend to shoot anybody.\\n\\nI only wish to capture them.  My rifle is a breech-loader and has six cartridges. Besides, it has twice the range of theirs (for there isn't another such rifle in all Odalen), and by firing one shot over their heads I can bring them to terms, don't you see?\\\"\\n\\nAlbert, to be frank, did not see it exactly; but he thought it best to suppress his doubts.  He scented danger in the air, and his blood bounded through his veins.\\n\\n\\\"How do you expect to track them?\\\"  he asked, breathlessly.\\n\\n\\\"Skee-tracks in the snow can be seen by a bat, born blind,\\\" answered Ralph, recklessly.\\n\\nThey were now climbing up the wooded slope on the western side of the river.  The crust of the frozen snow was strong enough to bear them; and as it was not glazed, but covered with an inch of hoar-frost, it retained the imprint of their feet with distinctness.  They were obliged to carry their skees, on account both of the steepness of the slope and the density of the underbrush.  Roads and paths were invisible under the white pall of the snow, and only the facility with which they could retrace their steps saved them from the fear of going astray.  Through the vast forest a deathlike silence reigned; and this silence was not made up of an infinity of tiny sounds, like the silence of a summer day when the crickets whirr in the treetops and the bees drone in the clover-blossoms.  No; this silence was dead, chilling, terrible.  The huge pine-trees now and then dropped a load of snow on the heads of the bold intruders, and it fell with a thud, followed by a noiseless, glittering drizzle.  As far as their eyes could reach, the monotonous colonnade of brown tree-trunks, rising out of the white waste, extended in all directions.  It reminded them of the enchanted forest in \\\"Undine,\\\" through which a man might ride forever without finding the end.  It was a great relief when, from time to time, they met a squirrel out foraging for pine-cones or picking up a scanty living among the husks of last year's hazel-nuts.  He was lively in spite of the weather, and the faint noises of his small activities fell gratefully upon ears already ap-palled by the awful silence.  Occasionally they scared up a brace of grouse that seemed half benumbed, and hopped about in a melancholy manner under the pines, or a magpie, drawing in its head and ruffling up its feathers against the cold, until it looked frowsy and disreputable.\\n\\n\\\"Biceps,\\\" whispered Ralph, who had suddenly discovered something interesting in the snow, \\\"do you see that?\\\"\\n\\n\\\"Je-rusalem!\\\"  ejaculated Albert, with thoughtless delight, \\\"it is a hoof-track!\\\"\\n\\n\\\"Hold your tongue, you blockhead,\\\" warned his friend, too excited to be polite, \\\"or you'll spoil the whole business!\\\"\\n\\n\\\"But you asked me,\\\" protested Albert, in a huff.\\n\\n\\\"But I didn't shout, did I?\\\"\\n\\nAgain the report of a shot tore a great rent in the wintry stillness and rang out with sharp reverberations.\\n\\n\\\"We've got them,\\\" said Ralph, examining the lock of his rifle.  \\\"That shot settles them.\\\"\\n\\n\\\"If we don't look out, they may get us instead,\\\" grumbled Albert, who was still offended.\\n\\nRalph stood peering into the underbrush, his eyes as wild as those of an Indian, his nostrils dilated, and all his senses intensely awake.  His companion, who was wholly unskilled in woodcraft, could see no cause for his agitation, and feared that he was yet angry.  He did not detect the evidences of large game in the immediate neighborhood.  He did not see, by the bend of the broken twigs and the small tufts of hair on the briar-bush, that an elk had pushed through that very copse within a few minutes; nor did he sniff the gamy odor with which the large beast had charged the air.  In obedience to his friend's gesture, he flung himself down on hands and knees and cautiously crept after him through the thicket.  He now saw without difficulty a place where the elk had broken through the snow crust, and he could also detect a certain aimless bewilderment in the tracks, owing, no doubt, to the shot and the animal's perception of danger on two sides.  Scarcely had he crawled twenty feet when he was startled by a noise of breaking branches, and before he had time to cock his gun, he saw an enormous bull-elk tearing through the underbrush, blowing two columns of steam from his nostrils, and steering straight toward them.  At the same instant Ralph's rifle blazed away, and the splendid beast, rearing on its hind legs, gave a wild snort, plunged forward and rolled on its side in the snow.  Quick as a flash the young hunter had drawn his knife, and, in accordance with the laws of the chase, had driven it into the breast of the animal.  But the glance from the dying eyes--that glance, of which every elk-hunter can tell a moving tale--pierced the boy to the very heart!  It was such a touching, appealing, imploring glance, so soft and gentle and unresentful.\\n\\n\\\"Why did you harm me,\\\" it seemed to say, \\\"who never harmed any living thing--who claimed only the right to live my frugal life in the forest, digging up the frozen mosses under the snow, which no mortal creature except myself can eat?\\\"\\n\\nThe sanguinary instinct--the fever for killing, which every boy inherits from savage ancestors--had left Ralph, before he had pulled the knife from the bleeding wound.  A miserable feeling of guilt stole over him.  He never had shot an elk before; and his father, who was anxious to preserve the noble beasts from destruction, had not availed himself of his right to kill one for many years.  Ralph had, indeed, many a time hunted rabbits, hares, mountain-cock, and capercaillie.  But they had never destroyed his pleasure by arousing pity for their deaths; and he had always regarded himself as being proof against sentimental emotions.\\n\\n\\\"Look here, Biceps,\\\" he said, flinging the knife into the snow, \\\"I wish I hadn't killed that bull.\\\"\\n\\n\\\"I thought we were hunting for poachers,\\\" answered Albert, dubiously; \\\"and now we have been poaching ourselves.\\\"\\n\\n\\\"By Jiminy!  So we have; and I never once thought of it,\\\" cried the valiant hunter.  \\\"I am afraid we are off my father's preserves too.  It is well the deputy sheriffs are not abroad, or we might find ourselves decorated with iron bracelets before night.\\\"\\n\\n\\\"But what did you do it for?\\\"\\n\\n\\\"Well, I can't tell.  It's in the blood, I fancy.  The moment I saw the track and caught the wild smell, I forgot all about the poachers, and started on the scent like a hound.\\\"\\n\\nThe two boys stood for some minutes looking at the dead animal, not with savage exultation, but with a dim regret.  The blood which was gushing from the wound in the breast froze in a solid lump the very moment it touched the snow, although the cold had greatly moderated since the morning.\\n\\n\\\"I suppose we'll have to skin the fellow,\\\" remarked Ralph, lugubriously; \\\"it won't do to leave that fine carcass for the wolves to celebrate Christmas with.\\\"\\n\\n\\\"All right,\\\" Albert answered, \\\"I am not much of a hand at skinning, but I'll do the best I can.\\\"\\n\\nThey fell to work rather reluctantly at the unwonted task, but had not proceeded far when they perceived that they had a full day's job before them.\\n\\n\\\"I've no talent for the butcher's trade,\\\" Ralph exclaimed in disgust, dropping his knife into the snow.  \\\"There's no help for it, Biceps, we'll have to bury the carcass, pile some logs on the top of it, and send a horse to drag it home to-morrow.  If it were not Christmas Eve to-night we might take a couple of men along and shoot a dozen wolves or more.  For there is sure to be pandemonium here before long, and a concert in G-flat that'll curdle the marrow of your bones with horror.\\\"\\n\\n\\\"Thanks,\\\" replied the admirer of Midshipman Easy, striking a reckless naval attitude.  \\\"The marrow of my bones is not so easily curdled.  I've been on a whaling voyage, which is more than you have.\\\"\\n\\nRalph was about to vindicate his dignity by referring to his own valiant exploits, when suddenly his keen eyes detected a slight motion in the underbrush on the slope below.\\n\\n\\\"Biceps,\\\" he said, with forced composure, \\\"those poachers are tracking us.\\\"\\n\\n\\\"What do you mean?\\\"  asked Albert, in vague alarm.\\n\\n\\\"Do you see the top of that young birch waving?\\\"\\n\\n\\\"Well, what of that!\\\"\\n\\n\\\"Wait and see.  It's no good trying to escape.  They can easily overtake us.  The snow is the worst tell-tale under the sun.\\\"\\n\\n\\\"But why should we wish to escape?  I thought we were going to catch them.\\\"\\n\\n\\\"So we were; but that was before we turned poachers ourselves.  Now those fellows will turn the tables on us--take us to the sheriff and collect half the fine, which is fifty dollars, as informers.\\\"\\n\\n\\\"Je-rusalem!\\\"  cried Biceps, \\\"isn't it a beautiful scrape we've gotten into?\\\"\\n\\n\\\"Rather,\\\" responded his friend, coolly.\\n\\n\\\"But why meekly allow ourselves to be captured?  Why not defend ourselves?\\\"\\n\\n\\\"My dear Biceps, you don't know what you are talking about.  Those fellows don't mind putting a bullet into you, if you run.  Now, I'd rather pay fifty dollars any day, than shoot a man even in self-defence.\\\"\\n\\n\\\"But they have killed elk too.  We heard them shoot twice.  Suppose we play the same game on them that they intend to play on us.  We can play informers too, then we'll at least be quits.\\\"\\n\\n\\\"Biceps, you are a brick!  That's a capital idea!  Then let us start for the sheriff's; and if we get there first, we'll inform both on ourselves and on them.  That'll cancel the fine.  Quick, now!\\\"\\n\\nNo persuasions were needed to make Albert bestir himself.  He leaped toward his skees, and following his friend, who was a few rods ahead of him, started down the slope in a zigzag line, cautiously steering his way among the tree trunks.  The boys had taken their departure none too soon; for they were scarcely five hundred yards down the declivity, when they heard behind them loud exclamations and oaths.  Evidently the poachers had stopped to roll some logs (which were lying close by) over the carcass, probably meaning to appropriate it; and this gave the boys an advantage, of which they were in great need.  After a few moments they espied an open clearing which sloped steeply down toward the river.  Toward this Ralph had been directing his course; for although it was a venturesome undertaking to slide down so steep and rugged a hill, he was determined rather to break his neck than lower his pride, and become the laughing-stock of the parish.\\n\\nOne more tack through alder copse and juniper jungle--hard indeed, and terribly vexatious--and he saw with delight the great open slope, covered with an unbroken surface of glittering snow.  The sun (which at midwinter is but a few hours above the horizon) had set; and the stars were flashing forth with dazzling brilliancy.  Ralph stopped, as he reached the clearing, to give Biceps an opportunity to overtake him; for Biceps, like all marine animals, moved with less dexterity on the dry land.\\n\\n\\\"Ralph,\\\" he whispered breathlessly, as he pushed himself up to his companion with a vigorous thrust of his skee-staff, \\\"there are two awful chaps close behind us.  I distinctly heard them speak.\\\"\\n\\n\\\"Fiddlesticks,\\\" said Ralph; \\\"now let us see what you are made of!\\n\\nDon't take my track, or you may impale me like a roast pig on a spit. Now, ready!--one, two, three!\\\"\\n\\n\\\"Hold on there, or I shoot,\\\" yelled a hoarse voice from out of the underbrush; but it was too late; for at the same instant the two boys slid out over the steep slope, and, wrapped in a whirl of loose snow, were scudding at a dizzying speed down the precipitous hill-side.  Thump, thump, thump, they went, where hidden wood-piles or fences obstructed their path, and out they shot into space, but each time came down firmly on their feet, and dashed ahead with undiminished ardor.  Their calves ached, the cold air whistled in their ears, and their eyelids became stiff and their sight half obscured with the hoar-frost that fringed their lashes.  But onward they sped, keeping their balance with wonderful skill, until they reached the gentler slope which formed the banks of the great river.  Then for the first time Ralph had an opportunity to look behind him, and he saw two moving whirls of snow darting downward, not far from his own track.  His heart beat in his throat; for those fellows had both endurance and skill, and he feared that he was no match for them.  But suddenly--he could have yelled with delight--the foremost figure leaped into the air, turned a tremendous somersault, and, coming down on his head, broke through the crust of the snow and vanished, while his skees started on an independent journey down the hill-side.  He had struck an exposed fence-rail, which, abruptly checking his speed, had sent him flying like a rocket.\\n\\nThe other poacher had barely time to change his course, so as to avoid the snag; but he was unable to stop and render assistance to his fallen comrade.  The boys, just as they were shooting out upon the ice, saw by his motions that he was hesitating whether or not he should give up the chase.  He used his staff as a brake for a few moments, so as to retard his speed; but discovering, perhaps, by the brightening starlight, that his adversaries were not full-grown men, he took courage, started forward again, and tried to make up for the time he had lost.  If he could but reach the sheriff's house before the boys did, he could have them arrested and collect the informer's fee, instead of being himself arrested and fined as a poacher.  It was a prize worth racing for!  And, moreover, there were two elks, worth twenty-five dollars apiece, buried in the snow under logs. These also would belong to the victor!  The poacher dashed ahead, straining every nerve, and reached safely the foot of the steep declivity.  The boys were now but a few hundred yards ahead of him.\\n\\n\\\"Hold on there,\\\" he yelled again, \\\"or I shoot!\\\"\\n\\nHe was not within range, but he thought he could frighten the youngsters into abandoning the race.  The sheriff's house was but a short distance up the river.  Its tall, black chimneys could he seen looming up against the starlit sky.  There was no slope now to accelerate their speed.  They had to peg away for dear life, pushing themselves forward with their skee-staves, laboring like plough-horses, panting, snorting, perspiring.  Ralph turned his head once more.  The poacher was gaining upon them; there could be no doubt of it.  He was within the range of Ralph's rifle; and a sturdy fellow he was, who seemed good for a couple of miles yet.  Should Ralph send a bullet over his head to frighten him? No; that might give the poacher an excuse for sending back a bullet with a less innocent purpose.  Poor Biceps, he was panting and puffing in his heavy wraps like a steamboat!  He did not once open his mouth to speak; but, exerting his vaunted muscle to the utmost, kept abreast of his friend, and sometimes pushed a pace or two ahead of him.  But it cost him a mighty effort!  And yet the poacher was gaining upon him!  They could see the long broadside of windows in the sheriff's mansion, ablaze with Christmas candles. They came nearer and nearer!  The church-bells up on the bend were ringing in the festival.  Five minutes more and they would be at their goal.  Five minutes more!  Surely they had strength enough left for that small space of time.  So had the poacher, probably!  The question was, which had the most.  Then, with a short, sharp resonance, followed by a long reverberation, a shot rang out and a bullet whizzed past Ralph's ear.  It was the poacher who had broken the peace.  Ralph, his blood boiling with wrath, came to a sudden stop, flung his rifle to his cheek and cried, \\\"Drop that gun!\\\"\",\"timestamp\":1641284727,\"title\":\"\\nIt was long before Albert fell asleep; for the cold kept up a continual fusillade\"},\"digest\":\"yC0bitxdbEQECaHWsBvD8Sa46eOXKw14bNHjsdEkPaA\",\"authorship\":{\"contributor\":\"0x90172af57cfCfbdA1dac8055668d7B5df7f90f1E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lDk6CFy52Y1i7e7CzM4LlCnseoohMENhMrIKne9Gulo\\\",\\\"y\\\":\\\"2-psTTGAAU1cbNG9HAxsUDUJGpfKWZZwdSdQyeVd5po\\\"}\",\"signature\":\"n7qF0WLJSAbwfEh7PeCbtBOTJQbReLcElWIIGx2L7HPH4V_ifI-G7Cpo6D0Ox5Rpug1SnejFl5FACVu45FizSA\",\"signingKeySignature\":\"0xd73fe9f10e1e043e92d73a8dbbac02c23978c362d28c8d4639048e52654e8ba902d7b7a906818ec591eef2419f9da5e3c3cad5575cb033268597d5b00923a9cd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lDk6CFy52Y1i7e7CzM4LlCnseoohMENhMrIKne9Gulo\\\",\\\"y\\\":\\\"2-psTTGAAU1cbNG9HAxsUDUJGpfKWZZwdSdQyeVd5po\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yC0bitxdbEQECaHWsBvD8Sa46eOXKw14bNHjsdEkPaA\"}"