"{\"content\":{\"body\":\"Did you notice that things haven’t changed on the internet in a long time?\\n\\nI remember a time where almost every day, there was a new app, a new way to build software or a new exciting business model. But since around 2010, things have honestly pretty much stayed the same on the web.\\n\\nSure, some social media sites have become more popular and switched places (TikTok instead of Vine etc.), but most popular sites like YouTube, LinkedIn, Twitter, Instagram have innovated a bit on features, but for the most part, haven’t drastically changed in any meaningful way.\\n\\nIn the tech world, people are still building Android and iOS apps in nearly the same way for the last 10 years, and even web development has stabilized (after the framework wars and React coming out on top).\\n\\nMy theory on why this is the case is that I believe we were in a period of stagnation with web2 systems (reaching the mass market), and the next wave took longer than expected due to the complexities involved with adoption. What I think is happening now though, is that we are almost at a breaking point for web3 technologies, and I think a lot of interesting changes are just around the corner.\\n\\n![What excites me in web3](https://images.mirror-media.xyz/publication-images/zz4bxjtm2NobfhwS2mNdk.jpeg?height=2245&width=3179)\\n\\n## History of the web\\n\\nFirst though, let’s go over the history of the web.\\n\\nFrom the 90’s until the mid 2000’s, most systems on the internet were very static. You had forums, basic html websites with minimal interactivity, and maybe just a simple payment link. That’s what is typically classified as Web 1.\\n\\nWeb 2, is what became popular with CRUD applications (create, read, update and delete), where you had the ability for users to login and store their data in a database with advanced interactivity on the frontend. This also brought about the exploding popularity of mobile apps, SaaS (software as a service), and the popular websites we all use today (YouTube, AirBnb, Spotify etc.).\\n\\nWeb 3, is what many people are calling the next wave of innovations, that are related to decentralization, crypto and smart contracts. It started with the popularization of Bitcoin and other cryptocurrencies, but that was just the beginning (and in my opinion the least exciting thing about web3).\\n\\n![We're still very early with web3, but that's what makes it exciting!](https://images.mirror-media.xyz/publication-images/q51wBjMunI7Nl1jzJGaXy.png?height=314&width=600)\\n\\n## Where web3 stands now\\n\\nI built my first website when I was just 10 years old, in the late nineties. I remember how when I told my friends I built a website (which was just a black background site with some basic animation, links to jokes and a sound clip with the Mission Impossible theme playing in the background), the main question they asked me was “Why?! What purpose did my website have?” To be honest, I didn’t have an answer. Building a website was just something cool I was interested in, and it didn’t really have any utility or real-world function. I see web3 at the moment in nearly the exact same phase right now. There are a lot of cool technologies coming up, but most of them are being used by early adopters that find the technology cool, while the function in a lot of cases is not very compelling. If you’re one of those people that think it’s silly that someone would pay more than a million dollars for a picture of a rock, I urge you to look at the actual innovation happening in the technology itself, to see that we’re at a stage where the utility of these innovations is just on the verge of becoming a lot more practical. \\n\\n## Exciting things coming up in web3\\n\\nHere are just a few of the upcoming trends that are making me excited about the direction the web is heading.\\n\\n### Decentralization Centralization\\n\\n The first area is around the centralization of your identity. You’ll no longer have to ever enter a password on a website or app ever again. You can be authenticated via your public key (which currently could be stored on a wallet extension like MetaMask that will match it against your private key on the blockchain).\\n\\n### Governance and Access Tokens\\n\\nBy being a token holder (of whatever coin a community you join is using) you’ll be able to get access to either collectively vote on issues that are happening in a DAO (more on what that is below), and be given special access depending on how many tokens you hold.\\n\\n### NFT’s beyond art NFT \\n\\nNon-fungible tokens (or just tokens that each have a unique id and media attached to them) have exploded in popularity recently on marketplaces like OpenSea. The main use case at the moment is selling art on the Ethereum blockchain. However, that is just the beginning. Some other use cases of NFT’s could be:\\n\\n1. Access or Ownership (if they possess an NFT they can join a community or group)\\n2. Proof they performed an action (ex. POAP - Proof of Attendance Protocol, which could say they actually attended an event)\\n3. Credentials, such as a certification or verification (that they completed a course or training)\\n\\n### DAO’s\\n\\nDecentralized autonomous organizations. These are probably what I am most excited about on web3. The idea behind them is that they are organizations (similar to traditional co-ops), in which\\n\\n1. Ownership is shared with the community (everyone can own tokens or shares in the community)\\n2. Rewards are shared with the community (could be in the form of their own token)\\n3. Decisions are made collectively in the form of proposals that members can vote on (usually in the form of governance tokens). For now, I’ve heard people call them “Discord communities with a bank account”, but as the space starts to mature, I can imagine them being the co-ops of the 21st century (imagine what a digital version of the Mondragon Corporation would look like).\\n\\n   ### What about you?\\n\\n   Are you as excited about web3 as I am? I’m thinking about writing more in-depth guides documenting what I’m learning along with way. Let me know if that would be of interest to you! ✌️\",\"timestamp\":1633517378,\"title\":\"web3: The new age of the internet 🌐³\"},\"digest\":\"1_MiXNMGIubJHyaQG0gFJS2o8yh04Dbsz5uQIDJ-05E\",\"authorship\":{\"contributor\":\"0x33878e070db7f70D2953Fe0278Cd32aDf8104572\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8Ph2SNZhKxs7c2coZ-VRWP1CnlYTT3oRJV6R6RUlPxU\\\",\\\"y\\\":\\\"mg2cbNyIXxLZVARMrV5obS3MX6KPzMtaE9siXsALpoc\\\"}\",\"signature\":\"rrRTEGmtJJBgSEOOjNDwxtZPGNRQMvQVRiBw9NjyQMj9LXM0ax6DZWbqDvoRjxW-FveTxJqDavy2LJCXvX86Qw\",\"signingKeySignature\":\"0xbaf25119ca499e53c39f7151c847af81e1a20b0978fc01f5492dc0b27c47f94854dd37ba14b25f10cbbb1ba01407433944790d37dacc456cb3ef14aeb8f239e81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8Ph2SNZhKxs7c2coZ-VRWP1CnlYTT3oRJV6R6RUlPxU\\\",\\\"y\\\":\\\"mg2cbNyIXxLZVARMrV5obS3MX6KPzMtaE9siXsALpoc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"C52y6bdTC-__uVDhZyfnECDQ-oBv45lAnTDSw4rCqBc\"}"