"{\"content\":{\"body\":\"This officer stood with his legs wide apart, eating the rind of a fresh lemon and talking betimes to some of his officers. The major also beamed upon Coleman when the captain explained that the gentleman in the distinguished-looking khaki clothes wished to accompany the expedition. He at once said that he would provide two troop horses for Coleman and the dragoman. Coleman thanked fate for his behaviour and his satisfaction was not without a vestige of surprise. At that time he judged it to be a remarkable amiability of individuals, but in later years he came to believe in certain laws which he deemed existent solely for the benefit of war correspondents. In the minds of governments, war offices and generals they have no function save one of disturbance, but Coleman deemed it proven that the common men, and many uncommon men, when they go away to the fighting ground, out of the sight, out of the hearing of the world known to them, and are eager to perform feats of war in this new place, they feel an absolute longing for a spectator. It is indeed the veritable coronation of this world. There is not too much vanity of the street in this desire of men to have some disinterested fellows perceive their deeds. It is merely that a man doing his best in the middle of a sea of war, longs to have people see him doing his best. This feeling is often notably serious if, in peace, a man has done his worst, or part of his worst. Coleman believed that, above everybody, young, proud and brave subalterns had this itch, but it existed, truly enough, from lieutenants to colonels. None wanted to conceal from his left hand that his right hand was performing a manly and valiant thing, although there might be times when an application of the principle would be immensely convenient. The war correspondent arises, then, to become a sort of a cheap telescope for the people at home; further still, there have been fights where the eyes of a solitary man were the eyes of the world; one spectator, whose business it was to transfer, according to his ability, his visual impressions to other minds.\\n\\nColeman and his servant were conducted to two saddled troop horses, and beside them, waited decently in the rear of the ranks. The uniform of the troopers was of plain, dark green cloth and they were well and sensibly equipped. The mounts, however, had in no way been picked; there were little horses and big horses, fat horses and thin horses. They looked the result of a wild conscription. Coleman noted the faces of the troopers, and they were calm enough save when a man betrayed himself by perhaps a disproportionate angry jerk at the bridle of his restive horse.\\n\\nThe major, artistically drooping his cloak from his left shoulder and tenderly and musingly fingering his long yellow moustache, rode slowly to the middle of the line and wheeled his horse to face his men. A bugle called attention, and then he addressed them in a loud and rapid speech, which did not seem to have an end. Coleman imagined that the major was paying tribute to the Greek tradition of the power of oratory. Again the trumpet rang out, and this parade front swung off into column formation. Then Coleman and the dragoman trotted at the tail of the squadron, restraining with difficulty their horses, who could not understand their new places in the procession, and worked feverishly to regain what they considered their positions in life.\\n\\nThe column jangled musically over the sod, passing between two hills on one of which a Greek light battery was posted. Its men climbed to the tops of their interenchments to witness the going of the cavalry. Then the column curved along over ditch and through hedge to the shallows of the river. Across this narrow stream was Turkey. Turkey, however, presented nothing to the eye but a muddy bank with fringes of trees back of it. It seemed to be a great plain with sparse collections of foliage marking it, whereas the Greek side, presented in the main a vista of high, gaunt rocks. Perhaps one of the first effects of war upon the mind, is a. new recognition and fear of the circumscribed ability of the eye, making all landscape seem inscrutable. The cavalry drew up in platoon formation on their own. bank of the stream and waited. If Coleman had known anything of war, he would have known, from appearances, that there was nothing in the immediate vicinity to, cause heart- jumping, but as a matter of truth he was deeply moved and wondered what was hidden, what was veiled by those trees. Moreover, the squadrons resembled art old picture of a body of horse awaiting Napoleon's order to charge. In the, meantime his mount fumed at the bit, plunging to get back to the ranks. The sky was, without a cloud, and the sun rays swept down upon them. Sometimes Coleman was on the verge of addressing the dragoman, according to his anxiety, but in the end he simply told him to go to the river and fill the can- teens.\\n\\nAt last an order came, and the first troop moved with muffled tumult across the bridge. Coleman and his dragoman followed the last troop. The horses scrambled up the muddy bank much as if they were merely breaking out of a pasture, but probably all the men felt a sudden tightening of their muscles. Coleman, in his excitement, felt, more than he saw, glossy horse flanks, green-clothed men chumping in their saddles, banging sabres and canteens, and carbines slanted in line.\\n\\nThere were some Greek infantry in a trench. They were heavily overcoated, despite the heat, and some were engaged in eating loaves of round, thick bread. They called out lustily as the cavalry passed them. The troopers smiled slowly, somewhat proudly in response.\\n\\nPresently there was another halt and Coleman saw the major trotting busily here and there, while troop commanders rode out to meet him. Spreading groups of scouts and flankers moved off and disappeared. Their dashing young officer friend cantered past them with his troop at his heels. He waved a joyful good- bye. It was the doings of cavalry in actual service, horsemen fanning out in all forward directions. There were two troops held in reserve, and as they jangled ahead at a foot pace, Coleman and his dragoman followed them.\\n\\nThe dragoman was now moved to erect many reasons for an immediate return. It was plain that he had no stomach at all for this business, and that he wished himself safely back on the other side of the river. Coleman looked at him askance. When these men talked together Coleman might as well have been a polar bear for all he understood of it. When he saw the trepidation of his dragoman, he did not know what it foreboded. In this situation it was not for him to say that the dragoman's fears were founded on nothing. And ever the dragoman raised his reasons for a retreat. Coleman spoke to himself. \\\"I am just a trifle rattled,\\\" he said to his heart, and after he had communed for a time upon the duty of steadiness, he addressed the dragoman in cool language. \\\" Now, my persuasive friend, just quit all that, because business is business, and it may be rather annoying business, but you will have to go through with it.\\\" Long afterward, when ruminating over the feelings of that morning, he saw with some astonishment that there was not a single thing within sound or sight to cause a rational being any quaking. He was simply riding with some soldiers over a vast tree-dotted prairie.\\n\\nPresently the commanding officer turned in his saddle and told the dragoman that he was going to ride forward with his orderly to where he could see the flanking parties and the scouts, and courteously, with the manner of a gentleman entertaining two guests, he asked if the civilians cared to accompany him. The dragoman would not have passed this question correctly on to Coleman if he had thought he could have avoided it, but, with both men regarding him, he considered that a lie probably meant instant detection. He spoke almost the truth, contenting himself with merely communicating to Coleman in a subtle way his sense that a ride forward with the commanding officer and his orderly would be depressing and dangerous occupation. But Coleman immediately accepted the invitation mainly because it was the invitation of the major, and in war it is a brave man who can refuse the invitation of a commanding officer. The little party of four trotted away from the reserves, curving in single file about the water-holes. In time they arrived at where the plain lacked trees and was one great green lake of grass; grass and scrubs. On this expanse they could see the Greek horsemen riding, mainly appearing as little black dots. Far to the left there was a squad said to be composed of only twenty troopers, but in the distance their black mass seemed to be a regiment.\\n\\nAs the officer and his guests advanced they came in view of what one may call the shore of the plain. The rise of ground was heavily clad with trees, and over the tops of them appeared the cupola and part of the walls of a large white house, and there were glimpses of huts near it as if a village was marked. The black specks seemed to be almost to it. The major galloped forward and the others followed at his pace. The house grew larger and larger and they came nearly to the advance scouts who they could now see were not quite close to the village. There had been a deception of the eye precisely as occurs at sea. Herds of unguarded sheep drifted over the plain and little ownerless horses, still cruelly hobbled, leaped painfully away, frightened, as if they understood that an anarchy had come upon them. The party rode until they were very nearly up with the scouts, and then from low down at the very edge of the plain there came a long rattling noise which endured as if some kind of grinding machine had been put in motion. Smoke arose, faintly marking the position of an intrenchment. Sometimes a swift spitting could be heard from the air over the party.\\n\\nIt was Coleman's fortune to think at first that the Turks were not firing in his direction, but as soon as he heard the weird voices in the air he knew that war was upon him. But it was plain that the range was almost excessive, plain even to his ignorance. The major looked at him and laughed; he found no difficulty in smiling in response. If this was war, it could be withstood somehow. He could not at this time understand what a mere trifle was the present incident. He felt upon his cheek a little breeze which was moving the grass-blades. He had tied his canteen in a wrong place on the saddle and every time the horse moved quickly the canteen banged the correspondent, to his annoyance and distress, forcibly on the knee. He had forgotten about his dragoman, but happening to look upon that faithful servitor, he saw him gone white with horror. A bullet at that moment twanged near his head and the slave to fear ducked in a spasm. Coleman called the orderly's attention and they both laughed discreetly. They made no pretension of being heroes, but they saw plainly that they were better than this man. Coleman said to him : \\\" How far is it now to Nikopolis ? \\\" The dragoman replied only, with a look of agonized impatience.\\n\\nBut of course there was no going to Nikopolis that day. The officer had advanced his men as far as was intended by his superiors, and presently they were all recalled and trotted back to the bridge. They crossed it to their old camp.\",\"timestamp\":1638786313,\"title\":\"\\nWith some flourish, the young captain presented him to the major who commanded the cavalry.\"},\"digest\":\"ptxqBr3H7CZFaavk8yAf8ihcJ4AM5R1DBr2WQClnH4A\",\"authorship\":{\"contributor\":\"0x368119602f169B8146fb749c112EF9CC81197C53\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3YP4iOk6A3HXEezLJDfCtYjYzlQXGOtrLIVbPdEDa84\\\",\\\"y\\\":\\\"0S2tckpzL71mfW2s6-TOTDxycB03-dIeXhadqZ6Tvok\\\"}\",\"signature\":\"TbUGFcRT_a0xCAhDIydNq-7dCp29V542WHDNpmVMCIRN-qXR3dmHhKsDb3W0-HR9qG8gjObVahOAdcL46i_SsA\",\"signingKeySignature\":\"0xe74c307de3bb79bd8c44c57da4dd0720214809b18ab3d41eb287ef3dfb94074f7899fcc7533b5b5bcba94183406acff7bfa2dd64d693296c625bf02200844dc61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3YP4iOk6A3HXEezLJDfCtYjYzlQXGOtrLIVbPdEDa84\\\",\\\"y\\\":\\\"0S2tckpzL71mfW2s6-TOTDxycB03-dIeXhadqZ6Tvok\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ptxqBr3H7CZFaavk8yAf8ihcJ4AM5R1DBr2WQClnH4A\"}"