"{\"content\":{\"body\":\"While some major Chinese cryptocurrency-related publications seem to be shutting down, a number continue to be run by local news agencies that have switched to social media like Twitter.\\n\\nChina’s most recent crypto ban would not significantly affect local crypto media sources as there are a number of ways to disseminate industry information, according to an executive at one of the biggest crypto publications in China.\\n\\nThe exec, who asked to remain anonymous, told Cointelegraph on Wednesday that several local crypto sites have been moving their community to other media channels like Twitter and Telegram after the [government enforced a new crypto ban in September](https://cointelegraph.com/news/chinese-regulators-unite-forces-to-crack-down-on-crypto). \\n\\n“They are trying to share more info there and keep low key on their websites,” the person said, adding, “We can get all the info we want from Twitter.”\\n\\n“More Chinese people came to Twitter and Telegram, some of them also have high quality,” another crypto media insider, who also wished to remain anonymous, told Cointelegraph.\\n\\nThey noted that the People’s Bank of China [declared](https://www.bbc.com/news/technology-58678907) all “virtual currency-related business activities” illegal, which caused some cloud service providers to cut services to websites like BlockBeats and Odaily. But this didn’t prevent them from posting industry news as they continued operating through new domains and shifted focus to posting on Twitter and Telegram.\\n\\nAccording to the media insider, ​​these websites were blocked because they are based in Beijing. “Media outside Beijing are not blocked,” the person said. Some crypto publications like Jinse, Panews and 8btc were apparently not affected by the latest crypto ban.\\n\\nThe Chinese crypto media exec stressed that the crypto world is fated to be decentralized, stating:\\n\\n> “There’s always hope for the Chinese crypto industry. We still have information sources and we keep getting more and more users, evangelists, developers and others. There’s nothing to worry about. Everything happens for the best.”\\n\\n***Related: [China’s central bank proposes to monitor metaverse and NFTs](https://cointelegraph.com/news/china-s-central-bank-proposes-to-monitor-metaverse-and-nfts)***\\n\\nOne Chinese crypto side, major industry source ChainNews, went offline in November. \\n\\nAccording to Cointelegraph’s sources, ChainNews decided to shut down services late that month. The publication’s last post on its Telegram channel is [dated](https://t.me/chainnews) Nov. 25. The website had more than 1.5 million visits last month, [according](https://www.similarweb.com/website/chainnews.com/#overview) to data from SimilarWeb.\",\"timestamp\":1639040432,\"title\":\"Chinese crypto ban poses no threat to local industry media, sources say\"},\"digest\":\"ISWB537HJW4QMjd5h3rcjp1EV8dAegvuJ6bynbPwd80\",\"authorship\":{\"contributor\":\"0x90D74924bd2244bE5f863c0E3c5C363A5D5287D5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"phu8AgKL-QBDVn3I9CHbj5EPEmL0jsJfax7WkcUmdFw\\\",\\\"y\\\":\\\"UPxhYVPqSOV1vMvlVeaz-VhWtKBjrcHbRqPrFSkhRpo\\\"}\",\"signature\":\"MNCYLz1eor4T63QjnzwyQl6SVzGBH6oiataNrz0IJA-ds3jKT-XoN6--V4FloW1ZOHfpSEX5y4Kk8uW6l9A49Q\",\"signingKeySignature\":\"0x69f6a00bf44f339d0c2a9a694bf4b840d0b671c1ad05b1e639d9ce975099bd4b301db781796c296ecfffdb21a2e20e97da1ec3b7c6794ad647ecf040e6ca02911c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"phu8AgKL-QBDVn3I9CHbj5EPEmL0jsJfax7WkcUmdFw\\\",\\\"y\\\":\\\"UPxhYVPqSOV1vMvlVeaz-VhWtKBjrcHbRqPrFSkhRpo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ISWB537HJW4QMjd5h3rcjp1EV8dAegvuJ6bynbPwd80\"}"