"{\"content\":{\"body\":\"Starting from any point to start a business, you will find many new opportunities and new profit points if you make one thing detailed and deep. You can even subvert others on other people's turf.\\n\\n```\\nFor example, Didi Taxi started from the taxi market, and has done so deeply, after occupying a large market. Directly launch on behalf of the driving service. Agent driving service is a very profitable market, because Didi Dache has a large user base, while E-daily driving has a small population base. After Didi Dache launched its agent driving service, it basically wiped out the E-car service market.\\n\\nDo one thing thoroughly, any project, any enterprise, can become a giant with a market value of hundreds of billions. Jobs started with MP3 and ruled the music market, killing many record companies. Following that, an online music platform was created, and the global music companies were killed. I added a screen to the MP3 to make an ipad, and continued to add a phone card to make a mobile phone, killing Lokiah, and crippling Samsung. In fact, in my opinion, Steve Jobs only thoroughly done Mp3.\\n\\nZhou Hongyi of 360 started to make a 360 cleanup software, and made the cleanup software into a 360 security guard, and then made it into an online antivirus. Through free, all antivirus software was directly killed. Then it occupied a large market and launched the 360 ​​security browser smoothly. In my opinion, 360 is a thorough cleaning software.\\n\\nAs long as entrepreneurs are willing to do one thing thoroughly, there are many opportunities, and it is easy to become a giant enterprise.\\n\\nWhat if one thing is done in half? Although hard work, what may be waiting for you is fierce competition and then failure. I thoroughly understand the two words of Entrepreneurship Business School, what will happen? The imagination space is very large. I will probably incubate many companies and invest in some companies that I think are good. I will also meet many entrepreneurs and investors. As long as it is thorough, it is no problem to launch a company with hundreds of billions of dollars.\\n\\nEvery entrepreneur should not say that he has no opportunities and cannot find his direction, because you only need to choose one thing and do it thoroughly. In the process, you will naturally find many opportunities. Let you make a lot of money and make you famous.\\n```\",\"timestamp\":1634804479,\"title\":\"Entrepreneurship, starting from any point, can make the world rich.\"},\"digest\":\"cqiRiPa3xD1Pnh1t0aEb3EKnf-aRqqKES92JNVH_0WY\",\"authorship\":{\"contributor\":\"0x0B27cE1053585ef548Cd78618Ee0b73D84246712\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"signature\":\"BLt0fYj-VUYS5uSEYa_KJCIbvafs4oSuPosFBX9gBSns25_gietbS3kC3Nsu7M-aeSXsbPlJSSCJkIa2dr8QNA\",\"signingKeySignature\":\"0x9d86f85b2660a8cb6873525924f9adb0c5f51dfb6229fed7a757ade2793c2f19347cb8076af39b12116743e30b34d1bacb42c80a0030cd272dd62c1ad0ad21081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cqiRiPa3xD1Pnh1t0aEb3EKnf-aRqqKES92JNVH_0WY\"}"