"{\"content\":{\"body\":\"作者：托卡马克之冠 \\n 链接：[ \\n ](https://www.baidu.com)来源：知乎 \\n 著作权归作者所有。商业转载请联系作者获得授权，非商业转载请注明出处。\\n\\n[crowdfund://0x2caAfafBc21f65697824f83aEAe6A9b1CB2a5B9D?features=](crowdfund://0x2caAfafBc21f65697824f83aEAe6A9b1CB2a5B9D?features=)\\n\\n[crowdfund://undefined?features=overview,backers](crowdfund://undefined?features=overview,backers)\\n\\n## 首先必须先弄清楚一点：政策是如何产生的？\\n\\n世界上所有政策，不论由什么政体做出，都是先由反馈层采集信息并把信息上报至决策层，决策层制定决策后下放至执行层实施，反馈-决策-执行，这是一切政策产生的基本模式。\\n\\n小册子政权诞生于印刷机，其信息抵达极限是底层知识分子，这里的底层指的是位于知识分子体系的末梢，而不一定指这个人很穷，这一群体在历史上有多种面貌：民间神父、说书人、草根僧侣、敌后武工队、军转干部、选区议员、社区话事人。这就导致小册子政权采集信息并反馈至决策层的职能主要由这一“基层教士”群体负担。\\n\\n不是说一个政权的全部信息都来自于这一群体，毕竟哪国还没个厂卫？领导也看报纸的。而是说这一群体的信息反馈在整个政权所能获得的所有信息中占据了最大份额，以整体而言，其话语权最大，注意整体二字，一两个村干部发牢骚不会有人在意，但是当一大堆村干部都在发相同的牢骚时，则声闻于天。\\n\\n但这里出了个问题，政策还需要执行层去实施，而执行层恰恰也是这些基层教士，也就是说，执行层和反馈层合一了。\\n\\n这是小册子政权的独有现象，在其它形式政权中，基层教士虽然也是信息反馈来源之一，但不占主导因素，报纸编辑，领袖意志，电视导播往往占据主要份额，执行层和反馈层是分离的。\\n\\n执行层和反馈层的合一导致了一个问题，执行层永远是倾向于少执行的，而要尽量少执行就要尽量少反馈，所以基层教士们往往是在事情办不下去的情况下才会去反馈，而事情办不下去只会是两种情况，要么社会影响极端恶劣，要么积重难返只能求援，决策层收到的信息永远是一个又一个烂摊子，而要给烂摊子擦屁股，必须花大价钱，政治议程高成本运行就是这么来的，时效性差到几乎没有也是这么来的。\\n\\n> **我称之为反馈惰性。**\\n\\n为什么中国人特别欣赏微服私访，领导干部下基层蹲点被视为一种重大优点？因为这实际上是让决策层去客串反馈层的角色，实现了反馈层和执行层的分离，降低了成本提高了效率，相当于把小册子政权最坑爹的地方避开了，所以备受欢迎。\\n\\n基层教士主动寻找问题去反馈以推动执行的情况有没有？有，焦裕禄就是，但他是圣人，世界主要由俗人构成，请尊重现实。另一方面，一两个圣人的反馈无法形成整体话语，我再次强调，基层教士的话语权只有以整体面貌出现时才能撼天动地，个体基层教士是没多少声音的。另一方面，统一的思想权威在印刷机出现，经书下沉之后就不复存在了（无线电是例外，这个以后说），同一本经书可以有一万种解法，人人都是异端，因而小册子政权必然以组织权威而非思想权威进行维系，当我们说一个人丧失理想信念时，指的不是丧失理想信念，而是让你稍息你竟敢立正！组织权威有多种形式，在扶桑是师承血统，在震旦是钢铁纪律，在组织权威环境下执行层要想上位，最快捷办法就是战功。\\n\\n \\n 扶桑以血统师承为上，结构更僵化，且有年功序列体系，血统还具有排他性，因此战功不好使，只能独走或者熬资历，震旦以纪律为上，就算有血统师承加持，战功不足就算上位了也会边缘化，“镀金”“下放”实际上就是获取战功的方法，哪怕你有登天梯，也得会梯云纵，这也是教团成员精英化，获取战功的最佳手段就是坚决执行乃至超额执行，于是层层加码出现了，典型如当年计划经济时期的六本账问题，秦汉的军功爵以一种独特方式维持到了当代。\\n\\n> **我称之为执行过敏。**\\n\\n**反馈惰性**和**执行过敏**以一种看似截然相反实则相辅相成的形式交织，办事能力忽高忽低的叠加态由此形成，民愤极大的事情不见动静，上面一声令下下面鸡飞狗跳，这就是一抓就死一放就乱的实质。\\n\\n这种结构实际上极其适合战争或者准战争，比如改开后的全国招商引资就是一种准战争，上面不下令时，下面坚守阵地，遇到情况也尽可能少反馈并发挥主观能动性自行解决，上面下令了，下面冲锋陷阵，保证完成任务甚至是超额完成任务，外商的超国民待遇就是这么来的。\\n\\n小册子以外的其它传播媒介的出现，实际上导致了新的反馈源形成，决策层也看报纸听广播泡电视上网，于是这些新媒介影响到了整个政治秩序。\\n\\n \\n 这种影响主要是三方面：\\n\\n* 新的反馈源进入决策层后，一些还没有被拖到办不下去的事情被知晓了，这样原有的反馈源就要被问责；\\n* 基层教士以信息反馈事实上参与了决策形成，这是一种民主权利，新的反馈源侵蚀了这种权利，形成了事实上的越级上报，而纪律维系的教团中科层制是一种伦理，新反馈源的存在导致了常态化的政治乱伦，从而威胁了政治规矩，进而威胁了纪律；\\n* 还有一方面，新反馈源对信息的反馈未必真实，添油加醋捕风捉影局部放大属于常态，很多实情事出有因，当事人有苦衷，问题盘根错节，媒体可不管这些，怎么噱头怎么来，决策层根据这些荒腔走板的信息制定的政策对执行层而言简直是一场灾难。\\n\\n于是，对新媒介的排斥作为一种内在政治张力就此形成，封堵打压一切新媒介从政治共识转变成了一项长期实施的基本国策，每一种新媒介刚一出现，封堵成了条件反射，舆论阵地就此沦亡。\",\"timestamp\":1635877527,\"title\":\"小册子政权的互联网治理（上）\"},\"digest\":\"3lxaguTZoMV5sSnZA18mCvxpb1wocJ0r7ui9f3CV2qU\",\"authorship\":{\"contributor\":\"0x2caAfafBc21f65697824f83aEAe6A9b1CB2a5B9D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9MC3X2wmJwFMIjMKQS_62Q1glN6qlVvEJjAuWAddd2M\\\",\\\"y\\\":\\\"rgK67auzDI4o0_28_wxzsMXLZehWY7u_wqk3EUrOO9Y\\\"}\",\"signature\":\"ip1VBuDu4eZH8-iTtvzEM1tVLT3Yo3wkqw0RlxABtzfP7HmekhwakAa6W-S29nvNUtItOVcYSFrOZDd0tMxrxQ\",\"signingKeySignature\":\"0xb8585b12e9d0ecec3a17c073865c48771ee65b8d2fdee9baa5d56db00759bb4527f1e3ea2d2d57b14e093edcbadd6087e7f13d85dbdadf9fbf9ff3bfc6655c131c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9MC3X2wmJwFMIjMKQS_62Q1glN6qlVvEJjAuWAddd2M\\\",\\\"y\\\":\\\"rgK67auzDI4o0_28_wxzsMXLZehWY7u_wqk3EUrOO9Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3lxaguTZoMV5sSnZA18mCvxpb1wocJ0r7ui9f3CV2qU\"}"