"{\"content\":{\"body\":\" 一个坏消息，一个好消息。 \\n  \\n     坏消息是冲榜失败了，竟然没能上新书榜，小莫汗颜死了，昨晚可是守到凌晨两点啊，不停地刷新网页，结果……我差点没睡着。 \\n  \\n     好消息是我们有机会爆上面的菊花了。来吧各位好汉女侠，用你们手上的推荐票，将上面的人一个个挑落下来，让他们知龗道什么叫菊花一紧。 \\n  \\n     另外说一声，武炼绝对是本热血的好书，还请各位看官耐心看下去。 \\n  \\n     \\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\*\\\\* \\n  \\n     乒乒乓乓一顿胖揍，这条街上的商户虽然都是些普通人，可此刻竟然也爆发出了让人瞠目结舌的战斗力，这些商户多多少少都被人讹过钱财，平生对这种人最是痛恨，此刻有了发泄怒火的对象，哪里会手软？ \\n  \\n     尤其是何氏米行的店小二，手上两个布袋当头朝那两汉子套了下去，正好一人一个，蒙住就是一顿爆捶。 \\n  \\n     这一下，众人打的越发凌厉了，反正这两个大汉也看不见谁在打他，自然不用担心会被秋后算账。 \\n  \\n     人多力龗量大，杨开只是做了个样子，都没来得及下手，就被这些商户给挤出来了。 \\n  \\n     良久，商户们才渐渐停手，只剩下那两个汉子蜷缩在地上，哀号不止。蒙头的布袋也被打飞了，苏木定眼朝内一看，心叫一声我滴亲娘咧，脚底板都有些抽筋了。只见那两个原本魁梧至极，人高马大的汉子此刻鼻子不是鼻子，眼不是眼，脸庞也肿得跟猪头似的，差点被打的他们亲娘都认不出来了。 \\n  \\n     会出现这种局面，也是因为这两个汉子本身并没有多少实力，虽然腰配刀剑，可也只是装腔作势而已。若真的是高手，岂会在乎这些普通人的攻击？ \\n  \\n     不过话说回来了，真正的高手又怎会干这种龌龊的事情？ \\n  \\n     撂倒这两人，诸多商户皆都觉得出了一口恶气，可依然围聚在一旁不肯离去。 \\n  \\n     那两个汉子察觉众人脸色不善，心中惶恐至极，其中一人强伸出手，颤巍巍地举向苏木，口上虚弱地喊道：“苏……” \\n  \\n     苏木脸色大变，怒吼一声：“酥什么酥，还想要小爷给你酥酥筋骨？” \\n  \\n     杨开看在眼中，笑在心里，走上前去朗声道：“这两个卑鄙小人，也不知用这种方法坑害了多少商行，逼得人家家破人亡，实在是可恶至极！” \\n  \\n     杨开这话委实有些夸大其词，但耐不住在场的人全是商户呀，一时间竟让人生出一种感同深受的错觉，何氏米行的店小二更是唾弃一口：“呸，死不足惜的臭东西，竟敢来咱米行撒野。” \\n  \\n     店小二也就是出出恶气罢了，哪知杨开立马就接上了话：“不错，这种人真是死不足惜，这位师弟，不如你我一人一个，一刀杀了，叫他们以后再也别想为非作歹了，也算是替天行道。” \\n  \\n     此言一出，满场皆惊，那两个倒地的汉子更是额头直冒冷汗，惊恐地望着杨开，他们万万没想到这个身单体薄的少年竟然生了一颗如此狠辣的心。 \\n  \\n     苏木更是瞪大了眼珠子朝杨开望来，想看看他是不是在开玩笑，可杨开一脸肃容，分明是要当真的表情。 \\n  \\n     说句实在话，这两个汉子虽然可恶，却也罪不至死。杨开这一句话无疑有些太残忍了。 \\n  \\n     苏木期期艾艾道：“这位师兄，这么做太过分了吧？” \\n  \\n     “过分？”杨开正色摇头：“若是今日让他们的阴谋得逞，那何老板的米行恐怕就要倒闭了。何老板的米行一旦倒闭，他这一家子要如何维持生计？这是要把人逼到绝境上去呀，杀了他们如何过分了？要知龗道，一个人做任何事都是要付出代价的。”…, \\n  \\n     本来那些人商户见杨开提议杀人，还有些于心不忍。但听了这几句话之后，却又觉得有些道理，一时间也不知龗道该如何是好。不过反正即便要杀人也不需他们动手，所以众人都统统作壁上观。唯独何老板想开口说话，却被杨开一个眼神制止了。 \\n  \\n     “可……可就算这样，也不能随便杀人啊。”苏木是真急了，眼前这个师兄如此心狠手辣，这是他万万没想到的。本来计龗划的好好龗的，让这两个汉子出来污蔑何老板，然后自己解围，如此便能让何老板对自己感激涕零，自己的目的也就达到了，却没想到跳出来一个残忍的师兄，动辄就要杀人灭口。 \\n  \\n     这可大大的不妙。 \\n  \\n     苏木可以清楚地见到地上的两个汉子正对自己投来祈求的眼神，期望自己可以救他们，那眼神中甚至还有些许威胁，苏木哪里看不懂他们的意思？ \\n  \\n     都是被绑在一条绳上的蚂蚱，我们要是不好过，你也别好过了，恩，就是这种眼神。 \\n  \\n     正在此时，杨开笑道：“师弟，儒以文乱法，侠以武犯禁，我辈江湖中人，哪个手上又没几条人命？难道师弟下不了手？又或者说……你们本就认识？所以才不想杀？” \\n  \\n     苏木心头一突，猛地扭过头看着杨开，却见对方面含微笑，促狭地看着自己。 \\n  \\n     “师兄这句话什么意思？”苏木的脸色冷了下来，心想难不成自己的计龗划被他识破了？可是前前后后自己根本没露出什么破绽啊，怎会被识破的？ \\n  \\n     他却不知，杨开会识破只是因为无意间的一撇，这一切实在是个巧合，如果不是那一撇，杨开今日也会被糊弄过去。 \\n  \\n     何老板为人精明，听出杨开话里有话，也不禁狐疑地问道：“小兄弟，这是唱的哪一出啊。” \\n  \\n     杨开颇有些针对苏木的味道，何老板怎会看不出来？ \\n  \\n     杨开摇头不答，更不点破，只是依然看着苏木：“师弟，我看你也是个果敢之人，可今日替天行道，造福乡里为何踌躇不前？更何况，还有师兄我陪你一起，你在怕什么？” \\n  \\n     “我怕什么？”苏木哈龗哈一笑，脸皮有些抽搐，仿佛自语道：“我怕什么？不就是杀个人么？谁没杀过呀。” \\n  \\n     好像承认自己没杀过人就在杨开面前矮了一头似的。 \\n  \\n     到底是少年心性，被杨开这么一激，苏木顿时就无法下台了。 \\n  \\n     狠了狠心，苏木面露杀机地朝倒地的两个大汉望去，那两人一接触苏木的眼神，就知龗道要坏了，这小子被人给忽悠的团团转，已经神智不清了。 \\n  \\n     “师弟，我们上吧。”杨开继续扇阴风点鬼火。 \\n  \\n     苏木大口大口地喘着气，缓缓地点了点头。 \\n  \\n     两个大汉一见这阵势，立马知龗道情况不妙了，性命堪忧，刚才搀人的那个汉子哪里还忍得住？当即就跳了起来，指着苏木的鼻子道：“苏木，你这个背信弃义的小人，说好了让我兄弟两人来何氏米行闹上一场，你再来替何老板解围，博其好感，如今竟想对我兄弟下手，你这猪狗不如的东西，糟粕堆里长大的垃圾。” \\n  \\n     “你放屁！”当众被人戳穿小人面目，苏木也是恼羞成怒。 \\n  \\n     “哼哼！”那大汉冷笑不止，却没想牵动脸上的伤势，不禁又哎吆一声捂住了嘴角，嘶嘶抽着冷气，打起精神道：“各位老少爷们，今日我兄弟二来何氏米行找麻烦，全是这小子的主意，他看上了何老板的女儿，奈何别人看不上他，所以就想出这个鬼点子。”\",\"timestamp\":1637646448,\"title\":\"第十二章 诡计\"},\"digest\":\"ZIjg7x-4d4R9kNTPPRJoUvzlUElsCwuVtTeZSv46zOo\",\"authorship\":{\"contributor\":\"0x9cAEDdbdc62acfface89Ebc21ee2030bcC35719f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aZ3zmIXOxtnT60D3OFXyFN9Mc_hvPDkkM3NoS1RBeM4\\\",\\\"y\\\":\\\"BswWG7bUG-NYFCqliJ_hyZYG97v5amJKH7811oyl-88\\\"}\",\"signature\":\"GDy2L1iFHZgHKsW8zpvp_938nshpaTGhuKOKEBlRmwg9UFluJlK_acFNexiiFP3fTpXYDFNJrG-8To3HZcPiGg\",\"signingKeySignature\":\"0x55d545bdbeb279544acf0a6fc03f39e7c3ff1525471fdcbdcb93e54a7ba094867c3754f57bb258ba375e76161401c1ad0b66a52dbedcca99294cac692cc31e541b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aZ3zmIXOxtnT60D3OFXyFN9Mc_hvPDkkM3NoS1RBeM4\\\",\\\"y\\\":\\\"BswWG7bUG-NYFCqliJ_hyZYG97v5amJKH7811oyl-88\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZIjg7x-4d4R9kNTPPRJoUvzlUElsCwuVtTeZSv46zOo\"}"