"{\"content\":{\"body\":\"Gaspare looked surprised, hesitating, then moved. He took the out- stretched hand, grasped it violently, and went away.\\n\\nArtois shut the sitting-room door and went towards Hermione.\\n\\n\\\"You are staying?\\\" she said.\\n\\nBy her intonation he could not tell whether she was glad or almost angrily astonished.\\n\\n\\\"They may come here immediately,\\\" he said. \\\"I wish to see Panacci-- when he comes.\\\"\\n\\nShe looked at him quickly.\\n\\n\\\"It must be an accident,\\\" she said. \\\"I can't--I won't believe that--no one could hurt Vere.\\\"\\n\\nHe said nothing.\\n\\n\\\"No one could hurt Vere,\\\" she repeated.\\n\\nHe went out on to the balcony and stood there for two or three minutes, looking down at the sea and at the empty road. She did not follow him, but sat down upon the sofa near the writing-table. Presently he turned round.\\n\\n\\\"Gaspare has gone.\\\"\\n\\n\\\"It would have been better if he had never come!\\\"\\n\\n\\\"Hermione,\\\" he said, \\\"has it come to this, that I must defend Gaspare to you?\\\"\\n\\n\\\"I think Gaspare might have kept with Vere, ought to have kept with Vere.\\\"\\n\\nArtois felt a burning desire to make Hermione understand the Sicilian, but he only said, gently:\\n\\n\\\"Some day, perhaps, you will know Gaspare's character better, you will understand all this.\\\"\\n\\n\\\"I can't understand it now. But--oh, if Vere-- No, that's impossible, impossible!\\\"\\n\\nShe spoke with intense vehemence.\\n\\n\\\"Some things cannot happen,\\\" she exclaimed, with a force that seemed to be commanding destiny.\\n\\nArtois said nothing. And his apparent calm seemed to punish her, almost as if he struck her with a whip.\\n\\n\\\"Why don't you speak?\\\" she said.\\n\\nShe felt almost confused by his silence.\\n\\nHe went out again to the balcony, leaned on the railing and looked over. She felt that he was listening with his whole nature for the sound of wheels. She felt that she heard him listening, that she heard him demanding the sound. And as she looked at his dark figure, beyond which she saw the vagueness of night and some stars, she was conscious of the life in him as she had never been conscious of it before, she was conscious of all his manhood terribly awake.\\n\\nThat was for Vere.\\n\\nA quarter of an hour went by. Artois remained always on the balcony, and scarcely moved. Hermione watched him, and tried to learn a lesson; tried to realize without bitterness and horror that in the heart of man everything has been planted, and that therefore nothing which grows there should cause too great amazement, too great condemnation, or the absolute withdrawal of pity; tried to face something which must completely change her life, sweeping away more than mere illusions, sweeping away a long reverence which had been well founded, and which she had kept very secret in her heart, replacing its vital substance with a pale shadow of compassion.\\n\\nShe watched him, and she listened for the sound of wheels, until at last she could bear it no longer.\\n\\n\\\"Emile, what are we to do? What can we do?\\\" she said, desperately.\\n\\n\\\"Hush!\\\" he said.\\n\\nHe held up his hand. They both listened and heard far off the noise of a carriage rapidly approaching. He looked over the road. The carriage rattled up. She heard it stop, and saw him bend down. Then suddenly he drew himself up, turned, and came into the room.\\n\\n\\\"They have come,\\\" he said.\\n\\nHe went to the door and opened it, and stood by it.\\n\\nAnd his face was terrible.\\n\\nCHAPTER XXX\\n\\nTwo minutes later there was the sound of steps coming quickly down the uncarpeted corridor, and Vere entered, followed, but not closely, by the Marchesino. Vere went up at once to her mother, without even glancing at Artois.\\n\\n\\\"I am so sorry, Madre,\\\" she said, quietly. \\\"But--but it was not my fault.\\\"\\n\\nThe Marchesino had paused near the door, as if doubtful of Vere's intentions. Now he approached Hermione, pulling off his white gloves.\\n\\n\\\"Signora,\\\" he said, in a hard and steady voice, but smiling boyishly, \\\"I fear I am the guilty one. When the balloon went up we were separated from you by the crowd, and could not find you immediately. The Signorina wished to go back to the enclosure. Unfortunately I had lost the tickets, so that we should not have been readmitted. Under these circumstances I thought the best thing was to show the Signorina the illuminations, and then to come straight back to the hotel. I hope you have not been distressed. The Signorina was of course perfectly safe with me.\\\"\\n\\n\\\"Thank you, Marchese,\\\" said Hermione, coldly. \\\"Emile, what are we to do about Gaspare?\\\"\\n\\n\\\"Gaspare?\\\" asked Vere.\\n\\n\\\"He has gone back to the Piazza to search for you again.\\\"\\n\\n\\\"Oh!\\\"\\n\\nShe flushed, turned away, and went up to the window. Then she hesitated, and finally stepped out on to the balcony.\\n\\n\\\"You had better spend the night in the hotel,\\\" said Artois.\\n\\n\\\"But we have nothing!\\\"\\n\\n\\\"The housemaid can find you what is necessary in the morning.\\\"\\n\\n\\\"As to our clothes--that doesn't matter. Perhaps it will be the best plan.\\\"\\n\\nArtois rang the bell. They waited in silence till the night porter came.\\n\\n\\\"Can you give these two ladies rooms for the night?\\\" said Artois. \\\"It is too late for them to go home by boat, and their servant has not come back yet.\\\"\\n\\n\\\"Yes, sir. The ladies can have two very good rooms.\\\"\\n\\n\\\"Good-night, Emile,\\\" said Hermione. \\\"Good-night, Marchese. Vere!\\\"\\n\\nVere came in from the balcony.\\n\\n\\\"We are going to sleep here, Vere. Come!\\\"\\n\\nShe went out.\\n\\n\\\"Good-night, Monsieur Emile,\\\" Vere said to Artois, without looking at him.\\n\\nShe followed her mother without saying another word.\\n\\nArtois looked after them as they went down the corridor, watched Vere's thin and girlish figure until she turned the corner near the staircase, walking slowly and, he thought, as if she were tired and depressed. During this moment he was trying to get hold of his own violence, to make sure of his self-control. When the sound of the footsteps had died completely away he drew back into the room and shut the door.\\n\\nThe Marchesino was standing near the window. When he saw the face of Artois he sat down in an arm-chair and put his hat on the floor.\\n\\n\\\"You don't mind if I stay for a few minutes, Emilio?\\\" he said. \\\"Have you anything to drink? I am thirsty after all this walking in the crowd.\\\"\\n\\nArtois brought him some Nocera and lemons.\\n\\n\\\"Do you want brandy, whiskey?\\\"\\n\\n\\\"No, no. Grazie.\\\"\\n\\nHe poured out the Nocera gently, and began carefully to squeeze some lemon-juice into it, holding the fruit lightly in his strong fingers, and watching the drops fall with a quiet attention.\\n\\n\\\"Where have you been to-night?\\\"\\n\\nThe Marchesino looked up.\\n\\n\\\"In the Piazza di Masaniello.\\\"\\n\\n\\\"Where have you been?\\\"\\n\\n\\\"I tell you--the Piazza, the Mercato, down one or two streets to see the illuminations. What's the matter, caro mio? Are you angry because we lost you in the crowd?\\\"\\n\\n\\\"You intended to lose us in the crowd before we left the hotel to-night.\\\"\\n\\n\\\"Not at all, amico mio. Not at all.\\\"\\n\\nHis voice hardened again, the furrows appeared on his forehead.\\n\\n\\\"Now you are lying,\\\" said Artois.\\n\\nThe Marchesino got up and stood in front of Artois. The ugly, cat-like look had come into his face, changing it from its usual boyish impudence to a hardness that suggested age. At that moment he looked much older than he was.\\n\\n\\\"Be careful, Emilio!\\\" he said. \\\"I am Neapolitan, and I do not allow myself to be insulted.\\\"\\n\\nHis gray eyes contracted.\\n\\n\\\"You did not mean to get lost with the Signorina?\\\" said Artois.\\n\\n\\\"One leaves such things to destiny.\\\"\\n\\n\\\"Destiny! Well, to-night it is your destiny to go out of the Signorina's life forever.\\\"\\n\\n\\\"How dare you command me? How dare you speak for these ladies?\\\"\\n\\nSuddenly Artois went quite white, and laid his hand on the Marchesino's arm.\\n\\n\\\"Where have you been? What have you been doing all this time?\\\" he said.\\n\\nQuestions blazed in his eyes. His hand closed more firmly on the Marchesino.\\n\\n\\\"Where did you take that child? What did you say to her? What did you dare to say?\\\"\\n\\n\\\"I! And you?\\\" said the Marchesino, sharply.\\n\\nHe threw out his hand towards the face of Artois. \\\"And you--you!\\\" he repeated.\\n\\n\\\"I?\\\"\\n\\n\\\"Yes--you! What have you said to her? Where have you taken her? I at least am young. My blood speaks to me. I am natural, I am passionate. I know what I am, what I want; I know it; I say it; I am sincere. I--I am ready to go naked into the sun before the whole world, and say, 'There! There! This is Isidoro Panacci; and he is this--and this--and this! Like it or hate it--that does not matter! It is not his fault. He is like that. He is made like that. He is meant to be like that, and he is that--he is that!' Do you hear? That is what I am ready to do. But you--you--! Ah, Madonna! Ah, Madre benedetta!\\\"\\n\\nHe threw up both his hands suddenly, looked at the ceiling and shook his head sharply from side to side. Then he slapped his hands gently and repeatedly against his knees, and a grim and almost venerable look came into his mobile face.\\n\\n\\\"The great worker! The man of intellect! The man who is above the follies of that little Isidoro Panacci, who loves a beautiful girl, and who is proud of loving her, and who knows that he loves her, that he wants her, that he wishes to take her! Stand still!\\\"--he suddenly hissed out the words. \\\"The man with the white hairs who might have had many children of his own, but who prefers to play papa--caro papa, Babbo bello!--to the child of another on a certain little island. Ah, buon Dio! The wonderful writer, respected and admired by all; by whose side the little Isidoro seems only a small boy from college, about whom nobody need bother! How he is loved, and how he is trusted on the island! Nobody must come there but he and those whom he wishes. He is to order, to arrange all. The little Isidoro--he must not come there. He must not know the ladies. He is nothing; but he is wicked. He loves pleasure. He loves beautiful girls! Wicked, wicked Isidoro! Keep him out! Keep him away! But the great writer--with the white hairs-- everything is allowed to him because he is Caro Papa. He may teach the Signorina. He may be alone with her. He may take her out at night in the boat.\\\"--His cheeks were stained with red and his eyes glittered.-- \\\"And when the voice of that wicked little Isidoro is heard-- Quick! Quick! To the cave! Let us escape! Let us hide where it is dark, and he will never find us! Let us make him think we are at Nisida! Hush! the boat is passing. He is deceived! He will search all night till he is tired! Ah--ah--ah! That is good! And now back to the island--quick! --before he finds out!\\\"--He thrust out his arm towards Artois.--\\\"And that is my friend!\\\" he exclaimed. \\\"He who calls himself the friend of the little wicked Isidoro. P--!\\\"--He turned his head and spat on to the balcony.--\\\"Gran Dio! And this white-haired Babbo! He steals into the Galleria at night to meet Maria Fortunata! He puts a girl of the town to live with the Signorina upon the island, to teach her--\\\"\\n\\n\\\"Stop!\\\" said Artois.\\n\\n\\\"I will not stop!\\\" said the Marchesino, furiously. \\\"To teach the Signorina all the--\\\"\\n\\nArtois lifted his hand.\\n\\n\\\"Do you want me to strike you on the mouth?\\\" he said.\\n\\n\\\"Strike me!\\\"\\n\\nArtois looked at him with a steadiness that seemed to pierce.\\n\\n\\\"Then--take care, Panacci. You are losing your head.\\\"\\n\\n\\\"And you have lost yours!\\\" cried the Marchesino. \\\"You, with your white hairs, you are mad. You are mad about the 'child.' You play papa, and all the time you are mad, and you think nobody sees it. But every one sees it, every one knows it. Every one knows that you are madly in love with the Signorina.\\\"\\n\\nArtois had stepped back.\\n\\n\\\"I--in love!\\\" he said.\\n\\nHis voice was contemptuous, but his face had become flushed, and his hands suddenly clinched themselves.\\n\\n\\\"What! you play the hypocrite even with yourself! Ah, we Neapolitans, we may be shocking; but at least we are sincere! You do not know!-- then I will tell you. You love the Signorina madly, and you hate me because you are jealous of me--because I am young and you are old. I know it; the Signora knows it; that Sicilian--Gaspare--he knows it! And now you--you know it!\\\"\\n\\nHe suddenly flung himself down on the sofa that was behind him. Perspiration was running down his face, and even his hands were wet with it.\\n\\nArtois said nothing, but stood where he was, looking at the Marchesino, as if he were waiting for something more which must inevitably come. The Marchesino took out his handkerchief, passed it several times quickly over his lips, then rolled it up into a ball and shut it up in his left hand.\\n\\n\\\"I am young and you are old,\\\" he said. \\\"And that is all the matter. You hate me, not because you think I am wicked and might do the Signorina harm, but because I am young. You try to keep the Signorina from me because I am young. You do not dare to let her know what youth is, really, really to know, really, really to feel. Because, if once she did know, if once she did feel, if she touched the fire\\\"--he struck his hand down on his breast--\\\"she would be carried away, she would be gone from you forever. You think, 'Now she looks up to me! She reverences me! She admires me! She worships me as a great man!' And if once, only once she touched the fire--ah!\\\"--he flung out both his arms with a wide gesture, opened his mouth, then shut it, showing his teeth like an animal.--\\\"Away would go everything--everything. She would forget your talent, she would forget your fame, she would forget your thoughts, your books, she would forget you, do you hear?--all, all of you. She would remember only that you are old and she is young, and that, because of that, she is not for you. And then\\\"--his voice dropped, became cold and serious and deadly, like the voice of one proclaiming a stark truth--\\\"and then, if she understood you, what you feel, and what you wish, and how you think of her--she would hate you! How she would hate you!\\\"\\n\\nHe stopped abruptly, staring at Artois, who said nothing.\\n\\n\\\"Is it not true?\\\" he said.\\n\\nHe got up, taking his hat and stick from the floor.\\n\\n\\\"You do not know! Well--think! And you will know that it is true. A rivederci, Emilio!\\\"\\n\\nHis manner had suddenly become almost calm. He turned away and went towards the door. When he reached it he added:\\n\\n\\\"To-morrow I shall ask the Signora to allow me to marry the Signorina.\\\"\\n\\nThen he went out.\\n\\nThe gilt clock on the marble table beneath the mirror struck the half- hour after one. Artois looked at it and at his watch, comparing them. The action was mechanical, and unaccompanied by any thought connected with it. When he put his watch back into his pocket he did not know whether its hands pointed to half-past one or not. He carried a light chair on to the balcony, and sat down there, crossing his legs, and leaning one arm on the rail.\\n\\n\\\"If she touched the fire.\\\" Those words of the Marchesino remained in the mind of Artois--why, he did not know. He saw before him a vision of a girl and of a flame. The flame aspired towards the girl, but the girl hesitated, drew back--then waited.\\n\\nWhat had happened during the hours of the Festa? Artois did not know. The Marchesino had told him nothing, except that he--Artois--was madly in love with Vere. Monstrous absurdity! What trivial nonsense men talked in moments of anger, when they desired to wound!\\n\\nAnd to-morrow the Marchesino would ask Vere to marry him. Of course Vere would refuse. She had no feeling for him. She would tell him so. He would be obliged to understand that for once he could not have his own way. He would go out of Vere's life, abruptly, as he had come into it.\\n\\nHe would go. That was certain. But others would come into Vere's life. Fire would spring up round about her, the fire of love of men for a girl who has fire within her, the fire of the love of youth for youth.\\n\\nYouth! Artois was not by nature a sentimentalist--and he was not a fool. He knew how to accept the inevitable things life cruelly brings to men, without futile struggling, without contemptible pretence. Quite calmly, quite serenely, he had accepted the snows of middle age. He had not secretly groaned or cursed, railed against destiny, striven to defy it by travesty, as do many men. He had thought himself to be \\\"above\\\" all that--until lately. But now, as he thought of the fire, he was conscious of an immense sadness that had in it something of passion, or a regret that was, for a moment, desperate, bitter, that seared, that tortured, that was scarcely to be endured. It is terrible to realize that one is at a permanent disadvantage, which time can only increase. And just then Artois felt that there was nothing, that there could never be anything, to compensate any human being for the loss of youth.\\n\\nHe began to wonder about the people of the island. The Marchesino had spoken with a strange assurance. He had dared to say:\\n\\n\\\"You love the Signorina. I know it; the Signora knows it; Gaspare--he knows it. And now you--you know it.\\\"\\n\\nWas it possible that his deep interest in Vere, his paternal delight in her talent, in her growing charm, in her grace and sweetness, could have been mistaken for something else, for the desire of man for woman? Vere had certainly never for a moment misunderstood him. That he knew as surely as he knew that he was alive. But Gaspare and Hermione? He fell into deep thought, and presently he was shaken by an emotion that was partly disgust and partly anxiety. He got up from his chair and looked out into the night. The weather was exquisitely still, the sky absolutely clear. The sea was like the calm that dwells surely in the breast of God. Naples was sleeping in the silence. But he was terribly awake, and it began to seem to him as if he had, perhaps, slept lately, slept too long. He was a lover of truth, and believed himself to be a discerner of it. The Marchesino was but a thoughtless, passionate boy, headstrong, Pagan, careless of intellect, and immensely physical. Yet it was possible that he had been enabled to see a truth which Artois had neither seen nor suspected. Artois began to believe it possible, as he remembered many details of the conduct of Hermione and of Gaspare in these last summer days. There had been something of condemnation sometimes in the Sicilian's eyes as they looked into his. He had wondered what it meant. Had it meant-- that? And that night in the garden with Hermione--\\n\\nWith all the force and fixity of purpose he fastened his mind upon Hermione, letting Gaspare go.\\n\\nIf what the Marchesino had asserted were true--not that--but if Hermione had believed it to be true, much in her conduct that had puzzled Artois was made plain. Could she have thought that? Had she thought it? And if she had--? Always he was looking out to the stars, and to the ineffable calm of the sea. But now their piercing brightness, and its large repose, only threw into a sort of blatant relief in his mind its consciousness of the tumult of humanity. He saw Hermione involved in that tumult, and he saw himself. And Vere?\\n\\nWas it possible that in certain circumstances Vere might hate him? It was strange that to-night Artois found himself for the first time considering the Marchesino seriously, not as a boy, but as a man who perhaps knew something of the world and of character better than he did. The Marchesino had said:\\n\\n\\\"If she understood you--how she would hate you.\\\"\\n\\nBut surely Vere and he understood each other very well.\\n\\nHe looked out over the sea steadily, as he wished, as he meant, to look now at himself, into his own heart and nature, into his own life. Upon the sea, to the right and far off, a light was moving near the blackness of the breakwater. It was the torch of a fisherman--one of those eyes of the South of which Artois had thought. His eyes became fascinated by it, and he watched it with intensity. Sometimes it was still. Then it travelled gently onward, coming towards him. Then it stopped again. Fire--the fire of youth. He thought of the torch as that; as youth with its hot strength, its beautiful eagerness, its intense desires, its spark-like hopes, moving without fear amid the dark mysteries of the world and of life; seeking treasure in the blackness, the treasure of an answering soul, of a completing nature, of the desired and desirous heart, seeking its complement of love--the other fire.\\n\\nHe looked far over the sea. But there was no other fire upon it.\\n\\nAnd still the light came on.\\n\\nAnd now he thought of it as Vere.\\n\\nShe was almost a child, but already her fire was being sought, longed for. And she knew it, and must be searching, too, perhaps without definite consciousness of what she was doing, instinctively. She was searching there in the blackness, and in her quest she was approaching him. But where he stood it was all dark. There was no flame lifting itself up that could draw her flame to it. The fire that was approaching would pass before him, would go on, exploring the night, would vanish away from his eyes. Elsewhere it would seek the fire it needed, the fire it would surely find at last.\\n\\nAnd so it was. The torch came on, passed softly by, slipped from his sight beneath the bridge of Castel dell' Uovo.\\n\\nWhen it had gone Artois felt strangely deserted and alone, strangely unreconciled with life. And he remembered his conversation with Hermione in Virgil's Grotto; how he had spoken like one who scarcely needed love, having ambition and having work to do, and being no longer young.\\n\\nTo-night he felt that every one needs love first--that all the other human needs come after that great necessity. He had thought himself a man full of self-knowledge, full of knowledge of others. But he had not known himself. Perhaps even now the real man was hiding somewhere, far down, shrinking away for fear of being known, for fear of being dragged up into the light.\\n\\nHe sought for this man, almost with violence.\\n\\nA weariness lay beneath his violence to-night, a physical fatigue such as he sometimes felt after work. It had been produced, no doubt, by the secret anger he had so long controlled, the secret but intense curiosity which was not yet satisfied, and which still haunted him and tortured him. This curiosity he now strove to expel from his mind, telling himself that he had no right to it. He had wished to preserve Vere just as she was, to keep her from all outside influences. And now he asked the real man why he had wished it? Had it been merely the desire of the literary godfather to cherish a pretty and promising talent? Or had something of the jealous spirit so brutally proclaimed to him that night by the Marchesino really entered into the desire? This torturing curiosity to know what had happened at the Festa surely betrayed the existence of some such spirit.\\n\\nHe must get rid of it.\\n\\nHe began to walk slowly up and down the little balcony, turning every instant like a beast in a cage. It seemed to him that the real man had indeed lain in hiding, but that he was coming forth reluctantly into the light.\\n\\nPossibly he had been drifting without knowing it towards some nameless folly. He was not sure. To-night he felt uncertain of himself and of everything, almost like an ignorant child facing the world. And he felt almost afraid of himself. Was it possible that he, holding within him so much of the knowledge, so much of pride, could ever draw near to a crazy absurdity, a thing that the whole world would laugh at and despise? Had he drawn near to it. Was he near it now?\\n\\nHe thought of all his recent intercourse with Vere, going back mentally to the day in spring when he arrived in Naples. He followed the record day by day until he reached that afternoon when he had returned from Paris, when he came to the island to find Vere alone, when she read to him her poems. Very pitilessly, despite the excitement still raging within him, he examined that day, that night, recalling every incident, recalling every feeling the incidents of those hours had elicited from his heart. He remembered how vexed he had been when Hermione told him of the engagement for the evening. He remembered the moments after the dinner, his sensation of loneliness when he listened to the gay conversation of Vere and the Marchesino, his almost irritable anxiety when she had left the restaurant and gone out to the terrace in the darkness. He had felt angry with Panacci then. Had he not always felt angry with Panacci for intruding into the island life?\\n\\nHe followed the record of his intercourse with Vere until he reached the Festa of that night, until he reached the moment in which he was pacing the tiny balcony while the night wore on towards dawn.\\n\\nThat was the record of himself with Vere.\\n\\nHe began to think of Hermione. How had all this that he had just been telling over in his mind affected her? What had she been thinking of it--feeling about it? And Gaspare?\\n\\nEven now Artois did not understand himself, did not know whither his steps might have tended had not the brutality of the Marchesino roused him abruptly to this self-examination, this self-consideration. He did not fully understand himself, and he wondered very much how Hermione and the Sicilian had understood him--judged him.\\n\\nArtois had a firm belief in the right instincts of sensitive but untutored natures, especially when linked with strong hearts capable of deep love and long fidelity. He did not think that Gaspare would easily misread the character or the desires of one whom he knew well. Hermione might. She was tremendously emotional and impulsive, and might be carried away into error. But there was a steadiness in Gaspare which was impressive, which could not be ignored.\\n\\nArtois wondered very much what Gaspare had thought.\\n\\nThere was a tap at the door, and Gaspare came in, holding his soft hat in his hand, and looking tragic and very hot and tired.\\n\\n\\\"Oh, Gaspare!\\\" said Artois, coming in from the balcony, \\\"they have come back.\\\"\\n\\n\\\"Lo so, Signore.\\\"\\n\\n\\\"And they are sleeping here for the night.\\\"\\n\\n\\\"Si, Signore.\\\"\\n\\nGaspare looked at him as if inquiring something of him.\\n\\n\\\"Sit down a minute,\\\" said Artois, \\\"and have something to drink. You must spend the night here, too. The porter will give you a bed.\\\"\\n\\n\\\"Grazie, Signore.\\\"\\n\\nGaspare sat down by the table, and Artois gave him some Nocera and lemon-juice. He would not have brandy or whiskey, though he would not have refused wine had it been offered to him.\\n\\n\\\"Where have you been?\\\" Artois asked him.\\n\\n\\\"Signore, I have been all over the Piazza di Masaniello and the Mercato. I have been through all the streets near by. I have been down by the harbor. And the Signorina?\\\"\\n\\nHe stared at Artois searchingly above his glass. His face was covered with perspiration.\\n\\n\\\"I only saw her for a moment. She went to bed almost immediately.\\\"\\n\\n\\\"And that Signore?\\\"\\n\\n\\\"He has gone home.\\\"\\n\\nGaspare was silent for a minute. Then he said:\\n\\n\\\"If I had met that Signore--\\\" He lifted his right hand, which was lying on the table, and moved it towards his belt.\\n\\nHe sighed, and again looked hard at Artois.\\n\\n\\\"It is better that I did not meet him,\\\" he said, with na?ve conviction. \\\"It is much better. The Signorina is not for him.\\\"\\n\\nArtois was sitting opposite to him, with the table between them.\\n\\n\\\"The Signorina is not for him,\\\" repeated Gaspare, with a dogged emphasis.\\n\\nHis large eyes were full of a sort of cloudy rebuke and watchfulness. And as he met them Artois felt that he knew what Gaspare had thought. He longed to say, \\\"You are wrong. It is not so. It was never so.\\\" But he only said:\\n\\n\\\"The Signore Marchese will know that to-morrow.\\\"\\n\\nAnd as he spoke the words he was conscious of an immense sensation of relief which startled him. He was too glad when he thought of the final dismissal of the Marchesino.\\n\\nGaspare nodded his head and put his glass to his lips. When he set it down again it was empty. He moved to get up, but Artois detained him.\\n\\n\\\"And so you met Ruffo to-night?\\\" he said.\\n\\nGaspare's expression completely changed. Instead of the almost cruel watcher, he became the one who felt that he was watched.\\n\\n\\\"Si, Signore.\\\"\\n\\n\\\"Just when the balloon went up?\\\"\\n\\n\\\"Si, Signore. They were beside me in the crowd.\\\"\\n\\n\\\"Was he alone with his mother?\\\"\\n\\n\\\"Si, Signore. Quite alone.\\\"\\n\\n\\\"Gaspare, I have seen Ruffo's mother.\\\"\\n\\nGaspare looked startled.\\n\\n\\\"Truly, Signore?\\\"\\n\\n\\\"Yes. I saw her with him one day at the Mergellina. She was crying.\\\"\\n\\n\\\"Perhaps she is unhappy. Her husband is in prison.\\\"\\n\\n\\\"Because of Peppina.\\\"\\n\\n\\\"Si.\\\"\\n\\n\\\"And to-night you spoke to her for the first time?\\\"\\n\\nArtois laid a strong emphasis on the final words.\\n\\n\\\"Signore, I have never met her with Ruffo before.\\\"\\n\\nThe two men looked steadily at each other. A question that could not be evaded, a question that would break like a hammer upon a mutual silence of years, was almost upon Artois' lips. Perhaps Gaspare saw it, for he got up with determination.\\n\\n\\\"I am going to bed now, Signore. I am tired. Buona notte, Signore.\\\"\\n\\nHe took up his hat and went out.\\n\\nArtois had not asked his question. But he felt that it was answered.\\n\\nGaspare knew. And he knew.\\n\\nAnd Hermione--did Fate intend that she should know?\\n\\nCHAPTER XXXI\\n\\nIt was nearly dawn when Artois fell asleep. He did not wake till past ten o'clock. The servant who brought his breakfast handed him a note, and told him that the ladies of the island had just left the hotel with Gaspare. As Artois took the note he was conscious of a mingled feeling of relief and disappointment. This swift, almost hurried departure left him lonely, yet he could not have met Hermione and Vere happily in the light of morning. To-day he felt a self-consciousness that was unusual in him, and that the keen eyes of women could not surely fail to observe. He wanted a little time. He wanted to think quietly, calmly, to reach a decision that he had not reached at night.\\n\\nHermione and Vere had a very silent voyage. Gaspare's tragic humor cast a cloud about his mistresses. He had met them in the morning with a look of heavy, almost sullen scrutiny in his great eyes, which seemed to develop into a definite demand for information. But he asked nothing. He made no allusion to the night before. To Vere his manner was almost cold. When they were getting into the boat at Santa Lucia she said, with none of her usual simplicity and self-possession, but like one making an effort which was repugnant:\\n\\n\\\"I'm very sorry about last night, Gaspare.\\\"\\n\\n\\\"It doesn't matter, Signorina.\\\"\\n\\n\\\"Did you get back very late?\\\"\\n\\n\\\"I don't know, Signora. I did not look at the hour.\\\"\\n\\nShe looked away from him and out to sea.\\n\\n\\\"I am very sorry,\\\" she repeated.\\n\\nAnd he again said:\\n\\n\\\"It doesn't matter, Signorina.\\\"\\n\\nIt was nearly noon when they drew near to the island. The weather was heavily hot, languidly hot even upon the water. There was a haze hanging over the world in which distant objects appeared like unsubstantial clouds, or dream things impregnated with a mystery that was mournful. The voice of a fisherman singing not far off came to them like the voice of Fate, issuing from the ocean to tell them of the sadness that was the doom of men. Behind them Naples sank away into the vaporous distance. Vesuvius was almost blotted out, Capri an ethereal silhouette. And their little island, even when they approached it, did not look like the solid land on which they had made a home, but like the vague shell of some substance that had been destroyed, leaving its former abiding-place untenanted.\\n\\nAs they passed San Francesco Vere glanced at him, and Hermione saw a faint flush of red go over her face. Directly the boat touched the rock she stepped ashore, and without waiting for her mother ran up the steps and disappeared towards the house. Gaspare looked after her, then stared at his Padrona.\\n\\n\\\"Is the Signorina ill?\\\" he asked.\\n\\n\\\"No, Gaspare. But I think she is tired to-day and a little upset. We had better take no notice of it.\\\"\\n\\n\\\"Va bene, Signora.\\\"\\n\\nHe busied himself in making fast the boat, while Hermione followed Vere.\\n\\nIn the afternoon about five, when Hermione was sitting alone in her room writing some letters, Gaspare appeared with an angry and suspicious face.\\n\\n\\\"Signora,\\\" he said, \\\"that Signore is here.\\\"\\n\\n\\\"What Signore? The Marchese!\\\"\\n\\n\\\"Si, Signora.\\\"\\n\\nGaspare was watching his Padrona's face, and suddenly his own face changed, lightened, as he saw the look that had come into her eyes.\\n\\n\\\"I did not know whether you wished to see him--\\\"\\n\\n\\\"Yes, Gaspare, I will see him. You can let him in. Wait a moment. Where is the Signorina?\\\"\\n\\n\\\"Up in her room, Signora.\\\"\\n\\n\\\"You can tell her who is here, and ask her whether she wishes to have tea in her room or not.\\\"\\n\\n\\\"Si, Signora.\\\"\\n\\nGaspare went out almost cheerfully. He felt that now he understood what his Padrona was feeling and what she meant to do. She meant to do in her way what he wanted to do in his. He ran down the steps to the water with vivacity, and his eyes were shining as he came to the Marchesino, who was standing at the edge of the sea looking almost feverishly excited, but determined.\\n\\n\\\"The Signora will see you, Signor Marchese.\\\"\\n\\nThe words hit the Marchesino like a blow. He stared at Gaspare for a moment almost stupidly, and hesitated. He felt as if this servant had told him something else.\\n\\n\\\"The Signora will see you,\\\" repeated Gaspare.\\n\\n\\\"Va bene,\\\" said the Marchesino.\\n\\nHe followed Gaspare slowly up the steps and into the drawing-room. It was empty. Gaspare placed a chair for the Marchesino. And again the latter felt as if he had received a blow. He glanced round him and sat down, while Gaspare went away. For about five minutes he waited.\\n\\nWhen he had arrived at the island he had been greatly excited. He had felt full of an energy that was feverish. Now, in this silence, in this pause during which patience was forced upon him, his excitement grew, became fierce, dominant. He knew from Gaspare's way of speaking, from his action, from his whole manner, that his fate had been secretly determined in that house, and that it was being rejoiced over. At first he sat looking at the floor. Then he got up, went to the window, came back, stood in the middle of the room and glanced about it. How pretty it was, with a prettiness that he was quite unaccustomed to. In his father's villa at Capodimonte there was little real comfort. And he knew nothing of the cosiness of English houses. As he looked at this room he felt, or thought he felt, Vere in it. He even made an effort scarcely natural to him, and tried to imagine a home with Vere as its mistress.\\n\\nThen he began to listen. Perhaps Emilio was in the house. Perhaps Emilio was talking now to the Signora, was telling her what to do.\\n\\nBut he heard no sound of voices speaking.\\n\\nNo doubt Emilio had seen the Signora that morning in the hotel. No doubt there had been a consultation. And probably at this consultation his--the Marchesino's--fate had been decided.\\n\\nBy Emilio?\\n\\nAt that moment the Marchesino actively, even furiously, hated his former friend.\\n\\nThere was a little noise at the door; the Marchesino turned swiftly, and saw Hermione coming in. He looked eagerly behind her. But the door shut. She was alone. She did not give her hand to him. He bowed, trying to look calm.\\n\\n\\\"Good-afternoon, Signora.\\\"\\n\\nHermione sat down. He followed her example.\\n\\n\\\"I don't know why you wish to see me, after yesterday, Marchese,\\\" she said, quietly, looking at him with steady eyes.\\n\\n\\\"Signora, pardon me, but I should have thought that you would know.\\\"\\n\\n\\\"What is it?\\\"\\n\\n\\\"Signora, I am here to ask the great honor of your daughter the Signorina's hand in marriage. My father, to whom--\\\"\\n\\nBut Hermione interrupted him.\\n\\n\\\"You will never marry my daughter, Marchese,\\\" she said.\\n\\nA sudden red burned in her cheeks, and she leaned forward slightly, but very quickly, almost as if an impulse had come to her to push the Marchesino away from her.\\n\\n\\\"But, Signora, I assure you that my family--\\\"\\n\\n\\\"It is quite useless to talk about it.\\\"\\n\\n\\\"But why, Signora?\\\"\\n\\n\\\"My child is not for a man like you,\\\" Hermione said, emphasizing the first word.\\n\\nA dogged expression came into the Marchesino's face, a fighting look that was ugly and brutal, but that showed a certain force.\\n\\n\\\"I do not understand, Signora. I am like other men. What is the matter with me?\\\"\\n\\nHe turned a little in his chair so that he faced her more fully.\\n\\n\\\"What is the matter with me, Signora?\\\" he repeated, slightly raising his voice.\\n\\n\\\"I don't think you would be able to understand if I tried to tell you.\\\"\\n\\n\\\"Why not? You think me stupid, then?\\\"\\n\\nAn angry fire shone in his eyes.\\n\\n\\\"Oh no, you are not stupid.\\\"\\n\\n\\\"Then I shall understand.\\\"\\n\\nHermione hesitated. There was within her a hot impulse towards speech, towards the telling to this self-satisfied young Pagan her exact opinion of him. Yet was it worth while? He was going out of their lives. They would see no more of him.\\n\\n\\\"I don't think it is necessary for me to tell you,\\\" she said.\\n\\n\\\"Perhaps there is nothing to tell because there is nothing the matter with me.\\\"\\n\\nHis tone stung her.\\n\\n\\\"I beg your pardon, Marchese. I think there is a good deal to tell.\\\"\\n\\n\\\"All I say is, Signora, that I am like other men.\\\"\\n\\nHe thrust forward his strong under jaw, showing his big, white teeth.\\n\\n\\\"There I don't agree with you. I am thankful to say I know many men who would not behave as you behaved last night.\\\"\\n\\n\\\"But I have come to ask for the Signorina's hand!\\\" he exclaimed.\\n\\n\\\"And you think--you dare to think that excuses your conduct!\\\"\\n\\nShe spoke with a sudden and intense heat.\\n\\n\\\"Understand this, please, Marchese. If I gave my consent to your request, and sent for my daughter--\\\"\\n\\n\\\"Si! Si!\\\" he said, eagerly, leaning forward in his chair.\\n\\n\\\"Do you suppose she would come near you?\\\"\\n\\n\\\"Certainly.\\\"\\n\\n\\\"You think she would come near a man she will not even speak of?\\\"\\n\\n\\\"What!\\\"\\n\\n\\\"She won't speak of you. She has told me nothing about last night. That is why I know so much.\\\"\\n\\n\\\"She has not--the Signorina has--not--?\\\"\\n\\nHe stopped. A smile went over his face. It was sufficiently obvious that he understood Vere's silence as merely a form of deceit, a coquettish girl's cold secret from her mother.\\n\\n\\\"Signora, give me permission to speak to your daughter, and you will see whether it is you--or I--who understands her best.\\\"\\n\\n\\\"Very well, Marchese.\\\"\\n\\nHermione rang the bell. It was answered by Gaspare.\\n\\n\\\"Gaspare,\\\" said Hermione, \\\"please go to the Signorina, tell her the Signor Marchese is here, and wishes very much to see her before he goes.\\\"\\n\\nGaspare's face grew dark, and he hesitated by the door.\\n\\n\\\"Go, Gaspare, please.\\\"\\n\\nHe looked into his Padrona's face, and went out as if reassured. Hermione and the Marchese sat in silence waiting for him to return. In a moment the door was reopened.\\n\\n\\\"Signora, I have told the Signorina.\\\"\\n\\n\\\"What did she say?\\\"\\n\\nGaspare looked at the Marchese as he answered.\\n\\n\\\"Signora, the Signorina said to me, 'Please tell Madre that I cannot come to see the Signor Marchese.' \\\"\\n\\n\\\"You can go, Gaspare.\\\"\\n\\nHe looked at the angry flush on the Marchesino's cheeks, and went out.\\n\\n\\\"Good-bye, Marchese.\\\"\",\"timestamp\":1637315398,\"title\":\"\\nShe turned back into the room. Artois held out his hand to Gaspare:\"},\"digest\":\"3nxvfNsmPAbinaELrivL4uKpqYf9HeqPnZX3dVo1Z_I\",\"authorship\":{\"contributor\":\"0x78E122EE80026e3069E79387D188d772001055Aa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9xfAIXbF2l3bBi_fldgwpumTlvGaScF3FUTrlE-pvMo\\\",\\\"y\\\":\\\"ktmJMOrnPbUDyPh39T99DVVYrQRPVv4cJG-OFKUHDJg\\\"}\",\"signature\":\"StbKNVkq9f5oiKPUB92ieJQqaZlPf9P8XWmgr4QlNMejfMD6R652gqpj0BAMH6wstI741wlhUapJ6k4GCuG8JA\",\"signingKeySignature\":\"0xf79aa7853051ed875b02c51a29295158d1888782c8bfbca53fc738b01a8a55d63cfef7245bca5f1964d5aa13fe0b6f5a8374e8a222f42630ca53f511882827a11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9xfAIXbF2l3bBi_fldgwpumTlvGaScF3FUTrlE-pvMo\\\",\\\"y\\\":\\\"ktmJMOrnPbUDyPh39T99DVVYrQRPVv4cJG-OFKUHDJg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3nxvfNsmPAbinaELrivL4uKpqYf9HeqPnZX3dVo1Z_I\"}"