"{\"content\":{\"body\":\"We’ve all read or seen Ready Player One. Most of us have seen The Matrix (Zoomers, if you haven’t, please put it on the top of your watchlist). The idea of a digital world we jack into is not new. But the palpability of its imminence has reached other level. Shimmers of it are beginning to come into focus as kids spend more money on Fortnite skins than clothes, spacial-audio-for-the-workplace companies start popping up left and right, and [Zuck gets closer to banning Zoom](https://twitter.com/gaby_goldberg/status/1357567198072614914?s=20) and shipping every employee an Oculus. [Neuralink](https://neuralink.com/), [Kernel](https://www.kernel.com/), and [BCI](https://en.wikipedia.org/wiki/Brain%E2%80%93computer_interface) in general will be next.\\n\\nIn the Metaverse, there will only be three things that matter: **Access, Status, **and** Entertainment.**\\n\\n![](https://images.mirror-media.xyz/publication-images/f31442f5-4d89-46d3-8edd-9e33153c6b3e.jpeg?height=345&width=690)\\n\\n### Access\\n\\nIn the physical world, you go places where you like the aesthetic, the music they play, how comfy the chairs are, how they make their drinks, and who’s there. In a digital world where any space can be replicated near-instantly, **who’s there with you is the only thing that matters.**\\n\\n### Status\\n\\nDespite “don’t judge a book by its cover”, there’s \\\\*a lot\\\\* you can tell about a person by the choices they make regarding their appearance. What clothes they choose to wear, how they cut their hair, how much time they spend at the gym, how much money they spend. In the digital world this won’t diminish, it’ll be amplified.\\n\\nIn the physical world a t-shirt from Dead & Company’s first tour in 2015 is cool. In the digital world, a badge, expressed as something aesthetically pleasing and with **proof that you actually attended a show in 2015, is cooler.**\\n\\nAccess governed by Status will become the standard.\\n\\n### Entertainment\\n\\nThe best early versions we have of The Metaverse are all games. Club Penguin, Runescape, Minecraft, Animal Crossing, Fortnite. This will not change. The games will get more elaborate. At some point they’ll take over the games we play in the physical world, including the ones we don’t even label as “games”. They’ll weave in pieces of access and status too, but the point will still be to have fun.\\n\\n## The Real Estate of The Metaverse\\n\\nIn a world where “real estate” is infinite, what does it even mean? Similar to the physical world where city land is more expensive than rural land, people will want to go where the people are (this goes back to “access”). Everyone will be able to have their own planet and have whatever they want there, but it’s all for nothing if no one comes.\\n\\nBrands & Creators will have their own planets. Entertainment brands are well positioned to do this best. Marvel, 100 Thieves, and Disney in general are all good examples. If you can imagine them having a physical theme park, just imagine how crazy of a digital theme park they’ll build.\\n\\nThis is the first in a series of pieces I’m writing on our collective move to a fully digital world and how crypto will be part of the underlying infrastructure.\\n\\nIf you wanna jam on this stuff, tweet/DM me [@brennerspear](https://twitter.com/brennerspear)\\n\",\"timestamp\":1626977698,\"title\":\"The Metaverse is coming\",\"publication\":\"b\"},\"digest\":\"Niho0bPCSL87c3NtJfsGXn8uaNyrgo4WQ6cxG1GCRN0\",\"authorship\":{\"contributor\":\"0x17A059B6B0C8af433032d554B0392995155452E6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2qVhAgUR_J2h50Rk8RP8-sf4_enmpVUgbva1EE0u0JA\\\",\\\"y\\\":\\\"OYquyRKYFqMm0HLH3rHyVs8eMBxMOXsI3w1RfEwEp-o\\\"}\",\"signature\":\"fr2UULS78Qh2kzZjlL_8F5lf3gHUfkZSz4k6vQAaACWFvmGyD5ZUpx98JKrOjFtkWMRoT3K3el1CbEcxBAfVUw\",\"signingKeySignature\":\"0x733d8cd87ebbe535a00f67f125f96c452ac69ba82162770ae96574ef4d14542a1943966bfec8599b5fede29c3f3776aa8ab73f4abd4ca52e55f1cdecfe8e54ce1b\",\"signingKeyMessage\":\"I authorize the publication of articles on b.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2qVhAgUR_J2h50Rk8RP8-sf4_enmpVUgbva1EE0u0JA\\\",\\\"y\\\":\\\"OYquyRKYFqMm0HLH3rHyVs8eMBxMOXsI3w1RfEwEp-o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Niho0bPCSL87c3NtJfsGXn8uaNyrgo4WQ6cxG1GCRN0\"}"