"{\"content\":{\"body\":\"我正思量着应如何处理这件特别的礼物，门又突然乒乒乓乓响了起来。\\n\\n```\\n谁啊？敲得这么急。我嘀咕着站起身来，把门一开，只见马尾辫正满脸娇红地站在门外，见我开门，扭扭捏捏地说道：“那个……那个礼物……你拆了没有？”\\n\\n我回头看了一眼已经塞好的纸袋，心里一阵宽慰，还好没乱扔，连忙接口说道：“没呢，我一回家就趴下了，还没来得及看呢，里面是什么啊？”\\n\\n“真的没看！”马尾辫还是有点不放心，将信将疑地说道。\\n\\n“肯定没看。”我回答得也是斩钉截铁，一字一句。“怎么着，那份礼物不是送我的吗，难道还不许看？”看到马尾辫那副难得一见的羞涩面庞，我倒忍不住想逗逗她说道。\\n\\n“没……只是礼物拿错了。”她连忙从拎包里拿出另外一个包装类似的纸袋，塞到我手里，然后径直冲我屋里，将原来那个拿了回去，用近乎蚊子的声音嗡嗡地说道：“这个……这个是送我爸的。好了，我得走了，等会线上见。”说完转身立马夺路而逃。\\n\\n看着马尾辫逃得跟兔子似的背影，我摇了摇头，心里暗暗好笑：把小兔子内裤送给爸爸，你要讲故事，起码也得说得象真的啊。\\n\\n关门回房，我拿着手里的纸袋捏了捏，先找了找感觉，暗道这回该不会又是类似产品吧。恩，挺硬的，似乎是个皮质品，小心打开包装袋一看：呀，原来是一个黑色皮夹，这丫头，我笑了笑，随手丢到电脑旁边，上线进天地。\\n\\n**************\\n\\n“隐为者，你在哪呢，说好晚上找你带我冲级的哦，你可别失言啊。”我刚刚从雷帝城出发，准备找个地方好好练练级时，马尾辫的消息就发过来了。\\n\\n嘿，这小丫头，速度还真快，看来咱又得不的安宁了。算了，看在她好歹还送我份礼物的份上，加上先前我有言在先，就带带她吧，高级牧师跟在后面，我也不吃多大的亏，反正只是练级而已，带上她，倒也是有利无弊。\\n\\n我爽快地回了个话说道：“成，你来雷帝城，我马上带你去冲级。”\\n\\n这有一就有二，有二就有三，没想从这以后，马尾辫像是跟上瘾了，每天早上十点钟总会收到她的消息，叫我带她去练级，奶奶的，搞得我只好先跟她东逛西逛一阵，练级要挑风景好的，杀怪要选长得帅的，时不时遇到其他玩家队伍，凑合在一处砍怪，还要聊聊天，弄个野餐什么的，着实耽误了我不少的时间，害得我每次送别她大小姐下线，就马上一个人冲到高级怪区，带着我家一帮彪悍小弟，狂冲猛练，要不然都想那样打法，我估计得一年半载才能升级。\\n\\n好人可不能经常做，虽然马尾辫每次见我大包小包吃的喝的准备一大堆，不时还弄点新款装备（也就是材料贵点，样子好看点，纯粹中看不中用的休闲货色）送我，而且每次结束时都要给我点辛苦费（当然被我严词拒绝），咱可不是吃软饭的，哪能随便要女的钱，再说了，我炼金和装备那块，还是能赚不少，至少可以养家糊口了，而且前期打的几个装备，都在胖眼镜那卖了个不菲的价钱，现在我也是小有赢余，因此我是痛下决心，跟她好声细语打了个招呼，进入最后的闭关冲级阶段，金猴盔甲，已经在向我招手了。\\n\\n一转眼，二个多月过去了，我离四十五级，只有一步之遥，前百强的等级排行榜上，早就跟咱无缘，已经有一大票拔尖的玩家相继出现，看来天地里的能人，还真是不少，比我想象中的多得多。\\n\\n不过咱哥们也不稀罕那个虚名，比我高一级又怎么样，一对一，哼，能有几个敌得过我的豪华宠物军团，砍得过我的夺命双刃的。回想前段时间，是我进入天地以来，过得最轻松惬意的日子，每天杀杀怪，采采药，挖挖矿，有时还带上马尾辫到海底逛上一圈，真是有滋有味，而马尾辫也没有当初的那份骄横，对我的态度，着实好转了不少，相处下来，这丫头，其实心地还蛮不错的。\\n\\n***************\\n\\n一道道金色虚实交错的光环环绕着我全身，温暖的感觉透过皮甲，一直浸到血液里，浑身上下仿佛充满了力量，红光当然是满面，一头乌黑的长发在金光中飘逸，煞是英俊潇洒，随着系统的提示声，俺终于跨如四十五级的关卡了。\\n\\n二话没说，咱立即闪人回城，三步并作二步冲到银行，迫不急待地取出那套金猴盔甲换在身上，哥们我先得体验体验穿重盔的滋味才行。\\n\\n鱼鳞般的细碎甲片紧凑地连接在一起，从腰间勾勒出一片起伏的波纹状，明晃晃的护胸镜丝毫不比当初遇见那只熊精的盔甲差，关节处是锋利凸出的开刃金属片，既方便弯曲，又能起到保护作用，可见当初锻造者用心独特，一身盔甲穿在身上，整一个酷呆了，帅毙了。\\n\\n手中拎着把圆月弯刀，就哥们现在这身打扮走出去，谁还能认为我是个刺客呢？嘿嘿，这等于成了掩盖我身份的最好手段，我心里暗暗得意万分，这下我可是要物防有物防，有魔防有魔防，两套盔甲，各有所长，哥们我现在等于是文武全才，试问天地之大，能有几人又我这等奢侈装备呢，心中怎奈何都是一个爽字。\\n\\n一放上去，可就是黄金级装备了，拿着三颗珠子，我想了想，还是等等镶嵌的好，万一成了黄金装备等级提升，我再穿不上，那可就亏了，还是先这样混着吧，等我冲到五十级，再镶嵌也不迟。\\n\\n兴高采烈地从银行里走了出来，嘟嘟，咱的传呼机突然响了起来。\\n\\n是谁呢，我打开传呼一看：“隐兄弟，好久没你消息了，很是挂念，有空来我这里坐坐吗，我有点事想找你谈谈？”原来是金帝发来的，这个投机倒把，捞偏门的家伙，他无端找我干吗。\\n\\n“什么事？”我微微一楞，琢磨了一下，发问道。\\n\\n“传呼机上说起来不方便，你还是来我帮派驻地吧，当面聊比较好点，正好一起吃个便饭，我可是特意为你叫回两个高级厨师掌勺。”金帝立即回道，看来是早有准备。\\n\\n金帝的帮派驻地，我还真的没去过，反正咱刚刚升级，正好过去放松放松，有好吃的，不吃咱白不吃，有事好商量，向他问清楚详细地点后，我立即兴冲冲地杀了过去。\\n\\n*******************\\n\\n烈日用毒辣辣的阳光烘烤着大地，一眼望去，黄沙漫天，风中，满是细碎的沙砾，打在脸上煞是疼痛，靠，真亏金帝想得出来，居然把帮派驻地建到血腥沙漠的边缘地带，而且还没升级镇级驻地，真是脑袋里面进水了，不知道他打的什么算盘，葫芦里卖的什么药。\\n\\n目光顺着前面起伏的沙丘远望，一座简陋的城堡浮现在地平线上，狂风卷着黄沙，混杂着干枯的草根，如浪潮一般，打着卷儿，拍打在灰白的沙石城墙上，试了几次之后，好像是不得其入，又四下散开了。\\n\\n几个哨塔孤零零地露出头面，隐约传来几声驻守玩家的谈笑声。\\n\\n走进驻地中，几座简简单单的沙石城堡，空空洞洞地立在那里，眼前除了偶尔路过的一两队NPC守卫，四处一片静悄悄，有种说不出的萧条与冷寂。比起我所见过的其它诸多帮派驻地来，这里无疑是最简陋，最荒凉的一座。\\n\\n若说换作是个普通小帮派，人力资源稀少，力量有限，由于无法抵挡大量怪物攻城，又没有本事与大帮派争夺一席之地，所以才建在这样一个没有危险的荒漠上，倒也说得过去，但是金帝这样一个有头有脸，有人有势的主，居然会把帮派驻地选在这里，而且建得如此简单粗糙，让我实在是有点百思而不得其解。\\n\\n想他在雷帝城中的店铺酒楼，是何等的奢华，与这里相比，简直好了不下千百倍，如此这般寒碜帮派驻地，他到底意欲为何呢？\\n\\n“你是什么人，来这里干吗？”哨塔上的几个玩家似乎注意到我的来临，一路跑了过来，大声盘问道。\\n\\n靠，什么态度，有这样待客之道吗，我没好气地回道：“是你们金老板叫我来的，你给我通知他一声，就说隐为者来了。”\\n\\n就这么一个鸟不拉屎，兽不染足的地，干嘛弄得这么紧张兮兮，象是有什么宝贝似的，难道，里面另有蹊跷不成，我心底不由升起一个大大的疑问。\\n```\\n\\n\\n------------\",\"timestamp\":1640774945,\"title\":\"第三百四十一章 意欲何为\"},\"digest\":\"JE--vPObK32pJaxUwQT6X2wWhG8MudzGL1sSco6m14A\",\"authorship\":{\"contributor\":\"0x619592c3f4AFd252217e20C1443746f1BEE8b43e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Of4uy1oaG3SuBBrOEpUWmtBQ-dXIhF4GRdCF5BHoL_M\\\",\\\"y\\\":\\\"IGLjZtKnjhgLzRNDgW8IY5S27fGKE4jjLnKDiHqG3Mc\\\"}\",\"signature\":\"gYVCj7XLLK8Snlyuu1fxcLE07sWPjDIL248PnX8zA_IMv0Go3lR0TJgvsMeSGnsHJaYZeNYd604biChSrZBVWg\",\"signingKeySignature\":\"0xf204e773c1373d85c6921554f0c87fe5767766e6607a829fd7b878f60b3348af6c6038144e27c75bd3ca4b0fe2750597eeca934f68236ee4e303281eb6f7c2ff1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Of4uy1oaG3SuBBrOEpUWmtBQ-dXIhF4GRdCF5BHoL_M\\\",\\\"y\\\":\\\"IGLjZtKnjhgLzRNDgW8IY5S27fGKE4jjLnKDiHqG3Mc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JE--vPObK32pJaxUwQT6X2wWhG8MudzGL1sSco6m14A\"}"