"{\"content\":{\"body\":\"Lin Lei they have been under the action of gravity, scraping the peak of the rapid falling.In so amazing gravity, Lin Lei they each falling speed is very amazing, and the mountain is wider, Lin Lei clearly see a large rock suddenly appeared in front of him.\\n\\nDodge!\\n\\n\\\"Peng!\\\"Lin Lei four people then heavily hit on the hillside on this rock, even hit on the hillside.Still subjected to that amazing gravitational pull.The four men rolled downward, pulled by gravity.\\n\\nHis body kept rolling down, especially after his head slammed into the rocks.Also let Lin Lei feel dizzy,\\n\\n\\\"Delia!Lin Lei grabbed the side also rolled down to Delia, at the same time the right hand is also seized the raised rock, the whole person is determined in the middle of the mountain.\\n\\nBeibei, too, now held on to the rock and stopped rolling down, while Olivia rolled down and was out of sight.\\n\\n\\\"Whew, whew!Lin Lei gasps for a while, looked up beside ground beibei.\\\"Beibei.Where's Olivia?\\\"\\n\\n\\\"He fell.\\\"Bei Bei lian said.\\\"I didn't have time to catch him.\\\"\\n\\nLin Lei glanced back at Delia.Delia wasn't hurt either.Lin Lei felt at ease and looked around. At the moment, the three of them were halfway up a mountain, surrounded by white fog, and They could not see the foot of the mountain.\\n\\n\\\"Olivia.It must have rolled down the hill.\\\"Delia said.\\\"Shall we go down?\\n\\n\\\"Let's go.Go on.\\\"Lin Lei still felt the amazing attraction at the moment, \\\"Be careful.The attraction is too strong.But the stones of the Amethyst mountains are strong enough.\\\"Lin Lei grasped the raised rock and exclaimed.The rocks of the amethyst mountains are dark red.\\n\\nBefore Lin Lei suddenly hit a mountainside, the mountainside stone unexpectedly did not break!\\n\\n\\\"Lynnray.To look at.Amethyst!\\\"Delia laughed, halfway up the mountain among the rocks.There was even a stray amethyst or two.\\n\\n\\\"It's called the amethyst mountains, and there should be a lot of them.\\\"\\\"Beibei muttered as she slammed her fist into the dark red rock, which was only shaken and slightly cracked.Beibei stared in surprise. \\\"I hit her full force.I can't break it open!\\\"\\n\\n\\\"Said the.Beibei flipped his hand and pulled out the black dagger.\\n\\n\\\"Shih-shih-shih \\\\~\\\" the black dagger just cleaves into the rock, splitting the rock out of a big crack, the rock inside in addition to the dark red stone, but also zero although has a amethyst.\\n\\n\\\"There is amethyst in the stone.\\\"Beibei laughed.Then she shook her head. \\\"It's just trouble.This dagger of mine.I can cut through the superior artifact, but this stone.I can only make a crack.And the amethysts are embedded in the rubble, making it difficult to get them out.\\\"\\n\\n\\\"Go away, and leave the amethysts alone.Go first.\\\"\\n\\nLin Lei led the way down.\\n\\nThe Amethyst Mountains, completely shrouded in white mist.\",\"timestamp\":1635743653,\"title\":\"Amethyst mountain\"},\"digest\":\"Y0FdMfUEDHaapk7viO1zPaZX6wLF9CALlBjLnbubgWk\",\"authorship\":{\"contributor\":\"0x3C6e0FF33eaFa711B9E07Ae9C0745DEc633e249a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qq3XhKP08l6cuIjIW9nLKE9gtvAeyO3N0AL-DX3ox_I\\\",\\\"y\\\":\\\"pQrjcMMvX2hAbTAQ81TttquyaXmRCphCUcbcb3muXP4\\\"}\",\"signature\":\"kQJ5mLcCP5s9vaEJ-VHHlxPo03BMlCTEfl06-xpk97gF1eXKzH8oR3xCtbeJQUy6Uh08fHzKQDvERZ06oEXKKA\",\"signingKeySignature\":\"0xea813b7d533962e7e7a3ffda33391115cdcb4a96e74b3306bea312c41d468bc2273a5984be26ed1fa43aedb1c757af7fa1c02d12a436234a8db352e2e6da5c6c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qq3XhKP08l6cuIjIW9nLKE9gtvAeyO3N0AL-DX3ox_I\\\",\\\"y\\\":\\\"pQrjcMMvX2hAbTAQ81TttquyaXmRCphCUcbcb3muXP4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Y0FdMfUEDHaapk7viO1zPaZX6wLF9CALlBjLnbubgWk\"}"