"{\"content\":{\"body\":\"Do you have $USDT in your wallet? Go claim your $UDAO tokens [here](https://usdtdao.org/).\\n\\n## UDAO Token and DAO Overview\\n\\nUSDT DAO has launched $UDAO, the world’s first governance token to reward holders of USDT.\\n\\nUSDT is a blockchain-based cryptocurrency whose tokens in circulation are backed by an equivalent amount of U.S. dollars, making it a stablecoin with a price pegged to USD $1.00. [$USDT](https://coinmarketcap.com/currencies/tether/) is by far the largest stablecoin with a total circulating supply of **$78,344,882,507** and over [4,247,320 holders](https://etherscan.io/token/0xdac17f958d2ee523a2206206994597c13d831ec7#balances) (ERC-20).\\n\\nThe next frontier in computing, which will take shape this decade, is building apps on programmable blockchains. Programmable blockchains are interesting for the same reason that innovation on smartphones spiked after opening up development to third parties via app stores. We are now seeing waves of brilliant, creative people building new products and services on top of blockchains that are disrupting industries and reaching mainstream adoption. DeFi was the first wave of blockchain killer apps that broke out about a year ago, followed by NFTs and crypto gaming experiences this year. What comes next is hard to predict, we aim for **USDT DAO to have an enormous impact on the adoption of web3 products.**\\n\\nUSDT DAO is an internet-native, global collective that share resources, build products, and work together toward common goals. $UDAO, an ERC-20 governance token is a powerful new initiative to organizing the largest stablecoin community and aligning incentives to funnel creative energy, and reach an impactful outcome. **Imagine what can happen if every USDT holder will claim and hold $UDAO.**\\n\\nUSDT DAO is about bottom-up innovation and community building, from which new ideas can be incubated and scaled. The core components of $UDAO are decentralized and self-running.\\n\\n**We believe that truly disruptive innovations often look like toys at the outset, and emerge when groups of smart people get together and collaborate on issues they’re passionate about.**\\n\\nIt’s amazing what we are seeing today. Talented engineers with only an internet connection are contributing to the most important blockchain infrastructure, regardless of their age, gender, or pedigree.\\n\\nBy aligning the incentives of USDT holders, USDT DAO is enabling a different kind of renaissance for the next evolution of a stablecoin community.\\n\\n## UDAO Token Distribution\\n\\n![](https://images.mirror-media.xyz/publication-images/n8REg5h81WCacsZweAUY7.png?height=633&width=1103)\\n\\nThere is a total supply of 999,990,000,000,000 $UDAO tokens, and the distribution is as follows:\\n\\n* 50% airdrop to ERC-20 $USDT holders (eligible wallets: [4,266,937 holders](https://etherscan.io/token/0xdac17f958d2ee523a2206206994597c13d831ec7#balances))\\n* 30% to the USDT DAO treasury\\n* 10% to USDT DAO contributors (100 individuals and groups, plus hundreds of Twitter and Telegram users)\\n* 10% allocated for the liquidity incentive program\\n\\n## Airdrop to USDT holders\\n\\n50% of the total supply is allocated for the $UDAO airdrop. All USDT (ERC-20) holders are eligible to claim $UDAO, there is no minimum requirement. However, there is a $1 million USDT limit for claim rewards.\\n\\nThe distribution is based on the total amount of USDT (ERC-20) held as of January 5, 2022. Users have until June 21, 2022 to claim their tokens, after which any remaining tokens will be sent to the USDT DAO treasury.\\n\\nThe airdrop formula is as follows:\\n\\nFirst 10,000 claimers will receive 9% of their USDT value in $UDAO\\n\\n10,000-25,0000 claimers will receive 6% of their USDT value in $UDAO\\n\\n25,0000+ claimers will receive 3% of their USDT value in $UDAO\\n\\nThe more USDT (ERC-20) in a certain address, the more the reward.\\n\\nWe believe it is only fair to reward USDT holders who have contributed greatly to the success of the Ethereum and stablecoin ecosystem.\\n\\n## Treasury\\n\\nThe remaining 30% of $UDAO tokens is allocated to the USDT DAO treasury. Any unclaimed $UDAO tokens by the claim cut off date of June 21, 2022 will be redistributed to the treasury. USDT DAO is encouraged to allocate these tokens towards community focused initiatives to help the development and growth of USDT DAO, including grants, investments in web3 led projects and education, branding and marketing initiatives to bring impact at scale.\\n\\n## Contributors\\n\\nThe 10% designated for contributors will be allocated to over 100 individuals and organizations that have contributed in significant ways to USDT DAO, including core contributors, launch advisors, external contributors, engineers, supporters, influencers, significant integrations, and more. **There are no tokens allocated for investors, since there are none.** A portion of the contributors allocation has also been set aside for active supporters on social media.\\n\\n## Liquidity Incentive Program\\n\\nWe are happy to announce that 10% of the total supply will be reserved for liquidity incentives. Great liquidity and trading volume generate reasonable trading fees to keep both liquidity providers and traders happy. Our liquidity incentive program shall act as a catalyst to accelerate this adoption, in aim to achieve this goal faster. Specifically, the Liquidity Incentive Program is set out to achieve the better liquidity, better slippage, better trading experience, more fees for LPs who would bring more liquidity to attract more traders, and foster a long-term, sustainable and coherent community ❤️\\n\\n## What are DAOs?\\n\\nDAOs are an effective and safe way to work with like-minded folks around the globe.\\n\\nThink of them like an internet-native business that's collectively owned and managed by its members. They have built-in treasuries that no one has the authority to access without the approval of the group. Decisions are governed by proposals and voting to ensure everyone in the organization has a voice.\\n\\nThere's no CEO who can authorize spending based on their own whims and no chance of a dodgy CFO manipulating the books. Everything is out in the open and the rules around spending are baked into the DAO via its code.\\n\\n## Why do we need DAOs?\\n\\nStarting an organization with someone that involves funding and money requires a lot of trust in the people you're working with. But it’s hard to trust someone you’ve only ever interacted with on the internet. With DAOs you don’t need to trust anyone else in the group, just the DAO’s code, which is 100% transparent and verifiable by anyone.\\n\\nThis opens up so many new opportunities for global collaboration and coordination.\\n\\n## How do DAOs work?\\n\\nThe backbone of a DAO is its smart contract. The contract defines the rules of the organization and holds the group's treasury. Once the contract is live on Ethereum, no one can change the rules except by a vote. If anyone tries to do something that's not covered by the rules and logic in the code, it will fail. And because the treasury is defined by the smart contract too that means no one can spend the money without the group's approval either. This means that DAOs don't need a central authority. Instead the group makes decisions collectively and payments are authorized automatically when votes pass.\\n\\nThis is possible because smart contracts are tamper-proof once they go live on Ethereum. You can't just edit the code (the DAOs rules) without people noticing because everything is public.\\n\\n## Socials\\n\\nGo claim your allocation by visiting our [claim website](https://www.usdtdao.org/), get involved by joining our [Telegram](https://t.me/USDT_DAO), and support us on social media by engaging on [Twitter](https://twitter.com/USDT_DAO).\",\"timestamp\":1641376151,\"title\":\"Introducing USDT DAO (Claiming Opens Jan 10th)\"},\"digest\":\"1uyK6-D66qEGM2lLHkdEaITY16BhMMtOVsRE2-ReOZk\",\"authorship\":{\"contributor\":\"0xB2A0c3AAbC52E04D1194A10741492dCdf88d9F43\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z4kC5TXFh6thmVEK5O6-Xtm54RoPwhZIqaFWzgiGMBM\\\",\\\"y\\\":\\\"IBxtwZ5vVhJDFpnWMqETaDoxPwYnBOsJTnW9a_uOdRE\\\"}\",\"signature\":\"ESW1J70KwnDPVWCN_tS2JuNTYohBL_oDGTyOvNjqT1JwIzy5BzcgcJTMcN3PugeMUn0JhVpU82kBRQLxOpteyg\",\"signingKeySignature\":\"0xe907476c775336b6d18b4116dcd81b82b0f718cb323e7d89c99d790e16aec89e638ef86891f16d556cee60293dab3d531eeb4020e85380b2626c0694390356981c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z4kC5TXFh6thmVEK5O6-Xtm54RoPwhZIqaFWzgiGMBM\\\",\\\"y\\\":\\\"IBxtwZ5vVhJDFpnWMqETaDoxPwYnBOsJTnW9a_uOdRE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ppo_BE8kJmDP0eQComJbfLIAEuDBktnBXdJ7FyDv4C0\"}"