"{\"content\":{\"body\":\"\\\"It is time I finished. If you have read this letter through to the end, I am sure you will excuse me if I have written it badly. There is no date to it, because I feel that it is safest and best for both of us that you should know nothing of where I am living. I bless you and pray for you, and bid you affectionately farewell. If you can think of me as a sister, think of me sometimes still.\\\"\\n\\nFabio sighed bitterly while he read the letter. \\\"Why,\\\" he whispered to himself, \\\"why does it come at such a time as this, when I cannot dare not think of her?\\\" As he slowly folded the letter up the tears came into his eyes, and he half raised the paper to his lips. At the same moment, some one knocked at the door of the room. He started, and felt himself changing color guiltily as one of his servants entered.\\n\\n\\\"My mistress is awake,\\\" the man said, with a very grave face, and a very constrained manner; \\\"and the gentlemen in attendance desire me to say--\\\"\\n\\nHe was interrupted, before he could give his message, by one of the medical men, who had followed him into the room.\\n\\n\\\"I wish I had better news to communicate,\\\" began the doctor, gently.\\n\\n\\\"She is worse, then?' said Fabio, sinking back into the chair from which he had risen the moment before.\\n\\n\\\"She has awakened weaker instead of stronger after her sleep,\\\" returned the doctor, evasively. \\\"I never like to give up all hope till the very last, but--\\\"\\n\\n\\\"It is cruel not to be candid with him,\\\" interposed another voice--the voice of the doctor from Florence, who had just entered the room. \\\"Strengthen yourself to bear the worst,\\\" he continued, addressing himself to Fabio. \\\"She is dying. Can you compose yourself enough to go to her bedside?\\\"\\n\\nPale and speechless, Fabio rose from his chair, and made a sign in the affirmative. He trembled so that the doctor who had first spoken was obliged to lead him out of the room.\\n\\n\\\"Your mistress has some near relations in Pisa, has she not?\\\" said the doctor from Florence, appealing to the servant who waited near him.\\n\\n\\\"Her father, sir, Signor Luca Lomi; and her uncle, Father Rocco,\\\" answered the man. \\\"They were here all through the day, until my mistress fell asleep.\\\"\\n\\n\\\"Do you know where to find them now?\\\"'\\n\\n\\\"Signor Luca told me he should be at his studio, and Father Rocco said I might find him at his lodgings.\\\"\\n\\n\\\"Send for them both directly. Stay, who is your mistress's confessor? He ought to be summoned without loss of time.\\\"\\n\\n\\\"My mistress's confessor is Father Rocco, sir.\\\"\\n\\n\\\"Very well--send, or go yourself, at once. Even minutes may be of importance now.\\\" Saying this, the doctor turned away, and sat down to wait for any last demands on his services, in the chair which Fabio had just left.\\n\\nCHAPTER III.\\n\\nBEFORE the servant could get to the priest's lodgings a visitor had applied there for admission, and had been immediately received by Father Rocco himself. This favored guest was a little man, very sprucely and neatly dressed, and oppressively polite in his manner. He bowed when he first sat down, he bowed when he answered the usual inquiries about his health, and he bowed, for the third time, when Father Rocco asked what had brought him from Florence.\\n\\n\\\"Rather an awkward business,\\\" replied the little man, recovering himself uneasily after his third bow. \\\"The dressmaker, named Nanina, whom you placed  under my wife's protection about a year ago--\\\"\\n\\n\\\"What of her? \\\" inquired the priest eagerly.\\n\\n\\\"I regret to say she has left us, with her child-sister, and their very disagreeable dog, that growls at everybody.\\\"\\n\\n\\\"When did they go?\\\"\\n\\n\\\"Only yesterday. I came here at once to tell you, as you were so very particular in recommending us to take care of her. It is not our fault that she has gone. My wife was kindness itself to her, and I always treated her like a duchess. I bought dinner-mats of her sister; I even put up with the thieving and growling of the disagreeable dog--\\\"\\n\\n\\\"Where have they gone to? Have you found out that?\\\"\\n\\n\\\"I have found out, by application at the passport-office, that they have not left Florence--but what particular part of the city they have removed to, I have not yet had time to discover.\\\"\\n\\n\\\"And pray why did they leave you, in the first place? Nanina is not a girl to do anything without a reason. She must have had some cause for going away. What was it?\\\"\\n\\nThe little man hesitated, and made a fourth bow.\\n\\n\\\"You remember your private instructions to my wife and myself, when you first brought Nanina to our house?\\\" he said, looking away rather uneasily while he spoke.\\n\\n\\\"Yes; you were to watch her, but to take care that she did not suspect you. It was just possible, at that time, that she might try to get back to Pisa without my knowing it; and everything depended on her remaining at Florence. I think, now, that I did wrong to distrust her; but it was of the last importance to provide against all possibilities, and to abstain from putting too much faith in my own good opinion of the girl. For these reasons, I certainly did instruct you to watch her privately. So far you are quite right; and I have nothing to complain of. Go on. \\\"\\n\\n\\\"You remember,\\\" resumed the little man, \\\"that the first consequence of our following your instructions was a discovery (which we immediately communicated to you) that she was secretly learning to write?\\\"\\n\\n\\\"Yes; and I also remember sending you word not to show that you knew what she was doing; but to wait and see if she turned her knowledge of writing to account, and took or sent any letters to the post. You informed me, in your regular monthly report, that she nearer did anything of the kind.\\\"\\n\\n\\\"Never, until three days ago; and then she was traced from her room in my house to the post-office with a letter, which she dropped into the box.\\\"\\n\\n\\\"And the address of which you discovered before she took it from your house?\\\"\\n\\n\\\"Unfortunately I did not,\\\" answered the little man, reddening and looking askance at the priest, as if he expected to receive a severe reprimand.\\n\\nBut Father Rocco said nothing. He was thinking. Who could she have written to? If to Fabio, why should she have waited for months and months, after she had learned how to use her pen, before sending him a letter? If not to Fabio, to what other person could she have written?\\n\\n\\\"I regret not discovering the address--regret it most deeply,\\\" said the little man, with a low bow of apology.\\n\\n\\\"It is too late for regret,\\\" said Father Rocco, coldly. \\\"Tell me how she came to leave your house; I have not heard that yet. Be as brief as you can. I expect to be called every moment to the bedside of a near and dear relation, who is suffering from severe illness. You shall have all my attention; but you must ask it for as short a time as possible.\\\"\\n\\n\\\"I will be briefness itself. In the first place, you must know that I have--or rather had--an idle, unscrupulous rascal of an apprentice in my business.\\\"\\n\\nThe priest pursed up his mouth contemptuously.\\n\\n\\\"In the second place, this same good-for-nothing fellow had the impertinence to fall in love with Nanina.\\\"\\n\\nFather Rocco started, and listened eagerly.\\n\\n\\\"But I must do the girl the justice to say that she never gave him the slightest encouragement; and that, whenever he ventured to speak to her, she always quietly but very decidedly repelled him.\\\"\\n\\n\\\"A good girl!\\\" said Father Rocco. \\\"I always said she was a good girl. It was a mistake on my part ever to have distrusted her.\\\"\\n\\n\\\"Among the other offenses,\\\" continued the little man, \\\"of which I now find my scoundrel of an apprentice to have been guilty, was the enormity of picking the lock of my desk, and prying into my private papers.\\\"\\n\\n\\\"You ought not to have had any. Private papers should always be burned papers.\\\"\\n\\n\\\"They shall be for the future; I will take good care of that.\\\"\\n\\n\\\"Were any of my letters to you about Nanina among these private papers?\\\"\\n\\n\\\"Unfortunately they were. Pray, pray excuse my want of caution this time. It shall never happen again.\\\"\\n\\n\\\"Go on. Such imprudence as yours can never be excused; it can only be provided against for the future. I suppose the apprentice showed my letters to the girl?\\\"\\n\\n\\\"I infer as much; though why he should do so--\\\"\\n\\n\\\"Simpleton! Did you not say that he was in love with her (as you term it), and that he got no encouragement?\\\"\\n\\n\\\"Yes; I said that--and I know it to be true.\\\"\\n\\n\\\"Well! Was it not his interest, being unable to make any impression on the girl's fancy, to establish some claim to her gratitude; and try if he could not win her that way? By showing her my letters, he would make her indebted to him for knowing that she was watched in your house. But this is not the matter in question now. You say you infer that she had seen my letters. On what grounds?\\\"\\n\\n\\\"On the strength of this bit of paper,\\\" answered the little man, ruefully producing a note from his pocket. \\\"She must have had your letters shown to her soon after putting her own letter into the post. For, on the evening of the same day, when I went up into her room, I found that she and her sister and the disagreeable dog had all gone, and observed this note laid on the table.\\\"\\n\\nFather Rocco took the note, and read these lines:\\n\\n\\\"I have just discovered that I have been watched and suspected ever since my stay under your roof. It is impossible that I can remain another night in the house of a spy. I go with my sister. We owe you nothing, and we are free to live honestly where we please. If you see Father Rocco, tell him that I can forgive his distrust of me, but that I can never forget it. I, who had full faith in him, had a right to expect that he should have full faith in me. It was always an encouragement to me to think of him as a father and a friend. I have lost that encouragement forever--and it was the last I had left to me!\\n\\n\\\"NANINA.\\\"\\n\\nThe priest rose from his seat as he handed the note back, and the visitor immediately followed his example.\\n\\n\\\"We must remedy this misfortune as we best may,\\\" he said, with a sigh. \\\"Are you ready to go back to Florence to-morrow?\\\"\\n\\nThe little man bowed again.\\n\\n\\\"Find out where she is, and ascertain if she wants for anything, and if she is living in a safe place. Say nothing about me, and make no attempt to induce her to return to your house. Simply let me know what you discover. The poor child has a spirit that no ordinary people would suspect in her. She must be soothed and treated tenderly, and we shall manage her yet. No mistakes, mind, this time! Do just what I tell you, and do no more. Have you anything else to say to me?\\\"\\n\\nThe little man shook his head and shrugged his shoulders.\\n\\n\\\"Good-night, then,\\\" said the priest.\\n\\n\\\"Good-night,\\\" said the little man, slipping through the door that was held open for him with the politest alacrity.\\n\\n\\\"This is vexatious,\\\" said Father Rocco, taking a turn or two in the study after his visitor had gone. \\\"It was bad to have done the child an injustice--it is worse to have been found out. There is nothing for it now but to wait till I know where she is. I like her, and I like that note she left behind her. It is bravely, delicately, and honestly written--a good girl--a very good girl, indeed!\\\"\\n\\nHe walked to the window, breathed the fresh air for a few moments, and quietly dismissed the subject from his mind. When he returned to his table he had no thoughts for any one but his sick niece.\\n\\n\\\"It seems strange,\\\" he said, \\\"that I have had no message about her yet. Perhaps Luca has heard something. It may be well if I go to the studio at once to find out.\\\"\\n\\nHe took up his hat and went to the door. Just as he opened it, Fabio's servant confronted him on the thresh old.\\n\\n\\\"I am sent to summon you to the palace,\\\" said the man. \\\"The doctors have given up all hope.\\\"\\n\\nFather Rocco turned deadly pale, and drew back a step. \\\"Have you told my brother of this?\\\" he asked.\\n\\n\\\"I was just on my way to the studio,\\\" answered the servant.\\n\\n\\\"I will go there instead of you, and break the bad news to him,\\\" said the priest.\\n\\nThey descended the stairs in silence. Just as they were about to separate at the street door, Father Rocco stopped the servant.\\n\\n\\\"How is the child?\\\" he asked, with such sudden eagerness and impatience, that the man looked quite startled as he answered that the child was perfectly well.\\n\\n\\\"There is some consolation in that,\\\" said Father Rocco, walking away, and speaking partly to the servant, partly to himself. \\\"My caution has misled me,\\\" he continued, pausing thoughtfully when he was left alone in the roadway. \\\"I should have risked using the mother's influence sooner to procure the righteous restitution. All hope of compassing it now rests on the life of the child. Infant as she is, her father's ill-gotten wealth may yet be gathered back to the Church by her hands.\\\"\\n\\nHe proceeded rapidly on his way to the studio, until he reached the river-side and drew close to the bridge which it was necessary to cross in order to get to his brother's house. Here he stopped abruptly, as if struck by a sudden idea. The moon had just risen, and her light, streaming across the river, fell full upon his face as he stood by the parapet wall that led up to the bridge. He was so lost in thought that he did not hear the conversation of two ladies who were advancing along the pathway close behind him. As they brushed by him, the taller of the two turned round and looked back at his face.\\n\\n\\\"Father Rocco!\\\" exclaimed the lady, stopping.\\n\\n\\\"Donna Brigida!\\\" cried the priest, looking surprised at first, but recovering himself directly and bowing with his usual quiet politeness. \\\"Pardon me if I thank you for honoring me by renewing our acquaintance, and then pass on to my brother's studio. A heavy affliction is likely to befall us, and I go to prepare him for it.\\\"\\n\\n\\\"You refer to the dangerous illness of your niece?\\\" said Brigida. \\\"I heard of it this evening. Let us hope that your fears are exaggerated, and that we may yet meet under less distressing circumstances. I have no present intention of leaving Pisa for some time, and I shall always be glad to thank Father Rocco for the politeness and consideration which he showed to me, under delicate circumstances, a year ago.\\\"\\n\\nWith these words she courtesied deferentially, and moved away to rejoin her friend. The priest observed that Mademoiselle Virginie lingered rather near, as if anxious to catch a few words of the conversation between Brigida and himself. Seeing this, he, in his turn, listened as the two women slowly walked away together, and heard the Italian say to her companion: \\\"Virginie, I will lay you the price of a new dress that Fabio d'Ascoli marries again.\\\"\\n\\nFather Rocco started when she said those words, as if he had trodden on fire.\\n\\n\\\"My thought!\\\" he whispered nervously to himself. \\\"My thought at the moment when she spoke to me! Marry again? Another wife, over whom I should have no influence! Other children, whose education would not be confided to me! What would become, then, of the restitution that I have hoped for, wrought for, prayed for?\\\"\\n\\nHe stopped, and looked fixedly at the sky above him. The bridge was deserted. His black figure rose up erect, motionless, and spectral, with the white still light falling solemnly all around it. Standing so for some minutes, his first movement was to drop his hand angrily on the parapet of the bridge. He then turned round slowly in the direction by which the two women had walked away.\\n\\n\\\"Donna Brigida,\\\" he said, \\\"I will lay you the price of fifty new dresses that Fabio d'Ascoli never marries again!\\\"\\n\\nHe set his face once more toward the studio, and walked on without stopping until he arrived at the master-sculptor's door.\\n\\n\\\"Marry again?\\\" he thought to himself, as he rang the bell. \\\"Donna Brigida, was your first failure not enough for you? Are you going to try a second time?\\\"\\n\\nLuca Lomi himself opened the door. He drew Father Rocco hurriedly into the studio toward a single lamp burning on a stand near the partition between the two rooms.\\n\\n\\\"Have you heard anything of our poor child?\\\" he asked. \\\"Tell me the truth! tell me the truth at once!\\\"\\n\\n\\\"Hush! compose yourself. I have heard,\\\" said Father Rocco, in low, mournful tones.\\n\\nLuca tightened his hold on the priest's arm, and looked into his face with breathless, speechless eagerness.\\n\\n\\\"Compose yourself,\\\" repeated Father Rocco. \\\"Compose yourself to hear the worst. My poor Luca, the doctors have given up all hope.\\\"\\n\\nLuca dropped his brother's arm with a groan of despair. \\\"Oh, Maddalena! my child--my only child!\\\"\\n\\nReiterating these words again and again, he leaned his head against the partition and burst into tears. Sordid and coarse as his nature was, he really loved his daughter. All the heart he had was in his statues and in her.\\n\\nAfter the first burst of his grief was exhausted, he was recalled to himself by a sensation as if some change had taken place in the lighting of the studio. He looked up directly, and dimly discerned the priest standing far down at the end of the room nearest the door, with the lamp in his hand, eagerly looking at something.\\n\\n\\\"Rocco!\\\" he exclaimed, \\\"Rocco, why have you taken the lamp away? What are you doing there?\\\"\\n\\nThere was no movement and no answer. Luca advanced a step or two, and called again. \\\"Rocco, what are you doing there?\\\"\\n\\nThe priest heard this time, and came suddenly toward his brother, with the lamp in his hand- so suddenly that Luca started.\\n\\n\\\"What is it?\\\" he asked, in astonishment. \\\"Gracious God, Rocco, how pale you are!\\\"\\n\\nStill the priest never said a word. He put the lamp down on the nearest table. Luca observed that his hand shook. He had never seen his brother violently agitated before. When Rocco had announced, but a few minutes ago, that Maddalena's life was despaired of, it was in a voice which, though sorrowful, was perfectly calm. What was the meaning of this sudden panic--this strange, silent terror?\\\"\\n\\nThe priest observed that his brother was looking at him earnestly. \\\"Come!\\\" he said in a faint whisper, \\\"come to her bedside: we have no time to lose. Get your hat, and leave it to me to put out the lamp.\\\"\\n\\nHe hurriedly extinguished the light while he spoke. They went down the studio side by side toward the door. The moonlight streamed through the window full on the place where the priest had been standing alone with the lamp in his hand. As they passed it, Luca felt his brother tremble, and saw him turn away his head.\\n\\n```\\n          .     .     .     .     .     .     .     .\\n```\\n\\nTwo hours later, Fabio d'Ascoli and his wife were separated in this world forever; and the servants of the palace were anticipating in whispers the order of their mistress's funeral procession to the burial-ground of the Campo Santo.\\n\\nPART THIRD.\\n\\nCHAPTER I.\\n\\nABOUT eight months after the Countess d'Ascoli had been laid in her grave in the Campo Santo, two reports were circulated through the gay world of Pisa, which excited curiosity and awakened expectation everywhere.\\n\\nThe first report announced that a grand masked ball was to be given at the Melani Palace, to celebrate the day on which the heir of the house attained his majority. All the friends of the family were delighted at the prospect of this festival; for the old Marquis Melani had the reputation of being one of the most hospitable, and, at the same time, one of the most eccentric men in Pisa. Every one expected, therefore, that he would secure for the entertainment of his guests, if he really gave the ball, the most whimsical novelties in the way of masks, dances, and amusements generally, that had ever been seen.\\n\\nThe second report was, that the rich widower, Fabio d'Ascoli, was on the point of returning to Pisa, after having improved his health and spirits by traveling in foreign countries; and that he might be expected to appear again in society, for the first time since the death of his wife, at t he masked ball which was to be given in the Melani Palace. This announcement excited special interest among the young ladies of Pisa. Fabio had only reached his thirtieth year; and it was universally agreed that his return to society in his native city could indicate nothing more certainly than his desire to find a second mother for his infant child. All the single ladies would now have been ready to bet, as confidently as Brigida had offered to bet eight months before, that Fabio d'Ascoli would marry again.\\n\\nFor once in a way, report turned out to be true, in both the cases just mentioned. Invitations were actually issued from the Melani Palace, and Fabio returned from abroad to his home on the Arno.\\n\\nIn settling all the arrangements connected with his masked ball, the Marquis Melani showed that he was determined not only to deserve, but to increase, his reputation for oddity. He invented the most extravagant disguises, to be worn by some of his more intimate friends; he arranged grotesque dances, to be performed at stated periods of the evening by professional buffoons, hired from Florence. He composed a toy symphony, which included solos on every noisy plaything at that time manufactured for children's use. And not content with thus avoiding the beaten track in preparing the entertainments at the ball, he determined also to show decided originality, even in selecting the attendants who were to wait on the company. Other people in his rank of life were accustomed to employ their own and hired footmen for this purpose; the marquis resolved that his attendants should be composed of young women only; that two of his rooms should be fitted up as Arcadian bowers; and that all the prettiest girls in Pisa should be placed in them to preside over the refreshments, dressed, in accordance with the mock classical taste of the period, as shepherdesses of the time of Virgil.\\n\\nThe only defect of this brilliantly new idea was the difficulty of executing it. The marquis had expressly ordered that not fewer than thirty sheperdesses were to be engaged--fifteen for each bower. It would have been easy to find double this number in Pisa, if beauty had been the only quality required in the attendant damsels. But it was also absolutely necessary, for the security of the marquis's gold and silver plate, that the shepherdesses should possess, besides good looks, the very homely recommendation of a fair character. This last qualification proved, it is sad to say, to be the one small merit which the majority of the ladies willing to accept engagements at the palace did not possess. Day after day passed on; and the marquis's steward only found more and more difficulty in obtaining the appointed number of trustworthy beauties. At last his resources failed him altogether; and he appeared in his master's presence about a week before the night of the ball, to make the humiliating acknowledgment that he was entirely at his wits' end. The total number of fair shepherdesses with fair characters whom he had been able to engage amounted only to twenty-three.\\n\\n\\\"Nonsense!\\\" cried the marquis, irritably, as soon as the steward had made his confession. \\\"I told you to get thirty girls, and thirty I mean to have. What's the use of shaking your head when all their dresses are ordered? Thirty tunics, thirty wreaths, thirty pairs of sandals and silk stockings, thirty crooks, you scoundrel--and you have the impudence to offer me only twenty-three hands to hold them. Not a word! I won't hear a word! Get me my thirty girls, or lose your place.\\\" The marquis roared out this last terrible sentence at the top of his voice, and pointed peremptorily to the door.\\n\\nThe steward knew his master too well to remonstrate. He took his hat and cane, and went out. It was useless to look through the ranks of rejected volunteers again; there was not the slightest hope in that quarter. The only chance left was to call on all his friends in Pisa who had daughters out at service, and to try what he could accomplish, by bribery and persuasion, that way.\\n\\nAfter a whole day occupied in solicitations, promises, and patient smoothing down of innumerable difficulties, the result of his efforts in the new direction was an accession of six more shepherdesses. This brought him on bravely from twenty-three to twenty-nine, and left him, at last, with only one anxiety--where was he now to find shepherdess number thirty?\\n\\nHe mentally asked himself that important question, as he entered a shady by-street in the neighborhood of the Campo Santo, on his way back to the Melani Palace. Sauntering slowly along in the middle of the road, and fanning himself with his handkerchief after the oppressive exertions of the day, he passed a young girl who was standing at the street door of one of the houses, apparently waiting for somebody to join her before she entered the building.\\n\\n\\\"Body of Bacchus!\\\" exclaimed the steward (using one of those old Pagan ejaculations which survive in Italy even to the present day), \\\"there stands the prettiest girl I have seen yet. If she would only be shepherdess number thirty, I should go home to supper with my mind at ease. I'll ask her, at any rate. Nothing can be lost by asking, and everything may be gained. Stop, my dear,\\\" he continued, seeing the girl turn to go into the house as he approached her. \\\"Don't be afraid of me. I am steward to the Marquis Melani, and well known in Pisa as an eminently respectable man. I have something to say to you which may be greatly for your benefit. Don't look surprised; I am coming to the point at once. Do you want to earn a little money? honestly, of course. You don't look as if you were very rich, child.\\\"\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/32](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/32)\\n\\n\",\"timestamp\":1639207537,\"title\":\"\\nFabio sighed bitterly while he read the letter. \\\"Why,\\\" he whispered to himself\"},\"digest\":\"BJdUWJGDMtR23G8uO--ZKgO2SzVeFZGRyMMo2zv63JE\",\"authorship\":{\"contributor\":\"0x78E122EE80026e3069E79387D188d772001055Aa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Qd-tW4GZ2NebbkCDPTzfFVhoAU1yixv5J5C5Ofu065g\\\",\\\"y\\\":\\\"HOdH3Pmvf6xr3OSIl64A24DnlUExRlR3Pp6Sz2nEF8c\\\"}\",\"signature\":\"SRXj83J4ucF8xZv3AI33ERlJOqekDeLrYFXtbi2sJbl4GVHKcKAjnld_3EZO3K68ICnyIh2OEBexaJsILx2hKQ\",\"signingKeySignature\":\"0xd3ddc50368a644b2ba06923c453d4c875ffd681e8c2dbd5c3ef9bc56aae0c51f128d5b75a9cc94cfe0cd080c42e095c79b9c7ed326976432a749b3d88297e9a21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Qd-tW4GZ2NebbkCDPTzfFVhoAU1yixv5J5C5Ofu065g\\\",\\\"y\\\":\\\"HOdH3Pmvf6xr3OSIl64A24DnlUExRlR3Pp6Sz2nEF8c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BJdUWJGDMtR23G8uO--ZKgO2SzVeFZGRyMMo2zv63JE\"}"