"{\"content\":{\"body\":\"Over the South China Sea, Beirut, Green Fire and Beibei stood on one side, while the shadowy figures in the sky gradually solidified.\\n\\nGreen robes, long green hair, green eyes, smile, heaven and earth seemed to tremble.\\n\\n\\\"Is this the Supreme God of life?\\\"Lin Lei stared at the appearance of this woman, the woman wearing the crown of life!The bottom of my heart can not help throbbing, on appearance, Lin Lei has never seen more perfect than life supreme god, on temperament, life supreme god that noble temperament, is that kind of dust.\\n\\nThe eyes of the supreme god of life fell on Lin Lei.\\n\\n\\\"Heaven and earth are born. This is the seventh Supreme God mission and the second one I have posted. Congratulations, Linlei & Baruch, you have done it.\\\"The Supreme God of Life spoke softly in his ears and in his head, \\\"According to the mandate, you can ask me one thing right now, and I will do it for you if I can.\\\"\\n\\nVoice echoes, Lin Lei the whole person is lost.\\n\\n\\\"What do you want?\\\"The High Life god spoke.\\n\\n\\\"Demands?\\\"\\n\\nLin Lei suddenly woke up.\\n\\nBeirut, Green Fire they wake up and are shocked.\\\"The green fire, the supreme god of life, makes us lose our mind just by talking and laughing.It's terrible.\\\"It was said in Beirut, \\\"The Most High God, the Most High Being.Surely the power of the highest artifact is far greater than that of the Lord.\\\"\\n\\n\\\"Rightness, pity only, Lin Lei he does not choose supreme artifact.\\\"The green fire sighed in secret.\\n\\n\\\"Great God of life, my request is that my grandfather Drinkwater be brought back to life!\\\"Lin Lei looked up at the highest god of life, lian Dao.= = =\\n\\n\\\"The resurrection......\\\"The High God of life is a little silent.\\n\\nLin Lei heart is uneasy: \\\"must be successful!Grandpa Delyn must come back!\\\"As far as Lin Lei knows.Shattered, the Lord God is beyond salvation.Only the Supreme God is possible, especially the Supreme God of life.It is the rule of life, controlling the law of life of countless planes.\\n\\n\\\"I'm sorry, but I can't meet your request.\\\"The voice of the Supreme God of life is as calm as ever.\\n\\n\\\"Can't get enough?Beibei's eyes widened.\\n\\n\\\"Can't get enough?Beirut, green fire two people is also a surprise.\",\"timestamp\":1635744261,\"title\":\"The Supreme God of life\"},\"digest\":\"ONHCHY_O4mevHq9Vuv81qYRbf3B0Z-rrPS33fZaYwbo\",\"authorship\":{\"contributor\":\"0x3C6e0FF33eaFa711B9E07Ae9C0745DEc633e249a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qq3XhKP08l6cuIjIW9nLKE9gtvAeyO3N0AL-DX3ox_I\\\",\\\"y\\\":\\\"pQrjcMMvX2hAbTAQ81TttquyaXmRCphCUcbcb3muXP4\\\"}\",\"signature\":\"DotX_SLN1RzOgQM4YrboxJ0uuDkkiIdLERQJPyP_k_rJ14RagmvYjA45dProV2kamvA0Kq4qWO2BWcSK3nLn8w\",\"signingKeySignature\":\"0xea813b7d533962e7e7a3ffda33391115cdcb4a96e74b3306bea312c41d468bc2273a5984be26ed1fa43aedb1c757af7fa1c02d12a436234a8db352e2e6da5c6c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qq3XhKP08l6cuIjIW9nLKE9gtvAeyO3N0AL-DX3ox_I\\\",\\\"y\\\":\\\"pQrjcMMvX2hAbTAQ81TttquyaXmRCphCUcbcb3muXP4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ONHCHY_O4mevHq9Vuv81qYRbf3B0Z-rrPS33fZaYwbo\"}"