"{\"content\":{\"body\":\"Mourning and sorrow filled the heart of Afrasiyab because of his defeat, and he pondered in his spirit how the fortunes of Iran might be retrieved. So he sent messengers unto all his vassals that they should unsheathe the sword of strife and make ready an army. And the nobles did as Afrasiyab bade them, and they got together an host that covered the ground, and sent it forth before the King. And the King placed Schideh his son at the head thereof, and he said unto him-\\n\\n\\\"Open not the door of peace, neither treat Kai Khosrau other than as an enemy.\\\"\\n\\nNow when the Shah heard tidings of the army that Afrasiyab had made ready against him, he commanded that no man who could use the bridle and the stirrup should stay within the borders of Iran. And when the army was ready he placed at its head Gudarz the wise. But Kai Khosrau bade yet again that Gudarz should seek to win Piran the Pehliva unto Iran ere the hosts met in battle. For the Shah remembered the benefits he had received at his hands, and it grieved him sore to go out against him in enmity. And Gudarz did as the Shah desired, and when he had crossed the Jihun he sent Gew, his son, unto Piran that he might speak with him. But Piran shut ear unto the voice of Gew, and he said that he had led forth his army to battle, and that it behoved him to do that which was commanded of Afrasiyab.\\n\\nSo the two armies were drawn up in order of battle, and each desired that the other should fall upon them the first. And for three days and three nights they faced each other, and you would have said that no man so much as moved his lips. And Gudarz was posted before his men, and day and night he searched the stars and the sun and moon for augury. And he demanded of them whether he should advance or whether he should stay. And Piran also waited that he might behold what the Iranians would do.\\n\\nBut Byzun was angry thereat, and he went before his father and entreated him to urge his grandsire unto action. \\\"For surely,\\\" he said, \\\"Gudarz hath lost his wits that he thus regardeth the sun and stars, and thinketh not of the enemy.\\\" And Gew strove in vain to quiet him.\\n\\nAnd in the ranks of Turan also Human grew impatient, and he asked permission of his brother to challenge the nobles of Iran to single fight. And Piran sought to dissuade him in vain. So he got ready his steed of battle, and rode until he came within the lines of Iran. And when he was come thither he sought out Rehham, the son of Gudarz, and challenged him to measure his strength. But Rehham said-\\n\\n\\\"My soul thirsteth after the combat, yet since my father hath commanded that the army advance not, it beseemeth me not to forget his behests. And remember, O valiant Turk, that he who ventureth first upon the battlefield hath no need to seek the pathway to return.\\\"\\n\\nThen Human said, \\\"Men had told unto me that Rehham was a knight of courage, but now I know that he is afraid.\\\" And he turned away his steed and rode until he came nigh unto Friburz, and he challenged him also in words of pride, and he said-\\n\\n\\\"Thou art brother unto Saiawush, show now if there live within thee aught of valour.\\\"\\n\\nBut Friburz answered, \\\"Go forth before Gudarz and demand of him that I may fight, and verily if he listen unto thy voice, it will be a joy unto my soul.\\\"\\n\\nThen Human said, \\\"I see that thou art a hero only in words.\\\" And he turned his back upon him also, and he rode till that he came before Gudarz the Pehliva. And he raised his voice and spake unto him words of insolence, and he defied him to lead forth his army. But Gudarz would not listen unto his voice. Then Human turned him back unto the camp of Turan, and he said unto the army how that the men of Iran were craven. And when the army heard it they raised shouts of great joy.\\n\\nNow the shouting of the men of Turan pierced even unto the cars of the Iranians, and they were sore hurt thereat; and the nobles came before Gudarz and laid before him their complaints, and they entreated of him that he would lead them forth that they might prove their valour. And Byzun, when he heard what had been done, came before his grandsire like to a lion in his fury, and he craved that he would grant unto him that he might reply unto the challenge of Human. Now when Gudarz beheld that all the nobles were against him, he listened unto the ardour of Byzun, and he gave to him leave to go forth, and he accorded to him the armour of Saiawush, and he blessed him and bade him be victorious. Then Byzun sent a messenger unto Human, and the place of combat was chosen. And when the sun was risen they met upon the field, and Human cried unto his adversary, and he said-\\n\\n\\\"O Byzun, thine hour is come, for I will send thee back unto Gew in such guise that his heart shall be torn with anguish.\\\"\\n\\nBut Byzun answered and said, \\\"Why waste we our time in words, let us fall upon one another.\\\"\\n\\nThen they did as Byzun desired. And they fought with swords and with arrows, with maces also and with fists, and sore was the struggle and weary, and the victory leaned unto neither side. And they strove thus from the time of dawn until the sun had lengthened the shadows, and Byzun was afraid lest the day should end in doubt. Then he sent up a prayer unto Ormuzd that He would lend unto him strength. And Ormuzd listened unto the petition of His servant. Then Byzun caught Human in his arms and flung him upon the ground, and he beat out his brains, and he severed his head from off his trunk, that the murder of Saiawush might be avenged. Then he gave thanks unto God, and turned him back unto the camp, and he bore aloft the head of Human. And the army of Iran, when they beheld it, set up a great shout, but from the ranks of Turan there came the noise of wailing. And Piran was bowed down with grief and anger, and he commanded the army should go forth and fall upon the Iranians.\\n\\nNow there was fought a battle such as men have not seen the like. And the earth was covered with steel, and arrows fell from the clouds like hail, and the ground was torn with hoofs, and blood flowed like water upon the plains. And the dead lay around in masses, and the feet of the horses could not stir because of them. Then the chiefs of the army said among themselves-\\n\\n\\\"If we part not these heroes upon the field of vengeance, there will remain nought when the night is come save only the earth that turns, and God, the Master of the world.\\\"\\n\\nYet they withdrew not from the combat until the darkness had thrown a mantle over the earth, and they could no longer look upon their foes.\\n\\nNow when the earth was become like unto ebony, the leaders of the hosts met in conference. And it was decided between them that they should choose forth valiant men from their midst, and that on the morrow the fate of the lands should be decided by them. For they grieved for the blood that had been spilled, and they desired that the hand of destruction be stayed. So when the morning was come they chose forth their champions, and ten men of valour were picked from each host, and Piran and Gudarz led them out unto the plain. Now on each side of the plain uprose a mountain. So Gudarz said unto his comrades-\\n\\n\\\"Whosoever among you hath laid low his adversary, let him mount this hill and plant the flag that he hath won upon its crest, that the army may learn whom we have vanquished.\\\"\\n\\nAnd Piran spake unto his men in like manner. Then the ten drew up and faced one another, and each man stood opposed to the adversary that he had chosen. Now Friburz was the first to begin combat, and he was opposed unto Kelbad, the kinsman of Piran. And he rode at him with fury, and he laid him low with his bow, and he galloped with joy unto the mountain and planted the standard of Kelbad upon its crest. Then when it was done, Gew came forward to meet his adversary, and he was placed over against Zereh, the man whom Kai Khosrau hated because he had severed the head of Saiawush from its trunk. And Gew was careful not to slay him, but he threw his cord about him and caught him in the snares and bound him. Then he took from him his standard, and led him bound unto the mountain. And there followed after him Gourazeh, and he too laid low his foe and planted his flag upon the crest of the hill. And likewise did all the champions of Iran; and when the ninth hour was ended there waved nine standards from off the hill, and none remained to fight save only Piran and Gudarz the aged. Then Gudarz girded him for the combat, and for a mighty space they wrestled sore, but in the end Gudarz laid low the power of Piran.\\n\\nNow when the Iranians beheld the standard of Piran planted aloft amid those of his champions, they were beside themselves for joy, and they called down the blessings of Heaven upon the knight. Then a messenger was sent to bear the tidings unto Kai Khosrau, and he took with him Zereh that the Shah might with his own hand sever that vile head from off its trunk. And Kai Khosrau rejoiced at the news, and he rode forth that he might visit his army. But when he beheld the body of Piran he wept sore, and he remembered his kindness of old, and he grieved for the man that had been to him a father. Then he commanded that a royal tomb be raised unto Piran, and he seated him therein upon a throne of gold, and he did unto him all reverence. But when it was done he aided his army to beat back the men of Turan yet again, and he caused them to sue for peace. And when they had brought forth their armour and piled it at the feet of Kai Khosrau, he bade them depart in peace. Then he returned with joy unto his own land, and he gave thanks unto God for the victory that was his. But he knew also that the time of peace could not be long, and that Afrasiyab would dream of vengeance.\",\"timestamp\":1638114533,\"title\":\"THE DEFEAT OF AFRASIYAB\"},\"digest\":\"kq2t9qivwIGxDbuxzzKKlX-GwUrHVfpLpNBcd6XL0s0\",\"authorship\":{\"contributor\":\"0x16990aD90610D9D4925b2E887231d56E95e0FBFb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V7Ts7Vfjs0YimOJ3ZnXG31zQbKUAWC7mJRg0-liNxrk\\\",\\\"y\\\":\\\"cGh0xwz4KwkmwXJz2EyHRwXKmzJldeZ1_WtTBT_o-oY\\\"}\",\"signature\":\"q-dQ9Kkmpjn2I-VOEiuQ28TRaqLjNIZhOjwZXEGefTAp_HLYspl9K6Qv0PWhJiL6YQUIzU7B3UTuuyItpBlMGA\",\"signingKeySignature\":\"0x5e2a8b546984bceff15076d1a4dd3b33ad8bdf681aa82721961bb01211c5261f385019442b43a95bf86a8fa8274b1126422488dd154c3397b440e9a9910cc0711c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V7Ts7Vfjs0YimOJ3ZnXG31zQbKUAWC7mJRg0-liNxrk\\\",\\\"y\\\":\\\"cGh0xwz4KwkmwXJz2EyHRwXKmzJldeZ1_WtTBT_o-oY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kq2t9qivwIGxDbuxzzKKlX-GwUrHVfpLpNBcd6XL0s0\"}"