"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/J27XeVUC6jftSUALqoiuM.png?height=593&width=1049)\\n\\n**Author**: Momir Amidzic (IOSG Ventures)\\n\\n**Acknowledgments**:*Thanks to Xinshu Dong (IOSG), Yenwen Feng (Perpetual Protocol), Liu Jie (MCDEX), and the SynFutures team for providing valuable feedback.*\\n\\nEarly on, many believed DEXes would stand no chance against CEX giants in terms of cryptocurrency trading. How in the world could simple [constant product AMM](https://docs.uniswap.org/protocol/V2/concepts/protocol-overview/glossary) replace the likes of Binance and Coinbase. Moreover, DEX is so expensive to use. Doomed to failure, right?\\n\\nWrong. Fast forward two years, DEXes are **still inefficient** relative to CEXes and trading is still expensive. Even so, few question the value of the AMM model and DEXs [combined market cap](https://www.coingecko.com/en/defi) is worth tens of billions of dollars with Uniswap alone being valued at $15B.\\n\\nThe moral of the story: Many failed to see how DEXes can outperform CEXes.\\n\\nStill, even now we continue to see the same pattern of doubt. This time it’s all about derivative exchanges. Can DEXes compete with giants such as FTX? FTX, after all, has an amazing user experience, efficient and robust liquidation, and cross margin engines, it is available 24/7, provides fair and non-exclusive access to [services](https://help.ftx.com/hc/en-us/articles/4404204316052-FTX-s-Unique-Design) (upon completing the KYC process) with extremely low cost for the users.\\n\\nIndeed, centralized exchanges such as FTX will likely remain the most efficient derivatives venues in the medium term. But does that mean DEXes will have to become as efficient as FTX to get significant traction? This time we should avoid making the same wrong assumptions or underestimate the advantages of smart contract-based exchanges.\\n\\nWhat are those advantages?\\n\\n# Decentralization & Censorship Resistance — Wider Implications\\n\\nIn addition to security, decentralization also provides transparency, informed decision making, and community-led growth, while preventing centralized authority from abusing its power and, even more importantly, censoring dissent.\\n\\nAs a result, DEXes open up opportunities beyond the cryptocurrency markets, making the **Total Addressable Market (TAM) of DeFi derivatives much larger than the CEX TAM**. This element is discussed in more detail in the Market Opportunity section below.\\n\\nThe importance of decentralization was plainly evident when Uniswap [blacklisted](https://uniswap.org/blog/token-access-app/) some of the derivatives assets from their front end due to regulatory concerns.\\n\\nFor DEXes to fully unlock their potential, it may be necessary to follow the lead of another DeFi protocol — [Liquity](http://www.liquity.org/), which implemented decentralization down to the tiniest detail, even setting up the incentive structure to support the creation of [decentralized front ends](https://medium.com/liquity/liquity-runs-on-decentralized-frontends-d0142f09495c).\\n\\n# Permissionless Nature\\n\\nDerivative DEXes should be permissionless: Anyone can launch new derivative markets using the available framework, and anyone can access the products regardless of geography, demography, or background.\\n\\nIf the community demands derivatives products for a specific purpose, DEXes should deliver the same way Uniswap lets anyone start the market for arbitrary ERC20 tokens and beyond.\\n\\nThe permissionless character will lead to the creation of unique derivatives markets. Moreover, it it will enable DeFi DEXes to scale beyond crypto.\\n\\nFully permissionless DEX could facilitate the trading of any security or commodity, not just crypto.\\n\\n# Composability — Fitting into the DeFi Puzzle\\n\\nAlthough commonplace in DeFi discussions, composability truly opens up opportunities that are otherwise impossible outside of DeFi. Composability in DeFi means that each protocol can be used as an infrastructural piece in other on-chain applications. Moreover, it stands for the almost frictionless flow of digital assets on-chain.\\n\\nPositions in DeFi protocols are tokenized and therefore a certain amount of capital can be simultaneously used in multiple instances, making the DeFi network far more capital efficient than participating in an isolated centralized system.\\n\\nFor example, you can deposit ETH to Maker, mint DAI, exchange 50% of DAI to ETH, use DAI and ETH to provide liquidity to Uniswap, get LP tokens from Uniswap and use them to increase collateral on Maker, mint more DAI, and create a leveraged LP position on Uniswap. Sounds complicated? It could be done with [one click](https://app.defisaver.com/recipes/book).\\n\\nLikewise, DeFi derivatives will benefit from composability with other protocols. Eventually, you will be able to use LP tokens from AMMs, lending protocols, yield aggregators, etc. as a margin to trade derivatives.\\n\\nIn addition, [the fusion of NFTs & DeFi](https://medium.com/iosg-ventures/road-to-financialization-of-nfts-145f3829dfdf) opens up a range of possibilities that may ultimately allow the usage of fractional NFT tokens as a margin on derivatives DEXes. Conversely, positions on DEXes could be represented via NFTs and find use-cases in other DeFi money legos.\\n\\nFurthermore, derivative DEXes have yet to create markets for speculating on the price of popular derivatives.\\n\\nCombinations of on-chain building blocks are limited only by the creativity of the users.\\n\\n# Composability — Cross-protocol margin\\n\\nRecently, Kyle Samani [suggested](https://mobile.twitter.com/KyleSamani/status/1415697802974347265) that the winner of the DEX derivatives race would be the protocol that is first to support cross-margining. This is based on a premise that superior cross-margining was the main reason FTX became the No 1 derivatives venue.\\n\\nYet, in DeFi, the cross-margin could be just another money lego and not necessarily the main focus on individual DEXes. Namely, DeFi opens up a possibility for cross-margin to be implemented across protocols.\\n\\nAn aggregation layer besides cross-protocol margin could also play a broader role by helping users optimize for price slippage, funding rate payments, etc. It could support unprecedented market depth and empower DeFi DEXes to compete against CEXes. Moreover, it should resolve pricing discrepancies between different on-chain venues and eventually **drive most volumes towards the market with the best liquidity**.\\n\\n# Leveling up DeFi — Reinforcing Effect of Derivatives on Other Protocols\\n\\nThe derivatives market inherently requires external information. Robust oracles are crucial for this direction to scale. Oracle service providers will be in a great position to monetize the growth of DeFi derivatives.\\n\\nMoreover, DeFi derivatives open up possibilities for the new range of products previously not possible.\\n\\nFor example, [Lemma](https://docs.lemma.finance/what-is-lusdc) aims to leverage derivative DEXes to create a decentralized synthetic stablecoin pegged to USD. It improves upon other solutions by lowering the collateralization ratio to 100%.\\n\\nThe growth of on-chain derivatives opens up the opportunity for integration with yield aggregation protocols that can arbitrage funding rate discrepancies and generate an alternative source of revenue. On-chain derivatives could improve the performance of liquidity providers on AMM platforms. As of now, LPs have limited on-chain solutions to hedge against the IL risk.\\n\\n[Recent](https://medium.com/iosg-ventures/uniswap-v3-uniswap-v3-race-to-higher-efficiency-or-amplified-lp-losses-dea834338d5f) [research](https://dune.xyz/vividot/Uniswap-V3-Vault-Range-Data-(for-me)) suggests that liquidity providers on Uniswap v3 suffer larger losses than on v2. For v3 to remain a sustainable concept it would require professionalization of the liquidity provision and implementation of more robust risk management techniques including derivatives as a hedge.\\n\\nFinally, within derivatives, there are large synergies between perpetuals and options. This is especially true for options AMMs where liquidity providers often have to accept unlimited directional exposure. With the growth of on-chain perpetuals, we should expect options AMMs to integrate perpetuals into the design providing auto-hedging features and reducing the risks associated with providing liquidity to the pools.\\n\\n# Not Everyone Wins\\n\\nWhile on-chain derivatives open up a whole new range of use cases that could improve the general performance and capital efficiency of the industry, not all verticals will benefit.\\n\\nNamely, leverage trading is already happening on-chain, where this demand is generally channeled through borrowing protocols such as Compound or AAVE.\\n\\nIt’s possible to use up to 20 different collaterals on these protocols to borrow tokens that can be sold in exchange for altcoins. Essentially, these platforms facilitate shorting of borrowed tokens as well as the potential to leverage the collateral deposited.\\n\\nThe emergence of borrowing platforms focused on supporting a more diverse set of collateral, (e.g. Euler, Kashi), further suggests the importance of diverse choices, i.e. supporting markets that otherwise wouldn’t be possible in CEXes.\\n\\nSimilarly, stablecoin platforms such as Liquity or MakerDAO allow taking leverage on the collateral. Due to the low capital requirement, you can create an 11x leverage position on ETH using Liquity protocol.\\n\\nNevertheless, these functions are going to be replaced by leveraged trading protocols. T**he yield may metamorphose from interest rates on lending pools to the funding rate on perpetual exchanges, where things fundamentally remain the same, i.e. leverage seekers are paying the supply side**.\\n\\nAs a result, lending protocols could, to some extent, become collateral damage of on-chain derivatives success.\\n\\n# Market Opportunity\\n\\nLooking at the top 10 derivatives and spot exchanges, derivatives volumes have already exceeded the spot market and the recent trend illustrates the increasing gap between the two. In the first half of 2021, the top 10 derivative CEXes generated about $27T in volume, while the top 10 spot exchanges accounted for around $12T.\\n\\n![Source: IOSG Ventures; Data Source: Coingecko API](https://images.mirror-media.xyz/publication-images/S7FALv_UPTzO0Kbm3ky4V.png?height=302&width=512)\\n\\nNevertheless, despite the larger volumes we cannot claim that derivatives represent the larger market opportunity. Due to the virtual exposure and leveraged trading, derivative exchanges have lower pricing power than spot exchanges.\\n\\nFor instance, spot trading exchanges such as Coinbase, Binance, Huobi, or Kraken are charging fees in the 0.1% to 0.5% range. On the other hand, futures trading fees go as low as 0.04%. Therefore, from the exchange perspective, $1 volume in derivative markets is not worth as $1 volume in the spot markets.\\n\\nA similar parallel applies to DEXes. For instance, SushiSwap stakers are able to receive 0.05% of the total volume in form of dividends, while MCDEX DAO and PERP stakers will be earning roughly 0.015% of the total volume generated on Mai v3 and Perpetual Protocol, respectively.\\n\\nNevertheless, even after discounting volumes, we expect futures in the medium to long term to become several times larger than in the spot. In the medium term, the institutionalization of the industry will drive more volumes into the derivatives market.\\n\\nIn the long term, decentralized derivatives volumes have the potential to exceed the crypto market **due to their non-censorship & permissionless character**,.\\n\\nPut simply,, the final target of derivatives DEXes is not FTX but CME Group. This means that eventually, DEXes could facilitate anything from stock market derivatives, agricultural markets e.g. wheat, live cattle derivatives, energy derivatives e.g. crude oil, to metals e.g. gold, copper.\\n\\nIn other words, decentralized exchanges could serve demand for hedging across the globe.\\n\\n*Make Illiquid Liquid*\\n\\nMoreover, DeFi could bring liquidity to various sectors, whether it be trading of tradFi products 24/7 instead of Monday to Friday or tokenizing highly illiquid real estate.\\n\\n![Source: https://markets.businessinsider.com/news/stocks/all-of-the-worlds-money-and-markets-in-one-visualization-2020-1029239678](https://images.mirror-media.xyz/publication-images/vLw89LgYWP4x1OegHLqse.png?height=650&width=406)\\n\\n# Current DEX Derivatives Landscape\\n\\n![](https://images.mirror-media.xyz/publication-images/nGmrbC9o_OpqW_ruS4PJ2.png?height=787&width=1400)\\n\\nThe DeFi Derivatives stack is packed.\\n\\n# Options\\n\\nThe majority of protocols are building crypto options, where Opyn, Pods, Hegic, Siren, Primitive, etc. are creating vanilla options on-chain, Thales and Divergence issuing binary options, Ribbon and UMA combining option payoffs to structure financial products, Volmex utilizing options data to derive implied volatility for crypto-assets and Shield and Deri issuing perpetual options.\\n\\n![Option Protocols; Classification According to Trading Mechanism](https://images.mirror-media.xyz/publication-images/KRMDgWRzrydmxXRv0eZwY.png?height=119&width=855)\\n\\n# Interest Rate Derivatives\\n\\nInterest rate swap protocols are creating IR-based derivatives allowing users to bet on the direction of DeFi yields or hedge against its volatility. This direction is relatively early even in the Nascent DeFi space, yet already filled with several valid players, where Swivel relies on the order book mechanism to facilitate the interest rate swap, Pendle and Element utilize their unique and distinctive AMM designs while Sense uses Uniswap v3 as an execution layer.\\n\\n![Interest Rate Derivatives in DeFi](https://images.mirror-media.xyz/publication-images/dPbTWFMX97OjLk1OCG0Wb.png?height=172&width=802)\\n\\n# Perpetual Swaps\\n\\nFinally, the largest market within the derivatives vertical — perpetual swaps/futures exchanges. According to tokeninsight.com, in 2020 the trading volume for cryptocurrency futures, and options trading reached 12 trillion, and 77.2 billion US dollars respectively, making futures more than 150 times larger than the options market in crypto.\\n\\nPerpetual swaps, although originally [proposed in the ](https://ideas.repec.org/a/bla/jfinan/v48y1993i3p911-31.html)’90s, are a crypto-native innovation since they found the first implementation only in 2016 when BitMex launched them on its exchange.\\n\\nAfterward, perpetuals became the hottest financial product in crypto and it has been driving the volumes on the largest centralized exchanges.\\n\\nConsidering the obvious market opportunity, DeFi perpetuals have attracted many teams to build innovative solutions in this direction, among which we compare several interesting designs.\\n\\n![](https://images.mirror-media.xyz/publication-images/uH8QUTjoVcSmJCtbyv6IR.png?height=777&width=1400)\\n\\nAs we see in the table above, only Perpetual Protocol v1 and dYdX are live on mainnet, while Perpetual Protocol v2, MCDEX Mai v3, and Futureswap v3 are waiting for Arbitrum launch and SynFutures is testing their v1.\\n\\nUntil recent dYdX token mining, Perpetual Protocol has consistently been №1 in terms of the volume generation.\\n\\n![Source: IOSG Ventures; Data Source: Coingecko API](https://images.mirror-media.xyz/publication-images/BQO5TKKxHRTtseDAgqUiE.png?height=330&width=512)\\n\\n# What put Perpetual Protocol in such a position and how organic is the growth?\\n\\nAs illustrated below, an average user on a regular day would generate more than $250k in volume, reaching peaks close to $3M.\\n\\nThe daily record is held by 0x1a48776f436bcdaa16845a378666cf4ba131eb0f that generated more than $100M volume over 12k transactions on May 24th 2021!\\n\\n![](https://images.mirror-media.xyz/publication-images/UmohM89kKM-8Nayc-wqRr.png?height=196&width=512)\\n\\nSuch a large average user metric shows the potential domination of automated trading on the platform. To further explore this hypothesis, we can classify the volume according to trading frequency, with the assumption that **if the address is trading more than 100 times a day it is probably a bot**.\\n\\nWe classify all traders in three categories:\\n\\n* Less than 10 trades a day — low-frequency traders. Generally speaking, this is the most desirable trading volume, so-called random flow dominated by retail traders\\n* Between 10 and 100 trades a day — medium frequency traders. This is a broader category, at the lower end it likely represents more random volume, while the upper part could be representing arbitrageurs\\n* More than 100 trades a day\\n\\nAs shown below, high-frequency traders generate about 80–90% of the total protocol volume!\\n\\n![Source: IOSG Ventures; https://duneanalytics.com/momir/Perpetual-Protocol](https://images.mirror-media.xyz/publication-images/K05VQEww9jyrFFPAtNjaA.png?height=196&width=512)\\n\\n# What is the prerequisite for bot trading to happen on Perpetual? What are the incentives and trade-offs?\\n\\nThis much bot activity wouldn’t be possible if Perpetual hadn’t minimized oracle usage.\\n\\nvAMM is using oracles only once per hour, allowing bots to correct any price discrepancies between Perpetual and other venues. Recently, Perpetual Protocol [published an article](https://medium.com/perpetual-protocol/perpetual-protocol-arbitrageur-bot-8742c6d72e80) and code to help users run their own bots on the platform.\\n\\nInitially, there were only a couple of traders generating the majority of volume on Perpetual.\\n\\n0x1a48776f436bcdaa16845a378666cf4ba131eb0f has been ensuring vAMM prices are accurate since day 1. The first 10 days since the Perpetual launch, this address has continually generated about 90% of the trading volume.\\n\\n![Source: IOSG Ventures; https://dune.xyz/queries/114916](https://images.mirror-media.xyz/publication-images/KbhO_Tvu2HFypR7DSnF1t.png?height=127&width=512)\\n\\nHowever, trading is a zero-sum game, so what was the incentive for this address if there is nobody to trade against? Likely, it is just an insider address aiming to help bootstrap Perpetual volumes and prove the vAMM concept.\\n\\nYet, recently the protocol volumes have much less dependency on 0x1a48776f436bcdaa16845a378666cf4ba131eb0f where generally speaking the contribution doesn’t exceed 15% of the total volume.\\n\\nThe number of bots increased significantly, especially after integration with Hummingbot in [March](https://medium.com/@hummingbot/introducing-the-new-perpetual-protocol-connector-and-the-perpetual-to-spot-arb-strategy-55f00d3e8e37), and currently, there are regularly more than 50 bots competing on a daily basis.\\n\\n![Source: IOSG Ventures; https://duneanalytics.com/momir/Perpetual-Protocol](https://images.mirror-media.xyz/publication-images/6weOfKqige_D9wmqO_-_g.png?height=198&width=512)\\n\\nMinimizing oracle usage & large bot trading put Perpetual as the No 1 contender in the DEX derivatives. Yet, the concern is that they haven’t been able to attract a larger user base.\\n\\nSince none of the DEX derivatives has managed to attract a significant number of users, the race is still fairly open.\\n\\nPerpetual is moving forward from the initial design and preparing a v2 launch on Arbitrum, utilizing Uniswap v3 as the execution layer. The largest upgrade relative to v1 is the permissionless character of the DEX, cross margin engine, as well as the benefits of being a part of the Uniswap v3 ecosystem, among which capital efficiency and potentially access to a larger retail base might be the most important ones.\\n\\n# The reasons why DeFi derivatives haven’t taken off yet\\n\\nWhile spot markets have been booming, shepherded by Uniswap and other AMM solutions, DEX protocols still haven’t found a way to “unlock” the derivatives market.\\n\\nDeFi protocols correspond to 40% daily **spot** trading volume of the largest CEXes. That’s a sizeable amount, especially considering that only a year ago DeFi was a negligible part of the industry.\\n\\nOn the other hand, the scope of decentralized derivative markets’ scope is minuscule in comparison with centralized counterparts, generating only about 0.2% of the centralized derivative volumes.\\n\\n![Source: IOSG Ventures; Data Source: Coingecko API](https://images.mirror-media.xyz/publication-images/V_dj3SThhRIuCIK8knPGC.png?height=159&width=449)\\n\\nDerivative DEXes are still at embryonic stages, with the majority of the protocols currently under development, or launched just recently such as dYdX’s Starkware version.\\n\\nThe primary reason for slower progress is simply that derivatives trading is more complex than pure token swap, requiring sophisticated risk management, margin trading, liquidation engines, reliable price feeds, etc.\\n\\nFor instance, despite having launched in 2017, Synthetix will start a futures exchange this year with the launch of Optimism layer 2.\\n\\nThe challenges of building a leveraged trading platform are best summarized in the recent article written by Synthetix founder — [Frontrunning Synthetix: A History](https://blog.synthetix.io/frontrunning-synthetix-a-history/).\\n\\nAmong the first 50 Synthetix Improvement Proposals, 25% were addressing the front-running problem.\\n\\nAt one point in 2019, the front-running could have wiped out Synthetix from the nascent DeFi space because one of the bots could have exploited the failure of the price feed to potentially extract 11B sETH! Fortunately, the Synthetix team was agile enough to freeze the contracts before it was too late.\\n\\nIn more detail, front-runners observe mempool to identify oracle updates in the next block, after which they submit a transaction with a higher gas cost to exploit the new information.\\n\\nConsidering that derivatives imply leveraged trading and that many derivative protocols heavily rely on oracles, it was impossible to manage the risks in the current environment.\\n\\n# Better Days Ahead?\\n\\nThe potential solution is either designing projects that minimize oracle usage and adapt to the current technical limitation, or waiting for infrastructure improvement.\\n\\nThe majority of protocols choose the latter course. As a result, we have dYdX on Starkware, Synthetix launching on Optimism, MCDEX waiting for the Arbitrum launch, Perpetual Protocol running v1 on xDAI while preparing v2 for Arbitrum, as well as many projects launching on low latency blockchains such as Solana.\\n\\n*Main Risks*\\n\\nConsidering that most derivatives protocols are utilizing liquidity pool mechanisms and assuming counterparty to all the trades, it is crucial to limit the kind of front-running risks protocols are exposed to on Ethereum Layer1.\\n\\nLayer 2s allows for a reduction in oracle latency due to the higher throughput and are expected to prevent front-running and support more complex protocol designs, including leveraged decentralized solutions such as Synthetix’s futures exchange or MCDEX.\\n\\nStill, it is precisely because of leverage that the oracle risks for these protocols are amplified, as small malfunctions or any room for sophisticated arbitrageurs to play the system could be costly.\\n\\nRisks of arbitrage losses are also present in Perpetual Protocol v2 that relies on active liquidity providers instead of oracles to increase capital efficiency.\\n\\nStill, while in Synthetix or MCDEX this risk could be systematic or affecting the whole pool, in Perpetual it is restricted to individual liquidity providers. How well it can be mitigated largely depends on the quality of LP strategies that are yet to be developed.\\n\\n*Key factors*\\n\\nInfrastructure development paired with the growing number of innovative designs gives us confidence that, before long, derivative DEXes could pick up and gradually start capturing market share from the CEX peers.\\n\\nIn summary, derivatives have the potential to take DeFi mainstream, and compete directly with TradFi incumbents.\\n\\nYet, we are still at the beginning of the marathon. While arbitrage volumes are net positive for the development of the space as they ensure price efficiency and create authentic volumes for AMM protocols, ultimately the project that reaches the largest [user base](https://twitter.com/SBF_FTX/status/1426431416850657280) will be the winner. Retail investors, whales, and institutional investors are all looking to hedge or speculate on varying assets.\\n\\nFor reaching the retail base, composability with the wider ecosystem as well as community-led development manifested in the permissionless listing, collateral flexibility, etc. may play a crucial role.\\n\\nConcerns about liquidity and capital efficiency of individual protocols may be secondary in the hierarchy of needs i.e. initially it is more important to offer derivative products that the community demands rather than being the most liquid place for trading BTC. However, these factors could become key differentiating features at the later stage of the derivatives race and condition for attracting institutional capital.\\n\\n![](https://images.mirror-media.xyz/publication-images/Ae4MNA7JstVzaK5pKROyj.png?height=219&width=512)\\n\\n**Disclosure:**\\n\\n*Synthetix, Liquity, MCDEX, UMA, SynFutures, dTrade, Thales, and Volmex are IOSG portfolio projects.*\\n\\n![](https://images.mirror-media.xyz/publication-images/gpf4fCJmL9Fz8T9hjuTQG.png?height=82&width=700)\\n\\n \\n \",\"timestamp\":1641353627,\"title\":\"IOSG Research | Beyond Crypto: Decentralized Exchanges May Eventually Trade Everything\"},\"digest\":\"7wQsOguMdUJ-VgyYo_42U6tOY1Rn3fAaV-SPj2Fitnw\",\"authorship\":{\"contributor\":\"0xd8159c4DD43FEe99FA86D0BAaCA7a9cC33334864\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IrNwRyyV5qeEAVKrYYbR2GwKgwV9oiBiSE4OmxNmg_A\\\",\\\"y\\\":\\\"crLJpYwXR67C4ldGG508kcIM-ReUBDH5YblmiE3RDmU\\\"}\",\"signature\":\"2rXHRalAMWbpPJWSlCajr663eXGZRY7Q6PNXgqpp6fnbQAjptJlk8aqDIdVtHLFjYFS_BvRSlB5xM8MyzqpO2g\",\"signingKeySignature\":\"0x3cacac780fe70792bba7704453b9c0e94a2f67fde8f900d8fb3c5673ec818826037300d7a781c78d788fd5b8f77006f8346e179822bce17f127a3557e49a5e211c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IrNwRyyV5qeEAVKrYYbR2GwKgwV9oiBiSE4OmxNmg_A\\\",\\\"y\\\":\\\"crLJpYwXR67C4ldGG508kcIM-ReUBDH5YblmiE3RDmU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7wQsOguMdUJ-VgyYo_42U6tOY1Rn3fAaV-SPj2Fitnw\"}"