"{\"content\":{\"body\":\"## Major players and community upstarts alike are gunning for OpenSea. Can any of them claim the throne?\\n\\n![](https://images.mirror-media.xyz/publication-images/luR8HFmAbFVcTp0h1qCZh.png?height=787&width=1400)\\n\\n#### In brief\\n\\n* OpenSea is the leading NFT marketplace, handling billions of dollars’ worth of transactions a month recently.\\n* Many new marketplaces are launching to challenge OpenSea, including from major cryptocurrency exchanges.\\n\\nThis spring’s [NFT](https://decrypt.co/resources/non-fungible-tokens-nfts-explained-guide-learn-blockchain) market boom put up massive figures, but it was nothing compared to the late summer resurgence, which led to nearly [$10.7 billion of trading volume in Q3](https://decrypt.co/82635/nft-trading-volume-hit-10-67-billion-q3-700-previous-quarter) alone. And OpenSea ate up the bulk of that sales activity.\\n\\nWith some [$6.9 billion in trading volume](https://dune.xyz/rchen8/opensea) the last quarter and a 10x surge in activity from July to August, OpenSea has rapidly become the biggest player in the NFT space—a burgeoning market for unique digital [tokens](https://decrypt.co/?post_type=post&p=5720) that act like deeds of ownership over just about anything on the internet, including art, music, and more.\\n\\nHowever, its success hasn’t come without headaches, including soaring [Ethereum](https://decrypt.co/resources/what-is-ethereum-quickly-explained-four-minute-guide) [gas](https://decrypt.co/?post_type=post&p=5732) fees (i.e., the cost to transact on the network), [OpenSea’s head of product departing](https://decrypt.co/81096/opensea-parts-ways-executive-caught-trading-ethereum-nft-insider-info) after being caught trading with inside info, and [community blowback](https://decrypt.co/87701/opensea-ipo-criticism-crypto-ethereum-token) after its new chief financial officer [hinted at going public](https://decrypt.co/87675/opensea-hires-new-cfo-from-lyft-plans-ipo) (he [walked those comments back](https://twitter.com/BKRoberts/status/1468399263336083458)).\\n\\nIt’s a rapidly-changing space with a ton of money flowing in, so it’s no surprise to see other major players across the crypto space ramp up their own NFT marketplace efforts. Likewise, rival marketplaces are launching new features and benefits, while upstarts aim to leech away OpenSea users with a token or other incentives.\\n\\nHere are eight notable NFT marketplace projects—many of which have just launched or are on the horizon—that could steal some of OpenSea’s thunder in the months ahead.\\n\\n## 1. Coinbase NFT\\n\\nOpenSea has benefitted massively from a first-mover advantage, but Coinbase is one of the biggest names in the entire crypto industry—and Brian Armstrong and crew are gunning for the crown as NFTs continue permeating the mainstream.\\n\\nDue to launch by year’s end, [Coinbase NFT](https://decrypt.co/83237/coinbase-nft-marketplace-social-feed) will be a peer-to-peer platform like OpenSea, promising an “intuitive design built on top of a decentralized marketplace.” It will begin with [Ethereum](https://decrypt.co/?post_type=post&p=5726), currently the largest platform for NFTs, but plans to support other [blockchains](https://decrypt.co/?post_type=post&p=5712) as well. On top of all of that, Coinbase’s differentiating feature may be a social layer that could help create community and improve discoverability.\\n\\n[https://twitter.com/sanchans/status/1456391829922848768?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1456391829922848768%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fdecrypt.co%2F86146%2Fbiggest-nft-marketplace-challengers-opensea](https://twitter.com/sanchans/status/1456391829922848768?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1456391829922848768%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fdecrypt.co%2F86146%2Fbiggest-nft-marketplace-challengers-opensea)\\n\\nNo doubt, people are excited about the premise: Coinbase NFT already has millions of people on its waiting list as of this writing, compared to just over 750,000 [total active traders on OpenSea](https://dune.xyz/rchen8/opensea). The platform is also partnering with an array of popular NFT creators for exclusive drops, as well, so there may be incentive to use Coinbase’s platform over rival marketplaces.\\n\\n## 2. FTX NFTs\\n\\n[Launched in October](https://decrypt.co/83023/ftx-us-nft-marketplace-solana-ethereum-opensea) by crypto exchange FTX US, FTX NFTs has taken a different approach than Coinbase. First off, it started in the smaller but rapidly-growing [Solana](https://decrypt.co/resources/what-is-solana-a-scalable-decentralized-network-for-dapps) NFT world, but then rolled out Ethereum support [at the start of December](https://decrypt.co/87343/ftx-us-solana-ethereum-nfts-cryptopunks-bored-apes).\\n\\nSecondly, it’s not a peer-to-peer marketplace: it’s a centralized, custodial one, and it requires the same level of user identification/know-your-consumer (KYC) checks as FTX US itself. There are advantages over existing Solana marketplaces, however: the selling fees are lower, plus you can pay with a credit card or with funds from a bank or wire transfer. It also supports auctions in addition to fixed-price sales.\\n\\nFTX’s influence was quickly felt, too. After the marketplace said it wouldn’t list NFT projects that offered secondary royalties as a reward to other holders, due to U.S. securities law concerns, many Solana NFT projects [canceled their royalties plans](https://decrypt.co/83571/solana-nft-holder-royalties-ftx-us) to come onboard. We'll see whether the recently-added Ethereum support makes similar waves.\\n\\n[https://decrypt.co/83571/solana-nft-holder-royalties-ftx-us](https://decrypt.co/83571/solana-nft-holder-royalties-ftx-us)\\n\\n## 3. Nifty Gateway\\n\\nUntil just recently, Nifty Gateway was a marketplace solely for curated NFT artwork drops, and it stood apart from the pack in early 2021 thanks to projects with celebrities and prominent artists. But as the market has expanded, the Gemini-owned marketplace has started to evolve.\\n\\nIn October, Nifty Gateway refashioned itself as an [aggregator of other Ethereum NFT marketplaces](https://decrypt.co/84611/nifty-gateway-expands-beyond-curated-drops-ethereum-nft), pulling in their listings across avatar collections and more, and offering an easy way for users to buy NFTs with a credit card. And then just recently, it announced plans to use a partially off-chain system that [cuts gas fees on Ethereum NFT purchases](https://decrypt.co/87343/ftx-us-solana-ethereum-nfts-cryptopunks-bored-apes) by up to 70% by leveraging its existing custodial technology.\\n\\nNifty Gateway also hosted [Pak's nearly $92 million drop](https://decrypt.co/87694/pak-experimental-ethereum-nft-merge-sells-nearly-92-million) for the inventive Merge project, so the marketplace may ultimately get the best of both worlds as a curator and aggregator. January's planned launch for the new buying system could amplify its reach, as well.\\n\\n## 4. Infinity\\n\\nMuch as decentralized exchange [SushiSwap](https://decrypt.co/resources/what-is-sushiswap-how-to-buy-sushi-2021) sprang to life in an attempt to leech away users and assets from the established [Uniswap](https://decrypt.co/resources/what-is-uniswap) in a so-called “vampire attack,” Infinity [aims to do much the same with OpenSea](https://medium.com/@infinitydotxyz/announcing-infinity-the-ftx-of-nfts-e0c2930b5f48).\\n\\nInfinity sets itself apart from OpenSea with the use of a native governance token, which incentivizes use of the platform—and it is distributing 60% of the tokens to existing OpenSea users in the hopes of luring them over to Infinity instead. Infinity also has lower fees than OpenSea, and reuses the same smart contracts with a familiar-looking design.\\n\\nRight now, Infinity doesn’t have nearly as many prominent NFTs available as OpenSea, but it’s possible that the token could build momentum in time. Note that SushiSwap ultimately didn’t kill Uniswap, but still turned itself into a major decentralized exchange that’s still hot today. Anything is possible.\\n\\n[https://twitter.com/infinitydotxyz/status/1461720237129277441?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1461720237129277441%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fdecrypt.co%2F86146%2Fbiggest-nft-marketplace-challengers-opensea](https://twitter.com/infinitydotxyz/status/1461720237129277441?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1461720237129277441%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fdecrypt.co%2F86146%2Fbiggest-nft-marketplace-challengers-opensea)\\n\\n## 5. Rarible\\n\\nAbout a year ago, before the NFT market truly exploded, Rarible was putting up [more trading volume per month than OpenSea](https://dune.xyz/sophieqgu/NFT-Marketplaces). But that’s definitely not the case now: Rarible’s monthly volume has been in the ballpark of $20 million of late—much less than OpenSea handles in an average day, let alone a month.\\n\\nRarible launched its RARI governance token (the kind of token that grants voting rights) last year, satisfying a demand that many crypto faithful still have of OpenSea, and it hosts NFTs from popular collections like [Bored Ape Yacht Club](https://decrypt.co/resources/what-is-bored-ape-yacht-club-the-celebrity-nft-of-choice) and [Art Blocks](https://decrypt.co/79534/what-is-art-blocks-why-nfts-suddenly-selling-millions-ethereum). However, Rarible hasn’t been able to match OpenSea’s surge in recent months.\\n\\nHowever, Rarible is starting to find ways to set itself apart from OpenSea. It recently [launched support for the Flow blockchain](https://twitter.com/flow_blockchain/status/1458522888567341063) (the same used by [NBA Top Shot](https://decrypt.co/resources/what-is-nba-top-shot-a-beginners-guide-2021)) and will [add Tezos NFTs in mid-December](https://decrypt.co/87535/rarible-multi-chain-nft-future-ethereum-flow-tezos-solana), as well. It also plans to implement Solana and [Polygon](https://decrypt.co/resources/what-is-polygon-matic-and-why-it-matters-for-ethereum) NFTs in the near future, plus its new [wallet-to-wallet Ethereum messenger service](https://decrypt.co/86685/rarible-messenger-feature-ethereum-nft-marketplace) helps facilitate communication on the platform. Rarible's increasingly multi-chain and especially decentralized focus could give it an advantage in the long run.\\n\\n## 6. Zora\\n\\n[Zora](https://zora.co/) is a permissionless, Ethereum-based NFT protocol that charges zero fees, effectively making it a public good. Given that, it’s no surprise that it’s been embraced by [DAOs](https://decrypt.co/?post_type=post&p=5728) and crypto-native creators. It was used for the [$4 million sale of the original Doge meme NFT](https://decrypt.co/73386/doge-meme-nft-ethereum-pleasrdao) and a Bankless NFT [from former presidential candidate Andrew Yang](https://decrypt.co/83967/andrew-yang-bankless-release-nft-support-forward-party), plus social DAO Friends With Benefits and musician and artist [Holly Herndon use it](https://decrypt.co/78475/holly-plus-auction-house).\\n\\nThe protocol [launched with the idea](https://decrypt.co/36122/decentralized-fashion-brands-are-turning-consumers-into-creators) of enabling “Internet-owned brands” and later launched auction houses, which let creators and organizations launch their own branded marketplaces. Zora’s ambitions appear to be growing, and if industry players keep championing the protocol, then it could suck more and more attention away from OpenSea.\\n\\n[https://twitter.com/ourZORA/status/1447570240825593859?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1447570240825593859%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fdecrypt.co%2F86146%2Fbiggest-nft-marketplace-challengers-opensea](https://twitter.com/ourZORA/status/1447570240825593859?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1447570240825593859%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fdecrypt.co%2F86146%2Fbiggest-nft-marketplace-challengers-opensea)\\n\\n## 7. Artion\\n\\nHere’s another upstart marketplace that thinks that it can displace OpenSea, despite the leading platform’s considerable head start. Built on the [DeFi](https://decrypt.co/?post_type=post&p=25908) platform Fantom, [Artion](https://artion.io/) looks and feels a lot like OpenSea, but has zero selling fees and only charges for minting. Also, it promises lower transaction fees on Fantom compared to Ethereum’s ballooning [gas](https://decrypt.co/?post_type=post&p=5732) fees.\\n\\nIt’s early still, but Artion plans to [add a lot more functionality](https://fantom.foundation/blog/announcing-artion-the-fantom-nft-marketplace/) over time, including incorporating the bridge to bring assets from Ethereum to Fantom. That extra step could slow Artion’s potential play at stealing away mind and market share alike from OpenSea, but if Fantom’s own NFT market grows, then it could find opportunity at the intersection of both chains.\\n\\n[https://twitter.com/AndreCronjeTech/status/1438514932820037632?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1438514932820037632%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fdecrypt.co%2F86146%2Fbiggest-nft-marketplace-challengers-opensea](https://twitter.com/AndreCronjeTech/status/1438514932820037632?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1438514932820037632%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fdecrypt.co%2F86146%2Fbiggest-nft-marketplace-challengers-opensea)\\n\\n## 8. Reddit\\n\\nThis one’s technically a big question mark for now, but the massive social media community [Reddit is hiring a senior engineer](https://decrypt.co/84121/reddit-building-nft-marketplace-ethereum-token-rewards) to help build out an NFT marketplace. Whether it’s ultimately used for mass market trading remains to be seen, but given Reddit’s sizable user base, this could prove to be an effective onramp for people to get into NFT collecting.\\n\\nReddit already has an [Ethereum-based rewards token initiative](https://decrypt.co/76695/reddit-taps-layer-2-rollup-solution-scale-ethereum-based-tokens) that it’s trying to scale, so the company clearly sees the potential in the overall crypto space. If the site aims to take on OpenSea with whatever it’s brewing in the NFT market, the impact could be significant.\\n\\nGameStop is another potential wild card as an established brand planning to launch an Ethereum-powered NFT marketplace. Still riding the [“meme stock” momentum](https://decrypt.co/81862/big-short-investor-bitcoin-critic-michael-burry-subpoenaed-gamestop-trading) from earlier this year, GameStop is [reportedly using Loopring’s layer-2 scaling technology](https://decrypt.co/85199/loopring-price-gamestop-ethereum-nft), but it’s still unclear when the video game retailer will launch its platform.\",\"timestamp\":1639319612,\"title\":\"The Biggest NFT Marketplace Challengers Trying to Top OpenSea\"},\"digest\":\"8uSdUDK_VEulEs1zeE5Rdp48uHxXMuSYIEUvT5ff9D4\",\"authorship\":{\"contributor\":\"0xe8932fDCE31e77280070b374DC3C3d1A851eAeAb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Vt9qJiPKxUxKsfxr6onXExrNW5ccG-T1gtMsTbLqmTY\\\",\\\"y\\\":\\\"soyQ1OZ_vbAHZVYmpeu9L_dpApOo4CUYjjxFN1Ay-2c\\\"}\",\"signature\":\"DDWSrB8dH0Z2awUzba28mAd7nbX2bAnP0NIceDmKAQrGmGCEnO9w9D99ND5vBNTYOHNvsXo_f7TycyZTtV-lzQ\",\"signingKeySignature\":\"0xb7ba90f3759db44b0467165c00fd2e7303ab60da6708a75f22516722e194a69e4dcac831e707a4b0859944a6ada363f9d4d17fc1053c5c03fb148b0c99a41d651b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Vt9qJiPKxUxKsfxr6onXExrNW5ccG-T1gtMsTbLqmTY\\\",\\\"y\\\":\\\"soyQ1OZ_vbAHZVYmpeu9L_dpApOo4CUYjjxFN1Ay-2c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8uSdUDK_VEulEs1zeE5Rdp48uHxXMuSYIEUvT5ff9D4\"}"