"{\"content\":{\"body\":\", had\\ncertainly a noble library, and many beautifully bound books stamped\\nwith daisies are attributed to her collections.  They bear the\\nmotto, \\\"Expectata non eludet,\\\" which appears to refer, first to the\\ndaisy (\\\"Margarita\\\"), which is punctual in the spring, or rather is\\n\\\"the constellated flower that never sets,\\\" and next, to the lady,\\nwho will \\\"keep tryst.\\\"  But is the lady Marguerite de Valois?\\nThough the books have been sold at very high prices as relics of the\\nleman of La Mole, it seems impossible to demonstrate that they were\\never on her shelves, that they were bound by Clovis Eve from her own\\ndesign. \\\"No mention is made of them in any contemporary document,\\nand the judicious are reduced to conjectures.\\\"  Yet they form a most\\nimportant collection, systematically bound, science and philosophy\\nin citron morocco, the poets in green, and history and theology in\\nred.  In any case it is absurd to explain \\\"Expectata non eludet\\\" as\\na reference to the lily of the royal arms, which appears on the\\ncentre of the daisy-pied volumes.  The motto, in that case, would\\nrun, \\\"Expectata (lilia) non eludent.\\\"  As it stands, the feminine\\nadjective, \\\"expectata,\\\" in the singular, must apply either to the\\nlady who owned the volumes, or to the \\\"Margarita,\\\" her emblem, or to\\nboth.  Yet the ungrammatical rendering is that which M. Bauchart\\nsuggests.  Many of the books, Marguerite's or not, were sold at\\nprices over 100 pounds in London, in 1884 and 1883.  The Macrobius,\\nand Theocritus, and Homer are in the Cracherode collection at the\\nBritish Museum.  The daisy crowned Ronsard went for 430 pounds at\\nthe Beckford sale.  These prices will probably never be reached\\nagain.\\n\\nIf Anne of Austria, the mother of Louis XIV., was a bibliophile, she\\nmay be suspected of acting on the motive, \\\"Love me, love my books.\\\"\\nAbout her affection for Cardinal Mazarin there seems to be no doubt:\\nthe Cardinal had a famous library, and his royal friend probably\\nimitated his tastes.  In her time, and on her volumes, the\\noriginality and taste of the skilled binder, Le Gascon, begin to\\ndeclare themselves.  The fashionable passion for lace, to which La\\nFontaine made such sacrifices, affected the art of book decorations,\\nand Le Gascon's beautiful patterns of gold points and dots are\\ncopies of the productions of Venice.  The Queen-Mother's books\\ninclude many devotional treatises, for, whatever other fashions\\nmight come and go, piety was always constant before the Revolution.\\nAnne of Austria seems to have been particularly fond of the lives\\nand works of Saint Theresa, and Saint Francois de Sales, and John of\\nthe Cross.  But she was not unread in the old French poets, such as\\nCoquillart; she condescended to Ariosto; she had that dubious\\ncharacter, Theophile de Viaud, beautifully bound; she owned the\\nRabelais of 1553; and, what is particularly interesting, M. de\\nLignerolles possesses her copy of 'L'Eschole des Femmes, Comedie par\\nJ. B. P. Moliere.  Paris:  Guillaume de Luynes, 1663.'  In 12\\n\\\\[degree sign\\\\], red morocco, gilt edges, and the Queen's arms on the\\ncovers.  This relic is especially valuable when we remember that\\n'L'Ecole des Femmes' and Arnolphe's sermon to Agnes, and his comic\\nthreats of future punishment first made envy take the form of\\nreligious persecution.  The devout Queen-Mother was often appealed\\nto by the enemies of Moliere, yet Anne of Austria had not only seen\\nhis comedy, but possessed this beautiful example of the first\\nedition.  M. Paul Lacroix supposes that this copy was offered to the\\nQueen-Mother by Moliere himself.  The frontispiece (Arnolphe\\npreaching to Agnes) is thought to be a portrait of Moliere, but in\\nthe reproduction in M. Louis Lacour's edition it is not easy to see\\nany resemblance.  Apparently Anne did not share the views, even in\\nher later years, of the converted Prince de Conty, for several\\ncomedies and novels remain stamped with her arms and device.\\n\\nThe learned Marquise de Rambouillet, the parent of all the\\n'Precieuses,' must have owned a good library, but nothing is\\nchronicled save her celebrated book of prayers and meditations,\\nwritten out and decorated by Jarry.  It is bound in red morocco,\\ndouble with green, and covered with V's in gold.  The Marquise\\ncomposed the prayers for her own use, and Jarry was so much struck\\nwith their beauty that he asked leave to introduce them into the\\nBook of Hours which he had to copy, \\\"for the prayers are often so\\nsilly,\\\" said he, \\\"that I am ashamed to write them out.\\\"\\n\\nHere is an example of the devotions which Jarry admired, a prayer to\\nSaint Louis.  It was published in 'Miscellanies Bibliographiques' by\\nM. Prosper Blanchemain.\\n\\nPRIERE A SAINT-LOUIS,\\nROY DE FRANCE.\\n\\nGrand Roy, bien que votre couronne ayt este des plus esclatantes de\\nla Terre, celle que vous portez dans le ciel est incomparablement\\nplus precieuse.  L'une estoit perissable l'autre est immortelle et\\nces lys dont la blancheur se pouvoit ternir, sont maintenant\\nincorruptibles.  Vostre obeissance envers vostre mere; vostre\\njustice envers vos sujets; et vos guerres contre les infideles, vous\\nont acquis la veneration de tous les peuples; et la France doit a\\nvos travaux et a vostre piete l'inestimable tresor de la sanglante\\net glorieuse couronne du Sauveur du monde.  Priez-le incomparable\\nSaint qu'il donne une paix perpetuelle au Royaume dont vous avez\\nporte le sceptre; qu'il le preserve d'heresie; qu'il y face toujours\\nregner saintement vostre illustre Sang; et que tous ceux qui ont\\nl'honneur d'en descendre soient pour jamais fideles a son Eglise.\\n\\nThe daughter of the Marquise, the fair Julie, heroine of that \\\"long\\ncourting\\\" by M. de Montausier, survives in those records as the\\npossessor of 'La Guirlande de Julie,' the manuscript book of poems\\nby eminent hands.  But this manuscript seems to have been all the\\nlibrary of Julie; therein she could constantly read of her own\\nperfections.  To be sure she had also 'L'Histoire de Gustave\\nAdolphe,' a hero for whom, like Major Dugald Dalgetty, she cherished\\na supreme devotion.  In the 'Guirlande' Chapelain's verses turn on\\nthe pleasing fancy that the Protestant Lion of the North, changed\\ninto a flower (like Paul Limayrac in M. Banville's ode), requests\\nJulie to take pity on his altered estate:\\n\\nSois pitoyable a ma langueur;\\nEt si je n'ay place en ton coeur\\nQue je l'aye au moins sur ta teste.\\n\\nThese verses were reckoned consummate.\\n\\nThe 'Guirlande' is still, with happier fate than attends most books,\\nin the hands of the successors of the Duc and Duchesse de\\nMontausier.\\n\\nLike Julie, Madame de Maintenon was a precieuse, but she never had\\ntime to form a regular library.  Her books, however, were bound by\\nDuseuil, a binder immortal in the verse of Pope; or it might be more\\ncorrect to say that Madame de Maintenon's own books are seldom\\ndistinguishable from those of her favourite foundation, St. Cyr.\\nThe most interesting is a copy of the first edition of 'Esther,' in\\nquarto (1689), bound in red morocco, and bearing, in Racine's hand,\\n'A Madame la Marquise de Maintenon, offert avec respect,--RACINE.\\\"\\n\\nDoubtless Racine had the book bound before he presented it.  \\\"People\\nare discontented,\\\" writes his son Louis, \\\"if you offer them a book\\nin a simple marbled paper cover.\\\"  I could wish that this worthy\\ncustom were restored, for the sake of the art of binding, and also\\nbecause amateur poets would be more chary of their presentation\\ncopies.  It is, no doubt, wise to turn these gifts with their sides\\nagainst the inner walls of bookcases, to be bulwarks against the\\ndamp, but the trouble of acknowledging worthless presents from\\nstrangers is considerable. {20}\\n\\nAnother interesting example of Madame de Maintenon's collections is\\nDacier's 'Remarques Critiques sur les OEuvres d'Horace,' bearing the\\narms of Louis XIV., but with his wife's signature on the fly-leaf\\n(1681).\\n\\nOf Madame de Montespan, ousted from the royal favour by Madame de\\nMaintenon, who \\\"married into the family where she had been\\ngoverness,\\\" there survives one bookish relic of interest.  This is\\n'OEuvres Diverses par un auteur de sept ans,' in quarto, red\\nmorocco, printed on vellum, and with the arms of the mother of the\\nlittle Duc du Maine (1678).  When Madame de Maintenon was still\\nplaying mother to the children of the king and of Madame de\\nMontespan, she printed those \\\"works\\\" of her eldest pupil.\\n\\nThese ladies were only bibliophiles by accident, and were devoted,\\nin the first place, to pleasure, piety, or ambition.  With the\\nComtesse de Verrue, whose epitaph will be found on an earlier page,\\nwe come to a genuine and even fanatical collector.  Madame de Verrue\\n(1670-1736) got every kind of diversion out of life, and when she\\nceased to be young and fair, she turned to the joys of \\\"shopping.\\\"\\nIn early years, \\\"pleine de coeur, elle le donna sans comptes.\\\"  In\\nlater life, she purchased, or obtained on credit, everything that\\ncaught her fancy, also sans comptes.  \\\"My aunt,\\\" says the Duc de\\nLuynes, \\\"was always buying, and never baulked her fancy.\\\"  Pictures,\\nbooks, coins, jewels, engravings, gems (over 8,000), tapestries, and\\nfurniture were all alike precious to Madame de Verrue.  Her snuff-\\nboxes defied computation; she had them in gold, in tortoise-shell,\\nin porcelain, in lacquer, and in jasper, and she enjoyed the\\ndelicate fragrance of sixty different sorts of snuff.  Without\\napplauding the smoking of cigarettes in drawing-rooms, we may admit\\nthat it is less repulsive than steady applications to tobacco in\\nMadame de Verrue's favourite manner.\\n\\nThe Countess had a noble library, for old tastes survived in her\\ncommodious heart, and new tastes she anticipated.  She possessed\\n'The Romance of the Rose,' and 'Villon,' in editions of Galliot du\\nPre (1529-1533) undeterred by the satire of Boileau.  She had\\nexamples of the 'Pleiade,' though they were not again admired in\\nFrance till 1830.  She was also in the most modern fashion of to-\\nday, for she had the beautiful quarto of La Fontaine's 'Contes,' and\\nBouchier's illustrated Moliere (large paper).  And, what I envy her\\nmore, she had Perrault's 'Fairy Tales,' in blue morocco--the blue\\nrose of the folklorist who is also a book-hunter.  It must also be\\nconfessed that Madame de Verrue had a large number of books such as\\nare usually kept under lock and key, books which her heirs did not\\ncare to expose at the sale of her library.  Once I myself (moi\\nchetif) owned a novel in blue morocco, which had been in the\\ncollection of Madame de Verrue.  In her old age this exemplary woman\\ninvented a peculiarly comfortable arm-chair, which, like her novels,\\nwas covered with citron and violet morocco; the nails were of\\nsilver.  If Madame de Verrue has met the Baroness Bernstein, their\\nconversation in the Elysian Fields must be of the most gallant and\\ninteresting description.\\n\\nAnother literary lady of pleasure, Madame de Pompadour, can only be\\nspoken of with modified approval.  Her great fault was that she did\\nnot check the decadence of taste and sense in the art of\\nbookbinding.  In her time came in the habit of binding books (if\\nbinding it can be called) with flat backs, without the nerves and\\nsinews that are of the very essence of book-covers.  Without these\\nno binding can be permanent, none can secure the lasting existence\\nof a volume.  It is very deeply to be deplored that by far the most\\naccomplished living English artist in bookbinding has reverted to\\nthis old and most dangerous heresy.  The most original and graceful\\ntooling is of much less real value than permanence, and a book bound\\nwith a flat back, without nerfs, might practically as well not be\\nbound at all.  The practice was the herald of the French and may\\nopen the way for the English Revolution.  Of what avail were the\\ningenious mosaics of Derome to stem the tide of change, when the\\nbooks whose sides they adorned were not really BOUND at all?  Madame\\nde Pompadour's books were of all sorts, from the inevitable works of\\ndevotions to devotions of another sort, and the 'Hours' of Erycina\\nRidens.  One of her treasures had singular fortunes, a copy of\\n'Daphnis and Chloe,' with the Regent's illustrations, and those of\\nCochin and Eisen (Paris, quarto, 1757, red morocco).  The covers are\\nadorned with billing and cooing doves, with the arrows of Eros, with\\nburning hearts, and sheep and shepherds.  Eighteen years ago this\\nvolume was bought for 10 francs in a village in Hungary.  A\\nbookseller gave 8 pounds for it in Paris.  M. Bauchart paid for it\\n150 pounds; and as it has left his shelves, probably he too made no\\nbad bargain.  Madame de Pompadour's 'Apology for Herodotus' (La\\nHaye, 1735) has also its legend.  It belonged to M. Paillet, who\\ncoveted a glorified copy of the 'Pastissier Francois,' in M.\\nBauchart's collection.  M Paillet swopped it, with a number of\\nothers, for the 'Pastissier:'\\n\\nJ'avais 'L'Apologie\\nPour Herodote,' en reliure ancienne, amour\\nDe livre provenant de chez la Pompadour\\nIl me le soutira! {21}\\n\\nOf Marie Antoinette, with whom our lady book-lovers of the old\\nregime must close, there survive many books.  She had a library in\\nthe Tuileries, as well as at le petit Trianon.  Of all her great and\\nvaried collections, none is now so valued as her little book of\\nprayers, which was her consolation in the worst of all her evil\\ndays, in the Temple and the Conciergerie.  The book is 'Office de la\\nDivine Providence' (Paris, 1757, green morocco).  On the fly-leaf\\nthe Queen wrote, some hours before her death, these touching lines:\\n\\\"Ce 16 Octobre, a 4 h. 0.5 du matin.  Mon Dieu! ayez pitie de moi!\\nMes yeux n'ont plus de larmes pour prier pour vous, mes pauvres\\nenfants.  Adieu, adieu!--MARIE ANTOINETTE.\\\"\\n\\nThere can be no sadder relic of a greater sorrow, and the last\\nconsolation of the Queen did not escape the French popular genius\\nfor cruelty and insult.  The arms on the covers of the prayer-book\\nhave been cut out by some fanatic of Equality and Fraternity.\\n\\nFootnotes:\\n\\n{1}  See illustrations, pp.  114, 115.--In this Project Gutenberg\\neText none of the illustrations are included.  However, the\\nreferences to them are included.--DP\\n\\n{2}  \\\"Slate\\\" is a professional term for a severe criticism.  Clearly\\nthe word is originally \\\"slat,\\\" a narrow board of wood, with which a\\nperson might be beaten.\\n\\n{3}  Histoire des Intrigues Amoureuses de Moliere, et de celles de\\nsa femme.  (A la Sphere.)  A Francfort, chez Frederic Arnaud,\\nMDCXCVII.  This anonymous tract has actually been attributed to\\nRacine.  The copy referred to is marked with a large N in red, with\\nan eagle's head.\\n\\n{4}  The Lady of the Lake, 1810.\\n\\nThe Lay of the Last Minstrel, 1806.\\n\\n\\\"To Mrs. Robert Laidlaw, Peel.  From the Author.\\\"\\n\\n{5}  Dictys Cretensis.  Apud Lambertum Roulland.  Lut.  Paris.,\\n1680\\\\.  In red morocco, with the arms of Colbert.\\n\\n{6}  L. Annaei Senecae Opera Omnia. Lug.  Bat., apud Elzevirios.\\n1649\\\\.  With book-plate of the Duke of Sussex.\\n\\n{7}  Stratonis Epigrammata.  Altenburgi, 1764.  Straton bound up in\\none volume with Epictetus!  From the Beckford library.\\n\\n{8}  Opera Helii Eobani Hessi.  Yellow morocco, with the first arms\\nof De Thou.  Includes a poem addressed \\\"LANGE, decus meum.\\\"\\nQuantity of penultimate \\\"Eobanus\\\" taken for granted, metri gratia.\\n\\n{9}  La Journee du Chretien.  Coutances, 1831.  With inscription,\\n\\\"Leon Gambetta.  Rue St. Honore.  Janvier 1, 1848.\\\"\\n\\n{10}  Villoison's Homer.  Venice, 1788.  With Tessier's ticket and\\nSchlegel's book-plate.\\n\\n{11}  Les Essais de Michel, Seigneur de Montaigne.  \\\"Pour Francois\\nle Febvre de Lyon, 1695.\\\"  With autograph of Gul. Drummond, and\\ncipresso e palma.\\n\\n{12}  \\\"The little old foxed Moliere,\\\" once the property of William\\nPott, unknown to fame.\\n\\n{13}  That there ever were such editors is much disputed.  The story\\nmay be a fiction of the age of the Ptolemies.\\n\\n{14}  Or, more easily, in Maury's Religions de la Grece.\\n\\n{15}  See Essay on 'Lady Book-Lovers.'\\n\\n{16}  See Essay on 'Lady Book-Lovers.'\\n\\n{17}  For a specimen of Madame Pompadour's binding see overleaf.\\nShe had another Rabelais in calf, lately to be seen in a shop in\\nPall Mall.\\n\\n{18}  Mr. Payne does not give the date of the edition from which he\\ncopies the cut.  Apparently it is of the fifteenth century.\\n\\n{19}  Reproduced in The Library, p. 94.\\n\\n{20}  Country papers, please copy.  Poets at a distance will kindly\\naccept this intimation.\\n\\n{21}  Bibliotheque d'un Bibliophile.  Lille, 1885.\",\"timestamp\":1641284610,\"title\":\"\\nThe famous Marguerite de Valois, the wife of Henri IV.\"},\"digest\":\"lgPHPlzbdZ06_nhFinNwxM9d4nEjMb6kmcnxeBvRO6s\",\"authorship\":{\"contributor\":\"0xD2dD0Fd14351C19d159B581881AE68fAD5390A5a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"j4XqA57Id-DXQhpju7XcyB-sfDYasrpZuhrwHppG7Ak\\\",\\\"y\\\":\\\"4dVihx3_tD71h0USV_tokD6SUuRM_IqTrhee0zsGNuk\\\"}\",\"signature\":\"KK4weVy6d2QU49bDBVRvEdLzB4KZgGdd4dAsh6te1JYSj8wYDZDBwNtITH5PiSzxdfxjwEGE4pY0HTZSZaKnWQ\",\"signingKeySignature\":\"0xa7e79dea0f35edfb2ec6ab88b5ecd3571f7c97d48eb2a63b4eeb1b9dff450cd01688ed5c84f68aad79f609de3611006a4de9cd9321f94d73cd21bcfe1250555c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"j4XqA57Id-DXQhpju7XcyB-sfDYasrpZuhrwHppG7Ak\\\",\\\"y\\\":\\\"4dVihx3_tD71h0USV_tokD6SUuRM_IqTrhee0zsGNuk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lgPHPlzbdZ06_nhFinNwxM9d4nEjMb6kmcnxeBvRO6s\"}"