"{\"content\":{\"body\":\"As much as I hate to admit it, I think people are just wired differently from one another.\\n\\nOne very interesting way this plays out is in the density of information a person prefers to interact with. I personally enjoy super dense inflows of information. Because even if at some point the processing of that information gets really tough, I believe that the ability to interpret information along many different levels facilitates broader access to learning and empathizing with others.\\n\\nBut I have found that others instead choose to get really good at handling more sparse information flows. And when I see their minds at work, I am often in awe: unlike myself who has chosen to move up the density gradient, my peers have instead focused their efforts on the efficiency gradient, resulting in enhanced processing speeds on sparser information channels.\\n\\nThe tangible result of these efforts is quite mesmerizing. Since there tends to be a lot of other filler that comes with sparse information, these channels are typically where I find embedded opinions, irrelevant commentary, mechanisms for monetization, dogma, self-advertising, and more garbage. While this might seem like a bad thing, what I’ve found is that efficient processors use the garbage as fuel — they deconstruct the motivations and biases that create clutter in these information channels and lean into them. And because the psychology behind motivations and biases carries incredibly high levels of informational value, these people end up benefiting tremendously from these channels.\\n\\nSo you can pick your poison on what type of information you want to interact with. In my opinion, the best way to go about it is to figure out whether you prefer density or efficiency (+ to what extent) and use that knowledge as a tool in your long-term decision-making.\\n\\n*Examples of Dense Sources: Classic Books and Films, Academic Papers, Religious Texts*\\n\\n*Examples of Sparse Sources: News, Social Media, Soap Operas, Opinion Pieces*\",\"timestamp\":1641188832,\"title\":\"My Take on How People Process Information\"},\"digest\":\"M7pWuwCVrF1awwjAqReLvZbSv3hwzYkIQ_T4DVnwhQA\",\"authorship\":{\"contributor\":\"0x439D5888eEca36D01685eBC4e86ecdc41722089b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"if359l7nPMCmory-6r1XNmAXnB-z6sjTKwMX7Puwd8s\\\",\\\"y\\\":\\\"TLGHZMhX7uvRsyH57-C87lnaXVgDW6rsm4c1cnw3mcM\\\"}\",\"signature\":\"sRbf5-vVWfkmoM9O6rB6SNfcQ6Os5gSJ9xb8Kv3VQvBIzSiLjgj7XxhSz2T5liZZK2THAC-xSTuzYloKpME9kw\",\"signingKeySignature\":\"0xdead920c75d6062737b6b091fa3d95945ca4e21c3d938aba912314b9e8c58c491a827a7448d62f185c81d317b03653a52fb64749489c8eb53a1243315337f4f91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"if359l7nPMCmory-6r1XNmAXnB-z6sjTKwMX7Puwd8s\\\",\\\"y\\\":\\\"TLGHZMhX7uvRsyH57-C87lnaXVgDW6rsm4c1cnw3mcM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"M7pWuwCVrF1awwjAqReLvZbSv3hwzYkIQ_T4DVnwhQA\"}"