"{\"content\":{\"body\":\"National defense is an important guarantee for the survival of a country.　\\n　　 In the old society, the Chinese were bullied by foreign invaders. This was all because China’s national defense did not pay enough attention to it and did not have a relatively powerful and powerful military team. The United States has launched many battles in recent years. Why they can be so arrogant is because they have a strong army of military divisions and various new types of defense and attack weapons. Compared with the United States, our country is still quite backward in terms of military affairs. Therefore, strengthening national defense construction is an important task for our country for a period of time in the future.　\\n　　 \\\"If you fall behind, you will be beaten!\\\" This sentence is not only embodied in technology, but also applies to the military. A country with a backward national defense construction will face attacks from military powers at any time. Not to mention our country, many countries in the world are troubled by the United States and Britain. The Iraq War is a very typical and clear example. The United States has expended so much energy to deal with Iraq because of the oil problem, and how many innocent people in Iraq were killed and injured in this battle. Whenever I see the bloody scenes on the TV screen and the gazes of Iraqi children eager for peace, I will ask myself: If our country does not strengthen national defense, will the Iraqi tragedy be repeated? If we are really attacked by military powers, can we resist their aggression? The United States and other countries have powerful aircraft carriers, can our country manufacture them? Will we be able to become a military power in the near future that will impress the world?　\\n　　Whenever I think of this, I secretly make up my mind that I must study hard and grow up to be a glorious Chinese People’s Liberation Army and contribute my own meager contribution to our country’s national defense.\\n\\n![](https://images.mirror-media.xyz/publication-images/iWu_gIqwy6INKi3LwVv6-.jpg?height=366&width=366)\\n\\n\",\"timestamp\":1639669278,\"title\":\"National defense is an important guarantee for the survival of a country.\"},\"digest\":\"Zr2oflV5CRyvv9uK3wIhaGbC1Q7ppqXajYkh7gUbRbU\",\"authorship\":{\"contributor\":\"0x27b1F5D6f0D60f9D11D74C6FF076b52dE224a988\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3-v2_3L2euQTOJre-VXcLDxu3jzVtzQe3EQjQ8MPFf8\\\",\\\"y\\\":\\\"BL4ENpwDJAgPM3Xq3wkfvArn3_QKBrQ9nVQruyuCNtE\\\"}\",\"signature\":\"RjkJSXBXmnrt7najTchnv6wITltncc8TNaRkOLHss2WsTgyqUZhousBF0kwRMK8npFZo9ct0PwBcYw32e6r5tw\",\"signingKeySignature\":\"0x47313e142f1ea7b43b3c1cbf5d03d04da82f3c426bf88190dd2e4aac150ae38627cd50a20190b7393b9e0d14a4daedd460559f3ff77c3b5e20461fb39e723f611b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3-v2_3L2euQTOJre-VXcLDxu3jzVtzQe3EQjQ8MPFf8\\\",\\\"y\\\":\\\"BL4ENpwDJAgPM3Xq3wkfvArn3_QKBrQ9nVQruyuCNtE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Zr2oflV5CRyvv9uK3wIhaGbC1Q7ppqXajYkh7gUbRbU\"}"