"{\"content\":{\"body\":\"After Bitcoin’s launch in 2009, a robust industry blossomed, stemming from the asset, its concept and its underlying technology. The crypto and blockchain space boasts different niches in which projects and companies develop solutions for various use cases. \\n\\nOne such niche is the decentralized finance (DeFi) sector, which was created as an alternative to traditional financial services. More specifically, DeFi is comprised of smart contracts, which in turn power decentralized applications (DApps) and protocols. Many of the initial DeFi applications were built on Ethereum, and the majority of the ecosystem’s total value locked (TVL) remains concentrated there. \\n\\nAt its core, Bitcoin ([BTC](https://cointelegraph.com/bitcoin-price-index)) carries qualities touted as pillars of decentralization. DeFi, however, expands on those qualities, adding additional capabilities.\\n\\n## What is DeFi?\\n\\nA subcategory within the broader crypto space, DeFi offers many of the services of the mainstream financial world in a fashion controlled by the masses instead of a central entity or entities. \\n\\nLending may have started it all, but DeFi applications now have a number of use cases, giving participants access to saving, investing, trading, market-making and more. Decentralized finance’s ultimate goal is to challenge, and eventually replace, traditional financial services providers. DeFi often harnesses open-source code, giving anyone the opportunity to build on preexisting applications in a permissionless, composable manner. \\n\\n“Finance” is easy to understand, but what is “decentralization?” In short, decentralization means that no chief body controls something. To an extent, banks and other financial institutions have power over your funds. These entities can freeze your assets, and you are at the mercy of their hours of operation and cash reserves.\\n\\nThe decentralization aspect of DeFi is not only a dispersal of power but also a dispersal of risk. For example, if a company holds all of its customer data in one spot, a hacker needs only to access that particular site for a vast amount of data. In contrast, storing that data across several locations or removing that single point of failure could improve security.\\n\\n## DeFi vs. traditional finance\\n\\nFor this comparison, commercial banks will be used as an example. In the traditional world, you may use financial institutions to store your money, borrow capital, earn interest, send transactions, etc. Commercial banks carry a lengthy, proven history of performance. Commercial banks can provide insurance and have security measures in place to ward off and protect against theft. \\n\\nOn the other hand, such establishments hold and control your assets to a degree. You are limited by banking hours for particular actions, and transactions can be cumbersome, requiring settlement times on the back end. Additionally, commercial banks require specific customer details and identifying documents for participation.\\n\\nDeFi is a segment that comprises financial products and services that are accessible to anyone with an internet connection and operates without the involvement of banks or any other third-party firms. The decentralized financial market doesn’t sleep, and therefore, transactions take place 24/7 in near real-time, while no intermediary has the power to stop them. You can store your crypto on computers, in hardware wallets and elsewhere, and gain access at any time.\\n\\nBitcoin and most other cryptocurrencies hold these characteristics due to the underlying technology that backs these assets. Thanks to DeFi’s dependence on blockchain technology, transactions are completed faster, cheaper and — in some cases — more securely than they would with human intervention. Decentralized finance seeks to use crypto technologies to solve a plethora of issues that exist in the traditional financial markets.\\n\\n![](https://images.mirror-media.xyz/publication-images/TVr6dDwtjs6UWx-gOzhoG.png?height=1035&width=1450)\\n\\nOverall, DeFi gives participants the opportunity to access borrowing and lending markets, take long and short positions on cryptocurrencies, earn returns through yield farming, and more. Decentralized finance has the potential to be a game changer for the 2 billion unbanked people in the world, in particular, who don’t have access to traditional financial services for one reason or another. \\n\\nDeFi solutions are built on various blockchains, with the ecosystems composed of participants interacting in a peer-to-peer (P2P) fashion, facilitated via distributed ledger technology and smart contracts, which keep the systems in check. Such results are not bound by geographic borders and do not require identifying documentation for participation. \\n\\nThe framework for this financial system functions according to programmed rules. Instead of using an intermediary such as a bank to borrow capital, you would [send amounts of a specific cryptocurrency](https://cointelegraph.com/explained/defi-lending-and-borrowing-explained) to a secure digital location — a smart contract — as collateral for your loan, receiving a different asset in return. Your collateral assets would then sit locked up until you send back the loan amount.\\n\\nThough you may or may not interact in a straightforward P2P manner when using DeFi solutions, the spirit of the process is P2P, in that third parties are replaced with technology not ruled by a central authority.\\n\\n## What makes up DeFi?\\n\\nDeFi boomed in 2020, bringing an influx of projects into the cryptosphere and popularizing a new financial movement. Since Bitcoin essentially holds many DeFi characteristics, no firm start date exists for the inception of the DeFi sector, other than Bitcoin’s launch in 2009. \\n\\nFollowing 2017, however, a number of ecosystems — such as Compound Finance and MakerDAO — gained prevalence, popularizing additional financial capabilities for crypto and DeFi. In 2020, [the DeFi niche really took off](https://cointelegraph.com/news/2020-s-defi-craze-the-best-worst-and-fishiest-projects-in-crypto) as additional platforms surfaced, in line with folks harnessing DeFi solutions for strategies such as yield farming.  \\n\\n### Decentralized exchanges (DEXs) \\n\\nDEXs allow users to trade digital assets in a noncustodial way without the need for an intermediary or third-party service provider. Although they comprise only one element of the DeFi sector, DEXs have been a part of the overall crypto industry for years. They offer participants the ability to buy and sell digital currency without creating an account on an exchange. \\n\\nDEXs let you hold assets away from a centralized platform while still allowing for trading at will from your wallets via transactions that involve blockchains. [Automated market makers](https://cointelegraph.com/explained/uniswap-and-automated-market-makers-explained), a type of DEX, became prevalent in 2020 and use smart contracts and liquidity pools to facilitate the purchase and sale of crypto assets.\\n\\nDEXs are typically built on top of distinct blockchains, making their compatibility specific to the technology on which they are developed. DEXs built on Ethereum’s blockchain, for example, facilitate the trading of assets built on Ethereum, such as ERC-20 tokens. \\n\\nUsing DEXs requires having compatible wallets. In general, self-custody crypto wallets let you control your assets, and some of them are compatible with DEXs. However, this type of asset storage puts more responsibility on you for the security of your funds. Additionally, certain DEXs may have fewer features and higher associated financial fees than centralized exchanges.\\n\\nDEXs have come a long way in terms of liquidity and accumulating a regular user base, which continues to grow. As DEXs become more scalable — that is, faster and more efficient — their trading volumes are expected to increase even more.\\n\\n### Aggregators and wallets\\n\\nAggregators are the interfaces by which users interact with the DeFi market. In the most basic sense, they are decentralized asset management platforms that automatically move users’ crypto assets between various yield-farming platforms to generate the highest returns.\\n\\nWallets are locations for holding and transacting digital assets. Wallets can store multiple different assets, or just a single asset, and can come in an array of forms, including software, hardware and exchange wallets. Self-hosted wallets — wallets for which you manage your own private keys — can be a key component of DeFi, helping facilitate various DeFi platform uses, depending on the wallet. Exchange-based wallets, in contrast, govern your private keys for you, giving you less control, but also less security responsibility.\\n\\n### Decentralized marketplaces\\n\\nDecentralized marketplaces represent a core use case for blockchain technology. They put the “peer” in peer-to-peer networks in that they allow users to transact with one another in a trustless way — that is, without the need for an intermediary. The smart contract platform Ethereum is the top blockchain facilitating decentralized marketplaces, but many others exist that allow users to trade or exchange specific assets, such as nonfungible tokens (NFTs).\\n\\n### Oracles/prediction markets \\n\\nOracles deliver real-world off-chain data to the blockchain via a third-party provider. Oracles have paved the way for the prediction markets on DeFi crypto platforms, where users can place bets on the outcome of an event, ranging from elections to price movements, for which the payouts are made via a smart contract-governed automated process.\\n\\n### Layer one\\n\\nLayer one represents the blockchain that the developers choose to build on. It is where the DeFi applications and protocols are deployed. As discussed, Ethereum is the main layer-one solution in decentralized finance, but there are rivals, including Polkadot, Binance Smart Chain, Tezos, Solana and Cosmos. These solutions will inevitably interact with one another as the DeFi space matures. \\n\\nHaving DeFi sector solutions run on different blockchains has a number of potential benefits. Blockchains may be forced to improve speed and lower fees, based on the performance of competing blockchains, creating a competitive environment that potentially results in improved functionality. The existence of different layer-one blockchains also [leaves more room for development and traffic](https://cointelegraph.com/news/life-beyond-ethereum-what-layer-one-blockchains-are-bringing-to-defi), instead of everyone trying to pile onto a single layer-one option.\\n\\n## Use cases \\n\\nTo help answer the question “What is DeFi?” it helps to explore its use cases. Whether you want to lend or borrow, trade on DEXs, stake your digital assets, or something else — [even game](https://cointelegraph.com/magazine/2021/04/01/making-defi-idiot-proof-with-kava-labs-gamer-ceo-brian-kerr) — there are new ways to satisfy those needs. Below is a list of some of the key use cases for decentralized finance.\\n\\n### Lending platforms \\n\\nLending and borrowing have become some of the most popular activities in DeFi. Lending protocols allow users to borrow funds while using their own cryptocurrency as collateral. Decentralized finance has seen massive amounts of capital flow through its ecosystem, with lending solutions commanding billions of dollars in total value locked, or TVL — the amount of capital held locked in any solution at a given time.\\n\\n### Payments and stablecoins\\n\\nIn order for DeFi to qualify as a financial system, comprising transactions and contracts, there must be a stable unit of account, or asset. Participants must be able to expect that the bottom will not fall out in the value of the asset they are using. This is where stablecoins come in. \\n\\nStablecoins bring stability to the activities that are common in the DeFi market, such as lending and borrowing. Considering that stablecoins are generally pegged to a fiat currency, such as the U.S. dollar or euro, they don’t exhibit nearly as much volatility as cryptocurrencies and therefore are desirable for commerce and trading.\\n\\n### Margin and leverage \\n\\nThe margin and leverage components take the decentralized finance market to the next level, allowing users to borrow cryptocurrencies on margin using other cryptocurrencies as collateral. In addition, smart contracts can be programmed to include leverage to potentially ramp up the user’s returns. The use of these DeFi components also increases the risk exposure for the user, especially considering that the system is based on algorithms and there is no human component if there is a problem.  \\n\\n## DeFi-native activities \\n\\n[Liquidity pools are a necessary tool for many](https://cointelegraph.com/explained/defi-liquidity-pools-explained) decentralized exchanges to facilitate trading. They provide trading liquidity for buyers and sellers, who pay a fee for their transactions. To become part of a pool, liquidity providers can send specific funds to a smart contract and receive pool tokens in return, earning passive profit based on the fees traders pay when they interact with that pool. Pool tokens are the key to getting your deposited funds back.\\n\\nSometimes known as liquidity mining, [yield farming is another activity](https://cointelegraph.com/explained/defi-yield-farming-explained) in the DeFi space, involving searching for profit via various DeFi projects through participating in liquidity pools. While there are intricacies to yield farming, there is one key reason that market participants are flocking to this phenomenon: It allows you to use your crypto holdings to earn even more crypto.\\n\\nBy yield farming, users lend out their crypto to other users and earn interest that is paid in crypto — usually “governance tokens” that give liquidity providers a say in the operation of the protocol. It is a way for investors to put their crypto to work to enhance returns and is a key innovation in the DeFi market. Yield farming has been dubbed the “Wild West” of DeFi, with market participants hunting down the best strategies that they then often keep close to the vest so as not to tip their hand to other traders and lose the magic.\\n\\n## DeFi risks?\\n\\nFor all its promise, the decentralized finance space remains a nascent market that is still experiencing some growing pains.\\n\\nDeFi has [yet to reach wide-scale adoption](https://cointelegraph.com/news/cointelegraph-consulting-survey-mass-defi-adoption-is-310-years-away), and in order for it to do so, blockchains must become more scalable. Blockchain infrastructure remains in its early form, much of which is clunky to use for developers and market participants alike. When using some platforms, transactions move at a snail’s pace, and this will continue to be the case until scalability improves, which is the idea behind the development of Ethereum 2.0, also known as Eth2. Fiat on-ramps to DeFi platforms can also be painfully slow, which threatens to hold back user adoption.\\n\\nDeFi has grown significantly. Given its youth and innovation, the legal details around DeFi have likely not yet fully materialized. Governments across the globe may aim to fit DeFi into their current regulatory guidelines, or they may [construct new laws](https://cointelegraph.com/news/defi-s-death-by-a-thousand-cuts) pertaining to the sector. Conversely, DeFi and its users may already be subject to specific regulations.\\n\\nIn terms of adoption, it is uncertain how exactly things will pan out in the future. One potential outcome might include traditional finance adopting aspects of DeFi while retaining elements of centralization rather than DeFi completely replacing mainstream financial options. Any entirely decentralized solutions, however, may continue to operate outside of mainstream finance.\",\"timestamp\":1639220657,\"title\":\"DeFi: A comprehensive guide to decentralized finance\"},\"digest\":\"hCpndwIllSLOTkUdjsboioKMj-uqUAiOhW9sH2oN3bc\",\"authorship\":{\"contributor\":\"0xB2EE1759B999AA572A23eBf7528318257d4a041B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gVVmDWZzY4QSgaeqHW3l_luPsK1Jfu2efHVmY7iLwJQ\\\",\\\"y\\\":\\\"RoCTvKltYb0UId1h4x0KCHkHqhj_ZA2gh-GC_zCLOXY\\\"}\",\"signature\":\"G_9RQznD29ffRgtzVXR6o6nmxOWsGlv4s6tGbIBLRZrpn7ZVNfCPGcqKLb1_go0igAKYpC443XJeK5rUh-HboA\",\"signingKeySignature\":\"0x50974610d6098155db5e8aae364916f37ea8ce70d828c23e4865580769630f3252933ee8aae86bf9e834d3d373d90d064d1dc26906222f371bcc89d1d03bb1941c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gVVmDWZzY4QSgaeqHW3l_luPsK1Jfu2efHVmY7iLwJQ\\\",\\\"y\\\":\\\"RoCTvKltYb0UId1h4x0KCHkHqhj_ZA2gh-GC_zCLOXY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hCpndwIllSLOTkUdjsboioKMj-uqUAiOhW9sH2oN3bc\"}"