"{\"content\":{\"body\":\"Web3: Ownership of read and write\\n\\nOwnership is one of the greatest characteristics of Web3-participants have full ownership of its content, data, and assets.\\n\\nThe Bitcoin network was launched in 2009, and it provided the pioneering spirit of Web3. It is worth noting that although the Internet has not yet reached what we believe to be Web3, some products and services under construction are considered \\\"Web3\\\". They comply with the following principles to varying degrees: openness, decentralization, anti-censorship, non-tampering, no trust and no permission.\\n\\nWe are slowly seeing some Web2 platforms start to think about what Web3 products and services mean, such as Twitter’s Bluesky project, which aims to develop decentralized standards for social media. As with the transition from Web1 to Web2, the transition from Web2 to Web3 is mainly due to advances in infrastructure, but as governance will be more user-centric, the way of thinking of builders and developers will also change. With the removal of the middleman and the existence of the data on the immutable infrastructure, the data is no longer under control, so there is no censorship, and the risk of data loss is also lower.\\n\\nInteroperability is a major theme of blockchain because it will be applicable to Web3-based platforms. Almost like the description of the meta universe, different platforms can be connected together to form a convenient flow space, and a person's identity can remain the same, that is, there is no need to create different accounts on different platforms.\",\"timestamp\":1634224054,\"title\":\"What is Web3? ?\"},\"digest\":\"vez22KYwc3Ml-tqbIx4-ArZ9UNOq10oW4Kts--ENaNg\",\"authorship\":{\"contributor\":\"0xdF0c3Db4f73e0D1c09b4c590BE88388731133bD3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sl9cSOo5prW8Ou7Bks_lJQXuYtTyXzI30Luzae0yQFs\\\",\\\"y\\\":\\\"w_JTlxseABvYpNwmMIIvWBccw6cnAVZnKcpNVMRu3go\\\"}\",\"signature\":\"NjT498UJUYV4FuMJDMqJxmGQJ16dYJSTkH6mTnHjFywcCOxxkR8B4yCJiSpeY-5BkkDlIBFo_qGKMQMhYsN5rQ\",\"signingKeySignature\":\"0xef5510a38ec826404d38a68770192895250d30f0a3ca3f7c380652aab93c1eba17ded4b8a2f12711736ff962d82bb7fae8899208ef5844f276636a51375c92f31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sl9cSOo5prW8Ou7Bks_lJQXuYtTyXzI30Luzae0yQFs\\\",\\\"y\\\":\\\"w_JTlxseABvYpNwmMIIvWBccw6cnAVZnKcpNVMRu3go\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vez22KYwc3Ml-tqbIx4-ArZ9UNOq10oW4Kts--ENaNg\"}"