"{\"content\":{\"body\":\"[![Huacayachief](https://miro.medium.com/fit/c/96/96/1\\\\*9TUoNvCiq9fiwH7T3qalQw.jpeg)](https://huacayachief.medium.com/?source=post_page-----6ff5b60fc04--------------------------------)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*PYEZwtdpiUdafn190EJmGg.jpeg)\\n\\nDear alpacas,\\n\\nThis is our first of a new type of Grazing Range pool, a long-term pool that will be available not for only 1 or 2 months, but for many months to come! Or even years! In this case, it’s for the lifetime of the token emissions from our new partner [Scientix](https://scientix.finance/#/)! In other words, ALPACA holders will be eligible to receive **5% of all SCIX tokens!**\\n\\nNow, let’s get into the details of the partnership and Scientix, a new project on BSC we’re very excited about.\\n\\n> Scientix is a future-yield-backed synthetic asset platform on Binance Smart Chain. It allows you to get interest-free loans that pay themselves off over time with no liquidation risk, while your collateral earns you yields in the background!\\n\\nHow does it work? It’s quite simple.\\n\\n1.  When you deposit assets *(BUSD for now) *on Scientix, you can collateralize those assets to **borrow scUSD without interest.**\\n2.  Because scUSD is a mirrored synthetic stablecoin pegged to BUSD, your loan can **never be liquidated.**\\n3.  At the same time, your BUSD collateral will be deployed into Alpaca Finance’s lending vault to **earn you yields!**\\n4.  Then, over time, the yields generated will automatically **repay your debt for you!**\\n\\n*(\\\\*You can also pay back a portion or the full loan amount at any time to claim the corresponding collateral)*\\n\\nWe know, it does sound like mad science. The kind of revolutionary financial science that earns you mad profits!\\n\\nWhat’s more is that our herd will also receive tremendous benefits. With this partnership, the Alpaca community will be able to stake ibALPACA on the Grazing Range page to receive **5% of the entire Scientix token (SCIX) supply in perpetuity!**\\n\\nThat is to say that unlike previous Grazing Range pools, there is no fixed end date for this campaign. The Alpaca community will continue to enjoy the 5% allocation from SCIX’s fair launch emission. So if you support the Herd, support Scientix!\\n\\nMost importantly, our pool will be online when Scientix launches their product and token using a **Fair Launch. **Like Alpaca, they had** no presale, no premine, and no investor. **That means that for you ibALPACA stakers in the Scientix Grazing Range pool, you will be the **first to get the SCIX tokens! **Making it not too different from a free **pre-launch airdrop!**\\n\\nWhen considering that you’ll be getting these tokens as SCIX first lists on PancakeSwap at a low price, that also means the SCIX token’s price has a lot of potential upside. Wouldn’t it have been nice if you got ALPACA at listing price? Now is your chance to do that with SCIX!\\n\\nThat’s why we’re really looking forward to this pool in particular, and the rest of the Herd should be too. 🤩\\n\\nThe pool will go live on approx. **September 13th, 2021 at \\\\~2 PM GMT (**[**block# 10880500**](https://bscscan.com/block/countdown/10880500)**), **when the SCIX token deploys.\\n\\n## Exclusive NFT Cards for Pool’s Stakers\\n\\n![](https://miro.medium.com/max/1400/1\\\\*RqDo08t3UU89WfOIXwpsDA.png)\\n\\nAs with all Grazing Ranges, this one will also have exclusive NFTs for stakers. To be eligible, you must stake ibALPACA in the SCIX Grazing Range pool before **September 14th, 2 PM GMT (1 day after the pool opens) and stake until at least October 11th, 10 AM GMT (for 27 days).** The NFT tier you receive will be based on the amount of ibALPACA staked.\\n\\n*   **Green Tier: **staked at least 500 ibALPACA\\n*   **Silver Tier: **staked at least 5,000 ibALPACA\\n*   **Gold Tier: **staked at least 50,000 ibALPACA\\n\\nUnlike other Grazing Ranges, the emissions on this pool will not decrease weekly, but will follow Scientix’ fair launch emissions schedule, which they will release shortly and is scheduled to last \\\\~3 years.\\n\\n## 🔒Security Scorecard on SCIX\\n\\n## Have the contracts been audited by professional auditing firms?\\n\\nYes, our smart contracts have been audited by two professional firms: Inspex and Secbit. You can view our audit reports through the links below:\\n\\n[**Inspex**](https://app.inspex.co/library/scientix#?scope=scientix-stakingpool-vault-strategy-votingescrow)** **· [**Secbit**](https://github.com/sec-bit/scientix-audit-report/blob/main/Scientix_Protocol_Report_EN.pdf)\\n\\n## What is the project’s inception date?\\n\\nThe project will launch on September 13th, 2021. However, we have worked on the project since April of this year.\\n\\n## Has your project ever been involved with a hack or exploit?\\n\\nWe have never been involved in a hack or exploit. Our code was forked from Alchemix, whose platform has been operating steadily with high TVL on Ethereum for most of this year.\\n\\n## What safety measures are in place to secure your protocol from centralization risk? What contracts are not under timelock? Who has multi-sig?\\n\\nThe Scientix DAO will begin as a DAO multi-sig, where 4 out of 5 signatures are needed. The core signers of the DAO are 2 members from the SCIX team, 2 members from the Alpaca team, and 1 independent co-signer: Calvin Chu (<https://twitter.com/calchulus>).\\n\\nThe timelock contract will play the admin role. The main functions are queueTransaction and executeTransaction. They can only be called by the Scientix DAO, and they must exceed minimum delay.\\n\\n## Does your token have a maximum supply cap?\\n\\nThe total supply of SCIX is 1.313 million. As it stands, no new SCIX tokens will be minted, though after the supply has been exhausted, the community can vote on whether to modify the total supply limit.\\n\\n## Mint function. If the token does not have a maximum supply, how is the mint function controlled?\\n\\nThe mint permission will be given to the farm contract after the project goes live, and the contract will only be distributed according to the set value.\\n\\nOnce our supply limit has been reached, the only way to mint additional tokens will be through a DAO governance vote.\\n\\n## Centralized treasury. If the protocol collects fees, where do they go and how are they controlled? Is there any kind of treasury or insurance fund under centralized control?\\n\\n10% of the yields earned are collected as fees and go into the treasury. All of them will go to veSCIX stakers, which is the governance token given to stakers of SCIX in the lockup governance vault.\\n\\n## Migration Function. Is there a migration function in the code? Why is this there and how to control this function from making a malicious action?\\n\\nThere are migration functions for vault in Scientix.sol and TransumterB.sol. They are for vault upgrading and only controlled by multi-sig DAO, which will be replaced by fully on-chain DAO.\\n\\n## Upgradeable contracts. Are the contracts upgradeable? Why is this there and how to control this function from making a malicious action?\\n\\nStratAlpaca, SimpleVault, StakingPool and VotingEscrow are upgradeable contracts, which can only be upgraded through the multi-sig DAO. If there will be any new changes made to the contract, the contract will need to be redeployed.\\n\\n## Third-party risk. What underlying external parties do your contracts rely on?\\n\\nWe currently rely on Alpaca Finance’s deposit vault contract. However, Alpaca Finance is regarded as one of the safest protocols on BSC with 11 completed security audits. Hence, we believe our third-party contract risk is minimal.\\n\\n## Where are tokens currently listed?\\n\\nPancakeSwap\\n\\n## Please briefly describe the utility of your tokens and all the relevant tokenomics (e.g. burn, staking, locking, etc.).\\n\\nThe SCIX token is our governance token. In addition to governance, SCIX can also be deposited on our Farm page to earn rewards in SCIX, including 11% of SCIX token emission and 100% of protocol earnings for locking up in the governance vault. Alternatively, you can also earn SCIX rewards by using the tokens to provide liquidity and stake the LP tokens on our Farm page.\\n\\n## Does your token have any advanced mechanics such as deflationary/rebase/reflexive?\\n\\nNo\\n\\n## Please share your project’s roadmap\\n\\n<https://docs.scientix.finance/our-protocol/roadmap>\\n\\n## What % of the token supply is/will be controlled by the team\\n\\nThe development team will receive 25% of the distributed rewards while ALPACA token holders will receive 5% of the distributed rewards.\\n\\n## What % of the token supply is controlled by investors? What is the token distribution model?\\n\\nScientix is a fair launch project, meaning there is no pre-sale or pre-mining. Below is how our tokens are allocated:\\n\\n**Farming Incentives**: 55%.\\\\\\n**Development Team:** 25%\\\\\\n**Strategic Expenses**: 14%\\\\\\n**Incentives to ibALPACA Holders**: 5%\\\\\\n**Multi-sig Holders:** 1%\\n\\n![](https://miro.medium.com/max/1200/1\\\\*PvCFuFGT9DEMrfPt3ETgPg.png)\\n\\n## Please share the profiles of key team members\\n\\nWe are a group of DeFi developers based in Silicon Valley with years of tech industry experience.\\n\\n## What monitoring or controls do you have in place that could catch issues, halt functions, or delay attacks to protect assets?\\n\\nIf there’s a failure (i.e. a safety incident), we will halt the transfer and the deposit function until the issue is resolved and operations can resume safely.\\n\\n## Do you have a bug bounty program in place/planned?\\n\\nYes, will allocate a portion of SCIX token received from operations to launch our bug bounty program. We will join Immunefi for our Bug Bounty program.\\n\\n## Safety practices. Is there someone dedicated to security on the team? Does your git include your test/QA scripts? Describe your current IS/QA processes? Will you commit to auditing your code at least quarterly/semi-annually/annually and for major updates and releases?\\n\\nThere are at least two solidity and security experts who are in charge of reviewing code and protocol security. The codes were rigorously tested by a suite of unit tests and dedicated QAs. In addition, any future updates or releases will be audited.\\n\",\"timestamp\":1633850395,\"title\":\"Announcing Alpaca’s First Long-Term Grazing Range Pool With a Brand New Project — Scientix! Big Rewards for ALPACA Holders!\"},\"digest\":\"sK8NkgBLlqoGXwwuCz0LksBno29i9NkHQPMR0sfGf6o\",\"authorship\":{\"contributor\":\"0x6f3c06b4c50B17b4CEAA9d609356Ebd57963D011\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ueuVYehdy8keczhX3gh1uNIwtynvemwscH1eQSKKNOc\\\",\\\"y\\\":\\\"23U03IAVdUI1zzzpB1f8hsObrmEMl5TM7Vvq1J1BxoI\\\"}\",\"signature\":\"Kuo6_plhoDtIQAQIXLb_yAhqeKKkgh7p4dTtnld0IzjMaaXQx2tSsS5SiS4Ce8AllgH_op4aRvnRFGFWbqwD5Q\",\"signingKeySignature\":\"0xc8072a82c0e7cde0a760b0387de05424b0006c7c13018f0a90c4d1ec1b23d5820405c1a7868aa89e8810c7ab6933559d5ac9fdc5e98bf22658deabca75e525471b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ueuVYehdy8keczhX3gh1uNIwtynvemwscH1eQSKKNOc\\\",\\\"y\\\":\\\"23U03IAVdUI1zzzpB1f8hsObrmEMl5TM7Vvq1J1BxoI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sK8NkgBLlqoGXwwuCz0LksBno29i9NkHQPMR0sfGf6o\"}"