"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*kXxE30Cm8c-yGBCVWe0Ntw.jpeg)\\n\\n## In this interview, Juan Gustavo Corvalán presents Prometea, a pioneering AI tool in Buenos Aires judicial system...\\n\\n*This is a translated and adapted version of [this interview](https://www.thetechnolawgist.com/2019/06/20/entrevista-juan-gustavo-corvalan-buenos-aires-prometea-inteligencia-artificial/)* published at The Technolawgist on June 20, 2019.\\n\\n**Does the use of AI by public bureaucracies imply a true redesign of their current strategies or a simple adaptation to change?**\\n\\nIn the Attorney General Office of the City of Buenos Aires and in the Laboratory of Innovation and Artificial Intelligence at the Faculty of Law of the University of Buenos Aires, we believe that the use of technology must be approached from the perspective of people and their rights. The challenge is to ensure that citizens as a whole have access to all government services through the implementation of IT.\\n\\nThe use of disruptive technology in the public sector is a paradigm shift based on substantial transformations, not a mere instrument. It’s not enough to apply new technologies to existing problems, or to improve computer systems to “do the same but with more technology”.\\n\\nOn the contrary, it’s about rethinking or redefining strategies and ways of understanding the relationship between society and technology. A sustainable and inclusive development of AI must be guaranteed, which does not create more inequality in society, but rather tends to reduce the existing gaps. This transformation must be managed from a “social technology” perspective.\\n\\nSo far, governments have typically just reproduced the logic of the “paper bureaucracy” in the digital world. But “smart bureaucracy” is not about digitally replicating offline procedures.\\n\\nBy using AI systems, our aspiration is to promote a transition towards a new archetype of exponential public organizations. In simple terms, the digital or algorithmic organization does not progress by “opening more offices” but rather by expanding or adjusting algorithms.\\n\\nIn the Attorney General Office of the City of Buenos Aires, we have already completed the first transition. Now, we are taking substantial steps towards the second transition: from a “paper and digital bureaucracy” to a “smart bureaucracy” where AI systems facilitate, simplify and exponentially accelerate interactions and tasks thanks to automation and predictive analytics. These changes go deeper than just “adapting” public organizations to digital files and the internet. In essence, the logic of organizations and their procedures must be transformed.\\n\\nIn our case, we developed an AI system called Prometea, which allows us to drastically cut times in justice administration. For example, in the paradigm of the “paper and digital” bureaucracy, producing 1000 rulings about housing rights required 174 work days. With Prometea they are done in 45 days.\\n\\nThe same occurs with cases related to labor rights. Without Prometea it took 83 days to produce 1000 rulings. With Prometea, it’s done in 5 days. Prometea also helps control that filings comply with all formal requirements. It cuts time from 160 to 38 work days per 1000 filings.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*IqasPGB2a_TuVkxNjkim9g.jpeg)\\n\\nJuan Gustavo Corvalán, creator of Prometea.\\n\\n**Tell us about the Prometea project.**\\n\\nAt first, Prometea was designed with the optimization of the justice system in mind. The goal was to exponentially streamline judicial processes for the benefit of the citizen. Later, it was noted that the benefits it generated could be exploited by any public organization.\\n\\nSince the beginning of the project, in August 2017, we have interacted with over 60 national and international organizations and institutions (the United Nations, the Organization of American States, the University of Oxford, Sorbonne University, etc.) and Prometea has helped in automating a number of tasks for these organizations.\\n\\nProofs of concept were done in the justice systems and public administration with the following results:\\n\\n* Prometea predicted court rulings in less than 20 seconds, with an accuracy rate of 96%.\\n* It allowed 1000 rulings about housing rights to be done in just 45 days; while it takes 174 days with traditional methods.\\n* It produced 1000 rulings about suspending probation for drunk drivers in 26 days. It takes 110 days to do manually.\\n* In the Colombian Constitutional Court, which receives thousands of filings per day, it was possible to reduce the time allocated to the selection of urgent cases from 96 days to 2 minutes.\\n* Prometea reads, analyzes, detects and suggests high priority health cases in a few seconds. All this under human supervision.\\n* The tool can also automate the creation of documents. Thus, 14 documents can be created in 16 minutes, while it takes 2 hours and 40 minutes to humans. The efficiency in this case is increased by 937%.\\n* In the Inter-American Court of Human Rights, Prometea works as a virtual assistant for document creation.\\n* In the Civil Registry Office of the City of Buenos Aires, 6,000 rectifications of administrative items are carried out in 2 months with Prometea. This previously took 8 months.\\n* In the field of public contracting, Prometea allows to control the prices of the goods to be purchased. Prometea we can create a specification in just 1 minute, while manually drafting the document takes 2 hours.\\n* Prometea reduces the number of typing errors by 99%; and it allows an exhaustive control of formal aspects of the documents involved.\\n\\n**What are the new strategies based on new technologies that the public sector should use?**\\n\\nImplementing AI in a public organization requires, on the one hand, unlearning many techniques and approaches learned under the “industrial” paradigm, based on a series of linear steps to reach a result or decision. On the other hand, it requires to redefine strategies based on the use of new information technologies, so that workers and citizens are at the center of the system.\\n\\nIn this process of unlearning and learning new logics, public administrations need to develop adequate data governance capabilities while ensuring a sustainable and inclusive development of AI. A development that does not create new inequalities but tends to reduce the existing ones. Therefore, this transformation must be managed from a “social technology” approach.\\n\\nThe development of AI systems presupposes considering two large dimensions.\\n\\nOn the one hand, the application of intelligent systems to simplify and facilitate the relationship between the citizen and the state (*the front-office world*). On the other hand, the application of systems for speeding up and optimizing the internal procedures of government organizations (*the back-office world*).\\n\\nThe front-office world encompasses the bulk of interactions between the state and citizens: comments, queries, complaints, requests or claims handled by digital assistants based on voice or chat interaction, so that citizens do not have to go through endless web pages to try to find the information they need. Some procedures can even be provided entirely through a digital assistant with natural language recognition, as how Apple’s Siri works.\\n\\n**Do you think that the use of artificial intelligence in the public sector will destroy jobs or, on the contrary, it’s an opportunity to have more competent and creative public servants?**\\n\\nThe idea that machines are coming for our jobs is a frequent topic in every moment of technological disruption and the Fourth Industrial Revolution is no exception. Although it is to be expected that in the face of such disruptive innovations the first reaction tends to be discouraging or pessimistic, it’s important to take a deeper look and understand that predicting the impact of automation on employment is a highly complex task.\\n\\nOur stance is different of those gloomy predictions of a dark future where robots will leave us all unemployed. It’s too early to to argue that the net effects of disruptive technologies on job creation will be negative.\\n\\nThe fact that some tasks can be automated does not inevitably mean that human work will be replaced by intelligent machines, but that there will be a new configuration in the division of tasks between the two.\\n\\nDuring the process of automation and application of AI systems, routine, repetitive or mechanic tasks are typically replaced. These workers are reassigned to other positions where they can engage in more creative and productive work. And although this is not new (the computer and the word processor replaced mechanical and repetitive tasks in the typewriter), the truth is that today the phenomenon is exponentially present.\\n\\nThis transition involves a paradigm shift, in which the promotion of lifelong learning for the workforce plays a central role. Our training cannot stop when we graduate from university. We need to continually develop digital, creative and socio-emotional skills, to adapt to the fast-paced nature of the technological disruption.\\n\\nIn this context of constant demand for new job skills, public organizations have an important role, since they will have to undergo substantial transformation in order to increase their efficiency. On the one hand, they must invest in technology and, on the other, in human capital. The latter necessarily implies digital literacy and creating suitable environments for people to adapt to work with new technologies and intelligent systems.\\n\\nIn short, the implementation of AI, far from causing unemployment, prioritizes the work of people, simplifies the bureaucracy, optimizes the process, streamlines the response times of justice, incorporates new operators and, in addition, allows to carry out delayed tasks. They free up time and resources for humans to focus on more complex, creative and productive work. It is time to create a new generation of qualified and talented civil servants, and to empower and requalify existing ones.\",\"timestamp\":1638649502,\"title\":\"Prometea, Artificial Intelligence in the Judicial System of Argentina\"},\"digest\":\"OOlfW0y3bFRRTYUURIpO3Baj0ZNn8pDo_XFDU4ywlsQ\",\"authorship\":{\"contributor\":\"0xf12C67e80E309eaC0c4dc18Fb26e68F9672297E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"signature\":\"2heru4FBK_1nGUN931OAhgBQA7YfOOFdm06VXYdIxpfY4IiV-fL6NlY9oHdVSBzzMn03s2MkC3X9wxevDxiajg\",\"signingKeySignature\":\"0xbb67824a5cdd413a3900f8d913a162ca89ff55c3f83d74e39c738ba7412fc78570a0731025b91c70a242fe7fd50e085455303a3c5c7222d8b6f59d71dbdf1bce1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OOlfW0y3bFRRTYUURIpO3Baj0ZNn8pDo_XFDU4ywlsQ\"}"