"{\"content\":{\"body\":\"Christie’s and Sotheby’s are important players in the NFT art adoption.\\n\\n![](https://images.mirror-media.xyz/publication-images/1WdO1iWluYWKX9mG-m_zO.png?height=420&width=800)\\n\\n2021 has been a crazy year around the NFT ecosystem, especially in the art world. One of the main catalysts was the auction of the NFT “Everydays: the First 5000 Days” by Beeple, sold for $69 million by Christie’s last March.\\n\\nOn the other hand, in July, the Institute of Contemporary Art, Miami (ICA Miami), acquired through a gift from Eduardo Burillo [CryptoPunks](https://cryptoslate.com/8-of-the-top-10-nfts-sales-last-month-have-been-bored-apes-and-cryptopunks/) NFT #5293, according to Resnicow and Associates. But, until now there has been more NFT adoption in auction houses like Sotheby’s and Christie’s rather than in museums.\\n\\n## Why are museums lagging behind the NFTs?\\n\\nOther than the ICA Miami getting an NFT, only a few other museums, like the British Museum in London, and the Hermitage Museum in St. Petersburg, have been involved in this world, according to Apollo art magazine.\\n\\nAccording to TNW, some of the obstacles museums have when getting involved with the NFT world are: That NFTs are attached to cryptocurrencies which involve regulatory uncertainties and volatility; and the fact that an NFT could be an income-producing asset for a museum could bring different problems, such as limiting public access to the collection, proper reinvestment of the income received, and the possibility of an NFT collection being treated as a financial asset instead of art for display.\\n\\n## Sotheby’s and Christie’s are changing the art world\\n\\nNowadays, the way we sell art pieces is changing, and Sotheby’s and Christie’s are taking the strings for this to happen.\\n\\nNovember was a very important month for the NFT world. Last week, according to Christie´s website, they partnered with OpenSea to make the first on-chain auction called “Christie’s X OpenSea”, the exhibition will be available for the public in OpenSea from Dec. 1-3, and the bidding will be open from Dec. 4-7.\\n\\n> “My hope is that this will be the beginning of a new era for NFT sales at Christie’s, where amazing technology can be deployed to its full potential and facilitate the on-boarding of even more traditional contemporary art collectors to Web3,” said Noah Christie’s, head of Digital and Online sales.\\n\\nAlso, Sotheby’s [accepted](https://cryptoslate.com/ethereum-becomes-a-first-class-currency-on-sothebys-for-banksy-auction/) Ethereum (ETH) bids during the auction of two Banksy paintings. But one of the most important involvements of Sotheby’s in the NFT ecosystem was building a replica of their London auction house in a primer location in Decentraland metaverse where you can enter their gallery from anywhere in the world as referenced below.\\n\\nThe art industry is going digital. So far, museums and auction houses have taken a different approach with the NFT ecosystem. With these new metaverse trends, the art industry may continue to change.\\n\\nWill a museum like the Louvre take a step forward and enter into a metaverse like Sotheby’s did? It’s hard to predict, but remember art museums explain history through art, NFTs will definitely be part of our history.\",\"timestamp\":1639396179,\"title\":\"Will auction houses be bigger than museums in the NFT world?\"},\"digest\":\"EX7Y41-Gdel3SCzCTPQAesLR7f886gO31vqTrDs_MEk\",\"authorship\":{\"contributor\":\"0xF7818C21727B7776DD0593d92d2768FEd5878fC8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RTcG1VAUcrEzXOgVq4bAcGEywuBdJvv872WvmctaCuo\\\",\\\"y\\\":\\\"jE_ArVouDywMt-TCLS_n46GiWI9t-EXoaBWXI0kz5u4\\\"}\",\"signature\":\"jKGanmKeRbU1NGDLLWN44WBgP_9Sws3-rZIHQP8L8EWJgaov128vdinydirlsdgZ2ZcmMhcTTWTdCDOiL0UjaQ\",\"signingKeySignature\":\"0xd00db0da8ec8cbaeca6a9d97cb9b80903e7cbc189ce7ca14000394cf7d0e90af499191617e8be1f4d61c85f61d592ee7dbabf893d584e2fd7a9c9baf010bff311c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RTcG1VAUcrEzXOgVq4bAcGEywuBdJvv872WvmctaCuo\\\",\\\"y\\\":\\\"jE_ArVouDywMt-TCLS_n46GiWI9t-EXoaBWXI0kz5u4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"EX7Y41-Gdel3SCzCTPQAesLR7f886gO31vqTrDs_MEk\"}"