"{\"content\":{\"body\":\"**Vienoje skardinėje – didžiulis kiekis cukraus**\\n\\nPasak pašnekovo, energiniai gėrimai visai ne veltui yra draudžiami vaikams ir paaugliams.\\n\\n„Energiniuose gėrimuose yra labai daug cukraus, B grupės vitaminų, taip pat ženšenio, ginkmedžio, žaliosios arbatos ekstrakto. Šios medžiagos veikia kartu su kofeinu, padidindamos jo poveikį. Tyrimai rodo, kad tai tikrai yra priklausomybę sukeliantys gėrimai, o žmogus gali pakenkti savo širdies veiklai.\\n\\nTai nėra kaip narkotikai, kai pasireiškia fizinės priklausomybės, bet ilgainiui atsiranda kofeino abstinencija, stimuliatorių trūkumas, norisi to skonio. Kai kuriems žmonėms energinio gėrimo skonis labai patinka, jį geria būtent dėl to. Tada pajaučia tonizuojantį poveikį, o po kurio laiko prie tokio poveikio pripranta. Ilgainiui tolerancija gėrimams stiprėja ir jų reikia vis daugiau“, – sakė pašnekovas.\\n\\n[![Energinis gėrimas](https://g3.dcdn.lt/images/pix/580x385/H75htBrlfUQ/sveikata-1073-86685165.jpg)](https://g2.dcdn.lt/images/pix/sveikata-1073-86685165.jpg \\\"Energinis gėrimas\\\")\\n\\nEnerginis gėrimas\\n\\nKiek tiksliai yra cukraus energinio gėrimo skardinėje, atsakyti sunku, nes tai priklauso nuo tūrio bei gėrimo gamintojo. Skaičiuojama, kad skardinėje gali būti nuo 15 g iki 30-40 g cukraus, o tai – labai daug.\\n\\nĮdomu tai, jog daugiau energijos suteikia gėrime esantis cukrus nei kiti priedai. Tuo metu kofeinas yra stimuliatorius, dėl kurio tampame budresni. Išgėrus energinį gėrimą staiga gauname didelį kiekį stimuliatorių kartu su cukrumi, dėl to trumpam turime daugiau jėgų.\\n\\n**Itin kenkia širdžiai**\\n\\nTyrimai rodo, jog visame pasaulyje plečiantis energinių gėrimų rinkai, daugėja ir žmonių, patiriančių ūmių širdies ir kraujagyslių sistemos būklių.\\n\\nPer didelės [kofeino](https://www.delfi.lt/temos/kofeinas) dozės gali sukelti rimtų širdies ir kraujagyslių sistemos sutrikimų, atsiranda širdies ritmo sutrikimai, kraujospūdžio „šuoliai“. Kofeinas taip pat gali pakenkti vis dar besivystančioms vaikų širdies ir kraujagyslių bei nervų sistemoms. 2021 metais publikuotas mokslinis tyrimas rodo jaunų sveikų žmonių širdies endotelio funkcijos sutrikimų ir energinių gėrimo vartojimo sąsajas.\\n\\n[![Energinis gėrimas](https://g2.dcdn.lt/images/pix/580x380/EHOl\\\\_3r3TvE/sveikata-1072-86685149.jpg)](https://g2.dcdn.lt/images/pix/sveikata-1072-86685149.jpg \\\"Energinis gėrimas\\\")\\n\\nEnerginis gėrimas\\n\\n„Labiausiai energiniai gėrimai kenkia širdžiai, jie paveikia širdies raumenį. Yra tyrimų, kad energiniai gėrimai plonina širdies viduje esančias ląsteles, tai labai pavojinga. Taip pat kenkia smegenims, nes jei žmogus blogiau miega, sutrinka miego fazės, kenčia protinis darbingumas“, – sakė pašnekovas.\\n\\nPavojingiausi šie gėrimai žmonėms, kurie turi silpną širdį, hipertenziją, širdies ligas – jiems šių gėrimų vartoti griežtai negalima. Ir ne tik dėl kofeino, bet ir dėl kitų juose esančių stimuliatorių.\\n\\n„Energiniai gėrimai šiuo metu rinkoje yra vienas blogesnių dalykų. Apie juos neretai klaidingai šneka sveikatingumo ekspertais save laikantys žmonės“, – sakė dr. A. Sujeta bei pridūrė, kad kai kurie treneriai, iš tiesų nieko nenutuokiantys apie sveikatingumą, energinius gėrimus siūlo savo klientams. Neva taip bus greičiau deginamos kalorijos.\\n\\n[![Artūras Sujeta](https://g3.dcdn.lt/images/pix/580x386/Lm_NHw-PJBU/arturas-sujeta-83100843.jpg)](https://g4.dcdn.lt/images/pix/arturas-sujeta-83100843.jpg \\\"Artūras Sujeta\\\")\\n\\nArtūras Sujeta\\n\\nEnerginių gėrimų vartojimas gali būti susijęs su nerimu, miego ir virškinimo problemomis bei dehidracija.\\n\\n„Daug kofeino ir cukraus nėra gerai, bet be jų šiuose gėrimose yra dar „pusė“ periodinės elementų lentelės. Pavyzdžiui, vien kofeinas kartu su papildomai pridėtu Guaranos ekstraktu gali gerokai padidinti kofeino suvartojimą“, – sakė pašnekovas.\\n\\nPastebėta, kad energiniai gėrimai gali daryti įtaką ir prastam miegui bei depresiniams simptomams, taip pat elgesio sutrikimams. Ypač pavojinga energinius gėrimus maišyti su alkoholiu.\\n\\nGriežtai draudžiama DELFI paskelbtą informaciją panaudoti kitose interneto svetainėse, žiniasklaidos priemonėse ar kitur arba platinti mūsų medžiagą kuriuo nors pavidalu be sutikimo, o jei sutikimas gautas, būtina nurodyti DELFI kaip šaltinį.\\n\",\"timestamp\":1639947661,\"title\":\"Širdžiai smogiantis gėrimas – pakenkti gali ir gana nedidelis kiekis\"},\"digest\":\"CPhuJ6-A4ax_sHCX5j9hawmfwHrwj2rOZjDy2PjVyKQ\",\"authorship\":{\"contributor\":\"0x9A72ec2abAEB3f73882689BcB46e17Ce34E222b0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"csK3BDtHsopMNUBu3NoWPv6qQi_XyX5vBiFIGmRckPM\\\",\\\"y\\\":\\\"2iQPaIPfQGiOosfo7OaYuQbKRavvRudHTMqBDGJOEk8\\\"}\",\"signature\":\"CbWP-9_mZ7rrIlHpuvOP3IJKFApRKeuq4VoYi2jjdVbRUWJ7vOc7CSI40AoX2O7EGxfo_KqVCOaiZcnkr3spJQ\",\"signingKeySignature\":\"0xb54cc0c62a137ae3055f9540e761cc2b20a3af1238d4c5cb40d2e5d9d7c74e9d4c959e6a472a938ce2897277a78f0b7e6a1cbb2b571bced916742b51e63b07201c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"csK3BDtHsopMNUBu3NoWPv6qQi_XyX5vBiFIGmRckPM\\\",\\\"y\\\":\\\"2iQPaIPfQGiOosfo7OaYuQbKRavvRudHTMqBDGJOEk8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CPhuJ6-A4ax_sHCX5j9hawmfwHrwj2rOZjDy2PjVyKQ\"}"