"{\"content\":{\"body\":\"Uniswap (UNI) is one of the most talked-about cryptocurrencies of 2021. If you've been watching the charts, then you've probably caught this crypto quickly climbing. It currently sits just outside the top 10, with a market cap of over $11 billion.\\n\\nPerhaps you're thinking about buying Uniswap because of its results so far and because people are so excited about it. Let's take a look at what you should know first.\\n\\n1. Uniswap is both a cryptocurrency and a decentralized exchange\\n   Learning about Uniswap starts with the Uniswap exchange, a decentralized cryptocurrency exchange that offers peer-to-peer trading.\\n\\nWith a centralized exchange, such as Coinbase, the exchange monitors and facilitates transactions. You also need to register for an account. A decentralized exchange is different because there's no third party involved and no registration required. You just connect a crypto wallet to Uniswap's app, and you can trade cryptocurrencies.\\n\\nDecentralized finance (DeFi) applications have grown quite a bit this year. And Uniswap ranks among the biggest decentralized exchanges by trading volume.\\n\\nWhat about the Uniswap cryptocurrency? It's a governance token, meaning holders can vote on proposed changes to the Uniswap exchange. Its success is tied in to the exchange because if the exchange gets more popular, it will likely lead to more people wanting to buy the token.\\n\\n1. The exchange operates as an automated market maker\\n   The Uniswap exchange is an automated market maker. This is a type of decentralized exchange that offers various pairs of tokens to trade. Prices are set using mathematical formulas, and trades occur using smart contracts.\\n\\nFor this to work, the exchange has liquidity pools. Each liquidity pool has funds for a pair of cryptos. It draws from liquidity pools when users make trades.\\n\\nLet's say you want to trade your Ethereum (ETH) for Dai (DAI). You'd go to the swap page on Uniswap and connect a crypto wallet. Next, you'd enter the amount of Ethereum you want to trade and select Dai as the cryptocurrency you want to receive.\\n\\nUniswap would immediately calculate the amount of Dai it will pay you for your Ethereum. If you confirm the trade, Uniswap will pay you the Dai out of its Ethereum/Dai pool. There would also be a transaction fee, called a gas fee, which is always paid in Ethereum.\\n\\nBut where do the funds in those pools come from? That's where Uniswap's users come in.\\n\\n1. Users can lend their crypto to Uniswap\\n   To have enough funds in its liquidity pools, Uniswap rewards users who lend their own crypto. You can choose the \\\"Add liquidity\\\" option to lend crypto to any of Uniswap's pools.\\n\\nWhen adding liquidity, you need to contribute equivalent amounts of both cryptocurrencies to the pool. For example, if you choose the Ethereum/Dai pool, you'd need to lend Ethereum and Dai.\\n\\nIn return for your contribution, Uniswap will pay you a share of the gas fees for that liquidity pool. Continuing the example above, every time someone traded Ethereum and Dai, you'd get a share of the gas fees.\\n\\n1. It runs on the Ethereum blockchain\\n   Uniswap was built on Ethereum's blockchain technology. That's why users on Uniswap need to pay gas fees with Ethereum.\\n\\nThe issue is that Ethereum is congested due to its popularity. There are more transactions than Ethereum's blockchain can handle, which drives up fees and slows down processing times.\\n\\nIn addition, gas fees depend on the congestion at the time of a transaction, not the amount of the transaction. This makes Uniswap a poor choice if you're only trading a small amount. It doesn't make sense to pay $30 in fees for a $50 trade.\\n\\nEthereum has been going through a series of upgrades toward its next version, Ethereum 2.0. The upgrades should drastically decrease processing times and gas fees. But the process likely won't be completed until 2022. Until then, Ethereum's issues will affect Uniswap.\\n\\n* It has inspired a range of competitors\\n  Uniswap is far from the only game in town. There are quite a few decentralized exchanges that operate similarly. Here are a few examples:\\n\\nPancakeSwap\\nSushiSwap\\nBurgerSwap\\nCurve\\nDODO\\nOne advantage several other exchanges offer is that they run on the Binance Smart Chain, which currently has much lower fees than Ethereum. PancakeSwap, in particular, has had success as a less expensive alternative to Uniswap.\\n\\n* You can buy the Uniswap token or trade for it\\n  If you want to invest in Uniswap, there are a couple ways you can do it. The first is to buy it through an exchange like any other cryptocurrency. Several top cryptocurrency exchanges list Uniswap. Here are a few popular options:\\n\\nCoinbase\\nGemini\\nBinance\\nYou can also trade for it on the Uniswap exchange. To do that, you would need to buy another cryptocurrency first and transfer it to a crypto wallet. On the Uniswap app, you would connect your wallet, and then make your trade.\\n\\n1. It's a high-risk investment with room to grow\\n   Make sure you understand the risks involved before buying Uniswap. Cryptocurrencies are volatile, and there's the possibility that your investment ends up worthless in the future. One of the biggest potential problems is that regulators may try to crack down on DeFi as a whole, which could negatively affect Uniswap.\\n\\nEven taking the risk into account, there are reasons to like Uniswap as an investment. It has taken a commanding lead over the competition, as it has 63.8% of the market share among decentralized exchanges at the time of this writing. And that's with Ethereum's issues. If Ethereum 2.0 is a success, Uniswap could capture even more users who were previously turned off by high fees.\\n\\nFor those who think DeFi is the future, Uniswap makes sense as a cryptocurrency investment. If you do buy any, remember that you can also lend it to a liquidity pool to earn rewards.\",\"timestamp\":1640100417,\"title\":\"7 Things to Know Before You Buy Uniswap (UNI)\"},\"digest\":\"q5yamEOlvDAytv9nDygAI_tLNpYsDitHBGgORtB6Plw\",\"authorship\":{\"contributor\":\"0x69d4b6Ef6E58365af264023C899CDD77c2F271aF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xYPcATWTXUHjGXW7Rzt474xAIf8okDcvUWb1nWmvcSU\\\",\\\"y\\\":\\\"x27Q8d5DEYqSOPDEceXzOcYmfshIG6ZLNnQr4UWJwhk\\\"}\",\"signature\":\"He4IScPbLYAJTb6fAkZAqbtosiuJib1Z-LMP9lNgeaXHuS1hbmvnMGvzUFhwDv3RiuQT7MBRvVMlwrI6Gx0Z9g\",\"signingKeySignature\":\"0x75a90a02d92ecd34da299ae261f4f2fb35792f939a8808aec8623b779a47a9ff13e7b0e8657ab48ddafd41c6d898042c739bc5b07b0c60805495dfd10c08c04d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xYPcATWTXUHjGXW7Rzt474xAIf8okDcvUWb1nWmvcSU\\\",\\\"y\\\":\\\"x27Q8d5DEYqSOPDEceXzOcYmfshIG6ZLNnQr4UWJwhk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"q5yamEOlvDAytv9nDygAI_tLNpYsDitHBGgORtB6Plw\"}"