"{\"content\":{\"body\":\"重轻老师那一期播客非常精彩，按照约定，我来交稿了。我的视角和游戏产业的视角可能略有不同，本篇动态也没有负面的批评。\\n\\n## 1. 元宇宙和游戏的关系\\n\\n站在游戏人的角度，元宇宙不过是一个更加异想天开的 MMO 游戏梦。这种理解不能说是错的。但我尝试去思考这样理解的原因，觉得可能是这两个：\\n\\n一个是游戏产业帮元宇宙的各类基础设施铺好了道路，在产业上的贡献无与伦比。以及正是全球游戏玩家的扩大和狂热，才开启了资本对元宇宙的未来想象。所以如果认为电子游戏是元宇宙之父，也没有任何问题。\\n\\n另一个是部分游戏信仰者或哲学家，在无限扩展“游戏”的定义，而我们这里只说狭义的“虚拟电子游戏”。否则，你的工作和其他娱乐活动也可以算有目标、有规则、有奖赏反馈的广义“游戏”。\\n\\n电子游戏不足以被称为“元宇宙”，或者说无法承载人们对元宇宙的全部幻想，其关键的原因是对现实影响太弱，没有直接和更多的现实产业打通。狭义的电子游戏是要营造一个隔离现实或架构于现实之上的世界，它追求着一种非功利性的乐趣。\\n\\n哪怕是麦戈尼格尔说的“游戏化设计”，用游戏设计思想来指导现实活动的改良，也对其他现实的产业影响太小了。\\n\\n而元宇宙的目标是要大规模的人口持续生活在其中。只有搬迁更多生活里的环节才能实现。生活意味着不只是快乐，也有骗局；不只是娱乐和创造，也有真实的打工和投资。它必须接受甚至鼓励功利性的行为，你才能可持续地投入到数字生活里。\\n\\n你的线下和线上需要打通得更紧密，才有理由不离开那里，包括了工作、投资借贷、购买实体资源、照顾家人等等。Axie 的菲律宾玩家不是因为体验乐趣而沉迷，而是因为养家糊口而绑定。\\n\\n## 2. 区块链对元宇宙的重要性\\n\\n在某些元宇宙定义下，这一点都不重要，尤其是对于注重体验层的元宇宙布道者。没有区块链，你依然可以有 VR、AR 和 AI，区块链对元宇宙没有任何决定性的影响。\\n\\n“元宇宙概念”的科幻小说可以直接预言 XR 的终极形态，也预告过类似分布式的网络设定，但从来没有预告过区块链大规模运用的未来。\\n\\n正如上述所说的，区块链是元宇宙的一种选择，只有当元宇宙认为需要和现实发生强联系时，增强现实影响力时，它才需要考虑要不要区块链。。\\n\\n因为 BTC 虽然是虚拟货币，但它的力量不是虚拟，正相反，BTC 的力量是它直接作用于现实。\\n\\n这个逻辑很简单。历史上每一个 MMO 游戏都有自己的虚拟经济系统，他们都有自己的代币，一样可以交易和出入金，而只有 BTC 是和全世界法币自由交换且通过 pow 等机制让人们直接付出现实成本。\\n\\n人们认为或倾向于将其塑造为一种现实资产，而不是虚拟道具。人们购买 BTC 的根本原因，是在现实里使用它或兑换成物质奖励，而不是用它获取虚拟世界里的荣耀或激励。\\n\\n在我看来，crypto 的核心目标不是构建数字世界，而是“将数字世界现实化”。让虚拟经济更流畅和更直接地影响现实经济。\\n\\n基于以上的观点，只有当元宇宙认为它的“永续性”依赖于打通现实，尤其是现实里的经济系统时，crypto 才变成一种重要的选择。\\n\\n## 3. 元宇宙是比互联网更大的问题吗？\\n\\n 这里的反思是，互联网造成的那么多社会和心理问题还没解决，我们要用更虚拟的元宇宙去加重它吗？\\n\\n首先，新科技解决问题的方式从来不是修补，而是抛弃旧问题或转移主要矛盾，这就是科技发展的残酷之处。社会大多数不会因为人文关怀，而停下生产力发展的脚步。人们在惊艳于初代 iPhone 的时候，不会考虑中国的老年人不会用怎么办。\\n\\n其次，这些问题不一定是虚拟化带来的。它们伴随着互联网而来，不意味着虚拟化是唯一或最重要的成因。我们降低社会的虚拟化程度，我们让线下的连接更亲密，而弱化网上的虚假连接，真的会更幸福吗？不会有新的问题发生吗？我们去探索真实的太空，就不会诞生新的焦虑吗？哪一条人类发展的道路都是伴随着痛苦的，这个问题我暂时想不到解决办法。\\n\\n## 4. 普通人需不需要了解元宇宙\\n\\n 我们欢迎狂想家，我们筛选未来学家。这看起来是个科幻脑洞都可以骗钱的泡沫时代，你可以从实干精神的角度鄙夷它而不加入，你也可以利用泡沫找到自己的同伴和实现理想。\\n\\n\\\"You can praise them, quote them, disagree with them, disbelieve them, glorify or vilify them. About the only thing that you can't do is ignore them. \\\"\\n\\n即使是最聪明的人也一定会犯错，也有可能集体犯错。如果你有过往崇拜的人或公司，在探索这个事情，那你最好了解一下；如果你认为现在讨论和推崇 Metaverse / Crypto 的名人都是傻子或骗子，不符合你的智识或品性的标准，那你可以无视它，专注自己认为更有价值的事情。没有任何人和话题值得内心坚定的人 fomo。\\n\\n那我建议你去了解，因为第一点是我非常认同重轻老师说的，你对未来的想象也是一种贡献。第二点是，元宇宙不一定是未来，但以防你在这种可能到来的未来里被骗，可以先学一点真正有用的知识，参加一些有价值的讨论。\",\"timestamp\":1640319720,\"title\":\"元宇宙批评 Metaverse Criticism\"},\"digest\":\"XPp6cPmtOsuhthEO_wSOPqATgG0E0EUatU4K7lVV9hI\",\"authorship\":{\"contributor\":\"0xd62dAb3612168E4875787Ec05a17Ff9A8f2fb6b9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UgbngFqwUrrunUYBA_TRz2c7P89GVcQ2wbyd3y1DQ5Y\\\",\\\"y\\\":\\\"0MaktirmcfJI9U0g6ZXNZOxS7OWsgTKLIKpzc0IdSS8\\\"}\",\"signature\":\"Z8J7kdFjOJCjzYfMuHMT0M8P1ExG8rMq-vzsCipe6r_m80OdDa9ByM9KFA60agymEtMHZlYCs-2oIM9wrAxpag\",\"signingKeySignature\":\"0xfef2d9e2b3068f6498fd1cf3ddab3a3ab1fa966178fbb54f027f19b8093933983d9e5c07b771286c803332aa6c8c21d106df2ec07db5f25b0f2491438e470b9c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UgbngFqwUrrunUYBA_TRz2c7P89GVcQ2wbyd3y1DQ5Y\\\",\\\"y\\\":\\\"0MaktirmcfJI9U0g6ZXNZOxS7OWsgTKLIKpzc0IdSS8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XPp6cPmtOsuhthEO_wSOPqATgG0E0EUatU4K7lVV9hI\"}"