"{\"content\":{\"body\":\"Ivy stood on the coastline of an island, looking with his eyes wide open trying to wrap his heart and mind around current events. Still in a state of shock, just standing there, not feeling a thing. With a broken spirit of a child, he finally speaks out loud: “**How exactly should twelve year boy survive a shipwreck and stay alive on a deserted island?”** for the first time after his “arrival”. He asked and felt like asked questions just dumped into a big, black void, just a bunch of space having zero reaction to his existence. Being in a state of fear is never easy, jet Ivy never before felt it so true and honest. As he becomes one with IT, with the F word, and he did not like it at all. He was always the brave and clever one in the barracks game he used to play with his crew. But they are there, and I’m here. **“Better yet, I’m left all alone. By myself,** **left and** **forgotten by the world.”** heard Ivy himself talking out loud that day again. The day he survived the shipwreck. After finely reaching the shore fear and doubt overwhelm him for who knows how much time, he could not move. Just sitting on the coast. Observing the big rock and the broken ship parts, trying to remember what happened. but he couldn’t. Wondered about the parents and hoped they would come. Not to mention The Questions hunting him like hungry beasts having zero mercy on his soul. No one is wise enough to advise, no one likes mother to kiss him or hug him or even a bit of comfort. Fear ran through his veins so badly that tears had no other option than wash the little face. His heart was filled with deep sorrow and unimaginable loss every time his look was thrown in direction of wreckage. Feeling hungry and exhausted from crying, Ivy fell asleep while the sun was just set to rise again, downloading a new day.\\n\\nThe sensation of cold water going over Ivy’s hand knuckle gently wakes the boy up. He slowly gets up sitting on the warm sand. He wished he could cry, but felt there are no more tears on the place they usually came from, so sad sniffing was the only thing to hear for a while. He was sitting in an “arms hugging the knees” position, looking at his feet. Usually, his feet could make him laugh because he found them funny, looking like little friendly patios. He smiled at that thought with honesty for a moment jet enough for a sea to take his attention with beautiful blue color almost trying to communicate. Combination of sunlight reflection playing in the mid-noon at the crystal clear water, creating a magical show of colors moving in harmony. Colorful mosaic in *50 shades of blue stile* making a moment just for him to feel peace at last. Peace of his own breath. Moment of beautiful silence, secret moment.\\n\\n**“Can you feel the sea wave sound and its heart whispers?Help is near, if you’re not awake you’ll miss it.Fear is what you’re strongly holing for, do it no more!**\\n\\nIvy stood in wonder, hearing a soft but strong voice. “Who’s that?” asked Ivy noticing fear leaving his body for the first time on this dreadful, offal island. “Where are you come from? Will you help me go off this place?” asked he quickly as a torpedo, in one breath, his greatest wish there is — going off this place that took everything from him. Anger so grate burned a fire in boy's chest and water came by an interruption in a shape of calming and gently voice:\\n\\n**“Strength and courage come where now pain takes place.Make sure You look around, I’m here when You reaching, have faith,** **I** **hear when You truly seeking.**\\n\\n“Why do you speak in riddles?” shouts Ivy into the empty air. That fire was still burning, but he remembered the riddle, and tough it’s nice to hear a voice after so long time. “I do have faith” — whispers almost like he believed himself, and starts walking. He continued to wonder for hours about that voice while going around the island looking at his feet. He tough that the sea will talk to him again if he determinedly keeps looking (at his feet) and searching. Sun was still high, and Ivy’s stomach was louder and louder. I’ll follow my feet, he keeps thinking with a heart full of hope that food is really near. Day nearly passed and the boy was tired, hungry, and above all — hungry. His stomach bowl once again, not knowing how to feed himself on the island, and feel powerless. The boy burst into tears, falling to his knees asking: **“What’s for dinner?**”As the droplet slowly sinks beside his nose and eye site, light so bright shines all over him. Just in a blink of an eye, he saw a tree. With juicy fruits on it. The boy stood there, once again in shock. He wipes tears off his face, jumping the happiest he could ever be, for seeing that fig tree. He jumped once more, with his heels touching for a moment when he was sure his brain does not play wicked games — the tree was real! Slowly moving like a sudden move will scare the tree away. He comes near and reaches touching one branch just a little above his head. He still could not believe how lucky he is in this moment, inhaling deeply while hearing one more riddle:\\n\\n**“Happiness always lies under your nose, my dear boy.Smile more and hate non while you’re walking under this sun.Hug the Tree of Life if witnesses its fruits, sweetness.”**\\n\\nThe boy stood in surprise hearing another female voice mentioning sweet fig and a hug, but first thing first. After one taste of the fruits, it was impossible to stop picking and eat! Stretching his arms for another one, and another one! He was eating for full twenty minutes now and as he does that enormous gratitude for that fig burned within so strong he danced and fessed the tree. A satisfying feeling of being full-fed gave needed energy to the body, and the huge hug the tree gave him just by being there for him in time of need. “And they're more and more of them, at least for three hungry boys!” — said the boy with mouth still the full admiring quantity of the fruit. He felt respect toward it and in an attempt to get closer to the tree he climbed up on one branch, find a nice place to sit, and enjoy the view. He sat there to properly look around while noticing he recognize the spot he’s looking at. Where this whole story begins, except he’s no longer hungry, he had a view on the wreckage and the bed he slept in this morning. There was no actual *bed*, but he could clearly see where he cried, fell asleep, and woke up. He can see sunken ship shredders, looking like it’s trying to go through the rocks. Looks sad and those blurry clouds just passing by, make him want to cry. Remembering all the questions he had no answer to, not knowing at all, Ivy hugs the tree like it’s his mother's own.\\n\\n**Do not fear of the unknown, my dear boy.Greatest blessings are given ifYou simply do no know.**\\n\\n**“It hurts less when you are not hungry”** — responded the boy quietly after some time admitting he does feel better. Smiled, but the pain was still too alive to keep it. He was grateful sitting there and observing. Laughter came unexpectedly, from a bottom of his heart, remembering he spent a day looking in his feet, going in circles on the island, and the help he needed was so near, just like the first riddle said. He sat thinking about today’s events, thinking about it like he’s telling an interesting tale to his friends about what he experienced so far on the island. Tale was great and he was a great storyteller but “..something tells me they would not believe me. They would call me a lair or even worse..” — he did not finish the sentence, instead he did something he never imagined in his life — he asked directly to the tree currently supporting his body weight and life. “So, I have a question for you my fig tree. How come I have never learned in school trees and sea can communicate? How come no one ever told me that? Is it a secret? I wonder about that, you know.”\\n\\n**“Accept the Island for what it is, do not make judgments, brake free.Island is the first place to start for you to call home, being an Earth keeper’s now your dorm.”**\\n\\nThis time boy laughed so hard he almost fell off. He did not understand a thing of what that tree has just spoken about, but it did speak to him explicitly answering his question. There were no words for describing how happy and calm he was. He had a friend. Actually a lot of them! He enjoyed himself for a while now just knowing he’s not all alone, knowing he was wrong about no one hearing him. Watching the sunset gave him the association of a bed. It would be nice to have a place to sleep. Like a light blob under the head, the tough get him excited. While doing his walks and looking down, noticing the surface he’s walking and all on it. There was sail ling on the beach. He could tie a knot on two branches and use it like a hammock. While doing that he remembered he always wanted to have a treehouse in childhood. “Maybe I can build it here, it would be nice to have a roof also!”- commented he with the fig.\\n\\n**“You have a roof, look at the endlessness of the night sky, Can you count how many stars? Home is** **wherever You are.Tree of Life keeps You safe and sound.”**\\n\\nIvy was lying in the improvised hammock whit hands behind his head, pretending to be a comfy pillow, and just watched as long as his eyes did not become too heavy. He dived into a peaceful sleep dreaming about the treehouse he will make the next day while the Tree of Life whispered:\\n\\n**Dream realm is ready for You to share a good night's sleep, so sleep tight my dear boy, until we meet into the real.**\",\"timestamp\":1634809666,\"title\":\"Ivy and the island of Love stories #1 - Ivy and Tree of Life\"},\"digest\":\"Yp9ZnBi_iZmAxpEEJleWudTEtImJyS3McH9SklqeQEw\",\"authorship\":{\"contributor\":\"0xB4218984c104dA7b6F96877C3343150E23D4f5a0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5UwzB5SRz0-Ex5geH0abDyURrtmfTWv7d4aGAS2JrI0\\\",\\\"y\\\":\\\"qs5bm6qZ8wHmYTNGVo9vyOu6KVyZwOZhE6bqnijyLBU\\\"}\",\"signature\":\"ABIXWmNizbjKS3jJdbg6F34kW9XhlbBwBB4WoAM5Ixs7C9ZYFqksV_TqHKRG4V31DMMk_KBX1WfeEBGLqHDBhg\",\"signingKeySignature\":\"0x87255f5d24a428b63e20eb5708610e1b9a18f05e91219c72dfb61b42fda189e8228d7592fc9b7332b6fbf762e6d0425e3eaa1bfea56c850abfd9c94c7b1e5ea21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5UwzB5SRz0-Ex5geH0abDyURrtmfTWv7d4aGAS2JrI0\\\",\\\"y\\\":\\\"qs5bm6qZ8wHmYTNGVo9vyOu6KVyZwOZhE6bqnijyLBU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Yp9ZnBi_iZmAxpEEJleWudTEtImJyS3McH9SklqeQEw\"}"