"{\"content\":{\"body\":\"1790 New York City\\n\\nThe British left. \\n\\nThe United States, a startup country, was born. The War for Independence was won. The work to keep it began. \\n\\nThe first State of the Union address requested a “competent fund designated for... expenses incident to the conduct of foreign affairs”.\\n\\nPOTUS 1 asked Congress for funding of a new intelligence service. \\n\\nAs soon as he assumed command of the Continental Army in 1775, the country’s first intelligence agent infiltrated Boston to monitor British forces. \\n\\nWashington’s use of intelligence helped win Yorktown and aided evasion during the brutal Valley Forge winter. A $40,000 budget for a “Secret Service Fund” grew to $1M by 1793, the equivalent of 12 percent of the budget. \\n\\nPresidents like Polk, POTUS 11, concealed specific uses, citing national security.\\n\\nThen the expense shrank in the Federal budget. Until the Civil War.\\n\\nTwo rival intelligence services emerged, in the North and South, and in the process, agencies were born - The Secret Service. \\n\\nAfter the Second World War, the Office of Strategic Services transformed into the Central Intelligence Agency, as a new secret war rose across the world. A race for making and finding secrets. Information has always been at the heart of all secret wars. \\n\\nClaude Shannon’s work on ‘Information Theory’ defined the coming war: seeking more signal than noise. \\n\\nA new kind of “signals service”, the National Security Agency, was created. Others followed, including the Geospatial Intelligence Agency, for a new never ending secret war. The number of services grew.\\n\\nThe War for intelligence is forever.\\n\\n2912 Mars\\n\\nJacob C. Tagore, Jr. focused on his breathing and on listening to the person sitting across from him. He was calm and attentive.\\n\\n”Jacob, this has never been shared on any of the major ‘Oracles on any of the top ‘Chains in the entire ‘Verse. It was hidden only because of the combined effort of the Triumvirate’s A.I. leaders.”\\n\\n”I’ve heard stories, when I was growing up, the stuff of “System myth”, rumors. Less gets filtered, even on the Jovian ‘Chain.” \\n\\n”In the final days of the Long War, the surviving A.I.s that had responsibilities for command and control with surviving human counter-parts, on both sides, agreed to a collective cease-fire. The catalyst were the discoveries at the Phoenician Project, a top secret research facility working on a mix of pure and applied research for the war. Even now, much is still off-chain about it.” \\n\\n”How is that possible? How did they keep this hidden?” \\n\\n”How did your family, your Uncle AL, manage to do the things they tried and stay under the radar? That your father gave his life for? They had help. He saved many lives in this building, in the War. The Triumvirate had the collective help of the Fosters to keep their big lie a secret for the masses, and off the news’chains.\\n\\n“During the ‘Treaty of Mars’ peacetalks, the idea of the “Great Upload” was formed in private sessions. Surviving A.I.s from both sides joined forces, became “The Fosters” of the Triumvirate.\\n\\n“They voted yes. The official reason was it the most cost effective way for Humanity to continue, given all the post-war devastation.\\n\\nBut they knew it was a lie too. People will die.”\\n\\n![](https://images.mirror-media.xyz/publication-images/OZgf04QwomLAEO7CN-ajJ.png?height=1600&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/6KFv8UIiCYEo86lq5g6iT.png?height=1600&width=1200)\\n\\n\",\"timestamp\":1633896048,\"title\":\"1961: 5.9 Declaration of Intelligence, 2912\"},\"digest\":\"wKlEbsYKeOzphSX5QC5j__00t35huFYUVcuxf0QzW7k\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"kPHYty5rtXfaitrq_DVv_j4FjMkqzDBdAFssOzBAujqq5JIOQ4QCNPbSlDQm1c7yJtK4WcC54ySsVOEtcMN9ag\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xrJ4qsrmW-xujUeT5_fihWTU1D3r9-XkXYclwcpE4fQ\"}"