"{\"content\":{\"body\":\"I’m going to tell you in the next few thousand words what NFTs are. There won’t be any technical jargon. I will not tell you which NFTs to buy, or even that you should buy them at all. I’m not even going to tell you what NFT stands for (do you know what GIF stands for?). My aim is to broaden the scope in which you view NFTs. If you’re completely new to the idea of digital scarcity, or just simply want to improve your understanding, this might be a good place to start.\\n\\nReady?\\n\\nNFTs are digital paper. \\n\\n“Well that’s boring.” You might be thinking. “Why should I care about digital paper? Haven’t we had digital paper since computers were a thing? Isn’t a Word document digital paper?”\\n\\nMaybe, but probably not. We have never had a true form of digital paper prior to the advent of NFTs. This might seem like a misleading statement, but if we put aside NFTs for a moment and talk about paper, the idea of NFTs as digital paper starts to become  clearer. \\n\\nIf I said to you that a sheet of paper was only useful for artwork, you would probably think I was being quite silly. Why? Because such a suggestion would be incompatible with our understanding of paper. A sheet of paper is an incredibly versatile object with a wide array of uses. \\n\\nA random scribble can call a sheet of paper it’s home, as does a contract that secures millions, a rushed note taken during class, a letter to a loved one, and yes, art. In fact paper, or at least, a surface or mechanism in which we can *record* something, has been of pivotal importance to our species for a really long time. \\n\\nWhat does any of this have to do with NFTs? Let's talk a little more about the properties of paper before we get into NFTs.\\n\\nWrite your name on a sheet of paper. Now take another sheet of paper and write your name again. Are the two sheets of paper the same, or are they different? I would say that they fall into both categories. They are both the same and different. \\n\\nThey are the same as they contain the same content, which in this case is your name. They are different as they are two distinct sheets of paper. You have two items that are simultaneously identical, and completely different at the same time. A change in one does not affect the other. Their only connection is their creator, which is you. \\n\\nSimply by existing, each sheet of paper has properties of *uniqueness* that no other sheet of paper in the world contains. \\n\\nThe two sheets of paper with your name written on them have probably never been seen (or produced) by anyone ever before. At least not in the *exact* same format in which you created them i.e. with the same ink colour, paper thickness, handwriting, and stroke width. Your name written on these sheets of paper is truly unique, and you can say with very high certainty that they are the only sheets of paper in existence that have been produced in this way. The two sheets of paper are unique and identical at the same time, with content that is completely ordinary. \\n\\nAll of these properties are bestowed upon the sheets of paper at the time of their creation, unable to be removed by anyone without changing the sheets of paper themselves. \\n\\nYou might be thinking, “I already have a digital sheet of paper on my computer! I can open up a Word document and start typing, like this: sjdlghdfakblgknlndfjsgn. See!” \\n\\nAnd you’re not wrong, you can indeed open up a word processor and type sjdlghdfakblgknlndfjsgn. But can you make another document and type sjdlghdfakblgknlndfjsgn again? Yes. Of course you can. When does it become unique? Probably never. And that should make sense to anyone that’s used a word processor before. The things we produce in these word processors and digital items in general cannot truly be unique, as there is nothing that prevents their duplication.\\n\\nDigitally created objects and documents, from our current understanding, struggle to obtain the property of uniqueness. You can have someone try and convince you that a digital object is unique, but this means that you must rely on a third party to verify the uniqueness. You don’t need another person to tell you that your two sheets of paper are unique, but we make an exception for digital objects. This then makes it extremely difficult to do a number of things with digital objects that we do not face with physical objects, namely: certifying ownership, and attributing value.\\n\\nIf you took sjdlghdfakblgknlndfjsgn and minted it into an NFT, you are then able to claim that the NFT you minted is the only one in existence in the world.\\n\\n “Well, hang on.” You might be thinking. “Couldn’t I take sjdlghdfakblgknlndfjsgn and mint it into another NFT? Making two NFTs of the same thing?”\\n\\nAnd sure, you absolutely can do that, but they wouldn’t be the same. Remember the two sheets of paper with your name on each? Are they exactly the same, or two unique items? These two NFTs, like the two sheets of paper, will share the same properties of being simultaneously identical and different at the same time. How can this be? The short answer is cryptography. The long answer is, well it’s not here because we’re keeping it high level. \\n\\n“Ok, so an NFT can be the same, and it can be unique, but why should I care? Why does it matter?”\\n\\nIt matters because it means your digital presence, your interactions with the digital world, have just gained the property of scarcity.\\n\\nIn our physical world, we take scarcity for granted. It’s inherent in practically everything we do. If you’re handwriting a letter and need to start again, there is no magic button that creates a new writing surface. You will probably need a fresh sheet of paper. But what if you don’t have any? Well that’s easy, you go down to the store and buy some. In this example, the paper is valuable because it’s scarce. We don’t have an unlimited supply of it. It needs to be manufactured, and distributed. And not only that, you can’t really substitute a nice sheet of paper easily. \\n\\nCould you say the same thing about a word processing document? If I wanted to start this write up again, what would I need to do? Such a question seems really silly. That’s because the digital document that I’m writing on is inherently worthless. There is no limitation to how many new documents I can make, as it’s essentially limitless (within reason, of course).\\n\\nNFTs are a method of bringing scarcity into the digital world, without an intermediary. When we purchase an item in our physical world, we gain a form of ownership of that item that allows us to, among other things, give it away or sell it. Such properties are not presently granted to our digital items. A physical textbook you purchase to use for a class can be given away to a friend, or sold to a student taking the class in the next semester. Purchasing that same textbook in digital form means you forgo your ability to give it away or sell it once you're finished with it. \\n\\nAnd that makes sense. A physical textbook cannot be easily duplicated by its owner. You either have it, or you don’t. If you want it, you need to pay for it. \\n\\nDigital items by default cannot have these properties, since at present we don’t have a widely accepted mechanism for defining digital ownership. If I have a file that you want, I give it to you. I don’t sell it to you. If I have an eBook that you want, I can’t give it to you or sell it to you. We have been conditioned to accept that digital ownership is different to physical ownership. I paid for and “own” the copy of the eBook, but I forgo the ability to give it away or sell it, which is what I would be able to do with a physical copy of the same book.  \\n\\nOur digital paper, the NFT, allows us to create an equivalence in uniqueness and scarcity that is present in physical objects. Much like how a sheet of paper that’s covered in scribble determines its own uniqueness and scarcity, so too does an NFT. \\n\\nYou don’t need to rely on someone else to tell you that your scribbled on sheet of paper is unique. You know it’s unique, and it probably wouldn’t take too much effort to convince others of its uniqueness. NFTs share this same property in our digital world. And what’s more is that you don’t really need to do anything to guarantee this uniqueness. Simply by existing, the NFT gains these properties that were once exclusive to the physical world. \\n\\nSuch a feat of applying verifiable uniqueness and scarcity to our digital objects is an incredibly hard thing to do, but that’s changing very quickly. Before you know it, anything that you believed was unique - contracts, house deeds, invoices, etc. -  will be NFTs. So too will the things that we don’t care so much for, like that document you need to file with a government agency, the assignment you submit to your university or the script you have filled at the pharmacy. \\n\\nHopefully by now you should be able to identify why an NFT is an appropriate alternative for the items I just listed, and if you can’t, then that’s ok! I didn’t say it was going to be easy!\\n\\n“Yeah yeah, artwork! NFTs are artwork!” \\n\\nBelieving that NFTs are only good for artwork is like saying a sheet of paper can only be used for art. It’s silly and it’s harmful to your understanding of how our world is soon to be shaped. \\n\\n“But the NFTs! I still don’t understand what all of this means! I was told they’re bad for the environment, a scam and that people are getting rich from pictures of apes!”\\n\\nSome of this statement might be true, but addressing it goes beyond the scope of this write up. It can take a very long time to form a clear picture of this new digital era. \\n\\nMany along the way will mislead you, sometimes unintentionally. \\n\\nLike me. I completely lied to you about NFTs being digital paper. I mean sure, it’s a nice easy way to think about them, but in reality they are so much more. \\n\\nMost of us are ill-prepared for the significant shift that is to occur in our society over the next decade. The ability to navigate these exciting times will become an ever important skill in our increasingly decentralised digital world.\",\"timestamp\":1640862842,\"title\":\"NFTs are not Art\"},\"digest\":\"TOaCQgu_3FsGAyxV7QUVpLUHTpXgRC0PnSlAa6_H6P8\",\"authorship\":{\"contributor\":\"0x05920B8194338626E9D3407BE0f98dDCCD50776A\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"by8YerkjE9BodQFUES5g2qsA5eiLavhDbTXlyYKBZeg\\\",\\\"y\\\":\\\"UDAMHZJHyG7abqiB-b45MA868MtIpRAF2s-_Z45KgbA\\\"}\",\"signature\":\"BERZt4vh4b33jCDb5lL_Y4VAF7J-KCXFSUCyqWe_tg-AgkSZ_cXn7WME9pU8BLm16sS0zGfDKP4LMHXuS9uSSA\",\"signingKeySignature\":\"0xff226510f92cb946ad7a2c0f9fd8d6a10da84a12efa947ec14e57f2fce1673ba3e82cb7373f9375c3d0948243600830591d8133e6900c8d5d26e9aedd84fe0331c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"by8YerkjE9BodQFUES5g2qsA5eiLavhDbTXlyYKBZeg\\\",\\\"y\\\":\\\"UDAMHZJHyG7abqiB-b45MA868MtIpRAF2s-_Z45KgbA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TOaCQgu_3FsGAyxV7QUVpLUHTpXgRC0PnSlAa6_H6P8\"}"