"{\"content\":{\"body\":\"He crosses with you and you know him. But mind, go to every reputable theatre, and,\\\" impressively, \\\"report to me at once if you see any leading man with exceptional ability of any kind.\\\"\\n\\nI gasped.  It seemed to me I heard the leaden fall of my heart.  \\\"But Mr. Daly, what a responsibility!  How on earth could I judge an actor for you?\\\"\\n\\nHe held up an imperative band.  \\\"You think more after my own manner than any other person I know of.  You are sensitive, responsive, quick to acknowledge another's ability, and so are fitted to study London's leading men for me!\\\"\\n\\nI was aghast, frightened to the point of approaching tears!  Suddenly I bethought me.\\n\\n\\\"I'11 tell Mr. Lewis.  He is there already you know, and let him judge for you.\\\"\\n\\n\\\"Lewis?  Good Lord!  He has no independence!  He'd see in an actor just what he thought I wanted him to see!  I tell you, I want you to sort over London's leading men, and, if you see anything exceptional, secure name and theatre and report to me.  Heavens knows, two long years have not only taught me that you have opinions, but the courage of them!\\\"\\n\\nRacing steps came up the stairs, and little Ned's voice called:  \\\"Miss Clara.  Miss Clara, We are here!\\\"\\n\\nI turned to Mr. Daly and said mournfully:\\n\\n\\\"You have ruined the pleasure of my trip.\\\"\\n\\n\\\"Miss Morris, that's the first untruth you ever told me.  Here, please\\\" and he handed me a packet of new books.\\n\\n\\\"Thanks!\\\" I cried and then flew down the stairs.  Glancing up, I saw him looking earnestly after me.  \\\"Did you speak?\\\" I asked hurriedly.\\n\\n\\\"That gown fits well--don't spoil it with sea-water!\\\"\\n\\nAnd half-laughing, half-vexed, but wholly frightened at the charge laid upon me, I sprang into the carriage, to hold hands with mother all the way down to the crowded dock.\\n\\nOne day I received in London this note from Mr. Augustin Daly:\\n\\n\\\"MY DEAR MISS MORRIS:  I find no letter here.  Impatiently, A. D.\\\"\\n\\nAnd straightway I answered:\\n\\n\\\"MY DEAR MR. DALY:  I find no actor here.  Afflictedly, C. M.\\\"\\n\\nAnd lo, on my very last night in London, after our return from Paris, I found the exceptional leading man.\\n\\nTen days later, on a hot September morning, I was hurling myself upon my mother in all the joy of home-coming when I saw leaning against the clock on the mantel the unmistakable envelope, bearing the impious black scriggle that generally meant a summons.  I opened it and read: \\\"Cleaners in full possession here--look our for soap and pails, and report directly at box-office--don't fail!  A. DALY.\\\"\\n\\nI confess I was angry, for I was so tired and the motion of the steamer was still with me, and besides my own small affairs were of more interest to me just then than the greater ones of the manager. However, my two years of training held good.  In an hour I was picking my way across wet floors, among mops and pails toward the sanity and dry comfort of Mr. Daly's office.  He held my hands closely for a moment, then broke out complainingly:  \\\"You've behaved  nicely, haven't you?  Not a single line sent to tell what you were seeing, doing, thinking?\\\"\\n\\n\\\"I beg your pardon--I distinctly remember sending you a line.\\\"  He scowled blackly.  I went on: \\\"I thought your note to me was meant as a model, so I copied it carefully.\\\"\\n\\nFormerly this sort of thing had kept us at daggers drawn, but now he only laughed, and shaking his hand impatiently to and fro, said: \\\"Stop it! ah, stop it!  So you could not find even one leading man worth while, eh?\\\"\\n\\n\\\"Yes--just one!\\\"\\n\\n\\\"Then why on earth didn't you write me?\\\"\\n\\n\\\"Couldn't--I only found him on our last night in London.\\\"\\n\\nMr. Daly's face was alight in a moment.  He caught up a scrap of paper and a pencil, and, after the manner of the inexperienced interviewer, began:  \\\"What's he like?\\\"\\n\\n\\\"Tall, flat-backed, square-shouldered, free-moving, and wears a long dress-coat--that shibboleth of a gentleman--as if that had been his custom since ever he left his mother's knee.\\\"\\n\\nMr. Daly ejaculated \\\"good!\\\" at each clause, and scribbled his impish small scribble on the bit of paper which rested on his palm.\\n\\n\\\"What did he do?\\\" he asked eagerly.\\n\\n\\\"He didn't do,\\\" I answered lucidly.\\n\\n\\\"What do you mean, Miss Morris?\\\"\\n\\n\\\"What I say, Mr. Daly.\\\"\\n\\n\\\"But if the man doesn't do anything, what is there remarkable about him?\\\"\\n\\n\\\"Why, just that.  It was what he didn't do that produced the effect.\\\"\\n\\n\\\"A-a-ah,\\\" said Mr. Daly, with long-drawn satisfaction, scribbling rapidly.  \\\"I understand, and you thought, miss, that you could not judge an actor for me!  What was the play?\\\"\\n\\n\\\"Bulwer's 'Money,' and Marie Wilton was superb as--\\\"\\n\\n\\\"Never mind Marie Wilton,\\\" he interrupted impatiently, writing, \\\"but Alfred Evelyn is such an awful prig.\\\"\\n\\n\\\"Isn't he?\\\" I acquiesced, \\\"but this actor made him human.  You see, Mr. Daly, most Evelyns are like a bottle of gas-charged water: forcibly restrained for a time, then there's a pop and a bang, and in wild freedom the water is foaming thinly over everything in sight. This man didn't kowtow in the early acts, but was curt, cold, showing signs of rebellion more than once, and in the big scene, well--!\\\"\\n\\n\\\"Yes?\\\" asked Mr. Daly eagerly.\\n\\n\\\"Well, that was where he didn't do.  He didn't bang nor rave nor work himself up to a wild burst of tears!\\\"  (\\\"Thank God!\\\" murmured Mr. Daly and scribbled fast.)  \\\"He told the story of his past sometimes rapidly, sometimes making a short, absolute pause.  When he reached the part referring to his dead mother, his voice fell two tones, his words grew slower, more difficult, and finally stopped.  He left some of his lines out entirely--actually forcing the people to do his work in picturing for themselves his sorrow and his loss--while he sat staring helplessly at the floor, his closed fingers slowly tightening, trying vainly to moisten his dry lips.  And when the unconsciously sniffling audience broke suddenly into applause, he swiftly turned his head aside, and with the knuckle of his forefinger brushed away two tears.  Ah, but that knuckle was clever!  His fingertips would have been girly-girly or actory, but the knuckle was the movement of a man, who still retained something of his boyhood about him.\\\"\\n\\nMr. Daly's gray, dark-lashed eyes were almost black with pleased excitement as he asked: \\\"What's his name?\\\"\\n\\n\\\"Coghlan--Charles Coghlan.\\\"\\n\\n\\\"Why, he's Irish?\\\"\\n\\n\\\"So are you--Irish-American,\\\" I answered defensively, pretending to misunderstand him.\\n\\n\\\"Well, you ought to be Irish yourself!\\\" he said sternly.\\n\\n\\\"I did my best,\\\" I answered modestly.  \\\"I was born on St. Patrick's Day!\\\"\\n\\n\\\"In the mornin'?\\\" he asked.\\n\\n\\\"The very top of it, sor!\\\"\\n\\n\\\"More power to you then!\\\" at which we both laughed, and I rose to go.\\n\\nAs I picked up my sunshade, I remarked casually:  \\\"Ah, but I was glad to have seen, for once at least, England's great actor.\\\"\\n\\n\\\"This Coghlan?\\\"\\n\\n\\\"Good gracious, no!\\\"\\n\\n\\\"What, there is another, and you have not mentioned him--after my asking you to report any exceptional actor you saw?\\\"\\n\\n\\\"I beg your pardon, sir.  You asked me to report every exceptional leading man.  This actor's leading man's days are past.  He is a star by the grace of God's great gifts to him, and his own hard work.\\\"\\n\\n\\\"Well!\\\" snapped Mr. Daly.  \\\"Even a star will play where money enough is offered him, will he not?\\\"\\n\\n\\\"There's a legend to that effect, I believe.'\\n\\n\\\"Will you favour me, Miss Morris, with this actor's name?\\\"\\n\\n\\\"Certainly.  He is billed as Mr. Henry Irving.\\\"\\n\\nMr. Daly looked up from his scribbling.  \\\"Irving?  Irving?  Is not he the actor that old man Bateman secured as support for his daughters?\\\"\\n\\n\\\"Yes, that was the old gentleman's mistaken belief; but the public thought differently, and laboured with Papa Bateman till it convinced him that his daughters were by way of supporting Mr. Irving.\\\"\\n\\nA grim smile came upon the managerial lips as be asked.  \\\"What does he look like?\\\"\\n\\n\\\"Well, as a general thing, I think he will look wonderfully like the character he is playing.  Oh, don't frown so!  He--well, he is not beautiful, neither can I imagine him a pantaloon actor, but his face will adapt itself splendidly to any strong character make-up, whether noble or villainous.\\\"  Mr. Daly was looking pleased again.  I went on: \\\"He aspires, I hear, to Shakespeare, but there is one thing of which I am sure.  He is the mightiest man in melodrama to-day!\\\"\\n\\n\\\"How long did it take to convince you of that, Miss Morris?  One act--two--the whole five acts?\\\"\\n\\n\\\"His first five minutes on the stage, sir.  His business wins applause without the aid of words, and you know what that means.\\\"\\n\\nAgain that elongated \\\"A-a-ah!\\\"  Then, \\\"Tell me of that five minutes,\\\" and he thrust a chair toward me.\\n\\n\\\"Oh,\\\" I cried, despairingly, \\\"that will take so long, and will only bore you.\\n\\n\\\"Understand, please, nothing under heaven that is connected with the stage can ever bore me.\\\"  Which statement was unalloyed truth.\\n\\n\\\"But, indeed,\\\" I feebly insisted, only to be brought up short with the words, \\\"Kindly allow me to judge for myself.\\\"\\n\\nTo which I beamingly made answer: \\\"Did I not beg you to do that months ago?\\\"  But he was growing vexed, and curtly commanded:\\n\\n\\\"I want those first five minutes--what he did, and how he did it, and what the effect was, and then\\\"--speaking dreamily--\\\"I shall know--I shall know.\\\"\\n\\nNow at Mr. Daly's last long-drawn-out \\\"A-a-ah,\\\" anent Mr. Irving's winning applause without words, I believed an idea, new and novel, had sprung into his mind, while his present rapt manner would tell anyone familiar with his ways that the idea was rapidly becoming a plan.  I was wondering what it could be, when a sharp \\\"Well?\\\" startled me into swift and beautiful obedience,\\n\\n\\\"You see, Mr. Daly, I knew absolutely nothing of the story of the play that night.  'The Bells' were, I supposed, church-bells.  In the first act the people were rustic--the season winter--snow flying in every time the door opened.  The absent husband and father was spoken of by mother and daughter, lover and neighbour.  Then there were sleigh-bells heard, whose jingle stopped suddenly.  The door opened--Mathias entered, and for the first time winter was made truly manifest to us, and one drew himself together instinctively, for the tall, gaunt man at the door was cold-chilled, just to the very marrow of his bones.  Then, after general greetings had been exchanged, he seated himself in a chair directly in the centre of the stage, a mere trifle in advance of others in the scene, and proceeded to remove his long leggings.  He drew a great coloured handkerchief and brushed away some clinging snow; then leaning forward, with slightly tremulous fingers, he began to unfasten a top buckle.  Suddenly the trembling ceased, the fingers clenched hard upon the buckle, the whole body became still, then rigid--it seemed not to breathe!  The one sign of life in the man was the agonisingly strained sense of hearing!  His tortured eyes saw nothing.  Utterly without speech, without feeling, he listened--breathlessly listened!  A cold chill crept stealthily about the roots of my hair, I clenched my hands hard and whispered to myself: 'Will it come, good God, will it come, the thing he listens for?'  When with a wild bound, as if every nerve and muscle had been rent by an electric shock, he was upon his feet; and I was answered even before that suffocating cry of terror--'The bells! the bells!'--and under cover of the applause that followed I said: 'Haunted!  Innocent or guilty, this man is haunted!'  And Mr. Daly, I bowed my head to a great actor, for though fine things followed, you know the old saying, that 'no chain is stronger than its weakest link.'  Well I always feel that no actor is greater than his carefulest bit of detail.\\\"\\n\\nMr. Daly's pale face had acquired a faint flush of colour, \\\"Thank you!\\\" he said, with real cordiality, and I was delighted to have pleased him, and also to see the end of my troubles, and once more took up the sun-shade.\\n\\n\\\"I think an actor like that could win any public, don't you?\\\"\",\"timestamp\":1639987556,\"title\":\"\\nHe frowned and waved his hand impatiently.  \\\"Use my name, then, or ask courtesy from E. A. Sothern.\"},\"digest\":\"nZW6m7x9ZfwehvNLAJBxtp_psP3o5XKYewtA3NTQZtA\",\"authorship\":{\"contributor\":\"0xBD285526750c6d1e9c301005d31Fcad2bE9E9AA0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5OpfPWSXQiyQqiJDaz0Kw4RaiBsfZEd14qkS1hapX9o\\\",\\\"y\\\":\\\"En1Nq8taFjMUW4eVNBtwLUnf5QRhvOBPTW-Uc_2SA-k\\\"}\",\"signature\":\"slne54VUyLwPl5dSdmoV-4P8Kl5IyygVwyLebRCHnoGkkRJ4_DpBkp31clI5dFVjNeN7Nz4OGTcOGtve3Qgcbw\",\"signingKeySignature\":\"0x33b7fcd5ff38069a9d92eaebccfa438eb3c7e0128f61f4382c5ec97016a3ae88045f297ea59431a8eefb496385b3721f628025ebd09be9888a7e6168e256251d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5OpfPWSXQiyQqiJDaz0Kw4RaiBsfZEd14qkS1hapX9o\\\",\\\"y\\\":\\\"En1Nq8taFjMUW4eVNBtwLUnf5QRhvOBPTW-Uc_2SA-k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nZW6m7x9ZfwehvNLAJBxtp_psP3o5XKYewtA3NTQZtA\"}"