"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/QW4Qzwaw_QI_lZnjx9_Cz.jpg?height=390&width=1366)\\n\\n***About Fund raisers, Religious Holidays, and statements of solidarity.**** \\n *Part of the Events Operations Manual\\n\\n### Mundo Lingo’s brand doesn’t associate itself with legacy political movements, liberation movements, humanitarian causes, charity or statements intending to inspire compassion or empathy for international crises. Here’s why.\\n\\nThe idea of showing solidarity with fellow human beings is a beautiful one, and one that should exclusively be done by individual people, not brands. When a brand makes a statement, it may ‘feel’ warm and humane, like we’re all in it together. However the real reason may be a more sinister one: A marketing department is doing what it’s paid to do. \\n  \\n Take this famous [tweet](https://twitter.com/politicalamber/status/1360886766845108227)\\n\\n![Don't be like Coca Cola](https://images.mirror-media.xyz/publication-images/ASQ4IvaCGXwvxE6I4woYx.png?height=847&width=720)\\n\\n## Why?\\n\\nUsing a brand to show solidarity is disingenuous and essentially profiteering off the kindness of the naive. As with any statement we make as a brand we should to be real and consistent. If we show our solidarity with the victims of one injustice, then our silence to another is unacceptable. The Mundo Lingo community sees a world full of united people; to see more value in one human life over another is against our founding philosophy. To the contrary, we mustn’t allow ML to be used for the elitism of one sector of humanity over the rest of the world especially to the end of generating meaningless ‘likes’.\\n\\n## Charity Events\\n\\nAny changes to the classic format of a ML event should be checked with the Community Team. As described above, we cannot favour one cause over another. We cannot favour one demographic over another no matter how obvious it is that they are deserving of our collective compassion.\\n\\n## Solidarity Hashtags\\n\\nFor the above-mentioned reasons, we cannot be involved in solidarity hashtags, flag placement on our branded graphics.\\n\\n## Merry Christmas!\\n\\nOur public are from many religions. Understanding this means our brand does not celebrate one religious holiday while staying quiet on another. For now, ML does not wish our public a Merry Christmas, Happy Hanukah, Eid Mubarak, Halloween, Patricks Day nor any other religious ceremony, because we won’t exclude those of other religions by way of silence. If a team member want’s to do this they can, but only personally as themselves with their personal profile.\",\"timestamp\":1636540110,\"title\":\"EOM | Branded Solidarity\"},\"digest\":\"H6XUgk4az5VVkY7GvXL6nO9v1QnilWULw0SV0phydic\",\"authorship\":{\"contributor\":\"0xe2A039aB83dB1ea76842FEc23611806d50C4B4Ae\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EVd3Mzk4aerEkYm0AWUpIFk_8IAzuZuYF-H9iJgeg9w\\\",\\\"y\\\":\\\"EEJQUIZVOZ1-bFm4hkhXSduLW0ba9Kz4wIaW3G1lrfg\\\"}\",\"signature\":\"qrztsD1Sr1fN7M8mfXet3W1qHwLLpj8nYiuVG-hU3gB2n92fSp1EEuu7W6a2Djk4YpOIvNcTr-HEi0jCJFl0Og\",\"signingKeySignature\":\"0xc85573efc5a8a57201d19740482a7ae65eaec72b3355bbdf6d3dc65db76f5c63082c3e61f20d3ba7c1c32a959d71e293e2e861f5c08f88d9ae58e411ebf6f7551b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EVd3Mzk4aerEkYm0AWUpIFk_8IAzuZuYF-H9iJgeg9w\\\",\\\"y\\\":\\\"EEJQUIZVOZ1-bFm4hkhXSduLW0ba9Kz4wIaW3G1lrfg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wE-irRVi7eJEcQmOHeWxtGkZlwEBhHrVY3Ey4gaVvBE\"}"