"{\"content\":{\"body\":\"As 2021 draws to a close, we’re thrilled to announce that Chief People Officer (CPO), Pranesh Anthapur, has joined Kraken’s executive leadership team.\\n\\nPranesh will head the development and execution of Kraken’s global people strategy ensuring we’re fit for the future as we look to more than double our staff to over 5000 in the coming year.\\n\\n“Pranesh has a wealth of leadership experience perfectly matched for our fast-growing, global, remote-first business. Most importantly, Pranesh is a fully orange-pilled crypto believer — a necessary feature of every influencer of culture at Kraken. I’m excited about accelerating the growth of our high-performing team with the best talent from around the world, and about taking our employee experience to the next level. With Pranesh joining our leadership team, Kraken’s work to rescue billions of destitute fiat refugees is primed for success,” said Kraken CEO Jesse Powell.\\n\\nPranesh has more than 20 years’ experience structuring and scaling high-growth companies like Walmart and Yahoo. He’s also designed people programs and systems to create diverse, inclusive and high-performing teams. Prior to Kraken, Pranesh was Vice President of Human Resources at Uber where he led their people strategy and global workforce expansion, helping them triple in size to 20k+ people. Before that, he was Chief People Officer at Nutanix, where he scaled the company from five hundred to over three thousand employees globally and helped build the People function from the ground up.\\n\\n“Crypto is on the verge of going mainstream and Kraken’s platform is perfectly positioned to tip the scales of mass adoption,” Pranesh said. “But to do that, we will need to grow as a company to meet our clients’ diverse and multifaceted needs. I can’t think of a more exciting challenge to take on, or a better team to tackle it with.”\\n\\nPranesh has hit the ground running since joining the company. Kraken is currently hiring for hundreds of roles across Product, Engineering, Marketing, Ops and more to build out our fully remote workforce. [View all open roles on our Careers page](https://www.kraken.com/careers).\",\"timestamp\":1639502741,\"title\":\"Kraken Welcomes Chief People Officer Pranesh Anthapur\"},\"digest\":\"sY7lWiG4MqfvNVj3qTslafNHrFfHAaITRFTnnY2OMbQ\",\"authorship\":{\"contributor\":\"0x034fC5B82f6E8E0FA3DDe235973531e1a6D21143\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aWSIVbQtuoYWQhuQ2ABRRSi1ibgzXEgqgBaJxZTrqnA\\\",\\\"y\\\":\\\"wBDYNFou9mfInZOTMwj7lLff42VWGymSW0FMWVkypRA\\\"}\",\"signature\":\"6mVudCmRXuk0q4PrMT0MpYrDIY1lkqT0ywFkUDyf660WBifYLeVLiB-r6QrBn7d9nMA2d9yme2U7FCwrn7HwNw\",\"signingKeySignature\":\"0x6d11d19a42caa9f8fd3332ef7e5483c52f082535472f276a91b6c08889f4980a4c4ea3f4d9007655831a2df809b9cbe4163e5bc580db7bbe9d0214a37c5fb8831c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aWSIVbQtuoYWQhuQ2ABRRSi1ibgzXEgqgBaJxZTrqnA\\\",\\\"y\\\":\\\"wBDYNFou9mfInZOTMwj7lLff42VWGymSW0FMWVkypRA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sY7lWiG4MqfvNVj3qTslafNHrFfHAaITRFTnnY2OMbQ\"}"