"{\"content\":{\"body\":\"of New Mexico, in which the participants drink freely of their urine; he draws an analogy to the Feast of the Fools, a religious custom of Pagan origin which did not disappear in Europe until the time of the Reformation. It is still a practice in some parts of the United States to give children fresh urine for certain diseases. It is said that the ordure of the Grand Lama of Thibet was at one time so venerated that it was collected and worn as amulets.\\n\\nThe disgusting habit of eating human excrement is mentioned by Schurig, who gives numerous examples in epileptics, maniacs, chlorotic young women, pregnant women, children who have soiled their beds and, dreading detection, have swallowed their ejecta, and finally among men and women with abnormal appetites. The Indians of North America consider a broth made from the dung of the hare and caribou a dainty dish, and according to Abbe Domenech, as a means of imparting a flavor, the bands near Lake Superior mix their rice with the excrement of rabbits. De Bry mentions that the negroes of Guinea ate filthy, stinking elephant-meat and buffalo-flesh infested with thousands of maggots, and says that they ravenously devoured dogs' guts raw. Spencer, in his \\\"Descriptive Sociology,\\\" describes a \\\"Snake savage\\\" of Australia who devoured the contents of entrails of an animal. Some authors have said that within the last century the Hottentots devoured the flesh and the entrails of wild beasts, uncleansed of their filth and excrement, and whether sound or rotten. In a personal letter to Captain Bourke, the Reverend J. Owen Dorsey reports that while among the Ponkas he saw a woman and child devour the entrails of a beef with their contents. Bourke also cites instances in which human ordure was eaten by East Indian fanatics. Numerous authorities are quoted by Bourke to prove the alleged use of ordure in food by the ancient Israelites. Pages of such reference are to be found in the works on Scatology, and for further reference the reader is referred to books on this subject, of which prominent in English literature is that of Bourke.\\n\\nProbably the most revolting of all the perverted tastes is that for human flesh. This is called anthropophagy or cannibalism, and is a time-honored custom among some of the tribes of Africa. This custom is often practised more in the spirit of vengeance than of real desire for food. Prisoners of war were killed and eaten, sometimes cooked, and among some tribes raw. In their religious frenzy the Aztecs ate the remains of the human beings who were sacrificed to their idols. At other times cannibalism has been a necessity. In a famine in Egypt, as pictured by the Arab Abdullatif, the putrefying debris of animals, as well as their excrement, was used as food, and finally the human dead were used; then infants were killed and devoured, so great was the distress. In many sieges, shipwrecks, etc., cannibalism has been practiced as a last resort for sustaining life. When supplies have given out several Arctic explorers have had to resort to eating the bodies of their comrades. In the famous Wiertz Museum in Brussels is a painting by this eccentric artist in which he has graphically portrayed a woman driven to insanity by hunger, who has actually destroyed her child with a view to cannibalism. At the siege of Rochelle it is related that, urged by starvation, a father and mother dug up the scarcely cold body of their daughter and ate it. At the siege of Paris by Henry IV the cemeteries furnished food for the starving. One mother in imitation of what occurred at the siege of Jerusalem roasted the limbs of her dead child and died of grief under this revolting nourishment.\\n\\nSt. Jerome states that he saw Scotchmen in the Roman armies in Gaul whose regular diet was human flesh, and who had \\\"double teeth all around.\\\"\\n\\nCannibalism, according to a prominent New York journal, has been recently made a special study by the Bureau of Ethnology at Washington, D.C. Data on the subject have been gathered from all parts of the world, which are particularly interesting in view of discoveries pointing to the conclusion that this horrible practice is far more widespread than was imagined. Stanley claims that 30,000,000 cannibals dwell in the basin of the Congo to-day--people who relish human flesh above all other meat. Perah, the most peculiar form of cannibalism, is found in certain mountainous districts of northeast Burmah, where there are tribes that follow a life in all important respects like that of wild beasts. These people eat the congealed blood of their enemies. The blood is poured into bamboo reeds, and in the course of time, being corked up, it hardens. The filled reeds are hung under the roofs of the huts, and when a person desires to treat his friends very hospitably the reeds are broken and the contents devoured.\\n\\n\\\"The black natives of Australia are all professed cannibals. Dr. Carl Lumholtz, a Norwegian scientist, spent many months in studying them in the wilds of the interior. He was alone among these savages, who are extremely treacherous. Wearing no clothing whatever, and living in nearly every respect as monkeys do, they know no such thing as gratitude, and have no feeling that can be properly termed human. Only fear of the traveler's weapons prevented them from slaying him, and more than once he had a narrow escape. One of the first of them whom he employed looked more like a brute than a man. 'When he talked,' says the doctor, 'he rubbed his belly with complacency, as if the sight of me made his mouth water.' This individual was regarded with much respect by his fellows because of his success in procuring human flesh to eat. These aborigines say that the white man's flesh is salt and occasions nausea. A Chinaman they consider as good for eating as a black man, his food being chiefly vegetable.\\n\\n\\\"The most horrible development of cannibalism among the Australian blacks is the eating of defunct relatives. When a person dies there follows an elaborate ceremony, which terminates with the lowering of the corpse into the grave. In the grave is a man not related to the deceased, who proceeds to cut off the fat adhering to the muscles of the face, thighs, arms, and stomach, and passes it around to be swallowed by some of the near relatives. All those who have eaten of the cadaver have a black ring of charcoal powder and fat drawn around the mouth. The order in which the mourners partake of their dead relatives is duly prescribed. The mother eats of her children and the children of their mother. A man eats of his sister's husband and of his brother's wife. Mothers' brothers, mothers' sisters, sisters' children, mothers' parents, and daughters' children are also eaten by those to whom the deceased person stands in such relation. But the father does not eat of his children, nor the children of their sire.\\n\\n\\\"The New Zealanders, up to very recent times, were probably the most anthropophagous race that ever existed. As many as 1000 prisoners have been slaughtered by them at one time after a successful battle, the bodies being baked in ovens underground. If the individual consumed had been a redoubtable enemy they dried his head as a trophy and made flutes of his thigh bones.\\n\\n\\\"Among the Monbuttos of Africa human fat is commonly employed for a variety of purposes. The explorer Schweinfurth speaks of writing out in the evenings his memoranda respecting these people by the light of a little oil-lamp contrived by himself, which was supplied with some questionable-looking grease furnished by the natives. The smell of this grease, he says, could not fail to arouse one's worst suspicions against the negroes. According to his account the Monbuttos are the most confirmed cannibals in Africa. Surrounded as they are by a number of peoples who are blacker than themselves, and who, being inferior to them in culture, are held in contempt, they carry on expeditions of war and plunder which result in the acquisition of a booty especially coveted by them--namely, human flesh. The bodies of all foes who fall in battle are distributed on the field among the victors, and are prepared by drying for transportation. The savages drive their prisoners before them, and these are reserved for killing at a later time. During Schweinfurth's residence at the Court of Munza it was generally understood that nearly every day a little child was sacrificed to supply a meal for the ogre potentate. For centuries past the slave trade in the Congo Basin has been conducted largely for the purpose of furnishing human flesh to consumers. Slaves are sold and bought in great numbers for market, and are fattened for slaughter.\\n\\n\\\"The Mundurucus of the Upper Amazon, who are exceedingly ferocious, have been accused of cannibalism. It is they who preserve human heads in such a remarkable way. When one of their warriors has killed an enemy he cuts off the head with his bamboo knife, removes the brain, soaks the head in a vegetable oil, takes out bones of the skull, and dries the remaining parts by putting hot pebbles inside of it. At the same time care is taken to preserve all the features and the hair intact. By repeating the process with the hot pebbles many times the head finally becomes shrunken to that of a small doll, though still retaining its human aspect, so that the effect produced is very weird and uncanny. Lastly, the head is decorated with brilliant feathers, and the lips are fastened together with a string, by which the head is suspended from the rafters of the council-house.\\\"\\n\\nAncient Customs.--According to Herodotus the ancient Lydians and Medes, and according to Plato the islanders in the Atlantic, cemented friendship by drinking human blood. Tacitus speaks of Asian princes swearing allegiance with their own blood, which they drank. Juvenal says that the Scythians drank the blood of their enemies to quench their thirst.\\n\\nOccasionally a religious ceremony has given sanction to cannibalism. It is said that in the Island of Chios there was a rite by way of sacrifice to Dionysius in which a man was torn limb from limb, and Faber tells us that the Cretans had an annual festival in which they tore a living bull with their teeth. Spencer quotes that among the Bacchic orgies of many of the tribes of North America, at the inauguration of one of the Clallum chiefs on the northwest coast of British America, the chief seized a small dog and began to devour it alive, and also bit the shoulders of bystanders. In speaking of these ceremonies, Boas, quoted by Bourke, says that members of the tribes practicing Hamatsa ceremonies show remarkable scars produced by biting, and at certain festivals ritualistic cannibalism is practiced, it being the duty of the Hamatsa to bite portions of flesh out of the arms, legs, or breast of a man.\\n\\nAnother cause of cannibalism, and the one which deserves discussion here, is genuine perversion or depravity of the appetite for human flesh among civilized persons,--the desire sometimes being so strong as to lead to actual murder. Several examples of this anomaly are on record. Gruner of Jena speaks of a man by the name of Goldschmidt, in the environs of Weimar, who developed a depraved appetite for human flesh. He was married at twenty-seven, and for twenty-eight years exercised his calling as a cow-herd. Nothing extraordinary was noticed in him, except his rudeness of manner and his choleric and gross disposition. In 1771, at the age of fifty-five, he met a young traveler in the woods, and accused him of frightening his cows; a discussion arose, and subsequently a quarrel, in which Goldschmidt killed his antagonist by a blow with a stick which he used. To avoid detection he dragged the body to the bushes, cut it up, and took it home in sections. He then washed, boiled, and ate each piece. Subsequently, he developed a further taste for human flesh, and was finally detected in eating a child which he had enticed into his house and killed. He acknowledged his appetite before his trial.\\n\\nHector Boetius says that a Scotch brigand and his wife and children were condemned to death on proof that they killed and ate their prisoners. The extreme youth of one of the girls excused her from capital punishment; but at twelve years she was found guilty of the same crime as her father and suffered capital punishment. This child had been brought up in good surroundings, yet her inherited appetite developed. Gall tells of an individual who, instigated by an irresistible desire to eat human flesh, assassinated many persons; and his daughter, though educated away from him, yielded to the same graving.\\n\\nAt Bicetre there was an individual who had a horribly depraved appetite for decaying human flesh. He would haunt the graveyards and eat the putrefying remains of the recently buried, preferring the intestines. Having regaled himself in a midnight prowl, he would fill his pockets for future use. When interrogated on the subject of his depravity he said it had existed since childhood. He acknowledged the greatest desire to devour children he would meet playing; but he did not possess the courage to kill them.\\n\\nProchaska quotes the case of a woman of Milan who attracted children to her home in order that she might slay, salt, and eat them. About 1600, there is the record of a boy named Jean Granier, who had repeatedly killed and devoured several young children before he was discovered. Rodericus a Castro tells of a pregnant woman who so strongly desired to eat the shoulder of a baker that she killed him, salted his body, and devoured it at intervals.\\n\\nThere is a record of a woman who in July, 1817, was discovered in cooking an amputated leg of her little child. Gorget in 1827 reported the celebrated case of Leger the vine dresser, who at the age of twenty-four wandered about a forest for eight days during an attack of depression. Coming across a girl of twelve, he violated her, and then mutilated her genitals, and tore out her heart, eating of it, and drinking the blood. He finally confessed his crime with calm indifference. After Leger's execution Esquirol found morbid adhesions between the brain and the cerebral membranes. Mascha relates a similar instance in a man of fifty-five who violated and killed a young girl, eating of her genitals and mammae. At the trial he begged for execution, saying that the inner impulse that led him to his crime constantly persecuted him.\\n\\nA modern example of lust-murder and anthropophagy is that of Menesclou, who was examined by Brouardel, Motet, and others, and declared to be mentally sound; he was convicted. This miscreant was arrested with the forearm of a missing child in his pocket, and in his stove were found the head and entrails in a half-burnt condition. Parts of the body were found in the water-closet, but the genitals were missing; he was executed, although he made no confession, saying the deed was an accident. Morbid changes were found in his brain. Krafft-Ebing cites the case of Alton, a clerk in England, who lured a child into a thicket, and after a time returned to his office, where he made an entry in his note-book: \\\"Killed to-day a young girl; it was fine and hot.\\\" The child was missed, searched for, and found cut into pieces. Many parts, and among them the genitals, could not be found. Alton did not show the slightest trace of emotion, and gave no explanation of the motive or circumstances of his horrible deed; he was executed.\\n\\nD'Amador tells of persons who went into slaughter-houses and waste-places to dispute with wolves for the most revolting carrion. It is also mentioned that patients in hospitals have been detected in drinking the blood of patients after venesections, and in other instances frequenting dead-houses and sucking the blood of the recently deceased. Du Saulle quotes the case of a chlorotic girl of fourteen who eagerly drank human blood. She preferred that flowing fresh from a recent wound.\\n\\nFurther Examples of Depraved Appetites.--Bijoux speaks of a porter or garcon at the Jardin des Plantes in Paris who was a prodigious glutton. He had eaten the body of a lion that had died of disease at the menagerie. He ate with avidity the most disgusting things to satiate his depraved appetite. He showed further signs of a perverted mind by classifying the animals of the menagerie according to the form of their excrement, of which he had a collection. He died of indigestion following a meal of eight pounds of hot bread.\\n\\nPercy saw the famous Tarrare, who died at Versailles, at about twenty-six years of age. At seventeen he weighed 100 pounds. He ate a quarter of beef in twenty-four hours. He was fond of the most revolting things. He particularly relished the flesh of serpents and would quickly devour the largest. In the presence of Lorenze he seized a live cat with his teeth, eventrated it, sucked its blood, and ate it, leaving the bare skeleton only. In about thirty minutes he rejected the hairs in the manner of birds of prey and carnivorous animals. He also ate dogs in the same manner. On one occasion it was said that he swallowed a living eel without chewing it; but he had first bitten off its head. He ate almost instantly a dinner that had been prepared for 15 vigorous workmen and drank the accompanying water and took their aggregate allowance of salt at the same time. After this meal his abdomen was so swollen that it resembled a balloon. He was seen by Courville, a surgeon-major in a military hospital, where he had swallowed a wooden box wrapped in plain white paper. This he passed the next day with the paper intact. The General-in-chief had seen him devour thirty pounds of raw liver and lungs. Nothing seemed to diminish his appetite. He waited around butcher-shops to eat what was discarded for the dogs. He drank the bleedings of the hospital and ate the dead from the dead-houses. He was suspected of eating a child of fourteen months, but no proof could be produced of this. He was of middle height and was always heated and sweating. He died of a purulent diarrhea, all his intestines and peritoneum being in a suppurating condition.\\n\\nFulton mentions a girl of six who exhibited a marked taste for feeding on slugs, beetles, cockroaches, spiders, and repulsive insects. This child had been carefully brought up and was one of 13 children, none of whom displayed any similar depravity of appetite. The child was of good disposition and slightly below the normal mental standard for her age. At the age of fourteen her appetite became normal.\\n\\nIn the older writings many curious instances of abnormal appetite are seen. Borellus speaks of individuals swallowing stones, horns, serpents, and toads. Plater mentions snail-eating and eel-eating, two customs still extant. Rhodius is accredited with seeing persons who swallowed spiders and scorpions. Jonston says that Avicenna, Rufus, and Gentilis relate instances of young girls who acquired a taste for poisonous animals and substances, who could ingest them with impunity. Colonia Agrippina was supposed to have eaten spiders with impunity. Van Woensel is said to have seen persons who devoured live eels.\\n\\nThe habit of dirt eating or clay-eating, called pica, is well authenticated in many countries. The Ephemerides contains mention of it; Hunter speaks of the blacks who eat potters' clay; Bartholinus describes dirt-eating as does also a Castro. Properly speaking, dirt-eating should be called geophagism; it is common in the Antilles and South America, among the low classes, and is seen in the negroes and poorest classes of some portions of the Southern United States. It has also been reported from Java, China, Japan, and is said to have been seen in Spain and Portugal. Peat-eating or bog-eating is still seen in some parts of Ireland.\\n\\nThere were a number of people in the sixteenth and seventeenth centuries who had formed the habit of eating small pebbles after each meal. They formed the habit from seeing birds swallowing gravel after eating. A number of such cases are on record.\\n\\nThere is on record the account of a man living in Wurtemberg who with much voracity had eaten a suckling pig, and sometimes devoured an entire sheep. He swallowed dirt, clay, pebbles, and glass, and was addicted to intoxication by brandy. He lived sixty years in this manner and then he became abstemious; he died at seventy-nine. His omentum was very lean, but the liver covered all his abdominal viscera. His stomach was very large and thick, but the intestines were very narrow.\\n\\nEly had a patient who was addicted to chalk-eating; this ha said invariably relieved his gastric irritation. In the twenty-five years of the habit he had used over 1/2 ton of chalk; but notwithstanding this he always enjoyed good health. The Ephemerides contains a similar instance, and Verzascha mentions a lime-eater. Adams mentions a child of three who had an instinctive desire to eat mortar. This baby was rickety and had carious teeth. It would pick its preferred diet out of the wall, and if prevented would cry loudly. When deprived of the mortar it would vomit its food until this substance was given to it again. At the time of report part of the routine duties of the sisters of this boy was to supply him with mortar containing a little sand. Lime-water was substituted, but he insisted so vigorously on the solid form of food that it had to be replaced in his diet. He suffered from small-pox; on waking up in the night with a fever, he always cried for a piece of mortar. The quantity consumed in twenty-four hours was about 1/2 teacupful. The child had never been weaned.\\n\\nArsenic Eaters.--It has been frequently stated that the peasants of Styria are in the habit of taking from two to five grains of arsenious acid daily for the purpose of improving the health, avoiding infection, and raising the whole tone of the body. It is a well-substantiated fact that the quantities taken habitually are quite sufficient to produce immediate death ordinarily. But the same might be easily said of those addicted to opium and chloral, a subject that will be considered later. Perverted appetites during pregnancy have been discussed on pages 80 and 81.\\n\\nGlass-eaters, penknife-swallowers, and sword-swallowers, being exhibitionists and jugglers, and not individuals with perverted appetites, will be considered in Chapter XII.\\n\\nFasting.--The length of time which a person can live with complete abstinence from food is quite variable. Hippocrates admits the possibility of fasting more than six days without a fatal issue; but Pliny and others allow a much longer time, and both the ancient and modern literature of medicine are replete with examples of abstinence to almost incredible lengths of time. Formerly, and particularly in the Middle Ages when religious frenzy was at its highest pitch, prolonged abstinence was prompted by a desire to do penance and to gain the approbation of Heaven.\\n\\nIn many religions fasting has become a part of worship or religions ceremony, and from the earliest times certain sects have carried this custom to extremes. It is well known that some of the priests and anchorites of the East now subsist on the minimum amount of food, and from the earliest times before the advent of Christianity we find instances of prolonged fasting associated with religious worship. The Assyrians, the Hebrews, the Egyptians, and other Eastern nations, and also the Greeks and Romans, as well as feasting days, had their times of fasting, and some of these were quite prolonged.\\n\\nAt the present day religious fervor accounts for but few of our remarkable instances of abstinence, most of them being due to some form of nervous disorder, varying from hysteria and melancholia to absolute insanity. The ability seen in the Middle Ages to live on the Holy Sacrament and to resist starvation may possibly have its analogy in some of the fasting girls of the present day. In the older times these persons were said to have been nourished by angels or devils; but according to Hammond many cases both of diabolical abstinence from food and of holy fasting exhibited manifest signs of hysteric symptoms. Hammond, in his exhaustive treatise on the subject of \\\"Fasting Girls,\\\" also remarks that some of the chronicles detail the exact symptoms of hysteria and without hesitation ascribe them to a devilish agency. For instance, he speaks of a young girl in the valley of Calepino who had all her limbs twisted and contracted and had a sensation in her esophagus as if a ball was sometimes rising in her throat or falling into the stomach--a rather lay description of the characteristic hysteric \\\"lump in the throat,\\\" a frequent sign of nervous abstinence.\\n\\nAbstinence, or rather anorexia, is naturally associated with numerous diseases, particularly of the febrile type; but in all of these the patient is maintained by the use of nutrient enemata or by other means, and the abstinence is never complete.\",\"timestamp\":1639718195,\"title\":\"\\nBourke recalls that the drinking of human urine has often been a religious rite, and describes the urine-dance of the Zunis \"},\"digest\":\"tksj0vDYpH6CSGVi-tVeXZiRdBrC3pHcDNOXbRXqAWU\",\"authorship\":{\"contributor\":\"0x994E4477C12eEdA205e5484164bDb84f9649036F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1TqYarz1c_WwGE_TLOoeNOtH3ThBVxec5HWml9dMzCc\\\",\\\"y\\\":\\\"fgKnOJmODHlgoRG1sJyhsJMkWxI7H6O7aRPWEua4TVI\\\"}\",\"signature\":\"BBWeqgqMuF2tijHvZ0wtyucKo5MB81XAlJyBfkfcTI88CKEzhK-dFIpyqiCrN5zskVFe7HFnYtmZhU2Yt6PB6A\",\"signingKeySignature\":\"0xf5e7c7a4e1d67421aedac15d0ca0b4f44b4d6cf3731f954e910a86904d74a9bf269fb6b9e8726b2560be5a83e1cf551033612e2bb04d387ea23e680d9800eb721b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1TqYarz1c_WwGE_TLOoeNOtH3ThBVxec5HWml9dMzCc\\\",\\\"y\\\":\\\"fgKnOJmODHlgoRG1sJyhsJMkWxI7H6O7aRPWEua4TVI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tksj0vDYpH6CSGVi-tVeXZiRdBrC3pHcDNOXbRXqAWU\"}"