"{\"content\":{\"body\":\"BOISE, Idaho (CBS2) — Inside the Boise Towne Square Mall, there were plenty of folks who heard shots ring out.\\n\\nThat included the father-in-law of CBS 2 news anchor Natalie Hurst.\\n\\nNoel Rios, Sr. was at the Apple store getting tech help, when a store employee heard the gunshots and rushed him and others to safety.\\n\\n“And all of a sudden, Joel ran around the table, grabbed my arm, and hauled me into the storage area - and we were all being hauled into the storage area by the staff,\\\" Rios said. \\\"I thought they did a really good job.\\\"\\n\\nRios says customers and store employees huddled in the store’s storage area together. It’s a scenario that Apple store employees have trained for. \\n \\n\\nRios says he and others were eventually let out of the Apple store through a back door and out to their vehicles.\\n\\nLike everyone else shopping at the mall, this was supposed to be a routine stop at the mall today. Rios put today’s events into perspective – a tragedy so many Idahoans think of happening elsewhere.\\n\\n“I think one of the things is that the world has caught up with us. That's not a good thing as far as I'm concerned.\\\"\\n\\nNo one was injured in the Apple store during Monday’s shooting at the Boise Towne Square Mall.\",\"timestamp\":1635249814,\"title\":\"Shopper says Apple staff hurried him, others to storage room during Boise mall shooting\"},\"digest\":\"1p_uwERm7EF70WtLJjjVttN2ECnX932e22qO_Rt9HOA\",\"authorship\":{\"contributor\":\"0x953ef2b42A44aEF445c93691F4C90c61b8173D62\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-BEP3HPp2wms9Ql9zqhTeyKzBV5SRRTPbmZLqzbJRKY\\\",\\\"y\\\":\\\"befcBBna-HENVNNUj95y-rndenu5rYGd2YaF_QnVAck\\\"}\",\"signature\":\"dfSL_BD_HTs9iT2xmmD_XlOTnuxQ3ax6RFUOxhu0zS_7x-hAdBBF2BwxX5KLScCVzBJ0GEmU_H9v_NnPRtmryw\",\"signingKeySignature\":\"0xe90f4db93138cec9b0612ee7bfe3f87921a7e590a885b8df66b780fc1f29a52043edbb02e16967830e5974270dbb58539c0184b5e22d5dfdc9d25b49f7f1eaac1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-BEP3HPp2wms9Ql9zqhTeyKzBV5SRRTPbmZLqzbJRKY\\\",\\\"y\\\":\\\"befcBBna-HENVNNUj95y-rndenu5rYGd2YaF_QnVAck\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1p_uwERm7EF70WtLJjjVttN2ECnX932e22qO_Rt9HOA\"}"