"{\"content\":{\"body\":\"spending in punch the solitary guinea which had been brought him one morning; when resolving to add another claimant to a share of the bowl, besides a woman who always lived with him, and a footman who used to carry out petitions for charity, he borrowed a chairman's watch, and pawning it for half-a-crown, paid a clergyman to marry him to a fellow-lodger in the wretched house they all inhabited, and got so drunk over the guinea bowl of punch the evening of his wedding-day, that having many years lost the use of one leg, he now contrived to fall from the top of the stairs to the bottom, and break his arm, in which condition his companions left him to call Mr. Johnson, who, relating the series of his tragi-comical distresses obtained from the Literary Club a seasonable relief.\\n\\nOf that respectable society I have heard him speak in the highest terms, and with a magnificent panegyric on each member, when it consisted only of a dozen or fourteen friends; but as soon as the necessity of enlarging it brought in new faces, and took off from his confidence in the company, he grew less fond of the meeting, and loudly proclaimed his carelessness WHO might be admitted, when it was become a mere dinner club.  I THINK the original names, when I first heard him talk with fervour of every member's peculiar powers of instructing or delighting mankind, were Sir John Hawkins, Mr. Burke, Mr. Langton, Mr. Beauclerc, Dr. Percy, Dr. Nugent, Dr. Goldsmith, Sir Robert Chambers, Mr. Dyer, and Sir Joshua Reynolds, whom he called their Romulus, or said somebody else of the company called him so, which was more likely:  but this was, I believe, in the year 1775 or 1776. It was a supper meeting then, and I fancy Dr. Nugent ordered an omelet sometimes on a Friday or Saturday night; for I remember Mr. Johnson felt very painful sensations at the sight of that dish soon after his death, and cried, \\\"Ah, my poor dear friend!  I shall never eat omelet with THEE again!\\\" quite in an agony.  The truth is, nobody suffered more from pungent sorrow at a friend's death than Johnson, though he would suffer no one else to complain of their losses in the same way; \\\"for,\\\" says he, \\\"we must either outlive our friends, you know, or our friends must outlive us; and I see no man that would hesitate about the choice.\\\"\\n\\nMr. Johnson loved late hours extremely, or more properly hated early ones. Nothing was more terrifying to him than the idea of retiring to bed, which he never would call going to rest, or suffer another to call so.  \\\"I lie down,\\\" said he, \\\"that my acquaintance may sleep; but I lie down to endure oppressive misery, and soon rise again to pass the night in anxiety and pain.\\\"  By this pathetic manner, which no one ever possessed in so eminent a degree, he used to shock me from quitting his company, till I hurt my own health not a little by sitting up with him when I was myself far from well; nor was it an easy matter to oblige him even by compliance, for he always maintained that no one forbore their own gratifications for the sake of pleasing another, and if one DID sit up it was probably to amuse oneself. Some right, however, he certainly had to say so, as he made his company exceedingly entertaining when he had once forced one, by his vehement lamentations and piercing reproofs, not to quit the room, but to sit quietly and make tea for him, as I often did in London till four o'clock in the morning.  At Streatham, indeed, I managed better, having always some friend who was kind enough to engage him in talk, and favour my retreat.\\n\\nThe first time I ever saw this extraordinary man was in the year 1764, when Mr. Murphy, who had been long the friend and confidential intimate of Mr. Thrale, persuaded him to wish for Johnson's conversation, extolling it in terms which that of no other person could have deserved, till we were only in doubt how to obtain his company, and find an excuse for the invitation. The celebrity of Mr. Woodhouse, a shoemaker, whose verses were at that time the subject of common discourse, soon afforded a pretence, and Mr. Murphy brought Johnson to meet him, giving me general cautions not to be surprised at his figure, dress, or behaviour.  What I recollect best of the day's talk was his earnestly recommending Addison's works to Mr. Woodhouse as a model for imitation.  \\\"Give nights and days, sir,\\\" said he, \\\"to the study of Addison, if you mean either to be a good writer, or what is more worth, an honest man.\\\"  When I saw something like the same expression in his criticism on that author, lately published, I put him in mind of his past injunctions to the young poet, to which he replied, \\\"that he wished the shoemaker might have remembered them as well.\\\"  Mr. Johnson liked his new acquaintance so much, however, that, from that time he dined with us every Thursday through the winter, and in the autumn of the next year he followed us to Brighthelmstone, whence we were gone before his arrival; so he was disappointed and enraged, and wrote us a letter expressive of anger, which we were very desirous to pacify, and to obtain his company again, if possible.  Mr. Murphy brought him back to us again very kindly, and from that time his visits grew more frequent, till in the year 1766 his health, which he had always complained of, grew so exceedingly bad, that he could not stir out of his room in the court he inhabited for many WEEKS together- -I think MONTHS.\\n\\nMr. Thrale's attentions and my own now became so acceptable to him, that he often lamented to us the horrible condition of his mind, which he said was nearly distracted; and though he charged US to make him odd solemn promises of secrecy on so strange a subject, yet when we waited on him one morning, and heard him, in the most pathetic terms, beg the prayers of Dr. Delap, who had left him as we came in, I felt excessively affected with grief, and well remember my husband involuntarily lifted up one hand to shut his mouth, from provocation at hearing a man so wildly proclaim what he could at last persuade no one to believe, and what, if true, would have been so very unfit to reveal.\\n\\nMr. Thrale went away soon after, leaving me with him, and bidding me prevail on him to quit his close habitation in the court and come with us to Streatham, where I undertook the care of his health, and had the honour and happiness of contributing to its restoration.  This task, though distressing enough sometimes, would have been less so had not my mother and he disliked one another extremely, and teased me often with perverse opposition, petty contentions, and mutual complaints.  Her superfluous attention to such accounts of the foreign politics as are transmitted to us by the daily prints, and her willingness to talk on subjects he could not endure, began the aversion; and when, by the peculiarity of his style, she found out that he teased her by writing in the newspapers concerning battles and plots which had no existence, only to feed her with new accounts of the division of Poland, perhaps, or the disputes between the States of Russia and Turkey, she was exceedingly angry, to be sure, and scarcely, I think, forgave the offence till the domestic distresses of the year 1772 reconciled them to and taught them the true value of each other, excellent as THEY BOTH were, far beyond the excellence of any other man and woman I ever yet saw.  As her conduct, too, extorted his truest esteem, her cruel illness excited all his tenderness, nor was the sight of beauty, scarce to be subdued by disease, and wit, flashing through the apprehension of evil, a scene which Dr. Johnson could see without sensibility.  He acknowledged himself improved by her piety, and astonished at her fortitude, and hung over her bed with the affection of a parent, and the reverence of a son.  Nor did it give me less pleasure to see her sweet mind cleared of all its latent prejudices, and left at liberty to admire and applaud that force of thought and versatility of genius, that comprehensive soul and benevolent heart, which attracted and commanded veneration from all, but inspired peculiar sensations of delight mixed with reverence in those who, like her, had the opportunity to observe these qualities stimulated by gratitude, and actuated by friendship.  When Mr. Thrale's perplexities disturbed his peace, dear Dr. Johnson left him scarce a moment, and tried every artifice to amuse as well as every argument to console him:  nor is it more possible to describe than to forget his prudent, his pious attentions towards the man who had some years before certainly saved his valuable life, perhaps his reason, by half obliging him to change the foul air of Fleet Street for the wholesome breezes of the Sussex Downs.\\n\\nThe epitaph engraved on my mother's monument shows how deserving she was of general applause.  I asked Johnson why he named her person before her mind. He said it was \\\"because everybody could judge of the one, and but few of the other.\\\"\\n\\n```\\n      Juxta sepulta est HESTERA MARIA Thomae Cotton de Combermere baronetti Cestriensis filia,      Johannis Salusbury armigeri Flintiensis uxor.            Forma felix, felix ingenio:         Omnibus jucunda, suorum amantissima.            Linguis artibusque ita exculta            Ut loquenti nunquam deessent         Sermonis nitor, sententiarum flosculi,         Sapientiae gravitas, leporum gratia:            Modum servandi adeo perita,         Ut domestica inter negotia literis oblectaretur. Literarum inter delicias, rem familiarem sedulo curaret,         Multis illi multos annos precantibus         diri carcinomatis veneno contabuit,         nexibusque vitae paulatim resolutis,         e terris--meliora sperans--emigravit.         Nata 17O7.  Nupta 1739.  Obiit 1773.\\n```\\n\\nMr. Murphy, who admired her talents and delighted in her company, did me the favour to paraphrase this elegant inscription in verses which I fancy have never yet been published.  His fame has long been out of my power to increase as a poet:  as a man of sensibility perhaps these lines may set him higher than he now stands.  I remember with gratitude the friendly tears which prevented him from speaking as he put them into my hand.\\n\\n```\\n          Near this place        Are deposited the remains of                HESTER MARIA, The daughter of Sir Thomas Cotton of Combermere, in the county of Cheshire, Bart., the wife of               John Salusbury, of the county of Flint, Esquire.  She was born in the year 17O7, married in 1739, and died in 1773.\\n```\\n\\nA pleasing form, where every grace combined, With genius blest, a pure enlightened mind; Benevolence on all that smiles bestowed, A heart that for her friends with love o'erflowed: In language skilled, by science formed to please, Her mirth was wit, her gravity was ease. Graceful in all, the happy mien she knew, Which even to virtue gives the limits due; Whate'er employed her, that she seemed to choose, Her house, her friends, her business, or the muse. Admired and loved, the theme of general praise, All to such virtue wished a length of days. But sad reverse! with slow-consuming pains, Th' envenomed cancer revelled in her veins; Preyed on her spirits--stole each power away; Gradual she sank, yet smiling in decay; She smiled in hope, by sore affliction tried, And in that hope the pious Christian died.\\n\\nThe following epitaph on Mr. Thrale, who has now a monument close by hers in Streatham Church, I have seen printed and commended in Maty's Review for April, 1784; and a friend has favoured me with the translation:--\\n\\n```\\n        Hic conditur quod reliquum est                    HENRICI THRALE,         Qui res seu civiles, seu domesticas, ita egit,         Ut vitam illi longiorem multi optarent;                      Ita sacras,         Ut quam brevem esset habiturus praescire videretur.         Simplex, apertus, sibique semper similis,         Nihil ostentavit aut arte fictum aut cura                      Elaboratum.              In senatu, regi patriaeque                  Fideliter studuit;         Vulgi obstrepentis contemptor animosus,         Domi inter mille mercaturae negotia         Literarum elegantiam minime neglexit.         Amicis quocunque modo laborantibus,         Conciliis, auctoritate, muneribus adfuit.         Inter familiares, comites, convivas, hospites,         Tam facili fuit morum suavitate         Ut omnium animos ad se alliceret;         Tam felici sermonis libertate         Ut nulli adulatus, omnibus placeret.                Natus 1724.  Ob. 1781.\\n\\n    Consortes tumuli habet Rodolphum patrem, strenuum         fortemque virum, et Henricum filium unicum,         quem spei parentum mors inopina decennem                      praeripuit.                          Ita          Domus felix et opulenta, quam erexit          Avus, auxitque pater, cum nepote decidit.                      Abi viator!          Et vicibus rerum humanarum perspectis,                  AEternitatem cogita!\\n```\\n\\nHere are deposited the remains of HENRY THRALE, Who managed all his concerns in the present world, public and private, in such a manner as to leave many wishing he had continued longer in it; And all that related to a future world, as if he had been sensible how short a time he was to continue in this. Simple, open, and uniform in his manners, his conduct was without either art or affectation. In the senate steadily attentive to the true interests of his king and country, He looked down with contempt on the clamours of the multitude: Though engaged in a very extensive business, He found some time to apply to polite literature And was ever ready to assist his friends labouring under any difficulties, with his advice, his influence, and his purse. To his friends, acquaintance, and guests, he behaved with such sweetness of manners as to attach them all to his person: So happy in his conversation with them, as to please all, though he flattered none. He was born in the year 1724, and died in 1781. In the same tomb lie interred his father, Ralph Thrale, a man of vigour and activity, And his only son Henry, who died before his father, Aged ten years.\\n\\nThus a happy and opulent family, Raised by the grandfather, and augmented by the father, became extinguished with the grandson. Go, Reader! And reflecting on the vicissitudes of all human affairs, Meditate on eternity.\\n\\nI never recollect to have heard that Dr. Johnson wrote inscriptions for any sepulchral stones except Dr. Goldsmith's, in Westminster Abbey, and these two in Streatham Church.  He made four lines once on the death of poor Hogarth, which were equally true and pleasing.  I know not why Garrick's were preferred to them.\\n\\n```\\n \\\"The hand of him here torpid lies,         That drew th' essential form of grace;       Here clos'd in death th' attentive eyes,         That saw the manners in the face.\\\"\\n```\\n\\nMr. Hogarth, among the variety of kindnesses shown to me when I was too young to have a proper sense of them, was used to be very earnest that I should obtain the acquaintance, and if possible the friendship, of Dr. Johnson, whose conversation was, to the talk of other men, \\\"like Titian's painting compared to Hudson's,\\\" he said:  \\\"but don't you tell people, now, that I say so,\\\" continued he, \\\"for the connoisseurs and I are at war, you know; and because I hate THEM, they think I hate TITIAN--and let them!\\\" Many were indeed the lectures I used to have in my very early days from dear Mr. Hogarth, whose regard for my father induced him, perhaps, to take notice of his little girl, and give her some odd particular directions about dress, dancing, and many other matters, interesting now only because they were his.  As he made all his talents, however, subservient to the great purposes of morality, and the earnest desire he had to mend mankind, his discourse commonly ended in an ethical dissertation, and a serious charge to me, never to forget his picture of the \\\"Lady's last Stake.\\\"  Of Dr. Johnson, when my father and he were talking together about him one day, \\\"That man,\\\" says Hogarth, \\\"is not contented with believing the Bible, but he fairly resolves, I think, to believe nothing BUT the Bible.  Johnson,\\\" added he, \\\"though so wise a fellow, is more like King David than King Solomon; for he says in his haste that 'all men are liars.'\\\"  This charge, as I afterwards came to know, was but too well founded.  Mr. Johnson's incredulity amounted almost to disease, and I have seen it mortify his companions exceedingly.  But the truth is, Mr. Thrale had a very powerful influence over the Doctor, and could make him suppress many rough answers. He could likewise prevail on him to change his shirt, his coat, or his plate, almost before it came indispensably necessary to the comfort of his friends.  But as I never had any ascendency at all over Mr. Johnson, except just in the things that concerned his health, it grew extremely perplexing and difficult to live in the house with him when the master of it was no more; the worse, indeed, because his dislikes grew capricious; and he could scarce bear to have anybody come to the house whom it was absolutely necessary for me to see.  Two gentlemen, I perfectly well remember, dining with us at Streatham in the summer, 1782, when Elliot's brave defence of Gibraltar was a subject of common discourse, one of these men naturally enough began some talk about red-hot balls thrown with surprising dexterity and effect, which Dr. Johnson having listened some time to, \\\"I would advise you, sir,\\\" said he, with a cold sneer, \\\"never to relate this story again; you really can scarce imagine how VERY POOR a figure you make in the telling of it.\\\"  Our guest being bred a Quaker, and, I believe, a man of an extremely gentle disposition, needed no more reproofs for the same folly; so if he ever did speak again, it was in a low voice to the friend who came with him.  The check was given before dinner, and after coffee I left the room.  When in the evening, however, our companions were returned to London, and Mr. Johnson and myself were left alone, with only our usual family about us, \\\"I did not quarrel with those Quaker fellows,\\\" said he, very seriously.  \\\"You did perfectly right,\\\" replied I, \\\"for they gave you no cause of offence.\\\"  \\\"No offence!\\\"  returned he, with an altered voice; \\\"and is it nothing, then, to sit whispering together when *I* am present, without ever directing their discourse towards me, or offering me a share in the conversation?\\\"  \\\"That was because you frighted him who spoke first about those hot balls.\\\"  \\\"Why, madam, if a creature is neither capable of giving dignity to falsehood, nor willing to remain contented with the truth, he deserves no better treatment.\\\"\\n\\nMr. Johnson's fixed incredulity of everything he heard, and his little care to conceal that incredulity, was teasing enough, to be sure; and I saw Mr. Sharp was pained exceedingly when relating the history of a hurricane that happened about that time in the West Indies, where, for aught I know, he had himself lost some friends too, he observed Dr. Johnson believed not a syllable of the account.  \\\"For 'tis SO easy,\\\" says he, \\\"for a man to fill his mouth with a wonder, and run about telling the lie before it can be detected, that I have no heart to believe hurricanes easily raised by the first inventor, and blown forwards by thousands more.\\\"  I asked him once if he believed the story of the destruction of Lisbon by an earthquake when it first happened.  \\\"Oh! not for six months,\\\" said he, \\\"at least.  I DID think that story too dreadful to be credited, and can hardly yet persuade myself that it was true to the full extent we all of us have heard.\\\"\\n\\nAmong the numberless people, however, whom I heard him grossly and flatly contradict, I never yet saw any one who did not take it patiently excepting Dr. Burney, from whose habitual softness of manners I little expected such an exertion of spirit; the event was as little to be expected.  Mr. Johnson asked his pardon generously and genteelly, and when he left the room, rose up to shake hands with him, that they might part in peace.  On another occasion, when he had violently provoked Mr. Pepys, in a different but perhaps not a less offensive manner, till something much too like a quarrel was grown up between them, the moment he was gone, \\\"Now,\\\" says Dr. Johnson, \\\"is Pepys gone home hating me, who love him better than I did before.  He spoke in defence of his dead friend; but though I hope *I* spoke better who spoke against him, yet all my eloquence will gain me nothing but an honest man for my enemy!\\\"  He did not, however, cordially love Mr. Pepys, though he respected his abilities.  \\\"I know the dog was a scholar,\\\" said he when they had been disputing about the classics for three hours together one morning at Streatham, \\\"but that he had so much taste and so much knowledge I did NOT believe.  I might have taken Barnard's word though, for Barnard would not lie.\\\"\\n\\nWe had got a little French print among us at Brighthelmstone, in November, 1782, of some people skating, with these lines written under:--\\n\\n```\\n \\\"Sur un mince chrystal l'hyver conduit leurs pas,         Le precipice est sous la glace;       Telle est de nos plaisirs la legere surface,         Glissez mortels; n'appayez pas.\\\"\\n```\\n\\nAnd I begged translation from everybody.  Dr. Johnson gave me this:--\\n\\n```\\n \\\"O'er ice the rapid skater flies,         With sport above and death below;       Where mischief lurks in gay disguise,         Thus lightly touch and quickly go.\\\"\\n```\",\"timestamp\":1639709383,\"title\":\"\\nAnother man, for whom he often begged, made as wild use of his friend's beneficence as these,\"},\"digest\":\"bqLbWOwOG5q_Zt8HYy4WGLvpzZl0N_YdHTTE6VgLlT0\",\"authorship\":{\"contributor\":\"0x368119602f169B8146fb749c112EF9CC81197C53\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AZYbuZTTulb6_wO-GF8Sj10P_5APeoF7AA5K0LfTNV4\\\",\\\"y\\\":\\\"ATnl2jPF0ISnMW4FBtWOI8vXiYs2uNbfdYeORIHJdLc\\\"}\",\"signature\":\"kCF2-UnKpea-kvFT3GfZNarNGn6JB-dYDA_zZqC4-rDb_2jPVWYqLeadif7OtEFjNWYTsFJw3sdTDIFeFi8Ogw\",\"signingKeySignature\":\"0x8e8a13c8229cadcc2a58d899f4e62c4048227b1a4b82f2f54e37a02c531aeeb132b243b40d10eb5020503fb03ae08fa7a787b2c367d006370b1314dc8ffae5ec1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AZYbuZTTulb6_wO-GF8Sj10P_5APeoF7AA5K0LfTNV4\\\",\\\"y\\\":\\\"ATnl2jPF0ISnMW4FBtWOI8vXiYs2uNbfdYeORIHJdLc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bqLbWOwOG5q_Zt8HYy4WGLvpzZl0N_YdHTTE6VgLlT0\"}"