"{\"content\":{\"body\":\"I had hitherto endured; and yet how many sleepless nights had I passed, while all the world around me slept, in bitter conflict with a thought which held mine eyes waking and devoured my heart!  I was like a prisoner who has sounded every inch of his dungeon--the walls, the floor, the ceiling--and who, on shaking the bars of his window for the hundredth time, feels one of the iron rods loosen under the pressure.  He hardly dares to believe in his good fortune, and he sits down upon the ground almost dazed by the vision of deliverance that has dawned upon him.  \\\"I must be cool-headed now,\\\" said I to myself, as I walked to and fro in the smoking-room, whither I had retired without tasting the meal that was served on my return. Evening came, then the black night; the dawn followed, and once more the full day.  Still I was there, striving to see clearly amid the cloud of suppositions in which an event, simple in itself (only that in my state of mind no event would have seemed simple), had wrapped me. I was too well used to these mental tempests not to know that the only safety consisted in clinging to the positive facts, as though to immovable rocks. In the present instance, the positive facts reduced themselves to two: first, I had just learned that a brother of M. Termonde, who passed for dead, and of whom my stepfather never spoke, existed; secondly, that this man, disgraced, proscribed, ruined, an outlaw in fact, exercised a dictatorship of terror over his rich, honored, and irreproachable brother.  The first of these two facts explained itself.  It was quite natural that Jacques Termonde should not dispel the legend of the suicide, which was of his own invention, and had saved the other from the galleys.  It is never pleasant to have to own a thief, a forger, or a deserter, for one's nearest relation; but this, after all, is only an excessively disagreeable matter. The second fact was of a different kind.  The disproportion between the cause assigned by my stepfather and its result in the terror from which he was suffering was too great.  The dominion which Edmond Termonde exercised over his brother was not to be justified by the threat of his return, if that return were not to have any other consequence than a transient scandal.  My mother, who regarded her husband as a noble-minded, high-souled, great-hearted man, might be satisfied with the alleged reason; but not I.  It occurred to me to consult the Code of Military Justice, and I ascertained, by the 184th clause, that a deserter cannot claim immunity from punishment until after he has attained his forty- seventh year, so that it was most likely Edmond Termonde was still within the reach of the law. Was it possible that his desire to shield his brother from the punishment of the offense of desertion should throw my stepfather into such a state of illness and agitation?  I discerned another reason for this dominion--some dark and terrible bond of complicity between the two men.  What if Jacques Termonde had employed his brother to kill my father, and proof of the transaction was still in the murderer's possession?  No doubt his hands would be tied so far as the magistrates were concerned; he had it in his power to enlighten my mother, and the mere threat of doing this would suffice to make a loving husband tremble, and tame his fierce pride. \\\"I must be cool,\\\" I repeated, \\\"I must be cool;\\\" and I put all my strength to recalling the physical and moral particulars respecting the crime which were in my possession.  It was my business now to try whether one single point remained obscure when tested by the theory of the identity of Rochdale with Edmond Termonde.  The witnesses were agreed in representing Rochdale as tall and stout, my mother had described Edmond Termonde as a big, heavy man. Fifteen years lay between the assassin of 1864, and the elderly rake of 1879; but nothing prevented the two from being identical. My mother had dwelt upon the color of Edmond Termonde's eyes, pale blue like those of his brother; the concierge of the Imperial Hotel had mentioned the pale blue color and the brightness of Rochdale's eyes in his deposition, which I knew by heart.  He had noticed this peculiarity on account of the contrast of the eyes with the man's bronzed complexion.  Edmond Termonde had taken refuge in America after his alleged suicide, and what had M. Massol said?  I could hear him repeat, with his well-modulated voice, and methodical movement of the hand: \\\"A foreigner, American or English, or, perhaps, a Frenchman settled in America.\\\"  Physical impossibility there existed none. And moral impossibility?  That was equally absent.  In order to convince myself more fully of this, I took up the history of the crime from the moment at which my father's correspondence concerning Jacques Termonde became explicit, that is to say, in January, 1864. So as to rid my judgment of every trace of personal enmity, I suppressed the names in my thoughts, reducing the dreadful occurrence by which I had suffered to the bareness of an abstract narrative.  A man is desperately in love with the wife of one of his intimate friends, a woman whom he knows to be absolutely, spotlessly virtuous; he knows, he feels, that if she were free she would love him; but that, not being free, she will never, never be his.  This man is of the temperament which makes criminals, his passions are violent in the extreme, he has no scruples and a despotic will; he is accustomed to see everything give way to his desires.  He perceives that his friend is growing jealous; a little later and the house will no longer be open to him. Would not the thought come to him--if the husband could be got rid of?  And yet--? This dream of the death of him, who forms the sole obstacle to his happiness, troubles the man's head, it recurs once, twice, many times, and he turns the fatal idea over and over again in his brain until he becomes used to it.  He arrives at the \\\"If I dared,\\\" which is the starting point of the blackest villainies.  The idea takes a precise form; he conceives that he might have the man whom he now hates, and by whom he feels that he is hated, killed.  Has he not, far away, a wretch of a brother, whose actual existence, to say nothing of his present abode, is absolutely unknown?  What an admirable instrument of murder he should find in this infamous, depraved, and needy brother, whom he holds at his beck and call by the aid in money that he sends him!  And the temptation grows and grows.  An hour comes when it is stronger than all besides, and the man, resolved to play this desperate game, summons his brother to Paris.  How?  By one or two letters in which he excites the rascal's hopes of a large sum of money to be gained, at the same time that he imposes the condition of absolute secrecy as to his voyage.  The other accepts; he is a social failure, a bankrupt in life, he has neither relations nor ties, he has been leading an anonymous and haphazard existence for years.  The two brothers are face to face.  Up to that point all is logical, all is in conformity with the possible stages of a project of this order. I arrived at the execution of it; and I continued to reason in the same way, impersonally.  The rich brother proposes the blood- bargain to the poor brother.  He offers him money; a hundred thousand francs, two hundred thousand, three hundred thousand. From what motive should the scoundrel hesitate to accept the offer? Moral ideas?  What is the morality of a rake who has gone from libertinism to theft?  Under the influence of my vengeful thoughts I had read the criminal news of the day in the journals, and the reports of criminal trials, too assiduously for years past, not to know how a man becomes a murderer.  How many cases of stabbing, shooting, and poisoning have there not been, in which the gain was entirely uncertain, and the conditions of danger extreme, merely to enable the perpetrators to go, presently, and expend the murder- money in some low haunt of depravity? Fear of the scaffold?  Then nobody would kill.  Besides, debauchees, whether they stop short at vice or roll down the descent into crime, have no foresight of the future.  Present sensation is too strong for them; its image abolishes all other images, and absorbs all the vital forces of the temperament and the soul.  An old dying mother, children perishing of hunger, a despairing wife; have these pictures of their deeds ever arrested drunkards, gamblers, or profligates?  No more have the tragic phantoms of the tribunal, the prison, and the guillotine, when, thirsting for gold, they kill to procure it.  The scaffold is far off, the brothel is at the street corner, and the being sunk in vice kills a man, just as a butcher would kill a beast, that he may go thither, or to the tavern, or to the low gaming-house, with a pocket full of money.  This is the daily mode of procedure in crime. Why should not the desire of a more elevated kind of debauch possess the same wicked attraction for men who are indeed more refined, but are quite as incapable of moral goodness as the rascally frequenters of the lowest dens of iniquity? Ah! the thought that my father's blood might have paid for suppers in a New York night-house was too cruel and unendurable.  I lost courage to pursue my cold, calm, reasonable deductions, a kind of hallucination came upon me--a mental picture of the hideous scene-- and I felt my reason reel.  With a great effort I turned to the portrait of my father, gazed at it long, and spoke to him as if he could have heard me, aloud, in abject entreaty.  \\\"Help me, help me!\\\" And then, I once more became strong enough to resume the dreadful hypothesis, and to criticise it point by point.  Against it was its utter unlikelihood; it resembled nothing but the nightmare of a diseased imagination.  A brother who employs his brother as the assassin of a man whose wife he wants to marry!  Still, although the conception of such a devilish plot belonged to the domain of the wildest fantasies, I said to myself: \\\"This may be so, but in the way of crime, there is no such thing as unlikelihood.  The assassin ceases to move in the habitual grooves of social life by the mere fact that he makes up his mind to murder.\\\"  And then a score of examples of crimes committed under circumstances as strange and exceptional as those whose greater or less probability I was then discussing with myself recurred to my memory. One objection arose at once.  Admitting this complicated crime to be possible only, how came I to be the first to form a suspicion of it?  Why had not the keen, subtle, experienced old magistrate, M. Massol, looked in that direction for an explanation of the mystery in whose presence he confessed himself powerless?  The answer came ready.  M. Massol did not think of it, that was all.  The important thing is to know, not whether the Judge of Instruction suspected the fact, or did not suspect it; but whether the fact itself is, or is not, real. Again, what indications had reached M. Massol to put him on this scent?  If he had thoroughly studied my father's home and his domestic life, he had acquired the certainty that my mother was a faithful wife and a good woman.  He had witnessed her sincere grief, and he had not seen, as I had, letters written by my father in which he acknowledged his jealousy, and revealed the passion of his false friend. But, even supposing the judge had from the first suspected the villainy of my future stepfather, the discovery of his accomplices would have been the first thing to be done, since, in any case, the presence of M. Termonde in our house at the time of the murder was an ascertained fact. Supposing M. Massol had been led to think of the brother who had disappeared, what then?  Where were the traces of that brother to be found?  Where and how?  If Edmond and Jacques had been accomplices in the crime, would not their chief care be to contrive a means of correspondence which should defy the vigilance of the police?  Did they not cease for a time to communicate with each other by letters?  What had they to communicate, indeed?  Edmond was in possession of the price of the murder, and Jacques was occupied in completing his conquest of my mother's heart. I resumed my argument; all this granted again, but, although M. Massol was ignorant of the essential factor in the case, although he was unaware of Jacques Termonde's passion for the wife of the murdered man, my aunt knew it well, she had in her hands indisputable proofs of my father's suspicions; how came she not to have thought as I was now thinking.  And how did I know that she had NOT thought just as I was thinking?  She had been tormented by suspicions, even she, too; she had lived and died haunted by them. The only difference was that she had included my mother in them, being incapable of forgiving her the sufferings of the brother whom she loved so deeply.  To act against my mother was to act against me, so she had forsworn that idea forever.  But if she would have acted against my mother, how could she have gone beyond the domain of vague inductions, since she, no more than I, could have divined my stepfather's alibi, or known of the actual existence of Edmond Termonde?  No; that I should be the first to explain the murder of my father as I did, proved only that I had come into possession of additional information respecting the surroundings of the crime, and not that the conjectures drawn from it were baseless. Other objections presented themselves.  If my stepfather had employed his brother to commit the murder, how came he to reveal the existence of that brother to his wife?  An answer to this question was not far to seek.  If the crime had been committed under conditions of complicity, only one proof of the fact could remain, namely, the letters written by Jacques Termonde to Edmond, in which the former recalled the latter to Europe and gave him instructions for his journey; these letters Edmond had of course preserved, and it was through them, and by the threat of showing them to my mother, that he kept a hold over his brother.  To tell his wife so much as he had told her was to forestall and neutralize this threat, at least to a certain extent; for, if the doer of the deed should ever resolve on revealing the common secret to the victim's widow, now the wife of him who had inspired it, the latter would be able to deny the authenticity of the letters, to plead the former confidence reposed in her respecting his brother, and to point out that the denunciation was an atrocious act of revenge achieved by a forgery.  And, besides, if indeed the crime had been committed in the manner that I imagined, was not that revelation to my mother justified by another reason? The remorseful moods by which I believed my stepfather to be tortured were not likely to escape the observant affection of his wife; she could not fail to know that there was a dark shadow on his life which even her love could not dispel.  Who knows but she had suffered from the worst of all jealousy, that which is inspired by a constant thought not imparted, a strange emotion hidden from one?  And he had revealed a portion of the truth to her so as to spare her uneasiness of that kind, and to protect himself from questions which his conscience rendered intolerable to him.  There was then no contradiction between this half-revelation made to my mother, and my own theory of the complicity of the two brothers. It was also clear to me that in making that revelation he had been unable to go beyond a certain point in urging upon her the necessity of silence towards me--silence which would never have been broken but for her unforeseen emotion, but for my affectionate entreaties, but for the sudden arrival of Edmond Termonde, which had literally bewildered the poor woman.  But how was my stepfather's imprudence in refusing money to this brother, who was at bay and ready to dare any and every thing, to be explained? This, too, I succeeded in explaining to myself.  It had happened before my aunt's death, at a period when my stepfather believed himself to be guaranteed from all risk on my side.  He believed himself to be sheltered from justice by the statute of limitations. He was ill.  What, then, was more natural than that he should wish to recover those papers which might become a means of levying blackmail upon his widow after his death, and dishonoring his memory in the heart of that woman whom he had loved--even to crime-- at any price?  Such a negotiation could only be conducted in person.  My stepfather would have reflected that his brother would not fulfil his threat without making a last attempt; he would come to Paris, and the accomplices would again be face to face after all these years.  A fresh but final offer of money would have to be made to Edmond, the price of the relinquishment of the sole proof whereby the mystery of the Imperial Hotel could be cleared up.  In this calculation my stepfather had omitted to forecast the chance that his brother might come to the hotel on the Boulevard de Latour-Maubourg, that he would be ushered into my mother's presence, and that the result of the shock to himself--his health being already undermined by his prolonged mental anguish--would be a fresh attack of his malady.  In events, there is always the unexpected to put to rout the skillful calculations of the most astute and the most prudent, and when I reflected that so much cunning, such continual watchfulness over himself and others had all come to this--unless indeed these surmises of mine were but fallacies of a brain disturbed by fever and the consuming desire for vengeance--I once more felt the passage of the wind of destiny over us all. However, whether reality or fancy, there they were, and I could not remain in ignorance or in doubt.  At the end of all my various arguments for and against the probability of my new explanation of the mystery, I arrived at a positive fact: rightly or wrongly I had conceived the possibility of a plot in which Edmond Termonde had served as the instrument of murder in his brother's hand.  Were there only one single chance, one against a thousand, that my father had been killed in this way, I was bound to follow up the clew to the end, on pain of having to despise myself as the veriest coward that lived.  The time of sorrowful dreaming was over; it was now necessary to act, and to act was to know. Morning dawned upon these thoughts of mine.  I opened my window, I saw the faces of the lofty houses livid in the first light of day, and I swore solemnly to myself, in the presence of re-awakening life, that this day should see me begin to do what I ought, and the morrow should see me continue, and the following days should see the same, until I could say to myself: \\\"I am certain.\\\" I resolutely repressed the wild feelings which had taken hold of me during the night, and I fixed my mind upon the problem: \\\"Does there exist any means of making sure whether Edmond Termonde is, or is not, identical with the man who in 1864 called himself Rochdale?\\\" For the answer to this question I had only myself, the resources of my own intelligence, and my personal will to rely upon.  I must do myself the justice to state that not for one minute, during all those cruel hours, was I tempted to rid myself once for all of the difficulties of my tragic task by appealing to justice, as I should have done had I not taken my mother's sufferings into account.  I had resolved that the terrible blow of learning that for fifteen years she had been the wife of an assassin should never be dealt to her by me.  In order that she might always remain in ignorance of this story of crime, it was necessary for the struggle to be strictly confined to my stepfather and myself. And yet, I thought, what if I find that he is guilty? At this idea, no longer vague and distant, but liable today, to- morrow, at any time, to become an indisputable truth, a terrible project presented itself to my mind.  But I would not look in that direction, I made answer to myself: \\\"I will think of this later on,\\\" and I forced myself to concentrate all my reflections upon the actual day and its problem: How to verify the identity of Edmond Termonde with the false Rochdale? To tear the secret from my stepfather was impossible.  I had vainly endeavored for months to find the flaw in his armor of dissimulation; I had but broken not one dagger, but twenty against the plates of that cuirass.  If I had had all the tormentors of the Middle Ages at my service, I could not have forced his fast-shut lips to open, or extorted an admission from his woebegone and yet impenetrable face. There remained the other; but in order to attack him, I must first discover under what name he was hiding in Paris, and where.  No great effort of imagination was required to hit upon a certain means of discovering these particulars.  I had only to recall the circumstances under which I had learned the fact of Edmond Termonde's arrival in Paris.  For some reason or other--remembrance of a guilty complicity or fear of a scandal--my stepfather trembled with fear at the mere idea of his brother's return.  His brother had returned, and my stepfather would undoubtedly make every effort to induce him to go away again.  He would see him, but not at the house on the Boulevard de Latour-Maubourg, on account of my mother and the servants.  I had, therefore, a sure means of finding out where Edmond Termonde was living; I would have his brother followed. There were two alternatives: either he would arrange a meeting in some lonely place, or he would go himself to Edmond Termonde's abode.  In the latter case, I should have the information I wanted at once; in the former, it would be sufficient to give the description of Edmond Termonde just as I had received it from my mother, and to have him also followed on his return from the place of meeting.  The spy-system has always seemed to me to be infamous, and even at that moment I felt all the ignominy of setting this trap for my stepfather; but when one is fighting, one must use the weapons that will avail.  To attain my end, I would have trodden everything under foot except my mother's grief. And then?  Supposing myself in possession of the false name of Edmond Termonde and his address, WHAT WAS I TO DO?  I could not, in imitation of the police, lay my hand upon him and his papers, and get off with profuse excuses for the action when the search was finished.  I remember to have turned over twenty plans in my mind, all more or less ingenious, and rejected them all in succession, concluding by again fixing my mind on the bare facts. Supposing the man really had killed my father, it was impossible that the scene of the murder should not be indelibly impressed upon his memory.  In his dark hours the face of the dead man, whom I resembled so closely, must have been visible to his mind's eye. Once more I studied the portrait at which my stepfather had hardly dared to glance, and recalled my own words: \\\"Do you think the likeness is sufficiently strong for me to have the effect of a specter upon the criminal?\\\" Why not utilize this resemblance?  I had only to present myself suddenly before Edmond Termonde, and call him by the name-- Rochdale--to his ears its syllables would have the sound of a funeral bell.  Yes! that was the way to do it; to go into the room he now occupied, just as my father had gone into the room at the Imperial Hotel, and to ask for him by the name under which my father had asked for him, showing him the very face of his victim. If he was not guilty, I should merely have to apologize for having knocked at his door by mistake; if he was guilty, he would be so terrified for some minutes that his fear would amount to an avowal. It would then be for me to avail myself of that terror to wring the whole of his secret from him. What motives would inspire him?  Two, manifestly--the fear of punishment, and the love of money.  It would then be necessary for me to be provided with a large sum when taking him unawares, and to let him choose between two alternatives, either that he should sell me the letters which had enabled him to blackmail his brother for years past, or that I should shoot him on the spot. And what if he refused to give up the letters to me?  Is it likely that a ruffian of his kind would hesitate? Well, then, he would accept the bargain, hand me over the papers by which my stepfather is convicted of murder, and take himself off; and I must let him go away just as he had gone away from the Imperial Hotel, smoking a cigar, and paid for his treachery to his brother, even as he had been paid for his treachery to my father! Yes, I must let him go away thus, because to kill him with my own hand would be to place myself under the necessity of revealing the whole of the crime, which I am bound to conceal at all hazards. \\\"Ah, mother! what will you not cost me!\\\" I murmured with tears. Fixing my eyes again upon the portrait of the dead man, it seemed to me that I read in its eyes and mouth an injunction never to wound the heart of the woman he had so dearly loved--even for the sake of avenging him.  \\\"I will obey you,\\\" I made answer to my father, and bade adieu to that part of my vengeance. It was very hard, very cruel to myself; nevertheless, it was possible; for, after all, did I hate the wretch himself?  He had struck the blow, it is true, but only as a servile tool in the hand of another. Ah! that other, I would not let HIM escape, when he should be in my grip; he who had conceived, meditated, arranged, and paid for the deed; he who had stolen all from me, all, all, from my father's life even to my mother's love; he, the real, the only culprit. Yes, I would lay hold of him, and contrive and execute my vengeance, while my mother should never suspect the existence of that duel out of which I should come triumphant.  I was intoxicated beforehand with the idea of the punishment which I would find means to inflict upon the man whom I execrated.  It warmed my heart only to think of how this would repay my long, cruel martyrdom. \\\"To work! to work!\\\" I cried aloud. I trembled lest this should be nothing but a delusion, lest Edmond Termonde should have already left the country, my stepfather having previously purchased his silence. At nine o'clock I was in an abominable Private Inquiry Office-- merely to have passed its threshold would have seemed to me a shameful action, only a few hours before.  At ten I was with my broker, giving him instructions to sell out 100,000 francs' worth of shares for me.  That day passed, and then a second.  How I bore the succession of the hours, I know not.  I do know that I had not courage to go to my mother's house, or to see her again.  I feared she might detect my wild hope in my eyes, and unconsciously forewarn my stepfather by a sentence or a word, as she had unconsciously informed me. Towards noon, on the third day, I learned that my stepfather had gone out that morning.  It was a Wednesday, and on that day my mother always attended a meeting for some charitable purpose in the Grenelle quarter.  M. Termonde had changed his cab twice, and had alighted from the second vehicle at the Grand Hotel.  There he had paid a visit to a traveler who occupied a room on the second floor (No. 353); this person's name was entered in the list of arrivals as Stanbury.  At noon I was in possession of these particulars, and at two o'clock I ascended the staircase of the Grand Hotel, with a loaded revolver and a note-case containing one hundred banknotes, wherewith to purchase the letters, in my pocket. Was I about to enter on a formidable scene in the drama of my life, or was I about to be convinced that I had been once more made the dupe of my own imagination? At all events, I should have done my duty.\\n\\nXII\\n\\nI had reached the second floor.  At one corner of the long corridor there was a notification that the numbers ran from 300 to 360.  A waiter passed me, whistling; two girls were chattering and laughing in a kind of office at the stair-head; the various noises of the courtyard came up through the open windows. The moment was opportune for the execution of my project.  With these people about the man could not hope to escape from the house. 345, 350, 351, 353--I stood before the door of Edmond Termonde's room; the key was in the lock; chance had served my purpose better than I had ventured to hope.  This trifling particular bore witness to the security in which the man whom I was about to surprise was living.  Was he even aware that I existed? I paused a moment before the closed door.  I wore a short coat, so as to have my revolver within easy reach in the pocket, and I put my right hand upon it, opened the door with my left, and entered without knocking. \\\"Who is there?\\\" said a man who was lying rather than sitting in an arm-chair, with his feet on a table; he was reading a newspaper and smoking, and his back was turned to the door.  He did not trouble himself to rise and see whose hand had opened the door, thinking, no doubt, that a servant had come in; he merely turned his head slightly, and I did not give him time to look completely round. \\\"M. Rochdale?\\\" I asked. He started to his feet, pushed away the chair, and rushed to the other side of the table, staring at me with a terrified countenance; his light blue eyes were unnaturally distended, his face was livid, his mouth was half open, his legs bent under him. His tall, robust frame had sustained one of those shocks of excessive terror which almost paralyze the forces of life.  He uttered but one word--\\\"Cornelis!\\\" At last I held in my victorious hand the proof that I had been seeking for months, and in that moment I was master of all the resources of my being.  Yes, I was as calm, as clear of purpose, as my adversary was the reverse.  He was not accustomed to live, like his accomplice, in the daily habits of studied dissimulation.  The name, \\\"Rochdale,\\\" the terrifying likeness, the unlooked-for arrival!  I had not been mistaken in my calculation.  With the amazing rapidity of thought that accompanies action I perceived the necessity of following up this first shock of moral terror by a shock of physical terror.  Otherwise, the man would hurl himself upon me, in the moment of reaction, thrust me aside and rush away like a madman, at the risk of being stopped on the stairs by the servants, and then?  But I had already taken out my revolver, and I now covered the wretch with it, calling him by his real name, to prove that I knew all about him. \\\"M. Edmond Termonde,\\\" I said, \\\"if you make one step towards me, I will kill you, like the assassin that you are, as you killed my father.\\\" Pointing to a chair at the corner of the half-open window, I added: \\\"Sit down!\\\" He obeyed mechanically.  At that instant I exercised absolute control over him; but I felt sure this would cease so soon as he recovered his presence of mind.  But even though the rest of the interview were now to go against me, that could not alter the certainty which I had acquired.  I had wanted to know whether Edmond Termonde was the man who had called himself Rochdale, and I had secured undeniable proof of the fact.  Nevertheless, it was due to myself that I should extract from my enemy the proof of the truth of all my conjectures, that proof which would place my stepfather at my mercy.  This was a fresh phase of the struggle. I glanced round the room in which I was shut up with the assassin. On the bed, placed on my left, lay a loaded cane, a hat and an overcoat; on a small table were a steel \\\"knuckle-duster\\\" and a revolver.  Among the articles laid out on a chest of drawers on my right a bowie-knife was conspicuous, a valise was placed against an unused door, a wardrobe with a looking-glass stood before another unused door, then came the toilet-stand, and the man, crouching under the aim of my revolver, between the table and the window.  He could neither escape, nor reach to any means of defense without a personal struggle with me; but he would have to stand my fire first, and besides, if he was tall and robust, I was neither short or feeble.  I was twenty-five, he was fifty.  All the moral forces were for me, I must win. \\\"Now,\\\" said I, as I took a seat, but without releasing him from the covering barrel of my pistol, \\\"let us talk.\\\" \\\"What do you want of me?\\\" he asked roughly.  His voice was both hoarse and muffled; the blood had gone back into his cheeks, his eyes, those eyes so exactly like his brother's, sparkled.  The brute-nature was reviving in him after having sustained a fearful shock, as though astonished that it still lived. \\\"Come, then,\\\" he added, clenching his fists, \\\"I am caught.  Fire on me, and let this end.\\\" Then, as I made him no answer, but continued to threaten him with my pistol, he exclaimed: \\\"Ah! I understand; it is that blackguard Jacques who has sold me to you in order to get rid of me himself.  There's the statute of limitations--he thinks he is safe!  But has he told you that he was in it himself, good, honest man, and that I have the proof of this? Ah! he thinks I am going to let you kill me, like that, without speaking?  No, I shall call out, we shall be arrested, and all will be known.\\\" Fury had seized upon him; he was about to shout \\\"Help!\\\" and the worst of it was that rage was rising in me also.  It was he, with that same hand which I saw creeping along the table, strong, hairy, seeking something to throw at me--yes--it was he who had killed my father. One impulse more of anger and I was lost; a bullet was lodged in his body, and I saw his blood flow.  Oh, what good it would have done me to see that sight! But no, I soon made the sacrifice of this particular vengeance.  In a second, I beheld myself arrested, obliged to explain everything, and my mother exposed to all the misery of it. Happily for me, he also had an interval of reflection.  The first idea that must have occurred to him was that his brother had betrayed him, by telling me one-half of the truth, so as to deliver him up to my vengeance.  The second, no doubt, was that, for a son who came to avenge his dead father, I was making a good deal of delay about it.  There was a momentary silence between us.  This allowed me to regain my coolness, and to say: \\\"You are mistaken,\\\" so quietly that his amazement was visible in his face.  He looked at me, then closed his eyes, and knitted his brow.  I felt that he could not endure my resemblance to my father. \\\"Yes, you are mistaken,\\\" I continued deliberately, giving the tone of a business conversation to this terrible interview.  \\\"I have not come here either to have you arrested or to kill you.  Unless,\\\" I added, \\\"you oblige me to do so yourself, as I feared just now you would oblige me.  I have come to propose a bargain to you, but it is on the condition that you listen, as I shall speak, with coolness.\\\" Once more we were both silent.  In the corridor, almost at the door of the room, there were sounds of feet, voices, and peals of laughter.  This was enough to recall me to the necessity of controlling myself, and him to the consciousness that he was playing a dangerous game.  A shot, a cry, and someone would enter the room, for it opened upon the corridor.  Edmond Termonde had heard me with extreme attention; a gleam of hope, succeeded by a singular look of suspicion, had passed over his face. \\\"Make your conditions,\\\" said he. \\\"If I had intended to kill you,\\\" I resumed, so as to convince him of my sincerity by the evidence of his senses, \\\"you would be dead already.\\\"  I raised the revolver.  \\\"If I had intended to have you arrested, I would not have taken the trouble to come here myself; two policemen would have been sufficient, for you don't forget that you are a deserter, and still amenable to the law.\\\" \\\"True,\\\" he replied simply, and then added, following out a mental argument which was of vital importance to the issue of our interview: \\\"If it is not Jacques, then who is it that has sold me?\\\" \\\"I held you at my disposal,\\\" I continued, without noticing what he had said, \\\"and I have not availed myself of that.  Therefore I had a strong reason for sparing you yesterday, ere yesterday, this morning, a little while ago, at the present moment; and it depends upon yourself whether I spare you altogether.\\\" \\\"And you want me to believe you,\\\" he answered, pointing to my revolver which I still continued to hold in my hand, but no longer covering him with it.  \\\"No, no,\\\" and he added, with an expression which smacked of the barrack-room, \\\"I don't tumble to that sort of thing.\\\" \\\"Listen to me,\\\" said I, now assuming a tone of extreme contempt. \\\"The powerful motive which I have for not shooting you like a mad dog, you shall learn.  I do not choose that my mother should ever know what a man she married in your brother.  Do you now understand why I resolved to let you go?  Provided you are of the same mind, however; for even the idea of my mother would not stop me, if you pushed me too far.  I will add, for your guidance, that the limitation by which you supposed yourself to be safe from pursuit for the murder in 1864 has been traversed; you are therefore staking your head at this moment.  For ten years past you have been successfully levying blackmail on your brother.  I do not suppose you have merely played upon the chord of fraternal love.  When you came from America to assume the personality of Rochdale, it was clearly necessary that he should send you some instructions.  You have kept those letters.  I offer you one hundred thousand francs for them.\\\" \\\"Sir,\\\" he replied slowly, and his tone showed me that for the moment he had recovered his self-control, \\\"how can you imagine that I should take such a proposal seriously?  Admitting that any such letters were ever written, and that I had kept them, why should I give up a document of this kind to you?  What security should I have that you would not have me laid by the heels the moment after! Ah!\\\" he cried, looking me straight in the face, \\\"you know nothing! That name!  That likeness!  Idiot that I am, you have tricked me.\\\" His face turned crimson with rage, and he uttered an oath. \\\"You shall pay for this!\\\" he cried; and at the same instant, when he was no longer covered by my pistol, he pushed the table upon me so violently, that if I had not sprung backwards I must have been thrown down; but he already had time to fling himself upon me and seize me round the body.  Happily for me the violence of the attack had knocked the pistol out of my hands, so that I could not be tempted to use it, and a struggle began between us in which not one word was spoken by either. With his first rush he had flung me to the ground; but I was strong, and the strange premonitions of danger, from which I suffered in my youth, had led me to develop all my physical energy and adroitness. I felt his breath on my face, his skin upon my skin, his muscles striving against mine, and at the same time the dread that our conflict might be overheard gave me the coolness which he had lost. After a few minutes of this tussle, and just as his strength was failing, he fastened his teeth in my shoulder so savagely that the pain of the bite maddened me.  I wrenched one of my arms from his grasp and seized him by the throat at the risk of choking him.  I held him under me now, and I struck his bead against the floor as though I meant to smash it.  He remained motionless for a minute, and I thought I had killed him.  I first picked up my pistol, which had rolled away to the door, and then bathed his forehead with water in order to revive him. When I caught sight of myself in the glass, with my coat-collar torn, my face bruised, my cravat in rags, I shuddered as if I had seen the specter of another Andre Cornelis.  The ignoble nature of this adventure filled me with disgust; but it was not a question of fine-gentleman fastidiousness.  My enemy was coming to himself, I must end this.  I knew in my conscience I had done all that was possible to fulfill my vow in regard to my mother.  The blame must fall upon destiny.  the wretch had half-raised himself, and was looking at me; I bent over him, and put the barrel of my revolver within a hair's breadth of his temple. \\\"There is still time,\\\" I said.  \\\"I give you five minutes to decide upon the bargain which I proposed to you just now; the letters, and one hundred thousand francs, with your liberty; if not, a bullet in your head.  Choose.  I wished to spare you on account of my mother; but I will not lose my vengeance both ways.  I shall be arrested, your papers will be searched, the letters will be found, it will be known that I had a right to shoot you.  My mother will go mad with grief; but I shall be avenged.  I have spoken.  You have five minutes, not one more.\\\" No doubt my face expressed invincible resolution.  The assassin looked at that face, then at the clock.  He tried to make a movement, but saw that my finger was about to press the trigger. \\\"I yield,\\\" he said. I ordered him to rise, and he obeyed me. \\\"Where are the letters?\\\" \\\"When you have them,\\\" he implored, with the terror of a trapped beast in his abject face, \\\"you will let me go away?\\\" \\\"I swear it,\\\" I answered; and, as I saw doubt and dread in his quailing eyes, I added, \\\"by the memory of my father.  Where are the letters?\\\" \\\"There.\\\" He pointed to a valise in a corner of the room. \\\"Here is the money.\\\" I flung him the note-case which contained it.  Is there a sort of moral magnetism in the tone of certain words and in certain expressions of countenance?  Was it the nature of the oath which I had just taken, so deeply impressive at that moment, or had this man sufficient strength of mind to say to himself that his single chance of safety resided in belief in my good faith?  However that may be, he did not hesitate for a moment; he opened the iron-bound valise, took out a yellow-leather box with a patent lock, and, having opened it, flung its contents--a large sealed envelope-to me, exactly as I had flung the banknotes to him.  I, too, for my part, had not a moment's fear that he would produce a weapon from the valise and attack me while I was verifying the contents of the envelope.  These consisted of three letters only; the two first bore the double stamp of Paris and New York, the third those of New York and Liverpool, and all three bore the January or February post-marks of the year 1864. \\\"Is that all?\\\" he asked. \\\"Not yet,\\\" I answered; \\\"you must undertake to leave Paris this evening by the first train, without having seen your brother or written to him.\\\" \\\"I promise; and then?\\\" \\\"When was he to come back here to see you?\\\" \\\"On Saturday,\\\" he answered, with a shrug of his shoulders.  \\\"The bargain was concluded.  He was determined to wait until the day came for me to set out for Havre before paying me the money, so that he might make quite sure I should not stay on in Paris.--The game is up,\\\" he added, \\\"and now I wash my hands of it.\\\" \\\"Edmond Termonde,\\\" said I, rising, but not loosing him from the hold of my eye, \\\"remember that I have spared you; but you must not tempt me a second time by putting yourself in my way, or crossing the path of any whom I love.\\\" Then, with a threatening gesture, I quitted the room, leaving him seated at the table near the window.  I had hardly reached the corridor when my nerves, which had been so strangely under my control during the struggle, failed me.  My legs bent under me, and I feared I was about to fall.  How was I to account for the disorder of my clothes?  I made a great effort, concealed the torn ends of my cravat, turned up the collar of my coat to hide the condition of my shirt, and did my best to repair the damage that had been done to my hat.  I then wiped my face with my handkerchief, and went downstairs with a slow and careless step. The inspector of the first floor was, doubtless, occupied at the other end of the corridor; but two of the waiters saw me and were evidently surprised at my aspect.  They were, however, too busy, luckily for me, to stop me and inquire into the cause of my discomposure.  At last I reached the courtyard.  If anybody who knew me had been there?  I got into the first cab and gave my address.  I had kept my word.  I had conquered. I am afraid to kill; but had I been born in Italy, in the fifteenth century, would I have hesitated to poison my father's murderer? Would I have hesitated to shoot him, had I been born in Corsica fifty years ago?  Am I then nothing but a civilized person, a wretched and impotent dreamer, who would fain act, but shrinks from soiling his hands in the action?  I forced myself to contemplate the dilemma in which I stood, in its absolute, imperative, inevitable distinctness.  I must either avenge my father by handing over his murderer to be dealt with by the law, since M. Massol had prudently fulfilled all the formalities necessary to bar the limitation, or I must be my own minister of justice.  There was a third alternative; that I should spare the murderous wretch, allow him to live on in occupation of his victim's place in my mother's home, from which he had driven me; but at the thought of this my rage revived.  The scruples of the civilized man did indeed give him pause; but that hesitation did not hinder the savage, who slumbers in us all, from feeling the appetite for retaliation which stirs the animal nature of man--all his flesh, and all his blood-- as hunger and thirst stir it.  \\\"Well, then,\\\" said I to myself, \\\"I will assassinate my stepfather, since that is the right word.  Was he afraid to assassinate my father?  He killed; he shall be killed. An eye for an eye, a tooth for a tooth; that is the primitive law, and all the rest is a lie.\\\" Evening had come while this strife was raging in my soul.  I was laboring under excitement which contrasted strangely with the calmness I had felt a few hours previously, when ascending the stairs in the Grand Hotel.  The situation also had undergone a change; then I was preparing for a struggle, a kind of duel; I was about to confront a man whom I had to conquer, to attack him face to face without any treachery, and I had not flinched.  It was the mean hypocrisy of clandestine murder that had made me shrink from the idea of killing my stepfather, by luring him into a snare.  I had controlled this trembling the first time; but I was afraid of its coming again, and that I should have a sleepless night, and be unfit to act next day with the cool calmness I desired. I felt that I could not bear suspense; on the morrow I must act. The plan on which I should decide, be it what it might, must be executed within the twenty-four hours. The best means of calming my nerves was by making a beginning now, at once; by doing something beforehand to guard against suspicion. I determined upon letting myself be seen by persons who could bear witness, if necessary, that they had seen me, careless, easy, almost gay.  I dressed and went out, intending to dine at a place where I was known, and to pass the most of the night at the club. When I was in the Avenue des Champs-Elysees, crowded with carriages and people on foot--the May evening was delicious--I shared the physical sensation of the joy of living, which was abroad in the air.  The sky quivered with the innumerable throbs of the stars, and the young leaves shook at the touch of a slow and gentle breeze.  Garlands of light illumined the various pleasure-gardens. I passed in front of a restaurant where the tables extended to the edge of the footpath, and young men and women were finishing their dinner gaily. The contrast between the spring-festival aspect of Paris and the tragedy of my own destiny came home to me too strongly.  What had I done to Fate to deserve that I should be the one only person, amid all this crowd, condemned to such an experience?  Why had my path been crossed by a man capable of pushing passion to the point of crime, in a society in which passion is ordinarily so mild, so harmless, and so lukewarm?  Probably there did not exist in all the \\\"good\\\" society of Paris four persons with daring enough to conceive such a plan as that which Jacques Termonde had executed with such cool deliberation under the influence of his passion.  And this villain, who could love so intensely, was my stepfather! Once more the breath of fatality, which had already thrilled me with a kind of mysterious horror, passed over me, and I felt that I could no longer bear the sight of the human face.  Turning my back upon the lit-up, noisy quarter of the Champs Elysees, I walked on towards the Arc de Triomphe.  Without thinking about it I took the road to the Bois, bore to the right to avoid the vehicles, and turned into one of the loneliest paths.  Had I unconsciously obeyed one of those almost animal impulses of memory, which bring us back to ways that we have already trodden?  By the soft, bluish light of the spring moon I recognized the place where I had walked with my stepfather in the winter, on the occasion of our first drive to the Bois.  It was on that day I obliged him to look the portrait of his victim in the face, on that day he came to me on the pretext of asking for the Review which my mother had lent me.  In my thoughts I beheld him, as he then was, and recalled the strange pity which had stirred my heart at the sight of him, so sad, broken-down, and, so to speak, conquered.  He stood before me, in the light of that remembrance, as living and real as if he had been there, close beside me, and the acute sensation of his existence made me feel at the same time all the signification of those fearful and mysterious words: to kill.  To kill?  I was going to kill him, in a few hours it might be, at the latest in a few days. I heard voices, and I withdrew into the shade.  Two forms passed me, a young man and a girl, lovers, who did not see me.  The moonlight fell upon them, as they went on their way, hand in hand. I burst into tears, and wept long, unrestrainedly; for I too was young; in my heart there was a flood of pent-up tenderness, and here I was, on this perfumed, moonlit, starlit night, crouching in a dark corner, meditating murder! No, not murder, an execution.  Has my stepfather deserved death? Yes.  Is the executioner who lets down the knife on the neck of the condemned criminal to be called an assassin?  No!  Well, then I shall be the executioner and nothing else.  I rose from the bench where I had shed my last tears of resolution and cowardice--for thus I regarded those hot tears to which I now appeal, as a last proof that I was not born for what I have done. While walking back to Paris, I multiplied and reiterated my arguments.  Sometimes I succeeded in silencing a voice within me, stronger than my reasoning and my longing for vengeance, a voice which pronounced the words formerly uttered by my aunt: \\\"Vengeance is mine, saith the Lord God.\\\"  And if there be no God?  And if there be, is not the fault His, for He has let this thing be?  Yes, such were my wild words and thoughts; and then all these scruples of my conscience appeared to me mere vain, futile quibbles, fitting for philosophers and confessors. There remained one indisputable, absolute fact; I could not endure that the murderer of my father should continue to be the husband of my mother. There was a second no less evident fact; I could not place this man in the hands of justice without, probably, killing my mother on the spot, or, quite certainly, laying her whole life waste.  Therefore I would have to be my own tribunal, judge, and executioner in my own cause.  What mattered to me the arguments for or against?  I was bound to give heed first to my final instinct, and it cried out to me \\\"Kill!\\\" I walked fast, keeping my mind fixed on this idea with a kind of tragic pleasure, for I felt that my irresolution was gone, and that I should act.  All of a sudden, as I came close to the Arc de Triomphe, I remembered how, on that very spot, I had met one of my club companions for the last time.  He shot himself the next day. Why did this remembrance suddenly suggest to me a series of new thoughts? I stopped short with a beating heart.  I had caught a glimpse of the way of safety.  Fool that I had been, led away as usual by an undisciplined imagination!  My stepfather should die.  I had sentenced him in the name of my inalienable right as an avenging son; but could I not condemn him to die by his own hand?  Had I not that in my possession which would drive him to suicide?  If I went to him without any more reserves or circumlocution, and if I said to him, \\\"I hold the proof that you are the murderer of my father. I give you the choice--either you will kill yourself, or I denounce you to my mother,\\\" what would his answer be?  He, who loved his wife with that reciprocated devotion by which I had suffered so much, would he consent that she should know the truth, that she should regard him as a base, cowardly assassin?  No, never; he would rather die. My heart, weary and worn with pain, rushed towards this door of hope, so suddenly opened.  \\\"I shall have done my duty,\\\" I thought, \\\"and I shall have no blood on my hands.  My conscience will not be stained.\\\"  I experienced an immense relief from the weight of foreseen remorse that had caused me such agony, and I went on drawing a picture of the future, freed at last from one dark image which had veiled the sunshine of my youth.  \\\"He will kill himself; my mother will weep for him; but I shall be able to dry her tears. Her heart will bleed, but I will heal the wound with the balm of my tenderness.  When the assassin is no longer there, she and I will live over again all the dear time that he stole from us, and then I shall be able to show her how I love her.  The caresses which I did not give her when I was a child, because the other froze me by his mere presence, I will give her then; the words which I did not speak, the tender words that were stopped upon my lips, she shall hear then.  We will leave Paris, and get rid of these sad remembrances.  We will retire to some quiet spot, far, far away, where she will have none but me, I none but her, and I will devote myself to her old age.  What do I want with any other love, with any other tie?  Suffering softens the heart; her grief will make her love me more.  Ah! how happy we shall be.\\\"  But once more the voice within resumed: \\\"What if the wretch refuse to kill himself? What if he were not to believe me when I threaten to denounce him?\\\" Had I not been acting for months as his accomplice in maintaining the deceit practiced upon my mother?  Did he not know how much I loved her, he who had been jealous of me as her son, as I had been jealous of him as her husband?  Would he not answer: \\\"Denounce me!\\\" being well assured that I would not deal such a blow at the poor woman?  To these objections I replied, that, whereas I had suspected previously, now I knew.  No, he will not be entirely convinced that the evidence I hold will make me dare everything. Well then, if he refuse, I shall have attempted the impossible to avoid murder--let destiny be accomplished!\",\"timestamp\":1639709154,\"title\":\"The night which followed that conversation with my mother remains in my memory as the most wretched \"},\"digest\":\"_LCEA7P3g9MhWmi5dCUfrhDStNCz_ND3OuBzhXBAS8E\",\"authorship\":{\"contributor\":\"0x667E6054E728f4dC76df3f0F3c9c6bf23c751e8a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_OT_rw2kFiNe9HqFg2tpNKvaB_k2nkPNUzLN9lmJKek\\\",\\\"y\\\":\\\"5eGtrSIaGsqtNN7ytYBZXvav3GyVI4A_ojkWkVw3lXM\\\"}\",\"signature\":\"oByx8_kdX5cFGaxfHdXayl7xX0RT63QascqnE4q5zvllTcRTLtpU9KMAsmDCJezRuV9ZgIXzWWJw6AKyTLNnOA\",\"signingKeySignature\":\"0xb2a2053a8979bd3df99f47a47d50bff725cff3688f31382b6e8e7fc761af82db1b4ac778d880dd7cf86f5bbcde84952c3cc787649e843849646cdb39e007ecdc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_OT_rw2kFiNe9HqFg2tpNKvaB_k2nkPNUzLN9lmJKek\\\",\\\"y\\\":\\\"5eGtrSIaGsqtNN7ytYBZXvav3GyVI4A_ojkWkVw3lXM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_LCEA7P3g9MhWmi5dCUfrhDStNCz_ND3OuBzhXBAS8E\"}"