"{\"content\":{\"body\":\"…and hello Mirror, Web3 and the dWeb. My name is Thom.\\n\\nA week ago, I was unfamiliar, uninterested even in what was happening in the world of Web3. Actually, I’d explored decentralised web technologies about a year ago and saw a lot of promise in what I was playing with, but it was detached from the blockchain. So this… this is all brand new to me.\\n\\nIt was Twitter that led me here. My feed there is almost perfectly divided between Web3 enthusiasts and skeptics. Things came to blows last week when enthusiasts and the Web3 curious locked keyboards with skeptics and detractors. Twitter became a battlefield. And there’s me, trying to enjoy my picnic. Naturally, I was prompted to investigate just… what the fuck was going on.\\n\\nThe detractors talked of fraud in NFTs, talked of how easily they could screenshot or right-click JPEGs, and of how everything the blockchain was doing could be done on the centralised internet. They also spoke of environmental concerns—these are mostly legitimate. Fraud, the enthusiasts responded, is rampant on Web 2.0 too. They said, screenshot and right-click those JPEGs as much as you like. And they said that blockchain provided proof of provenance through immutability in a trustless environment. That’s a lot to get your head around, but essentially what it means is that the blockchain can provide an unfalsifiable and transparent record for the trade of virtual goods. And do you know what? They’re right. Most of the concerns and objections people raise in criticism of blockchain technologies are actually easy to address. But okay, what about those environmental concerns? Blockchains use an exorbitant amount of electricity, right? Well…\\n\\nYes. 100%, yes. That is absolutely the case. Let’s not deny that. Bitcoin uses a staggering amount of electricity just to perform one transaction. So does Ethereum. And these two are the two biggest players in the space. It’s terrible, and something ought to be done about… or, in fact, is being done. Despite years of delays, Ethereum is committed to migrating to a *Proof of Stake* approach which uses less energy per transaction than a lot of Web 2.0 activities do. And this approach is already being employed by competitive blockchains like Solana and Tezos. Here’s the inconvenient truth…\\n\\nBlockchain isn’t going anywhere. With or without the involvement of conscientious participants, it’s here to stay… which means it **needs** conscientious participants. It needs stewards that are committed to steering it in the right direction. And I am so happy to say that every Web3 enthusiast I have spoken to this past week has expressed that as a primary concern. Friends… we’re heading in the right direction.\\n\\nSo, hi. Hello. I’m Thom Bruce, and this is my first contribution to the blockchain.\\n\\nWith love. ❤️\",\"timestamp\":1642674457,\"title\":\"Hello, World!\"},\"digest\":\"H_M3fZ5lIH0CJpPpLYzbNDP9j106XEnZbZ7-QDYIu2Y\",\"authorship\":{\"contributor\":\"0x98cCAac584a012D27A67ABD1586868a1bc3b33e3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OQjy6MlIQCOeyVk3hgvXN1ogPWYEFFZhzZS7qmzxQXs\\\",\\\"y\\\":\\\"PqIV1unVSnIGpCMpqVG7GCo24ZjhDE2HlpMKENNJMHI\\\"}\",\"signature\":\"pIC4lU8T5quwXHaaGXNvYwSgiRp8CcUVOSvCHjMciKmKXIkAHshmjGwttzwFn9-iPmoxGsV2bhO1ezyn3qzCgg\",\"signingKeySignature\":\"0x0c26f1270d234002d67facb9a6b8faaa6ccfc497bd425634625835e2d69b2207221a36624a964a5563711b880c26c5e4deeb352d62e6c54d88130f7d8f4ab64d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OQjy6MlIQCOeyVk3hgvXN1ogPWYEFFZhzZS7qmzxQXs\\\",\\\"y\\\":\\\"PqIV1unVSnIGpCMpqVG7GCo24ZjhDE2HlpMKENNJMHI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"H_M3fZ5lIH0CJpPpLYzbNDP9j106XEnZbZ7-QDYIu2Y\"}"