"{\"content\":{\"body\":\"**Chapter One Female Officer Xiao Yan**\\n\\nQin Shouren is the police chief of Tianjin city. Qin Shouren used to be a regiment-level cadre in the army. Female comrade-in-arms Li Hongying liked him very much. She is not beautiful, but has a strong possessive desire. It is said that her father is a high-ranking official in the central government. Out of wanting to change the poor family situation, Qin accepted her. After graduation, they got married. Sure enough, the father-in-law is indeed the head of the central government. Soon Qin entered the government of Tianjin city. The old father-in-law was still planning to help him up during his time in power.So he sent Qin to the United States for further study so that he could be taken to the central government to pick him up, so as to ensure that he would not be left alone in the DPRK after he retired.\\n\\nThe old father-in-law wanted him to be the chief of public security in Tianjin so that he could be qualified to enter the central government in the future, Qin had never been a policeman for a day but became the deputy director of the public security bureau in Qingdao. He soon become the chief of police in Tianjin. The deputy director of the bureau sits at the head of the municipal bureau of Tianjin. Tianjin is located on the seashore, with superior living conditions and beautiful beauty.Since his transition from the army, he has been prosperous all the way. He has been in this position for six or seven years. He is only forty-three years old. He is very rich and powerful. In this city, he is already a man of the fortune. He is already a very powerful official in this city, and even the mayor dare not offend him. He is simply a local overlord.However, his reputation among the people is not very good. Not only is it not good, but it's utterly bad. People call him by his name Beastman. His nickname, Director of the Three Treasures, is even more thrilling, everyone knows. The three treasures are Viagra, condoms and plastic sheets, which he carries with him every day.\",\"timestamp\":1640155156,\"title\":\"The chief of police\"},\"digest\":\"I--wzryaWlkntLqqSBgYsOCNXi1iDHx2b1J0APFX4VQ\",\"authorship\":{\"contributor\":\"0xe6116586097B0a18218515C664A7029e4B0b2F34\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XDTU2TM-53tAxqkZzDpJE3Fv67gN1kQUN_3-QdXtoo0\\\",\\\"y\\\":\\\"WfTlXIZk0W9msZ5DATU1scVuJScBk2yLCBp5hkqUVZA\\\"}\",\"signature\":\"UlVZcRckJrmjaUT3hRhFGN1y7JCMp9w--XAT1n7InBrY_VFrH_G1BOTixBVVQE-Hbzsug2ciXxGAPbhrPCAozg\",\"signingKeySignature\":\"0x062891a8fddf8c4ea127ad458db67c7092c7a05612ee680136953dee84a0568327d712690e0024ad1ac3e06377f74a13042671613e1644acf0c6c8a5e2026ec01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XDTU2TM-53tAxqkZzDpJE3Fv67gN1kQUN_3-QdXtoo0\\\",\\\"y\\\":\\\"WfTlXIZk0W9msZ5DATU1scVuJScBk2yLCBp5hkqUVZA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"I--wzryaWlkntLqqSBgYsOCNXi1iDHx2b1J0APFX4VQ\"}"