"{\"content\":{\"body\":\"Lomaque made use of the privilege granted to him immediately. He saw Trudaine sitting with his sister in the corner of the cell furthest from the door, evidently for the purpose of preventing her from overhearing the conversation outside. There was an unsettled look, however, in her eyes, a slowly-heightening color in her cheeks, which showed her to be at least vaguely aware that something unusual had been taking place in the corridor.\\n\\nLomaque beckoned to Trudaine to leave her, and whispered to him: \\\"The prescription has worked well. You are safe for to-day. Break the news to your sister as gently as you can. Danville--\\\" He stopped and listened till he satisfied himself, by the sound of the deputy-jailer's footsteps, that the man was lounging toward the further end of the corridor. \\\"Danville,\\\" he resumed, \\\"after having mixed with the peop le outside the grate yesterday, and having heard your names read, was arrested in the evening by secret order from Robespierre, and sent to the Temple. What charge will be laid to him, or when he will be brought to trial, it is impossible to say. I only know that he is arrested. Hush! don't talk now; my friend outside is coming back. Keep quiet--hope everything from the chances and changes of public affairs; and comfort yourself with the thought that you are both safe for to-day.\\\"\\n\\n\\\"And to-morrow?\\\" whispered Trudaine.\\n\\n\\\"Don't think of to-morrow,\\\" returned Lomaque, turning away hurriedly to the door \\\"Let to-morrow take care of itself.\\\"\\n\\nPART THIRD.\\n\\nCHAPTER 1.\\n\\nON a spring morning, in the year seventeen hundred and ninety-eight, the public conveyance then running between Chalons-sur-Marne and Paris sat down one of its outside passengers at the first poststation beyond Meaux. The traveler, an old man, after looking about him hesitatingly for a moment or two, betook himself to a little inn opposite the post-house, known by the sign of the Piebald Horse, and kept by the Widow Duval--a woman who enjoyed and deserved the reputation of being the fastest talker and the best maker of *gibelotte* in the whole locality.\\n\\nAlthough the traveler was carelessly noticed by the village idlers, and received without ceremony by the Widow Duval, he was by no means so ordinary and uninteresting a stranger as the rustics of the place were pleased to consider him. The time had been when this quiet, elderly, unobtrusive applicant for refreshment at the Piebald House was trusted with the darkest secrets of the Reign of Terror, and was admitted at all times and seasons to speak face to face with Maximilian Robespierre himself. The Widow Duval and the hangers-on in front of the post-house would have been all astonished indeed if any well-informed personage from the metropolis had been present to tell them that the modest old traveler with the shabby little carpet-bag was an ex-chief agent of the secret police of Paris!\\n\\nBetween three and four years had elapsed since Lomaque had exercised, for the last time, his official functions under the Reign of Terror. His shoulders had contracted an extra stoop, and his hair had all fallen off, except at the sides and back of his head. In some other respects, however, advancing age seemed to have improved rather than deteriorated him in personal appearance. His complexion looked healthier, his expression cheerfuller, his eyes brighter than they had ever been of late years. He walked, too, with a brisker step than the step of old times in the police office; and his dress, although it certainly did not look like the costume of a man in affluent circumstances, was cleaner and far more nearly worn than ever it had been in the past days of his political employment at Paris.\\n\\nHe sat down alone in the inn parlor, and occupied the time, while his hostess had gone to fetch the half-bottle of wine that he ordered, in examining a dirty old card which he extricated from a mass of papers in his pocket-book, and which bore, written on it, these lines:\\n\\n\\\"When the troubles are over, do not forget those who remember you with eternal gratitude. Stop at the first post-station beyond Meaux, on the high-road to Paris, and ask at the inn for Citizen Maurice, whenever you wish to see us or to hear of us again.\\\"\\n\\n\\\"Pray,\\\" inquired Lomaque, putting the card in his pocket when the Widow Duval brought in the wine, \\\"can you inform me whether a person named Maurice lives anywhere in this neighborhood?\\\"\\n\\n\\\"Can I inform you?\\\" repeated the voluble widow. \\\"Of course I can! Citizen Maurice, and the citoyenne, his amiable sister--who is not to be passed over because you don't mention her, my honest man--lives within ten minutes' walk of my house. A charming cottage, in a charming situation, inhabited by two charming people--so quiet, so retiring, such excellent pay. I supply them with everything--fowls, eggs, bread, butter, vegetables (not that they eat much of anything), wine (which they don't drink half enough of to do them good); in short, I victual the dear little hermitage, and love the two amiable recluses with all my heart. Ah! they have had their troubles, poor people, the sister especially, though they never talk about them. When they first came to live in our neighborhood--\\\"\\n\\n\\\"I beg pardon, citoyenne, but if you would only be so kind as to direct me--\\\"\\n\\n\\\"Which is three--no, four--no, three years and a half ago--in short, just after the time when that Satan of a man, Robespierre, had his head cut off (and serve him right!), I said to my husband (who was on his last legs then, poor man!) 'She'll die'--meaning the lady. She didn't though. My fowls, eggs, bread, butter, vegetables, and wine carried her through--always in combination with the anxious care of Citizen Maurice. Yes, yes! let us be tenderly conscientious in giving credit where credit is due; let us never forget that the citizen Maurice contributed something to the cure of the interesting invalid, as well as the victuals and drink from the Piebald Horse. There she is now, the prettiest little woman in the prettiest little cottage--\\\"\\n\\n\\\"Where? Will you be so obliging as to tell me where?\\\"\\n\\n\\\"And in excellent health, except that she is subject now and then to nervous attacks; having evidently, as I believe, been struck with some dreadful fright--most likely during that accursed time of the Terror; for they came from Paris--you don't drink, honest man! Why don't you drink? Very, very pretty in a pale way; figure perhaps too thin--let me pour it out for you--but an angel of gentleness, and attached in such a touching way to the citizen Maurice--\\\"\\n\\n\\\"Citizen hostess, will you, or will you not, tell me where they live?\\\"\\n\\n\\\"You droll little man, why did you not ask me that before, if you wanted to know? Finish your wine, and come to the door. There's your change, and thank you for your custom, though it isn't much. Come to the door, I say, and don't interrupt me! You're an old man--can you see forty yards before you? Yes, you can! Don't be peevish--that never did anybody any good yet. Now look back, along the road where I am pointing. You see a large heap of stones? Good. On the other side of the heap of stones there is a little path; you can't see that, but you can remember what I tell you? Good. You go down the path till you get to a stream; down the stream till you get to a bridge; down the other bank of the stream (after crossing the bridge) till you get to an old water-mill--a jewel of a water-mill, famous for miles round; artists from the four quarters of the globe are always coming to sketch it. Ah! what, you are getting peevish again? You won't wait? Impatient old man, what a life your wife must lead, if you have got one! Remember the bridge. Ah! your poor wife and children, I pity them; your daughters especially Pst! pst! Remember the bridge--peevish old man, remember the bridge!\\\"\\n\\nWalking as fast as he could out of hearing of the Widow Duval's tongue, Lomaque took the path by the heap of stones which led out of the high-road, crossed the stream, and arrived at the old water-mill. Close by it stood a cottage--a rough, simple building, with a strip of garden in front. Lomaque's observant eyes marked the graceful arrangement of the flower-beds, and the delicate whiteness of the curtains that hung behind the badly-glazed narrow windows. \\\"This must be the place,\\\" he said to himself, as he knocked at the door with his stick. \\\"I can see the traces of her hand before I cross the threshold.\\\"\\n\\nThe door was opened. \\\"Pray, does the citizen Maurice--\\\" Lomaque began, not seeing clearly, for the first moment, in the dark little passage.\\n\\nBefore he could say any more his hand was grasped, his carpet-bag was taken from him, and a well-known voice cried, \\\"Welcome! a thousand thousand times welcome, at last! Citizen Maurice is not at home; but Louis Trudaine takes his place, and is overjoyed to see once more the best and dearest of his friends!\\\"\\n\\n\\\"I hardly know you again. How you are altered for the better!\\\" exclaimed Lomaque, as they entered the parlor of the cottage.\\n\\n\\\"Remember that you see me after a long freed om from anxiety. Since I have lived here, I have gone to rest at night, and have not been afraid of the morning,\\\" replied Trudaine. He went out into the passage while he spoke, and called at the foot of the one flight of stairs which the cottage possessed, \\\"Rose! Rose! come down! The friend whom you most wished to see has arrived at last.\\\"\\n\\nShe answered the summons immediately. The frank, friendly warmth of her greeting; her resolute determination, after the first inquiries were over, to help the guest to take off his upper coat with her own hands, so confused and delighted Lomaque, that he hardly knew which way to turn, or what to say.\\n\\n\\\"This is even more trying, in a pleasant way, to a lonely old fellow like me,\\\" he was about to add, \\\"than the unexpected civility of the hot cup of coffee years ago\\\"; but remembering what recollections even that trifling circumstance might recall, he checked himself.\\n\\n\\\"More trying than what?\\\" asked Rose, leading him to a chair.\\n\\n\\\"Ah! I forget. I am in my dotage already!\\\" he answered, confusedly. \\\"I have not got used just yet to the pleasure of seeing your kind face again.\\\" It was indeed a pleasure to look at that face now, after Lomaque's last experience of it. Three years of repose, though they had not restored to Rose those youthful attractions which she had lost forever in the days of the Terror, had not passed without leaving kindly outward traces of their healing progress. Though the girlish roundness had not returned to her cheeks, or the girlish delicacy of color to her complexion, her eyes had recovered much of their old softness, and her expression all of its old winning charm. What was left of latent sadness in her face, and of significant quietness in her manner, remained gently and harmlessly--remained rather to show what had been once than what was now.\\n\\nWhen they were all seated, there was, however, something like a momentary return to the suspense and anxiety of past days in their faces, as Trudaine, looking earnestly at Lomaque, asked, \\\"Do you bring any news from Paris?\\\"\\n\\n\\\"None,\\\" he replied; \\\"but excellent news, instead, from Rouen. I have heard, accidentally, through the employer whom I have been serving since we parted, that your old house by the riverside is to let again.\\\"\\n\\nRose started from her chair. \\\"Oh, Louis, if we could only live there once more! My flower-garden?\\\" she continued to Lomaque.\\n\\n\\\"Cultivated throughout,\\\" he answered, \\\"by the late proprietor.\\\"\\n\\n\\\"And the laboratory?\\\" added her brother.\\n\\n\\\"Left standing,\\\" said Lomaque. \\\"Here is a letter with all the particulars. You may depend upon them, for the writer is the person charged with the letting of the house.\\\"\\n\\nTrudaine looked over the letter eagerly.\\n\\n\\\"The price is not beyond our means,\\\" he said. \\\"After our three years' economy here, we can afford to give something for a great pleasure.\\\"\\n\\n\\\"Oh, what a day of happiness it will be when we go home again!\\\" cried Rose. \\\"Pray write to your friend at once,\\\" she added, addressing Lomaque, \\\"and say we take the house, before any one else is beforehand with us!\\\"\\n\\nHe nodded, and folding up the letter mechanically in the old official form, made a note on it in the old official manner. Trudaine observed the action, and felt its association with past times of trouble and terror. His face grew grave again as he said to Lomaque, \\\"And is this good news really all the news of importance you have to tell us?\\\"\\n\\nLomaque hesitated, and fidgeted in his chair. \\\"What other news I have will bear keeping,\\\" he replied. \\\"There are many questions I should like to ask first, about your sister and yourself. Do you mind allowing me to refer for a moment to the time when we last met?\\\"\\n\\nHe addressed this inquiry to Rose, who answered in the negative; but her voice seemed to falter, even in saying the one word \\\"No.\\\" She turned her head away when she spoke; and Lomaque noticed that her hands trembled as she took up some work lying on a table near, and hurriedly occupied herself with it.\\n\\n\\\"We speak as little about that time as possible,\\\" said Trudaine, looking significantly toward his sister; \\\"but we have some questions to ask you in our turn; so the allusion, for this once, is inevitable. Your sudden disappearance at the very crisis of that time of danger has not yet been fully explained to us. The one short note which you left behind you helped us to guess at what had happened rather than to understand it.\\\"\\n\\n\\\"I can easily explain it now,\\\" answered Lomaque. \\\"The sudden overthrow of the Reign of Terror, which was salvation to you, was destruction to me. The new republican reign was a reign of mercy, except for the tail of Robespierre, as the phrase ran then. Every man who had been so wicked or so unfortunate as to be involved, even in the meanest capacity, with the machinery of the government of Terror, was threatened, and justly, with the fate of Robespierre. I, among others, fell under this menace of death. I deserved to die, and should have resigned myself to the guillotine but for you. From the course taken by public events, I knew you would be saved; and although your safety was the work of circumstances, still I had a hand in rendering it possible at the outset; and a yearning came over me to behold you both free again with my own eyes--a selfish yearning to see in you a living, breathing, real result of the one good impulse of my heart, which I could look back on with satisfaction. This desire gave me a new interest in life. I resolved to escape death if it were possible. For ten days I lay hidden in Paris. After that--thanks to certain scraps of useful knowledge which my experience in the office of secret police had given me--I succeeded in getting clear of Paris and in making my way safely to Switzerland. The rest of my story is so short and so soon told that I may as well get it over at once. The only relation I knew of in the world to apply to was a cousin of mine (whom I had never seen before), established as a silk-mercer at Berne. I threw myself on this man's mercy. He discovered that I was likely, with my business habits, to be of some use to him, and he took me into his house. I worked for what he pleased to give me, traveled about for him in Switzerland, deserved his confidence, and won it. Till within the last few months I remained with him; and only left my employment to enter, by my master's own desire, the house of his brother, established also as a silk-mercer, at Chalons-sur-Marne. In the counting-house of this merchant I am corresponding clerk, and am only able to come and see you now by offering to undertake a special business mission for my employer at Paris. It is drudgery, at my time of life, after all I have gone through--but my hard work is innocent work. I am not obliged to cringe for every crown-piece I put in my pocket--not bound to denounce, deceive, and dog to death other men, before I can earn my bread, and scrape together money enough to bury me. I am ending a bad, base life harmlessly at last. It is a poor thing to do, but it is something done--and even that contents a man at my age. In short, I am happier than I used to be, or at least less ashamed when I look people like you in the face.\\\"\\n\\n\\\"Hush! hush!\\\" interrupted Rose, laying her hand on his arm. \\\"I cannot allow you to talk of yourself in that way, even in jest.\\\"\\n\\n\\\"I was speaking in earnest,\\\" answered Lomaque, quietly; \\\"but I won't weary you with any more words about myself. My story is told.\\\"\\n\\n\\\"All?\\\" asked Trudaine. He looked searchingly, almost suspiciously, at Lomaque, as he put the question. \\\"All?\\\" he repeated. \\\"Yours is a short story, indeed, my good friend! Perhaps you have forgotten some of it?\\\"\\n\\nAgain Lomaque fidgeted and hesitated.\\n\\n\\\"Is it not a little hard on an old man to be always asking questions of him, and never answering one of his inquiries in return?\\\" he said to Rose, very gayly as to manner, but rather uneasily as to look.\\n\\n\\\"He will not speak out till we two are alone,\\\" thought Trudaine. \\\"It is best to risk nothing, and to humor him.\\\"\\n\\n\\\"Come, come,\\\" he said aloud; \\\"no grumbling. I admit that it is your turn to hear our story now; and I will do my best to gratify you. But before I begin,\\\" he added, turnin g to his sister, \\\"let me suggest, Rose, that if you have any household matters to settle upstairs--\\\"\\n\\n\\\"I know what you mean,\\\" she interrupted, hurriedly, taking up the work which, during the last few minutes, she had allowed to drop into her lap; \\\"but I am stronger than you think; I can face the worst of our recollections composedly. Go on, Louis; pray go on--I am quite fit to stop and hear you.\\\"\",\"timestamp\":1639129231,\"title\":\"\\nLomaque beckoned to Trudaine to leave her, and whispered to him: \\\"The prescription has worked well\"},\"digest\":\"iR6nPydSZ0eSaYESIZ87V24_G1MTAcmk1lW6_xR07sw\",\"authorship\":{\"contributor\":\"0xebb47BcE22955a8570D5570840798eda13Ec89EB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"udiX9U1qfwuTNXMOD6hLQxTL_AO5Pl5zVLplYPH3joU\\\",\\\"y\\\":\\\"E_F0V_iS-7v7-8iZg2-SPnGyc7sgzJhZKSj2rGswbVA\\\"}\",\"signature\":\"1fqhr3XvYznnyCpRnZc0w8dwVQ5ajbQEur9TQ_VZyfMcqIusXQjrCudhf-5C9pM_kybxf5FGoT3eutnKrmneYA\",\"signingKeySignature\":\"0x41cd8c6e853490e7727e38444f7da0fdb0638654189141711e82a7c7213a4d4f441a36baed067f42f1b03eb722a970bc26de59e297183b6cb5ff06fa32fcb4461b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"udiX9U1qfwuTNXMOD6hLQxTL_AO5Pl5zVLplYPH3joU\\\",\\\"y\\\":\\\"E_F0V_iS-7v7-8iZg2-SPnGyc7sgzJhZKSj2rGswbVA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iR6nPydSZ0eSaYESIZ87V24_G1MTAcmk1lW6_xR07sw\"}"