"{\"content\":{\"body\":\"The fascinating Artificial Intelligence technology powering the metaverse is witnessing a life changing period for many of us. Even though most of metaverse news are introduced through the gaming industry, in this article I would like to share different aspects of life that will impact the metaverse and the golden currency that will run this whole sphere.\\n\\n### Learn to Earn (L2E)\\n\\nIn one of our previous articles it has been discovered the 'Move to Earn' (M2E) reward mechanism with the **Genopets** game, which the purpose is to earn crypto for an active lifestyle.\\n\\n**Learn more**:\\n\\n[Gamefi’s Newsletter](https://gameficorner.substack.com/p/two-hidden-gems-that-can-revolutionize?utm_source=substack&utm_campaign=post_embed&utm_medium=web)\\n\\n[Two hidden gems that can revolutionize crypto gaming](https://gameficorner.substack.com/p/two-hidden-gems-that-can-revolutionize?utm_source=substack&utm_campaign=post_embed&utm_medium=web)\\n\\n[Genopets – The first Move-to-Earn NFT game Genopets is the world’s first Move-to-Earn NFT game on Solana blockchain incentivizing active lifestyles. It's a Play-to-Earn NFT Game for the care and development of the user’s own digital spirit animal. Genopets blends the Tamagotchi's care and evolution with the training and battling of Pokemon. It advances yo…](https://gameficorner.substack.com/p/two-hidden-gems-that-can-revolutionize?utm_source=substack&utm_campaign=post_embed&utm_medium=web)\\n\\n[Read more6 days ago · Marin](https://gameficorner.substack.com/p/two-hidden-gems-that-can-revolutionize?utm_source=substack&utm_campaign=post_embed&utm_medium=web)\\n\\nHowever, high tech blockchain developers'  imagination can always go further and create more choices for users to participate in the metaverse and have a meaningful time.\\n\\nToday’s example is Learn-To-Earn (L2E), which combines the greatest components of crypto, gaming, and education to allow users to earn crypto while learning widely relevant skills like math, programming, business basics, or even how to design the future metaverse! They can learn these real-world skills while playing a new blockchain-enabled educational game (e.g., Prodigy).\\n\\n**Further reading**:  Prodigy game - <https://www.prodigygame.com/main-en/>\\n\\nAAG Ventures and Republic Realm will collaborate to launch Achip & Achair Guild, the first ever Learn-To-Earn blockchain-based game (AAG). The founders foresee a world where the power of cryptocurrency can be used to motivate people to educate themselves more. AAG Venture's mission is to bring 100 million individuals into the metaverse economy by 2030, with the goal of creating economic freedom through the metaverse economy.\\n\\n### Ethereum – The native currency of the metaverse\\n\\nIt’s well known that brands such as Nike, Facebook and Microsoft are very interested to plunge into the world of metaverse. It is relevant to take into consideration their plans so gaming blockchain developers can be more prepared to build an open metaverse and avoid the skepticism of larger companies to become decentralized.\\n\\nEthereum is the metaverse's infrastructure, and ETH is the currency of the metaverse. That is why, if they wish to reconcile their own commercial aims with the demands of an open metaverse, large corporations should understand that all roads lead via Ethereum.\\n\\nHowever, if centralized companies start to gain larger shares in the blockchain gaming and metaverse, regulations might kick in and therefore we cannot see the real potential of the previously mentioned projects that would gain full traction in an open or decentralized ecosystem.\\n\\nWith Ethereum, DeFi, and NFTs fostering arbitrary programmability, the community can actually progress toward its objective of metaversal freedom. With recent Ethereum L2 enhancements, things should swiftly change in Ethereum's favor.\\n\\nFinally, it's about promoting an open metaverse that allows for cultural and economic exchanges that aren't dominated from beginning to end by businesses and governments. The sooner we adopt totally decentralized services, the more easily we will be able to achieve metaversal freedom.\\n\\n**Why Ethereum x Metaverse:**\\n\\n[Metaversal](https://metaversal.banklesshq.com/p/ethereum-is-metaverse-infrastructure?utm_source=substack&utm_campaign=post_embed&utm_medium=web)\\n\\n[Ethereum is metaverse infrastructure](https://metaversal.banklesshq.com/p/ethereum-is-metaverse-infrastructure?utm_source=substack&utm_campaign=post_embed&utm_medium=web)\\n\\n[Metaversal is a Bankless newsletter for weekly level-ups on NFTs, virtual worlds, & collectibles…](https://metaversal.banklesshq.com/p/ethereum-is-metaverse-infrastructure?utm_source=substack&utm_campaign=post_embed&utm_medium=web)\\n\\n[Read more](https://metaversal.banklesshq.com/p/ethereum-is-metaverse-infrastructure?utm_source=substack&utm_campaign=post_embed&utm_medium=web)\",\"timestamp\":1637535549,\"title\":\"Metaverse is not going to be just gaming\"},\"digest\":\"kpNoGLupm_MDEn3baT4bBTZAnza1o8gQRegTfiXxeUg\",\"authorship\":{\"contributor\":\"0xd57722111412Bf8fD260827426202A04de47899F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ce8zR4j3udL1cxOKHp3g6SS4tK3DX660ib10Kf-uDEI\\\",\\\"y\\\":\\\"7nbkCw2_4M4-mRBCZWQuKHeQ5wdl8ZSyj_W9TlVDwkE\\\"}\",\"signature\":\"4CSfHLeo-WIL4g7MwzWvnOzc2uO2_x8Rg-mi5QyjSYKteW05jC4wg_fzoY0ATZIxGOb75cd3PGUQuIwTTsyjKQ\",\"signingKeySignature\":\"0xed8568689e8dcde62de5d4be3a928815ae04db0a88e693ecc1b4482ea12a56cf295fc7d630b29645067bdaf83a8879dd2e79db259ecb4ad5319b800050a6a9161b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ce8zR4j3udL1cxOKHp3g6SS4tK3DX660ib10Kf-uDEI\\\",\\\"y\\\":\\\"7nbkCw2_4M4-mRBCZWQuKHeQ5wdl8ZSyj_W9TlVDwkE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kpNoGLupm_MDEn3baT4bBTZAnza1o8gQRegTfiXxeUg\"}"