"{\"content\":{\"body\":\"Dear God,\\n\\n　　Now that I am no longer young, I have friends whose mothers have passed away. I have heard these sons and daughters say they never fully appreciated their mothers until it was too late to tell them。\\n\\n　　亲爱的上帝：\\n\\n　　如今我已不再年轻，一些朋友的[母亲](http://www.aiduwen.com/tag/muqin/)已经去世了。我曾听这些子女们说过，他们从没有向[母亲](http://www.aiduwen.com/tag/muqin/)充分表示过他们的感激之情，而待到要告诉时为时已晚了。\\n\\n　　I am blessed with the dear mother who is still alive. I appreciate her more each day. My mother does not change, but I do. As I grow older and wiser, I realize what an extraordinary person she is. How sad that I am unable to speak these words in her presence, but they flow easily from my pen。\\n\\n　　幸运的是，我亲爱的母亲依然健在。我对她的感情与日俱增。母亲没有变，而我却变了。随着年岁的增长，我越来越懂事了，我认识到她是个非常了不起的人。这些话在她面前我难以启齿，但在笔下却可以轻易地写出来，这令我感到多么难过。\\n\\n　　How does a daughter begin to thank her mother for life itself? For the love, patience and just plain hard work that go into raising a child? For running after a toddler, for understanding a moody teenager, for tolerating a college student who knows everything? For waiting for the day when a daughter realizes her mother really is?\\n\\n　　一个女儿该怎样开口感谢她的母亲所给予的生命？感谢她在抚养孩子时所付出的爱、耐心以及无私的辛勤劳动？感谢她跟在蹒跚学步的孩子身后奔跑，对情绪不定的少女的理解，以及对一个自以为是的大学生的宽容？ 感谢她等待女儿认识到她真是一位好母亲的这一天？\\n\\n　　How does a grown woman thank for a mother for continuing to be a mother? For being ready with advice (when asked) or remaining silent when it is most appreciated? For not saying: \\\"I told you so\\\", when she could have uttered these words dozens of times? For being essentially herself--loving, thoughtful, patient, and forgiving?\\n\\n　　一个成年女子该怎样感谢母亲依然如故的角色？感谢在被问到时她会及时提供良言，而在不需要时她会保持沉默？感谢她没有说：“我告诉过你”，而她本来可以说上许多次？感谢她始终不变的爱心、体贴周到、耐心与宽容厚道？\\n\\n　　I don't know how, dear God, except to bless her as richly as she deserves and to help me live up to the example she has set. I pray that I will look as good in the eyes of my children as my mother looks in mine。\\n\\n　　A daughter\\n\\n　　我不知道该怎样来表达，亲爱的上帝，除了请求你好好地保佑她－－那是她该得到的－－并帮助我朝她做出的榜样看齐。我祈愿在孩子的眼里我会如同母亲在我眼里一般好。\",\"timestamp\":1634808214,\"title\":\"Prayer for My Mother\"},\"digest\":\"wzGIn5ZmEgqTR1m5JAyScR-LE2IeRHZdHlVvYf0SqIQ\",\"authorship\":{\"contributor\":\"0xB5922726Ba4636F4E2c541c9f14CBf92BCe9126C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SpF_NquY9u71i3JqtB9gPiFfBWXc27t1NN0jPKRVHc0\\\",\\\"y\\\":\\\"CGHBwnZgOx3s070BlyLZ_qzeTn13eNlfeQi0xSbypGo\\\"}\",\"signature\":\"5tpz79nX6JF4mnqheElO6_Up39YG1qy8A1W_ZVb3xIIDSoOcmaE_Mam_RG_FzhLLNJuBqMb-eJZ7AevSROW0UA\",\"signingKeySignature\":\"0x0481ebf43c03da2114d45eb9e1c5058f668f79cf5b30c8cb9a272ef99bcb1b45111af51ba93250140912049159a6fa0547cf94e5aab2ae9348bc1045b56ba2821c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SpF_NquY9u71i3JqtB9gPiFfBWXc27t1NN0jPKRVHc0\\\",\\\"y\\\":\\\"CGHBwnZgOx3s070BlyLZ_qzeTn13eNlfeQi0xSbypGo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wzGIn5ZmEgqTR1m5JAyScR-LE2IeRHZdHlVvYf0SqIQ\"}"