"{\"content\":{\"body\":\"'Magic Money and Giant Ponzi scheme' is what People called it. \\n\\nSince 2009, the first-ever genesis block was mined to the value of [$BTC](https://twitter.com/search?q=%24BTC&src=cashtag_click) going parabolic, unstoppable, to being a trending topic on the internet. \\n\\n### Here is: How to talk #Bitcoin like a Pro.\\n\\n1/ What is Bitcoin? \\n\\nAn open-source decentralized currency that can be sent peer-to-peer without the use of an intermediary like the government.\\n\\n2/ What is a Bitcoin Node? \\n\\nA node in a bitcoin peer-to-peer network is a host that synchronizes a copy of the bitcoin blockchain code.\\n\\n3/ What is Bitcoin Blockchain?\\n\\nA public, decentralized, immutable, digital ledger that is duplicated and distributed across all computers on the Bitcoin network.\\n\\n\\n4/ What is Bitcoin Mining?\\n\\nMining is the action of processing Bitcoin transactions and recording them in the Bitcoin ledger.\\n\\n\\n5/ How does Bitcoin Mining works?\\n\\nMiners use sophisticated computers that solve a complex computational problem needed to process the next block of Bitcoin blockchain transactions. In return, new bitcoins are entered into circulation.\\n\\n\\n6/ When and who created Bitcoin?\\n\\nOn 31 October 2008, a link to a paper authored by Pseudonymous person Satoshi Nakamoto titled Bitcoin: A Peer-to-Peer Electronic Cash System was posted to a cryptography mailing list.\\n\\n\\n7/ What is the Hash Function function used for Bitcoin Mining?\\n\\nIt's called SHA-256, which is a Secure Hash Algorithm, of the cryptographic hash function which has a digest length of 256 bits.\\n\\nIt's randomly generated 256 bits to keep things secure.\\n\\n8/ What is Consensus Algorithm used for Bitcoin?\\n\\nProof-of-work (PoW).\\n\\nPoW is specific computational efforts spent by miners in the creation of a Bitcoin block.\\n\\n\\n9/ Country first to declare Bitcoin legal tender in 2021?\\n\\nEl Salvador\\n\\n\\n10/ What is the Double Spending Problem?\\n\\nA bitcoin holder spending their holding balance more than once.\\n\\n\\n11/ What are Private Keys used for in Bitcoin?\\n\\nPrivate keys are to access your bitcoin holding from your storage location.\\n\\nUsed for,\\n\\n* Proving ownership of bitcoin\\n* Used to send bitcoin\\n* Generating public keys.\\n\\n  12/ What are Public Keys used for in Bitcoin?\\n\\nGenerating an address used for sending and receiving Bitcoin.\\n\\n\\n13/ What is Digital Signature used for in Bitcoin?\\n\\n* Verifying ownership of any Bitcoin spent in a transaction.\\n* Confirming participating in previous Bitcoin transactions.\\n* Proving ownership of a particular public key.\\n  \\n\\n  14/ Two most common types of Bitcoin wallet?\\n* Hot Wallet\\n  (e.g. Web-based wallets, Mobile wallets, and Desktop wallets)\\n* Cold Wallet\\n  (e.g. Hardware wallets like USB-stick, Paper wallets, Physical bitcoins, Secondary Offline Computer)\\n\\n15/ What is the Bitcoin Taproot upgrade? \\n\\nA soft fork implemented to improve the functionality of the Bitcoin network. It would allow smart contracts to be run efficiently and cheaply. It is the biggest network upgrade since SegWit in 2017, led to creation of Bitcoin Cash.\\n\\n16/ What is Bitcoin Hashrate? \\n\\nThe number of times hashes values are calculated for PoW per second.\\n\\n17/ What is Bitcoin Difficulty Rate? \\n\\nA measure of how difficult it is to mine a new block of the Bitcoin blockchain for the reward.\\n\\n18/ What is the Bitcoin Difficulty Adjustment? \\n\\nA self-adjustment of the difficulty level every 2016 blocks to maintain a target block time of 10 minutes.\\n\\n19/ What is the Bitcoin Halving? \\n\\nA bitcoin halving event is when the reward for mining bitcoin transactions is cut in half. This event also cuts in half bitcoin's inflation rate and the rate at which new bitcoins enter circulation every 4 years. Next is in 2024.\\n\\n20/ What is the maximum number of bitcoin ever be circulated? \\n\\nOnly 21 million.\\n\\n21/ Supply of Bitcoin projected to reach 21 million in which year? \\n\\n2140 AD. \\n\\nWe would be dea\\\\*d by then, lol.\\n\\n22/ Which feature of Bitcoin is improved by the Lightning Network? \\n\\nScalability\\n\\n23/ What is Lightning Network? \\n\\nThe Lightning Network is a layer 2 payment protocol designed to be layered on top of a blockchain-based cryptocurrency such as Bitcoin or Litecoin. It enables fast transactions among nodes and is a solution to the bitcoin scalability problem.\\n\\nThank you! \\n\\nIf you enjoyed it you can check some other Threads too. \\n\\n[https://twitter.com/EtherSiim/status/1447492904730116096](https://twitter.com/EtherSiim/status/1447492904730116096)\\n\\n\",\"timestamp\":1638388363,\"title\":\"How to talk #Bitcoin like a Pro.\"},\"digest\":\"quKGAYMMXHuph2JLot1pgSgQJFKgqLez_h4EPfeIlww\",\"authorship\":{\"contributor\":\"0x6b3791AD79aCc2F412b25De89F00cfDa594f2625\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B4nHyiFi9PhmMLCR5sUQF9_WDideZ9jEXb4nVBuh5Bo\\\",\\\"y\\\":\\\"1RJ68OZFPDOvDVdeek1AWV4QOoLPMdVzaCxfskqaTvg\\\"}\",\"signature\":\"o2qvmDuAzRiLFfqymMqy30q9NBt3ztsT_LpJq87avPqGCaJkhsQfPPENOfThCWBiAfyndZV6SmLsHJuycGzg9A\",\"signingKeySignature\":\"0xd6f819f49157ab9155434a79d48ebbad555f89acb6062707d311f90dcc253d715e9fa0af7f14f0ae52be761c251ff6110db2e138e515a27528eeb5b3da429b8d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B4nHyiFi9PhmMLCR5sUQF9_WDideZ9jEXb4nVBuh5Bo\\\",\\\"y\\\":\\\"1RJ68OZFPDOvDVdeek1AWV4QOoLPMdVzaCxfskqaTvg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"quKGAYMMXHuph2JLot1pgSgQJFKgqLez_h4EPfeIlww\"}"