"{\"content\":{\"body\":\"***“Athletes have Nike.***\\n\\n***Adventurers have GoPro.***\\n\\n***Cypherpunks have Cryptopunks.***\\n\\n***Internet learners now have Lirners.”***\\n\\n![](https://images.mirror-media.xyz/publication-images/giaSCJuWoJvukvxQFQ2nI.png?height=1080&width=1920)\\n\\nAll of these brands are a form of a lifestyle identity. On February 1st, 2022, a new identity will permanently be added to the blockchain. An identity that should’ve existed a long time ago but unfortunately hasn’t. All the people around the world that educate themselves online will now have a lifestyle brand to represent them. Together, we will stamp the identity of internet learners into history.\\n\\nThe name Lirners is inspired by how Apple coined the word iPhone. Apple decided to name the new invention the iPhone because it was the first internet phone. We want a name to represent the internet learner and we feel [Lirners](https://twitter.com/lirners) is a perfect fit.\\n\\nCreating a brand is not our end goal. In fact, it’s just a stepping stone. Lirners are on a mission to create a protocol that will validate education on the web. Currently, education on the internet does not get tied to an individual’s identity. All the learning activity stays on an app’s database, making it impossible for people to build learner identities on the internet. We are the first NFT project focused on creating an education protocol to validate education on the web. Our solution is to leverage blockchains’ open data to build a learner identity based on their learning activities. Lirners’s parent company[ Lirn.io](http://lirn.io/) will use the funds generated from the NFTs to build an open protocol that will validate an internet learner’s identity.\\n\\n** \\n Join Presale List Here:** \\n\\n[https://docs.google.com/forms/d/e/1FAIpQLSf5GSuVydc4otdBJI0gZLvNbA-Cg-13FbXtPzfz3tVjUB2pLA/viewform](https://docs.google.com/forms/d/e/1FAIpQLSf5GSuVydc4otdBJI0gZLvNbA-Cg-13FbXtPzfz3tVjUB2pLA/viewform)\\n\\n#### Here is our roadmap overview:\\n\\n### Web3 School\\n\\nWe are not building a digital game but a digital school. We will be focusing on converting seven main areas in web3. NFTs, DeFi, Social Connections, cryptoeconomics, DAOs, Blockchain Development, and a general study. Web3 school will be a peer-to-peer school with a constant expert appearance.\\n\\n### Lirn DAO\\n\\nWe will be building a Lirn DAO focusing on reward grants to education-based community projects. For every mint sale, .005 eth will be sent to our DAO wallet, and for our secondary sales, 5% of the sales go to the DAO. Holders will vote on future decisions of the DAO’s capital allocation and governance.\\n\\n### Professional Network for learners and builders\\n\\nEveryone in web3 has value they can contribute. Our goal is to create a professional network for our holders to gain access to individuals interested in connecting or collaborating. Essentially a Lirners LinkedIn.\\n\\n### Educational conferences\\n\\nCoachella meets Academia. We will throw in-person events to provide an amazing education experience for several domains. NFTs holders will get special perks to these in-person events.\\n\\n### Real-Time cohort-based courses\\n\\nWeb3 is constantly evolving, and getting experts to take the time to share what they know is challenging. We will be focusing on bringing on subject matter experts to create real-time cohort-based courses so people can learn cutting-edge areas as a community.\\n\\n### Expand the Lirners Species\\n\\nEach Lirner has an entity type. We will be creating entity-type-based NFTs, and the genesis Lirners will be the rarest and utilized NFT in those collections. We plan on expanding Lirners into a multi-dimensional species.\\n\\n### Cognia. The Intellectual Heaven\\n\\nImagine Disneyland meshed with a University. We want to buy physical property to create an intellectual heaven campus. The purpose of Cognia is to create a space that intrinsically expands the spread of learning.\\n\\n### Tokenonimcs\\n\\nOur most ambitious take is to launch a protocol that will create an economy for the exchange of value in education. Learners and educators will be incentivized through cryptoeconomics to learn and educate. We will launch a token that will reward all people that partake in this new economy. Equally exciting, we will validate proof of education with blockchain technology through this protocol. \\\\*\\\\*\\n\\n\\\\*\\\\*\\n\\nWe understand this is an ambitious roadmap, and the scope will be tremendously challenging to execute. It is important to note that the founding team has several years of edtech and startup experience, and this competency can be translated into executing this roadmap. We also will focus on recruiting top web3 and edtech talent to expand this mission and make sure it is appropriately executed. Please connect with us on[ ](https://twitter.com/lirnio)[Twitter](https://twitter.com/lirners) or join our[ discord](http://discord.gg/b23RyhjHq5) for significant updates. Thank you for your interest and for being part of this journey.\\n\\n**Join Presale List Here:** \\n\\n[https://docs.google.com/forms/d/e/1FAIpQLSf5GSuVydc4otdBJI0gZLvNbA-Cg-13FbXtPzfz3tVjUB2pLA/viewform](https://docs.google.com/forms/d/e/1FAIpQLSf5GSuVydc4otdBJI0gZLvNbA-Cg-13FbXtPzfz3tVjUB2pLA/viewform)\\n\\n\",\"timestamp\":1642565612,\"title\":\"Lirners, The Internet Learners\"},\"digest\":\"YKwYoHr0zpUb41zKJlQ5J6SB0RF7fxf-TSZE5VDATVk\",\"authorship\":{\"contributor\":\"0xba60792C99c9B3Aa5C3b69CC68f577c2aacC3918\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nYk9wi5H-0ay6rPrQP64-G4Rb_XHmRsdH1sRUS3I0rg\\\",\\\"y\\\":\\\"llb7oiPOCgdqzHPP-LUp8szEHO41JKOIwrp7GppCVMI\\\"}\",\"signature\":\"sgGZ-Tv_moW8aXyGq4R0K5TMQMzonbarzDMuAVrvLW4fODREvbOp77dU_t8Im1bYxTaBbSS1muiEy9tk22zZaA\",\"signingKeySignature\":\"0xdcab5e0892c18bed4f51467ad51cc84f3c600e8169af9a2e70ed2667af779a931ff653f1cf56df1a328973754a936b24db5ca6d59bf700bc2f7bd6e1fcbad3cc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nYk9wi5H-0ay6rPrQP64-G4Rb_XHmRsdH1sRUS3I0rg\\\",\\\"y\\\":\\\"llb7oiPOCgdqzHPP-LUp8szEHO41JKOIwrp7GppCVMI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WqwkSCrbd1v83NLJSZT3nF10Q7SL8UbP8y9WMlX9_fw\"}"