"{\"content\":{\"body\":\"who appeared on the opposite side of one of the hollow walks with the child in his arms. He had scrambled up on the balustrade by the chateau that little Helene might jump down.\\n\\n\\\"Julie, I will not say a word of my love; we understand each other too well. Deeply and carefully though I have hidden the pleasures of my heart, you have shared them all, I feel it, I know it, I see it. And now, at this moment, as I receive this delicious proof of the constant sympathy of our hearts, I must go. . . . Cunning schemes for getting rid of him have crossed my mind too often; the temptation might be irresistible if I stayed with you.\\\"\\n\\n\\\"I had the same thought,\\\" she said, a look of pained surprise in her troubled face.\\n\\nYet in her tone and involuntary shudder there was such virtue, such certainty of herself, won in many a hard-fought battle with a love that spoke in Julie's tones and involuntary gestures, that Lord Grenville stood thrilled with admiration of her. The mere shadow of a crime had been dispelled from that clear conscience. The religious sentiment enthroned on the fair forehead could not but drive away the evil thoughts that arise unbidden, engendered by our imperfect nature, thoughts which make us aware of the grandeur and the perils of human destiny.\\n\\n\\\"And then,\\\" she said, \\\"I should have drawn down your scorn upon me, and--I should have been saved,\\\" she added, and her eyes fell. \\\"To be lowered in your eyes, what is that but death?\\\"\\n\\nFor a moment the two heroic lovers were silent, choking down their sorrow. Good or ill, it seemed that their thoughts were loyally one, and the joys in the depths of their heart were no more experiences apart than the pain which they strove most anxiously to hide.\\n\\n\\\"I have no right to complain,\\\" she said after a while, \\\"my misery is of my own making,\\\" and she raised her tear-filled eyes to the sky.\\n\\n\\\"Perhaps you don't remember it, but that is the place where we met each other for the first time,\\\" shouted the General from below, and he waved his hand towards the distance. \\\"There, down yonder, near those poplars!\\\"\\n\\nThe Englishman nodded abruptly by way of answer.\\n\\n\\\"So I was bound to die young and to know no happiness,\\\" Julie continued. \\\"Yes, do not think that I live. Sorrow is just as fatal as the dreadful disease which you have cured. I do not think that I am to blame. No. My love is stronger than I am, and eternal; but all unconsciously it grew in me; and I will not be guilty through my love. Nevertheless, though I shall be faithful to my conscience as a wife, to my duties as a mother, I will be no less faithful to the instincts of my heart. Hear me,\\\" she cried in an unsteady voice, \\\"henceforth I belong to /him/ no longer.\\\"\\n\\nBy a gesture, dreadful to see in its undisguised loathing she indicated her husband.\\n\\n\\\"The social code demands that I shall make his existence happy,\\\" she continued. \\\"I will obey, I will be his servant, my devotion to him shall be boundless; but from to-day I am a widow. I will neither be a prostitute in my own eyes nor in those of the world. If I do not belong to M. d'Aiglemont, I will never belong to another. You shall have nothing, nothing save this which you have wrung from me. This is the doom which I have passed upon myself,\\\" she said, looking proudly at him. \\\"And now, know this--if you give way to a single criminal thought, M. d'Aiglemont's widow will enter a convent in Spain or Italy. By an evil chance we have spoken of our love; perhaps that confession was bound to come; but our hearts must never vibrate again like this. To-morrow you will receive a letter from England, and we shall part, and never see each other again.\\\"\\n\\nThe effort had exhausted all Julie's strength. She felt her knees trembling, and a feeling of deathly cold came over her. Obeying a woman's instinct, she sat down, lest she should sink into Arthur's arms.\\n\\n\\\"/Julie!/\\\" cried Lord Grenville.\\n\\nThe sharp cry rang through the air like a crack of thunder. Till then he could not speak; now, all the words which the dumb lover could not utter gathered themselves in that heartrending appeal.\\n\\n\\\"Well, what is wrong with her?\\\" asked the General, who had hurried up at that cry, and now suddenly confronted the two.\\n\\n\\\"Nothing serious,\\\" said Julie, with that wonderful self-possession which a woman's quick-wittedness usually brings to her aid when it is most called for. \\\"The chill, damp air under the walnut tree made me feel quite faint just now, and that must have alarmed this doctor of mine. Does he not look on me as a very nearly finished work of art? He was startled, I suppose, by the idea of seeing it destroyed.\\\" With ostentatious coolness she took Lord Grenville's arm, smiled at her husband, took a last look at the landscape, and went down the pathway, drawing her traveling companion with her.\\n\\n\\\"This certainly is the grandest view that we have seen,\\\" she said; \\\"I shall never forget it. Just look, Victor, what distance, what an expanse of country, and what variety in it! I have fallen in love with this landscape.\\\"\\n\\nHer laughter was almost hysterical, but to her husband it sounded natural. She sprang gaily down into the hollow pathway and vanished.\\n\\n\\\"What?\\\" she cried, when they had left M. d'Aiglemont far behind. \\\"So soon? Is it so soon? Another moment, and we can neither of us be ourselves; we shall never be ourselves again, our life is over, in short--\\\"\\n\\n\\\"Let us go slowly,\\\" said Lord Grenville, \\\"the carriages are still some way off, and if we may put words into our glances, our hearts may live a little longer.\\\"\\n\\nThey went along the footpath by the river in the late evening light, almost in silence; such vague words as they uttered, low as the murmur of the Loire, stirred their souls to the depths. Just as the sun sank, a last red gleam from the sky fell over them; it was like a mournful symbol of their ill-starred love.\\n\\nThe General, much put out because the carriage was not at the spot where they had left it, followed and outstripped the pair without interrupting their converse. Lord Grenville's high minded and delicate behavior throughout the journey had completely dispelled the Marquis' suspicions. For some time past he had left his wife in freedom, reposing confidence in the noble amateur's Punic faith. Arthur and Julie walked on together in the close and painful communion of two hearts laid waste.\\n\\nSo short a while ago as they climbed the cliffs at Montcontour, there had been a vague hope in either mind, an uneasy joy for which they dared not account to themselves; but now as they came along the pathway by the river, they pulled down the frail structure of imaginings, the child's cardcastle, on which neither of them had dared to breathe. That hope was over.\\n\\nThat very evening Lord Grenville left them. His last look at Julie made it miserably plain that since the moment when sympathy revealed the full extent of a tyrannous passion, he did well to mistrust himself.\\n\\nThe next morning, M. d'Aiglemont and his wife took their places in the carriage without their traveling companion, and were whirled swiftly along the road to Blois. The Marquise was constantly put in mind of the journey made in 1814, when as yet she know nothing of love, and had been almost ready to curse it for its persistency. Countless forgotten impressions were revived. The heart has its own memory. A woman who cannot recollect the most important great events will recollect through a lifetime things which appealed to her feelings; and Julie d'Aiglemont found all the most trifling details of that journey laid up in her mind. It was pleasant to her to recall its little incidents as they occurred to her one by one; there were points in the road when she could even remember the thoughts that passed through her mind when she saw them first.\\n\\nVictor had fallen violently in love with his wife since she had recovered the freshness of her youth and all her beauty, and now he pressed close to her side like a lover. Once he tried to put his arm round her, but she gently disengaged herself, finding some excuse or other for evading the harmless caress. In a little while she shrank from the close contact with Victor, the sensation of warmth communicated by their position. She tried to take the unoccupied place opposite, but Victor gallantly resigned the back seat to her. For this attention she thanked him with a sigh, whereupon he forgot himself, and the Don Juan of the garrison construed his wife's melancholy to his own advantage, so that at the end of the day she was compelled to speak with a firmness which impressed him.\\n\\n\\\"You have all but killed me, dear, once already, as you know,\\\" said she. \\\"If I were still an inexperienced girl, I might begin to sacrifice myself afresh; but I am a mother, I have a daughter to bring up, and I owe as much to her as to you. Let us resign ourselves to a misfortune which affects us both alike. You are the less to be pitied. Have you not, as it is, found consolations which duty and the honor of both, and (stronger still) which Nature forbids to me? Stay,\\\" she added, \\\"you carelessly left three letters from Mme. de Serizy in a drawer; here they are. My silence about this matter should make it plain to you that in me you have a wife who has plenty of indulgence and does not exact from you the sacrifices prescribed by the law. But I have thought enough to see that the roles of husband and wife are quite different, and that the wife alone is predestined to misfortune. My virtue is based upon firmly fixed and definite principles. I shall live blamelessly, but let me live.\\\"\\n\\nThe Marquis was taken aback by a logic which women grasp with the clear insight of love, and overawed by a certain dignity natural to them at such crises. Julie's instinctive repugnance for all that jarred upon her love and the instincts of her heart is one of the fairest qualities of woman, and springs perhaps from a natural virtue which neither laws nor civilization can silence. And who shall dare to blame women? If a woman can silence the exclusive sentiment which bids her \\\"forsake all other\\\" for the man whom she loves, what is she but a priest who has lost his faith? If a rigid mind here and there condemns Julie for a sort of compromise between love and wifely duty, impassioned souls will lay it to her charge as a crime. To be thus blamed by both sides shows one of two things very clearly--that misery necessarily follows in the train of broken laws, or else that there are deplorable flaws in the institutions upon which society in Europe is based.\\n\\nTwo years went by. M. and Mme. d'Aiglemont went their separate ways, leading their life in the world, meeting each other more frequently abroad than at home, a refinement upon divorce, in which many a marriage in the great world is apt to end.\\n\\nOne evening, strange to say, found husband and wife in their own drawing-room. Mme. d'Aiglemont had been dining at home with a friend, and the General, who almost invariably dined in town, had not gone out for once.\\n\\n\\\"There is a pleasant time in store for you, /Madame la Marquise/,\\\" said M. d'Aiglemont, setting his coffee cup down upon the table. He looked at the guest, Mme. de Wimphen, and half-pettishly, half- mischievously added, \\\"I am starting off for several days' sport with the Master of the Hounds. For a whole week, at any rate, you will be a widow in good earnest; just what you wish for, I suppose.--Guillaume,\\\" he said to the servant who entered, \\\"tell them to put the horses in.\\\"\\n\\nMme. de Wimphen was the friend to whom Julie had begun the letter upon her marriage. The glances exchanged by the two women said plainly that in her Julie had found an intimate friend, an indulgent and invaluable confidante. Mme. de Wimphen's marriage had been a very happy one. Perhaps it was her own happiness which secured her devotion to Julie's unhappy life, for under such circumstances, dissimilarity of destiny is nearly always a strong bond of union.\\n\\n\\\"Is the hunting season not over yet?\\\" asked Julie, with an indifferent glance at her husband.\\n\\n\\\"The Master of the Hounds comes when and where he pleases, madame. We are going boar-hunting in the Royal Forest.\\\"\\n\\n\\\"Take care that no accident happens to you.\\\"\\n\\n\\\"Accidents are usually unforeseen,\\\" he said, smiling.\\n\\n\\\"The carriage is ready, my Lord Marquis,\\\" said the servant.\\n\\n\\\"Madame, if I should fall a victim to the boar--\\\" he continued, with a suppliant air.\\n\\n\\\"What does this mean?\\\" inquired Mme. de Wimphen.\\n\\n\\\"Come, come,\\\" said Mme. d'Aiglemont, turning to her husband; smiling at her friend as if to say, \\\"You will soon see.\\\"\\n\\nJulie held up her head; but as her husband came close to her, she swerved at the last, so that his kiss fell not on her throat, but on the broad frill about it.\\n\\n\\\"You will be my witness before heaven now that I need a firman to obtain this little grace of her,\\\" said the Marquis, addressing Mme. de Wimphen. \\\"This is how this wife of mine understands love. She has brought me to this pass, by what trickery I am at a loss to know. . . . A pleasant time to you!\\\" and he went.\\n\\n\\\"But your poor husband is really very good-natured,\\\" cried Louisa de Wimphen, when the two women were alone together. \\\"He loves you.\\\"\\n\\n\\\"Oh! not another syllable after that last word. The name I bear makes me shudder----\\\"\\n\\n\\\"Yes, but Victor obeys you implicitly,\\\" said Louisa.\\n\\n\\\"His obedience is founded in part upon the great esteem which I have inspired in him. As far as outward things go, I am a model wife. I make his house pleasant to him; I shut my eyes to his intrigues; I touch not a penny of his fortune. He is free to squander the interest exactly as he pleases; I only stipulate that he shall not touch the principal. At this price I have peace. He neither explains nor attempts to explain my life. But though my husband is guided by me, that does not say that I have nothing to fear from his character. I am a bear leader who daily trembles lest the muzzle should give way at last. If Victor once took it into his head that I had forfeited my right to his esteem, what would happen next I dare not think; for he is violent, full of personal pride, and vain above all things. While his wits are not keen enough to enable him to behave discreetly at a delicate crisis when his lowest passions are involved, his character is weak, and he would very likely kill me provisionally even if he died of remorse next day. But there is no fear of that fatal good fortune.\\\"\\n\\nA brief pause followed. Both women were thinking of the real cause of this state of affairs. Julie gave Louisa a glance which revealed her thoughts.\\n\\n\\\"I have been cruelly obeyed,\\\" she cried. \\\"Yet I never forbade him to write to me. Oh! /he/ has forgotten me, and he is right. If his life had been spoiled, it would have been too tragical; one life is enough, is it not? Would you believe it, dear; I read English newspapers simply to see his name in print. But he has not yet taken his seat in the House of Lords.\\\"\\n\\n\\\"So you know English.\\\"\\n\\n\\\"Did I not tell you?--Yes, I learned.\\\"\\n\\n\\\"Poor little one!\\\" cried Louisa, grasping Julie's hand in hers. \\\"How can you still live?\\\"\\n\\n\\\"That is the secret,\\\" said the Marquise, with an involuntary gesture almost childlike in its simplicity. \\\"Listen, I take laudanum. That duchess in London suggested the idea; you know the story, Maturin made use of it in one of his novels. My drops are very weak, but I sleep; I am only awake for seven hours in the day, and those house I spend with my child.\\\"\\n\\nLouisa gazed into the fire. The full extent of her friend's misery was opening out before her for the first time, and she dared not look into her face.\\n\\n\\\"Keep my secret, Louisa,\\\" said Julie, after a moment's silence.\\n\\n[ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/12](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/12)\\n\\n\",\"timestamp\":1637650748,\"title\":\"\\nHe looked in the direction of d'Aiglemont, who appeared on the opposite side\"},\"digest\":\"eobvYvzixxskhoCw713DRiGMEUCbg6uIGIwGYFsh1G0\",\"authorship\":{\"contributor\":\"0x994E4477C12eEdA205e5484164bDb84f9649036F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Xd57yeEXPhnVxPsD3Pv1alIMnkdJp8LHzmlPXyyDycY\\\",\\\"y\\\":\\\"9DN55TPXe2w2uru16VnCTPSR1Q9CNrLo7phRfY7MYkQ\\\"}\",\"signature\":\"-bNgmBlpc9FwW-dIh8itdNlgRAQCxHhA-AbYDhVAJqtckL2-vBShqCL12Nb2gU4gAWH09bJfZ6uWQQLURbQZeg\",\"signingKeySignature\":\"0xcb08a6ca207164cccf4d84f8a6bc2738f89f974b01af7261fabbd64e1c99cec05c8a5a743fb5a5deab0ef45956fb70b7d41c76c06ea2b65c24e0c796b38cad921b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Xd57yeEXPhnVxPsD3Pv1alIMnkdJp8LHzmlPXyyDycY\\\",\\\"y\\\":\\\"9DN55TPXe2w2uru16VnCTPSR1Q9CNrLo7phRfY7MYkQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eobvYvzixxskhoCw713DRiGMEUCbg6uIGIwGYFsh1G0\"}"