"{\"content\":{\"body\":\"*Shit.*\\n\\nI yanked my finger away from the spiral groove I’d been tracing in an oak table. It had been carved with some dull blade who knows how long ago. The table looked ancient—nothing more than rotting planks of wood strapped together by rusted iron bands—except for the smoke-filled glass protruding from its centre.\\n\\nWith clenched teeth I snagged the splinter sticking out of my skin, then shook the pain out and winced. An orb of translucent metal swung back and forth in the draft of night air that seeped into the pub through cracked walls and thin windows. Fluorescent light flickered inside. It was Colonist tech—probably third gen. I pulled my cloak tighter, sheltering against the brisk evening. The chill added to my irritation; the struggle taking place in front of me was taking too long.\\n\\n“Did I forget to mention it’s your turn?” I asked with bite.\\n\\nMy opponent didn’t even pretend to notice me. A heavy sigh escaped my lips and I leaned back in my rickety chair. My fingers wandered back to the groove. I didn’t know what else to do with myself, so I just held my breath and stared across the table and continued tracing, forcing thoughts out of my head. I tried not to drive myself into a fury as boredom set in and dulled my senses. I closed my eyes. This was always the worst part.\\n\\n“So, who you for?” I asked.\\n\\nSilence. The hulking figure sitting on the other side of the table continued to ignore me, unwilling to break his concentration.\\n\\n“I’m guessing the Mothers, right?” I continued. “Yeah, that’s gotta be it. Those robes give you away. They’re too clean—ain’t no soot on them—and I see too much red.”\\n\\nThat earned a glance up at me and away from the arena.\\n\\n“Hah, I knew it. See a lot of shit doing what I do—lotta people, and the things that drive them.”\\n\\n“You talk a lot.” The response was more rumble than speech, and it was telling. On the next flicker of light from the swaying orb, I looked closer at my opponent’s hood and saw pointed protrusions from where ears should have been.\\n\\n*Fuck.*\\n\\nMy opponent was Shek—don’t know how I missed it. These bastards were a plague on the Saved World, but they mostly stuck to the Last City with the cartels. What the hell was it doing out here?\\n\\n“Sorry—old habits.” I said. “I’m on the road so much and I’ve only got Blink to talk to.”\\n\\nAt the sound of his name, my Whippet raised his head and perked his ears. He leered at me, unblinking and dutifully awaited orders. Good dog, that one. He was one of a kind, a relic, and had been expensive as hell. I told him to go back to sleep, so he did.\\n\\nI noticed the Shek staring at my dog. The bristles beneath the Shek’s cloak weren’t visible, but I knew they’d be standing on end—razor sharp spikes prickling out of its spine.\\n\\n“Don’t worry. I think you can take him.” I smiled.\\n\\nThe Shek shot his blood red eyes at me before returning his attention to the game.\\n\\n“You been towing for the Mothers for long, Shek?”\\n\\nI needed answers. It was strange to see a Shek in these parts—stranger still to see someone wearing cartel colours. It bugged me.\\n\\nThe Shek finally rumbled a response: “They pay well.”\\n\\nAh, there it is. This Shek was here for me. I should have known I’d be found eventually.\\n\\n“Oh, I’ve no doubt. Let me guess: bounty hunter?” I spoke loud enough for all to hear.\\n\\nImmediate tension flooded the pub and drowned its patrons. A dozen other conversations hushed. Drinks stopped sloshing on the floor and were set down on tables. Hazy eyes clouded by ale became refocused, all pointing our way.\\n\\nThe Shek didn’t react. It was all the answer I needed.\\n\\n“Gotcha.”\\n\\nThe Shek’s eyes burned beneath its hood and an even deeper rumble shook from within. It was laughing. “We have you.”\\n\\nThe corners of my mouth turned up. “Is that right?”\\n\\nThe Shek didn’t answer. Instead, it finally decided on its play and hunched closer to the table. Wisps of light danced out of its outstretched fingers and converged between clawed hands now sticking out from its robes. The light swirled into it coalesced into a pulsing ball of light. The ball grew and intensified, and when it seemed as though it would hit a critical mass and explode, consuming the pub and everyone inside, it suddenly went completely still and assumed a form of solid, blue incandescence.\\n\\nThe form was a medieval warrior dragging a comically-large axe behind it. Sparks shot up from where the axe raked against the table as it made its way into the middle of the arena.\\n\\nI barely contained explosive laughter and looked at the snarling bounty-hunter.\\n\\n“Seriously? It took you half an hour to do that?”\\n\\nThe Shek’s fangs glistened and its eyes burned hotter, but it stayed still. “Your words will not save you.”\\n\\n“Can I ask you something? How much are the Mothers paying to take me down? I’m curious. Last week I was way up north in and heard something about what the Fathers were offering, and, frankly, I was shocked. There’s no way the Mothers would pay that well—are they?”\\n\\nThe Shek shook off my question. “Time to lose.”\\n\\nI decided I’d had enough. “No, I don’t think so.”\\n\\nI hunched forward and examined the game state. Several red, ephemeral figures were spread out in the large and hollow sphere embedded in the middle of the oak table. The forms inside were basic cylinders and took no other shape. They were pitifully small and not at all intimidating compared to the bounty hunter’s blue axe-man—by design.\\n\\nI chuckled and wondered how long it would take these roaming mercenaries to figure out the system I had conjured years ago while huddled in the corner of an alley in some broken town, sheltering myself from unnatural rain. It had just come to me, and right there, in the pouring wet and filth, I had worked out an idea in my head. Red light had sparked between my fingers and danced in the rain. I must have looked like a homeless lunatic driven mad trying to conquer the secrets of Vapor, as most did in these forsaken times.\\n\\nI looked up at the Shek and stretched out my hand, a gesture of civility.\\n\\nIt didn’t understand. “What is that?”\\n\\nI was offering him a way out. It was the decent thing to do, I guess, and I wasn’t sure why I kept putting a draw out there for lesser challengers, game after game after game. Maybe it was just my dumb luck that no one had ever accepted.\\n\\nThe bounty hunter rumbled and bristled, ready to seize its prey. Then it shook its head and snapped its jaws.\\n\\n“If you insist,” I said, turning back to the game and giving the closing some final thoughts. It would be closer than I liked, but I was confident. And tonight, I was trying something new.\\n\\nMy hands began to do their work and a familiar hum filled the air. My face glowed red behind my own ball of energy. At the point the humming reached its crescendo, no similar axe-wielding form emerged. Instead, twin beams drifted forward like grasping hands. They worked their way across the table, slowly, and entered the hollow sphere, heading straight for my little cylinders.\\n\\nThe Shek watched, confused. Throughout the evening I had witnessed the Shek’s tactics. They had been pathetically basic and straightforward. Most played like this. It was a product of battling in seedy pubs on the outskirts of civilization for scraps from the warring factions’ tables: Mothers, Fathers, or Unknown...it didn’t matter. They all went after the same thing the same way.\\n\\nMy new gameplay was getting attention, and the Shek wasn’t the only dumbfounded person in this shithole. Drunken observers had inched closer and closer until they were standing in a circle around the table, taking in something they’d never seen before\\n\\nAll hell broke loose when the twin beams hit the cylinders. The beams, previously slow, accelerated to incredible speeds upon first contact. They streaked between each cylinder, clockwise, forming a solid ring of light around the bounty-hunter’s blue avatar. The opponent’s axe was woefully ineffective as it swung around and around trying to chop the energy field. It was painfully clear that the Shek’s axe-man was doomed. The solid ring of light was constricting and would soon consume the figure.\\n\\nAt the last moment, the ring of light pulsed outwards and cascaded through the pub. For a brief instant, I could see every crack in every wall and all the insects scurrying to find dark shelter. I could see the awestruck faces of the toothless villagers and the padded bras hiding beneath the serving girl’s chests. Most importantly, I could see the anger roiling on the scaled face of the Shek sitting across from me.\\n\\nIt was over in less than a second after the twin beams had hit the cylinders. A chain reaction of energy spun exponentially until it unleashed a tidal wave of searing light that melted the blue axe-man into oblivion. The hollow sphere powered down, indicating the end of the match. I had won—again.\\n\\n“I hope the Mothers didn’t pay you an advance.” I rose from the table. No bounty would be collected tonight.\\n\\nBut then the bounty hunter did something I did not expect. In a display of sheer physical power, the Shek lunged back from the table and threw off its cloak, revealing its monolithic reptilian frame and gnashing fangs. All that separated me from the space monster was a rusty oak table.\\n\\n“Seriously?” In times of panic, sometimes the only thing the mind can do is ridicule.\\n\\nThe Shek snarled.\\n\\n“Ok, whatever,” I said, hoping I sounded braver than I felt. “Go and pout somewhere else.”\\n\\nI was not prepared for what came next. The Shek pounced across the table with an aim to rip off my head. It didn’t get far. A wall of energy emanated from the Vapor table and sprung up between me and the lunging Shek. The Shek’s burning red eyes widened at the last moment, aware of the new obstruction, but its inertia was too much, and there was an audible crunch as its frame impacted the barrier. The Shek crumpled to the floor, tangled in its blood-red robes.\\n\\nI’d been playing Vapor for a long time, but I’d never seen anything like this. I figured there’d be some sort of anti-rage protection for all the sore losers. The Colonists had loved violence, but not against each other.\\n\\nQuiet lingered in the pub. No one knew what had happened. I braced my hands on the table and pushed myself standing, then turned to face the murmuring crowd. They were hidden in the dark again. Flickers from the swaying orb light lit up the shock on their dumb faces.\\n\\nIt was time to leave.\\n\\n“C’mon, Blink. Let’s get the hell out of here.”\\n\\nThe Whippet jumped from its bed of straw and pranced to my side. It had a pure white and fawn coat and walked around like nobility. It was a creature from another time—one where nobility still existed.\\n\\nWe brushed passed the onlookers and made for the exit. It was howling wind outside, and the first flakes of winter were settling on the muddy ground. I pulled Blink’s coat from my sack and draped it around him. He wasn’t meant for this kind of weather.\\n\\nNeither was I, for that matter. I pulled my collar up around my face and tilted my head forward, bracing against the stinging cold.\\n\\n*Onward.*\\n\\n[crowdfund://0x5f02e4DFDfEbE15D3C09FEbA7689f0f01BF626b0?features=overview,backers](crowdfund://0x5f02e4DFDfEbE15D3C09FEbA7689f0f01BF626b0?features=overview,backers)\\n\\n\",\"timestamp\":1633475698,\"title\":\"Chapter One: Vapor\"},\"digest\":\"GhRpkDI6vMoWRY49SZJjVp1y174FCoxAyhoAlw9clBQ\",\"authorship\":{\"contributor\":\"0x9A048A7BF38306c055C05606A6010C78CFc7C1E8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TjzlnwhzvWV7ikwp5_peZ6YoOYamoI3GNbNal0aKYDw\\\",\\\"y\\\":\\\"Bp0n92Af2mNmFn90sBWMo-80P418qcB1J6JbpLHLgTQ\\\"}\",\"signature\":\"oqxQSdTGSqR9nY-Ui0e2KB9P6NQ7Zma_qIbjfgcOoPrR7xWt3_psJbnZrTDBnddjNyxhk1Wid90zroZtWTnFPA\",\"signingKeySignature\":\"0x0baf7be40a5c8d9e69ca51a7cbe06f9b777ffdd9e0044f15580226dcf306c9a03c1ea6cfb44bf7841e57243f38ab018bc8cf93ccccf496e559d9abc693e4650f01\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TjzlnwhzvWV7ikwp5_peZ6YoOYamoI3GNbNal0aKYDw\\\",\\\"y\\\":\\\"Bp0n92Af2mNmFn90sBWMo-80P418qcB1J6JbpLHLgTQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"j1FVpY07rcejZlUmM8bSl4agAY5WyPnnX3wpcwESln8\"}"