"{\"content\":{\"body\":\"Maintaining Moore’s Law through redefinition - why AI/ML may free up a lot of computational bandwidth\\n\\nI was reading a book today, and in its description of computer programming, it mentioned something along the lines of “computers don’t learn — they need to be fed the exact instructions on how to perform a task every single time as if starting from scratch”.\\n\\nThat got me thinking — what happens when computers CAN learn? What happens when our computers DON’T need to continually re-read the steps they need to take in order to perform specific tasks?\\n\\nWhat if instead of compiling down explicit instructions into bytecode every time code is to be executed, the AI needs LESS information to complete a given task? What if it just kind of, understands the situation and what to do in the situation, without receiving explicit instructions, because it has seen that situation before — and maybe knows the situation hasn’t changed? Or knows what the state transition between the two states was, and can just account for the variance?\\n\\nWhat if, instead of the consumption of computational bandwidth continuing to increase exponentially, we figure out systems for REVERSING the amount of computational bandwidth consumed? What if as AI/ML progresses, computers need to consume less and less bandwidth to do more and more things?\\n\\nMaybe Moore’s law shouldn’t be about the number of transistors in a dense integrated circuit, but instead about the amount of \\\\*things\\\\* a computer is able to do (or something like that)?\\n\\nMany applications look the same. If broken down into their individual constituent pieces, they are almost ALL pretty much constructed of very similar components. If we take the entire pool of code written and view it as a single system, there is a neigh-infinite amount of “waste” / duplication. Additionally, when running an application, the SAME code of that application is being run over and over whenever it is interacted with.\\n\\nWhat if code didn’t need to exist billions of times in billions of places and be run billions of times over and over again by billions of machines? What if it merely needed to exist one time, in the brain of an AI, so that the AI could understand how to perform that task whenever presented with it?\\n\\nI have no idea! But maybe it would significantly increase computational bandwidth, since the same instruction manual wouldn’t need to be read over and over again?\\n\\nComputers are fast, and they are able to absorb and execute on an entire instruction manual in milliseconds. What happens when they don’t have to keep absorbing the instruction manual? What happens when they can read it once, and \\\\*understand\\\\* it?\\n\\nI have no idea what this looks like or what I’m talking about, but thought this was a cool thought, so here we are.\\n\\nI feel like this is a bit different from the current state of “machine learning”, because “machine learning” involves rewriting the instruction manual over and over as the system is given new inputs of data. Maybe it IS just machine learning. I don’t know. I’ve now confused myself. I just think computers of the future will \\\\*understand\\\\* what to do, instead of basically brute-forcing tasks every single time, and this will free up a whole lot of computational bandwidth — because if I had to re-read the instruction manual every single time I wanted to do something, I wouldn’t be very efficient!\",\"timestamp\":1642648764,\"title\":\"AI, Machine Learning, and Computational Bandwidth\"},\"digest\":\"bm-NEh67OxVDVQNHkT6yL50U7EYkPBnQ7Y5Wx8pLpKg\",\"authorship\":{\"contributor\":\"0xbE8D68e4383fd6b89B150A993E38F704F0e63dfE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AsyPcjPFDt7xtkoqCkIVvV31qYpM-iLdBlgeqC61KgE\\\",\\\"y\\\":\\\"b98MQPGoM7DLjE4AtuiI1515CHwM3xVWUog90-8U9eo\\\"}\",\"signature\":\"mlZD6OcrDzbd35z9AjB0hhoLBBaKUvvVIAgGuIMdTgDqvbSe7X-Sc3Iqt6eW8VS0AaG9GHaIlA_5Y2vnR_u83w\",\"signingKeySignature\":\"0xd6a4bf1f2d57a93fc0fd0482e425451824a217c6a4ef8720746a0566241ec5ba6b0798c7157ea3b7972dc120ec30a22513416d93cac34328a0f7461b0caf322e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AsyPcjPFDt7xtkoqCkIVvV31qYpM-iLdBlgeqC61KgE\\\",\\\"y\\\":\\\"b98MQPGoM7DLjE4AtuiI1515CHwM3xVWUog90-8U9eo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bm-NEh67OxVDVQNHkT6yL50U7EYkPBnQ7Y5Wx8pLpKg\"}"