"{\"content\":{\"body\":\"*Cryptocurrencies and Blockchain technology is a new space for many people. It is still largely unregulated and there are many bad actors out there looking to steal the money that you might be considering investing. Please, always keep this in mind.*\\n\\nI first heard about Bitcoin and Blockchain in 2010. Did I do anything about it?\\n\\n**No.**\\n\\nI understood it as volatility. Nothing more. My frame of reference was that some time in the early 2010’s, a guy bought a pizza with a couple of hundred Bitcoin that in today’s terms would be worth millions of dollars.\\n\\nFast forward to Christmas of 2020. A good friend of mine was talking about how they have taken a risk on Bitcoin and had made $2,000 and it got the cogs in motion in my own head. *Here is something I don’t understand and I can’t honestly judge or knock until I understand what is actually working and why this thing called Bitcoin exists.*\\n\\nAfter a couple of days of Googling and reading I had my answer:\\n\\n1. Cryptocurrency is great (and super humanly clever too).\\n2. Blockchain technology (that makes up the backbone of Cryptocurrency and other use cases) is world changing.\\n\\nI am now here writing this in October of 2021. I spend most days learning and studying more about what this space is and means for the world. My ask to you reading this is to give the space some time to digest and to understand the why. I promise this is world changing stuff.\\n\\nOne major challenge over the last several months has been trying to translate that excitement for this space into tangible and clear ideas to share with friends and family. The objective here with this writing is to try and do that.\\n\\nFriends and family express a want to onboard into the space and get involved but have no idea how. I promise you understanding the space is vitally important but understanding it is hard. I still have so many gaps in my own knowledge. The space is also an unknown for most people and carries a lot of risk associated with it. Frankly, the onboarding experience is currently terrible. You can easily be scammed and all this negativity detracts from how fundamentally world changing this technology is and the role it will play for us in the future.\\n\\nSo here are some first initial attempts. I will aim to cover one concept at a time. Today: **What is a blockchain?**\\n\\n*My first of many caveats here is that this is an extremely simple overview and misses many key pieces to what makes a blockchain function reliably. A blockchain is also more than just a way to send money but for the sake of keeping things simple we will start there.*\\n\\n## What is a Blockchain?\\n\\nA blockchain in its most simplest form is\\\\*\\\\* a chain of blocks\\\\*\\\\*. I know that sounds like it is stating the obvious but it is important to always keep this in the back of your mind when thinking about how this stuff works.\\n\\nA block is a list of transactions between different people (or entities) digitally recorded and set in digital stone (in later articles we can dive into why it doesn’t only have to be a person and a couple more parts that make up a block).\\n\\n![](https://miro.medium.com/max/1400/0\\\\*HeTkmOelo4VRCnb5)\\n\\nPhoto by [Torbjørn Helgesen](https://unsplash.com/@tobben63?utm_source=medium&utm_medium=referral) on [Unsplash](https://unsplash.com/?utm_source=medium&utm_medium=referral)\\n\\nAll readers will have heard of Bitcoin by now. Bitcoin is a blockchain. It is a network to exchange value, running off this idea of a chain of blocks.\\n\\nLet’s now look at a hypothetical example using Jane, John, Jess and Bonnie. Jane wants to send John **100 digital dollars** **or 100 DD** **for short**. Jane takes the 100 DD and hits send. This transaction is written down digitally and is added to a block and our block now looks like this:\\n\\n1. Jane sends John 100 DD\\n\\nBonnie remembers Jess bought her some delicious gourmet food last week and that she needs to send some money to Jess. This transaction is added to the block. Now our block looks like this:\\n\\n1. Jane sends John 100 DD\\n2. Bonnie sends Jess 50 DD\\n\\nOur block is now full! The transactions are set in stone and confirmed via some very clever maths and computing power and this block is now communicated to everyone using the blockchain. John has 100 DD more in his balance, Jane 100 DD less. Jess has 50 DD more and Bonnie 50 DD less and the next block is ready to be loaded with transactions and the chain to continue.\\n\\n## What is so impressive about this and why does it matter?\\n\\nThis is where the ‘amazing’ lies and what got me hooked; the blockchain is global. Everyone knows everything about it. Anyone with an internet connection can participate in it. Anyone can go back in time, and confirm that in our particular example block in the chain:\\n\\n1. Jane sent John 100 DD\\n2. Bonnie sent Jess 50 DD\\n\\nIt doesn’t stop there, this information also can’t be changed or manipulated in any way once set in stone and part of the blockchain\\\\*\\n\\n*\\\\*A block that has been set in stone can technically be manipulated later on but we will discuss why this isn’t an issue another time when we talk about mining and miners and more specifics around what makes a blockchain secure.*\\n\\nThere are also set rules of engagement. A blockchain runs off a series of rules that everyone has agreed on. If you violate the rules then you risk being penalised.\\n\\nThis process is also completely autonomous. In the case of Bitcoin, at no point are we having to rely on a third party to pass along the value within a transaction.\\n\\nWhat you may or may not have picked up yet is that\\\\*\\\\* a (good)\\\\*\\\\* **blockchain works off a key principle; an inability to trust anyone**. While slightly depressing and counterintuitive, what makes this trustworthy and reliable is that nobody trusts anyone else. Because we don’t start trusting one party over another and treat everyone equally this is how we can have confidence in what's happening under the hood. There is transparency at every step of the way.\\n\\n## Can we compare and contrast Blockchain tech to something we know and use already?\\n\\nIt is hard to compare it to the real world but let’s contrast what we have spoken about already with regards to exchanging money via a traditional bank.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*Zalpsub4oQlbQUud)\\n\\nPhoto by [Damir Spanic](https://unsplash.com/@spanic?utm_source=medium&utm_medium=referral) on [Unsplash](https://unsplash.com/?utm_source=medium&utm_medium=referral)\\n\\nWhen you want to send money to a friend on a Friday afternoon what is involved? What is the process to get money from A to B? It normally looks something like this:\\n\\n1. You check your balance with your bank that holds your money.\\n2. You ask your bank to send that money somewhere.\\n3. Your bank receives the request and they start the process of fulfilling that request in the black box of the banking system.\\n4. The bank sends money to your friend’s bank.\\n5. But wait, stop it’s the weekend (damn it) so now this money can just live in the black box for the next couple of days.\\n6. Monday rolls around and your friend opens their banking app and sees that they have received money from you.\\n\\nThere is a lot of trust placed in the hands of a third party (e.g. a bank) to do their job correctly.\\n\\nA blockchain removes the third party entirely. When I want to send something to you it goes to you and you alone. Nobody else touches it (again there are caveats to this but simplicity is important here). It is recorded, placed into a block, the block is added to the chain and balances are updated.\\n\\n**A real world example:**\\n\\nIt is hard imagining this all working without looking at real world examples. Let’s look at a recent one from me. A good friend had his 30th Birthday and so I wanted to send him a small gift via cryptocurrency. What did I therefore do:\\n\\n1. My friend gave me his wallet address (where I wanted to send my gift).\\n2. I chose what I wanted to send.\\n3. I specified how much.\\n4. I clicked send.\\n5. My friend received his gift about an hour later.\\n\\nWe can now dive into the detail that I have visibility over. Warning, there is **a lot of information** in the following screenshot but this is proof of the transparency we talked about.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*4Vmg8pZTGKti_RzH0fErZA.png)\\n\\nThe screenshot referenced can be found here: <https://etherscan.io/tx/0xf220a0f6257c4c4870c5ce0cefbc24c9601f64e6bf8a567aa82c43fd71f2a717>\\n\\nImportant things here to note:\\n\\n1. I know exactly when and how long the transaction took to process.\\n2. There was complete transparency over the fees associated with processing the transaction (I was also aware of how much I was going to be charged in fees before approving it!).\\n3. I can even look into the block that my transaction exists in and figure out where in the block my transaction lives.\\n\\n**It has to be said one more time; this is world changing technology.**\\n\\n# To sum up\\n\\nAs with anything we write here I will try to provide some key takeaways and slowly we can build up some understanding over a couple of weeks and months.\\n\\n**Key concepts:**\\n\\n1. A blockchain is a list of transactions recorded in blocks and linked one after another in a chain.\\n2. Bitcoin is one blockchain of many different working blockchains.\\n3. A (good) blockchain is completely decentralised so many people participate and it is evenly spread out. One party doesn’t control too much or have too much say.\\n4. A blockchain is completely transparent. You will always know the details about what has happened since its inception. For reference, the 1st block in the chain of blocks that makes up Bitcoin can be seen here, set in stone in 2009 (we are now at block 701,688 in the chain at the time of writing this in 2021) → <https://www.blockchain.com/btc/block/1>\\n5. A blockchain works off the principle that nobody trusts anyone else. By trusting no one we can have faith in how this works. We all agree on the rules and those rules are hard to change without consensus.\\n6. A blockchain is not the perfect solution. There are downsides to it and good examples of when not to use it.\\n\\nThis can seem overwhelming at first but do not be discouraged! There is a lot of information to understand but once you spend time understanding the basics you will have that same awesome lightbulb moment of understanding that I had as to why this is all so brilliant and exciting.\\n\\n**Finally, an important question to ask: How does this affect me?**\\n\\nTo be honest, for the time being, it probably doesn’t. You will have definitely heard the terms like Bitcoin, Cryptocurrency etc but unless you have a desire to jump into it then nothing will be changing anytime soon. However, overtime this technology will fundamentally change our day to day lives.\\n\\nIf you are starting to explore the space yourself and subsequently when a family member or friend expresses interest in these kind of things always encourage understanding first before diving in head first. Remember, a rising tide raises all boats.\\n\\n*I have included some cool and interesting resources for further understanding at the bottom of this article.*\\n\\n# Cool resources and references\\n\\n1. Easily one of the most informative explanations on how Bitcoin works. I recommend watching a couple of times over and letting it digest.\\n\\n   <https://youtu.be/bBC-nXj3Ng4>\\n\\n**Extra for experts**\\n\\n1. Possibly my favourite resource on the internet and one of the most engaging educators around, Austin Griffith (Twitter: @austingriffith). Here he is talking about distributed ledgers\\n\\n   <https://youtu.be/z11wj9OcA4U>\\n\\n# Next in the series, Blockchains get even cooler\\n\\nAs the next part in this series I will cover more about topics like:\\n\\n1. How blockchains can go from just sending money to automatically carrying out tasks.\\n2. How you do get some anonymity in a blockchain and why I can’t use someone’s name as where to send money ([read about wallets here](https://link.medium.com/ANZX0Zzwxkb))\\n3. How a blockchain can actually be secure.\\n4. Some cool use cases that aren’t just sending money.\\n5. Why blockchains aren’t the answer to everything.\\n6. Decentralised identity.\\n\\nLikewise if you have topics you don’t understand and want me to cover let me know!\\n\\n*Enjoyed the read or found something interesting and want to contribute? Feel free to tip me with the crypto closest to my heart, Ether at woody.eth or if you are extra high tech you can use this qr code as the address input:*\\n\\n![woody.eth (0x73E325A8f9bD07228bef1e859bc7DE34B855fd85)](https://images.mirror-media.xyz/publication-images/k_CR0d305_KTpEnpI4Ski.png?height=150&width=164)\\n\\n\",\"timestamp\":1636614710,\"title\":\"Blockchain Simplified: Making Blockchain Easier to Understand\"},\"digest\":\"b6JvZqRSKrO6X4G_cohkvZa0K22ht-BUcHi8vWpnD_w\",\"authorship\":{\"contributor\":\"0x73E325A8f9bD07228bef1e859bc7DE34B855fd85\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AQ4anPR9EflYD_Pm5HDoZgQs_x3OXcFGuX8kBp3x4gE\\\",\\\"y\\\":\\\"4PMmD27uxOO4NUguk3yA21jAZTP8Qm3hBlAuIts5W3U\\\"}\",\"signature\":\"U8srCWykCJZKnEIOXcCo4ettXac84vUi6_9iQo42Uklct1zDTb8DnCV6FFnOc_jY8fijWxYn8lvAYpucOw2ouQ\",\"signingKeySignature\":\"0xc7d57cf8af529e5ff45cfd74a7e3235e73a825d537569490ce1e0b022a6b132b69e12bea6837f81b96a7ef7863aecb66ee4838a185a8f0029c6c61997a2e22281b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AQ4anPR9EflYD_Pm5HDoZgQs_x3OXcFGuX8kBp3x4gE\\\",\\\"y\\\":\\\"4PMmD27uxOO4NUguk3yA21jAZTP8Qm3hBlAuIts5W3U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BLJsZR3yykaZFCoxz3TQUh9LukhTvXdet9QW3f3iNqQ\"}"