"{\"content\":{\"body\":\"![Photo by Element5 Digital on Unsplash](https://images.mirror-media.xyz/publication-images/P2O3JRXa383ZZbNwmQjvS.jpg?height=1182&width=1773)\\n\\nWith Web2 - and historically - most people get left behind. Pareto distributes spoils unfairly. We know this. Value generated from technological progress typically gets extracted and siloed.\\n\\nUNHW individuals and cash-rich multinationals literally have more money than they know what to do with.\\n\\n15 companies are stockpiling \\\\~$1T in cash, and five big tech companies are sat on \\\\~$590M.\\n\\nMacKenzie Scott is committed to donating the majority of her net worth ASAP and she is literally struggling to do so because as it’s value continues to rise. Though she has given away a $8.6B in the last year or so, her 4% stake in Amazon has soared from $37 billion to $62 billion since 2019.\\n\\n![The Pereto Principle is everywhere: 20% of your clients account for 80% of your business. 80% of healthcare costs are attributed to 20% of the populace. 20% of an iceberg is above the water, 80% is below. img src: https://www.deanyeong.com/article/pareto-principle](https://images.mirror-media.xyz/publication-images/6A7lrYfdP3X27Ghgd1kTl.jpeg?height=628&width=1200)\\n\\n## What’s this got to do with DAOs?\\n\\nCapitalism is a voting system. Money is votes, and consumers are the voters — except, unfortunately, when it comes to politics: one way or another, corporations often find a way to out-vote consumers. Still, where does a corporation’s voting power ultimately come from? Consumers.\\n\\n> Jeff never stole anybody’s money, nor Steve, or Mark.\\n>\\n> We all collectively gave it to them.\\n\\nAt their core, DAOs offer collective ownership and participation in capital allocation and distribution.\\n\\nRather than replace, I think most DAOs will come to live inside companies and governments, like an organ inside the body, and — in conjunction with AI, automation and robots — will conduct most work.\\n\\nWeb3 enables mechanisms for collective ownership and participation in the value (typically horded) provided by this delegation of work to machines.\\n\\nThen, the only work left for people to do for companies will be either creative, technical, or strategic.\\n\\nRegulatory frameworks for this should come thoughtfully, rationally, and carefully, as — due to the social component, combined with the scale and interconnectivity of the internet — we are starting to see signs that Web3 may, as a whole, be a self correcting system.\\n\\nOnce we have security, throughput and interoperability at scale — and the tokenization of practically everything with seamless liquidity — we potentially have an efficient global infrastructure and mechanisms for collectively designing incentive systems and mobilizing capital to address any issue at any scale: micro and macro.\\n\\nIn such a world, government really could “get out of the way”, as regulatory requirements could simply be distributed and installed as libraries e.g.\\n\\nnpm install ukgov\\n\\n> *ben | [bryandigital.io](https://bryandigital.io/)*\",\"timestamp\":1637955701,\"title\":\"DAOs and the future of governance 🏛️\"},\"digest\":\"F1ZjzBlf8eTFVDekNLeS1eVOxIDC8sYSoC0swXOeq4k\",\"authorship\":{\"contributor\":\"0xd14507D38a028aA24CB89A3da87Ad14373b3954F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KFuOn50mPv4I6VYZsQIyIo4Hx9yqc9nV8OFjWFqcGpU\\\",\\\"y\\\":\\\"w0BPmqmXQw6VejhAmRWdtuZZVxwNFOpPxPVQwTPKDsU\\\"}\",\"signature\":\"0wNHQbTRBqBRe9rlxYKBRWYntsnlIN06gKqFtSkIIf7j2mcftnh1zx4djH_hgnBM4WftlF-CInbgv2sG56eeIw\",\"signingKeySignature\":\"0x6b05fbbb3ff2118b5925c5d05762d8d228849b6828d9dd1b79df793677c537701444eb1abfb5a6e3301458f4b7d3ee3ccde75171b4c1c615184c4a9785cd7c2c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KFuOn50mPv4I6VYZsQIyIo4Hx9yqc9nV8OFjWFqcGpU\\\",\\\"y\\\":\\\"w0BPmqmXQw6VejhAmRWdtuZZVxwNFOpPxPVQwTPKDsU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"F1ZjzBlf8eTFVDekNLeS1eVOxIDC8sYSoC0swXOeq4k\"}"