"{\"content\":{\"body\":\"One of the cool things about working at a startup is that you get to wear a lot hats.\\n\\n![](https://images.mirror-media.xyz/publication-images/448266d8-eacf-41b7-9a4e-5f884ea1bf79.jpeg?height=1536&width=2048)\\n\\nOne of my favorite parts of the week is speaking with creators about how they can use crypto to build stronger communities.\\n\\nIn the future, I think crypto will be a core part of every creator’s business. Kinda like how tech products rely on AI to remain competitive today.\\n\\nBut we’re still really damn early. So, what is crypto actually good for, *right now?* In this post, we'll cover a framework I share with creators on how to think about the crypto landscape.\\n\\nBy the way, when I say \\\"creators\\\", I'm referring to “[anyone doing non-commoditized work supported by digital platforms](https://twitter.com/ljin18/status/1350863079425376258)”. This includes writers, social media influencers, digital artists, musicians, podcasters, and online teachers, among others.\\n\\nAlright, now let's take a look at some tips for creators looking to experiment with crypto.\\n\\n## Tip #1: First, focus on creator market fit\\n\\nCreators are their own mini startups. They're responsible for focusing on a niche, understanding what customers want, creating something that people love, and finding sustainable ways to grow.\\n\\nIn startups, the concept “product market fit” is widely regarded as [the key](https://pmarchive.com/guide_to_startups_part4.html) to sustainable growth. Product market fit creates a positive feedback loop between happy customers, new customers, and profits.\\n\\nThe equivalent to product market fit for creators is [creator market fit](https://twitter.com/ljin18/status/1376393732610785283).\\n\\n![](https://images.mirror-media.xyz/publication-images/931d23e6-1795-41c4-baf5-20b4d17de8d9.jpeg?height=1108&width=1972)\\n\\nBefore focusing on growth, creators should prioritize finding creator market fit because it will serve as the foundation for a sustainable career. Once a creator gets to creator market fit, then it may make sense to start experimenting with crypto to accelerate grow.\\n\\nCrypto is a powerful tool for growth. Crypto is *NOT* a replacement for creator market fit.\\n\\n## Tip #2: Start off using crypto as a monetization tool\\n\\nOnce a creator feels like they have creator market fit, it's time to think about how they can use crypto to build a sustainable business.\\n\\nCrypto can help creators in four main areas:\\n\\n*   **Financing**: \\\"Help me raise money for projects.\\\"\\n*   **Acquisition**: \\\"Help me get more community members.\\\"\\n*   **Engagement:** \\\"Help my existing community members get more involved.\\\"\\n*   **Monetization:** \\\"Help me make money.\\\"\\n\\nSo, as a bright-eyed and bushy-tailed creator ready to jump down the crypto rabbit hole, where do you start? Well, crypto isn't like signing up for a new SaaS product. Instead, crypto is more like building a mini economy.\\n\\nEconomies have currencies, laws, governance, goods and services, markets, citizens, etc.\\n\\nCrypto gives creators the tools to build their own economies with each of these components. But like any good startup, creators should smart small and iterate.\\n\\nOut of all the ways crypto can help creators, I think *focusing on crypto as a monetization tool is the best place to start* for a few reasons:\\n\\n*   **Focusing on monetization empowers creators to produce on-chain goods.** Goods and services are the core engine for productive economies because it creates resources to reinvest in growth. One issue I see with many creator tokens is that they launch a token but don't produce any on-chain goods. Most of their revenue is off-chain so that’s where their focus ends up.\\n*   **On-chain goods convince community members to download a crypto wallet, buy ETH, and pay the creator on-chain.** Convincing community members to download a crypto wallet and buy ETH is one of the biggest barriers for creators experimenting with crypto. I think it's much easier to persuade your community to go through the mindfvck of learning crypto if they're able to buy a cool NFT at the end.\\n*   **On-chain cash flow provides a solid foundation for other experiments.** As you sell more digital goods, you begin to accrue an on-chain treasury. This treasury can then be used to fund experiments like a decentralized investment fund, rewards programs for token holders, collaborations with other crypto-native creators, etc. These experiments then create a positive feedback loop which makes the treasury more valuable and provides more resources for future projects.\\n\\n[](https://twitter.com/jessewldn/status/1376966491816476674)\\n\\nAdditionally, creators can view crypto-native monetization as just one part of their product portfolio.\\n\\nWeb2 is great at monetizing artificial scarcity through paywalls for stuff like content, courses, and communities. Web2 is also great at monetizing attention through ads. But as we’ve seen, ad platforms heavily favor large creators and optimize for certain engagement metrics that aren’t always in the best interest of people consuming the content. Sponsorships are another option but they may require a large audience and a bunch of boring administrative work.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F3ec3efa3-9281-4312-b919-a295c1f22eaa\\\\_1440x1080.jpeg)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F3ec3efa3-9281-4312-b919-a295c1f22eaa\\\\_1440x1080.jpeg)\\n\\nNFTs provide a new monetization channel for creators that complements existing channels. Instead of monetizing access or attention, NFTs monetize *ownership*.\\n\\nThrough math, computer science, and cryptography, digital goods that live on a blockchain can have a single owner. That’s basically what NFTs are. Digital goods that live on a blockchain and have an owner. The wider implication is that [NFTs make the internet ownable](https://variant.mirror.xyz/T8kdtZRIgy_srXB5B06L8vBqFHYlEBcv6ae2zR6Y_eo). As a result, superfans are willing to buy NFTs from their favorite creators because for the first time in history, they can truly *own* a digital good. It’s like having a Nike shoe in your closet. As long as you buy it legally, Nike can’t bust down your door and take the shoe. It’s yours. Similarly, NFTs now provide a digitally-native form of property rights.\\n\\nAs scalability solutions reduce transaction fees and more infrastructure is built out, I believe NFTs will evolve to provide many other benefits beyond just ownership.\\n\\nEventually, creators will come up with crypto-native business models like [programmable subscriptions](https://medium.com/superfluid-blog/the-dawn-of-programmable-cashflows-2d50edae05cb), [prediction markets](https://twitter.com/vitalikbuterin/status/1309078385369460741?lang=en), [token reward programs](https://medium.com/bollinger-investment-group/liquidity-mining-a-user-centric-token-distribution-strategy-1d05c5174641), investing in other creators, etc.\\n\\nIn the meantime, here are a few ways creators can monetize with NFTs today.\\n\\n***1 of 1 NFTs***\\n\\nFor this model to work, you need just one true fan. But that leads to the main downside of this model. There’s only one owner. As a result, it's hard to create a community around these NFTs because only one person owns it. This model also prices out consumers who aren't willing to ape their entire life savings on an NFT.\\n\\n***Limited supply NFT drops w/ collector rewards***\\n\\nThis model is still very underexplored. I think 3LAU is the [best example](https://nft.3lau.com/#/auction) of doing it right. With this model, you release a few NFTs and offer rewards to anybody that bids. This creates more of a community since multiple people can get involved while also retaining some scarcity. I think this model works best when releasing a large creative project like an album, a book, film, etc. because it can be made into an extravagant digital experience with a positive feedback loop between the value of the project and the NFTs.\\n\\n***Fractionalized NFTs***\\n\\nI think this will become the dominant model at some point. There are many variations but the general idea is to take one NFT and allow people to buy fungible tokens that represent the NFT. Token holders can speculate on the value of the NFT by trading their tokens or they can hold onto the NFT for access to exclusive rewards or just to flex. The main benefit is that this model enables many people to own a piece of your NFT. This can sow the seeds for a well-incentivized community. The design space here is pretty wide so I'm sure we'll see all sorts of experimentation in the coming months.\\n\\nWe're still in the early days but it's worth taking the time to experiment with different monetization models yourself to understand which is right for the type of community you want to build.\\n\\nOnce you've started generating on-chain cash flow through NFTs, the next step is community governance.\\n\\n## Increase community engagement and retention through decentralized governance\\n\\nDecentralized governance is another killer feature of cryptonetworks. Today, the relationship between creators and their communities is mostly one-way. The creator publishes content and their community consumes it. Maybe there are some chat groups but that‘s about it.\\n\\nI believe cryptonetworks will usher in a new era of *co-creation*. Creators will involve their communities in key decisions like how to allocate funds, who to onboard, what types of projects they should work on, etc. This type of co-creation drives retention which can lead to stronger communities over the long-term.\\n\\nHere's a few ways creators can involve their community in key decisions today.\\n\\n***Community-driven capital allocation***\\n\\nOnce a creator starts generating on-chain revenue, they can redistribute funds with the help of their community. One option is to create an investment fund where community members earn tokens which they use to vote on which digital assets the fund should purchase. Digital assets could include NFTs, [NBA Top Shot](https://nbatopshot.com/) moments, plots of land in [Decentraland](https://decentraland.org/), or tokens for a DeFi protocol. One example of a decentralized investment fund is [FlamingoDAO](https://docs.flamingodao.xyz/). [Cooper Turley](https://twitter.com/Cooopahtroopa), has a [great blog post](https://coopahtroopa.mirror.xyz/A16NP2XXi9RdHptfdF9WHR0Xq_E1XDmUgMwPmJYOG7w) explaining the potential of these decentralized investment funds.\\n\\nAnother option is to create a grant program where community members decide projects to fund based on their potential impact on the community. DeFi protocols like Uniswap, AAVE, and Compound all have community-driven grant programs for projects improving their core protocol.\\n\\nLastly, communities could also vote on what percentage of the treasury should go to community members. For example, $UNI holders get to vote on whether to turn on the 0.05% [protocol fee switch](https://gov.uniswap.org/t/proposal-flip-the-protocol-fee-switch-for-uniswap-dev-team-and-uni-holders/4777).\\n\\n***Democratically add new community members***\\n\\nOnboarding new members to a community usually goes one of two ways. On one hand, there's an opaque process where a few people decide who gets allowed in. On the other hand, it's an open access community which can lead to trolls and fvck up the vibez.\\n\\nWith decentralized governance, the community can self-regulate by collectively deciding who gets onboarded.\\n\\nFor example, at Mirror, we onboard ten new members each week using a community-driven process called [$WRITE Race](https://mirror.xyz/race). Existing Mirror writers start with 1,000 votes and prospective members start with 10 votes. Everyone has two hours to cast their votes and the top ten people each week are airdropped a $WRITE token which they can burn to get access to Mirror.\\n\\nGranted, there's still a lot we could do to improve (eg give people a chance to write a short prompt on what they would use Mirror for, experiment with quadratic voting to disincentivize large votes for one person, give prospective members ways to earn more votes, turn the voting system into a prediction market to incentivize voting for people that add the most value to the Mirror protocol, create a DAO to set the voting parameters, etc.)\\n\\nRegardless, $WRITE Race has turned onboarding from a centralized / permissioned process to a community-driven process.\\n\\nAs more tools get built for decentralized governance, I think it will become the default way communities make decisions online.\\n\\n## Capitalize projects through crowdfunding\\n\\nCrowdfunding today is limited. You either need to live in a certain jurisdiction or be an accredited investor. I believe these limitations are good-natured and agree that we need guardrails to protect consumers from scam artists.\\n\\nYet, I also believe these limitations are preventing many talented people from gaining access to capital they could use to build something great. There needs to be some sort of middle ground. Here are a few reasons why I think creators should consider using crypto to finance creative projects.\\n\\n***Global and permissionless access***\\n\\nTo contribute to a crypto-native crowdfund, all you need is an Ethereum address. No jurisdictional requirements. No minimum net worth requirements. Just a computer, an internet connection, and a crypto wallet with some ETH or ERC20 tokens.\\n\\n***Programmable ownership***\\n\\nWith a crowdfund on Kickstarter or GoFundMe, you mostly just receive a warm fuzzy feeling that you contributed to something meaningful. Granted, that’s super important! Unfortunately, many people would rather spend their funds on other assets that generate some sort of return. Whether that be financial or pro-social.\\n\\nWith crowdfunds on Ethereum, instead of just receiving a warm fuzzy feeling or a bumper sticker, contributors can receive an ERC20 token. This token can then be programmed to include all sorts of benefits. These could include access to an online community, governance rights on how the funds should be allocated, royalties on the assets generated from the crowdfund, or maybe even a cool badge you can display in your crypto wallet or virtual merchandise you can wear in a video game.\\n\\nThe main takeaway is that cryptonetworks provide a new era of *programmable ownership* which can be used as a tool for better incentive alignment around capital formation.\\n\\n***Economic graphs***\\n\\nWeb 1.0 was about information links (web pages). Web 2.0 was about social links (likes, follows, shares). Web 3.0 is about economic links (tokens you earn, investments you make, assets you own). ([source](https://twitter.com/Iiterature/status/1373809410485719045)) One of the coolest products that I think will emerge is a “crypto-native [Crunchbase](https://www.crunchbase.com/) for creators”. For example, if you go to [Instacart’s page on Crunchbase](https://www.crunchbase.com/organization/instacart), you can see their total funding amount, the number of investors, who the investors are, how much they’ve allocated, and a bunch of other information.\\n\\nWith crypto-native crowdfunding, we could see something similar emerge for any creative project. As the next generation of social products get built on crypto rails, I believe creators will use some sort of decentralized crowdfunding to finance their projects. If so, you could see the entire cap table for the next [Mr. Beast](https://www.youtube.com/channel/UCX6OQ3DkcsbYNE6H8uQQuVA) or [Cardi B](https://www.instagram.com/iamcardib/) and build products around those economic graphs.\\n\\nYet, decentralized crowdfunding comes with risks since there’s no centralized party to regulate. To limit the risk of scams, I think we could develop something like an on-chain KYC process. To contribute to a crowdfund, you would need to submit your public key and be limited to contributing only a certain percentage of your net worth.\\n\\nTo raise funds, you would start off with a low funding cap (say $10k) and be required to build credibility within the system through certain metrics before being able to raise larger amounts.\\n\\nSo far, we’ve covered how crypto can help creators with monetization, engagement, and financing. Now let's take a look at how crypto can help with acquiring new community members.\\n\\n## Drive acquisition through token rewards\\n\\nTo drive customer acquisition, DeFi protocols employ a tactic known as \\\"[liquidity mining](https://medium.com/bollinger-investment-group/liquidity-mining-a-user-centric-token-distribution-strategy-1d05c5174641)\\\". This is just a fancy way of saying “rewards program”. But, instead of providing cash incentives, protocols incentivize customers with their protocol token.\\n\\nFor creators, I prefer calling this a \\\"token rewards\\\" program since it's a bit more intuitive. Token rewards are so powerful that an entirely [new field of study](https://ce.mit.edu/) called cryptoeconomics was developed to understand it better.\\n\\nOne kinda scary definition of cryptoeconomics is: \\\"programming human behavior through the careful design of incentives.\\\" ([source](https://www.youtube.com/watch?v=gCFlGLbI_kE))\\n\\nThis is powerful stuff. In web2, we've seen what types of shitshows can happen online when incentives aren't crafted carefully. It’s important to educate ourselves on the mechanics of incentive design so we can consciously create new systems that reward positive sum behavior.\\n\\nHere's one framework that can help creators think through designing a token rewards program:\\n\\n1.  **Identify your community’s goal.** Is it to develop deeper social connections? Improve at a skill? Find a better job? Make money?\\n2.  **Choose a reward mechanism.** In cryptonetworks, this is usually a programmable token.\\n3.  **Choose a positive sum reward that benefits the network.** This can include votes in decentralized governance. Access to exclusive experiences. Or even financial rewards.\\n\\n*Source: https://www.youtube.com/watch?v=gCFlGLbI_kE*\\n\\n(If you’d like to go deeper on this subject, check out [Token Engineering 101](https://tokenengineeringcommunity.github.io/website/docs/library-te-101/)).\\n\\nCrypto gives us powerful tools for human coordination. Creators can use these tools to ensure their communities correct the mistakes that social networks made in the previous era of the web.\\n\\n## Final Thoughts\\n\\nCrypto is one of the most fascinating technologies in the world. Over the past decade, it has evolved from a cute little science experiment, to something that might actually be kinda important. Over the next decade, I strongly believe it will become an integral part of our lives.\\n\\nBut as a creator trying to make a living *today*, it's important to be practical.\\n\\nFirst, focus on getting to creator market fit. That will serve as the foundation for a sustainable career as a creator. Then, slowly start experimenting with all this crazy crypto stuff. At a high-level, crypto can help creators with financing, acquisition, engagement, and monetization.\\n\\nOn a tactical level, one option is to start by generating on-chain cash flows through NFTs. Creators can experiment with 1 of 1 NFTs, fractionalization, and limited release drops with tiered rewards. Another option is to create a system of community-driven governance to help improve engagement and retention. Creators can also try to crowdfund for a creative project and give contributors programmable ownership. Creators can even design a token rewards program for incentivizing positive sum behavior within their community.\\n\\nWhether you've been in crypto for a decade or just downloaded Metamask last week, we're all still trying to figure this stuff out. But that's what makes it so damn fun.\\n\",\"timestamp\":1627111937,\"title\":\"Tips for creators getting into crypto\",\"publication\":\"p\"},\"digest\":\"2IrK7FOfoI0RNC0lW_n6S3chFO6dpo68QyJJtsPRSdA\",\"authorship\":{\"contributor\":\"0x942cBEa64876Ff0b2e23c0712B37Dc0091804e9c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"t_qmdPUOwt24LlQooszDf4agVYINOgrxHVtxGI40vek\\\",\\\"y\\\":\\\"AN8YyCZ8NahkYoPSr1P4ZnM96H50Uh9I1FOnlga3PzQ\\\"}\",\"signature\":\"I-o0HYO2W5HlC5dx_DAXXd8g1R1MaDjJG0swp4nQAJtQ8WSKGIlH3dXn98SL1gqbWjJCjVRMubkRFO83Nb25cA\",\"signingKeySignature\":\"0x9d3fe19a4c9ab52ffe400b6ab00fe48ebe8494fdf8f7c700b1d230acb8c790853743bb5d197ffacb9665059c61901496e2ac1e741c111950ef424b231ca43cbd1c\",\"signingKeyMessage\":\"I authorize the publication of articles on p.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"t_qmdPUOwt24LlQooszDf4agVYINOgrxHVtxGI40vek\\\",\\\"y\\\":\\\"AN8YyCZ8NahkYoPSr1P4ZnM96H50Uh9I1FOnlga3PzQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WQQywdjjfnksMRPMaNKBMxPBqfE5k8nL6pCLe1roGyw\"}"