"{\"content\":{\"body\":\"Entrepreneurship does encounter many difficulties, but we need to treat these difficulties as enjoyment. In fact, solving one difficulty is equivalent to enriching our lives.\\n\\n```\\nIn fact, I am even paranoid that everyone should start a business, and everyone should work hard to do what they want to do, so that the whole life will not be in vain.\\n\\nAnd it is difficult for you to find such a thing in other people's companies. It is something you are willing to do, and you want to do it very much, and you are willing to do it as a lifetime career.\\n\\nI often advise some people to take a piece of paper and a pen to write down the 10 things you most want to do, ok, in fact, this is almost your guide to life.\\n\\nRealize these things selectively according to the degree of importance. I think a person who has no dreams will live his whole life in vain. And a person who has a dream but dare not practice is more entangled and unlucky than a person who has lived in vain all his life.\\n\\nSo my conclusion is that you must practice your dreams. If a person does not practice his dream, even if you are a rich second generation, then your life will be mediocre and dull. In fact, many people say that starting a business is difficult, is it really difficult? Of course, everything is difficult at the beginning, but it does not mean that this is a very difficult skill, it is a skill that cannot be learned, in fact, it is the same as learning to drive.\\n\\nLearn with great concentration. As long as your mind is okay, you should be able to learn. Don't be afraid of wrestling, children have to wrestle as they learn to walk, let alone starting a business? But everyone will succeed if they practice and explore.\\n```\\n\\nA perfect life is to realize the dream you want to realize.\\n\\nI like entrepreneurship, and I hope everyone likes entrepreneurial life.\",\"timestamp\":1634804211,\"title\":\"Starting a business is so damn meaningful\"},\"digest\":\"RGUk6eT1nbLkocNmuY-Q1p0fkJi3wbpMbJ3HKtvDSuA\",\"authorship\":{\"contributor\":\"0x0B27cE1053585ef548Cd78618Ee0b73D84246712\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"signature\":\"y84pJihQ-WHKXagbxYo_nO4NPYhgmrKqMxlUA_E-7DEUa3fMPXBPKt2Y1LF-5xBmPWj2eoi9qMkFHmEuBn5MIQ\",\"signingKeySignature\":\"0x9d86f85b2660a8cb6873525924f9adb0c5f51dfb6229fed7a757ade2793c2f19347cb8076af39b12116743e30b34d1bacb42c80a0030cd272dd62c1ad0ad21081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RGUk6eT1nbLkocNmuY-Q1p0fkJi3wbpMbJ3HKtvDSuA\"}"