"{\"content\":{\"body\":\"\\\"Do you know, I'm never going to squabble with you again,\\\" he announced when they were seated.\\n\\n\\\"Squabble!\\\" was the retort.  \\\"It's such a sordid word.  It sounds cheap and nasty.  I think it's much nicer to quarrel.\\\"\\n\\n\\\"Call it what you please, but we won't do it any more, will we?\\\" He cleared his throat nervously, for her eyes advertised the immediate beginning of hostilities.  \\\"I beg your pardon,\\\" he hurried on.  \\\"I should have spoken for myself.  What I mean is that I refuse to quarrel.  You have the most horrible way, without uttering a word, of making me play the fool.  Why, I began with the kindest intentions, and here I am now--\\\"\\n\\n\\\"Making nasty remarks,\\\" she completed for him.\\n\\n\\\"It's the way you have of catching me up,\\\" he complained.\\n\\n\\\"Why, I never said a word.  I was merely sitting here, being sweetly lured on by promises of peace on earth and all the rest of it, when suddenly you began to call me names.\\\"\\n\\n\\\"Hardly that, I am sure.\\\"\\n\\n\\\"Well, you said I was horrible, or that I had a horrible way about me, which is the same thing.  I wish my bungalow were up.  I'd move to-morrow.\\\"\\n\\nBut her twitching lips belied her words, and the next moment the man was more uncomfortable than ever, being made so by her laughter.\\n\\n\\\"I was only teasing you.  Honest Injun.  And if you don't laugh I'll suspect you of being in a temper with me.  That's right, laugh.  But don't--\\\" she added in alarm, \\\"don't if it hurts you. You look as though you had a toothache.  There, there--don't say it.  You know you promised not to quarrel, while I have the privilege of going on being as hateful as I please.  And to begin with, there's the Flibberty-Gibbet.  I didn't know she was so large a cutter; but she's in disgraceful condition.  Her rigging is something queer, and the next sharp squall will bring her head-gear all about the shop.  I watched Noa Noah's face as we sailed past. He didn't say anything.  He just sneered.  And I don't blame him.\\\"\\n\\n\\\"Her skipper's rotten bad with fever,\\\" Sheldon explained.  \\\"And he had to drop his mate off to take hold of things at Ugi--that's where I lost Oscar, my trader.  And you know what sort of sailors the niggers are.\\\"\\n\\nShe nodded her head judicially, and while she seemed to debate a weighty judgment he asked for a second helping of tinned beef--not because he was hungry, but because he wanted to watch her slim, firm fingers, naked of jewels and banded metals, while his eyes pleasured in the swell of the forearm, appearing from under the sleeve and losing identity in the smooth, round wrist undisfigured by the netted veins that come to youth when youth is gone.  The fingers were brown with tan and looked exceedingly boyish.  Then, and without effort, the concept came to him.  Yes, that was it.  He had stumbled upon the clue to her tantalizing personality.  Her fingers, sunburned and boyish, told the story.  No wonder she had exasperated him so frequently.  He had tried to treat with her as a woman, when she was not a woman.  She was a mere girl--and a boyish girl at that--with sunburned fingers that delighted in doing what boys' fingers did; with a body and muscles that liked swimming and violent endeavour of all sorts; with a mind that was daring, but that dared no farther than boys' adventures, and that delighted in rifles and revolvers, Stetson hats, and a sexless camaraderie with men.\\n\\nSomehow, as he pondered and watched her, it seemed as if he sat in church at home listening to the choir-boys chanting.  She reminded him of those boys, or their voices, rather.  The same sexless quality was there.  In the body of her she was woman; in the mind of her she had not grown up.  She had not been exposed to ripening influences of that sort.  She had had no mother.  Von, her father, native servants, and rough island life had constituted her training.  Horses and rifles had been her toys, camp and trail her nursery.  From what she had told him, her seminary days had been an exile, devoted to study and to ceaseless longing for the wild riding and swimming of Hawaii.  A boy's training, and a boy's point of view!  That explained her chafe at petticoats, her revolt at what was only decently conventional.  Some day she would grow up, but as yet she was only in the process.\\n\\nWell, there was only one thing for him to do.  He must meet her on her own basis of boyhood, and not make the mistake of treating her as a woman.  He wondered if he could love the woman she would be when her nature awoke; and he wondered if he could love her just as she was and himself wake her up.  After all, whatever it was, she had come to fill quite a large place in his life, as he had discovered that afternoon while scanning the sea between the squalls.  Then he remembered the accounts of Berande, and the cropper that was coming, and scowled.\\n\\nHe became aware that she was speaking.\\n\\n\\\"I beg pardon,\\\" he said.  \\\"What's that you were saying?\\\"\\n\\n\\\"You weren't listening to a word--I knew it,\\\" she chided.  \\\"I was saying that the condition of the Flibberty-Gibbet was disgraceful, and that to-morrow, when you've told the skipper and not hurt his feelings, I am going to take my men out and give her an overhauling.  We'll scrub her bottom, too.  Why, there's whiskers on her copper four inches long.  I saw it when she rolled.  Don't forget, I'm going cruising on the Flibberty some day, even if I have to run away with her.\\\"\\n\\nWhile at their coffee on the veranda, Satan raised a commotion in the compound near the beach gate, and Sheldon finally rescued a mauled and frightened black and dragged him on the porch for interrogation.\\n\\n\\\"What fella marster you belong?\\\" he demanded.  \\\"What name you come along this fella place sun he go down?\\\"\\n\\n\\\"Me b'long Boucher.  Too many boy belong along Port Adams stop along my fella marster.  Too much walk about.\\\"\\n\\nThe black drew a scrap of notepaper from under his belt and passed it over.  Sheldon scanned it hurriedly.\\n\\n\\\"It's from Boucher,\\\" he explained, \\\"the fellow who took Packard's place.  Packard was the one I told you about who was killed by his boat's-crew.  He says the Port Adams crowd is out--fifty of them, in big canoes--and camping on his beach.  They've killed half a dozen of his pigs already, and seem to be looking for trouble.  And he's afraid they may connect with the fifteen runaways from Lunga.\\\"\\n\\n\\\"In which case?\\\" she queried.\\n\\n\\\"In which case Billy Pape will be compelled to send Boucher's successor.  It's Pape's station, you know.  I wish I knew what to do.  I don't like to leave you here alone.\\\"\\n\\n\\\"Take me along then.\\\"\\n\\nHe smiled and shook his head.\\n\\n\\\"Then you'd better take my men along,\\\" she advised.  \\\"They're good shots, and they're not afraid of anything--except Utami, and he's afraid of ghosts.\\\"\\n\\nThe big bell was rung, and fifty black boys carried the whale-boat down to the water.  The regular boat's-crew manned her, and Matauare and three other Tahitians, belted with cartridges and armed with rifles, sat in the stern-sheets where Sheldon stood at the steering-oar.\\n\\n\\\"My, I wish I could go with you,\\\" Joan said wistfully, as the boat shoved off.\\n\\nSheldon shook his head.\\n\\n\\\"I'm as good as a man,\\\" she urged.\\n\\n\\\"You really are needed here,\\\" he replied.\\n\\n\\\"There's that Lunga crowd; they might reach the coast right here, and with both of us absent rush the plantation.  Good-bye.  We'll get back in the morning some time.  It's only twelve miles.\\\"\\n\\nWhen Joan started to return to the house, she was compelled to pass among the boat-carriers, who lingered on the beach to chatter in queer, ape-like fashion about the events of the night.  They made way for her, but there came to her, as she was in the midst of them, a feeling of her own helplessness.  There were so many of them.  What was to prevent them from dragging her down if they so willed?  Then she remembered that one cry of hers would fetch Noa Noah and her remaining sailors, each one of whom was worth a dozen blacks in a struggle.  As she opened the gate, one of the boys stepped up to her.  In the darkness she could not make him out.\\n\\n\\\"What name?\\\" she asked sharply.  \\\"What name belong you?\\\"\\n\\n\\\"Me Aroa,\\\" he said.\\n\\nShe remembered him as one of the two sick boys she had nursed at the hospital.  The other one had died.\\n\\n\\\"Me take 'm plenty fella medicine too much,\\\" Aroa was saying.\\n\\n\\\"Well, and you all right now,\\\" she answered.\\n\\n\\\"Me want 'm tobacco, plenty fella tobacco; me want 'm calico; me want 'm porpoise teeth; me want 'm one fella belt.\\\"\\n\\nShe looked at him humorously, expecting to see a smile, or at least a grin, on his face.  Instead, his face was expressionless.  Save for a narrow breech-clout, a pair of ear-plugs, and about his kinky hair a chaplet of white cowrie-shells, he was naked.  His body was fresh-oiled and shiny, and his eyes glistened in the starlight like some wild animal's.  The rest of the boys had crowded up at his back in a solid wall.  Some one of them giggled, but the remainder regarded her in morose and intense silence.\\n\\n\\\"Well?\\\" she said.  \\\"What for you want plenty fella things?\\\"\\n\\n\\\"Me take 'm medicine,\\\" quoth Aroa.  \\\"You pay me.\\\"\",\"timestamp\":1638930508,\"title\":\"And in the brief interval of her absence he found himself walking about the big living-room\"},\"digest\":\"HyF9eO3ERVIkCro4WX-noOQvMsxcnzSqlhbWQj68ppI\",\"authorship\":{\"contributor\":\"0x3F55F7d8879A09131180614410f6Ba3Af0a49E6d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LO-3oeQWZ-LJ0-c4XwU4M_JDv_sssN3_r0tWkeiqMHY\\\",\\\"y\\\":\\\"Ah-HLZP4TVZKdJyZHvkDPaPe3KA4Esw-XLQ1rdPrMyE\\\"}\",\"signature\":\"RjV-dP57-S9oYwTwmxAdzmrFb1uJsziu4BYU4ocdEaFrKAh9LMUsSXl5724LBc2DFXNv738eyq_PsnGkiCAYGg\",\"signingKeySignature\":\"0x5ade86db9c4dc0c37556a45f4a567a5a3708c85fcc0ad7e8d61cda77852e171a49760eefe0da90b76d31a60973654db8c6130826499a82c811bb6a1f2e7908c61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LO-3oeQWZ-LJ0-c4XwU4M_JDv_sssN3_r0tWkeiqMHY\\\",\\\"y\\\":\\\"Ah-HLZP4TVZKdJyZHvkDPaPe3KA4Esw-XLQ1rdPrMyE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HyF9eO3ERVIkCro4WX-noOQvMsxcnzSqlhbWQj68ppI\"}"