"{\"content\":{\"body\":\"Digital assets such as a token are an emerging topic with a growing interest in finance and academia. The underlying blockchain technology already provided us with numerous financial use cases beyond the storage of value. At the same time, the whole topic is still in its early days compared to the traditional financial system as we know it. The first time someone ever documented the idea of selling shares of a company in the form of tokens was in 1994 when de Bono introduced the [IBM dollar](https://www.debono.com/the-ibm-dollar). It was supposed to be IBM’s unique currency exchangeable for its goods.\\n\\nAll tokens represent the blockchain version of an asset, but their purpose differs. Independent of a token’s role in today’s world, investors and the broad community compare projects with their corresponding tokens in terms of value. Since their price on exchange markets is under the influence of high volatility and is still primarily driven by speculations, there is a significant need to introduce valid valuation methods for tokens. Attempts have already been made to value this new asset class, but the immaturity and irrationality of the market impediment the formulation of a solid model. This post will give insights into a valuation method that can be used to find the intrinsic value of a Decentralized Financial (DeFi) asset, the Price-Earnings (P/E) ratio.\\n\\n## The Traditional P/E Ratio\\n\\nThe P/E ratio is a widely used stock valuation formula. Although there are now different versions, the formula is initially defined as the market price per share divided by the earnings per share. Traditionally earnings were defined as the money given out by a company to its shareholders. To obtain the P/E ratio, we divide one share of a company by its annualized earnings. A P/E ratio of 50 would mean that someone is willing to pay 50 USD for every USD earned by a company today. With the ratio, we want to determine if a given industry share is relatively cheap or expensive compared to each other.\\n\\nHaving a high P/E ratio can either mean that the company has high growth expectations for the future or that the company is overvalued. The same holds for a low P/E ratio, which would mean that the company has low future growth expectations or is undervalued. In order to use the P/E ratio in DeFi, all required variables must be available. The token price is not the problem, but a clear definition of the earnings of a token or of the issuing protocol is still missing.\\n\\n> ***An essential factor for using the P/E ratio in DeFi is the estimation of earnings of protocols.***\\n\\n[Lucas Campbell](https://bankless.substack.com/p/how-to-value-crypto-capital-assets) has done a great job describing the earning mechanism of some protocols where the calculation differs depending on the protocol’s nature. The data for the empirical analysis in this post will vary in some respects from Campbell’s findings. Lucas Campbell assumed individual protocols’ revenues as their earnings, whereas this assumption is only partially valid. We use the Uniswap protocol with its native token to explain the difference.\\n\\n**The Uniswap Example**\\n\\n[Uniswap](https://uniswap.org/) is a decentralized on-chain protocol for token exchanges on Ethereum. For every token swap executed on the protocol, a transaction fee of 0.3% has to be paid to the liquidity reserves of Uniswap. The increase of the liquidity tokens gives the possibility to pay out a respective share of the pool to all liquidity providers. Fees are collected by taking liquidity tokens out of circulation and making the remaining tokens more valuable due to the underlying reserves’ limitation. This process is also known as burning tokens. With the earlier explained formula, we can calculate the revenue by multiplying the transactional volume of Uniswap by its effective fee of 0.3%. However, the distinction between the revenue of the protocol and earnings given out to native token holders displays the decisive role. The whole trading fee is currently given to the liquidity provider for the trade, which means that it does not influence the native token UNI value. Therefore, we cannot refer to the revenue as earnings since liquidity provider fees only make up the revenue.\\n\\nOn the other hand, so-called protocol fees would describe a value increase for UNI token holders and could therefore be considered earnings. Still, Uniswap currently only has plans to introduce them for the future. The [Uniswap whitepaper](https://uniswap.org/whitepaper.pdf) foresees a change in the protocol charge mechanism to a liquidity provider fee of 0.25% and the remaining 0.05% to act as protocol fees. However, since a decentralized governance process only activates this at an undefined date in the future, we cannot consider Uniswap in our P/E ratio analysis yet.\\n\\n# Earnings are to be defined by the percentage of generated revenue that impacts the native token: The protocol fee percentage.\\n\\n[Token Terminal](https://terminal.tokenterminal.com/), a financial metrics provider for crypto assets, has already made significant progress in calculating the corresponding revenue from interest rates or effective stability fees, called take rate. The take rate impacts the price increase of a native token and depends on the protocol. We will discuss it for each protocol individually. With the protocol fee percentage, the DeFi protocols’ earnings can be calculated and used for the P/E ratio.\\n\\n## Kyber Token KNC — DEX\\n\\nThe first protocol we look at is [Kyber](https://kyber.org/about) with its governance token KNC. Kyber Network is an on-chain liquidity protocol. By collecting liquidity from the KNC token holders, they support instant and secure token swaps in their decentralized applications saved on the Ethereum blockchain. Every exchange executed on the Kyber network is charged with a 0.2% fee, which describes the total revenue for that trade.\\n\\nNevertheless, from that revenue, only a portion is received by the KNC token holders. Kyber recently updated its protocol to a DAO-model. One of the core tasks of the KyberDAO is to set the fee parameters and how the revenue is divided into different categories. The first category is liquidity rebates, which give everyone an incentive to offer liquidity for exchanges. Another part of the revenue is rewards distributed to the DAO’s active participants. The remaining revenue is converted into KNC and burned for a long-term value accrual from decreasing supply. According to the Kyber governance [portal](https://kyber.org/), usually, a minimum of 25% of this total revenue is distributed as liquidity rebates and therefore go to the supply side. The rest of the total revenues, 75%, are distributed to the protocol, either as staking rewards or burns.\\n\\n> *KNC Earnings =Trading Volume × 0.2% (Revenue) × 75% (Protocol Split)*\\n\\n**Sushiswap SUSHI — DEX**\\n\\n[Sushiswap](https://sushiswap.vision/home) is a decentralized on-chain exchange protocol that uses an automated market-making mechanism for determining swap prices through liquidity pools. Sushiswap is a community-run with a voting system on government changes. The take rate on every exchange is 0.3%. The collected fee is split between the liquidity providers and the protocol, an interesting distinction to the very similar Uniswap protocol that does not have a protocol fee in place yet. According to their [protocol documentation](https://help.sushidocs.com/products/sushiswap-pools), the supply-side receives 83.33% of the fee for providing liquidity. The remaining 16.67% are protocol revenue and, therefore, are considered as earnings of the native SUSHI token.\\n\\n> *SUSHI Earnings =Trading Volume × 0.3% (Revenue) × 16.67% (Protocol Split)*\\n\\n**MakerDAO MKR — Lending**\\n\\n[MakerDAO](https://makerdao.com/en/) is a decentralized credit platform supporting DAI, a stable coin, which means it is pegged to the USD. Anyone can create a vault on the platform, and lock tokens called ETH or BAT in it as collateral. In return, DAI is generated and secured by the placed collateral. When repaying the borrowed DAI, a stability fee has to be paid in addition to the borrowed DAI initially. The repaid DAI is burned together with the governance token MKR in the stability fee’s size.\\n\\nMaker’s revenue is received by taking the loans’ interest payments and extracting the DAI savings rate (DSR). The [MakerDAO](https://mkr.tools/governance/stabilityfee) uses the DSR to ensure the DAI’s price stability. From the interest payments, approximately 10% are the DSR, and the remaining 90% result in an MKR token value increase.\\n\\n> *MKR Earnings = Outstanding supply × Effective fee × 90% (DSR Reduction)*\\n\\n**Compound COMP — Lending**\\n\\n[Compound](https://compound.finance/) is an algorithmic money market protocol with global capital pools for assets supported by the protocol and has a native token COMP. Users of the protocol can earn interest by providing liquidity to the pools with a continuous adjusting interest rate based on the demand and supply. COMP token holders do the protocol’s governance by voting on all changes to the system, for example, the interest rates on the loans.\\n\\nFrom the interest paid by the user, a specific reserve factor is charged by the Compound protocol. COMP holders govern this reserve factor fee and can use it in any they want. It is therefore effectively considered to be the protocol fee. The data for the exact reserve factor and the corresponding revenue is to be taken from [Token Terminal](https://www.tokenterminal.com/).\\n\\n> *COMP Earnings = Outstanding supply × Effective fee × Reserve Factor*\\n\\n**P/E Calculation and Evaluation**\\n\\nThe trailing P/E ratio uses the annualized earnings of the protocol and divides it into a single token. The earnings of every protocol calculated corresponding to their take rate and the resulting protocol revenue share are annualized and then applied in the same P/E ratio formula.\\n\\n> *P/E ratio = (Price per Token) / (Annualized Earnings per Token)*\\n\\nThe P/E ratio was examined in terms of two categories. The first one analyzed the token price behavior regarding the prediction made by the P/E ratio. For the exact data and calculations just write me an email. As visualized in Figure on the example of MKR, the ratio of a token oscillates around the average but has several large deflections.\\n\\n![P/E Ratio Oscillating around average](https://images.mirror-media.xyz/publication-images/pDOScYCmrWGHSYymOAGDD.png?height=354&width=612)\\n\\nTwo scenarios can be differentiated to find out what causes the deviation to go back to the norm. The divergence is either followed by slower growth in token price or by higher growth in earnings. This approach was considered by [Campbell and Shiller](https://www.nber.org/system/files/working_papers/w8221/w8221.pdf) when analyzing the stock market with valuation ratios.\\n\\nP/E value was measured every ten days, and the price behavior of the next ten days was observed. For tokens with more data than for one year, the period was extended to one month. If a correction of the P/E value back to the average should occur due to changes in the token price growth, data points with high P/E values should be followed by a period with low token price growth. However, if the correction to the average is due to earnings growth changes, data points with high P/E values should be followed by a period of high earnings growth.\\n\\nWe can see that high P/E values are followed by low token price growth. In the Figure below, the data entries of all analyzed tokens can be seen. Every dot represents a time instance at which the P/E ratio was calculated. The horizontal axis represents the deviation of the P/E value from the average, which was shown in the Figure above. Along with the vertical axis, the percentual price change in the following period is measured.\\n\\n![Deviation from Average and the Price Change in the Following Time for MKR, COMP, SUSHI, and KNC Token](https://images.mirror-media.xyz/publication-images/YdqKR_fDFrJovapFKjssu.png?height=414&width=656)\\n\\nThe data points are distributed in a vast cloud with a negative trend, implying that the token’s negative price growth usually follows high P/E values. In addition to this result, it was also found that high P/E values do not lead to higher earnings growth. The next Figure is created analogous to the Figure above, with the only difference that the vertical axis measures the earnings growth in the following time after a P/E measurement instead of the price growth. Compared to the earlier Figure, the observations create a vast, roughly horizontal cloud, which means that the P/E ratio has little influence on the earnings growth in the following years.\\n\\n![P/E Deviation from Average and the Earnings Change in the Following Time for MKR, COMP, SUSHI, and KNC Token](https://images.mirror-media.xyz/publication-images/t4Y3Qrm4uyVZt9thZiFwz.png?height=375&width=677)\\n\\nThe correlation between the P/E value and the following price or earnings growth was examined with regression analysis to verify previous results. It was checked if the independent variable P/E value deviation from the average would impact the dependent variables following price change or following earnings change.\\n\\n## Statistical Review of Results\\n\\nA significant regression equation was found (F (1, 61) = 6.1969, p < 0.05), with an R² of 0.09 for the price change. The regression equation for the earnings change, on the other hand, was insignificant with the equation (F (1, 61) = 1.2925, p = 0.26) and an R² of 0.02. The predicted price change is equal to 0.0488–0.00062 \\\\* (P/E Deviation from Average), which means that for a positive P/E value deviation from the average of 100, the price is predicted to decrease by 6.2% in the following set period. The price change was a significant predictor for the P/E value correction, whereas the earnings change was not. The statistical results confirm the earlier implications that P/E value movements back to the average are mainly caused by changes in the token price instead of changes in the earnings.\\n\\n**Using The P/E Ratio within a Comparative Analysis**\\n\\nThe second category under which the P/E ratios should be looked at is the P/E value compared to the competitors, followed by a token value change. To compare one token with another in the same industry, we need to adjust the data’s time horizon to analyze only an overlapping period. In the two subclasses, lending protocol and DEX, we look at the corresponding token data. A higher P/E value than the direct competitor is supposed to imply a relative future price growth, whereas a relative negative price behavior should follow a low P/E value. Therefore, a stock or token with a higher P/E ratio is predicted to outperform the competition.\\n\\nP/E value data points of competitive tokens were compared and checked if a higher P/E value also leads to a higher price increase to determine comprehensive token behavior. Like the first analyzed category, the P/E value of the tokens was measured every ten days. For every P/E value measurement, the corresponding price growth in the next ten days was detected and compared to the competitor. Of the resulting 21 predictions, 11 were correct because a higher P/E value resulted in higher price growth. The relatively low rate of accurate predictions of just above 50% leaves us with the assessment to use the method with caution. With the limited data available and the narrow sample size of tokens, the results’ validity will still be improved as the significance of earnings grows.\\n\\n# Conclusion: As the significance of earnings grows, the validity of the P/E ratio results will improve.\\n\\nThe P/E ratio implementation also provides an application example of earnings for the tokens’ valuation. The promising results of the P/E ratio on the limited dataset form the foundation for future valuation with the ratio. Another drawback is the lack and inconsistency of data for the already limited number of feasible tokens. With a lifetime of less than a year, the price and the earnings have not yet adjusted to a proper level, so there are still many other short-term price factors at play due to their recent launch. Since the DeFi space is relatively new, many financial and non-financial risks should also always be considered when valuing this asset class. The value of a token is influenced by the revenue created by just holding it and the risks to which a token is exposed.\\n\\nProtocol models and token purposes often change, which can, in some cases, make the effort of a valuation obsolete. In this fast-emerging technology, defining any constants or variables is divination. The immaturity and the irrationality of the market complicates the valuation but makes it more urgent at the same time. More research is necessary to overcome uncertainties in technology as well as in investors’ behavior. Despite the risks, DeFi tokens offer many advantages compared to traditional assets. The very high-interest rates and yields make the topic inevitable for every investor. Moreover, the decentralization and transparency of token data offer substantial benefits for every valuation method, once validated.\",\"timestamp\":1637248150,\"title\":\"Utilizing the Price-Earnings Ratio for DeFi Tokens\"},\"digest\":\"0OdkunO45_rbRPoFr0FLJNNSYYzP2CvwkHpeITKzvog\",\"authorship\":{\"contributor\":\"0xA83c4F07Cc7f4682215BeCd389EC28176aB18546\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Kf3QGgHoCCHVzHYsBi4mYulwGZ1C9-oS_RYybW_cpfk\\\",\\\"y\\\":\\\"MyJFgqmZk67xUW8ZROE5hSkzOUO9eOtGPKvU9R5TH-E\\\"}\",\"signature\":\"4m9-KglKR7VYHHJEqgdZw9WwQ6Zp9-EUrdNOcD5bGvaRvNJwQUsnch1QjaYcsNqyzKDtYGlnt764kjszrTOIjQ\",\"signingKeySignature\":\"0x46c40ea5cdc3ff2a47eb3150a802876987d3fbfe3e64515d49d85879f8f92ae5552d396e41e45ba353fca3fb0ec79eb970f3b9d0ba0e4419f26399f0331360e71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Kf3QGgHoCCHVzHYsBi4mYulwGZ1C9-oS_RYybW_cpfk\\\",\\\"y\\\":\\\"MyJFgqmZk67xUW8ZROE5hSkzOUO9eOtGPKvU9R5TH-E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0OdkunO45_rbRPoFr0FLJNNSYYzP2CvwkHpeITKzvog\"}"