"{\"content\":{\"body\":\"My synthesis of articles on Bitcoin and energy.\\n\\n## tl;dr\\n\\n1. `Energy demand will drop`: Economics of Bitcoin mining will get worse AND more Bitcoin payments will settle off-chain (with minimal energy req'd)\\n2. `Energy mix will get cleaner`: otherwise \\\"wasted\\\" energy from renewables is ideal source\\n\\n### 1. Blockchains have different energy needs\\n\\nEnergy demand is a function of the computing power needed to verify transactions.\\n\\nBitcoin uses a Proof-of-Work consensus mechanism. This requires lots of computing power.\\n\\nWhile Bitcoin uses Proof-of-Work, it's worth mentioning that not all blockchains do.\\n\\nProof-of-Stake is an alternative, designed to be more efficient and scaleable. Solana and Cardano are two of the leading PoS coins. Ethereum is also trying to move from PoW to PoS.\\n\\n### 2. The difficulty of mining Bitcoin has increased exponentially\\n\\nThis is by design. The rate at which new bitcoin is issued onto the network is constant.\\n\\nThe more miners there are competing for each bitcoin, the more difficult the calculations get.\\n\\nIn 2010, it you could mine bitcoin using a personal computer.\\n\\nNow, miners need farms of application-specific integrated circuits (ASICs) to be competitive.\\n\\n![](https://images.mirror-media.xyz/publication-images/TGKguaR147DcOOYpgEbtr.png?height=712&width=1129)\\n\\nThe implication: it takes far more energy to mine one bitcoin and only big operators can do it economically.\\n\\n### 3. Most of the world's bitcoin has already been issued\\n\\nThe supply of Bitcoin is capped at 21 million. Nearly 19 million is already mined.\\n\\nBitcoin is only issued once. Half the bitcoin was issued before 2012 — when the difficulty and energy req'd were low.\\n\\nThe reward in the form of new bitcoin for confirming a block of transactions halves every four years.\\n\\nThis is also by design.\\n\\n![](https://images.mirror-media.xyz/publication-images/cxSiBfuh2ovaPKphm0AkY.png?height=513&width=660)\\n\\nBitcoin's halving function means that the supply of new bitcoin will run out in the year 2140.\\n\\n### 4. The economics for miners are changing\\n\\nNic Carter [estimates](https://www.coindesk.com/business/2021/03/05/the-frustrating-maddening-all-consuming-bitcoin-energy-debate/) miners earn 85% of their income from issuance of new Bitcoin.\\n\\nBut this component of miner revenue is structurally decaying. As supply runs out, miners should switch to transaction fee-based income.\\n\\nTransaction fees get passed on to end users. The more transactions settled directly on Bitcoin, the more expensive it will be to use.\\n\\nThe more expensive it is to use, the less practical it is for end users. No one wants to pay $100 to settle a payment of $50.\\n\\n### 5. One Bitcoin payment does not equal one Bitcoin transaction\\n\\nNot all Bitcoin payments need to settle directly. Payments can be settled at higher layers of the blockchain.\\n\\nOne on-chain transaction could settle millions of off-chain / near-chain transactions.\\n\\nOrganizations are building deferred-settlement payments systems on higher layers of the blockchain.\\n\\nWe have similar infrastructure in our existing financing system.\\n\\nThis is the solution to high transaction costs and keeps fees modest for end users.\\n\\n### 6. As the economics change, so too will the energy demand\\n\\nThis is Nic's core argument: don't extrapolate future energy demand from current demand.\\n\\nEnergy wasn't a big concern in the first act of Bitcoin's existence, when it was cheap to mine.\\n\\nNic [also argues](https://www.coindesk.com/business/2020/05/19/the-last-word-on-bitcoins-energy-consumption/) that energy will be less of a concern in the third act.\\n\\nThat's when Bitcoin's economics shift the action from mining new bitcoin at high cost to settling transactions at low cost.\\n\\nBut we’re in the second act now - and energy use is really high.\\n\\n### 7. Energy is not globally fungible\\n\\nVery little of the world's energy is useful in powering a light in my home at night.\\n\\nEnergy is expensive to store and decays over distance. I need energy generated close to my home. This constrains the options.\\n\\nRenewable sources often have imbalances in supply and demand.\\n\\nThis results in a surplus of energy at times and a deficit at others. Excess potential energy is wasted. \\n\\n*But otherwise wasted energy is a good source for bitcoin mining*\\n\\n### 8. Bitcoin miners are unique energy buyers\\n\\nBitcoin miners are OK with a highly flexible and easily interruptible load. \\n\\nThey can be located anywhere in the world, so long as there's Internet.\\n\\n* China had significant underutilized hydro capacity, making it an obvious first mover for bitcoin mining. But policies changed.\\n* Others like the US, Canada, and Kazakhstan followed soon after.\\n* Iceland is also well-positioned due to its abundant geothermal energy.\\n\\nBitcoin miners also pay out in a globally liquid cryptocurrency.\\n\\n### 9. More income and less energy waste will make renewables even more competitive\\n\\nThis is the thesis of Square / ARK Invest's [memo](https://assets.ctfassets.net/2d5q1td6cyxq/5mRjc9X5LTXFFihIlTt7QK/e7bcba47217b60423a01a357e036105e/BCEI_White_Paper.pdf).\\n\\nCryptocurrency mining, combined with improvements in transmission capacity and energy storage, *could make renewables more viable*.\\n\\n* Solar and wind energy suffer from intermittency issues. They also tend to be built in places with lots of land (and sunlight / wind) but little nearby load.\\n* Hydro and geothermal projects are often even more remote.\\n\\nNew income streams could help renewables smooth out the “Duck Curve”, i.e., that less energy is required at certain times of the day.\\n\\n![](https://images.mirror-media.xyz/publication-images/GxxSwYj1IQ0bLVsuyo1kI.png?height=1162&width=2062)\\n\\n## There's still a ways to go\\n\\nIt's hard to find a good estimate of how much new (vs wasted) energy Bitcoin mining consumes.\\n\\nThe incremental energy is likely less than many assume. But it could be far less and far cleaner.\\n\\nMore transparent analysis is needed.\",\"timestamp\":1636737079,\"title\":\"How Bitcoin Gets Greener\"},\"digest\":\"jkP-mkdiifSDzH_h426c1U2eIG9h_gZOao5KXQjIzRY\",\"authorship\":{\"contributor\":\"0x5a5D9aB7b1bD978F80909503EBb828879daCa9C3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B0riQ0zqeSQiGpY5oDTmBmvrnJqfj4Y4SAITBCnEhcg\\\",\\\"y\\\":\\\"DKQ2xNJQGITQD8AVVlzPPDMX3pfQDQdLd9edzyUKlIo\\\"}\",\"signature\":\"kLmBvYlCh3lj7CRrzWYZ6tWUcJ85t1JM4qUCHCRNoLnfgdrc7VBwNBCaRRE7u3ENCtawXemyb2yyv4fGh6Uh9Q\",\"signingKeySignature\":\"0x3b08eeb76589a4153c5013321b0ce19de6bf584cbafc2ba8cf06d99b9f90ae877446c5575b4d897de73a69de7299a2e1f1b26caae9d4476e94787dd46c6d943a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B0riQ0zqeSQiGpY5oDTmBmvrnJqfj4Y4SAITBCnEhcg\\\",\\\"y\\\":\\\"DKQ2xNJQGITQD8AVVlzPPDMX3pfQDQdLd9edzyUKlIo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jkP-mkdiifSDzH_h426c1U2eIG9h_gZOao5KXQjIzRY\"}"