"{\"content\":{\"body\":\"**The Metaverse and the Proof of Beauty**\\n\\nMetaverse, Ethereum, non-fungible tokens, hash, mint #1 are now globally used words, and not only by crypto savvy people. NFT was declared the Collins Dictionary's word of the year, described as \\\" chunk of digital data which records who a piece of digital artwork or a collectible belongs to\\\".\\n\\n[Proof of Beauty Studio](https://twitter.com/prrfbeauty) expands the short definition to a higher meaning, as NFTs can become memorabilia of events. Blockchain transactions, known as hash, can be minted as non-fungible tokens at Proof of Beauty Studio. Collectors can mint history in the form of NFTs, by creating memorabilia based on the hash attributes. The algorithm will consider all the attributes of the transaction and (such as sender, token, value, gas fees, etc) and will generate shapes, colors and patterns based on the details within the hash.\\n\\n![](https://images.mirror-media.xyz/publication-images/FdT8x47eneMjVTN_KjuUb.png?height=1080&width=682)\\n\\nThe #London Gift was created as a social project  meant to celebrate the EIP-1559 hard fork and a way to remember blockchain history. The ceremonial idea was based on the idea to incentivize people to mint at low gas price, 15.59 gwei, by rewarding them with 1559 $LONDON tokens. The reward was the exact price required to mint on of the 8888 generative art mementos known as the London Gift.  The [LondonDAO](https://twitter.com/LondonDAO) was created to celebrate the future of generative art, a place where London Gift holders have voting power.\\n\\n![](https://images.mirror-media.xyz/publication-images/XiBDCqoAdLeYy4clG7VOp.png?height=400&width=400)\\n\\nNovelty is what Proof of Beauty thrives for, and [Publico](https://publico.pob.studio/) follows the vision. The new NFT cultural phenomenon  represent a study of different aspects of the bound between the NFT creator and the NFT collector.\\n\\n**All I want for Christmas is... Proof of Beauty!**\\n\\n![](https://images.mirror-media.xyz/publication-images/wpRHdVHtmJ9eDKUAxKQnL.png?height=464&width=694)\\n\\nI added a PoB NFT on my Christmas list, and if the Gods of Gwei will be less angry, I may mint one. I know Proof of Beauty NFTs will become more and more appreciated and will trend into the Metaverse, as the supply is always limited. As you read this article, it's the HASH SAGA final countdown! There are less than 2 days to mint SAGA transactions... how will you remember your best hash?\\n\\nThe system that drives PoB towards success comes from the vision and roadmap, as the DAO brands continue to scale. The lore behind each project is unique and with deep ramifications in the demands of the audience. The topics and trends are powered by to community and a large part of the ecosystem seeks novel, unique and innovative ideas.\\n\\nHowever, the new ideas are gaining extra value based on how unique the minting process is, how special was the transaction, and many more factors. The birth of Ethereum was the most expensive HASH minted and sold, for 50 ETH. The NFT called [\\\"First Transaction\\\"](https://opensea.io/assets/0xe18a32192ed95b0fe9d70d19e5025f103475d7ba/57896044618658097711785492504343953926975274699741220483192166611388333031450) was bough by Lazlo Kovacs on the 25th of February 2020.\\n\\n![](https://images.mirror-media.xyz/publication-images/h5q192aHSQHbUZoi1Ab3C.png?height=510&width=1066)\\n\\nThe Ethereum Blockchain \\\"First Transaction\\\" happened on the 7th of August 2015, when a small amount of Ethereum was sent to a fresh ETH address, and is considered the Bing Bang of the ETH ecosystem. The hash importance requested extra \\\"insurance\\\" and this is where [Historians DAO](https://twitter.com/HistoriansDAO) comes in action. The Historians are the experts that are archiving the blockchain history and support the HASH v3 expansion.\\n\\n![](https://images.mirror-media.xyz/publication-images/-exR67uZrDIa5ZFi6HylD.png?height=200&width=600)\\n\\nThe [Historians DAO](https://twitter.com/HistoriansDAO) core functions are to investigate and verify the title and descriptions given to HASHes. The Historians will maintain the PoB credibility and promote the HASH ecosystem by giving verdicts regarding minted NFTs.\\n\\nHistorians will create short opinions that will verify or dispute the title and description given to the minted HASH, called \\\"verdicts\\\".  The verdict will need 3 upvotes to be completed and moved on-chain, as the deliberations and upvote system is off chain. The final verdict is moved on chain by the Owner of the HASH, showing that his title and description are matching the transaction events and data.\\n\\n![](https://images.mirror-media.xyz/publication-images/rV1WhrxruwiXJH3aPczLw.png?height=684&width=1274)\\n\\n**Check out the PoB trilogy:**\\n\\n[The Proof of Beauty Trilogy: $HASH Saga](https://www.publish0x.com/mind-puzzle/the-proof-of-beauty-trilogy-dollar-hash-saga-xmmgpol)\\n\\n[The Proof of Beauty Trilogy: $LONDON](https://www.publish0x.com/mind-puzzle/the-proof-of-beauty-trilogy-dollar-london-xpplzdy)\\n\\n[The Proof of Beauty Trilogy: Publico](https://www.publish0x.com/-/the-proof-of-beauty-trilogy-publico-xglzngx)\",\"timestamp\":1639092109,\"title\":\"All I want for Christmas is .... Proof of Beauty!\",\"publication\":\"pob\"},\"digest\":\"yYbH20NkywJhGfuHfY82eYDr7ODDDCHG2Eabuz24JaA\",\"authorship\":{\"contributor\":\"0x4f49D938c3Ad2437c52eb314F9bD7Bdb7FA58Da9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pA4tkayEY_LNOKEcOUETNqGjmWLfnPOGKkzza5fw-5k\\\",\\\"y\\\":\\\"lSY6iaieT3d4IQZ9GijKo7EmxRr8gVqaKU-NhnquO4c\\\"}\",\"signature\":\"NjMkJYy0Az1ZJKHJD72Ox5C3O0cbT_qDSHo890qeEPsAmc6mjPyG_5DQ6BylnfM2mTc6eUaoEF4bmokE7ngcEg\",\"signingKeySignature\":\"0x689ebceba22940dbffd44ce87faf1b500f4795f532967679e991219aadac11e86c4236eabb3cd69ddae4383c776653efd1aae64ec61fb7a7db75281f2c9599491b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pA4tkayEY_LNOKEcOUETNqGjmWLfnPOGKkzza5fw-5k\\\",\\\"y\\\":\\\"lSY6iaieT3d4IQZ9GijKo7EmxRr8gVqaKU-NhnquO4c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yYbH20NkywJhGfuHfY82eYDr7ODDDCHG2Eabuz24JaA\"}"