"{\"content\":{\"body\":\"Hey everyone, Yash here. This week, we’re kicking off something new :)\\n\\nWelcome to the first issue of Timestamp, **a special series documenting the creative and commercial lives of music creators in web3**. This series serves as a snapshot in time — as the music industry undergoes a fundamental shift towards ownership, community, and legitimacy, it’s important to highlight the lives of individual creators who are spearheading this shift.\\n\\nI hope this series helps music creators who are still on the fence—folks who are still deciding whether going down the crypto rabbit-hole is a good use of their time and money—by demystifying some concepts and laying out simple, actionable steps to get started.\\n\\nFor this first edition, we are joined by [Karma](https://twitter.com/karmawav), a music creator who has been at the cutting edge of music and web3 for a very long time.\\n\\nAlright, let’s dive straight in:\\n\\n### Karma, could you introduce yourself to AfD readers?\\n\\nHi, I’m Karma. I am a musician, music producer and WRLD builder. I've been a musician most of my life and a crypto native since 2016. I have worked with multiple early-stage projects and communities. I have my music project [Karma.wav](https://twitter.com/karmawav) and my music duo [KarmaVioletta](https://twitter.com/KarmaVioletta) with my girlfriend [Violetta](https://twitter.com/violettagotwavs), for which we recently released our genesis music video NFT on Zora for our song “[Without You.](https://zora.co/collections/zora/6531)”\\n\\nI am currently in the middle of many web3 experiments in the music space, from doing web3 songwriting camps with [Songcamp](https://twitter.com/songcamp_) to building wavWRLD, a social club at the intersection of music and web3. I also co-created 2 NFT projects, a digital card game called “In Search of Satoshi Nakamoto” and a 1 of 1 art project called “A Brief History of Art”, with my sister [Tori](https://twitter.com/ToriGenZ) and my Mom [Jacqueline](https://twitter.com/genxjacqueline). We call ourselves [Generation XYZ](https://twitter.com/wearegenxyz), with a mission to educate all three generations about crypto, NFTs and web3 via thought-provoking art and games.\\n\\nI am currently exploring how the ownership economy will impact the music market. My mission is to live in a world where a kid can tell their parents, \\\"I want to be a musician, artist or creator,\\\" and there's a viable path for that financially, emotionally and socially. 🎵 🌊 🎹\\n\\n### What got you interested in web3? Describe your career in music before web3 — did you ever try going down the traditional music industry route?\\n\\nInitially, I found crypto on a podcast with Andres Andrianopoulos. That was my first introduction to thinking about money as value exchange on a shared ledger. I got more directly involved in crypto throughout the last bull run and worked at an early-stage company whose mission was to democratize access to alternative assets. I saw early glimpses of NFTs with things like Crypto Kitties and even remember thinking, *“What if digital scarcity could be reintroduced to music?”* when learning about the double-spending problem.\\n\\nI stumbled upon [Li Jin](https://twitter.com/ljin18)'s [piece on the Passion Economy](https://future.a16z.com/passion-economy/) while getting interested in what was going on in the creator economy via Jack Conte from Patreon and other founders and creators. I was scratching my own itch by looking for ways to capture value from being a creator that didn't require playing gigs every weekend and selling merch. I tried all the traditional web2 tactics for my music, but the platforms didn't have aligned incentives for creators and it always felt like an uphill battle.\\n\\nI started seeing exciting experiments in NFTs begin to emerge at the end of 2020. It became apparent that web3 would be the technology allowing the ownership economy to emerge. It was the missing piece in the tech stack.\\n\\nI grew up playing in bands and recording music. I started making music on my computer, fell down the Ableton rabbit hole and the rest is history. I decided early on as a musician that I wanted to do it on my own terms and my primary fulfilment came from playing instruments and creating music. I saw many of my musician friends who had gotten a lot of attention, but weren’t fulfilled, were struggling to get by and lost the love for making music. I have made music all my life, but I take a generalist approach to it. Seeing life through the lens of music is my motto.\\n\\n### What is the most practical advice for music creators to take their first step into crypto?\\n\\nFigure out your \\\"Why?\\\" Why do you want to get involved in the NFT space? (Shout out to [Simon Sinek](https://twitter.com/simonsinek)!)\\n\\nMint something and buy something inexpensive. Having skin in the game and making on-chain transactions will consolidate all the \\\"theory\\\" you have learned and give you direct experience.\\n\\n### If someone had to learn crypto from first principles, where should they start?\\n\\nLearn what a wallet is and how to secure it. What is a blockchain? Why are self-sovereignty and agency core principles of web3. The [Bitcoin whitepaper](https://bitcoin.org/bitcoin.pdf) is a good resource, Chris Dixon and Naval Ravikant on the [Tim Ferris podcast](https://www.youtube.com/watch?v=DlNDYMNJ5zQ) and the Naval Ravikant and Vitalik Buterin episode to name a few. There’s also a course on [Brilliant](https://brilliant.org/) about cryptographic primitives.\\n\\n*“NFTs are a simple set of blockchain standards that enable genuine ownership in an interoperable, re-mixable and secure way. For the first time, users can now genuinely own digital objects.”* - Chris Dixon\\n\\n### Discovery still seems to be an issue in web3. Music creators seem to be relying on web2 social platforms (primarily Twitter) to promote their NFTs, or other web3 offerings. How do you see web3 solving discovery?\\n\\nThe first step to solving a problem is clearly defining the problem set. There's currently no incentive to promote new music, showcase the long tail of artists and optimize for anything but popularity. We need to align incentives for the artist and fan's best interests instead of the platforms. It's early on in the adoption curve. Still, as consumer behavior shifts and early contributors demand ownership and upside in the value capture of the networks and platforms they participate in, we will start to see new tools emerge for web3 discovery.\\n\\nPlatforms like [Sound.xyz](https://www.sound.xyz/) host listening parties where artists can be supported and find their 1,000 True Fans. I could see them including the community in the curation process and rewarding listeners for finding emerging artists. We need to reward and incentivize curation and discovery in new and novel ways.\\n\\nAnother significant bottleneck for discovery in music NFTs is metadata standards. Luckily a collective of builders and musicians across the web3 space [have self-organized](https://mintsongs.notion.site/mintsongs/A-better-music-token-metadata-standard-260506f3a5b342c6b0c893892f37e711) to develop better standards.\\n\\nDAOs and social crypto will be growing trends to allow for better sense-making. Even on Twitter, it's hard to find the signal in the noise if you're new to web3. Experiments and communities like [Songcamp](https://twitter.com/songcamp_) (a writing camp and incubator for musicians), [Good Karma Records](https://twitter.com/goodkarmadao) (a music label DAO owned by an artist) and [wavWRLD](https://twitter.com/wavWRLD_) (a social club at the intersection of music and web 3), amongst many others, are emerging discovery tools. These still live on Discord, hybrid web3 you could say, with the new Metamask integration announcement. Ultimately, there's much building to be done, and web3 discovery needs a lot of work and experimentation.\\n\\n### Can you tell us a little bit about your experience at Songcamp? How would you explain Songcamp to a conventional (web2) artist? What are your thoughts on the future of collective music creation?\\n\\nI found Songcamp while looking for communities doing interesting experiments in the music space. You can think of Songcamp as a mix between songwriting camps and web3 hackathons. It's as if Y combinator went to Nashville to do a songwriting writing camp. Each cohort or camp tests different ideas around music-making, collective creation and distribution. We explore all art mediums (visual, written, etc.) but music is the main focus. Everything we believe about funding, creating and releasing our creative work is transforming. Songcamp is a laboratory conducting highly experimental songwriting camps + music NFT releases. A place where musicians can experiment, play and explore where these new web3 primitives can take us. (You can check out the history of Songcamp [here](https://songcamp.mirror.xyz/K9i_cjk1zep0ESfu71Wj5by2zrHOIopAvZ5iSmDJYY0).)\\n\\n### Can you talk a little bit about wavWRLD and your idea behind it?\\n\\nI believe your success in life and web3 is correlated to how well you can collectively and individually make sense of the world. Web2 has led to the near collapse of sense-making. The information commons is hijacked by algorithms optimizing for doom scrolling and a large portion of social interactions are predicated on third-party advertisers bidding on your attention. Coordinating with people to create aligned incentives with the goal of finding the signal in the noise is one of the most exciting things about web3 technology and I needed a place where I could do this socially outside of Twitter. wavWRLD is a social club at the intersection of music and Web3. In its current state, it is a social club. Why a social club? Because\\n\\n> “ʏᴏᴜʀ sᴜᴄᴄᴇss ɪɴ ᴡᴇʙ𝟹 ɪs ᴅɪʀᴇᴄᴛʟʏ ᴄᴏʀʀᴇʟᴀᴛᴇᴅ ᴛᴏ ʜᴏᴡ ɪɴɢʀᴀɪɴᴇᴅ ʏᴏᴜ ᴀʀᴇ ɪɴ ᴛʜᴇ ᴄᴏᴍᴍᴜɴɪᴛʏ. ᴛʜᴇ sᴛʀᴏɴɢᴇʀ ʏᴏᴜʀ ɴᴇᴛᴡᴏʀᴋ, ᴛʜᴇ ᴄʟᴏsᴇʀ ʏᴏᴜ ᴀʀᴇ ᴛᴏ ᴛʜᴇ sᴏᴜʀᴄᴇ. ᴀsᴋ ɴᴏᴛ ᴡʜᴀᴛ ᴛᴏ ʙᴜʏ, ʙᴜᴛ ᴡʜᴏ ᴛᴏ ᴍᴇᴇᴛ.\\\" - ᴄᴏᴏᴘᴀʜᴛʀᴏᴏᴘᴀ\\n\\n### How would you advise music creators to stay creatively and commercially productive?\\n\\n**A web3 native music creator wears multiple hats: not only are you making music, you’re also managing a community, figuring out tokenomics and governance, creating visual content to go along with the music, and so much more.**\\n\\nI think we are all answering these questions via experimentation, but it's a conversation I have been starting to have a lot more with musicians and we are planning to host a discussion in the wavWRLD discord in the new year. I began to think about creativity in seasons similar to nature, thanks to my friend and fellow Songcamp member Mark Redito. So maybe there's a case to be made for musicians using seasonal creation to allow for periods of more focus on specific hats. I have always been wearing multiple hats for music—writing, recording, producing, mixing and mastering my songs. I plan release campaigns, film music videos, build websites and book my own gigs. For musicians like me, wearing multiple hats comes naturally and I prefer building community than running and setting up Facebook and Instagram ads. Finding someone to complement your strengths is essential for musicians who don't want to wear various hats. It can be as easy as hiring a community builder or a knowledgeable friend, helping with governance and tokenomics. Daniel Allan is an excellent example of this. [Coopahtroopa](https://twitter.com/Cooopahtroopa) helped him with his tokenomics and [Henry Chatfield](https://twitter.com/HenryChatfield) helps manage his Discord community. I created wavWRLD to allow for a space where people could find each other to help actualize their creations and we have already seen some community builders get connected with musicians.\\n\\n### What is the current achilles heel of the music x web3 world?\\n\\nThe internet going offline or a 51% attack on the network. Besides that, lack of consumer adoption or the hypothesis being proven wrong over time.\\n\\n**Give readers a look inside the tools, platforms, and networks you use for creating, distributing and monetizing your fans**\\n\\nI use a combination of Discord, Zora, Foundation, Sound.xyz, Catalog, PartyBid, MintSongs, Mirror.xyz, Ethereum, Solana, Audius and Opensea. I am also looking into glass.xyz and some emerging platforms, but I have less direct experience with those.\\n\\n### One artist to look out for in the music x web3 space?\\n\\nI will give you some low-key artists for that alpha. Lookout for an artist called [Greydient](https://twitter.com/greydient_music) from Songcamp and an artist called Julian Mudd who started [Mudd DAO](https://twitter.com/MuddDAO).\\n\\n### What are your thoughts on fan clubs structured as DAOs?\\n\\nDAOs as fan clubs are interesting, and I have been watching them play out well, as well as participating in them. I think it’s important to think about the secondary and tertiary effects of turning yourself into a DAO. What does it look like when you have a bunch of your fans directly holding tokens? What are their expectations? What does having all that financial interest do to the music? Are artists over-promising on things they can’t deliver in the future? What happens during a bear market? These are questions we should be asking ourselves, but we will not have the answers until we gather enough information to make sense of the data.\\n\\n### If you had the chance to send one article/essay to convince a music creator to adopt web3, which one would you send them?\\n\\nLi Jin’s “[The Passion Economy and the Future of Work](https://future.a16z.com/passion-economy/)”\\n\\n### What’s coming up next? Anything you’d like to plug? 🙂\\n\\nMy duo KarmaVioletta’s [first music video NFT](https://zora.co/collections/zora/6531) for our single “Without You” is currently up for auction on Zora and also has a PartyBid. I have a music video coming out on Zora for my first single “WRLD.” I will also be releasing new music and videos as part of my “web3 experiments” while documenting my process.\\n\\n\\n---\\n\\nThank you so much for reading! If you want to get in touch, you can respond directly to this email or reach out on **[Twitter](https://us-west-2.protection.sophos.com/?d=substack.com&u=aHR0cHM6Ly9lbWFpbC5tZzEuc3Vic3RhY2suY29tL2MvZUp4VlVERnl4Q0FNZk0zUnhRUFltTHVDNGxMa0Q2azhBaFNiSERZT2lMbng3NE56VldaVVNLTmQ3YTRjRU00cEgtWXJJNzQ5TWJxMElxc0Y4eFM4a1p4ZmxSNUc1ZzNYMG1uTFFwbE81QW9oR3JaWEc0TURDbWs3MFlvcjNyUEZqQ09DMG5BVmNyVGdyWFk5NnBzSHB3QUZ4OEd4UFJXYW9QcUFtMFBEb2xtSTluTHA3eGY1MFlxZWdRaHoxNnkwNlJQSzhnNHpSQmFhSDhtRkVJTlFmYTl1bmVpaS01YkRUd25qbmk0RFgyZlJsV29MZ1h1Y2JKYk5ZVTlxMjFuTWo0allvYTh2ZlRyMnBrM19nN2RFVTJ2V3VnVTZKdHpBUnZTR2NzVVhxYVZrVGNHbjlvRE5ITTNhM18xZlFmaHZxZw==&i=NWYxNzE3MzJiNTVmZGEwZmIyNjc1OWYw&t=cFZXaGRHTFFkVTdGM2tIbFJ2UmVKbzBSUzFINTd6cHNpRGtDK0x3Wk1EQT0=&h=916cc5793e3c4751a444467ce1e01040)**. Always excited to meet like-minded humans!\\n\\nUntil next time,\\n\\n— Yash\",\"timestamp\":1642486021,\"title\":\"music x web3 creator tool stack ft. karma.wav\"},\"digest\":\"5AtmqjTVgUdrAqEvXyl75DLX13grUwuo9jQgNnI_8cA\",\"authorship\":{\"contributor\":\"0x159953A886aE1e0964C17451cb1571a295DDA6C0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pFTwP1mGeaayeRzRgrlaX5QCOjIvGDQqXtotZ4yrSkw\\\",\\\"y\\\":\\\"y_nmixl-aqpMW2MdneqUK1f8KCqFFQCT17UEpptXn0E\\\"}\",\"signature\":\"tmJddLA8O0Xks5yIRGyuIwcGPJM0YDjKkOJEtdwoRH_UiFVer6uziuJEswj5OmJQ5Ahj8m7P_gaLn0URSCmJQg\",\"signingKeySignature\":\"0x6e49f9e6e97f78c3668d10fa00443caf5a23f6d8ce3ba16d04be4273766d7e18533d8bb0d6ab4f6abc168405d84356d2b7b344b1a82f4ddc4450b2e2233e0f161c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pFTwP1mGeaayeRzRgrlaX5QCOjIvGDQqXtotZ4yrSkw\\\",\\\"y\\\":\\\"y_nmixl-aqpMW2MdneqUK1f8KCqFFQCT17UEpptXn0E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bTJ6IutaAYRVRZmBMjAv91udanA7wbAAR8JPKTZ0rq8\"}"