"{\"content\":{\"body\":\"Consider a scenario: Assuming you have funds on Arbitrum, you specifically choose to use this domain because it is a rollup, which means (under some reasonable assumptions) that your funds are fully protected by the underlying validators of Ethereum. In other words, your funds may be as safe in the crypto economy as in the blockchain ecosystem.\\n\\nNow imagine that you decide to use a \\\"bridge\\\" to transfer your funds to Optimism cheaply and quickly. Optimism is also trustless, so you can rest assured to put your funds there because you know they will share the same level of security as Arbitrum (the security of Ethereum)\\n\\nHowever, the \\\"bridge\\\" protocol you are using uses its own set of external validators. Although this may not seem like a big deal at first, your funds are no longer secured by Ethereum, but by the \\\"bridge\\\" validator:\\n\\n• If this is an asset locking/minting \\\"bridge\\\", creating a packaged asset means that the \\\"bridge\\\" validator can now unilaterally collude to steal all your funds;\\n• If this is a \\\"bridge\\\" that uses a liquidity pool, the \\\"bridge\\\" validator can collude in a similar way to steal all pool funds from the liquidity provider (LP).\\n\\nAlthough everyone has been waiting for a safe, trustless L2 for several years, your situation now is the same as when you use a trusted sidechain or a trusted L1 architecture.\",\"timestamp\":1634226867,\"title\":\"What happens if we add new validators between domains?\"},\"digest\":\"18J5O2XN_Wgg_z1jOaWdvXno5QlO-t1z7yx05B64-Fs\",\"authorship\":{\"contributor\":\"0xFc990249053E7DdfEF5450D7766038816aC63038\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"38Pxwa2a6qt99mj-B60QobiIiEgn4GJpoZ9MjHP8ofQ\\\",\\\"y\\\":\\\"pPee6_1adGCIowMNZu3gqMOdVksEBvETHlsiBBqZR0E\\\"}\",\"signature\":\"9Ft5EN6yxTIM3EvWHTHoRHFMp9RLHbDGpEv5ENXuiQ44oId44LkLLGCWEYufHzwB_gDykiY7BR1yeH2BysdwuQ\",\"signingKeySignature\":\"0x8e2b21f5d220046396d713ce2aba0a310790e6c06241c0713ebfeb51f60da6b94f1d4df07d8140c0c10d32861ce2703627f6257494ab55c1611c782a462beb461c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"38Pxwa2a6qt99mj-B60QobiIiEgn4GJpoZ9MjHP8ofQ\\\",\\\"y\\\":\\\"pPee6_1adGCIowMNZu3gqMOdVksEBvETHlsiBBqZR0E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"18J5O2XN_Wgg_z1jOaWdvXno5QlO-t1z7yx05B64-Fs\"}"