"{\"content\":{\"body\":\"\\\"Yes, I have,\\\" said Mrs. Wood, honestly. \\\"I often wish we could break up a few\\nof our cities, and scatter the people through the country. Look at the lovely\\nfarms all about here, some of them with only an old man and woman on them. The\\nboys are off to the cities, slaving in stores and offices, and growing pale and\\nsickly. It would have broken my heart if Harry had taken to city ways. I had a\\nplain talk with your uncle when I married him, and said, 'Now my boy's only a\\nbaby and I want him to be brought up so that he will love country life. How are\\nwe going to manage it?'\\n\\n\\\"Your uncle looked at me with a sly twinkle in his eye, and said I was a pretty\\nfair specimen of a country girl, suppose we brought up Harry the way I'd been\\nbrought up. I knew he was only joking, yet I got quite excited. 'Yes,' I said,\\n'Do as my father and mother did. Have a farm about twice as large as you can\\nmanage. Don't keep a hired man. Get up at daylight and slave till dark. Never\\ntake a holiday. Have the girls do the housework, and take care of the hens, and\\nhelp pick the fruit, and make the boys tend the colts and the calves, and put\\nall the money they make in the bank. Don't take any papers, or they would waste\\ntheir time reading them, and it's too far to go the postoffice oftener than once\\na week; and' but I don't remember the rest of what I said. Anyway, your uncle\\nburst into a roar of laughter. 'Hattie,' he said, 'my farm's too big. I'm going\\nto sell some of it, and enjoy myself a little more.' That very week he sold\\nfifty acres, and he hired an extra man, and got me a good girl, and twice a week\\nhe left his work in the afternoon and took me for a drive. Harry held the reins\\nin his tiny fingers, and John told him that Dolly, the old mare we were driving,\\nshould be called his, and the very next horse he bought should be called his\\ntoo, and he should name it and have it for his own; and he would give him five\\nsheep, and he should have his own bank book and keep his accounts; and Harry\\nunderstood, mere baby though he was, and from that day he loved John as his own\\nfather. If my father had had the wisdom that John has, his boys wouldn't be the\\none a poor lawyer and the other a poor doctor in two different cities; and our\\nfarm wouldn't be in the hands of strangers. It makes me sick to go there. I\\nthink of my poor mother lying with her red hands crossed out in the churchyard,\\nand the boys so far away, and my father always hurrying and driving us I can\\ntell you, Laura, the thing cuts both ways. It isn't all the fault of the boys\\nthat they leave the country.\\\"\\n\\nMrs. Wood was silent for a little while after she made this long speech, and\\nMiss Laura said nothing. I took a turn or two up and down the stable, thinking\\nof many things. No matter how happy human beings seem to be, they always have\\nsomething to worry them. I was sorry for Mrs. Wood for her face had lost the\\nhappy look it usually wore. However, she soon forgot her trouble, and said:\\n\\n\\\"Now, I must go and get the tea. This is Adele's afternoon out.\\\"\\n\\n\\\"I'll come, too,\\\" said Miss Laura, \\\"for I promised her I'd make the biscuits for\\ntea this evening and let you rest.\\\" They both sauntered slowly down the plank\\nwalk to the house, and I followed them.\\n\\nCHAPTER XXXII  OUR RETURN HOME\\n\\nIN October, the most beautiful of all the months, we were obliged to go back to\\nFairport. Miss Laura could not bear to leave the farm, and her face got very\\nsorrowful when any one spoke of her going away. Still, she had gotten well and\\nstrong, and was as brown as a berry, and she said that she knew she ought to go\\nhome, and get back to her lessons.\\n\\nMr. Wood called October the golden month. Everything was quiet and still, and at\\nnight and in the morning the sun had a yellow, misty look. The trees in the\\norchard were loaded with fruit, and some of the leaves were floating down,\\nmaking a soft covering on the ground.\\n\\nIn the garden there were a great many flowers in bloom, in flaming red and\\nyellow colors. Miss Laura gathered bunches of them every day to put in the\\nparlor. One day when she was arranging them, she said, regretfully, \\\"They will\\nsoon be gone. I wish it could always be summer.\\\"\\n\\n\\\"You would get tired of it,\\\" said Mr. Harry, who had come up softly behind her.\\n\\\"There's only one place where we could stand perpetual summer, and that's in\\nheaven.\\\"\\n\\n\\\"Do you suppose that it will always be summer there?\\\" said Miss Laura, turning\\naround, and looking at him.\\n\\n\\\"I don't know. I imagine it will be, but don't think anybody knows much about\\nit. We've got to wait.\\\"\\n\\nMiss Laura's eyes fell on me. \\\"Harry\\\" she said, \\\"do you think that dumb animals\\nwill go to heaven?\\\"\\n\\n\\\"I shall have to say again, I don't know,\\\" he replied. \\\"Some people hold that\\nthey do. In a Michigan paper, the other day, I came across one writer's opinion\\non the subject. He says that among the best people of all ages have been some\\nwho believed in the future life of animals. Homer and the later Greeks, some of\\nthe Romans and early Christians held this view the last believing that God sent\\nangels in the shape of birds to comfort sufferers for the faith. St. Francis\\ncalled the birds and beasts his brothers. Dr. Johnson believed in a future life\\nfor animals, as also did Wordsworth, Shelley, Coleridge, Jeremy Taylor, Agassiz,\\nLamartine, and many Christian scholars. It seems as if they ought to have some\\ncompensation for their terrible sufferings in this world. Then to go to heaven,\\nanimals would only have to take up the thread of their lives here. Man is a god\\nto the lower creation. Joe worships you, much as you worship your Maker. Dumb\\nanimals live in and for their masters. They hang on our words and looks, and are\\ndependent on us in almost every way. For my own part, and looking at it from an\\nearthly point of view, I wish with all my heart that we may find our dumb\\nfriends in paradise.\\\"\\n\\n\\\"And in the Bible,\\\" said Miss Laura, \\\"animals are often spoken of. The dove and\\nthe raven, the wolf and the lamb, and the leopard, and the cattle that God says\\nare his, and the little sparrow that can't fall to the ground without our\\nFather's knowing it.\\\"\\n\\n\\\"Still, there's nothing definite about their immortality,\\\" said Mr. Harry.\\n\\\"However, we've got nothing to do with that. If it's right for them to be in\\nheaven, we'll find them there. All we have to do now is to deal with the\\npresent, and the Bible plainly tells us that 'a righteous man regardeth the life\\nof his beast.'\\\"\\n\\n\\\"I think I would be happier in heaven if dear old Joe were there,\\\" said Miss\\nLaura, looking wistfully at me. \\\"He has been such a good dog. Just think how he\\nhas loved and protected me. I think I should be lonely without him.\\\"\\n\\n\\\"That reminds me of some poetry, or rather doggerel,\\\" said Mr. Harry, \\\"that I\\ncut out of a newspaper for you yesterday;\\\" and he drew from his pocket a little\\nslip of paper, and read this:\\n\\n\\\"Do doggies gang to heaven, Dad?\\n\\nWill oor auld Donald gang?\\n\\nFor noo to tak' him, faither wi' us,\\n\\nWad be maist awfu' wrang.\\\"\\n\\nThere was a number of other verses, telling how many kind things old Donald the\\ndog had done for his master's family, and then it closed with these lines:\\n\\n\\\"Withoot are dogs. Eh, faither, man,\\n\\n'Twould be an awfu' sin\\n\\nTo leave oor faithfu' doggie there,\\n\\nHe's certain to win in.\\n\\n\\\"Oor Donald's no like ither dogs,\\n\\nHe'll no be lockit oot,\\n\\nIf Donald's no let into heaven,\\n\\nI'll no gang there one foot.\\\"\\n\\n\\\"My sentiments exactly,\\\" said a merry voice behind Miss Laura and Mr. Harry, and\\nlooking up they saw Mr. Maxwell. He was holding out one hand to them, and in the\\nother kept back a basket of large pears that Mr. Harry promptly took from him,\\nand offered to Miss Laura \\\"I've been dependent upon animals for the most part of\\nmy comfort in this life,\\\" said Mr. Maxwell, \\\"and I sha'n't be happy without them\\nin heaven. I don't see how you would get on without Joe, Miss Morris, and I want\\nmy birds, and my snake, and my horse how can I live without them? They're almost\\nall my life here.\\\"\\n\\n\\\"If some animals go to heaven and not others, I think that the dog has the first\\nclaim,\\\" said Miss Laura. \\\"He's the friend of man the oldest and best. Have you\\never heard the legend about him and Adam?\\\"\\n\\n\\\"No,\\\" said Mr. Maxwell.\\n\\n\\\"Well, when Adam was turned out of paradise, all the animals shunned him, and he\\nsat bitterly weeping with his head between his hands, when he felt the soft\\ntongue of some creature gently touching him. He took his hands from his face,\\nand there was a dog that had separated himself from all the other animals, and\\nwas trying to comfort him. He became the chosen friend and companion of Adam,\\nafterward of all men.\\\"\\n\\n\\\"There is another legend,\\\" said Mr. Harry, \\\"about our Saviour and a dog. Have\\nyou ever heard it?\\\"\\n\\n\\\"We'll tell you that later,\\\" said Mr. Maxwell, \\\"when we know what it is.\\\"\\n\\nMr. Harry showed his white teeth in an amused smile, and began \\\"Once upon a time\\nour Lord was going through a town with his disciples. A dead dog lay by the\\nwayside, and every one that passed along flung some offensive epithet at him.\\nEastern dogs are not like our dogs, and seemingly there was nothing good about\\nthis loathsome creature, but as our Saviour went by, he said, gently, 'Pearls\\ncannot equal the whiteness of his teeth.'\\\"\\n\\n\\\"What was the name of that old fellow,\\\" said Mr. Maxwell, abruptly, \\\"who had a\\nbeautiful swan that came every day for fifteen years, to bury its head in his\\nbosom and feed from his hand, and would go near no other human being?\\\"\\n\\n\\\"Saint Hugh, of Lincoln. We heard about him at the Band of Mercy the other day,\\\"\\nsaid Miss Laura.\\n\\n\\\"I should think that he would have wanted to have that swan in heaven with him,\\\"\\nsaid Mr. Maxwell. \\\"What a beautiful creature it must have been. Speaking about\\nanimals going to heaven, I dare say some of them would object to going, on\\naccount of the company that they would meet there. Think of the dog kicked to\\ndeath by his master, the horse driven into his grave, the thousands of cattle\\nstarved to death on the plains will they want to meet their owners in heaven?\\\"\\n\\n\\\"According to my reckoning, their owners won't be there,\\\" said Mr. Harry. \\\"I\\nfirmly believe that the Lord will punish every man or woman who ill-treats a\\ndumb creature just as surely as he will punish those who ill-treat their fellow-\\ncreatures. If a man's life has been a long series of cruelty to dumb animals, do\\nyou suppose that he would enjoy himself in heaven, which will be full of\\nkindness to every one? Not he; he'd rather be in the other place, and there\\nhe'll go, I fully believe.\\\"\\n\\n\\\"When you've quite disposed of all your fellow-creatures and the dumb creation,\\nHarry, perhaps you will condescend to go out into the orchard and see how your\\nfather is getting on with picking the apples,\\\" said Mrs. Wood, joining Miss\\nLaura and the two young men, her eyes twinkling and sparkling with amusement.\\n\\n\\\"The apples will keep, mother,\\\" said Mr. Harry, putting his arm around her. \\\"I\\njust came in for a moment to get Laura. Come, Maxwell, we'll all go.\\\"\\n\\n\\\"And not another word about animals,\\\" Mrs. Wood called after them. \\\"Laura will\\ngo crazy some day, through thinking of their sufferings, if some one doesn't do\\nsomething to stop her.\\\"\\n\\nMiss Laura turned around suddenly. \\\"Dear Aunt Hattie,\\\" she said, \\\"you must not\\nsay that. I am a coward, I know, about hearing of animals' pains, but I must get\\nover it. I want to know how they suffer. I ought to know, for when I get to be a\\nwoman, I am going to do all I can to help them.\\\"\\n\\n\\\"And I'll join you,\\\" said Mr. Maxwell, stretching out his hand to Miss Laura,\\nShe did not smile, but looking very earnestly at him, she held it clasped in her\\nown. \\\"You will help me to care for them, will you?\\\" she said.\\n\\n\\\"Yes, I promise,\\\" he said, gravely. \\\"I'll give myself to the service of dumb\\nanimals, if you will.\\\"\\n\\n\\\"And I, too,\\\" said Mr. Harry, in his deep voice, laying his hand across theirs.\\nMrs. Wood stood looking at their three fresh, eager, young faces, with tears in\\nher eyes. Just as they all stood silently for an instant, the old village\\nclergyman came into the room from the hall. He must have heard what they said,\\nfor before they could move he had laid his hands on their three brown heads.\\n\\\"Bless you, my children,\\\" he said, \\\"God will lift up the light of his\\ncountenance upon you, for you have given yourselves to a noble work. In serving\\ndumb creatures, you are ennobling the human race.\\\"\\n\\nThen he sat down in a chair and looked at them. He was a venerable old man, and\\nhad long, white hair, and the Woods thought a great deal of him. He had come to\\nget Mrs. Wood to make some nourishing dishes for a sick woman in the village,\\nand while he was talking to her, Miss Laura and the two young men went out of\\nthe house. They hurried across the veranda and over the lawn, talking and\\nlaughing, and enjoying themselves as only happy young people can and with not a\\ntrace of their seriousness of a few moments before on their faces.\\n\\nThey were going so fast that they ran right into a flock of geese that were\\ncoming up the lane. They were driven by a little boy called Tommy, the son of\\none of Mr. Wood's farm laborers, and they were chattering and gabbling, and\\nseemed very angry. \\\"What's all this about?\\\" said Mr. Harry, stopping and looking\\nat the boy. \\\"What's the matter with your feathered charges, Tommy my lad?\\\"\\n\\n\\\"If it's the geese you mean,\\\" said the boy half crying and looking very much put\\nout, \\\"it's all them nasty potatoes. They won't keep away from them.\\\"\\n\\n\\\"So the potatoes chase the geese, do they?\\\" said Mr. Maxwell, teasingly.\\n\\n\\\"No, no,\\\" said the child, pettishly; \\\"Mr. Wood he sets me to watch the geese,\\nand they runs in among the buckwheat and the potatoes and I tries to drive them\\nout, and they doesn't want to come, and,\\\" shamefacedly, \\\"I has to switch their\\nfeet, and I hates to do it, 'cause I'm a Band of Mercy boy.\\\"\\n\\n\\\"Tommy, my son,\\\" said Mr. Maxwell, solemnly \\\"you will go right to heaven when\\nyou die, and your geese will go with you.\\\"\\n\\n\\\"Hush, hush,\\\" said Miss Laura, \\\"don't tease him,\\\" and putting her arm on the\\nchild's shoulder, she said, \\\"You are a good boy, Tommy, not to want to hurt the\\ngeese. Let me see your switch, dear.\\\"\\n\\nHe showed her a little stick he had in his hand, and she said, \\\"I don't think\\nyou could hurt them much with that, and if they will be naughty and steal the\\npotatoes, you have to drive them out. Take some of my pears and eat them, and\\nyou will forget your trouble.\\\" The child took the fruit, and Miss Laura and the\\ntwo young men went on their way, smiling, and looking over their shoulders at\\nTommy, who stood in the lane, devouring his pears and keeping one eye on the\\ngeese that had gathered a little in front of him, and were gabbling noisily and\\nhaving a kind of indignation meeting, because they had been driven out of the\\npotato field.\\n\\nTommy's father and mother lived in a little house down near the road. Mr. Wood\\nnever had his hired men live in his own house. He had two small houses for them\\nto live in, and they were required to keep them as neat as Mr. Wood's own house\\nwas kept. He said that he didn't see why he should keep a boarding house, if he\\nwas a farmer, nor why his wife should wear herself out waiting on strong, hearty\\nmen, that had just as soon take care of themselves. He wished to have his own\\nfamily about him, and it was better for his men to have some kind of family life\\nfor themselves. If one of his men was unmarried, he boarded with the married\\none, but slept in his own house.\\n\\nOn this October day we found Mr. Wood hard at work under the fruit trees. He had\\na good many different kind of apples. Enormous red ones, and long, yellow ones\\nthat they called pippins, and little brown ones, and smooth-coated sweet ones,\\nand bright red ones, and others, more than I could mention. Miss Laura often\\npared one and cut off little bits for me, for I always wanted to eat whatever I\\nsaw her eating.\\n\\nJust a few days after this, Miss Laura and I returned to Fairport, and some of\\nMr. Wood's apples traveled along with us, for he sent a good many to the Boston\\nmarket. Mr. and Mrs. Wood came to the station to see us off. Mr. Harry could not\\ncome, for he had left Riverdale the day before to go back to his college. Mrs.\\nWood said that she would be very lonely without her two young people, and she\\nkissed Miss Laura over and over again, and made her promise to come back again\\nthe next summer.\\n\\nI was put in a box in the express car, and Mr. Wood told the agent that if he\\nknew what was good for him he would speak to me occasionally for I was a very\\nknowing dog, and if he didn't treat me well, I'd be apt to write him up in the\\nnewspapers. The agent laughed, and quite often on the way to Fairport, he came\\nto my box and spoke kindly to me. So I did not get so lonely and frightened as I\\ndid on my way to Riverdale.\\n\\nHow glad the Morrises were to see us coming back. The boys had all gotten home\\nbefore us, and such a fuss as they did make over their sister. They loved her\\ndearly, and never wanted her to be long away from them. I was rubbed and\\nstroked, and had to run about offering my paw to every one. Jim and little Billy\\nlicked my face, and Bella croaked out, \\\"Glad to see you, Joe. Had a good time?\\nHow's your health?\\\"\\n\\nWe soon settled down for the winter. Miss Laura began going to school, and came\\nhome every day with a pile of books under her arm. The summer in the country had\\ndone her so much good that her mother often looked at her fondly, and said the\\nwhite-faced child she sent away had come home a nut-brown maid.\\n\\nCHAPTER XXXIII PERFORMING ANIMALS\\n\\nA WEEK or two after we got home, I heard the Morris boys talking about an\\nItalian who was coming to Fairport with a troupe of trained animals, and I could\\nsee for myself whenever I went to town, great flaming pictures on the fences, of\\nmonkeys sitting at tables, dogs and ponies, and goats climbing ladders, and\\nrolling balls, and doing various tricks. I wondered very much whether they would\\nbe able to do all those extraordinary things, but it turned out that they did.\\n\\nThe Italian's name was Bellini, and one afternoon the whole Morris family went\\nto see him and his animals, and when they came home, I heard them talking about\\nit. \\\"I wish you could have been there, Joe,\\\" said Jack, pulling up my paws to\\nrest on his knees. \\\"Now listen, old fellow and I'll tell you all about it. First\\nof all, there was a perfect jam in the town hall. I sat up in front, with a lot\\nof fellows, and had a splendid view. The old Italian came out dressed in his\\nbest suit of clothes black broadcloth, flower in his buttonhole, and so on. He\\nmade a fine bow, and he said he was 'pleased too see ze fine audience, and he\\nwas going to show zem ze fine animals, ze finest animals in ze world.' Then he\\nshook a little whip that he carried in his hand, and he said 'zat zat whip\\ndidn't mean zat he was cruel. He cracked it to show his animals when to begin,\\nend, or change their tricks.' Some boy yelled, 'Rats! you do whip them\\nsometimes,' and the old man made another bow, and said, 'Sairteenly, he whipped\\nzem just as ze mammas whip ze naughty boys, to make zem keep still when zey was\\nnoisy or stubborn.'\\n\\n\\\"Then everybody laughed at the boy, and the Italian said the performance would\\nbegin by a grand procession of all the animals, if some lady would kindly step\\nup to the piano and play a march. Nina Smith you know Nina, Joe, the girl that\\nhas black eyes and wears blue ribbons, and lives around the corner stepped up to\\nthe piano, and banged out a fine loud march. The doors at the side of the\\nplatform opened, and out came the animals, two by two, just like Noah's ark.\\nThere was a pony with a monkey walking beside it and holding on to its mane,\\nanother monkey on a pony's back, two monkeys hand in hand, a dog with a parrot\\non his back, a goat harnessed to a little carriage, another goat carrying a\\nbirdcage in its mouth with two canaries inside, different kinds of cats, some\\ndoves and pigeons, half a dozen white rats with red harness, and dragging a\\nlittle chariot with a monkey in it, and a common white gander that came in last\\nof all, and did nothing but follow one of the ponies about.\\n\\n\\\"The Italian spoke of the gander, and said it was a stupid creature, and could\\nlearn no tricks and he only kept it on account of its affection for the pony. He\\nhad got them both on a Vermont farm, when he was looking for show animals. The\\npony's master had made a pet of him, and had taught him to come whenever he\\nwhistled for him. Though the pony was only a scrub of a creature, he had a\\ngentle disposition, and every other animal on the farm liked him. A gander, in\\nparticular, had such an admiration for him that he followed him wherever he\\nwent, and if he lost him for an instant, he would mount one of the knolls on the\\nfarm and stretch out his neck looking for him. When he caught sight of him, he\\ngabbled with delight, and running to him, waddled up and down beside him. Every\\nlittle while the pony put his nose down, and seemed to be having a conversation\\nwith the goose. If the farmer whistled the pony and he started to run to him,\\nthe gander, knowing he could not keep up, would seize the pony's tail in his\\nbeak, and flapping his wings, would get along as fast as the pony did. And the\\npony never kicked him. The Italian saw that this pony would be a good one to\\ntrain for the stage, so he offered the farmer a large price for him, and took\\nhim away.\\n\\n\\\"Oh, Joe, I forgot to say, that by this time all the animals had been sent off\\nthe stage except the pony and the gander, and they stood looking at the Italian\\nwhile he talked. I never saw anything as human in dumb animals as that pony's\\nface. He looked as if he understood every word that his master was saying. After\\nthis story was over, the Italian made another bow, and then told the pony to\\nbow. He nodded his head at the people, and they all laughed. Then the Italian\\nasked him to favor us with a waltz, and the pony got up on his hind legs and\\ndanced. You should have seen that gander skirmishing around, so as to be near\\nthe pony and yet keep out of the way of his heels. We fellows just roared, and\\nwe would have kept him dancing all the afternoon if the Italian hadn't begged\\n'ze young gentlemen not to make ze noise, but let ze pony do ze rest of his\\ntricks.' Pony number two came on the stage, and it was too queer for anything to\\nsee the things the two of them did. They helped the Italian on with his coat,\\nthey pulled off his rubbers, they took his coat away and brought him a chair,\\nand dragged a table up to it. They brought him letters and papers, and rang\\nbells, and rolled barrels, and swung the Italian in a big swing, and jumped a\\nrope, and walked up and down steps they just went around that stage as handy\\nwith their teeth as two boys would be with their hands, and they seemed to\\nunderstand every word their master said to them.\\n\\n\\\"The best trick of all was telling the time and doing questions in arithmetic.\\nThe Italian pulled his watch out of his pocket and showed it to the first pony,\\nwhose name was Diamond, and said, 'What time is it?' The pony looked at it, then\\nscratched four times with his forefoot on the platform. The Italian said, 'Zat's\\ngood four o'clock. But it's a few minutes after four how many?' The pony\\nscratched again five times. The Italian showed his watch to the audience, and\\nsaid that it was just five minutes past four. Then he asked the pony how old he\\nwas. He scratched four times. That meant four years. He asked him how many days\\nin a week there were, how many months in a year; and he gave him some questions\\nin addition and subtraction, and the pony answered them all correctly. Of\\ncourse, the Italian was giving him some sign; but, though we watched him\\nclosely, we couldn't make out what it was. At last, he told the pony that he had\\nbeen very good, and had done his lessons well; if it would rest him, he might be\\nnaughty a little while. All of a sudden a wicked look came into the creature's\\neyes. He turned around, and kicked up his heels at his master, he pushed over\\nthe table and chairs, and knocked down a blackboard where he had been rubbing\\nout figures with a sponge held in his mouth. The Italian pretended to be cross,\\nand said, 'Come, come; this won't do,' and he called the other pony to him, and\\ntold him to take that troublesome fellow off the stage. The second one nosed\\nDiamond, and pushed him about, finally bit him by the ear, and led him squealing\\noff the stage. The gander followed, gabbling as fast as he could, and there was\\na regular roar of applause.\\n\\n\\\"After that, there were ladders brought in, Joe, and dogs came on; not\\nthoroughbreds, but curs something like you. The Italian says he can't teach\\ntricks to pedigree animals as well as to scrubs. Those dogs jumped the ladders,\\nand climbed them, and went through them, and did all kinds of things. The man\\ncracked his whip once, and they began; twice, and they did backward what they\\nhad done forward; three times, and they stopped, and every animal, dogs, goats,\\nponies, and monkeys, after they had finished their tricks, ran up to their\\nmaster, and he gave them a lump of sugar. They seemed fond of him, and often\\nwhen they weren't performing went up to him, and licked his hands or his sleeve.\\nThere was one boss dog, Joe, with a head like yours. Bob, they called him, and\\nhe did all his tricks alone. The Italian went off the stage, and the dog came on\\nand made his bow, and climbed his ladders, and jumped his hurdles, and went off\\nagain. The audience howled for an encore, and didn't he come out alone, make\\nanother bow, and retire. I saw old Judge Brown wiping the tears from his eyes,\\nhe'd laughed so much. One of the last tricks was with a goat, and the Italian\\nsaid it was the best of all, because the goat is such a hard animal to teach. He\\nhad a big ball, and the goat got on it and rolled it across the stage without\\ngetting off. He looked as nervous as a cat, shaking his old beard, and trying to\\nkeep his four hoofs close enough together to keep him on the ball.\\n\\n\\\"We had a funny little play at the end of the performance. A monkey dressed as a\\nlady in a white satin suit and a bonnet with a white veil, came on the stage.\\nShe was Miss Green and the dog Bob was going to elope with her. He was all\\nrigged out as Mr. Smith, and had on a light suit of clothes, and a tall hat on\\nthe side of his head, high collar, long cuffs, and he carried a cane. He was a\\nregular dude. He stepped up to Miss Green on his hind legs, and helped her on to\\na pony's back. The pony galloped off the stage; then a crowd of monkeys,\\nchattering and wringing their hands, came on. Mr. Smith had run away with their\\nchild. They were all dressed up, too. There were the father and mother, with\\ngray wigs and black clothes, and the young Greens in bibs and tuckers. They were\\na queer-looking crowd. While they were going on in this way, the pony trotted\\nback on the stage; and they all flew at him and pulled off their daughter from\\nhis back, and laughed and chattered, and boxed her ears, and took off her white\\nveil and her satin dress, and put on an old brown thing, and some of them seized\\nthe dog, and kicked his hat, and broke his cane, and stripped his clothes off,\\nand threw them in a corner, and bound his legs with cords. A goat came on,\\nharnessed to a little cart and they threw the dog in it, and wheeled him around\\nthe stage a few times. Then they took him out and tied him to a hook in the\\nwall, and the goat ran off the stage, and the monkeys ran to one side, and one\\nof them pulled out a little revolver, pointed it at the dog, fired, and he\\ndropped down as if he was dead.\\n\\n\\\"The monkeys stood looking at him, and then there was the most awful hullabaloo\\nyou ever beard. Such a barking and yelping, and half a dozen dogs rushed on the\\nstage, and didn't they trundle those monkeys about. They nosed them, and pushed\\nthem, and shook them, till they all ran away, all but Miss Green, who sat\\nshivering in a corner. After a while, she crept up to the dead dog, pawed him a\\nlittle, and didn't he jump up as much alive as any of them? Everybody in the\\nroom clapped and shouted, and then the curtain dropped, and the thing was over.\\nI wish he'd give another performance. Early in thc morning he has to go to\\nBoston.\\\"\\n\\nJack pushed my paws from his knees and went outdoors, and I began to think that\\nI would very much like to see those performing animals. It was not yet tea time,\\nand I would have plenty of time to take a run down to the hotel where they were\\nstaying, so I set out. It was a lovely autumn evening. The sun was going down in\\na haze, and it was quite warm. Earlier in the day I had heard Mr. Morris say\\nthat this was our Indian summer, and that we should soon have cold weather.\\n\\nFairport was a pretty little town, and from the principal street one could look\\nout upon the blue water of the bay and see the island opposite, which was quite\\ndeserted now, for all the summer visitors had gone home, and the Island House\\nwas shut up.\\n\\nI was running down one of the steep side streets that led to the water when I\\nmet a heavily-laden cart coming up. It must have been coming from one of the\\nvessels, for it was full of strange-looking boxes and packages. A fine-looking\\nnervous horse was drawing it, and he was straining every nerve to get it up the\\nsteep hill. His driver was a burly, hard-faced man, and instead of letting his\\nhorse stop a minute to rest he kept urging him forward. The poor horse kept\\nlooking at his master, his eyes almost starting from his head in terror. He knew\\nthat the whip was about to descend on his quivering body. And so it did, and\\nthere was no one by to interfere. No one but a woman in a ragged shawl who would\\nhave no influence with the driver. There was a very good humane society in\\nFairport, and none of the teamsters dared ill-use their horses if any of the\\nmembers were near. This was a quiet out-of-the-way street, with only poor houses\\non it, and the man probably knew that none of the members of the society would\\nbe likely to be living in them. He whipped his horse, and whipped him, till\\nevery lash made my heart ache, and if I had dared I would have bitten him\\nseverely. Suddenly, there was a dull thud in the street. The horse had fallen\\ndown. The driver ran to his head, but he was quite dead. \\\"Thank God!\\\" said the\\npoorly-dressed woman, bitterly; \\\"one more out of this world of misery.\\\" Then she\\nturned and went down the street. I was glad for the horse. He would never be\\nfrightened or miserable again, and I went slowly on, thinking that death is the\\nbest thing that can happen to tortured animals.\",\"timestamp\":1640141235,\"title\":\"Miss Laura laughed heartily. \\\"What a prejudice you have against large towns, \\nauntie.\\\"\"},\"digest\":\"AisMfwSaAmTGDDwdYXAbhTBhi9YyMtcKjNgiYmq7ntU\",\"authorship\":{\"contributor\":\"0x3F55F7d8879A09131180614410f6Ba3Af0a49E6d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3pwTJiboOgAp1pCbJ9ajV4l8Y7Fp01uaL5e-GmoJA80\\\",\\\"y\\\":\\\"ghM9eVOsy4wXvGlrDwRPfcgg3IHFjx48nnEFftC834o\\\"}\",\"signature\":\"dC_VJbxEKoyE5HNkO1cmbCljjKlOOda9AQdGBtI2pvGpU8GyTWrS1nkT8JVDALsmaleCb2YRntAN4To-vIrRFw\",\"signingKeySignature\":\"0x92e2338c822dc2e2635c5f77feb03b7577b956de12c5b90323fb5d09d64b9c08634644e18efbaabe2cfd935183cf8bea60d43207be28d2f6b5d9d533a54453d61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3pwTJiboOgAp1pCbJ9ajV4l8Y7Fp01uaL5e-GmoJA80\\\",\\\"y\\\":\\\"ghM9eVOsy4wXvGlrDwRPfcgg3IHFjx48nnEFftC834o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AisMfwSaAmTGDDwdYXAbhTBhi9YyMtcKjNgiYmq7ntU\"}"