"{\"content\":{\"body\":\"I have read in the newspaper that a woman never invented anything.  Well, that newspaper ought to begin again.  Of course, I do not refer to gossip--I refer to machines--and if I did I might better include the men.  That newspaper could never appear if women had not invented something.  Friends, think.  Ye women, think!  You say you cannot make a fortune because you are in some laundry, or running a sewing-machine, it may be, or walking before some loom, and yet you can be a millionaire if you will but follow this almost infallible direction.\\n\\nWhen you say a woman doesn't invent anything, I ask, Who invented the Jacquard loom that wove every stitch you wear?  Mrs. Jacquard.  The printer's roller, the printing-press, were invented by farmers' wives.  Who invented the cotton-gin of the South that enriched our country so amazingly?  Mrs. General Greene invented the cotton- gin and showed the idea to Mr. Whitney, and he, like a man, seized it.  Who was it that invented the sewing-machine?  If I would go to school to- morrow and ask your children they would say, \\\\`\\\\`Elias Howe.''\\n\\nHe was in the Civil War with me, and often in my tent, and I often heard him say that he worked fourteen years to get up that sewing-machine.  But his wife made up her mind one day that they would starve to death if there wasn't something or other invented pretty soon, and so in two hours she invented the sewing-machine.  Of course he took out the patent in his name.  Men always do that.  Who was it that invented the mower and the reaper?  According to Mr. McCormick's confidential communication, so recently published, it was a West Virginia woman, who, after his father and he had failed altogether in making a reaper and gave it up, took a lot of shears and nailed them together on the edge of a board, with one shaft of each pair loose, and then wired them so that when she pulled the wire one way it closed them, and when she pulled the wire the other way it opened them, and there she had the principle of the mowing-machine.  If you look at a mowing-machine, you will see it is nothing but a lot of shears.  If a woman can invent a mowing- machine, if a woman can invent a Jacquard loom, if a woman can invent a cotton-gin, if a woman can invent a trolley switch--as she did and made the trolleys possible; if a woman can invent, as Mr. Carnegie said, the great iron squeezers that laid the foundation of all the steel millions of the United States, \\\\`\\\\`we men'' can invent anything under the stars!  I say that for the encouragement of the men.\\n\\nWho are the great inventors of the world?  Again this lesson comes before us.  The great inventor sits next to you, or you are the person yourself.  `Oh,'' but you will say, `I have never invented anything in my life.''  Neither did the great inventors until they discovered one great secret.  Do you think it is a man with a head like a bushel measure or a man like a stroke of lightning?  It is neither.  The really great man is a plain, straightforward, every-day, common-sense man.  You would not dream that he was a great inventor if you did not see something he had actually done.  His neighbors do not regard him so great.  You never see anything great over your back fence.  You say there is no greatness among your neighbors.  It is all away off somewhere else.  Their greatness is ever so simple, so plain, so earnest, so practical, that the neighbors and friends never recognize it.\\n\\nTrue greatness is often unrecognized.  That is sure.  You do not know anything about the greatest men and women.  I went out to write the life of General Garfield, and a neighbor, knowing I was in a hurry, and as there was a great crowd around the front door, took me around to General Garfield's back door and shouted, `Jim!  Jim!''  And very soon `Jim'' came to the door and let me in, and I wrote the biography of one of the grandest men of the nation, and yet he was just the same old `Jim'' to his neighbor.  If you know a great man in Philadelphia and you should meet him to-morrow, you would say, `How are you, Sam?'' or \\\\`\\\\`Good morning, Jim.''  Of course you would.  That is just what you would do.\\n\\nOne of my soldiers in the Civil War had been sentenced to death, and I went up to the White House in Washington--sent there for the first time in my life to see the President.  I went into the waiting-room and sat down with a lot of others on the benches, and the secretary asked one after another to tell him what they wanted.  After the secretary had been through the line, he went in, and then came back to the door and motioned for me.  I went up to that anteroom, and the secretary said:  `That is the President's door right over there.  Just rap on it and go right in.''  I never was so taken aback, friends, in all my life, never.  The secretary himself made it worse for me, because he had told me how to go in and then went out another door to the left and shut that.  There I was, in the hallway by myself before the President of the United States of America's door.  I had been on fields of battle, where the shells did sometimes shriek and the bullets did sometimes hit me, but I always wanted to run.  I have no sympathy with the old man who says, `I would just as soon march up to the cannon's mouth as eat my dinner.''  I have no faith in a man who doesn't know enough to be afraid when he is being shot at.  I never was so afraid when the shells came around us at Antietam as I was when I went into that room that day; but I finally mustered the courage-- I don't know how I ever did--and at arm's- length tapped on the door.  The man inside did not help me at all, but yelled out, \\\\`\\\\`Come in and sit down!''\\n\\nWell, I went in and sat down on the edge of a chair, and wished I were in Europe, and the man at the table did not look up.  He was one of the world's greatest men, and was made great by one single rule.  Oh, that all the young people of Philadelphia were before me now and I could say just this one thing, and that they would remember it.  I would give a lifetime for the effect it would have on our city and on civilization.  Abraham Lincoln's principle for greatness can be adopted by nearly all.  This was his rule:  Whatsoever he had to do at all, he put his whole mind into it and held it all there until that was all done.  That makes men great almost anywhere.  He stuck to those papers at that table and did not look up at me, and I sat there trembling.  Finally, when he had put the string around his papers, he pushed them over to one side and looked over to me, and a smile came over his worn face.  He said:  `I am a very busy man and have only a few minutes to spare.  Now tell me in the fewest words what it is you want.''  I began to tell him, and mentioned the case, and he said:  `I have heard all about it and you do not need to say any more.  Mr. Stanton was talking to me only a few days ago about that.  You can go to the hotel and rest assured that the President never did sign an order to shoot a boy under twenty years of age, and never will.  You can say that to his mother anyhow.''\\n\\nThen he said to me, `How is it going in the field?'' I said, `We sometimes get discouraged.''  And he said:  \\\\`\\\\`It is all right.  We are going to win out now.  We are getting very near the light.  No man ought to wish to be President of the United States, and I will be glad when I get through; then Tad and I are going out to Springfield, Illinois.  I have bought a farm out there and I don't care if I again earn only twenty-five cents a day.  Tad has a mule team, and we are going to plant onions.''\\n\\nThen he asked me, `Were you brought up on a farm?''  I said, `Yes; in the Berkshire Hills of Massachusetts.''  He then threw his leg over the corner of the big chair and said, \\\\`\\\\`I have heard many a time, ever since I was young, that up there in those hills you have to sharpen the noses of the sheep in order to get down to the grass between the rocks.''  He was so familiar, so everyday, so farmer-like, that I felt right at home with him at once.\\n\\nHe then took hold of another roll of paper, and looked up at me and said, `Good morning.''  I took the hint then and got up and went out.  After I had gotten out I could not realize I had seen the President of the United States at all.  But a few days later, when still in the city, I saw the crowd pass through the East Room by the coffin of Abraham Lincoln, and when I looked at the upturned face of the murdered President I felt then that the man I had seen such a short time before, who, so simple a man, so plain a man, was one of the greatest men that God ever raised up to lead a nation on to ultimate liberty.  Yet he was only `Old Abe'' to his neighbors.  When they had the second funeral, I was invited among others, and went out to see that same coffin put back in the tomb at Springfield.  Around the tomb stood Lincoln's old neighbors, to whom he was just \\\\`\\\\`Old Abe.''  Of course that is all they would say.\\n\\nDid you ever see a man who struts around altogether too large to notice an ordinary working mechanic?  Do you think he is great?  He is nothing but a puffed-up balloon, held down by his big feet.  There is no greatness there.\\n\\nWho are the great men and women?  My attention was called the other day to the history of a very little thing that made the fortune of a very poor man.  It was an awful thing, and yet because of that experience he--not a great inventor or genius--invented the pin that now is called the safety-pin, and out of that safety-pin made the fortune of one of the great aristocratic families of this nation.\\n\\nA poor man in Massachusetts who had worked in the nail-works was injured at thirty-eight, and he could earn but little money.  He was employed in the office to rub out the marks on the bills made by pencil memorandums, and he used a rubber until his hand grew tired.  He then tied a piece of rubber on the end of a stick and worked it like a plane.  His little girl came and said, `Why, you have a patent, haven't you?''  The father said afterward, `My daughter told me when I took that stick and put the rubber on the end that there was a patent, and that was the first thought of that.''  He went to Boston and applied for his patent, and every one of you that has a rubber-tipped pencil in your pocket is now paying tribute to the millionaire.  No capital, not a penny did he invest in it.  All was income, all the way up into the millions.\\n\\nBut let me hasten to one other greater thought.  `Show me the great men and women who live in Philadelphia.''  A gentleman over there will get up and say:  `We don't have any great men in Philadelphia.  They don't live here.  They live away off in Rome or St. Petersburg or London or Manayunk, or anywhere else but here in our town.''  I have come now to the apex of my thought.  I have come now to the heart of the whole matter and to the center of my struggle:  Why isn't Philadelphia a greater city in its greater wealth?  Why does New York excel Philadelphia?  People say, \\\\`\\\\`Because of her harbor.''  Why do many other cities of the United States get ahead of Philadelphia now?  There is only one answer, and that is because our own people talk down their own city.  If there ever was a community on earth that has to be forced ahead, it is the city of Philadelphia.  If we are to have a boulevard, talk it down; if we are going to have better schools, talk them down; if you wish to have wise legislation, talk it down; talk all the proposed improvements down.  That is the only great wrong that I can lay at the feet of the magnificent Philadelphia that has been so universally kind to me.  I say it is time we turn around in our city and begin to talk up the things that are in our city, and begin to set them before the world as the people of Chicago, New York, St. Louis, and San Francisco do.  Oh, if we only could get that spirit out among our people, that we can do things in Philadelphia and do them well!\\n\\nArise, ye millions of Philadelphians, trust in God and man, and believe in the great opportunities that are right here not over in New York or Boston, but here--for business, for everything that is worth living for on earth.  There was never an opportunity greater.  Let us talk up our own city.\\n\\nBut there are two other young men here to- night, and that is all I will venture to say, because it is too late.  One over there gets up and says, `There is going to be a great man in Philadelphia, but never was one.''  `Oh, is that so?  When are you going to be great?''  `When I am elected to some political office.''  Young man, won't you learn a lesson in the primer of politics that it is a _prima facie_ evidence of littleness to hold office under our form of government?  Great men get into office sometimes, but what this country needs is men that will do what we tell them to do.  This nation--where the people rule--is governed by the people, for the people, and so long as it is, then the office-holder is but the servant of the people, and the Bible says the servant cannot be greater than the master.  The Bible says, `He that is sent cannot be greater than Him who sent Him.''  The people rule, or should rule, and if they do, we do not need the greater men in office.  If the great men in America took our offices, we would change to an empire in the next ten years.\\n\\nI know of a great many young women, now that woman's suffrage is coming, who say, \\\\`\\\\`I am going to be President of the United States some day.''  I believe in woman's suffrage, and there is no doubt but what it is coming, and I am getting out of the way, anyhow.  I may want an office by and by myself; but if the ambition for an office influences the women in their desire to vote, I want to say right here what I say to the young men, that if you only get the privilege of casting one vote, you don't get anything that is worth while.  Unless you can control more than one vote, you will be unknown, and your influence so dissipated as practically not to be felt.  This country is not run by votes.  Do you think it is?  It is governed by influence.  It is governed by the ambitions and the enterprises which control votes.  The young woman that thinks she is going to vote for the sake of holding an office is making an awful blunder.\\n\\nThat other young man gets up and says, `There are going to be great men in this country and in Philadelphia.''  `Is that so?  When?''  \\\\`\\\\`When there comes a great war, when we get into difficulty through watchful waiting in Mexico; when we get into war with England over some frivolous deed, or with Japan or China or New Jersey or some distant country.  Then I will march up to the cannon's mouth; I will sweep up among the glistening bayonets; I will leap into the arena and tear down the flag and bear it away in triumph.  I will come home with stars on my shoulder, and hold every office in the gift of the nation, and I will be great.''  No, you won't.  You think you are going to be made great by an office, but remember that if you are not great before you get the office, you won't be great when you secure it.  It will only be a burlesque in that shape.\\n\\nWe had a Peace Jubilee here after the Spanish War.  Out West they don't believe this, because they said, `Philadelphia would not have heard of any Spanish War until fifty years hence.''  Some of you saw the procession go up Broad Street.  I was away, but the family wrote to me that the tally-ho coach with Lieutenant Hobson upon it stopped right at the front door and the people shouted, `Hurrah for Hobson!'' and if I had been there I would have yelled too, because he deserves much more of his country than he has ever received.  But suppose I go into school and say, `Who sunk the _Merrimac_ at Santiago?'' and if the boys answer me, `Hobson,'' they will tell me seven-eighths of a lie.  There were seven other heroes on that steamer, and they, by virtue of their position, were continually exposed to the Spanish fire, while Hobson, as an officer, might reasonably be behind the smoke-stack.  You have gathered in this house your most intelligent people, and yet, perhaps, not one here can name the other seven men.\\n\\nWe ought not to so teach history.  We ought to teach that, however humble a man's station may be, if he does his full duty in that place he is just as much entitled to the American people's honor as is the king upon his throne.  But we do not so teach.  We are now teaching everywhere that the generals do all the fighting.\\n\\nI remember that, after the war, I went down to see General Robert E. Lee, that magnificent Christian gentleman of whom both North and South are now proud as one of our great Americans.  The general told me about his servant, `Rastus,'' who was an enlisted colored soldier.  He called him in one day to make fun of him, and said, `Rastus, I hear that all the rest of your company are killed, and why are you not killed?''  Rastus winked at him and said, \\\\`\\\\` 'Cause when there is any fightin' goin' on I stay back with the generals.''\\n\\nI remember another illustration.  I would leave it out but for the fact that when you go to the library to read this lecture, you will find this has been printed in it for twenty-five years.  I shut my eyes--shut them close--and lo!  I see the faces of my youth.  Yes, they sometimes say to me, \\\\`\\\\`Your hair is not white; you are working night and day without seeming ever to stop; you can't be old.''  But when I shut my eyes, like any other man of my years, oh, then come trooping back the faces of the loved and lost of long ago, and I know, whatever men may say, it is evening-time.\\n\\nI shut my eyes now and look back to my native town in Massachusetts, and I see the cattle-show ground on the mountain-top; I can see the horse- sheds there.  I can see the Congregational church; see the town hall and mountaineers' cottages; see a great assembly of people turning out, dressed resplendently, and I can see flags flying and handkerchiefs waving and hear bands playing.  I can see that company of soldiers that had re-enlisted marching up on that cattle-show ground.  I was but a boy, but I was captain of that company and puffed out with pride.  A cambric needle would have burst me all to pieces.  Then I thought it was the greatest event that ever came to man on earth.  If you have ever thought you would like to be a king or queen, you go and be received by the mayor.\\n\\nThe bands played, and all the people turned out to receive us.  I marched up that Common so proud at the head of my troops, and we turned down into the town hall.  Then they seated my soldiers down the center aisle and I sat down on the front seat.  A great assembly of people a hundred or two--came in to fill the town hall, so that they stood up all around.  Then the town officers came in and formed a half-circle.  The mayor of the town sat in the middle of the platform.  He was a man who had never held office before; but he was a good man, and his friends have told me that I might use this without giving them offense.  He was a good man, but he thought an office made a man great.  He came up and took his seat, adjusted his powerful spectacles, and looked around, when he suddenly spied me sitting there on the front seat.  He came right forward on the platform and invited me up to sit with the town officers.  No town officer ever took any notice of me before I went to war, except to advise the teacher to thrash me, and now I was invited up on the stand with the town officers.  Oh my! the town mayor was then the emperor, the king of our day and our time.  As I came up on the platform they gave me a chair about this far, I would say, from the front.\\n\\nWhen I had got seated, the chairman of the Selectmen arose and came forward to the table, and we all supposed he would introduce the Congregational minister, who was the only orator in town, and that he would give the oration to the returning soldiers.  But, friends, you should have seen the surprise which ran over the audience when they discovered that the old fellow was going to deliver that speech himself.  He had never made a speech in his life, but he fell into the same error that hundreds of other men have fallen into.  It seems so strange that a man won't learn he must speak his piece as a boy if he in- tends to be an orator when he is grown, but he seems to think all he has to do is to hold an office to be a great orator.\\n\\nSo he came up to the front, and brought with him a speech which he had learned by heart walking up and down the pasture, where he had frightened the cattle.  He brought the manuscript with him and spread it out on the table so as to be sure he might see it.  He adjusted his spectacles and leaned over it for a moment and marched back on that platform, and then came forward like this--tramp, tramp, tramp.  He must have studied the subject a great deal, when you come to think of it, because he assumed an `elocutionary'' attitude.  He rested heavily upon his left heel, threw back his shoulders, slightly advanced the right foot, opened the organs of speech, and advanced his right foot at an angle of forty- five.  As he stood in that elocutionary attitude, friends, this is just the way that speech went.  Some people say to me, `Don't you exaggerate?''  That would be impossible.  But I am here for the lesson and not for the story, and this is the way it went:\\n\\n`Fellow-citizens--''  As soon as he heard his voice his fingers began to go like that, his knees began to shake, and then he trembled all over.  He choked and swallowed and came around to the table to look at the manuscript.  Then he gathered himself up with clenched fists and came back:  `Fellow-citizens, we are Fellow-citizens, we are--we are--we are--we are--we are--we are very happy--we are very happy--we are very happy.  We are very happy to welcome back to their native town these soldiers who have fought and bled--and come back again to their native town.  We are especially--we are especially--we are especially.  We are especially pleased to see with us to-day this young hero'' (that meant me)--`this young hero who in imagination'' (friends, remember he said that; if he had not said `in imagination'' I would not be egotistic enough to refer to it at all)--\\\\`\\\\`this young hero who in imagination we have seen leading--we have seen leading--leading.  We have seen leading his troops on to the deadly breach.  We have seen his shining--we have seen his shining--his shining--his shining sword--flashing.  Flashing in the sunlight, as he shouted to his troops, \\\\`Come on'!''\\n\\nOh dear, dear, dear! how little that good man knew about war.  If he had known anything about war at all he ought to have known what any of my G. A. R. comrades here to-night will tell you is true, that it is next to a crime for an officer of infantry ever in time of danger to go ahead of his men.  `` I, with my shining sword flashing in the sunlight, shouting to my troops, `Come on'!''  I never did it.  Do you suppose I would get in front of my men to be shot in front by the enemy and in the back by my own men?  That is no place for an officer.  The place for the officer in actual battle is behind the line.  How often, as a staff officer, I rode down the line, when our men were suddenly called to the line of battle, and the Rebel yells were coming out of the woods, and shouted:   ``Officers to the rear!  Officers to the rear!''  Then every officer gets behind the line of private soldiers, and the higher the officer's rank the farther behind he goes.  Not because he is any the less brave, but because the laws of war require that.  And yet he shouted, \\\\`\\\\`I, with my shining sword--''  In that house there sat the company of my soldiers who had carried that boy across the Carolina rivers that he might not wet his feet.  Some of them had gone far out to get a pig or a chicken.  Some of them had gone to death under the shell-swept pines in the mountains of Tennessee, yet in the good man's speech they were scarcely known.  He did refer to them, but only incidentally.  The hero of the hour was this boy.  Did the nation owe him anything?  No, nothing then and nothing now.  Why was he the hero?  Simply because that man fell into that same human error--that this boy was great because he was an officer and these were only private soldiers.\\n\\nOh, I learned the lesson then that I will never forget so long as the tongue of the bell of time continues to swing for me.  Greatness consists not in the holding of some future office, but really consists in doing great deeds with little means and the accomplishment of vast purposes from the private ranks of life.  To be great at all one must be great here, now, in Philadelphia.  He who can give to this city better streets and better sidewalks, better schools and more colleges, more happiness and more civilization, more of God, he will be great anywhere.  Let every man or woman here, if you never hear me again, remember this, that if you wish to be great at all, you must begin where you are and what you are, in Philadelphia, now.  He that can give to his city any blessing, he who can be a good citizen while he lives here, he that can make better homes, he that can be a blessing whether he works in the shop or sits behind the counter or keeps house, whatever be his life, he who would be great anywhere must first be great in his own Philadelphia.\\n\\nHIS LIFE AND ACHIEVEMENTS BY ROBERT SHACKLETON\\n\\nTHE STORY OF THE SWORD\\\\[2\\\\]\\n\\n\\\\[2\\\\]  *Dr, Conwell was living, and actively at work, when these pages were written.  It is, therefore, a much truer picture of his personality than anything written in the past tense*.\\n\\nI SHALL write of a remarkable man, an interesting man, a man of power, of initiative, of will, of persistence; a man who plans vastly and who realizes his plans; a man who not only does things himself, but who, even more important than that, is the constant inspiration of others.  I shall write of Russell H. Conwell.\\n\\nAs a farmer's boy he was the leader of the boys of the rocky region that was his home; as a school- teacher he won devotion; as a newspaper correspondent he gained fame; as a soldier in the Civil War he rose to important rank; as a lawyer he developed a large practice; as an author he wrote books that reached a mighty total of sales.  He left the law for the ministry and is the active head of a great church that he raised from nothingness.  He is the most popular lecturer in the world and yearly speaks to many thousands.  He is, so to speak, the discoverer of \\\\`\\\\`Acres of Diamonds,'' through which thousands of men and women have achieved success out of failure.  He is the head of two hospitals, one of them founded by himself, that have cared for a host of patients, both the poor and the rich, irrespective of race or creed.  He is the founder and head of a university that has already had tens of thousands of students.  His home is in Philadelphia; but he is known in every corner of every state in the Union, and everywhere he has hosts of friends.  All of his life he has helped and inspired others.\\n\\nQuite by chance, and only yesterday, literally yesterday and by chance, and with no thought at the moment of Conwell although he had been much in my mind for some time past, I picked up a thin little book of description by William Dean Howells, and, turning the pages of a chapter on Lexington, old Lexington of the Revolution, written, so Howells had set down, in 1882, I noticed, after he had written of the town itself, and of the long-past fight there, and of the present- day aspect, that he mentioned the church life of the place and remarked on the striking advances made by the Baptists, who had lately, as he expressed it, been reconstituted out of very perishing fragments and made strong and flourishing, under the ministrations of a lay preacher, formerly a colonel in the Union army.  And it was only a few days before I chanced upon this description that Dr. Conwell, the former colonel and former lay preacher, had told me of his experiences in that little old Revolutionary town.\\n\\nHowells went on to say that, so he was told, the colonel's success was principally due to his making the church attractive to young people.  Howells says no more of him; apparently he did not go to hear him; and one wonders if he has ever associated that lay preacher of Lexington with the famous Russell H. Conwell of these recent years!\\n\\n\\\\`\\\\`Attractive to young people.''  Yes, one can recognize that to-day, just as it was recognized in Lexington.  And it may be added that he at the same time attracts older people, too!  In this, indeed, lies his power.  He makes his church interesting, his sermons interesting, his lectures interesting.  He is himself interesting!  Because of his being interesting, he gains attention.  The attention gained, he inspires.\\n\\nBiography is more than dates.  Dates, after all, are but mile-stones along the road of life.  And the most important fact of Conwell's life is that he lived to be eighty-two, working sixteen hours every day for the good of his fellow-men.  He was born on February 15, 1843--born of poor parents, in a low-roofed cottage in the eastern Berkshires, in Massachusetts.\\n\\n`I was born in this room,'' he said to me, simply, as we sat together recently[3] in front of the old fireplace in the principal room of the little cottage; for he has bought back the rocky farm of his father, and has retained and restored the little old home.  `I was born in this room.  It was bedroom and kitchen.  It was poverty.''  And his voice sank with a kind of grimness into silence.\\n\\n\\\\[3\\\\] *This interview took place at the old Conwell farm in the summer of 1915*.\\n\\nThen he spoke a little of the struggles of those long-past years; and we went out on the porch, as the evening shadows fell, and looked out over the valley and stream and hills of his youth, and he told of his grandmother, and of a young Marylander who had come to the region on a visit; it was a tale of the impetuous love of those two, of rash marriage, of the interference of parents, of the fierce rivalry of another suitor, of an attack on the Marylander's life, of passionate hastiness, of unforgivable words, of separation, of lifelong sorrow.  \\\\`\\\\`Why does grandmother cry so often?'' he remembers asking when he was a little boy.  And he was told that it was for the husband of her youth.\\n\\nWe went back into the little house, and he showed me the room in which he first saw John Brown.  \\\\`\\\\`I came down early one morning, and saw a huge, hairy man sprawled upon the bed there--and I was frightened,'' he says.\\n\\nBut John Brown did not long frighten him!  For he was much at their house after that, and was so friendly with Russell and his brother that there was no chance for awe; and it gives a curious side- light on the character of the stern abolitionist that he actually, with infinite patience, taught the old horse of the Conwells to go home alone with the wagon after leaving the boys at school, a mile or more away, and at school-closing time to trot gently off for them without a driver when merely faced in that direction and told to go!  Conwell remembers how John Brown, in training it, used patiently to walk beside the horse, and control its going and its turnings, until it was quite ready to go and turn entirely by itself.\\n\\nThe Conwell house was a station on the Underground Railway, and Russell Conwell remembers, when a lad, seeing the escaping slaves that his father had driven across country and temporarily hidden.  `Those were heroic days,'' he says, quietly.  `And once in a while my father let me go with him.  They were wonderful night drives-- the cowering slaves, the darkness of the road, the caution and the silence and dread of it all.''  This underground route, he remembers, was from Philadelphia to New Haven, thence to Springfield, where Conwell's father would take his charge, and onward to Bellows Falls and Canada.\\n\\nConwell tells, too, of meeting Frederick Douglass, the colored orator, in that little cottage in the hills.  \\\\`\\\\` `I never saw my father,' Douglass said one day--his father was a white man--`and I remember little of my mother except that once she tried to keep an overseer from whipping me, and the lash cut across her own face, and her blood fell over me.'\\n\\n`When John Brown was captured,'' Conwell went on, `my father tried to sell this place to get a little money to send to help his defense.  But he couldn't sell it, and on the day of the execu- tion we knelt solemnly here, from eleven to twelve, just praying, praying in silence for the passing soul of John Brown.  And as we prayed we knew that others were also praying, for a church-bell tolled during that entire hour, and its awesome boom went sadly sounding over these hills.''\\n\\nConwell believes that his real life dates from a happening of the time of the Civil War--a happening that still looms vivid and intense before him, and which undoubtedly did deepen and strengthen his strong and deep nature.  Yet the real Conwell was always essentially the same.  Neighborhood tradition still tells of his bravery as a boy and a youth, of his reckless coasting, his skill as a swimmer and his saving of lives, his strength and endurance, his plunging out into the darkness of a wild winter night to save a neighbor's cattle.  His soldiers came home with tales of his devotion to them, and of how he shared his rations and his blankets and bravely risked his life; of how he crept off into a swamp, at imminent peril, to rescue one of his men lost or mired there.  The present Conwell was always Conwell; in fact, he may be traced through his ancestry, too, for in him are the sturdy virtues, the bravery, the grim determination, the practicality, of his father; and romanticism, that comes from his grandmother; and the dreamy qualities of his mother, who, practical and hardworking New England woman that she was, was at the same time influenced by an almost startling mysticism.\\n\\nAnd Conwell himself is a dreamer: first of all he is a dreamer; it is the most important fact in regard to him!  It is because he is a dreamer and visualizes his dreams that he can plan the great things that to other men would seem impossibilities; and then his intensely practical side his intense efficiency, his power, his skill, his patience, his fine earnestness, his mastery over others, develop his dreams into realities.  He dreams dreams and sees visions--but his visions are never visionary and his dreams become facts.\\n\\nThe rocky hills which meant a dogged struggle for very existence, the fugitive slaves, John Brown --what a school for youth!  And the literal school was a tiny one-room school-house where young Conwell came under the care of a teacher who realized the boy's unusual capabilities and was able to give him broad and unusual help.  Then a wise country preacher also recognized the unusual, and urged the parents to give still more education, whereupon supreme effort was made and young Russell was sent to Wilbraham Academy.  He likes to tell of his life there, and of the hardships, of which he makes light; and of the joy with which week-end pies and cakes were received from home!\\n\\nHe tells of how he went out on the roads selling books from house to house, and of how eagerly he devoured the contents of the sample books that he carried.  `They were a foundation of learning for me,'' he says, soberly.  `And they gave me a broad idea of the world.''\\n\\nHe went to Yale in 1860, but the outbreak of the war interfered with college, and he enlisted in 1861.  But he was only eighteen, and his father objected, and he went back to Yale.  But next year he again enlisted, and men of his Berkshire neighborhood, likewise enlisting, insisted that he be their captain; and Governor Andrews, appealed to, consented to commission the nineteen-year- old youth who was so evidently a natural leader; and the men gave freely of their scant money to get for him a sword, all gay and splendid with gilt, and upon the sword was the declaration in stately Latin that, \\\\`\\\\`True friendship is eternal.''\\n\\nAnd with that sword is associated the most vivid, the most momentous experience of Russell Conwell's life.\\n\\nThat sword hangs at the head of Conwell's bed in his home in Philadelphia.  Man of peace that he is, and minister of peace, that symbol of war has for over half a century been of infinite importance to him.\\n\\nHe told me the story as we stood together before that sword.  And as he told the story, speaking with quiet repression, but seeing it all and living it all just as vividly as if it had occurred but yesterday, \\\\`\\\\`That sword has meant so much to me,'' he murmured; and then he began the tale:\\n\\n\\\\`\\\\`A boy up there in the Berkshires, a neighbor's son, was John Ring; I call him a boy, for we all called him a boy, and we looked upon him as a boy, for he was under-sized and under-developed-- so much so that he could not enlist.\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/223](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/223)\\n\\n\",\"timestamp\":1637675530,\"title\":\" I told her then, though I did not know her, what I now say to you, ``Your wealth is too near to you.  You are looking right over it''; \"},\"digest\":\"ooMV5xfCaSX6rebsy3KF6vg_6hcZz4NsU_1BPiUuaVs\",\"authorship\":{\"contributor\":\"0x81227527cbBb507F7E0b85be26187C02C5D953E3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DNUoLNW0htedYn6MLYADe7ylmDmeuD75oWE5-IY8Qvc\\\",\\\"y\\\":\\\"eJyrEM5hQ9DJbsUrmQCheyu20Os_gQs8bqDmfKz5T14\\\"}\",\"signature\":\"1h1h0ZLUHp478bjysbXoGoX9h00H5ghYUCOGaFtD1x-Kl2ayYIAXeUjL3wS8binRq3XCtSO4P3oEKe5fxQ7-YQ\",\"signingKeySignature\":\"0x7311084788906f3f4f5a0955dcdf50d73b720b983d67a27a2e4652b4df73ff6903737ab47e75136beef3149c80f9b3830c7dce5a6e2e7d40a806408e9d69910f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DNUoLNW0htedYn6MLYADe7ylmDmeuD75oWE5-IY8Qvc\\\",\\\"y\\\":\\\"eJyrEM5hQ9DJbsUrmQCheyu20Os_gQs8bqDmfKz5T14\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ooMV5xfCaSX6rebsy3KF6vg_6hcZz4NsU_1BPiUuaVs\"}"