"{\"content\":{\"body\":\"## `WEB³DAO@CN` WEB3 Chinese Community Preparation Group is looking forward to your joining\\n\\nWEB3 Chinese Community is a decentralized DAO organization\\n\\nOur mission is to enhance the influence of the Chinese world in the WEB3 revolution.\\n\\nDAO is not a company, and it needs more people to build together to complete\\n\\nThe first batch of 20 preparatory team members are only available for WEB3 developers to join.\\n\\nIf you are not a WEB3 developer, don't worry. There will be available for other group members to join in the future.\\n\\n#### To sign up, you need to solve the following \\\"puzzle\\\":\\n\\n1. There is a contract deployed in Polygon chain that is not open source. The address of the contract is in the QR code below.\\n2. You need to find one of the registration function methods. The parameter is another format of your WeChat nickname.\\n3. Send the transaction hash to me for verification.\\n4. Successful verification can be considered successful registration, and there will be an event in the chain triggered to record your registration order and address\\n5. The person can only be registered once. According to your contribution to the order of registration and your registration address, you will be gifted DAO Genesis honorary awards.\\n\\n#### Description:\\n\\n* The registration puzzle is not too difficult. It mainly test if you can use tools to call contracts that are not open source and do not have a front-end.\\n* During the preparation period of DAO, we need to work together. If you do not have time for that, please do not sign up, but keep in mind that you still have the opportunity to participate in DAO activities in the future.\\n* At the end of the preparation period of the DAO will assess the contribution of members. If there is no contribution or contribution is too low, DAO members may cancel the Genesis honor awards.\\n* When registration is full, we will step up the pace of building DAO, and strive to open the WEB3DAO community as soon as possible!\\n\\n![qr](https://tva1.sinaimg.cn/large/008i3skNgy1gxsf8dqbo4j309y0a0mxx.jpg)\\n\\n\",\"timestamp\":1640590057,\"title\":\"Solve a Puzzles to join WEB³DAO@CN!\"},\"digest\":\"V3PSs6f6lL6AuXiIykyRYFbFgQNbNANDK9ic2mMdsxI\",\"authorship\":{\"contributor\":\"0x73c7448760517E3E6e416b2c130E3c6dB2026A1d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xM355yZvrGDDrd9FHvimKZ4T0zIuNh37m14z9SEmC28\\\",\\\"y\\\":\\\"wA9J4NE412n8oTP16_e35be7ePBM_O8AGPIiy5YqLws\\\"}\",\"signature\":\"AC1O0JoyUlsuNlhALGi6iQMXKMSNjheRMn9ehix9cTiSD89H4u_k3kwPOa5cYoashj_RG_MXnukTh1g8cRzEVw\",\"signingKeySignature\":\"0xbd87c0a4de9cc1d2ae43462e8e46ff134c00d73caa7a29b22509e9f8cea31c986c38deae03d015a5df96440ef7d8451d0eeda1daba371adc1935081444e7fea41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xM355yZvrGDDrd9FHvimKZ4T0zIuNh37m14z9SEmC28\\\",\\\"y\\\":\\\"wA9J4NE412n8oTP16_e35be7ePBM_O8AGPIiy5YqLws\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"V3PSs6f6lL6AuXiIykyRYFbFgQNbNANDK9ic2mMdsxI\"}"