"{\"content\":{\"body\":\"2021年11月30日，工业和信息化部发布《“十四五”信息化和工业化深度融合发展规划》，要点摘录及全文如下：\\n\\n**要点：**\\n\\n**主要任务：**\\n\\n> 1. **培育新产品新模式新业态：**培育新型智能产品、数字化管理、平台化设计、智能化制造、网络化协同、个性化定制、服务化延伸等新产品新模式新业态。\\n> 2. **推进行业领域数字化转型：**推动原材料、装备制造、消费品、电子信息、绿色制造、安全生产等领域的数字化转型。\\n> 3. **筑牢融合发展新基础：**建设新型信息基础设施、提升关键核心技术支撑能力、推动工业大数据创新发展、完善两化深度融合标准体系。\\n> 4. **激发企业主体新活力：**培育生态聚合型平台企业、打造示范引领型骨干企业、壮大“专精特新”中小企业、发展专业化系统解决方案提供商。\\n> 5. **培育跨界融合新生态：**推动产业链供应链升级、推进产业集群数字化转型、深化产学研用合作、提升制造业“双创”水平。\\n\\n**重点工程：**\\n\\n> 1. **制造业数字化转型行动：**制定制造业数字化转型行动计划；构建制造企业数字化转型能力体系；制定重点行业领域数字化转型路线图，**推动原材料、装备制造、消费品、电子信息、绿色制造、安全生产等重点行业领域加快数字化转型。**\\n> 2. **两化融合标准引领行动：**开展两化融合度标准制定与评估推广工作；打造两化融合管理体系贯标升级版；健全标准应用推广的市场化服务体系。\\n> 3. **工业互联网平台推广工程：**完善工业互联网平台体系；加快工业互联网平台融合应用；组织开展平台监测分析。\\n> 4. **系统解决方案能力提升行动：**打造系统解决方案资源池；健全完善解决方案应用推广生态；培育推广工业设备上云解决方案，**聚焦高耗能设备、通用动力设备、新能源设备、智能化设备等重点设备上云。**\\n> 5. **产业链供应链数字化升级行动：**制定和推广供应链数字化管理标准；提升重点领域产业链供应链数字化水平；加快发展工业电子商务。\\n\\n以下为《规划》全文：\\n\\n**“十四五”信息化和工业化深度融合发展规划**\\n\\n信息化和工业化深度融合（以下简称两化深度融合）是信息化和工业化两个历史进程的交汇与创新，是中国特色新型工业化道路的集中体现，是新发展阶段制造业数字化、网络化、智能化发展的必由之路，是数字经济时代建设制造强国、网络强国和数字中国的扣合点。信息化是信息技术在国 民经济各领域的应用，既是发展过程也是发展目的，信息化和工业化的融合既加速了工业化进程，也拉动了信息技术的进步。信息世界与物理世界的深度融合是未来世界发展的总趋势，两化深度融合顺应这一趋势，正在全面加速数字化转型，推动制造业企业形态、生产方式、业务模式和就业方式根本性变革。为深入贯彻落实党中央、国务院关于深化新一代信息技术与制造业融合发展的决策部署，持续做好两化深度融合这篇大文章，根据《中华人民共和国国民经济和社会 发展第十四个五年规划和 2035 年远景目标纲要》，编制本规划。\\n\\n一、发展形势\\n\\n**“十三五”期间，**通过政策制定、标准推广、工程实施、试点示范等系列举措，两化深度融合既推动了信息技术在制造业的广泛应用，也带动了信息技术产业的系统创新和蓬勃发展。两化深度融合“十三五”规划主要目标任务全面完成， 以两化深度融合为本质特征的中国特色新型工业化道路更加宽广，步伐更加坚定，成效更加显著。**一是融合发展政策体系不断健全。**党中央、国务院先后出台《关于深化“互联网+先进制造业”发展工业互联网的指导意见》《关于深化新 一代信息技术与制造业融合发展的指导意见》等系列文件，融合发展顶层设计持续加强，推进机制日益完善。**二是两化深度融合对传统产业提升作用显著。**两化融合管理体系贯标持续推进，信息技术在制造业研发设计、生产制造、经营管理、运维服务等关键业务环节广泛应用，全国工业企业关键 工序数控化率、经营管理数字化普及率和数字化研发设计工具普及率分别达 52.1%、68.1%和 73.0%，五年内分别增加6.7、13.2 和 11 个百分点，制造业数字化转型不断加速。**三是基于工业互联网的融合发展生态加速构建。**我国工业互联网发展水平与发达国家基本同步，网络基础设施持续升级， 标识解析体系基本建成，注册总量突破 94 亿，平台资源配置能力显著增强，设备连接数量超过 7000 万，行业赋能效果日益凸显，数字化管理、个性化定制、网络化协同、服务化延伸等融合发展新模式新业态蓬勃发展。**四是融合发展基础设施不断夯实。**建成全球规模最大的信息通信网络，开通5G 基站超过 70 万个，5G 商用部署初见成效，互联网协议第六版（IPv6）基础设施全面就绪，“蛟龙”下水、大飞机上天、北斗组网、高铁出海，关键领域核心技术、高端装备和重大短板攻关取得新进展。\\n\\n**“十四五”时期**是建设制造强国、构建现代化产业体系和实现经济高质量发展的重要阶段，两化深度融合面临新的机遇和挑战。**一是新一代信息技术处于加速创新的爆发期，两化深度融合面临新形势。**新一代信息技术催生第四次工业革命，互联网、大数据、人工智能、区块链等新技术加速融合 应用，数据要素赋能作用持续显现，正在引发系统性、革命性、群体性的技术突破和产业变革，不断催生融合发展新技术、新产业、新模式、新业态。**二是全面建设社会主义现代化国家开启新征程，两化深度融合面临新任务。**党的十九届五中全会提出 2035 年基本实现社会主义现代化的远景目标，并将“基本实现新型工业化、信息化、城镇化、农业现代化”（新四化）作为重要发展目标。“十四五”时期亟需通过两化深度融合，推动产业数字化和数字产业化，加快质量变革、效率变革和动力变革，赋能传统产业转型升级，壮大经济发展新引擎，为实现“新四化”提供有力支撑。**三是世界正经历百年未有之大变局，两化深度融合面临新挑战。**当前全球经贸环境日趋复杂，新冠疫情影响广泛深远，高端制造回流和中低端制造外迁对我国形成“双向挤压”。我国制造业仍面临低端供给过剩、高端供给不足、创新能力不适应高质量发展要求等诸多挑战，亟需深化新一代信息技术与制造业全要 素、全产业链、全价值链融合发展，推进产业基础高级化、产业链现代化，促进国内国际双循环。\\n\\n**综合判断，**我国两化深度融合发展仍处于走深向实的战略机遇期，正步入深化应用、加速创新、引领变革的快速发 展轨道。“十四五”时期，要深刻认识并顺应当前国际国内形势，瞄准构建现代化产业体系的新目标，持续做好两化深度融合这篇大文章。\\n\\n二、总体要求\\n\\n**（一）指导思想**\\n\\n坚持以习近平新时代中国特色社会主义思想为指导，深入贯彻党的十九大和十九届二中、三中、四中、五中、六中全会精神，立足新发展阶段，完整、准确、全面贯彻新发展理念，构建新发展格局，紧扣制造业高质量发展要求，以供给侧结构性改革为主线，以智能制造为主攻方向，以数字化转型为主要抓手，推动工业互联网创新发展，培育融合发展新模式新业态，加快重点行业领域数字化转型，激发企业融合发展活力，打造数据驱动、软件定义、平台支撑、服务增值、智能主导的现代化产业体系，全面推进产业基础高级化、 产业链现代化，为实现“新四化”的战略目标奠定坚实基础。\\n\\n**（二）基本原则**\\n\\n**坚持市场主导。**发挥好市场在资源配置中的决定性作用，更好发挥政府在环境营造、生态构建中的政策引导作用， 破解融合发展的体制机制约束，形成融合发展的市场化模式，促进供给和需求在更高水平上实现动态平衡。\\n\\n**坚持创新驱动。**发挥新一代信息技术的创新活力，激发数据要素的转型动力，按照问题导向、应用牵引、系统突破的思路，着力补短板、锻长板，以集成创新加速产业变革、管理优化和战略转型，促进质量变革、效率变革和动力变革。\\n\\n**坚持系统推进。**充分释放各方主体活力，发挥大型企业、龙头企业的标杆引领作用，打造资源富集、应用繁荣、产业进步、治理有序的平台化共建共享新生态，促进大中小企业、 产业链上下游、跨行业跨领域融通发展。\\n\\n**坚持开放合作。**通过新一代信息技术融合应用推动生产、分配、流通、消费各环节在国内市场实现良性循环，形 成对全球资源要素的引力场，深化国际合作，构建互利共赢的开放合作新格局。\\n\\n**（三）发展目标**\\n\\n到 2025 年，信息化和工业化在更广范围、更深程度、更高水平上实现融合发展，新一代信息技术向制造业各领域加速渗透，范围显著扩展、程度持续深化、质量大幅提升， 制造业数字化转型步伐明显加快，全国两化融合发展指数达到 105。\\n\\n**——新模式新业态广泛普及。**企业经营管理数字化普及率达 80%，企业形态加速向扁平化、平台化、生态化转变。数字化研发设计工具普及率达 85%，平台化设计得到规模化推广。关键工序数控化率达 68%，网络化、智能化、个性化生产方式在重点领域得到深度应用。\\n\\n**——产业数字化转型成效显著。**原材料、装备制造、消费品、电子信息、绿色制造、安全生产等重点行业领域数字化转型步伐加快，数字化、网络化、智能化整体水平持续提高。\\n\\n**——融合支撑体系持续完善。**新型信息基础设施建设提档升级，数字化技术快速进步，工业大数据产业蓬勃发展， 工业互联网应用成效进一步显现，两化融合标准体系持续完善，产业基础迈向高级化。\\n\\n**——企业融合发展活力全面激发。**工业互联网平台普及率达 45%，系统解决方案服务能力明显增强，形成平台企业赋能、大中小企业融通发展新格局。\\n\\n**——融合生态体系繁荣发展。**制造业“双创”体系持续完善，产业链供应链数字化水平持续提升，带动产业链、创新链、人才链、价值链加速融合，涌现出一批数字化水平较高的产业集群，融合发展生态快速形成。\\n\\n三、主要任务\\n\\n**（一）培育新产品新模式新业态**\\n\\n1. **新型智能产品**\\n\\n支持制造企业与信息技术企业联合攻关，推动人工智能、5G、先进传感等技术的融合应用，培育工业级智能硬件、 智能机器人、智能网联汽车、智能船舶、无人机、智能可穿戴设备、智能家居等新型智能产品。发展基于智能产品的场景化应用，加快智能产品在工业、交通、医疗、教育、国防科工、健康养老等重点行业领域应用推广，服务支撑产业转型升级和居民消费升级。\\n\\n1. **数字化管理**\\n\\n打通企业数据链，通过智能传感、物联网等技术推动全业务链数据的实时采集和全面贯通，构建数字化供应链管理体系，引导企业打造数字化驾驶舱，实现经营管理的可视化和透明化。鼓励企业基于生产运营数据重构战略布局、运营管理和市场服务，形成数据驱动的高效运营管理模式，提升智能决策、精益制造和精准服务能力。\\n\\n1. **平台化设计**\\n\\n依托工业互联网平台，实现高水平高效率的轻量化设计、并行设计、敏捷设计、交互设计和基于模型的设计，变革传统设计方式，提升研发质量和效率。发展平台化、虚拟化仿真设计工具，培育平台化设计新模式，推动设计和工艺、 制造、运维的一体化，实现无实物样机生产，缩短新产品研发周期，提升产品竞争力。\\n\\n1. **智能化制造**\\n\\n提升企业信息技术应用能力，加快生产制造全过程数字化改造，推动智能制造单元、智能产线、智能车间建设，实现全要素全环节的动态感知、互联互通、数据集成和智能管控。推动先进过程控制系统在企业的深化应用，加快制造执行系统的云化部署和优化升级，深化人工智能融合应用，通过全面感知、实时分析、科学决策和精准执行，提升生产效率、产品质量和安全水平，降低生产成本和能源资源消耗。\\n\\n1. **网络化协同**\\n\\n促进企业间的数据互通和业务互联，推动供应链上下游企业与合作伙伴共享各类资源，实现网络化的协同设计、协同生产和协同服务。推广云化设计软件（CAX）、云化企业资源计划系统（ERP）、云化制造执行系统（MES）、云化供应链管理系统（SCM）等新型软件工具，共享设计模型、生产数据、用户使用信息、产品数据库等，基于工业互联网提升制造资源配置效率。\\n\\n1. **个性化定制**\\n\\n面向消费者个性化需求，发展客户需求分析、敏捷产品开发设计、柔性智能生产、精准交付服务等系统，增强用户在产品全生命周期中的参与度，实现供需精准对接和高效匹配。鼓励具有成熟经验和服务模式的个性化定制企业，基于自身个性化定制平台及模型库，培育形成一批集用户需求获取、研发设计、柔性生产、交付服务于一体的系统解决方案， 加快大规模个性化定制模式的示范推广。\\n\\n1. **服务化延伸**\\n\\n推动工业企业产品供应和服务链条的数字化升级，从原有制造业务向价值链两端高附加值环节延伸，发展设备健康管理、产品远程运维、设备融资租赁、共享制造、供应链金融、总集成总承包等新型服务，实现从单纯出售产品向出售 “产品+服务”转变。鼓励工业领域工程服务商深化数字仿真、制造信息建模（MIM）等新技术应用，提升工厂建设和运维的数字化水平，实现从交钥匙工程向“工程建设+运维服务” 转变。\\n\\n**（二）推进行业领域数字化转型**\\n\\n1. **原材料**\\n\\n面向石化化工、钢铁、有色、建材、能源等行业，推进 生产过程数字化监控及管理，加速业务系统互联互通和工业数据集成共享，实现生产管控一体化。支持构建行业生产全流程运行数据模型，基于数据分析实现工艺改进、运行优化和质量管控，提升全要素生产率。建设和推广行业工业互联网平台，推动关键设备上云上平台，聚焦能源管理、预测性维护、安环预警等重点环节，培育和推广一批流程管理工业APP 和解决方案。\\n\\n1. **装备制造**\\n\\n提升智能制造供给支撑能力，开展设计、工艺、试验、生产加工等过程中关键共性技术攻关和集成应用，加速工业技术软件化，攻克一批重大短板装备和重大技术装备。围绕机械、汽车、航空、航天、船舶、兵器、电子、电力等重点装备领域，建设数字化车间和智能工厂，构建面向装备全生命周期的数字孪生系统，推进基于模型的系统工程（MBSE） 规模应用，依托工业互联网平台实现装备的预测性维护与健康管理。\\n\\n1. **消费品**\\n\\n实施“超高清视频+5G+AI+VR”融合创新应用工程，推动新技术产品在工业可视化、缺陷检测、产品组装定位引导、机器人巡检等消费品行业典型场景的创新应用。推动纺织服装、家具、家电等行业建设自动化、连续化、柔性化生产系统，支持食品、药品等行业建设产品信息追溯系统，基于工业互联网平台实现消费品行业的柔性生产和产需对接。开展基于消费数据的用户需求挖掘、产品研发、智能生产和数据增值等服务创新，推广大规模个性化定制、共享制造等新模式新业态，满足多样化、个性化消费升级需求。\\n\\n1. **电子信息**\\n\\n引导电子行业企业深化 5G、大数据、人工智能、边缘计算等技术的创新应用，提升软硬协同水平，加快发展人机 协同装配、质量智能检测等新应用新模式。支持企业加强基 于工业互联网平台的供应链协同管理，实现电子元器件采 购、生产、库存、质量、物流等环节动态精准协同，优化全供应链资源配置效率，强化产业链上下游协同管控水平。面向电子信息产业集聚区，推动设计、制造、检测等设备和能 力的平台化汇聚与共享，提升产业集群的协同发展和风险防范能力。\\n\\n1. **绿色制造**\\n\\n实施“互联网+”绿色制造行动，引导企业应用新一代信息技术建设污染物排放在线监测系统、地下管网漏水检测系 统、工业废水循环利用智慧管理平台和能源管理中心，开展资源能源和污染物全过程动态监测、精准控制和优化管理， 推动碳减排，助力实现碳达峰、碳中和。加快绿色制造体系数字化，推进绿色技术软件化封装，培育一批数字化、模块化的绿色制造解决方案，推动成熟绿色制造技术的创新应 用。建立工业领域生态环境保护信息化工程平台，聚焦重点行业重点产品全生命周期，加强部门间数据共享共治，构建资源能源和污染物公共数据库，提升资源能源管理水平。\\n\\n1. **安全生产**\\n\\n协同开展“工业互联网+安全生产”行动，推动重点行业开展工业互联网改造，加快安全生产要素的网络化连接、平台化汇聚和智能化分析。建设国家工业互联网大数据中心安全生产行业分中心和数据支撑平台，分行业开发安全生产模型库、工具集，推进安全生产管理知识和经验的软件化沉淀。深化工业互联网融合应用，引导工业企业加快构建安全生产快速感知、全面监测、超前预警、联动处置、系统评估的新型能力体系。\\n\\n**（三）筑牢融合发展新基础**\\n\\n1. **建设新型信息基础设施**\\n\\n加快 5G 规模组网建设及应用，制定重点行业 5G 发展计划，加快建成覆盖全国、品质优良、高效运行、全球领先的5G 基础网络。完善工业互联网标识解析体系，推动 5G、千兆光纤网络、IPv6、时间敏感网络（TSN）、软件定义网络（SDN）等新型网络技术在工业领域中的应用，加快工业企 业内外网改造。构建工业互联网安全监测体系，实施工业互联网企业网络安全分类分级管理和贯标行动。建设国家工业互联网大数据中心体系，推动工业数据资源采集、传输、加 工、存储和共享，构建跨区域、跨行业的工业大数据支撑服 务体系。\\n\\n1. **提升关键核心技术支撑能力**\\n\\n通过融合应用带动技术进步，建设产学研用一体化平台和共性技术公共服务平台，开展人工智能、区块链、数字孪生等前沿关键技术攻关，突破核心电子元器件、基础软件等 核心技术瓶颈，加快数字产业化进程。通过产品试验、市场化和产业化引导，加快工业芯片、智能传感器、工业控制系统、工业软件等融合支撑产业培育和发展壮大，增强工业基 础支撑能力。支持企业构建具有自主知识产权的基础产品体系，利用好首台（套）重大技术装备保险补偿政策促进创新产品的规模化应用，发挥好税收优惠政策作用，加大信息技术创新产品推广力度，迭代提升软硬件产品和系统的就绪 度、成熟度，提高产业链完整性和竞争力。\\n\\n1. **推动工业大数据创新发展**\\n\\n加快工业数据汇聚，开展工业数据资源调查，建立多级联动的国家工业基础大数据库和原材料、装备制造、消费品、 电子信息等行业数据库。落实《工业数据分类分级指南（试行）》，开展企业数据管理能力成熟度评估国家标准贯标，提升企业数据管理水平。支持产业链上下游企业共建安全可信的工业数据共享空间，深化工业数据应用，激活数据要素潜能，发展数据驱动的新模式新业态，促进工业数据的价值提升。\\n\\n1. **完善两化深度融合标准体系**\\n\\n建立健全两化深度融合标准体系，依托全国两化融合管理标委会（TC573）、科研院所、联盟团体等各类专业技术组织，开展两化融合度、两化融合管理体系、数字化转型、工业互联网、信息物理系统（CPS）、数字孪生、数字化供应链、设备上云、数据字典、制造业数字化仿真、工业信息安全等重点领域国家标准、行业标准和团体标准制修订工作。加强两化融合度等关键标准的宣贯推广，组织开展两化融合度评估，明确不同融合度企业的发展重点和提升路径，引导企业逐级或跨级提升信息技术融合应用水平。\\n\\n**（四）激发企业主体新活力**\\n\\n1. **培育生态聚合型平台企业**\\n\\n培育具有竞争力的工业互联网平台企业，建设一批跨行业跨领域的综合型平台、面向重点行业和区域的特色型平台以及面向特定技术和场景的专业型平台，强化工业大数据开发、制造资源配置和解决方案汇聚能力，加快工业知识的沉淀、传播和复用，打造基于平台的制造业新生态。促进平台间互联互通，通过制定平台间数据迁移标准，探索工业机理模型、微服务、工业 APP 的跨平台部署和调用机制，实现平台间的数据互通、能力协同与服务共享。\\n\\n1. **打造示范引领型骨干企业**\\n\\n支持企业利用新技术新应用进行全方位、全角度、全链条改造，培育一批创新能力强、品牌影响力突出的融合应用领军企业。充分发挥行业骨干企业的标杆引领作用，鼓励企业基于技术和产业优势，开展新技术新产品新模式先行先 试，培育先进的行业系统解决方案，提升专业化服务能力。支持骨干企业建立技术开发与创新应用的紧密协作关系，推动行业系统解决方案复制推广，引领行业整体转型升级。\\n\\n1. **壮大“专精特新”中小企业**\\n\\n实施中小企业创新能力和专业化水平提升工程，孵化百万家创新型中小企业，培育十万家省级“专精特新”中小企业、万家专精特新“小巨人”企业。开展中小企业数字化赋能专项行动，培育推广一批符合中小企业需求的数字化产品和服务，降低中小企业数字化转型成本。鼓励大型企业通过开放平台等多种形式与中小企业开展互利合作，聚焦产业优势领域和产业链关键环节精耕细作，推动产业链上中下游、大中小企业融通创新。\\n\\n1. **发展专业化系统解决方案提供商**\\n\\n面向制造业数字化、网络化、智能化转型需求，培育系统解决方案提供商，提供规划设计、开发实施、集成应用、诊断咨询、运行维护等服务。聚焦新技术应用、特定场景优化、企业整体提升等需求，培育技术型、专业型、综合型等系统解决方案提供商。鼓励地方建设解决方案资源池，通过服务券等方式加速优质解决方案的应用推广，降低企业数字化转型门槛。\\n\\n**（五）培育跨界融合新生态**\\n\\n1. **推动产业链供应链升级**\\n\\n推动数据赋能全产业链协同转型，深化应用 5G、互联网、大数据、区块链等新一代信息技术，重构产业链的结构、 流程与模式，强化产业链全渠道智能管控和动态优化，促进产业链向产业网络转型，增强产业链的自适应、自修复能力， 提升产业链稳定性和竞争力。推动供应链全链条云端协同， 引导上下游企业加强供应链数字化管理和一体化协同，基于平台开展协同采购、协同制造和协同配送，推动企业健全供应链安全管理体系，打造敏捷高效、安全稳定的数字化供应链和供应链网络。深化互联网、区块链等新技术应用，推动国际产能合作，加快重点企业产业链国际化，助力我国企业深度融入全球产业体系。\\n\\n1. **推进产业集群数字化转型**\\n\\n支持产业集群加快通信网络、数据中心、能源管控中心等数字化基础设施的建设完善和共建共享，实现资源在线化、产能柔性化和产业链协同化，提升产业集群综合竞争力。 引导集群企业“上云上平台”，依托工业互联网平台实现制造能力的在线发布、协同和交易，优化制造资源配置效率，促进集群企业高端化、智能化、绿色化改造转型。创建一批工业互联网示范区，打造工业互联网产业示范基地和应用创新推广中心，加速工业互联网技术攻关和成果推广，打造工业互联网发展高地。\\n\\n1. **深化产学研用合作**\\n\\n加强产学研用合作，健全以企业为主体、产学研用协同的创新体系，支持企业牵头建设国家制造业创新中心，培育一批具有原始创新能力的技术策源地，加速科技研发与科技成果应用的双向迭代。完善产业与金融合作机制，探索建立基于生产运营数据的征信机制和融资模式，引导资本市场加大对数字化转型、工业互联网等领域的投资力度。夯实产教融合基础，支持信息技术“新工科”建设，完善校企合作机制， 鼓励通过开展联合办学、建设实训基地等方式加强两化深度融合领域人才培养，依托国家重大人才工程加大对融合发展领军人才支持力度。\\n\\n1. **提升制造业“双创”水平**\\n\\n推进制造业“双创”与工业互联网协同发展，打造基于工业互联网平台的“双创”体系，加快研发、制造、管理、商务、物流、孵化等创业创新资源数字化改造、在线化汇聚和平台化共享，发展平台经济、零工经济等新业态，打造制造业“双创”升级版。坚持以人为本，鼓励企业建立以贡献为标准的薪酬制度和绩效考核机制，充分激发员工的积极性、主动性和创造性，增强企业创新活力。\\n\\n四、重点工程\\n\\n**（一）制造业数字化转型行动**\\n\\n**制定制造业数字化转型行动计划。**建立健全部际协同、部省联动的工作推进机制，推动形成市场主导、政府引导、行业参与、企业主体、产学研用协同推进的制造业数字化转型工作格局。**制定重点行业领域数字化转型路线图。**构建制造业数字化转型评估评价体系，制定推广企业数字化转型系列实施指南和工具集，推动原材料、装备制造、消费品、电子信息、绿色制造、安全生产等重点行业领域加快数字化转型。**构建制造企业数字化转型能力体系。**组织开展新一代信息技术与制造业融合发展试点示范，重点提升融合管理、数据贯通、软件开发、智能应用和安全防护等新型能力，引导企业发展数字化管理、平台化设计、智能化制造、网络化协同、个性化定制、服务化延伸等新模式。\\n\\n**（二）两化融合标准引领行动**\\n\\n**开展两化融合度标准制定与评估推广工作。**组织制定两化融合度标准，明确企业在不同融合度等级下信息技术融合应用的准则和水平，组织开展企业两化融合度贯标，通过融合度对企业自动化、数字化、网络化、智能化水平进行评估，引领企业形成两化融合能力，拉动企业提高融合度等级。**打造两化融合管理体系贯标升级版。**引导地方政府、央企集团、行业组织等创新开展两化融合管理体系试点示范与分级贯标评定，加快两化融合管理体系在重点领域和优势产业全覆盖，以及在中小企业集群的规模化普及。**健全标准应用推广的市场化服务体系。**建设完善两化融合标准化公共服务平台，开发两化融合自动化贯标工具，提供贯标全流程服务， 持续提升贯标的市场化服务能力与质量。\\n\\n**（三）工业互联网平台推广工程**\\n\\n**完善工业互联网平台体系。**培育综合型、特色型、专业型平台，引导跨行业跨领域平台汇聚更广范围生产要素资源，面向原材料、装备制造、消费品、电子信息等重点行业及产业集聚区建设行业和区域特色平台，建设云仿真、数字孪生、数据加工等技术专业型平台。**加快工业互联网平台融合应用。**围绕技术融合、集成应用、模式创新等重点方向， 遴选优秀试点示范项目，组织开展工业互联网平台赋能深度行、“工业互联网+园区”等宣贯活动，培育和推广“平台+ 产品”“平台+模式”“平台+行业/区域”等创新解决方案。**组织开展平台监测分析。**完善平台数据字典，开展平台基础能力、运营服务、产业支撑等数据自动化采集，研发平台监测分析 模型，编制发布工业互联网平台发展指数和工业互联网平台应用数据地图。加强对重点工业互联网平台、APP 的安全检测评估，开展监测预警、信息共享和协同处置，提升工业互联网平台安全防护能力。\\n\\n**（四）系统解决方案能力提升行动**\\n\\n**打造系统解决方案资源池。**分行业、分环节培育形成设备监测预警、精益研发、精益生产、产业链协同等一批高价值行业解决方案，支持打造解决方案资源池，有效提升行业系统解决方案专业化、集成化水平。**培育推广工业设备上云解决方案。**聚焦高耗能设备、通用动力设备、新能源设备、智能化设备等重点设备，加快优质设备上云解决方案培育， 持续完善设备上云标准体系和评估指标，探索发布设备上云绩效榜单和相关指数，引导企业有序规范推动设备上云。**健全完善解决方案应用推广生态。**围绕规划设计、开发实施、集成应用、诊断咨询、运行维护等综合服务需求，加快打造一批系统解决方案提供商，推动解决方案提供商与工业软件、智能装备企业融通发展，打造供需精准对接、各方协同共赢的良好生态。\\n\\n**（五）产业链供应链数字化升级行动**\\n\\n**制定和推广供应链数字化管理标准。**组织制定供应链数字化管理指南等关键亟需标准，面向航空、电子、汽车等重点行业开展贯标试点，以标准引领企业导入供应链数字化工具和解决方案，提升供应链数字化管理能力。**提升重点领域产业链供应链数字化水平。**面向电子、医疗、工程机械等重点产业，引导行业组织、科研院所、龙头企业等深化大数据、区块链、工业互联网等技术应用，提升产业链供应链数字化水平，增强产业链供应链协同运作的精准性和敏捷性。**加快发展工业电子商务。**引导大型制造企业采购销售平台向行业电子商务平台转型，提高企业供应链协同水平。引导第三方工业电子商务平台向网上交易、支付结算、供应链金融、大 数据分析等综合服务延伸，提升平台运营服务能力。\\n\\n五、保障措施\\n\\n（一）健全组织实施机制。强化部际、部省、央地间协同合作，统筹推进工业互联网创新发展、制造业数字化转型、 智能制造、工业大数据发展等重点工程和行动计划。各地要结合实际制定出台配套政策规划，落实规划总体要求、目标和任务，打好政策“组合拳”。发挥科研院所、行业组织、产业联盟等多元主体的桥梁作用，明确职责分工，强化协同联动。优化完善两化深度融合发展监测分析、绩效评估和监督考核机制，定期开展规划实施的跟踪评估工作，确保规划有效落实。\\n\\n（二）加大财税资金支持。充分利用重大专项、制造业 转型升级基金等机制，加大对数字“新基建”、工业互联网平台建设推广、两化深度融合共性技术研发及产业化等工作的财政支持。鼓励有条件的地方按照规定设立专项资金，探索 建立多元化、多渠道社会投入机制，加强对中小企业数字化转型的资金扶持。落实好税收优惠政策，为制造企业创造良 好发展环境。\\n\\n（三）加快人才队伍培养。会同研究院所、行业组织协同推动两化深度融合、工业互联网、数字化转型等领域国家人才的培养，加快建立多层次、体系化、高水平的人才队伍。 依托工业互联网平台工程实训基地、应用创新推广中心和创新合作中心等创新载体，打造产学研融合、区域协调联动和公益商业配合的人才培养模式。鼓励企业创新激励机制，建立适应两化深度融合发展需求的人事制度、薪酬制度和评价机制，完善技术入股、期权激励等人力资本收益分配机制， 充分激发人力资本的创新潜能。\\n\\n（四）优化融合发展环境。建立部门间高效联动机制， 依托互联网平台、大数据平台等，推动跨部门、跨层级、跨区域的数据共享和流程互通，持续强化融合发展推进合力。放宽新产品、新模式、新业态的市场准入限制，清理制约人才、资本、技术、数据等要素自由流动的制度障碍，强化竞争政策的基础性地位。推动相关行业在技术、标准、政策等方面充分对接，强化知识产权保护，打造有利于两化深度融合的外部环境。多形式开展宣传推广和培训交流，提升政府、 企业、行业组织、科研院所等各类参与主体对两化深度融合的认识水平，强化互联网思维、大数据思维，增强利用新一代信息技术创新各项工作的本领。\\n\\n（五）加强国际交流合作。充分利用双多边国际交流合 作机制，深化两化深度融合、工业互联网、开源软件、供应 链金融等领域的国际合作，加强国际标准化工作，开展知识产权海外布局。扩大制造业对外开放，鼓励外资企业在境内设立研发机构。落实“一带一路”倡议，支持优秀企业、产品、技术全球化协作，加强融合发展“中国方案”的国际推广。\\n\\n \\n \",\"timestamp\":1638253026,\"title\":\"工信部发布《“十四五”信息化和工业化深度融合发展规划》\"},\"digest\":\"nRRANdCLb2weDHjQOe39Fj1C9Ycwxc1eH7FjPW25wiw\",\"authorship\":{\"contributor\":\"0x58C775af9296d634F02ec9A18198906DF84Fb43B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qhs1Gw0kGaAgWN7DA_fiNIg4SUlQA32heUkXbnJOnFo\\\",\\\"y\\\":\\\"iYST8KBOEeQ2MyMcphM_71jknDRDGPIygHwvJA0ZwVc\\\"}\",\"signature\":\"k1a8nfz9akhU7PTRhQsLjiH22x40mj1sgWgKcmt8fh-sjHm0wIB5kid8vSRCOZTRlr57nKfRTGwTRBipUdiWhw\",\"signingKeySignature\":\"0xd55198a75a8d82499b39f5214ef9ee2698614a34944a15c70955b1a49b7a1cf718b13300b145b5e636be6dcea66dd9c7e1fc3f9a75a9190750c55ef4051c62211c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qhs1Gw0kGaAgWN7DA_fiNIg4SUlQA32heUkXbnJOnFo\\\",\\\"y\\\":\\\"iYST8KBOEeQ2MyMcphM_71jknDRDGPIygHwvJA0ZwVc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nRRANdCLb2weDHjQOe39Fj1C9Ycwxc1eH7FjPW25wiw\"}"