"{\"content\":{\"body\":\"The remaining 12 members of a group of 17 Ohio-based missionaries kidnapped by an armed gang in Haiti in October were released Thursday, according to the country's justice minister.\\n\\nSeventeen missionaries representing Christian Aid Ministries, including 16 Americans and one Canadian, were kidnapped by armed men on Oct 16 while driving through the suburb of Croix des Bouquets, just outside the capital Port-au-Prince. The hostages ranged in age from 8 months to 48.\\n\\nThe group's members had been returning from visiting an orphanage and were headed back to their home base when they were seized by the 400 Mawozo gang. \\n\\nThe leader of the gang had threatened to kill the hostages unless his demands were met. Authorities had said the gang was demanding $1 million per person, although it wasn't immediately clear if that included the children in the group. \\n\\nThe hostages' release followed weeks of negotiations with 400 Mazowo, police spokesman Gary Desrosiers told Agence France-Presse. It remained unclear Thursday whether any ransom was paid.\\n\\nTwo of the 17 missionaries were released on Nov 21. Two weeks later, three more were released. A source in Haiti's security forces said the remaining hostages were released early Thursday in the neighborhood of Morne Cabrit and were found by locals who alerted authorities. \\n\\nCarleton Horst, a member of the Hart Dunkard Brethren Church in Hart, Michigan, knows several of those who had been kidnapped because they are connected to the church. After church members learned of the hostages' release, Horst told National Public Radio he was \\\"feeling great and relieved\\\".\\n\\n\\\"Today is the day we have been hoping for, praying for, and working so hard to achieve,\\\" said Congressman Bill Huizenga, whose western Michigan congressional district includes Hart. \\\"I want to thank members of the hostage-negotiation team for their diligence in securing the safe release of all the hostages. This is a great day for families in Michigan and across the nation who have been worried about the safety of their loved ones,\\\" Huizenga said.\\n\\nIn addition to Michigan, the hostages are from Wisconsin, Ohio, Tennessee, Pennsylvania, Oregon and Ontario, Canada, according to the missionary group. \\n\\nKidnappings for ransom in Haiti are widespread and often indiscriminate, targeting rich and poor, young and old. Rising crime has accompanied the country's political instability, with kidnappings spiking in the months after the July assassination of President Jovenel Moise, according to local human rights organization CARDH. \\n\\nMichèle Montas, a Haitian journalist and former UN spokesperson, told CBS News \\\"the kidnapping of these American missionaries and their prolonged detention have brought the attention of the world on the deteriorating security situation in Haiti\\\". \\n\\nHer husband,  Jean Dominique,  was killed in 2000 after the couple founded Radio Haiti, the country's leading news outlet.\\n\\n\\\"Kidnappings have become a daily occurrence. Gangs are controlling access to Port-au-Prince from the southern part of the country,\\\" Montas said. \\\"The Mawozo gang that kept the foreign missionaries captive northeast of the capital has been attacking passenger buses, taking their belongings from them, with a police force unable to control the situation and a de facto government totally powerless in controlling the security situation.\\\"\",\"timestamp\":1639753957,\"title\":\"12 kidnapped missionaries freed in Haiti\"},\"digest\":\"-EZ67ELLwZQueKdzKA5ZkG7o9FHO4cL6fKIx_dYA0I0\",\"authorship\":{\"contributor\":\"0xcEd325C4FC3Ede6FDf767a975c99EC3d0689a559\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"i7V3yTQlDgElmrwPZOn4nE3BgVe3ST3EB0gz6QFxvbI\\\",\\\"y\\\":\\\"as5XGEsONAYWCMb0aBx9txKz0UCY8hsnP8XOTKPBfF0\\\"}\",\"signature\":\"dce4Zq8NHfSrQjBheVt3BVzHGqL3_CvVOtq_6EkhyHvS0b-NrxLdO3uQR0aZVi2n3cwxz-xjEBguX4pOe0xtMA\",\"signingKeySignature\":\"0xe83d59c6e5827954933114ec7067db69a3be9ded0c74d41184bbdc30a02e7dfe2b9d9a7ab6758a0762f30efe16c44b92aafdb39c2a1261ed881392c00959e7bd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"i7V3yTQlDgElmrwPZOn4nE3BgVe3ST3EB0gz6QFxvbI\\\",\\\"y\\\":\\\"as5XGEsONAYWCMb0aBx9txKz0UCY8hsnP8XOTKPBfF0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-EZ67ELLwZQueKdzKA5ZkG7o9FHO4cL6fKIx_dYA0I0\"}"