"{\"content\":{\"body\":\"“Yahoo users will not be able to interact via mail with Google email (Gmail) users,” — If tomorrow’s headlines sounded like this, the earth would come to a halt. This headline shall never see the light for all the right reasons. However, blockchain tech and [its favorite son, decentralized finance (DeFi)](https://cointelegraph.com/defi-101), are heading towards this rabbit hole.\\n\\nSiloed blockchains with no window for external communication are dominating the nascent space. Interconnectivity is elementary and synonymous with the primitive human quality of being social. From the days of the barter system, transfer and exchange have been the two core practices on which the world has been built.\\n\\n## Networking among blockchains and the need for IBC\\n\\nCurrently, blockchain applications and the DeFi juggernaut are nothing but a balkanized group of solutions failing to realize their true potential. To resolve this concern, blockchain networks need to shake hands with other networks and be open to a sovereign network of interconnected blockchains.\\n\\nThe Inter-Blockchain Communication (IBC) protocol shall facilitate this shaking of hands. It lays the platform that can transfer data across different networks and facilitates the cross-chain transfer of assets and tokens. And since IBC is a blockchain agnostic protocol, it has no native network and offers an unbiased solution to the entire world of blockchain solutions.\\n\\nMajor blockchains, like Bitcoin and Ethereum, are siloed without a transport layer. This limits their capabilities. Imagine Bitcoin being able to power Ethereum-based smart contracts in a permissionless manner. Had this been so, users would have been able to embrace the boundless functionality of Ethereum’s smart contract alongside the world’s popular currency in Bitcoin ([BTC](https://cointelegraph.com/bitcoin-price)).\\n\\n***Related: [A multichain approach is the future of the blockchain industry](https://cointelegraph.com/news/a-multichain-approach-is-the-future-of-the-blockchain-industry)***\",\"timestamp\":1634465378,\"title\":\"Truly decentralized finance will be beyond siloed blockchains\"},\"digest\":\"flA5cRBmqsWtAkgoJQ1MBMVuKCWpRBrxL5fm1EVTaLM\",\"authorship\":{\"contributor\":\"0x18C540dBE9f30466D9DDab0D25b9C9043EFbfc34\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BIvFC1JIRrnWrZEKfOnyGSmkU14zdPBf3kIAGQ7vpAg\\\",\\\"y\\\":\\\"kzQ3ZIu2Bt78ahC2b74qDWm-l52MDM1C6DYxti9uNzk\\\"}\",\"signature\":\"0jKaKajfYoL8oKcTcHREnn3Op2XBXo-U1WqiSRqLEMvuyRD4ifbC-I3pXcsxO3Jh6cqZMbWsur8uRbOjsHYu9w\",\"signingKeySignature\":\"0xaee5e4cf1bacbf7571a3dbc3b3b47e1cd2863291b9e0b73bd043e1c8b6f9e7c321a0765c0a8a0dbc614b9b5ff97f5a63bd0b67657e0a2efe58c92b0f4ba7c8c11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BIvFC1JIRrnWrZEKfOnyGSmkU14zdPBf3kIAGQ7vpAg\\\",\\\"y\\\":\\\"kzQ3ZIu2Bt78ahC2b74qDWm-l52MDM1C6DYxti9uNzk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"flA5cRBmqsWtAkgoJQ1MBMVuKCWpRBrxL5fm1EVTaLM\"}"