"{\"content\":{\"body\":\"![Photo by Steve Johnson on Unsplash](https://images.unsplash.com/photo-1529772187639-085af5eb1c40?ixid=mnwxmja3fdb8mhxwag90by1wywdlfhx8fgvufdb8fhx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1470&q=80)\\n\\nQuotes are taken from [The $12 Million Stuffed Shark](https://www.amazon.com/Million-Stuffed-Shark-Economics-Contemporary/dp/0230620590) by Donald Thompson. St. Martin’s Publishing Group\\n\\n## How pricing art is correlated with human insecurities\\n\\n\\\"Judging art is supposed to have less to do with the content of a work and more to do with an instinctive sense for what the artist has to say. Kirsten Ward, who is a physician and psychologist, says that art has the greatest impact when it makes the thinking part of the brain talk to the feeling part.\\\"\\n\\n\\\"They say publicly that prices are whatever someone will pay, and privately that ***art buying at the most expensive end is often a game played by the super-rich, with publicity and cultural distinction as the prize.***\\\"\\n\\n\\\"It simply means that for the wealthy, time is their scarcest resource. They are not willing to spend the time required to educate themselves to the point of overcoming insecurity. So, very often, the way the purchase decision for contemporary art is made is not just about art, but about minimizing that insecurity.\\\"\\n\\n## The art of branding and what it has to do with rich people\\n\\n\\\"Branding is the end result of the experiences a company creates with its customers and the media over a long period of time and of the clever marketing and public relations that go into creating and reinforcing those experiences.\\\"\\n\\n\\\"Money itself has little meaning in the upper echelons of the art world— everyone has it. What impresses is ownership of a rare and treasured work. The person who owns it is above the art crowd, untouchable. What the rich seem to want to acquire is what economists call ***positional goods;*** things that prove to the rest of the world that they really are rich.\\\"\\n\\n## Karl Marx's take on art and wealth\\n\\n\\\"Works of art, which represent the highest level of spiritual production, will find favor in the eyes of the bourgeois only if they are presented as being liable to directly generate material wealth.\\\" (Karl Marx, philosopher)\\n\\n\\n---\\n\\n*This micro-essay is #005 of ship30for30 challenge.*\",\"timestamp\":1635359988,\"title\":\"Quotes I can't stop thinking about from The $12 Million Stuffed Shark: part 1\",\"publication\":\"osirene\"},\"digest\":\"B4k7Qs0RITe-cruGEXHQFwed-RZwcT4_3a3NQCL-pOk\",\"authorship\":{\"contributor\":\"0x25E0FBc652CfC890d308961b7D34c08d109A491B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PxTmMyNc_Znx7wCuTYXqJZr1lit3W3eejNHdhmH4IXI\\\",\\\"y\\\":\\\"xav-grgP04q9Od96RcyNyViwKRVME-D5os0DcRoYLr4\\\"}\",\"signature\":\"sZNecu3MsSaH384M3Oxln5zLaMQ-AL4PXwSn5BHdJpi0iBRLqFz3Nzhi1Fyu4zKgefH2xUS1LqtHmD4GkrvhtA\",\"signingKeySignature\":\"0x07184b3596deba292b0fc229203879fb7f93d226a8a508604ee3290246cee9772f42f90115da212f3d591b95e22610be06c6b8abbf2d4ef91dd4d3a6040555791b\",\"signingKeyMessage\":\"I authorize the publication of articles on osirene.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PxTmMyNc_Znx7wCuTYXqJZr1lit3W3eejNHdhmH4IXI\\\",\\\"y\\\":\\\"xav-grgP04q9Od96RcyNyViwKRVME-D5os0DcRoYLr4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"B4k7Qs0RITe-cruGEXHQFwed-RZwcT4_3a3NQCL-pOk\"}"