"{\"content\":{\"body\":\"**My specific history of French House.**\\n\\nA door opened to another world when I first saw a guy in a dog costume walking through the streets of what must have been New York City, on my television. A lot of things left me very confused and intrigued: Was this a music video? Where was the band? What was this song? It sounded electronic, but was this dance music? \\n\\n[Daft Punk - Da Funk](https://www.youtube.com/watch?v=mmi60Bd4jSs)\\n\\nAlmost 20 years later, I'm still obsessed with this sound.\\n\\nSo let's dive in. And, just to be clear, I'm not going to try and present to you a definitive collection of the \\\"best\\\" of the genre. Rather, here's a collection of songs that have had the biggest impact on me. Some of which I've been listening to for decades now, and that I'm still not sick of.\\n\\n[Daft Punk - Fresh](https://www.youtube.com/watch?v=6TOXw9zQCAc)\\n\\nObviously I can't talk about this type of music without going a little overboard on my love of Daft Punk. They were my gateway! It's a wild feeling to think back on being a kid in a small town in the Pacific Northwest, hearing this music with zero context whatsoever. I didn't know what \\\"house\\\" was, let alone why it was so interesting that these kids in Paris were flipping it on its head. Anyways, Fresh and Voyager are the two songs that I chose to highlight here, because they both do a great job of explaining what it is that I love about french house: Repetitive melodic samples, four on the floor kicks and smooth bass lines. Also worth mentioning: the breakdown in Voyager is such a thing of beauty. The songwriting here is at a level that most electronic music producers just don't reach.\\n\\n[Daft Punk - Voyager](https://www.youtube.com/watch?v=CqZgd6-xQl8) \\n\\n*Okay, next up, let's dive a little deeper into the members of Daft Punk, and some of their work outside of the group.*\\n\\n[Stardust - Music Sounds Better With You](https://www.youtube.com/watch?v=FQlAEiCb8m0)\\n\\n[Thomas Bangalter - Club Soda](https://www.youtube.com/watch?v=ABx4oqeYiIw)\\n\\n[Le Knight Club - Boogie Shell](https://www.youtube.com/watch?v=UXGQ40r4at8)\\n\\n[Together - Together](https://www.youtube.com/watch?v=ypJhFJKyVQk)\\n\\nRemember how I said it would be impossible to not go overboard with the Daft Punk love? All of these tracks feature Thomas or Guy-Man, and they all go even deeper into the world that Daft Punk built on Homework. While I remember seeing the video for the Stardust tune growing up, I only discovered the Roulé and Crydamoure tracks later in life. It was like finding buried treasure. Especially considering Daft Punk wasn't a prolific group. To discover that there were entire labels of music that \\\"sounded just like Daft Punk\\\" was a revelation for me.\\n\\nAnyways, safe to say that all of these tracks still sound amazing, and more importantly, get people dancing, even 20 years after they were released.\\n\\n*Let's stay in France for a minute. Here's a few more, non-Daft Punk, tracks that define the sound for me.*\\n\\n[The Paradise - In Love With You](https://www.youtube.com/watch?v=wwo4cBjumpI)\\n\\n[Alan Braxe & Fred Falke - Penthouse Serenade](https://www.youtube.com/watch?v=0W61RElje8I)\\n\\nNext to Daft Punk, I think Alan Braxe & Fred Falke are the two people that have defined french house for me. By the time their compilation The Upper Cuts (I say their, technically the album is credited to Alan Braxe & Friends, but Falke's bass playing truly steals the show on this record) was released in 2005, Daft Punk's *Discovery* moved the straight ahead house sound of Homework into a world of dreamy, interplanetary disco. French house became french touch. Call it what you want, The Upper Cuts is a truly incredible collection of french dance music.\\n\\n[Phoenix - Heatwave](https://www.youtube.com/watch?v=uc-D4u8clLk)\\n\\nYes, it's *that* Phoenix. This is their first single, and it's hard not to imagine their relationship with Thomas and Guy-Man had an influence on this sound. Wild to think of where the band has gone from here.\\n\\n[DJ Mehdi - Signatune (Thomas Bangalter Edit)](https://www.youtube.com/watch?v=hbhXQTFRGj4)\\n\\nThis one is such a perfect bridge from that french touch sound, into what would become the next wave of french dance music, dominated by Justice and Ed Banger Records. This is such a hard track, more akin to heavier tracks on Homework, rather than the softer, melodic sounds on Discovery. Anyways, this one has just got so much power. Imagine hearing this one loud in a sweaty room with your friends. Sounds like a dream right now.\\n\\n[Annie - Anthonio (Fred Falke Remix)](https://www.youtube.com/watch?v=zH43dKfGOsA)\\n\\nI'd be remiss if I didn't include a Fred Falke remix. This one stands out to me as embodying all of the wide-eyed, romantic disco remixes that Falke released during the 00s. Deeply beautiful melodies that are guaranteed to make you cry in the club.\\n\\n**So where are we now?**\\n\\n*Here's a few songs that I've heard in the last decade or so, that have made me feel nostalgic for all these classics I've just swooned over.*\\n\\n[Les Sins - Youth Gone](https://www.youtube.com/watch?v=NM1d49qrUnw)\\n\\n[CFCF - Self Service](https://www.youtube.com/watch?v=rGU3Il5APvM)\\n\\n[Soundstream - Bass Affairs](https://www.youtube.com/watch?v=EhTWqV1BbiM)\\n\\n[Jack J - Something (On My Mind)](https://www.youtube.com/watch?v=W6FSAP5Gcvs)\\n\\n[Glenn Jackson - More To Love](https://www.youtube.com/watch?v=oKQTjaFtvsE)\\n\\nSo, this is the musical foundation that I built up Interior from. I've always wanted to make \\\"my own Discovery\\\", and while this record is definitely not Discovery, I feel like it pays an appropriate homage to this sound that I love so much.\\n\\nAnother update on the release comes next week. Some important parts of the process are starting to come together, and I'm looking forward to sharing them with you.\\n\\n\\n\\n\",\"timestamp\":1622320851,\"title\":\"INTERIOR 3\",\"publication\":\"teendaze\"},\"digest\":\"7GBag9whuGnbVRPryKOxWGzZfrwAsufju4Fzt5n-pzU\",\"authorship\":{\"contributor\":\"0xEa83321A41c69070C971CD9Ca193366d6Be8DDC4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cd1-5tNeY7nzznJmmsYTmEdkbcbdFR5J7f5mk0CvlzQ\\\",\\\"y\\\":\\\"myxIMCl4_YyhfZAGC2MkvHyDzIhpDjM-jCGhVtf_yCE\\\"}\",\"signature\":\"rBwYLj3J8f0ahEJnO_niZsD1gyNxpHOJ4JATOVFZRMBSlysMrefZ1b2gLUJE7PkdWflhcZeLU1AFid8OPvN1Wg\",\"signingKeySignature\":\"0x6699784ef51edf4aa1af6ac2442044d114dc7d0dcea37f5d9dfe02083d51633b7c382a32b575ca09c82bedc6951d88edf204095b388a14b6077090cd31539c351c\",\"signingKeyMessage\":\"I authorize the publication of articles on teendaze.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cd1-5tNeY7nzznJmmsYTmEdkbcbdFR5J7f5mk0CvlzQ\\\",\\\"y\\\":\\\"myxIMCl4_YyhfZAGC2MkvHyDzIhpDjM-jCGhVtf_yCE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8pGjKENICls7h9_oxVMBc_58TS5iEooDw516RdwPRgY\"}"