"{\"content\":{\"body\":\"Sub Thread Weekly is your best source for a quick debrief across the latest news, actions, events and happenings in Web3 Fashion Media and Marketing. It’s curated and published by Global Designer Network DAO member Alma. Weave your way through the threads below to get all caught up on the culture.\\n\\n**This week’s Sub Thread features @sillytuna regarding his experience of helping organise a real life NFT event in London. You can have a peak at his strategy, challenges and thoughts regarding the event that was organised in an extremely short amount of time of around one week. The event was meant to ‘supplement’ NFT New York City when the flights from UK to US were stopped due to covid.**\\n\\nSillytuna is a self-proclaimed OG crypto and NFT enthusiast and an active digital artist. He has been talking about NFTs since 2015, as he believes they will play a fundamental part in the future of digital property and our day to day lives. You can read his blog here: [https://sillytuna.medium.com](https://sillytuna.medium.com/) and follow him on Twitter @sillytuna.\\n\\n**When talking to Sillytuna about the experience organising NFT London this is what he has to say about it:**\\n\\n> *I never planned to organise the event, I only suggested an event would be worthwhile, on Twitter. In the end I was only one of the many people who all did an amazing job putting the event together.*\\n>\\n> *However there were some challenges. For example the event was extremely last minute - we had to deal with venue, fundraising, equipment, staffing, panels and talks. All of that while covid was going on.*\\n>\\n> ### Also, there were two tasks that were among the most difficult. Firstly, curating the artwork. And secondly dealing with tickets, especially when taking into consideration limited venue capacity.\\n>\\n> *It was really unexpectedly positive that the event ended up going so well!*\\n\\n## In a nutshell, what is interesting here are the organic, sometimes messy and unpredictable ways of approaching events through collaboration, while merging the physical and the digital elements, as well as combining the dreamed-up ideals with realistic execution.\\n\\n* Currently, Sillytuna plays an important part in the **Soulcast** team, which emerged from a digital fashion project idea that he had earlier this year. Soulcast is an NFT art platform for 2D and 3D artists to collaborate, and where collectors can personalise and trade NFTs in a whole new way.\\n\\n![@soulcastnft is a personalised 3D NFT platform for artists creating fashion, art, and games.](https://images.mirror-media.xyz/publication-images/m6qxMzJWWE7G03nFmxv8B.png?height=630&width=1492&)\\n\\n* Sillytuna’s other projects include **Sploot**, which is a role-playing sports metaverse imagined, owned, and played by Splooters using 10,000 on-chain Sploots.\\n\\n![@splootnft](https://images.mirror-media.xyz/publication-images/TctkHC6_HyZB0d0ojbAGV.png?height=288&width=512&&size=medium)\\n\\n* and **Claymatic Games**, a top-motion multiplayer brawling with Clodhoppers, perhaps soon to be an NFT.\\n\\n![@ClaymaticGames](https://images.mirror-media.xyz/publication-images/lHb6ebpOH-fVLzAkisuwB.png?height=171&width=512&&size=medium)\\n\\n* As well as a gen art project called **Apophenia.**\\n\\n![https://twitter.com/sillytuna/status/1469238951433183236?s=20](https://images.mirror-media.xyz/publication-images/xdr27YkAcxZJAs_jp4or6.png?height=927&width=673&)\\n\\n**This concludes the Sub Thread Weekly, so join the journey again next week and connect with me on Twitter @alma_almaks :)**\\n\\n\\n---\\n\\nAny patronage of The Thread Weekly goes directly to the Global Designer Network Treasury and core GDN member writer for the week (70/30), for further growing out the infrastructure, community and market of web3 fashion, the open metaverse and more. For this week, the core writer was GDN member AlmaKS.\\n\\nJoin the Revolution with the Web3 Fashion Anarchists! Jump into the Global Designer Network Discord below: <https://discord.com/invite/rzFbc9ZmAg>\",\"timestamp\":1639480384,\"title\":\"Sub Thread Weekly | Week 2 | Web3 Fashion Media & Marketing | PROGRESSION Log\"},\"digest\":\"Mz1gsuKA6pFk8icDrVa1hZ6VNdYjxYSq3AF_r5ctIwM\",\"authorship\":{\"contributor\":\"0xfbA8A7aD21b58B551E3C74BC5A149EDEf21d7B59\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sL6wfFpsE1Ug_0Z6JRUEDjJdkSIDpZtRw5xmRnMwxXs\\\",\\\"y\\\":\\\"1EvpZ_LFFb0QPKBPYV9KPGfVxhBfReX8VlBpmrSqPRY\\\"}\",\"signature\":\"V_1yhPXdsE37ARye-T4ylQq8-BQ7My93bpT79s9EHlo039UmKxgrZML-0TnnRtNFQCWQcPFgOUhUGbUJbu4MXA\",\"signingKeySignature\":\"0xfe93c9513c8d5d93525759512a85f4d1e7b15e2e45f77630e586d4b2d7bca6cd584a025267e7a277cfad56b4d00a4e84ab01b4f016ae126bb64104a5755d2e831b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sL6wfFpsE1Ug_0Z6JRUEDjJdkSIDpZtRw5xmRnMwxXs\\\",\\\"y\\\":\\\"1EvpZ_LFFb0QPKBPYV9KPGfVxhBfReX8VlBpmrSqPRY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cF27ocdLs1-ljphw_271ZLNMw-qgKfPhoYHi8uhtwqI\"}"