"{\"content\":{\"body\":\"## A Letter from 11\\n\\n`The 11 LIT3S Hotel is an idea, a world, a collection of art in different mediums, but at its core it's a story. A story world I dreamed up to combine my favorite ways to create, into one cohesive vision. This world came to life before I knew the power of Web3. Since learning, I've realized how connected this technology can allow us to become through art.`\\n\\n`I once lost the love of another and struggled to pull myself out of that dark place. I imagined somewhere I could turn songs into physical spaces and tell a story inside each. A place with its own unique atmosphere and vibe. A place inside the tornados of ups and downs, love and lust, peace and rage. That place became the Hotel, an embodiment of what the creative process feels like.`\\n\\n`I've written records for some of the biggest names in music (Rihanna, James Arthur, Seeb). I've seen the immense talent these people possess and it's talent I see in myself. Too many in the world try to control the heights to which you dream...but if you don't believe you can be the peers of these legends, how will you ever achieve it? `\\n\\n`Traditional spaces have limited my ability to evolve, in ways that Web3 does not. By creating NFTs, I can give ownership to the people that believe in me and build a tight family that understands my art. The talented team around me has already shown that belief. We had no budget, yet we found a way to form the roots of an expansive world. We've been working on this for the last 18 months and there is much more to share.`\\n\\n`If you're reading this you're early & we want to thank you for being early.`\\n\\n`- 11 LIT3S`\\n\\n![King Kai's Penthouse](https://images.mirror-media.xyz/publication-images/gK3e6q-Hua5jOPBK_pRtD.jpg?height=1080&width=3240&&&&&&)\\n\\n***Summary provided by Khufu Reign***\\n\\n## The 11 LIT3S Hotel Genesis Collection\\n\\nThe Genesis Collection is the first drop from The 11 LIT3S (Eleven Lights) Hotel. We wanted to combine art & NFTs in a way that was true to 11. We took the original Hotel 2D graphics and used them as inspiration for new songs.\\n\\n![Gemini (2D) by: Fernando Kao](https://images.mirror-media.xyz/publication-images/0CKPdsLi3-cdUcCdwRLJd.jpg?height=900&width=1600)\\n\\nWe then used those 2D references and songs to craft 3D visuals, adding more depth.\\n\\n![Gemini (3D) by: Artem Lutai](https://images.mirror-media.xyz/publication-images/lFzoZ-LjCvz8zZumgMB05.jpg?height=1080&width=1920)\\n\\nThis was a global effort between 11 LIT3S (London), our 2D designer Fernando Kao (Brazil), our 3D designer Artem Lutai (Ukraine) and myself in New York.\\n\\nThere is a total of six (6) unique art pieces from the Genesis Collection, each with eleven editions (#1-11) for a total of 66 editions. Each edition will have a price of 1.11 ETH.\\n\\nEach NFT will have an audio preview of a full 11 LIT3S song in them, these songs will be globally available through traditional streaming platforms.\\n\\nThe first collector\\\\* of each edition of each piece will be given a four percent (4%) streaming royalty **FOR LIFE** for the 11 LIT3S song of the same name. It does not matter if the first collector decides to resell the edition, the royalty remains their own.\\n\\nFor all collectors, we have set up a claims process to verify ownership and allow them to claim their royalty. We have partnered with DistroKid to handle royalty payments. All associated setup fees will be handled by our team and the collectors will receive monthly statements directly from DistroKid.\\n\\n### Genesis Collection Holder Rewards:\\n\\n* 4% Streaming Royalty\\\\*\\n* (1) Free Room Key Mint\\n* 1% of Profits From Exhibit Sales\\n* Quarterly Free Merch\\n* Lounge Club Access\\n  * Genesis holders will get creative input on future content ideas ranging from drops to music releases to budget spends\\n\\n\\\\*If you are the first person to mint an edition (#1-11) of any piece from the Genesis Collection, you are eligible to claim a 4% streaming royalty per edition.\\n\\n\\\\*\\\\*If you collect multiple editions, your rewards stack. For example, if you collect three (3) editions you will receive a 12% streaming royalty.\\n\\n### Drop Schedule:\\n\\n* #1 - Your Silence - January 11\\n* #2 - Gemini - January 11\\n* #3 - Candles & Clarity - January 11\\n* #4 - Numb - January 25\\n* #5 - V12 - February 8\\n* #6 - Marie Anna - February 22\\n\\n![Your Silence (3D) by: Artem Lutai](https://images.mirror-media.xyz/publication-images/XNOvyMjtAmE-7wghozAhS.jpg?height=1934&width=3580)\\n\\nThis type of drop combines some of our favorite elements of this space. **Great art, community input, crowdfunding and long term rewards.** Web3 is a sandbox with so many models of building available and we've developed a version we love. We know the space is going to evolve and change, we base our ideas off this inevitable fact. The real key is not just building in public, but building with the public.\\n\\nIt would be great to have your royalties on chain but we don't want people to have to pay gas fees to get their royalties. Having the music only available on Web3 is also true provenance, but that cuts off an entire revenue model that our early holders can still benefit from. Streaming services will eventually adapt to Web3 or something entirely new will come up.\\n\\n### What is The 11 LIT3S Hotel?\\n\\nThe tagline would read something like “*A world dedicated to creativity and innovative ideas through music, art & videos.*”\\n\\nExplore the Hotel’s website @ <https://11LIT3S.com>. The site consists of original custom art and tailored experiences based off the world. You are even able to book a room for free & choose from six different rooms, each based off a song from 11's first project - ***1100 Deluxe***. Booking a room comes with its own set of rewards that will be revealed soon.\\n\\n![Rooms from The 11 LIT3S Hotel](https://images.mirror-media.xyz/publication-images/dL5hY1tpXCBBnKeDba4F4.jpg?height=1074&width=1910)\\n\\n### Vol. 1: The Fall\\n\\nTo fully understand the origin of the Hotel we wrote a short story, ***Vol. 1: The Fall***, that is a parallel to the relationship 11 alluded to above in his letter. Each chapter of the story coincides with a floor of the Hotel. You can see this play out in the 3D art on the Hotel homepage. [Read the full story here](https://mirror.xyz/11lit3s.eth/iNfPDyBNHWJYTJj0uJ74_-WWERSfira33CRstKzM2hY).\\n\\n### The Exhibit\\n\\n`\\\"When I look at great art I tend to wonder what went through the mind of the person who was creating it, what was their inspiration to make this. One of my favorite areas of the Hotel is \\\"The Exhibit\\\" A curated collection of some of my favorite art. In the way a museum operates, I like to shuffle the art around and offer glimpses at what type of pieces I'm currently into.\\\" - 11 LIT3S`\\n\\nThe majority of funds raised from the NFT sales will be used to further research & development (R&D) of The 11 LIT3S Hotel. Part of that R&D budget will be spent on buying NFTs from artists in the space that we love. The art that the Hotel collects as NFTs will become part of The Exhibit & have its own virtual gallery space. Any profits from sales of NFTs the Hotel purchases will be redistributed amongst Genesis collection holders. This is a way for us to reinvest in the community and reward our holders for trusting our curation ability.\\n\\n### The 11 LIT3S Hotel Official Playlists\\n\\nExhibits need sounds that set the vibe. The Hotel has a playlist that’s updated every two weeks.\\n\\nPress a button below to listen:\\n\\n[https://11lit3s.com/musicembed/?display=iframe ](https://11lit3s.com/musicembed/?display=iframe )\\n\\nThere's lore, there's art, there's music... we continue pushing the levels of experience while introducing new layers. We've also partnered with the team over at Muse to build virtual gallery spaces with a range of uses. We've made an [interactive lyric video](https://www.youtube.com/watch?v=FaWQUuNdnOM), [a gallery space](https://www.muse.place/gemini) for exploring a release and are working on bringing a detailed version of The 11 LIT3S Hotel lobby into a 3D virtual space.\\n\\n[Gemini Gallery](https://muse.place/gemini2?display=iframe)\\n\\n### QR Art\\n\\nFor a truly immersive experience we aim to connect the physical world (IRL) to Web2 & Web3 (URL). Another layer of this experience comes in the form of the songs' cover art. Each song has a unique QR that can lead to virtual experiences, surprise drops, links to early tour tickets or any other uses we see fit. Since we control the domain we can reroute them whenever to wherever we want, further increasing our ability to create unique experiences over time.\\n\\n![Left: Now You Wanna / Right: Gemini](https://images.mirror-media.xyz/publication-images/wwjF7WnlRzKTBpCsW7-rB.jpg?height=3000&width=6000)\\n\\n### Room Key Collection (Expected - May 2022)\\n\\nWe mentioned that the Genesis Holders get a free Room Key mint, which is our second planned drop. The Genesis Drop is your seat on the board & the Room Key is your lifetime membership to the Hotel.\\n\\n### \\n\\n![\\\\*EARLY VERSION MOCKUPS / NOT FINAL ROOM KEY DESIGN\\\\*](https://images.mirror-media.xyz/publication-images/CP0ufRw4fTBTiEdCdAEdk.png?height=1080&width=1732)\\n\\nEach key is tied to a specific room with different rarities for each. There will be 1,111 room keys available to mint and each room key will be editable on chain art. Room Key owners will have a design studio on The 11 LIT3S Hotel website, where they can edit the colors of their room key along with adding their name to the key itself.\\n\\nWe will be holding zero (0) of these Room Keys for giveaways or for ourselves.\\n\\n### Room Key Holder Rewards:\\n\\n* Ticket for life to any 11 LIT3S Show IRL or URL\\n* Hotel Directory (Coffee Table Book)\\n* Physical Room Key (Titanium Card)\\n* Merch Discount\\n* Lounge Club Access\\n\\n### What's To Come:\\n\\nThis space is evolving at a rapid pace, we don't know what the tech will be like one year from now, let alone in five. What we do know is by building with the public we’ll always be positioned to grow and face whatever opportunities are ahead.\\n\\nUnderpromise & overdeliver. We have a vision on how this story continues and a clear destination on where the Hotel goes next. The question is **how do we build a real version The 11 LIT3S Hotel ?**\\n\\n## The 11 LIT3S Hotel Team\\n\\n**Architect - [11 LIT3S](https://instagram.com/11LIT3S)**\\n\\n**Manager - [Khufu Reign](https://instagram.com/khufu)**\\n\\n**Lead Designers - [Artem Lutai](https://instagram.com/artem_lutai) & [Fernando Kao](https://instagram.com/fernando_kao)**\\n\\n**Lead Developer - [Peter Keating](https://twitter.com/0xPkeating)**\\n\\nFeel free to hit us on socials or on email @ [concierge@11LIT3S.com](mailto:concierge@11LIT3S.com)\\n\\n![](https://images.mirror-media.xyz/publication-images/MPZWYyInB_osrsmVoYbvj.gif?height=720&width=1280)\\n\\n\",\"timestamp\":1641270822,\"title\":\"Welcome to the 11 LIT3S Hotel\"},\"digest\":\"_hfpiH_MbeZeygLdD-n1Wq2G2J_FGKoHYwmxezfAuxU\",\"authorship\":{\"contributor\":\"0xA26D324FBc03c76Bb372f72127af62e2DF88B29d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9mns0rkbmP0zqgeVZQ2S7Zu4kMhb6NwjKbYEMijywcg\\\",\\\"y\\\":\\\"I0qs5MLRIi93s5VIWVPihm1clPFeVTxlGxxaKFmGq7E\\\"}\",\"signature\":\"p-HcUKgJ7LantvaYp6c9pQLY7PmNTmOHcKh69My_xdYCYr8MCRO6aehXxxJsI7fuNuEHUBzFotjhLShenI7euA\",\"signingKeySignature\":\"0xb19af217047cb4918e3b8e89b63a66d0f349c28fe19752d0b3ab088b445d94ce224e69934fdc2b9f895f289acbbc56b90ab9cd1a05621d7b42416b236f38226901\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9mns0rkbmP0zqgeVZQ2S7Zu4kMhb6NwjKbYEMijywcg\\\",\\\"y\\\":\\\"I0qs5MLRIi93s5VIWVPihm1clPFeVTxlGxxaKFmGq7E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DJ69BuBdnv2RFCVeFH_dQfWt1qOjfEV5ajlxvADFiU4\"}"