"{\"content\":{\"body\":\"![\\\"The future ain’t what it used to be.\\\" - Yogi Berra](https://images.mirror-media.xyz/publication-images/pKagX39gjJeddUhHTSZju.png?height=950&width=1443)\\n\\nThe current state of NTFs beyond the headlines, Twitter hype, advice from a friend of a friend who made 100000x when that doggie coin shoot up in 2021. What you already know…\\n\\nNTF is………\\n\\ngrowth in 2021\\n\\nsearch terms google\\n\\nTop 10 NFT sales in 2021\\n\\n![](https://images.mirror-media.xyz/publication-images/QuQGNVKVK4MIl4xHuzBQ1.png?height=723&width=972)\\n\\nDespite this, we’ve all heard that NTFs are pure speculation, our generations’ version of a ponzie scheme, a fad. Below is a fundamentals-based model to consider the present and the future state of NTFs.\\n\\n### Value creation of innovation\\n\\nInnovation is the new way of combining existing ideas. The resulting new ideas can be recombined into new forms, leading to further cycles of innovation. This idea of evolution enables exponential value creation through the magic of innovation compounding.\\n\\nThe pace of innovation compounding magic is determined by the **availability**, **composability** and **interaction** of existing ideas or building blocks. Higher quantity, broader compatibility and higher collision frequency of ideas all increase the pace of value creation through innovation. Applying this simple mental model to the current NFT ecosystem gives us a good sense of the incredible value creation opportunities that lie ahead.\\n\\n![NFTs can be combined in new ways to create innovative value propositions.](https://images.mirror-media.xyz/publication-images/umQKLUrhcTXhJiruIC-u7.png?height=773&width=1545)\\n\\n1. **Availability**\\n\\n   Ideas are thoughts. They are infinite and only bounded by the willingness and ability of the creator to express them. The availability of an interconnected global talent pool with a broad set of knowledge across art, music, finance, gaming and many other sectors creates an opportunity for an infinite source of ideas. Ideas expressed in the digital world create digital asset value.\\n\\n   The NFTs enable ownership and transfer of the creator’s digital asset value. The minting of the NFT establishes an immutable record (smart contract) of the creator’s digital asset on the blockchain. This record enables digital asset property rights, provenance tracking and value capture for its creator, which unlocks infinite creative forces for new ideas in the NFT ecosystem.\\n\\n   The first wave of NFT creators has already generated a multitude of innovative use cases and meaningful value creation. In music, we saw [Kings of Leon](https://opensea.io/assets/0x557430421f8f3ed0a92aca211f1c05ad7b606288/0) raise $2m from NFT album sales in support of the live music crews during the pandemic. In gaming, the launch of the play-to-earn [Axie Infinity](https://marketplace.axieinfinity.com/) NFTs has provided much-needed income for thousands of families in the Philippines. Finally, in metaverse the [Mana](https://market.decentraland.org/) NFT marketplace enables digital artists from all over the world to create and monetize their digital asset ideas.\\n2. **Composability**\\n\\n   The value proposition of the NFTs goes beyond ownership and transfer of digital asset value. NFT smart contracts created on the same blockchain (e.g. Ethereum) can be programmed to interact with each other in a trustless and permissionless environment. This modular feature enables innovation compounding and exponential value creation through a combination of existing NFTs into new forms (e.g. [BYAC](https://www.animocabrands.com/bored-ape-yacht-club-and-animoca-brands-join-forces-to-make-blockchain-nft-game) developing a play-to-earn game using existing NFTs). In addition, the availability of secure cross-chain bridges (e.g. [Solana to Ethereum](https://wormholebridge.com/#/)) will increase NFT interoperability and turbocharge the innovation cycle.\\n\\n   The composability feature so far has proven most valuable in the DeFi ecosystem, which is composed of interoperable and trustless smart contract applications ([dApps](https://dappradar.com/defi)). The composability of DeFi has enabled an accelerated pace of financial innovation and value creation for the [$200bn+](https://defillama.com/) of digital assets deployed on the ecosystem. This innovation in DeFi is already converging with the evolution of NFT digital assets, unlocking their value through NFT collateralized lending ([NFTfi](https://nftfi.com/)) and fractional ownership ([Fractional](https://nftfi.com/)) solutions.\\n3. **Interaction**\\n\\n   The availability and composability of existing ideas will not lead to meaningful innovation if the ideas are siloed and are not given chance to interact with each other. For the ideas to combine in novel ways there needs to be a sufficiently high frequency of idea cross-pollination. This interaction is best achieved by existing interconnected networks, such as roads, airways and of course the internet.\\n\\n![We feel alone, and in this we are connected. We build networks to reaffirm this connection, which enables boundless opportunities for idea cross-pollination and innovation.](https://images.mirror-media.xyz/publication-images/_zYXK--3GDASYZNdjhmqC.png?height=661&width=1352)\\n\\nThe internet is a super network that happens to be incredibly efficient at propagating information (mostly memes) and enabling interaction of ideas, all at the speed of light and almost zero marginal cost. The emerging NFT communities are leveraging the enormous network effects of the existing Web 2.0 social platforms. These ideas superhighways turbocharge the pace of NFT innovation and digital value creation.\\n\\n![Creators and communities will leverage existing centralized platform networks to propagate NFT ideas and evolve into decentralized autonomous organizations (DAOs).](https://images.mirror-media.xyz/publication-images/F3keoHwzHC6de400idOCy.png?height=481&width=1281)\\n\\nThe velocity of the idea propagation in the NFT ecosystem is further boosted by the economic incentive structure of the community-owned crypto projects. As the blockchain enables self-custodial digital asset ownership by both the creator and the NFT project community, this encourages the propagation (i.e. shilling) of ideas through community member networks. As a result, crypto-native projects tend to rapidly propagate through existing social networks and benefit from the light-bending speed of innovation.\\n\\n![Network effects enabled by existing Web 2.0 social platforms speed up idea propagation for the emerging Web 3.0 crypto communities.](https://images.mirror-media.xyz/publication-images/h4Am0p8ecdFqP8wheuXxr.png?height=571&width=1310)\\n\\nFinally, the permissionless access of NFT projects and blockchain protocols (similar to open API) enables almost frictionless cross-project composability. This means that NFT creators are free to choose which other projects or protocols they want to interact with, without requiring access permission from the third-party protocol developers. This enables anyone to become part of the decentralized crypto ecosystem and build on top of the rapidly-growing library of innovative projects. The possibilities for innovation compounding and exponential value creation are truly endless.\\n\\n### Value proposition\\n\\nAs the scope and complexity of NFT projects evolve beyond JPEGs, it becomes increasingly important to have a mental model for evaluating NFT value proposition as digital assets that are expected to provide a future benefit to its owners. The three key value propositions for NFT digital assets are **utility**, **access** and the time-tested **flex** value.\\n\\n1. **Utility**\\n\\n   The value of any asset is a function of its ability to provide utility or means to utility for its owner. NFT digital assets are quickly evolving to provide a wide range of utilities and use cases for over 4.7 billion globally connected internet users. In 2021, we saw [ENS](https://docs.ens.domains/dapp-developer-guide/ens-as-nft) launch decentralized domain names as NFT assets that also provided its owners native protocol governance tokens. On Solana, the [Aurory](https://aurory.io/) project will enable its owners to use their NFTs as gaming characters in their upcoming play-to-earn game. Also, [Solsteads](https://solsteads.com/) NFT project enables the permissionless online gallery for the owner’s NFT digital art collection across both Solana and Ethereum networks.\\n2. **Access**\\n\\n   Information is power. Access to communities that foster an exchange of information that provides a social or financial benefit is of great value to its members. Decentralized crypto-native global communities can use NFTs as proof of membership, which allows secure access to its Web 3.0 app or Discord channel. As an example, the [888 inner circle](https://opensea.io/collection/888innercircle) NFT provides access to the exclusive digital artist community with early access to new projects and mentoring support. [Friends With Benefits](https://www.fwb.help/) is another digital-native community of Web 3.0 artists, operators and thought leaders bound together by shared values and economic incentives ($FWB).\\n3. **Flex**\\n\\n   As humans, we have evolved to maximize our chance of survival and opportunity for replication. In doing so, we have learned to rely on various signaling methods that convey our physical, social and financial wellbeing. Ownership of rare blue chip  NFT assets is no different, it can be used to signal or flex the hodler’s social status in the digital world. The perceived flex value was the original value proposition for the early NFT projects such as [CryptoPunks](https://opensea.io/collection/cryptopunks) in Ethereum and [SMB](https://solanamonkey.business/) in Solana communities. These high-value NFT assets are used as owner’s profile pictures ([PFP](https://dgen.network/pfps-the-jpeg-wars/)) or avatars across different social media platforms, which promotes community engagement and growth.\\n\\n![NFT v2.0 value proposition beyond jpegs.](https://images.mirror-media.xyz/publication-images/C-gyZtPuClcNY4BsmrdtZ.png?height=852&width=1110)\\n\\nIn evaluating the NFT digital asset value proposition, each of these three factors can be assessed independently. However, the real magic ✨ happens when any two or all three value factors combine together. The blue chip NFT projects that are built by strong communities and provide a utility benefit to their owners are expected to be in high demand and maintain their value. A great example of this is the Bored Ape Yacht Club ([BAYC](https://boredapeyachtclub.com/)), whose NFT floor price has recently overtaken CryptoPunks. The BAYC value proposition is supported by its [OG](https://www.urbandictionary.com/define.php?term=OG) status, active community and multiple benefits for its owners (exclusive events, merch, IP rights, game partnerships…etc). This makes BAYC and other similar NFT projects valuable digital assets for many years to come.\\n\\n### Looking ahead\\n\\nThe future is bright. The evolution of NFT ecosystem beyond jpegs and its valuable contribution to the emergence of Web 3.0 applications is simply inevitable. We are already seeing the early shoots of this evolution, nurtured by exceptionally talented founding teams, growing communities and informed capital. These Web 3.0 pioneers leverage the NFT digital assets across music, video, gaming, social and other ecosystems to reimagine the ownership and transfer of digital asset value.\\n\\n![NFTs enable Web 3.0 evolution from centralized platform-owned digital content to decentralized user-owned digital assets.](https://images.mirror-media.xyz/publication-images/FU9J0dPfMW6EtIBrMS7qu.png?height=1049&width=1406)\\n\\nThe value proposition of NFTs extends way beyond the digital-native assets. The ongoing wave of global digitization accelerates the pace of convergence between our physical and digital worlds. Physical-world assets are in the process of being tokenized into digital accounting units or digital twins. As most physical assets are unique or non-fungible and already contain an intrinsic value, they are perfectly suited to be represented and traded as an NFT. This will unlock more efficient value transfer as well as enable novel financing structures such as fractional ownership and collateralized lending.      \\n\\nLooking ahead, we expect to see a multitude of new NFT digital assets, combined and distributed in novel ways.\\n\\n[https://twitter.com/TrinityInvestor](https://twitter.com/TrinityInvestor)\\n\\n\",\"timestamp\":1641069431,\"title\":\"NFT 2.0 - Evolution Beyond JPEGs\"},\"digest\":\"7c59v1FSErxNUQ4Yfo-1zouPP28zNTGFg7v-a1VbUv0\",\"authorship\":{\"contributor\":\"0xF19E2d3Ac06Bf3498E0BeEF145b6AB2C274636C8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WE5oT4OhH4sZbMhgJikZ9Kwuzd5MhHrHEpTlFt2G8vs\\\",\\\"y\\\":\\\"ekDZCJHpLV4h7Ti1HhY96fG57sfy7hKnLWOG3Y-X3Jc\\\"}\",\"signature\":\"hTL6bcZMNajsdREYJg-M8RbB-p68FfTwaQZ6GpcBXAthqJN2JnlLV5mPVJ7Zhcm5o-6VAevHNOo6I1a08I4zFw\",\"signingKeySignature\":\"0x4e0a821fabb02fc26657898eec1baf3d99a1f2a40a21b0d7a2dcde0e3b4f8e9f55347517fc483e2ae8faa65032b1255ed4cadf0db14eaa48bfc2f13c5b8799ed1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WE5oT4OhH4sZbMhgJikZ9Kwuzd5MhHrHEpTlFt2G8vs\\\",\\\"y\\\":\\\"ekDZCJHpLV4h7Ti1HhY96fG57sfy7hKnLWOG3Y-X3Jc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qLUH_x9Y6o0zdZP2DjM7JYPSNTD3fLzzGXXjB1zbN-8\"}"