"{\"content\":{\"body\":\"![It's time web3 divests from stale colonialist words like frontier, jungle, and pioneer.](https://images.mirror-media.xyz/publication-images/gIXQbINNZVMpkveyqLotv.png?height=2251&width=4001&&size=large)\\n\\nIf the promise of web3 is in fact truly revolutionary then let’s start with how we talk about it.\\n\\nThere’s a family of words floating around web3 that people are using to talk about the current state of the web’s third act. I’m talking about words like pioneer, frontier, settler, wilderness, explorer, and the like. We choose these words to convey the felt sensation of thrill, of simultaneously building as we’re discovering what it is we’re building. But these words are not only trite, they’re also the language of violence for many us who are actively building this space. **Which is why web3 needs to reimagine its language.**\\n\\n![](https://images.mirror-media.xyz/publication-images/m-hX7tRv7UdAlLtkVG7Ij.png?height=2251&width=4001)\\n\\nIt makes sense that we experience emotional resonance with these words - we are working backwards from centuries of imperialist colonialist storytelling after all. These words evoke cellular-level ancestral remembrances of adventure, exploration, high risk with high reward...but at who’s expense?\\n\\nWe already know how this story arcs. We’re witnessing it continue to unfold in real time, IRL.\\n\\nI recently attended a DAO town hall where the analogy of walking through the jungle together was invoked throughout the call. I happen to have ancestral connections to an IRL place that colonizers violently oppressed in the 1500s. Upon arrival to our shores, they may have said similar things about my homeland as they navigated through our tropical paradise. (Think about it: these people were *mission*aries.)\\n\\nPeople will talk about making web3 accessible and inclusive to people with “marginalized identities,” and then say the words “new frontier” in the same breath. Actually hold up, **can we also stop using the word marginalized?** We, the marginalized are actually the global majority, and I believe we are the web3 majority as well.\\n\\nThere is a rich opportunity to find new words to talk about what we’re building, and how we’re building it. Nature and organic systems have so much to teach us about this. Mycelium networks, fractals, ecosystems. There is language available to us that is non-extractive. We just have to **tap into our fertile imaginations to find words that are precise, evocative, and that fully divest from the stale colonialist language of times past.**\\n\\nLet’s not repeat the mistakes of web2 and all that came before. We have the opportunity to shape the culture of web3 by shaping the language of web3. LFG 🕺🏻\\n\\n![](https://images.mirror-media.xyz/publication-images/l7nzooKDNjU-I-RRwiOa3.png?height=2250&width=4001)\\n\\n\",\"timestamp\":1641819606,\"title\":\"Web3's Language Problem\"},\"digest\":\"BAT8BFJoqWEfcF8_2imCB4jXjewwMEZVRqSw0VI_7rg\",\"authorship\":{\"contributor\":\"0x29864e4d1588C4164DEe7cc495147Ec141f9c9d5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nAF9H-c_4VjHl-sU2CHCc4JO9Cx766LF80z263ukliE\\\",\\\"y\\\":\\\"8jkUKz9GyUtF0QPY3fqHFbeZWDb5_o8VTAqdJKy4xMk\\\"}\",\"signature\":\"UxBbO2hic8JVKRx_uXetzM1Dqse8c8LJObPeY9u630jp3yLolDr7UCkAH8O4ITgPvkv-gM50KIyJ2lHDmr5hhg\",\"signingKeySignature\":\"0x4b5555baef18840c101ff30e7c40a74d258ad43e3b2dd6d2fef669fa572ba35d5986d8ff00664ff92bfc132f8dbe9d0bc95e086466e3a3dceb620f457880ab071b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nAF9H-c_4VjHl-sU2CHCc4JO9Cx766LF80z263ukliE\\\",\\\"y\\\":\\\"8jkUKz9GyUtF0QPY3fqHFbeZWDb5_o8VTAqdJKy4xMk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KtME26WcSFQIM7ipks-lpvPt7r9JupL2ZpjCFZE-vpY\"}"