"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/8pdlYx85zQtCdahYM8Z1f.jpg?height=390&width=1366)\\n\\n### Nobody had a ‘great’ time these past 2 years and Mundo Lingo is no exception. Nearly 2 years after closing most of 30 cities worldwide within just 10 days, Mundo Lingo is ready to pick itself up and dust itself off. As it does, a unique opportunity presents itself to re-activate with an evolved purpose and mission.\\n\\n## Time’s are changing.\\n\\nMundo Lingo has always been a **community focused** project. However, being actually run by that same community was never workable. Internal processes are complex and centralisation has been the best hedge against diminishing quality as one team generation onboards another, and then another. So what changed?\\n\\n### Mundo Lingo evolved\\n\\nOur internal systems today take less time to run 30 cities, than they did to run 3 cities in 2014. For instance, back then long laborious Skype calls informed City Managers on why we use Bitcoin (and how it’s not just for criminals). Later followed endless email exchanges with flag order amendments and various Bitcoin valuations valid for 24hs only, before finally coordinating delivery. Today 1, 20 or 100 managers can make orders through our platform with no human interaction needed, and buying Bitcoin is now as easy as ordering pizza. Yum!\\n\\n![](https://images.mirror-media.xyz/publication-images/g5snRj4Qdgqr5G-xJEC3U.jpg?height=1816&width=2048)\\n\\n### Blockchain technology evolved\\n\\nThe same technology that allowed Mundo Lingo to reach a worldwide audience without using the banking system now returns to offer us a new idea: **Community ownership and governance, through DAOs (Decentralised Autonomous Organisations).**\\n\\n## What’s a DAO?\\n\\n**DAO -** Decentralised Autonomous Organisation.\\n\\nImagine if all of us; Managers, Ambassadors, Photographers, event participants, could ‘own’ a piece of Mundo Lingo and govern it with no CEO or centralised authority. The community could -considering Mundo Lingo as a public good’- spot inefficiencies and propose amendments. Review how finances are collected and distributed with complete transparency. Work together in teams according to their talents to produce social media content, onboard new venues, program new features for our platform, and even onboard new cities. This used to be the bubblegum of dreamers, but alas with the advent of [DAOs](https://www.youtube.com/watch?v=QqhAqRO1YEY) and evolving forms of [community governance](https://www.youtube.com/watch?v=MFEXFvCFywc), it’s becoming a cold pragmatic [inevitability](https://www.youtube.com/watch?v=AqjIWmiAidw&t) for those who understand where humanity is heading. Owning and governing your community is as simple as buying a few of its tokens on an exchange.\\n\\n## Why would the community ‘bother’?\\n\\n**1) The Cause**. We have a huge active community and what we do is [kinda fun](https://www.youtube.com/watch?v=JBLNYX6LUeU). Over the years we received hundreds of emails from students, photographers, designers, Vloggers, corporate managers, web developers and even lawyers asking how they can get involved. The desire for active participation is there; but we never had a means to direct that energy before.\\n\\n**2) For Stake’s Sake.** If you own Mundo Lingo, you benefit from its success when its tokens increase in value. You could be rewarded for your contribution with more tokens and the result of your efforts may increase the value of the tokens you already hold.\\n\\n**Att: Apathy.** All that said, [community contribution is a hot topic](https://creators.mirror.xyz/Le68ptgaqsBh1g6w8UqqVL2kIrA_Lqn37bELMO-W_-0) in the budding DAO paradigm with many DAOs experiencing difficulties forming a culture that motivates its members. So, while being [community first](https://gardens.substack.com/p/daos-and-the-pitfalls-of-progressive) means that for us it could be … easy ..relatively(?) there’s certainly no room for complacency.\\n\\n## A Road Map\\n\\nWe have an infrastructure built on 10 years of blood, sweat, tears and even experience. To throw it out over night would be rash. Instead, a 3 stage transition will reduce reliance on the centralised aspects of our model, and then increase conversation and participation in basic community governance. Until the final stage our financial model remains the same whilst we call for an open conversation in the community as to how (and if) to tokenise, and what forms of governance are appropriate. Finally in the 3rd stage we will handover from a mostly decentralised version of our legacy infrastructure to a an automated community run DAO.\\n\\n### Back to roots (Argentina)\\n\\n![Argentina to Pilot in Stage 1](https://images.mirror-media.xyz/publication-images/PwpnTLjzkP-iPZ33r-5PN.gif?height=328&width=480)\\n\\n**Stage 1 - Pilot**\\n\\n* Open the Incubator group to candidates for events across Argentina, and Brazil\\n* Reduce reliance on highly centralised positions including Director, central team and City Managers. Current CMs need not worry. However new cities will be open to multiple Managers in the same city.\\n* These Managers will have a simplified set of responsibilities and be required to support each other rather than relying on a private channel with a central team.\\n* All documents in the Events Operations Manual (E.O.M) and The Ambassadors Manual previously only available internally, will be published online. Both of these will be open to community scrutiny and amendments\\n* The EOM and Ambassadors Manual will be actively revised to facilitate and encourage crowd-sourcing of laborious and previously centralised tasks such as venue searches.\\n\\n**Stage 2 - Expansion**\\n\\n* Fortify community sentiment in Mundo Lingo’s primary Telegram group and Country groups. Create additional team groups with leads for specific talent areas.\\n* Take lessons learned to expand onboarding of managers to the rest of South America and other continents.\\n* Build features to facilitate decentralised onboarding of Venues and Associates.\\n* Open off-chain governance options both to the public and separately for our managers and their teams.\\n* Explore alternative financial models that keep events free for members either by continued subscription of venues or other means.\\n\\n**Stage 3 - Daoism**\\n\\n* Creation of a token for community members\\n* Turn Mundo Lingo Telegram group into token-gated community\\n* Open Mundo Lingo DAO community with clear [onboarding strategies](https://forefront.market/learn/guides-tutorials/how-to-dao) for token holders and with regular online hangouts.\\n* Complete transition of centralised tasks such as graphic design, stock management, crisis management and legal to community members and task groups\\n* Documents and manuals to be community governed. New documents and amendments are voted in to replace those authored by yours truly\\n* Move governance on-chain\\n* Treasury management entirely on-chain\\n\\n## What Now?\\n\\nWhether you want to bring a skill, or just some moral support, you’re welcome to join us on this journey. In fact, that’s the whole point.\\n\\n![](https://images.mirror-media.xyz/publication-images/qFteo3HGxMQSK1KmEJLTH.png?height=1250&width=1250)\\n\\n### Join the Community Lobby\\n\\nOur Telegram group [“Mundo Lingo Lobby”](https://t.me/mundolingo_lobby) is the gateway to the rest of the Mundo Lingo ecosystem. From there you can find access to other rooms. If it’s moral support you’re bringing, you’re in the right place. If you want to collaborate, read on…\\n\\n### Mundo Lingo Collaborators\\n\\nFrom the Lobby you can find access to [Mundo Lingo Collaborators](https://t.me/+eKPDf_8pUUAzNWQ0). Pop in and get the ball rolling by introducing yourself. There’s no hand holding here, hold your shoulders back and project a good strong presence!\\n\\nWe want to hear from future stakeholders with a variety of talents. Web Developers and Social Media Managers rate high. In Stage 1 we’re especially in need of Social Architects or Community Managers. If you know how to build and automate processes that hold momentum, connect actors with resources or write guidelines then your skills are in much needed.\\n\\n### Follow us on Social Media\\n\\nWe will ‘build in public’, so look out for updates. Apart from our [Twitter](https://twitter.com/mundolingoint), [FB page](https://www.facebook.com/MundoLingo) and [Instagram](https://www.instagram.com/mundolingo/), we also have a series of [FB groups](https://www.facebook.com/MundoLingo/groups). Some are busy, some are quiet.\",\"timestamp\":1639566171,\"title\":\"Decentralise Mundo Lingo(?)\"},\"digest\":\"qZtenUMGJNAIivxfKq69XUCBZw9tkWnmZyBGI04yx6E\",\"authorship\":{\"contributor\":\"0xe2A039aB83dB1ea76842FEc23611806d50C4B4Ae\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"34suyCfnLUoFM02SOhmJJJ9iXgiiL5kC6iPH6Fv3LXk\\\",\\\"y\\\":\\\"jtVAiplEVAd0RPMj7L2P0umm9wTPdvk-kh1vAJTvwJc\\\"}\",\"signature\":\"22XuuzDPKm4CFPV7KS3gFLkJWsXxgk1n7hJz--FsEKmHjyT60WW2AnI2vIdNt6kg0BFQS6MDH9PWJqQUILbosQ\",\"signingKeySignature\":\"0x57d0f7cbea22222afabed23e09ac819f759269ea4cca2a83cdd992ddf3ffe88d22a7afd325b70c3c1ae7dee6f5fc8e22188ba69c589cf1f0528e258261121ae51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"34suyCfnLUoFM02SOhmJJJ9iXgiiL5kC6iPH6Fv3LXk\\\",\\\"y\\\":\\\"jtVAiplEVAd0RPMj7L2P0umm9wTPdvk-kh1vAJTvwJc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Bz8plTeNzVaYGOvJ7utPNUn41k6G4HSh3fnhOxzWjb8\"}"