"{\"content\":{\"body\":\"张宝根的事情给整个集镇上所有人的心情都蒙上了一层灰色的雾，大家其实早就习惯生活在避难壁垒的统治之下了，但当大家发现自己的生命权柄并没有握在自己手中时，心情还是突然一下子沉重起来。 \\n  \\n     任小粟这一整天都在想着事情，按照王富贵的说法，那张宝根被抓紧去恐怕凶多吉少。 \\n  \\n     这避难壁垒对他一套研究下来，就算不死也要脱层皮了，而且最关键的是，张宝根从此失去了自由。 \\n  \\n     而任小粟自己呢，他身上的秘密可要比张宝根大得多。 \\n  \\n     如今那座脑海中的宫殿已经解锁了很多功能，却还有更多的功能等待着任小粟去探索，就连任小粟自己都不知道这座宫殿的尽头在哪，最终会把他提升到什么程度。 \\n  \\n     如果自己的秘密泄露，自己被避难壁垒抓走做大脑切片都不意外。 \\n  \\n     任小粟提前去了学堂，他找到颜六元认真的交代让颜六元千万不要暴露自己的秘密，这是事关生死存亡的大事。 \\n  \\n     他们兄弟二人并没有对抗避难壁垒的实力。 \\n  \\n     壁垒内外的工厂烟囱都朝天空中喷吐着浓烈的白烟，壁垒里的报时的钟声仍然会准时响起，就好像什么事都没有发生过一样。 \\n  \\n     今天的张先生心情好像也有点低落，有时候讲课都会出现走神的情况，每当他走神被学生提醒，他都会认真的给学生们鞠躬道歉。 \\n  \\n     最终张先生说道：“抱歉同学们，我今天因为自己的原因没能把课上好，大家自习吧，今天先不上课了。” \\n  \\n     任小粟今天没直接回诊所，他也想在学堂这种“干净”的地方静一下，思考他和颜六元、以及小玉姐的未来。 \\n  \\n     下午任小粟代课时，他也没讲什么新的东西，说实话他今天的心思完全不在这里。 \\n  \\n     到了放学，任小粟罕见的没有拖堂，而是惦记着早点带颜六元回家。 \\n  \\n     任小粟说道：“下课吧，今天就不给大家讲其他的知识了。” \\n  \\n     “起立！”班长说道。 \\n  \\n     “谢谢老师！” \\n  \\n     “来自李有钱的感谢，+1！” \\n  \\n     “来自王大龙的感谢，+1！” \\n  \\n     “来自……” \\n  \\n     任小粟愣住了，这特么全班才24个人，结果他这一声下课，竟然收获了23个感谢币！？ \\n  \\n     唯一没给他感谢币的反倒是颜六元，颜六元也看出来任小粟今天有点心不在焉，所以他更多的是关心自己这位哥哥怎么了，而不是惦记着放学出去玩。 \\n  \\n     任小粟怔怔的看着这群小王八犊子一溜烟全跑的没影了，合着原来他们并不喜欢自己讲课啊！？ \\n  \\n     你们特么的都给老子等着，老子哪里讲的不好了？！ \\n  \\n     这一天很神奇，任小粟辛辛苦苦了快半个月才攒到了12枚感谢币，结果今天一天就收获了23枚。 \\n  \\n     感谢币的总数量达到了35，似乎离解锁武器又近了一步…… \\n  \\n     任小粟认真的权衡了利弊之后决定，不喜欢自己讲课就不喜欢吧，给感谢币就行…… \\n  \\n     第二天上课的时候，原本在诊所里接诊的任小粟连诊所都不开了直接跑向学堂，这事任小粟想的很明白，他开诊所是为了什么，单单只是为了赚钱吗？那必然不是啊！ \\n  \\n     如今他找到了一个迅速赚感谢币的方式，怎么可能错过！ \\n  \\n     学堂先生张景林这边还没下课呢，就看到任小粟已经到了教室外面，学生们顺着张景林的目光看去，不知道为什么，当他们看到任小粟的时候，背后有了一丝凉意。 \\n  \\n     今天任小粟讲的不是野外生存，而是与人对敌时击打什么部位能够一击致命，或者怎样才能瞬间让对方失去行动能力。 \\n  \\n     任小粟自己其实并没有接受过相关方面的训练，这玩意在集镇上也没地方训练去啊，所以这都是他多年和人争勇斗狠后积累下来的经验。 \\n  \\n     当张景林听到任小粟要将与人对抗时便皱起眉头，他并不喜欢教学生们该如何与人对敌，在以往的课上，他教的更多的是如何面对自然环境。 \\n  \\n     有这样一种心理暗示，当你教学生们如何与人类对抗的时候，他们就会自然而然的把人类当做假想敌。同样，你教他们如何面对狼群，他们就会把狼群当做假想敌。 \\n  \\n     从内心里来讲张景林从不希望自己的学生变成暴力分子，但不知道为什么他想起张宝根的事情后便一声叹息，最终便放任着任小粟想讲什么就讲什么了。 \\n  \\n     任小粟在讲台上对台下的学生们说道：“人类最脆弱的部位有哪些？如果要讲的话就得循序渐进，我们先来说一个最被人熟知的……颈部。” \\n  \\n     “不过这个地方其实你们在与人争斗的时候不会特别容易得手，因为人体潜意识对这里的保护性最强，整个颈部气管附近由将近20个脆弱的软骨组成，但凡你击碎了哪一个，都能够瞬间让对方丧失战斗力。碎裂的骨头会迅速的阻塞氧气输送渠道，紧接着对方也许就会窒息死亡。” \\n  \\n     这个时候教室里一片寂静，任小粟看着大家：“有什么疑问吗？” \\n  \\n     王大龙弱弱的问道：“你咋知道颈部有将近20个脆弱的软骨……” \\n  \\n     学堂里没有相关的书籍，集镇上也没有研究这个的人，任小粟如果不是实际的数过，怎么可能知道这种事情…… \\n  \\n     可是任小粟怎么数呢，数谁的呢，想到这里，大家就有点慌了…… \\n  \\n     任小粟没有回答这个问题，他看了一眼天色，这时避难壁垒内部敲响了下午4点的钟声，任小粟和颜悦色的对大家说道：“下课吧。” \\n  \\n     “起立！” \\n  \\n     “谢谢老师！” \\n  \\n     “来自王大龙的感谢，+1！” \\n  \\n     “来自……” \\n  \\n     任小粟忽然皱起眉头，数目不对啊，不该是再增加二十多个感谢币吗，怎么才九个！ \\n  \\n     这群小王八犊子这么快就习惯自己不拖堂了是吗，连个诚心感谢都没有？ \\n  \\n     恐怕你们还没接受过社会的毒打！ \\n  \\n     正当学生们准备往外冲的时候，只听任小粟阴森的声音在他们背后响起：“都给老子回来，老子今天就给你们讲讲，我是怎么知道那里有多少块软骨的……” \\n  \\n     王大龙：“……” \\n  \\n     李有钱：“……” \\n  \\n     全体学生：“……”\",\"timestamp\":1642563046,\"title\":\"35、感谢币拉满！\"},\"digest\":\"kT_NURgXnkf2EVNeuvftnwXn9-zaN-oV7myOdy1OMCg\",\"authorship\":{\"contributor\":\"0xdCbe08185826aB07475a44f6B74FDf3cAbe5CD8B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mqxaxpC5oGfvLAOCfSEF9UXRKsqYaib7JJ051RD0H6U\\\",\\\"y\\\":\\\"1213EiJFmFBYLrW81OdaPElwgOADFW1hJVu_5JZc4l8\\\"}\",\"signature\":\"4SYgk9bzqkLH-oXqoqkR38u7wAJ_4sCYBjTYYuRF3c6NpAHbGv25lGlGYEL6n7UDMewWZiun4a93VRGpjm4sBQ\",\"signingKeySignature\":\"0x782cfa6ceffe2af6bfe2cede18df13b07ffe096a75a67493e985e8ffdc14f32c6f2dfed86aaa6c0066d2c4a3aca0663b125f9a91f58dac29efd228b93e6ab7de1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mqxaxpC5oGfvLAOCfSEF9UXRKsqYaib7JJ051RD0H6U\\\",\\\"y\\\":\\\"1213EiJFmFBYLrW81OdaPElwgOADFW1hJVu_5JZc4l8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kT_NURgXnkf2EVNeuvftnwXn9-zaN-oV7myOdy1OMCg\"}"