"{\"content\":{\"body\":\"By [Cyberhang](https://twitter.com/CyberHang)\\n\\n## tl:dr\\n\\nWith the incoming wave of new social DAOs, this series aims to create a tokenomics framework for DAO creators and builders, using the[ Global Coin Research](https://www.coingecko.com/en/coins/global-coin-research) (GCR) token as an example.\\n\\nIn Part 1, we highlight why it's crucial to 1) generate liquidity organically from the community, and 2) prioritize price stability from the get-go.\\n\\nIn Part 2, we discuss strategies and services to bootstrap liquidity for the DAO directly from the community.\\n\\nFor Part 3, we discuss specific initiatives GCR exercises for its liquidity plan.\\n\\n\\n---\\n\\n## Background\\n\\n[GCR](https://globalcoinresearch.com/) is a research and investment DAO in Web3. Anyone can join the DAO by holding enough GCR tokens.\\n\\nMembers of the DAO get direct access to investment opportunities, and also share high-quality discussions and research around cryptocurrencies and web3 projects.\\n\\nOne can check out[ GlobalCoinResearch.com](http://globalcoinresearch.com) for insights and research, while discussions and events are held in the[ GCR Discord](http://gcr.community).\\n\\n## Roles in the (GCR) community\\n\\n* **Contributor:** People who maintain the DAO's operation and promote the DAO's sustainable development. In this framework, contributors are an abstract primitive, including the team, the contributors, the media miners, and everyone that contributes to the DAO.\\n* **Customer:** In this model, the Customer is also an abstract primitive. All people who enjoy the DAO services are customers. For example, supporters, readers, and even some information seekers in our discord server.\\n* **$GCR: GCR is the governance token in the GCR ecosystem. It ensures the autonomy and sustainability of the whole ecosystem. Its market cap also reveals the value of this ecosystem to some extent.**\\n* **DAO Treasury:** DAO Treasury is just like the Federal Reserve Board. It is an automatic relay station that controls the fund flow of this system.\\n* **Supporters (and partners):** People who are binded to the GCR tokens long term. For example, when they participate in[ treasury diversification efforts.](https://snapshot.org/#/globalcoinresearch.eth/proposal/0x2b58441024c4dbd2b5ecc59fefe6675780fc921a5b74a88198c29cfe9a49de8e)\\n\\n💡 In the real ecosystem, you can be a customer and contributor at the same time. When you provide services to the DAO, you are a contributor. When you enjoy the service here, you are a customer. As long as you hold GCR long term, you are a supporter.\\n\\nFor the simplicity of the model, we'll assume each individual mentioned below only has one role.\\n\\n## The GCR Token Economy\\n\\nIn the below illustration, we summarize how a simplified version of the GCR economy works, driven by the governance token $GCR.\\n\\nA customer (or interested member) joins the DAO by buying the $GCR token, which drives up the secondary market price. The price increase benefits the treasury, supporters, as well as contributors on the platform.\\n\\n![](https://images.mirror-media.xyz/publication-images/GmusQsXmcoebMQe1Dqzti.png?height=803&width=960)\\n\\n## Customer Growth is KEY\\n\\nThe above illustration is just a partial economic loop of the whole $GCR ecosystem, and it's not sustainable without customer growth.\\n\\nLet us see what will likely happen if there are no new customers joining the system, hypothetically:\\n\\n 1. No new buyers of GCR on the secondary market.\\n 2. Contributors sell their compensation in the form of GCR for USDC.\\n 3. Without an upward trend, some supporters will sell $GCR and pursue alternative projects to support.\\n 4. $GCR price dumps on the secondary market.\\n 5. Some contributors see the negative trend and leave.\\n 6. DAO service quality and quantity decline.\\n 7. Some old customers leave; Some value supporters see the decline and leave.\\n 8. The DAO brand influence declines; deal-sourcing quality declines.\\n 9. The number of investors participating in deals declines; the revenue of the DAO treasury declines.\\n10. $GCR price keeps dumping on secondary market; The DAO ecosystem crashes.\\n\\nAs we can see from the above steps, without new members flowing into this ecosystem, the token price will gradually crash through a negative feedback loop.\\n\\nTherefore, we need a good economic model to avoid this negative feedback loop and make it a positive feedback loop. It's crucial to know the levers that we can pull and turn it into a positive feedback loop.\\n\\n## How DAOs Grow\\n\\nTo put it plainly, the key levers for how a DAO grows are as follows:\\n\\n1. **Customer Flow**\\n2. **Brand**\\n3. **Revenue**\\n\\nThere is a positive correlation between these three levers.\\n\\nFor example, if we have a healthy customer flow, we will have more influence power, and more long-term oriented supporters may discover us. This will push up our brand, which will bring us better investment opportunities that are higher quality. Then the value of the token will increase, and contributors will earn more. Then our customers will earn more and get better services, which will lead to healthier customer flow. This is a positive feedback loop.\\n\\n## Token Price Stability For DAOs Is Crucial\\n\\nFor GCR, similar to many other social DAOs, there is a minimum number of tokens one needs to hold to become a member.\\n\\nFor example, the highest tier for GCR, the Gold tier, requires each member to hold 400 $GCR tokens in their wallet. In return, the members get access to the best investment opportunities and also monthly $GCR drops.\\n\\nFor all DAOs with a token-gated setup, if the minimum threshold remains unchanged, customer flow will continue to grow. But if the token value increases, i.e., if the value of $GCR increases, the cost of becoming a member increases, which will add friction to the growth. We can see the illustration below:\\n\\n![](https://images.mirror-media.xyz/publication-images/J5B9o6_P7XWTPq3sKATi_.png?height=780&width=822)\\n\\n**If the $GCR price rises too quickly, it impedes customer flow. It will be followed by a series of selling pressure, as the long-term supporters then may want to sell their holdings on the secondary market. This will lead to unstable token prices and unstable growth.**\\n\\nSo how should we deal with token price volatility? Well, we should address GCR's liquidity:\\n\\n![](https://images.mirror-media.xyz/publication-images/yG8q8UjWLYWPfeHWrOQeZ.png?height=481&width=1024)\\n\\nThe above image is a snapshot of the current liquidity pool for $GCR on Uniswap. There are 82,930 GCR and 62.3618 ETH in the Uniswap pool. The price of GCR at the time of the snapshot is $3.15.\\n\\nLet us assume this backdrop condition: The $GCR project continues growing at a healthy pace. The project attracts more long-term supporters and customers who hold the token. Existing GCR holders are also more reluctant to sell in the secondary market as they see our stable growth.\\n\\nToday, assume 100 new Gold members join the GCR community. The minimum number of $GCR they purchase would be 40,000. In the current Uniswap pool setup, only 42,930 $GCR tokens would be remaining. If we calculate the price now, it would amount to $12 per $GCR, which means the token price will increase four times while the number of our Gold members only increases by 100. Currently, we have over 300 Gold members. From this example, it's evident that liquidity is important to our customer flow.\\n\\nBut does that mean $GCR token price going up in the secondary market is not a good thing? Not exactly. All holders want to see its value go up. But if the price has risen too fast and deviates from the actual valuation, the negative feedback loop will come through, and then the price of GCR will fall. Then at a point, it bounces back from some price point. This kind of spring-like action will continue.\\n\\nIt is crucial to note that such a large fluctuation is not a good thing for new customers, members, and supporters to experience. This might cause confusion and discourage them from purchasing and entering the community. Also, if contributors want to sell in the secondary market, the contribution efforts would also be difficult to value.\\n\\n**Thus, increasing liquidity is not just increasing the convenience of buying and selling, but to make the system's growth more stable, to make the joining and exiting of the ecosystem go more smoothly for the user.**\\n\\n## How Should We Incentivize Liquidity From The Community?\\n\\nWhat's the best way to incentivize liquidity and reduce market volatility? In Part 2, we will discuss strategies around how to generate organic liquidity directly from the community and improve retention.\",\"timestamp\":1638458860,\"title\":\"What Does DAO 2.0 Tokenomics Look Like? (Part 1)\"},\"digest\":\"bG_uO4gTdFepZroQr0gBqEvdMz2zOymSsBHGvkeTaf8\",\"authorship\":{\"contributor\":\"0xc01B3424b81da02A3aB626a44Cfe67c2eb15d9dA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OFyQtyt0qrewjFvwnqp078CrS5s7X88ve29JZLFZqMg\\\",\\\"y\\\":\\\"pjxDnzihrhNLhkoBJ0QMeeak_vWAaHy7rrrgQ6dDMAo\\\"}\",\"signature\":\"ISvbAlHfiA9dB3o7yxgBqJmZfcGxRE1bTv6Wk__a2Sf0PjK9LjZ4HnVqgN9aqXDyxs9TuMOkshS_cU9Y-94a_A\",\"signingKeySignature\":\"0xe06dbfdb86943b1d50538e4726126072ddc8765853fa1797e9481c577970a09417ede021072a02c37a5ec24e21d307cb647157d8808021a49b597e7a214e0d3a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OFyQtyt0qrewjFvwnqp078CrS5s7X88ve29JZLFZqMg\\\",\\\"y\\\":\\\"pjxDnzihrhNLhkoBJ0QMeeak_vWAaHy7rrrgQ6dDMAo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZW0f3noANH-WEUg7GTYbt6Yk98PZA19tjp-XIHSv7pU\"}"