"{\"content\":{\"body\":\"Social networks are the place we share everything from baby photos to political opinions.  These network are our de-facto public squares and the culture they enable and incentivize has real-world implications that touch all of our lives.\\n\\n> “Ask yourself, what are we doing here as a species, for the most part, we're creating and consuming culture. The near term goal should be pretty obvious, we have to build a culture that is conducive to sanity.\\n>\\n> We need a culture that is at minimum compatible with our long term survival. And we have serious problems to solve.  Infrastructure, pandemic preparedness, climate change, cybersecurity, education, wealth inequality, our relationship with China.\\n>\\n> Wouldn't it be amazing to just get busy and sort this stuff out without all the animosity and conspiracy thinking and dogmatism and perverse incentives and everything else that makes sane policies and compromises impossible?”\\n>\\n> \\\\- [Sam Harris](https://www.samharris.org/) (Neuroscientist, Philosopher, Best Selling Author)\\n\\nThis Sam Harris quote resonates with me as I’m sure it does with many of you.  I want to live in a “sane” world that is “compatible with our long term survival” and I think to do that we need to build a culture that values rational, logical, and collaborative thinking.  And I believe that in order to build this new culture we need a new type of network.\\n\\nThat’s what Chaos is, a new type of network.  Currently we’re calling this new network “an anonymous brainstorming network”, but that’s a mouthful so if you’ve got an idea let me know!  \\n\\nThis new network doesn’t work like a social network in two very important ways:\\n\\n1 - Every post is anonymous.  This means there’s zero bias when evaluating someone’s thinking and the contributor can’t be cancelled .  It’s hard to attack, discredit, and destroy someone for the way they think when you don’t know who they are.\\n\\n2 - There are no followers.  Your distribution and influence are completely defined by your positive contributions to the community.  Act in bad faith and no one will see what you have to say.  Contribute constructively and you can become an influential thought leader regardless of your current social network celebrity.\\n\\nOur mission is to unlock the power of collective intelligence.  We’ve got a long way to go, but if this is something you want to be a part of we’d love you to [join our beta](https://www.trychaos.ai/)!  You can also follow us on [Instagram](https://www.instagram.com/trychaos.ai) or [Twitter](https://twitter.com/trychaos_ai).\\n\\n\\n---\\n\\nBrian Ficho ([@bficho](https://twitter.com/bficho)), Founder\",\"timestamp\":1639525805,\"title\":\"A New Type of Network\"},\"digest\":\"j4eWuJvT3_VSGIFbwCzs5QvUyGbupWott4ePCvLQL7M\",\"authorship\":{\"contributor\":\"0x8b9532bD0d02EEc6D18eED6fCC651a85Ed9825a1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MFjHnnrPzmmjHzLT1QjIdlZ6h_6N3usECdWpKp68XGM\\\",\\\"y\\\":\\\"0_2KW1aqR6DXHdJvL8z6_iZnbEjDvJ4oH6SngvqowRA\\\"}\",\"signature\":\"OGEnC2mHjZbdXudBnA6h8mL2bRdFL46X5VIv-qusflcnkJvQFMs7NcMUbOlU_VXq-2JEG_zcDegUVx4bqQ4dcw\",\"signingKeySignature\":\"0x944044d6836129a0ecb7023bd276464796a92dfd9010d52e9601e6214192e7553f7a4b04e14b3deff4df632f86fb84a9077dcd620fd21b81becfd8a1a9a2b0bc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MFjHnnrPzmmjHzLT1QjIdlZ6h_6N3usECdWpKp68XGM\\\",\\\"y\\\":\\\"0_2KW1aqR6DXHdJvL8z6_iZnbEjDvJ4oH6SngvqowRA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MZqOaHtK_N6tCeX7XrZbV6CfQD7uCV8uW3W_Gr7DnpM\"}"