"{\"content\":{\"body\":\"And from here thirty odd Binu men accompanied them, armed with spears and arrows, chattering and grimacing with delight at the warlike array.  The long quiet stretches of river gave way to swifter water, and progress was slower and more dogged.  The Balesuna grew shallow as well, and oftener were the loaded boats bumped along and half-lifted over the bottom.  In places timber-falls blocked the passage of the narrow stream, and the boats and canoes were portaged around.  Night brought them to Carli, and they had the satisfaction of knowing that they had accomplished in one day what had required two days for Tudor's expedition.\\n\\nHere at Carli, next morning, half-way through the grass-lands, the boat's-crews were left, and with them the horde of Binu men, the boldest of which held on for a bare mile and then ran scampering back.  Binu Charley, however, was at the fore, and led the way onward into the rolling foot-hills, following the trail made by Tudor and his men weeks before.  That night they camped well into the hills and deep in the tropic jungle.  The third day found them on the run-ways of the bushmen--narrow paths that compelled single file and that turned and twisted with endless convolutions through the dense undergrowth.  For the most part it was a silent forest, lush and dank, where only occasionally a wood-pigeon cooed or snow- white cockatoos laughed harshly in laborious flight.\\n\\nHere, in the mid-morning, the first casualty occurred.  Binu Charley had dropped behind for a time, and Koogoo, the Poonga- Poonga man who had boasted that he would eat the bushmen, was in the lead.  Joan and Sheldon heard the twanging thrum and saw Koogoo throw out his arms, at the same time dropping his rifle, stumble forward, and sink down on his hands and knees.  Between his naked shoulders, low down and to the left, appeared the bone-barbed head of an arrow.  He had been shot through and through.  Cocked rifles swept the bush with nervous apprehension.  But there was no rustle, no movement; nothing but the humid oppressive silence.\\n\\n\\\"Bushmen he no stop,\\\" Binu Charley called out, the sound of his voice startling more than one of them.  \\\"Allee same damn funny business.  That fella Koogoo no look 'm eye belong him.  He no savvee little bit.\\\"\\n\\nKoogoo's arms had crumpled under him, and he lay quivering where he had fallen.  Even as Binu Charley came to the front the stricken black's breath passed from him, and with a final convulsive stir he lay still.\\n\\n\\\"Right through the heart,\\\" Sheldon said, straightening up from the stooping examination.  \\\"It must have been a trap of some sort.\\\"\\n\\nHe noticed Joan's white, tense face, and the wide eyes with which she stared at the wreck of what had been a man the minute before.\\n\\n\\\"I recruited that boy myself,\\\" she said in a whisper.  \\\"He came down out of the bush at Poonga-Poonga and right on board the Martha and offered himself.  And I was proud.  He was my very first recruit--\\\"\\n\\n\\\"My word!  Look 'm that fella,\\\" Binu Charley interrupted, brushing aside the leafy wall of the run-way and exposing a bow so massive that no one bushman could have bent it.\\n\\nThe Binu man traced out the mechanics of the trap, and exposed the hidden fibre in the tangled undergrowth that at contact with Koogoo's foot had released the taut bow.\\n\\nThey were deep in the primeval forest.  A dim twilight prevailed, for no random shaft of sunlight broke through the thick roof of leaves and creepers overhead.  The Tahitians were plainly awed by the silence and gloom and mystery of the place and happening, but they showed themselves doggedly unafraid, and were for pushing on. The Poonga-Poonga men, on the contrary, were not awed.  They were bushmen themselves, and they were used to this silent warfare, though the devices were different from those employed by them in their own bush.  Most awed of all were Joan and Sheldon, but, being whites, they were not supposed to be subject to such commonplace emotions, and their task was to carry the situation off with careless bravado as befitted \\\"big fella marsters\\\" of the dominant breed.\\n\\nBinu Charley took the lead as they pushed on, and trap after trap yielded its secret lurking-place to his keen scrutiny.  The way was beset with a thousand annoyances, chiefest among which were thorns, cunningly concealed, that penetrated the bare feet of the invaders. Once, during the afternoon, Binu Charley barely missed being impaled in a staked pit that undermined the trail.  There were times when all stood still and waited for half an hour or more while Binu Charley prospected suspicious parts of the trail. Sometimes he was compelled to leave the trail and creep and climb through the jungle so as to approach the man-traps from behind; and on one occasion, in spite of his precaution, a spring-bow was discharged, the flying arrow barely clipping the shoulder of one of the waiting Poonga-Poonga boys.\\n\\nWhere a slight run-way entered the main one, Sheldon paused and asked Binu Charley if he knew where it led.\\n\\n\\\"Plenty bush fella garden he stop along there short way little bit,\\\" was the answer.  \\\"All right you like 'm go look 'm along.\\\"\\n\\n\\\"'Walk 'm easy,\\\" he cautioned, a few minutes later.  \\\"Close up, that fella garden.  S'pose some bush fella he stop, we catch 'm.\\\"\\n\\nCreeping ahead and peering into the clearing for a moment, Binu Charley beckoned Sheldon to come on cautiously.  Joan crouched beside him, and together they peeped out.  The cleared space was fully half an acre in extent and carefully fenced against the wild pigs.  Paw-paw and banana-trees were just ripening their fruit, while beneath grew sweet potatoes and yams.  On one edge of the clearing was a small grass house, open-sided, a mere rain-shelter. In front of it, crouched on his hams before a fire, was a gaunt and bearded bushman.  The fire seemed to smoke excessively, and in the thick of the smoke a round dark object hung suspended.  The bushman seemed absorbed in contemplation of this object.\\n\\nWarning them not to shoot unless the man was successfully escaping, Sheldon beckoned the Poonga-Poonga men forward.  Joan smiled appreciatively to Sheldon.  It was head-hunters against head- hunters.  The blacks trod noiselessly to their stations, which were arranged so that they could spring simultaneously into the open. Their faces were keen and serious, their eyes eloquent with the ecstasy of living that was upon them--for this was living, this game of life and death, and to them it was the only game a man should play, withal they played it in low and cowardly ways, killing from behind in the dim forest gloom and rarely coming out into the open.\\n\\nSheldon whispered the word, and the ten runners leaped forward--for Binu Charley ran with them.  The bushman's keen ears warned him, and he sprang to his feet, bow and arrow in hand, the arrow fixed in the notch and the bow bending as he sprang.  The man he let drive at dodged the arrow, and before he could shoot another his enemies were upon him.  He was rolled over and over and dragged to his feet, disarmed and helpless.\\n\\n\\\"Why, he's an ancient Babylonian!\\\" Joan cried, regarding him. \\\"He's an Assyrian, a Phoenician!  Look at that straight nose, that narrow face, those high cheek-bones--and that slanting, oval forehead, and the beard, and the eyes, too.\\\"\\n\\n\\\"And the snaky locks,\\\" Sheldon laughed.\\n\\nThe bushman was in mortal fear, led by all his training to expect nothing less than death; yet he did not cower away from them. Instead, he returned their looks with lean self-sufficiency, and finally centred his gaze upon Joan, the first white woman he had ever seen.\\n\\n\\\"My word, bush fella kai-kai along that fella boy,\\\" Binu Charley remarked.\\n\\nSo stolid was his manner of utterance that Joan turned carelessly to see what had attracted his attention, and found herself face to face with Gogoomy.  At least, it was the head of Gogoomy--the dark object they had seen hanging in the smoke.  It was fresh--the smoke-curing had just begun--and, save for the closed eyes, all the sullen handsomeness and animal virility of the boy, as Joan had known it, was still to be seen in the monstrous thing that twisted and dangled in the eddying smoke.\\n\\nNor was Joan's horror lessened by the conduct of the Poonga-Poonga boys.  On the instant they recognized the head, and on the instant rose their wild hearty laughter as they explained to one another in shrill falsetto voices.  Gogoomy's end was a joke.  He had been foiled in his attempt to escape.  He had played the game and lost. And what greater joke could there be than that the bushmen should have eaten him?  It was the funniest incident that had come under their notice in many a day.  And to them there was certainly nothing unusual nor bizarre in the event.  Gogoomy had completed the life-cycle of the bushman.  He had taken heads, and now his own head had been taken.  He had eaten men, and now he had been eaten by men.\\n\\nThe Poonga-Poonga men's laughter died down, and they regarded the spectacle with glittering eyes and gluttonous expressions.  The Tahitians, on the other hand, were shocked, and Adamu Adam was shaking his head slowly and grunting forth his disgust.  Joan was angry.  Her face was white, but in each cheek was a vivid spray of red.  Disgust had been displaced by wrath, and her mood was clearly vengeful.\\n\\nSheldon laughed.\\n\\n\\\"It's nothing to be angry over,\\\" he said.  \\\"You mustn't forget that he hacked off Kwaque's head, and that he ate one of his own comrades that ran away with him.  Besides, he was born to it.  He has but been eaten out of the same trough from which he himself has eaten.\\\"\\n\\nJoan looked at him with lips that trembled on the verge of speech.\\n\\n\\\"And don't forget,\\\" Sheldon added, \\\"that he is the son of a chief, and that as sure as fate his Port Adams tribesmen will take a white man's head in payment.\\\"\\n\\n\\\"It is all so ghastly ridiculous,\\\" Joan finally said.\\n\\n\\\"And--er--romantic,\\\" he suggested slyly.\",\"timestamp\":1639040767,\"title\":\"By eleven in the morning the expedition arrived at Binu, a cluster of twenty houses on the river bank\"},\"digest\":\"AYo3piIW879yAPrG8ByXoAjImTL8QdC3MjmbxMUqLfI\",\"authorship\":{\"contributor\":\"0x12DAB7FFceEebeDFF34FE12b77b7a16997723371\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Soa4ITFkTokf9DtU7dnQaUyFHWtqRbBJG8158uQc7Y4\\\",\\\"y\\\":\\\"DspG_em8kGgm8a0NVAfLlX-SfLoV6mH_W4VB6pKy4wQ\\\"}\",\"signature\":\"8gU43uxgUMjUCzUEqPYCbR4ePYs7ohCm4hazed98TYN7IEi9RwdnOYuofTdF76UXpFSZW3DK34x2GL13fFxMgw\",\"signingKeySignature\":\"0xbd7ac4b4c57ed355e841d9f15114d1717c9659ae79b40d0bdf866d790e75292a6c8c26853a0c7333f45060f804bf860f0adb5c60325870ead1de134fa03df20b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Soa4ITFkTokf9DtU7dnQaUyFHWtqRbBJG8158uQc7Y4\\\",\\\"y\\\":\\\"DspG_em8kGgm8a0NVAfLlX-SfLoV6mH_W4VB6pKy4wQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AYo3piIW879yAPrG8ByXoAjImTL8QdC3MjmbxMUqLfI\"}"