"{\"content\":{\"body\":\"吃饱饭，照例吴缺洗碗刷锅完了，跟钱浅站在露台吹风，这一次不同的是，小妹妹靠在大叔肩头，他们互相搂着对方的腰。\\n\\n钱浅：“我最喜欢听你说话了，怎么不说了呢？”\\n\\n吴缺：“目的达到了就不说了啊，再说下去，你就只能在这里过夜了。”\\n\\n钱浅：“我不信，你有这个能耐？”\\n\\n吴缺：“你可千万别想在这里过夜，我受不了。”\\n\\n钱浅：“为啥？”\\n\\n吴缺：“我上次睡你的室友，24小时没停过，伤到了，现在还有点心有余悸。”\\n\\n钱浅大怒，推开他：“大叔不干净了！走开！”\\n\\n吴缺：“我是说真的，我好像……生病了，可能不行了，唉，要是从此不行了，那可怎么办才好？”\\n\\n钱浅一愣：“这……色字头上一把刀？”\\n\\n吴缺：“我可能要找个嫩模来试试，如果是真的，那得去及时治疗。”\\n\\n钱浅怒：“嫩模？那种贱女人怎么配我大叔？你太不自爱了吧？”\\n\\n吴缺：“咳，就是治疗一下而已，你别误会。”\\n\\n钱浅决心管一管：“不许你去！”\\n\\n吴缺：“不能讳疾忌医啊，或者，你帮帮我？”\\n\\n钱浅：“……怎么帮？”\\n\\n吴缺：“你让我看看……”\\n\\n钱浅好一会儿才明白吴缺的意思，顿时扭捏起来：“那，看上面就可以了吗？”\\n\\n吴缺：“咳，第一个疗程，先看看上面。”\\n\\n既然都已经发展到法式接吻了，钱浅觉得看看上面也不是太过分，他们躲进主卧，吴缺被要求转过身去，等钱浅说了一句“可以了”，然后就看见了白雪皑皑的少女峰，还有那山巅的两团红晕，很像两片小小的伞盖，颤巍巍，怯生生。\\n\\n钱浅羞涩不已：“三分钟了，可以了吗？”\\n\\n吴缺：“糟糕，可能要进行第二个疗程，下……下面能看看吗？”\\n\\n钱浅大羞：“那怎么行？我们今天才刚刚开始，那是最神圣的地方！”\\n\\n大叔可管不了那么多，这副模样已经够引人入胜，他把小妹妹抱起来放到了床上，一顿狂吻和乱摸，直到少女求饶：“今天就到这儿吧？太快了！呜呜呜，不要吧……”\\n\\n“你直了，应该算是没事吧？”\\n\\n“那个，硬度可能经不起考验，我试试。”\\n\\n吴缺也不知道怎么这么无耻，就这样展开了硬度测试，结果当然是把小妹妹的小妹妹给……攻克了。\\n\\n钱浅有些恐慌了，自己竟然这么快沦落，不知不觉居然变成了负距离接触的状态，她哭了。\\n\\n吴缺不敢动，害怕她是真心的抗拒。\\n\\n这就尴尬了，负距离接触还静止着。\\n\\n不管钱浅如何抗拒，最后的最后，在大灰狼的循循善诱之下，钱浅的深浅都被试探过了一遍，这一闹，就来到了凌晨十分。\\n\\n她根本不想这么快沦陷，可惜，悔之已晚，大叔的病好了，或者压根就是骗她的。\\n\\n释放了荒洪之力之后，大叔深情表示：“谢谢你，我的病被你治好了，我又恢复了自信。”\\n\\n钱浅深深躲在他身下，不敢面对这如此疯狂的局面。\\n\\n吴缺：“对不起啊，我有点累了，那我就这样睡了啊。”他抱着少女，准备入眠。\\n\\n不到三分钟的时间，钱浅从他怀中抬起头，感觉坏大叔已经开始轻轻打鼾。\\n\\n\\\\---\\n\\n钱浅早早就离开了骊山洋房，感觉太丢脸了，才第一天谈恋爱就被坏大叔给套路了，还有，书包里有坏大叔做的饭团，等下吃饭的时候要躲起来吃，面得被别人看见大惊小怪。\\n\\n她没想到的是，跟自己有一样想法，也想躲在角落里的还有一个人，恰恰就是她的室友，还有前情敌甄傲雪，两个人居然在饭堂的角落相遇了，场面一度非常尴尬，整个寝室就她俩关系最僵。\\n\\n两人相遇的时候，钱浅刚刚把心形的赤米饭团拿出来，想藏着掖着都来不及了。\\n\\n甄傲雪竟然完全没想到这个是吴缺做的可能性，奇道：“还有跟吴缺做的一样的饭团？哪儿买的？”\\n\\n为了得到这个问题的答案，她不吝坐在钱浅的对面，本来是不想在一起的。\\n\\n两个人的关系都已经发展到打架的地步了，钱浅干脆没理睬她，自顾自地吃着饭团，满满的爱心，好滋味啊。\\n\\n过了一会儿，甄傲雪看没有回应，就干脆说：“你不用恨我，我也跟他分手了。”\\n\\n钱浅终于有反应，稍微停下了吃饭团的动作，忍不住问了句：“为什么？”\\n\\n甄傲雪：“花心，而且现在他有钱了。”\\n\\n钱浅冷笑：“活该！”\\n\\n甄傲雪弱弱道：“对不起……”\\n\\n钱浅：“……没什么，比他好的男人多得是，稀罕！”\\n\\n甄傲雪：“我们和解吧？同是天涯沦落人。”\\n\\n钱浅表达和解的方式就是，把白米饭团送给甄傲雪。\\n\\n甄傲雪开心地接过来，吃了两口，疑惑道：“这好像是大叔做的啊。”\\n\\n钱浅扑哧一笑：“傻，把好像去掉。”\\n\\n甄傲雪居然还没想到钱浅跟吴缺的关系似乎不一般，喜滋滋地吃饭团，还说：“好怀念天天有饭团的日子。”\\n\\n钱浅看着甄傲雪纯真的表情，说了句：“对不起，打架归打架，我不应该打你的脸，毕竟我们都是靠脸吃饭的女人。”\\n\\n甄傲雪：“没事儿了，我都好了。”\\n\\n被饭团激发了对美食的渴望，甄傲雪说：“诶，我们去大叔家蹭晚饭吧，好久没去了，他应该很高兴吧？有两个靠脸吃饭的女生去给他捧场。”\\n\\n钱浅立马答应下来，天知道大叔会不会对甄傲雪余情未了？必须去盯着。\\n\\n\\\\---\\n\\n两个颜值直击灵魂的少女同时来做客，开门的瞬间，吴缺心都醉了，无限温柔地招呼：“快进来吧。”\\n\\n事实上他不太理解，为什么甄傲雪会来，钱浅当然是会来的，虽然没明说，她应该已经把自己当成男朋友了吧。\\n\\n甄傲雪没想到的是自己带着任务来的，可是回到这个熟悉的地方，想到那疯狂的24小时，差不多每个房间、每种姿势、各种禁忌都尝试过了，不禁面有桃色。\\n\\n她好奇：“大叔，今天我们吃啥？”\\n\\n吴缺：“对不起啊，今天公司有事，来不及了，就买了一些半成品食材，吃火锅，不用下厨的那种。”\\n\\n“哦。”虽然有些失望，但想必大叔的火锅也是很好吃的，毕竟总是顶尖的食材。\\n\\n既然不需要下厨，那吴缺就有时间跟这一对大宝贝聊聊天，主要问问甄傲雪：“小雪好久不见了，最近好吗？”\\n\\n甄傲雪：“……乏善可陈。”\\n\\n吴缺：“云雪工作室不是赚大钱了吗？搬家了吗？”\\n\\n甄傲雪：“那首歌的版权……”她欲言又止。\\n\\n吴缺善解人意道：“哦，为了这个来的吧？上次匆匆一别，却是没安排好，回头我转让给你们云雪工作室。”\\n\\n甄傲雪急道：“不能。”\\n\\n吴缺：“嗯？那转给你？”\\n\\n甄傲雪：“我不要。”\\n\\n吴缺就不理解了：“那……”\\n\\n在吴缺和钱浅的注目下，甄傲雪决然道：“你起诉他侵权吧，最好让他破产。”\\n\\n“啊？”吴缺吃了一惊。\\n\\n钱浅在一旁说：“他俩分手了，我也同意，大叔，你帮我们出口气，起诉他。正好，你现在没钱，起诉他赢了就可以翻身，一举两得。”\\n\\n这就很滑稽，吴缺可能也猜到了甄傲雪的荒诞故事，因为那失联的24小时，很可能让云野很不高兴，所以两个人的感情出现了裂缝，最终导致分手，并且因爱生恨。人家小女生牺牲这么大，却被嫌弃了，那肯定恨死云野了。\",\"timestamp\":1639489800,\"title\":\"共济会风云 第43章 治未病\"},\"digest\":\"rT-EsGxZqIROrQKIGgzlSHsBTEeO5YPS8YkYrbAELzs\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"signature\":\"DC_2NdOjgwO1w5aAF1avcfRyZSiWtsUfMKvNw_mMEdHH2t35ZpzQuvi_i7rTM37twCp55APYLBn1pgfYNgYb1g\",\"signingKeySignature\":\"0x9f493a0ee5c1128506766a2a4278c0eddffcbe813b83cca20a5bd7bbac47104e374e7273911a6e1fc7555ff99c7df2a78449737ae99d4f6ae323f06fe9e95fca1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rT-EsGxZqIROrQKIGgzlSHsBTEeO5YPS8YkYrbAELzs\"}"