"{\"content\":{\"body\":\"A little over a year ago I started The Daily Gwei YouTube channel after having a few months worth of success writing my daily newsletter of the same name. Since then, the channel has grown to over 14,000 subscribers and has thousands of daily watchers/listeners across both the videos and the podcast. I am honestly so humbled by the support I’ve gotten - I never thought this many people would enjoy listening to me go on about Ethereum for 30 minutes every week day - but here we are!\\n\\nMy goal with The Daily Gwei has always been to provide unedited, unfiltered, raw and completely free Ethereum educational updates and content as my way of giving back to a community that has given me so much. It warms my heart every time someone reaches out and thanks me for educating them - especially those who say I’ve changed their lives - it’s just an indescribable feeling.\\n\\nSo to celebrate The Daily Gwei YouTube channel’s 1 year anniversary, I teamed up with the extremely talented [_kitteh](https://twitter.com/_kittehdesign) to create an NFT that immortalizes the room that I broadcast from and one that I have called home for over 20 years now. This NFT will hold a very special place in my heart because in a couple of weeks I’m moving into a new house and a new study so I’m very thankful that I have a piece of memorabilia to always look back on. It also acts as a way for me to “share” a piece of the room that you’ve all watched me sit in for the last year or so - after all, The Daily Gwei is a community that is much larger than just me!\\n\\n### _kitteh describes the NFT in his own words\\n\\n> Anthony’s workspace is not just any ordinary backdrop, it’s a key element to The Daily Gwei’s comforting vibe. For the 1 year anniversary of The Daily Gwei YouTube channel, I wanted to capture the cosy and lore filled broadcasting centre of the channel.\\n>\\n> Every episode - 262 days a year - the community gathers together. Surrounded by staking PC’s, overly minimalistic keyboards, NFT displays, to-do notes, rare figurines, huge manga collections, an obscene amount of monitors and much more. Huddled together we take in the latest waterfall of Ethereum news. Sometimes a celebration, sometimes a group therapy session.\\n>\\n> In this piece I wanted to turn Anthony into a figurine himself and show the The Daily Gwei viewers a peek beyond the camera’s lens. A lot of details true to life, some fantastical.. what else is hiding in The Daily Gwei’s headquarters? It’s for you to discover!\\n\\nI’ve always been a big believer in public goods and have participated in every single Gitcoin Grants Matching round as both a contributor and a grantee. This is why _kitteh and I have decided to donate most of the proceeds of this NFT mint to Ethereum core developers - details:\\n\\n* 80% of total proceeds (50% from Anthony, 30% from _kitteh) will be donated to [this Open Grant](https://opengrants.com/grant/0x0dc5be1ec768b7a1bbc20b2b6129536184d85766) that will stream the ETH to Ethereum core developers over time\\n* The remaining 20% will go to _kitteh for all of his amazing work in creating the NFT and organizing the minting here on Mirror\\n* There is also a 15% royalty fee on the NFT that will be donated to the same Open Grant in perpetuity\\n* Holders of the NFT will have access to an exclusive channel in [The Daily Gwei Discord server](https://discord.gg/JDPc8j4wys)\\n\\n## Alright everyone - let’s get into it!\\n\\n[edition://0x23294eF5BD5ec2fca40904f7Cd4A48e73781f207?editionId=0&editionOpenSaleId=3&version=allocated_4](edition://0x23294eF5BD5ec2fca40904f7Cd4A48e73781f207?editionId=0&editionOpenSaleId=3&version=allocated_4)\\n\\n\\n---\\n\\n_kitteh and I would like to extend a big thank you to the Mirror team for all of their hard work in helping us make this NFT mint happen on their platform - they were awesome and easy to work with!\\n\\n\\n---\\n\\nIf you’re new to The Daily Gwei, be sure to subscribe to both the [newsletter](https://thedailygwei.substack.com/) and the [YouTube channel](https://www.youtube.com/channel/UCvCp6vKY5jDr87htKH6hgDA) to keep up with all things Ethereum. It’s completely free and always will be.\\n\\n\\n---\",\"timestamp\":1638826905,\"title\":\"The Daily Gwei - 1 Year Anniversary NFT\"},\"digest\":\"AJHJ2avCHu1yPVxVde2adpyhTQ2M_w1SvauZIYwyxdc\",\"authorship\":{\"contributor\":\"0x648aA14e4424e0825A5cE739C8C68610e143FB79\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LBLwx5wYxxml68qQSAHgF8v4VjaGhhGKdS53VrXIO7c\\\",\\\"y\\\":\\\"d7o67dIu8yMrTtFzliy1fnRS9kG_q5nwsuAKNhtmTA8\\\"}\",\"signature\":\"AVBmPx8LJhpV-Nba_IEUC4gI7mEWOk4eM8n6hBsT88iMAd9oYoFvg_s8Ggi2SrqhKDnmoXuMl_Qrw33AYNm3xQ\",\"signingKeySignature\":\"0x6f086cb4d16be9d6e6b859b8542a48518dafc79d6c05df7862c1e10e11bb6f800b2ccd49dbf33cfca9e1e648cbdc5ce6b078a17367d0d392b6ceb9d8c597721c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LBLwx5wYxxml68qQSAHgF8v4VjaGhhGKdS53VrXIO7c\\\",\\\"y\\\":\\\"d7o67dIu8yMrTtFzliy1fnRS9kG_q5nwsuAKNhtmTA8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ToYuJFMvN3UE7mTDOuB4HfSZpwZxapdw9qBMGc-HnZ8\"}"