"{\"content\":{\"body\":\"```\\nIn terms of technology, Algorand has made targeted optimizations for the \\\"Impossible Triangle\\\" (decentralization, scalability, security) of the blockchain. In terms of scalability, Algorand uses a verifiable random function (VRF) to randomly select the producers and verifiers of the block. Once they know that they are selected, the producers and verifiers only need to broadcast a short message to prove their identity. The messages that need to be exchanged in the network each time a new block is generated will not change as the number of users increases. Therefore, even if the number of users increases, the system can still maintain a high TPS (transactions processed per second). Algorand’s TPS is 125 times that of Bitcoin.\\n\\nIn terms of security, since the above-mentioned VRF is used to randomly select producers and verifiers, and the selection process is completely completed by the nodes independently, attackers in the Algorand network cannot know the next block producer and verifier in advance. It will not be able to complete the attack. Specifically, the identities of the producers and verifiers will only be disclosed when they are sure that they are selected and broadcast the corresponding proof information. At this time, even if the attacker immediately adopts various attack methods, it will not be able to prevent the correctness of the new block. The spread of news on the network.\\n```\",\"timestamp\":1634644464,\"title\":\"Algorand\"},\"digest\":\"cBA-8Fek42Ei3QJ5lbWrrWrW_HxSij6L65mNfqxnYv8\",\"authorship\":{\"contributor\":\"0x1170891c00dd0838BC2d166e6a999Dce00a9362A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OPl9HPIPR2pwL7c6VTaEAOpviidrPHS1cTCLQhMPpPc\\\",\\\"y\\\":\\\"79zb5z7EW1p4srQiDJtytpEwpKlHsRqsBq4xvFq7e9A\\\"}\",\"signature\":\"YuvS_VCRQhCHnA4p8w_-LBucvuzzaGdfaV-ta1xo5QM9k-qUQ_eiLgtF9TyNle3hixHwEK-D4b0R6Ug8wJL86g\",\"signingKeySignature\":\"0x0101a2fed6c46b2cbefeed7c3de4c9c43ae5e5027c9573f589f996b284a35b042fd5e309ea4ae3847d7bb3e77389a3e75408d886248609ef3334f7bd50b61e951c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OPl9HPIPR2pwL7c6VTaEAOpviidrPHS1cTCLQhMPpPc\\\",\\\"y\\\":\\\"79zb5z7EW1p4srQiDJtytpEwpKlHsRqsBq4xvFq7e9A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cBA-8Fek42Ei3QJ5lbWrrWrW_HxSij6L65mNfqxnYv8\"}"