"{\"content\":{\"body\":\"### What is a warrior?\\n\\nRedefining warriorship is one aspect of healing our patriarchal society that I resonate with on a deep level. I believe we are living through a time where the quiet warriors among us are being called to step up and shed light on another way of walking through our world.\\n\\nSacred indigenous cultures and eastern religions view the warrior in a completely different light. **The sacred warrior is fierce when they need to be and compassionate at the same time. The warrior is self aware and shows up as her true, authentic self so that others can rise up along with her.** The warrior engages in violence only when necessary and only when their community is in danger. The warrior views all life, all sentient beings, as something to be cherished, celebrated and protected. The warrior understands that the balance between feminine and masculine energies is the true battle to understand and win.\\n\\n> *“The call to the warrior is not simply an individual call to action when all hell is breaking loose; it’s a call for us to cultivate the ground in which warriors can be grown. A warrior must be respectful and disciplined in their interactions with all living beings and omitted to protecting the sacredness of every life” (Mitchell 153).*\\n\\nI’m currently studying sacred wisdom from multiple cultures and religions at a Buddhist inspired university. We conduct “warrior exams” which are oral question and answer scenarios done in ritual where questions are chosen randomly and are spiritually meant for the person who chooses them. During both of my warrior exams this semester, I randomly drew the warriorship questions and I had to articulate my understanding of warriorship.\\n\\nI believe this is not an accident. **I believe this apex in our human journey is calling for those of us who are exploring sacred wisdom as a solution to the social upheaval we are all experiencing to rise up and embrace warriorship.** In our homes, in our communities, in our classrooms, in our workplaces-- in all aspects of our lives.\\n\\n> *“If we want to help the world, we have to make a personal journey-- we can’t simply theorize or speculate about our destination. So it is up to each of us individually to find the meaning of enlightened society and how it can be realized” (Trungpa 34).*\\n\\n### Warrior + Artist\\n\\nMy work the past six months has been a deep journey through my shadows to help see my path on this planet with more clarity and purpose. Much to my surprise, the path is one I’ve been on for my entire photographic career, it just looks different now.\\n\\nMy warriorship as an artist is two-fold now. On the one hand, I’m a documentary photographer whose work focuses on uncomfortable aspects of our shared human experience so that we might all have more empathy and compassion for people and situations we do not understand or do not see or experience on a regular basis.\\n\\nOn the other hand, **my warriorship is to build community and empower artists of all mediums to step into the decentralized web3 world and seek their own individual sovereignty while also lifting up their communities.** The more artists who are able to completely sustain themselves in our consumption-based economy using alternative economic means that are not controlled by a centralized force or government, the more power we gain to create change.\\n\\n### What does that look like?\\n\\n> *Writers who can explore the deep issues we all face or who can write the new myths we need to support our collective human journey.*\\n>\\n> *Animators who can create the inspiring narratives that bake sacred wisdom into the stories our young ones can grow with and lean into so they can navigate the chaos they face in our world on fire.*\\n>\\n> *Graphic Designers who can manifest powerful artwork that mirrors back to us the beauty and compassion that still exists in our communities.*\\n>\\n> *Photographers who can create images that speak to the majesty of our planet and the complex layers of our human experience.*\\n>\\n> *Musicians who can focus on creating songs that move us emotionally and soothe our souls through sound.*\\n\\n**Art binds us all together. It transcends language and it carries mythologies through the generations to give us all a compass to navigate the volatility of our times.**\\n\\nAnd right now, there’s an **entire movement of artists creating new frameworks for what art is, how we collect and consume it, how we declare ownership and how we engage with it.** This movement of warrior artists is not here to replace the old system (although some might be)-- we’re here to modernize the system and make our voices and our art seen and heard across barriers and borders.\\n\\n**We are warriors and we are changing a system that has commoditized and commercialized our gifts for decades and forced us into the patriarchal economic frameworks designed to keep us just hungry enough to participate so we don’t starve on the streets.** For decades, this system has forced artists to silence the deep connections to Source in order to sell shampoos, pizzas and cars. I know because I’ve done it. For decades.\\n\\nBut the winds have shifted. The **artists are reclaiming their power and agency** **and we are bypassing the gatekeepers of a patriarchal system** that has done nothing but suppress our visions so we can all adhere to their consumption narratives and buy the bullshit that keeps those patriarchal powers in place.\\n\\n**We are done.** **We are here to step into the beautiful warriorship we were placed on this planet to embrace.** We are here to show up as our authentically beautiful and lovingly flawed selves-- to show everyone what’s possible for art when the warriors step into the system and say “Enough. It’s our turn.”\\n\\n### For my fellow Warrior Artists\\n\\nThis essay is for all the powerful women in the NFT photography space and beyond. This essay is also for all of the men who create art by touching that divine feminine and who support the women in their lives to do the same. I was inspired to write this after attending the IRL I[mNotArt Balance Exhibit](https://www.imnotart.com/balance) opening on 12/10/2021 in Chicago via the metaverse. I was selected to participate in a women only NFT photography exhibit along with some of the most amazing female-identifying artists in the space.\\n\\nThe exhibit was also curated by women and our work is on the walls of a physical gallery in Chicago and all the art is up for auction on the blockchain. I don’t believe this has really been done before and I’m reveling in the fact that it happened and I was a part of this movement. I am so grateful for all of my colleagues who I am sharing the gallery walls with-- IRL and in the metaverse-- and I’m incredibly grateful for the crew at @ImNotArt and the exhibit curators-- Brittany (@redactedpride) Burnish\\n\\n**Curators & Artists in the Balance Exhibit**\\n[@redactedpride](https://twitter.com/redactedpride)\\n[@Burnish](https://twitter.com/Burnish)\\n\\n**Artists in the Balance Exhibit**\\n[@mksneepsnorp](https://twitter.com/mksneepsnorp)\\n[@NaiboVisuals](https://twitter.com/NaiboVisuals)\\n[@Ang_Ramm](https://twitter.com/Ang_Ramm)\\n[@jlindsayfilm](https://twitter.com/jlindsayfilm)\\n[@pamvoth](https://twitter.com/pamvoth)\\n[@Taesirat_](https://twitter.com/Taesirat_)\\n[@crystaldstreet](https://twitter.com/crystaldstreet)\\n\\nBe sure to follow them on the Twitters and support their art, these artists are all warriors and we are all making history together and empowering other artists to do the same.\\n\\n![That's my NFT on the bottom and May's gorgeous work on top at the ImNotArt Gallery in Chicago! Shared with us on Twitter by ParraDeSys.eth. ](https://images.mirror-media.xyz/publication-images/jLjTKpap72VVn-5GyYup6.PNG?height=868&width=1468)\\n\\nI’ve minted this essay on Mirror to both preserve it and to **help raise funds to elevate the amazing artists who surround me.**\\n\\nCollectors of this NFT will receive a special **Supporting Warrior Artists NFT** that is also a membership key (powered by *[Unlock Protocol](https://unlock-protocol.com/) and on Polygon*) that will allow token holders to access special web content, a private Discord and IRL events. Tokens will be manually sent to the NFT collector within 72 hours of purchase (primary sales only) and will be sent to the attached ETH address over Polygon.\\n\\n100% of the proceeds from this mint will go towards *producing onboarding tutorials for artists entering web3, towards gas fees for 5 artists who I will onboard into web3 and towards collecting 10 NFTs from the emerging young artists entering the NFT space (under the ages of 16).*\\n\\nI’ve created a separate wallet called “Warrior Artists” and will transfer all funds from this mint to that wallet to support web3 artists. You can view the transactions on etherscan using this public address:  0xCEc149A298AD9412c8d24ED8D782Ebd13fbA6D03\\n\\n**Works Cited (Yes, I’m still in Academic Mode)**\\n\\nMitchell, Sherri L, and Larry Dossey. [Sacred Instructions : Sacred Instructions : Indigenous Wisdom for Living Spirit-Based Change / Indigenous Wisdom for Living Spirit-Based Change.](https://sacredinstructions.life/books/)  North Atlantic Books, 2018.\\n\\nTrungpa, Chögyam. [Shambala: The Sacred Path of the Warrior.](https://www.goodreads.com/book/show/336248.Shambhala) Boston & London, Shambhala, 1988. \\tPrint.\",\"timestamp\":1639712554,\"title\":\"Warrior Artists\"},\"digest\":\"7L_E0LnU-FsWaoKvlRDOwW6fF25u-MXTIKR1nwwp0eU\",\"authorship\":{\"contributor\":\"0x1ba3ef24bc64B22a80422678d4B6Ea85f0f92Bde\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"L9KqCPempSYJjnEOPj77nsdCL6oyavHbb0RGkMbZMAk\\\",\\\"y\\\":\\\"fjlnJN-obwxeYASx0DddlvXr-yTzqas9g4nEmZiAKxQ\\\"}\",\"signature\":\"IUgiV_kzlXutQ_IDNeggCY1aarLZzC3Qyd4yBKnfb74t1TLYSjsh9yW2JeDP8ZSIOdtFXgVjRGUjT0p6QIQUCg\",\"signingKeySignature\":\"0xcddbb7021e49420da9883cc34f09fbd461a2d6d11e798c51e24a715951d32ba95796ec749d240fdbb5314f6b23ee9fd1994de47c7c1b5fded4184fbf8e22be2c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"L9KqCPempSYJjnEOPj77nsdCL6oyavHbb0RGkMbZMAk\\\",\\\"y\\\":\\\"fjlnJN-obwxeYASx0DddlvXr-yTzqas9g4nEmZiAKxQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VaE_Jgt5-ix-CiPGC0Yuz4R0kPUW8YuOzIQCPgVQPT8\"}"