"{\"content\":{\"body\":\"When a little while had been passed in feasting, Isfendiyar came before Gushtasp, his father, and demanded the fulfilment of the promises that he had made unto him. And he recalled unto Gushtasp how he had mistrusted him and thrown him into chains. And he spake of the doughty deeds that he had done at his behest, and he craved him to remember that Isfendiyar was his son. And Gushtasp knew that that which was spoken was right, but he desired not to abandon the throne. Wherefore he communed within him what he should do. Then he opened his mouth and spake, saying-\\n\\n\\\"Verily thou hast done that which thou sayest, and there is none who is thine equal in this world, save only Rustem, the son of Zal. And he acknowledgeth none his like. Now because he is grown proud in his spirit, and hath rendered no homage unto me, neither is come forth to aid me against Arjasp, I desire that thou go forth unto Zaboulistan, and that thou lead out the Pehliva, and bring him bound before me, that he may know that I am the Shah, and that he must do my behests. And when thou shalt have done it, I swear unto thee by Him from whom cometh all strength, and who hath kindled the sun and the stars unto light, that I will step down from the throne, neither withhold it from thee any longer.\\\"\\n\\nThen Isfendiyar said, \\\"O King, I would entreat of thee that thou ponder the words that thou hast spoken. For thine ancestors held this old man, ripe in wisdom, in much honour, and he was a staff unto their throne. Now since thou calledst him not forth, it was not fitting he should aid thee against Turan.\\\"\\n\\nBut Gushtasp would not listen unto the words of Isfendiyar, and he said-\\n\\n\\\"If thou lead not Rustem bound before me, I will not grant unto thee the throne.\\\"\\n\\nThen Isfendiyar said, \\\"Thou sendest me forth in guile on this emprise, for verily no man hath stood against the might of Rustem, wherefore I perceive that thou desirest not to abandon unto me the throne. I say unto thee, therefore, that I desire it no longer; but since I am thy slave, it beseemeth me to obey thy behests. I go forth therefore, and if peradventure I fall before Rustem, thou wilt answer unto God for my blood.\\\"\\n\\nAnd when he had so spoken, Isfendiyar went out of the presence of the Shah, and he was exceeding sorrowful. Then he gathered together an army, and he set forth upon the road that leadeth to Seistan.\\n\\nNow when they were gone but a little way, the camel that walked at their head laid him down in the dust. And the drivers struck him, but he would not rise from the earth. Then Isfendiyar said, \\\"The omen is evil.\\\" But he commanded the driver that he cut off the head, that the evil might fall upon the beast and tarnish not the glory of the Shah. And it was done as Isfendiyar desired, but he could not rid him of his sadness, and he pondered in his spirit this sign.\\n\\nNow when they were come unto the land of Zaboulistan, Isfendiyar spake, saying-\\n\\n\\\"I will send an envoy unto Rustem, a man prudent and wise. And I will entreat of the Pehliva that he come before me with gladness, for I desire no evil unto him, and I come forth only at the behest of the Shah.\\\"\\n\\nThen he called before him Bahman, his son, and he spake long unto him, and he charged him with a message unto Rustem. And he bade him speak unto the son of Zal how Gushtasp was angered because he sought not his courts, wherefore he deemed that Rustem was grown proud in his spirit, and would uplift himself above his Shah. And he said-\\n\\n\\\"The King hath sent me out that I lead thee before him. I pray thee, therefore, come unto me, and I swear unto thee that no harm shall befall thee at his hands. For when I shall have led thee before him, I will demand as my guerdon that he suffer thee to go unharmed.\\\"\\n\\nSo Bahman laid up these words in his spirit, and he went with all speed unto the courts of Rustem. Now, he found therein none but Zal, for Rustem was gone forth with his warriors to chase the wild ass. And Zal came forth with courtesy to greet Bahman, and he asked of him his desires, and he invited him unto a feast. But Bahman said-\\n\\n\\\"My mission doth admit of no delay. Isfendiyar hath bidden me not tarry by the road. Tell me, therefore, where I may find thy son.\\\"\\n\\nThen Zal showed unto him the way.  Now when Bahman was come unto the spot, he beheld a man like unto a mountain, who was roasting a wild ass for his supper. And in his hand was a wine-cup, and about him stood brave knights. Then Bahman said within himself, \\\"Surely this is Rustem,\\\" and he watched him from where he was hid, and he beheld that Rustem devoured the whole of a wild ass for his meal, and he was amazed at the might and majesty of this man. Then he thought within him, \\\"Peradventure if I cast down a rock upon him, I may slay him, for surely even Isfendiyar, my father, shall not withstand his strength.\\\" So he loosened a rock from the mountain-side, and set it rolling unto the spot where Rustem was encamped. Now Zevarah heard the sound thereof, and beheld the rock, and he said unto Rustem-\\n\\n\\\"Behold a rock that springeth forth from the mountain-side.\\\"\\n\\nBut Rustem smiled, and arose not from his seat; and when the rock was upon him, he lifted up his foot and threw it far unto the other side. Then Bahman was amazed, but he was affrighted also, and he dared not come forth at once. Yet when he was come before the Pehliva, Rustem greeted him kindly, and would have entertained him. And Bahman suffered it, and he marvelled yet again when he beheld that which was eaten of Rustem, and he was afraid. Then he delivered unto him the message of Isfendiyar, his father. And Rustem listened unto it, and when it was ended he spake, saying-\\n\\n\\\"Bear greeting unto the hero of renown, and say unto him that I have longed to look upon his face, and that I rejoice that he is come forth unto Zaboulistan. But his demand is the device of Deevs, and I would counsel him that he depart not from the paths of wisdom. And I say unto him, Count not upon thy strength, for it is given to no man to shut up the winds within a cage, neither can any man stand against my might. And I have ever done that which was right before the Shahs, thy fathers, and no man hath beheld Rustem in chains. Therefore thy demand is foolish, and I bid thee abandon it, and honour my house with thy presence. And when we shall have feasted, I will go forth with thee before Gushtasp, thy father, and the reins of my horse shall be tied unto thine throughout the journey. And when I shall be come before the Shah, and shall have taken counsel with him, I know that his anger against me, which is unjust, will vanish like unto smoke.\\\"\\n\\nThen Rustem sent a messenger unto Rudabeh, his mother, to make ready a great feast in his courts. And Bahman sped back unto his father.\\n\\nNow Isfendiyar, when he had listened unto the words sent by Rustem, mounted his steed, and rode forth to meet him. And Rustem was come forth also, and they met beside the stream. Then Rakush swam across its breadth, and the hero of the world stood before Isfendiyar, and he greeted him, and did homage unto the son of his Shah. And Rustem rejoiced in the sight of Isfendiyar, and he deemed that he beheld in him the face of Saiawush. And he said unto him-\\n\\n\\\"O young man, let us commune together concerning the things that divide us.\\\"\\n\\nAnd Isfendiyar assented unto the desires of Rustem, and he pressed him unto his bosom, and his eyes could not cease from gazing upon his strength. Then Rustem said-\\n\\n\\\"O hero, I have a prayer to make before thee; I crave that thou enter into my house as my guest.\\\"\\n\\nAnd Isfendiyar said, \\\"I cannot listen unto thy demand, for the Shah commanded me neither to rest nor tarry until I should have brought thee unto him in chains. But I entreat of thee that thou consider that the chains of the King of kings do not dishonour, and that thou listen willingly unto the desires of the Shah, for I would not lift my hand in anger against thee, and I am grieved that it hath been given unto me to do this thing. But it behoveth me to fulfil the commandments of my father.\\\"\\n\\nThus spake Isfendiyar in the unquietude of his spirit, for he knew that what was demanded of Rustem was not fitting or right. And Rustem replied, saying-\\n\\n\\\"It would be counted shame unto me if thou shouldst refuse to enter into my house. I pray thee, therefore, yet again that thou accede to my desires, and when it shall be done I will do that which thou desirest, save only that I cannot submit unto the chains. For no man hath beheld me fettered, neither shall any do so while I draw my breath. I have spoken, and that which I have said, it is true.\\\"\\n\\nAnd Isfendiyar said, \\\"I may not feast with thee, and if thou listen not to my voice, I must fall upon thee in enmity. But to-day let there be a truce between us, and drink thou with me in my tents.\\\"\\n\\nAnd Rustem said, \\\"I will do so gladly, suffer only that I go forth and change my robes, for I am clad for the chase. And when thy meal shall be ready, send forth a messenger that he may lead me thither.\\\"\\n\\nAnd when he had so spoken, Rustem leaped upon Rakush and returned unto his courts. Now when he had arrayed himself for the banquet, he awaited the envoy that Isfendiyar should send. But Isfendiyar was full of cares, and he said unto Bashuntan, his brother-\\n\\n\\\"We have regarded this affair too lightly, for it is full of danger. Wherefore I have no place in the house of Rustem, neither should he enter into mine, for the sword must decide our strife. For which cause I shall not bid him unto my feast.\\\"\\n\\nThen Bashuntan answered and said, \\\"A Deev hath led thee astray, O my brother, for it is not fitting that men like unto Rustem and Isfendiyar should meet in enmity. Wherefore I counsel thee that thou listen not unto our father, for his desires are evil, and he seeketh but to ensnare thee. Yet thou art wiser than he; abandon, therefore, this device of evil.\\\"\\n\\nBut Isfendiyar answered and said, \\\"If I obey not the words of the King, my father, it will be a reproach unto me in this world, and I shall have to render account for it in the next before God, my Maker. And I would not lose both worlds because of Rustem.\\\"\\n\\nThen Bashuntan said, \\\"I have given unto thee counsel according to my wisdom, it resteth with thee to do as thou desirest.\\\"\\n\\nThen Isfendiyar bade the cooks serve before him the banquet, but he sent not forth to call Rustem unto the feast.\\n\\nNow Rustem, when he had waited a long while and beheld that Isfendiyar sent not to call him forth, was angered, and he said-\\n\\n\\\"Is this the courtesy of a King?\\\"  And he sprang upon Rakush and rode unto the tents of the prince that he might question him wherefore he regarded Rustem thus lightly. Now the warriors of Iran, when they beheld the Pehliva, murmured among themselves against Gushtasp, and they spake as with the voice of one man, that surely the Shah was bereft of reason or he would not thus send Isfendiyar unto death. And they said-\\n\\n\\\"Gushtasp loveth yet more his treasures and his throne as age creepeth upon him, and this is but a device to preserve them unto himself.\\\"\\n\\nNow Rustem, when he had presented himself before Isfendiyar, spake and said-\\n\\n\\\"O young man, it would seem unto me that thou didst not deem thy guest worthy a messenger. Yet I say unto thee that it is I who have made the throne of Iran to shine out unto all the world, and I have ever been the Pehliva of its Shahs, and have endured much pain and toil for their sakes. And I have not passed a day save in doing that which is right, and I have purged the land of its enemies. I am the protector of the Kings of Iran, and the mainstay of the good in all places of the earth. Wherefore it behoveth thee not to treat me thus disdainfully.\\\"\\n\\nThen Isfendiyar said, \\\"O Rustem, be not angered against me, but listen wherefore I sent not forth to call thee. For the day was hot and the road long, and I bethought me that fatigue would come upon thee from this course. Therefore I had resolved to visit thee in the morning. But since thou hast taken upon thee this fatigue, I pray of thee that thou rest within my tents, and that we empty the wine-cup together.\\\"\\n\\nThen he made a place for him at his left hand.  But Rustem said, \\\"This is not my place. It is not fitting that I should sit upon thy left, for my seat hath ever been at the right hand of the Shah.\\\"\\n\\nThen Isfendiyar bade a chair of gold be brought, and he caused it to be placed upon his right, and he bade Rustem be seated upon it. And Rustem sat him down, but he was angered in his spirit because of the dishonour that Isfendiyar had shown unto him.\\n\\nNow when they had drunk together awhile, Isfendiyar lifted up his voice and said-\\n\\n\\\"O Rustem, it hath been told unto me that thine origin is evil, for thou art sprung from a Deev whom Saum cast forth from his house. And he was reared of a vile bird, and his nourishment was garbage.\\\"\\n\\nThen Rustem said, \\\"Why speakest thou words that do hurt?\\\" And he told unto him of his father, and Saum, and Neriman who was of the race of Husheng the Shah. And he vaunted the great deeds done of his house, and he hid not that which he had accomplished himself, and he said-\\n\\n\\\"Six hundred years have passed since I came forth from the loins of Zal, and for that space I have been the Pehliva of the world, and have feared neither that which was manifest, nor that which was hid. And I speak these things that thou mayest know. Thou art the King, and they that carry high their heads are thy subjects, but thou art new unto the world, wherefore thou knowest not the things that are come to pass.\\\"\\n\\nWhen Isfendiyar had listened unto the words of Rustem, he smiled and spake, saying-\\n\\n\\\"I have given ear unto thy voice, give ear now also unto the words that I shall speak.\\\"\\n\\nThen he vaunted him of his forefathers, and he recounted unto Rustem how that he had overcome the Turks, and how Gushtasp had cast him into chains, and he told him of the seven stations, and that he had converted the world unto the faith of Zerdusht. And he said-\\n\\n\\\"We have spoken enough concerning ourselves, let us drink until we be weary.\\\"\\n\\nBut Rustem said, \\\"Not so, for thou hast not heard all the deeds that I have done, for they are many, and the ear sufficeth not to hear them, nor the mouth to tell. For if thou knewest them, thou wouldest not exalt thyself above me, or think to cast me into chains.\\\"\\n\\nAnd he recounted to him yet again of his deeds of might.\\n\\nBut Isfendiyar said, \\\"I entreat of thee that thou apply thyself unto the wine-cup, for verily thou shalt fall tomorrow in the fight, and the days of thy feasting shall be ended.\\\"\\n\\nAnd Rustem answered, \\\"Boast not thus rashly, thou shalt yet repent thee of thy words. But to-morrow will we meet in conflict since thou desirest it, and when I shall have lifted thee from off thy saddle, I will bear thee unto my house and spread a feast before thee, and pour upon thee my treasures. And when it shall be done, I will return with thee unto the courts of the Shah, thy father, and uproot from his spirit this plant of evil. And when thou shalt be mounted into his seat, I will serve thee with gladness as thy Pehliva.\\\"\\n\\nBut Isfendiyar said, \\\"Thy words are idle, and we waste but our breath in talk of combat. Let us therefore apply us to the banquet.\\\"\\n\\nAnd they did so, and ate and drank until the night was far spent, and all men were amazed at the hunger of Rustem.\\n\\nNow when it was time for him to depart, he prayed Isfendiyar yet again that he would be his guest, and yet again Isfendiyar refused it to him, and he said-\\n\\n\\\"Suffer that I put chains about thee, and lead thee forth into Iran, that Gushtasp be satisfied. But if thou wilt not do this thing, I must attack thee with the spear.\\\"\\n\\nNow Rustem, when he heard these words, was sorrowful in his soul. And he thought within him-\\n\\n\\\"If I suffer these chains it is a stain that cannot be wiped out, and I cannot outlive my dishonour, for men will mock at Rustem, who permitted a boy to lead him bound. Yet if I slay this youth, I do evil, for he is son unto the Shah, and my glory will be tarnished, for men will say I lifted my hand against a Kaianide. And there can arise no good out of this combat. Wherefore I will strive yet again to win him unto wisdom.\\\"\\n\\nSo he lifted up his voice and said, \\\"I pray thee listen not to the counsel of Deevs, and shut thy lips concerning these chains. For it seemeth unto me that Gushtasp desireth evil against thee, that he sendeth thee forth against Rustem, the unvanquished in fight. Dishonour, therefore, not the champion of thy fathers, but feast within my gates, and let us ride forth in friendship unto Iran.\\\"\\n\\nBut Isfendiyar said, \\\"I charge thee, old man, that thou waste not words concerning this thing, for I will not disobey the behests of my father. Prepare, therefore, for combat; for to-morrow I will make the world dark unto thine eyes.\\\"\\n\\nThen Rustem said, \\\"O foolish youth! when I grasp my mace, the head of my foe is lost. Prepare thee rather for thine end.\\\"\\n\\nAnd when he had so spoken, he rode forth from out the tents of Isfendiyar, and he was exceeding sorrowful. But Isfendiyar smiled after him and said-\\n\\n\\\"The mother that hath borne thee shall weep. I will cast thee down from Rakush, I will lead thee bound into Iran.\\\"\\n\\nBut once again did Bashuntan come before Isfendiyar, and he pleaded with him for Rustem, and he bade him remember the great deeds that he had done unto Iran, and he desired him not to lift his hand against the Pehliva.\\n\\nBut Isfendiyar said-  \\\"He is a thorn in my rose-garden, and through him alone can I attain unto the throne. Strive not, therefore, to hinder me, for thy pains will be in vain. For Zerdusht hath spoken that whosoever honoureth not the behests of his king, he shall surely suffer the pains of hell. And my father hath told unto me to do this thing, and though I grieve to do hurt unto Rustem, the desires of the Shah must be accomplished.\\\"\\n\\nThen Bashuntan sighed and said, \\\"Alas! a Deev hath taken possession of thy spirit.\\\"'\\n\\nNow Rustem, when he was come into his house, commanded that his leopard-skin should be brought before him, and his helmet of Roum, his spear of Ind also, and the war garb of Rakush. And when he saw them, he said-\\n\\n\\\"O my raiment of battle, ye have rested a long time from strife, yet now must I take you forth again to combat, and it is for the hardest fight that ye have fought. For I must lift my hand against the son of my master, or suffer that he disgrace me in the sight of men.\\\"\\n\\nAnd Rustem was sad, and all night he spake unto Zal of his end, and what he should do if he fell in battle.\\n\\nThen when the morning was come he girded on his armour, but he resolved in his spirit that he would strive again with Isfendiyar in words. So he rode forth unto the tents of the young King; and when he was come nigh unto them he shouted with a loud voice. And he said-\\n\\n\\\"O Isfendiyar, hero of great renown, the man with whom thou wouldst wrestle is come forth; make thee ready, therefore, to meet him.\\\"\\n\\nThen Isfendiyar came out from his tents, and he was armed for battle. Now when they were met, Rustem opened his mouth and prayed him yet again that he would stay his hand from this impiety. And he said-\\n\\n\\\"If thy soul thirsteth after blood and the tumult of battle, suffer that our hosts meet in combat, that thy desires may be satisfied.\\\"\\n\\nBut Isfendiyar said, \\\"Thy talk is folly; thou art armed for the conflict, let not the hours be lost.\\\"\\n\\nThen Rustem sighed and made him ready for combat. And he assailed Isfendiyar with his lance, but with a nimble stroke Isfendiyar resisted his attack. And they fought with their lances until they were bent, and when that was done they betook them unto swords. And ever the heroes parried the strokes that were dealt. And when their swords were broken they seized upon maces, but either hero warded off the blows. And they fought until that their shields were rent and their helmets dinted with the blows, and their armour was pierced in many places. And it was a bitter fight. But the end thereof came not, and they were weary, and neither had gained the upper hand. So they rested them awhile from combat. But when they were rested they fell again one on another, and they fought with arrows and bows. And the arrows of Isfendiyar whizzed through the air and fastened into the body of Rustem and of Rakush his steed; and twice thirty ar-rows did Isfendiyar thus send forth, until that Rakush was like to perish from his wounds. And Rustem also was covered with gore, and no man before this one had ever done harm unto his body. But the arrows of Rustem had done no ill unto Isfendiyar, because Zerdusht had charmed his body against all dangers, so that it was like unto brass.\\n\\nNow Isfendiyar, when he beheld that Rustem staggered in his seat, called out unto him to surrender himself into his hands and suffer chains to be put about his body. But Rustem said-\\n\\n\\\"Not so, I will meet thee again in the morning,\\\" and he turned and swam across the stream, so that Isfendiyar was amazed, for he knew that the steed and rider had been sore wounded. And he exulted in his heart, and he reviled Rustem with his lips, but in his soul he was filled with wonder at the Pehliva, and his heart went out to him.\\n\\nNow when Zal and Rudabeh beheld the Pehliva and that he was wounded, they rent the air with their cries, for never yet was he returned unto them vanquished, neither had any man done hurt unto the elephant-limbed. And they wailed sore in their distress, and Rustem joined his lamentations unto theirs. Then they pondered how they should act, and Zal bethought him of the Simurgh that had been his nurse, and the feather that she had given him from her breast that he might call upon her in the day of his need. So he brought it and cast it into the fire as she had commanded, and straightway a sound of rushing wings filled the air and the sky was darkened, and the bird of God stood before Zal. And she spake and said unto him-\\n\\n\\\"O my son, what is come about that thou callest upon thy nurse that shielded thee?\\\"\\n\\nThen Zal told her all, and how Rustem was nigh to die of his wounds, and how Rakush too was sick unto death. Then the Simurgh said-\\n\\n\\\"Bring me before them.\\\"  And when she had seen them, she passed her wings over their hurts and forthwith they were whole. Then she spake unto Rustem and questioned him wherefore he sought to combat the son of the Shah, and Rustem told her. Then she said-\\n\\n\\\"Seek yet again to turn Isfendiyar unto thyself; yet if he listen not unto thy voice, I will reveal unto thee the secrets of Fate. For it is written that whosoever sheddeth the blood of Isfendiyar, he also shall perish; and while he liveth he shall not know joy, and in the life to come he shall suffer pains. But if this fate dismay thee not, go forth with me and I will teach thee this night how thou shalt close the mouth of thine enemy.\\\"\\n\\nThen the Simurgh showed unto Rustem the way he should follow, and Rustem rode after her, and they halted not until they were come unto the sea-coast. And the Simurgh led him into a garden wherein grew a tamarisk, tall and strong, and the roots thereof were in the ground, but the branches pierced even unto the sky. Then the bird of God bade Rustem break from the tree a branch that was long and slender, and fashion it into an arrow, and she said-\\n\\n\\\"Only through his eyes can Isfendiyar be wounded. If, therefore, thou wouldst slay him, direct this arrow unto his forehead, and verily it shall not miss its aim.\\\"\\n\\nThen she exhorted him once more that he bring this matter to a good end, and she led him on the path of return unto Zaboulistan, and when he was come there she blessed him and departed from out his sight.\\n\\nNow when the morning was come, Rustem came unto the camp of Isfendiyar, and he was mounted upon Rakush his steed. And Isfendiyar slumbered, for he thought that of a surety Rustem was perished of his wounds. Then Rustem lifted up his voice, and cried-\\n\\n\\\"O man, eager to fight, wherefore slumberest thou when Rustem standeth before thee?\\\"\\n\\nNow Isfendiyar, when he heard his voice and saw that it was truly Rustem that stood before him, was amazed, and he said unto his nobles-\\n\\n\\\"This is the deed of Zal the sorcerer.\\\"  But unto Rustem he cried, \\\"Make ready for combat; for this day thou shalt not escape my might. May thy name perish from off the earth.\\\"\\n\\nThen Rustem spake, saying-  \\\"I am not come forth to battle, but to treaty. Turn aside thine heart from evil, and root out this enmity. Make not, I pray thee, thy soul to be a dwelling-place for Deevs. And suffer that I recall unto thee the deeds I have done for Iran, and the list thereof is long. And feast this day within my house, and let us ride forth together unto the courts of the Shah, that I may make my peace with Gushtasp thy father.\\\"\\n\\nBut Isfendiyar was angered at these words, and he said-  \\\"Wilt thou never cease from speaking? Thou exhortest me to quit the paths of God, for I do wrong when I obey not the voice of my father. Choose, therefore, betwixt chains and the combat.\\\"\\n\\nWhen Isfendiyar had so spoken, Rustem knew that his speech was of no avail. So he sighed and made ready for combat; and he took forth the arrow that was given to him of the Simurgh, and he let it fly towards his enemy. And it pierced the eye of the young King, and he fell upon the mane of his steed, and his blood reddened the field of battle. Then Rustem said unto him-\\n\\n\\\"The bitter harvest thou hast sown hath borne fruit.\\\"  Now Isfendiyar swooned in his agony and fell upon the ground. And there came out to him his brother and Bahman, his son; and they wailed when they beheld how his plight was evil. But when he was come unto himself he called after Rustem, and the Pehliva got him down from Rakush and came unto where he lay, and knelt beside him. And Isfendiyar said-\\n\\n\\\"My life ebbeth unto the close, wherefore I would confide unto thee my wishes. And thou shalt behold how greatly I honour thee, for it is not thou that hast brought me unto death, but Gushtasp, my father; and verily the curse of the prophet shall fall upon his head, for thou wert but the instrument of Fate. And listen now unto the words that I shall speak, for it is not given unto me to say many- I desire that thou take unto thyself Bahman, my son, and that thou rear him in the land of Zaboulistan, and that thou teach him the arts of war and of the banquet. And when the hour of Gushtasp shall be come, I charge thee that thou put Bahman in his place, and aid him with thy counsels that he may be upright in the sight of men.\\\"\\n\\nAnd Rustem sware unto him that it should be done at his desire. Then Isfendiyar made him ready to depart, and he spake words of comfort unto his son, and he sent greetings unto his mother and to his wives that were in Iran. And he made them say unto his father that hence-forward he need not fear him beside the throne; and he cursed the name of Gushtasp, and he said that the Shah had done that which was worthy of his black soul. And he bade them speak before the throne and say-\\n\\n\\\"We shall meet again before the judge, and we shall speak, and listen to His decree.\\\"\\n\\nThen he said unto Rustem, \\\"Thou hast done this deed by the arts of magic.\\\"\\n\\nAnd Rustem said, \\\"It is true, for thou wouldst not listen unto my voice, and I could not bend my spirit unto chains.\\\"\\n\\nAnd Isfendiyar said, \\\"I am not angered against thee; thou hast done that thou couldst not alter, for it was written in the stars, and surely that which is written in the stars is accomplished.\\\"\\n\\nThen Rustem said, \\\"God is my witness that I strove to turn thee from thy resolve.\\\"\\n\\nAnd Isfendiyar said, \\\"It is known unto me.\\\" And when he had thus spoken he sighed, and the sun of that King was set. And there was great lamentation for him in the army, and Rustem, too, bewailed the hero that was fallen, and he prayed God for his soul. And he said-\\n\\n\\\"May thine enemies reap that which they have sown.\\\"  Then Rustem made ready for Isfendiyar a coffin of iron, and he caused it to be lined with silken stuffs, and he laid therein the body of the young King. And it was placed upon the back of a dromedary and forty others followed in its wake, and all the army of Isfendiyar came after them, clad in robes of mourning. And Bashuntan marched at the head of the train, and he led the horse of Isfendiyar, and its saddle was reversed, and its mane and its tail were shorn. And from its sides hung the armour of the young King. And weeping resounded through the ranks, and with sorrow did the army return unto Iran.\\n\\nBut Rustem remained in Zaboulistan, and he kept beside him Bahman, the son of Isfendiyar.\\n\\nNow when Gushtasp learned the tidings of woe, he was bowed down to the earth with sorrow, and remorse came upon him and he strewed dust upon his head and he humbled himself before God. And men came before him and reproached him with that which he had done unto Isfendiyar, and he knew not how he should answer them. And Bashuntan came in and saluted him not, but upbraided him with his vile deeds. And he said-\\n\\n\\\"Neither the Simurgh, nor Rustem, nor Zal have made an end of Isfendiyar, but only thou, for thou alone hast caused him to perish.\\\"\\n\\nAnd for the space of one year men ceased not to lament for Isfendiyar, and for many years were tears shed for that arrow. And men cried continually, \\\"The glory of Iran hath been laid low, and it is at the hands of her Shah that it hath been done.\\\"\\n\\nBut Bahman grew up in the courts of Rustem, and the Pehliva guarded him like to a son.\",\"timestamp\":1638114601,\"title\":\"\\nRUSTEM AND ISFENDIYAR\"},\"digest\":\"xuinyFSzA_-S48gurn9j83cz5__ptZMC96DnzPkRhY4\",\"authorship\":{\"contributor\":\"0x16990aD90610D9D4925b2E887231d56E95e0FBFb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V7Ts7Vfjs0YimOJ3ZnXG31zQbKUAWC7mJRg0-liNxrk\\\",\\\"y\\\":\\\"cGh0xwz4KwkmwXJz2EyHRwXKmzJldeZ1_WtTBT_o-oY\\\"}\",\"signature\":\"WCeul1q1WXnDNUyCpiUa_IWtqWZUUDlisP2Ss4IpXeln-U0yEnQ3aF0DZjNpZp1S2lmOv8x28kc7xNbJzKup8Q\",\"signingKeySignature\":\"0x5e2a8b546984bceff15076d1a4dd3b33ad8bdf681aa82721961bb01211c5261f385019442b43a95bf86a8fa8274b1126422488dd154c3397b440e9a9910cc0711c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V7Ts7Vfjs0YimOJ3ZnXG31zQbKUAWC7mJRg0-liNxrk\\\",\\\"y\\\":\\\"cGh0xwz4KwkmwXJz2EyHRwXKmzJldeZ1_WtTBT_o-oY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xuinyFSzA_-S48gurn9j83cz5__ptZMC96DnzPkRhY4\"}"