"{\"content\":{\"body\":\"A purple jacket is qin Frost shadow, green is natural according to the cloud.\\n\\nA long a short two soft sword magic into two fan's aura firmly the circle of the qin cream shadow red figure, but qin cream shadow shape pace is still extremely flexible, undulate ups and downs, in the hands of a weird weapon under sharp jitter, forming a barrier to keep them in pervasive double sword, and at the same time, the left hand of empty circle into empty handed, seemed to hold something, for ejection from time to time,Make step by step pressing cloud according to scruple greatly.\\n\\n\\\"Teacher sister, be careful.\\\"With the sound, Qin Shuang ying's fiery body suddenly made a strange rotation, changing into three blurred red shadows, and the sword in her hand also turned into three huge sword arcs, which rolled towards Yun Yi. Yun Yi was obviously very familiar with her sister's skill, and her body, which had been flying in the air, quickly did a large roll.Lithe figure without parallel in the snowflakes flying in the air was standing next to me in a glance.At the same time, the rolling clouds in jiao spent 1, left to sell short swords, straight to the qin dynasty cream shadow three form the right one, for a moment, then suddenly a figure ghostly into two figure, dagger unhindered through one of the phantom, leaping in the moment to be born again, to fly back to have establish the cloud in the hands of the body.\\n\\n\\\"Good, teacher younger sister, your progress is very big, connect teacher elder sister's 'phantom three fold' all can crack.\\\"Two people have stopped down, Qin Frost shadow praised the cloud.\\n\\nYunyi wiped the sweat on her forehead and smiled, \\\"I'm so flattered. You haven't even used the needle yet, and your last 'double body image' also deceived me.\\\"\\n\\nQin Shuang shadow has not had time to answer, I will step into the practice range, loudly praise: \\\"attack such as silver xie ground, keep such as iron wall, see me all dazzled, the two girls are really good martial arts.\\\"\\n\\nIn terms of martial arts, the two women's kung fu is really quite good, although it is very different from the prevailing kung fu in the army, but they pay attention to the individual attack and defense, the pursuit of individual attack and defense ability of kung fu is the most suitable as a bodyguard, as a soldier fighting is not appropriate.Kung fu in the army emphasizes imposing manner, advocating attack, and also pays attention to overall cooperation, because the army fights as a whole, especially in the face to face confrontation, once a soldier backs down, his colleagues next to him will inevitably bear more pressure, and seriously affect morale, and even cause chaos.So, in battle, you may fall and die, but you must not retreat and run, unless ordered to do so.\",\"timestamp\":1635745442,\"title\":\"devise a stratagem\"},\"digest\":\"inM7TqpnqtBKjFddJOKd3XtRl79X_kLOTdqeaOc21zA\",\"authorship\":{\"contributor\":\"0x9FB1c8b6196E5dEAC9ABb2A59CccB4e3D08DE271\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QYORTvIL2aRwatWDT5e_m6NEc0a_f-ICAAwIWq0EchY\\\",\\\"y\\\":\\\"V6jyJxcJsS9g4euvNRP1Owvo-hUESRg8RI2GNnHD4x4\\\"}\",\"signature\":\"SDhdID9nZhy21jlemquS9s9AhNmGuZjFA1_GxMB7BgAy0qI_xfW10lD3GyZ39Poh7A4cpwZCpG5KQYHrfbTygg\",\"signingKeySignature\":\"0xc1408b3d99aa6189cd13d507ca892fb6b62c0a76e9590ea04973b374310b57125ff6b76e6c89c76ba5db85a598120697512b8efd5a28fba63d2bc9ddbb533dd01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QYORTvIL2aRwatWDT5e_m6NEc0a_f-ICAAwIWq0EchY\\\",\\\"y\\\":\\\"V6jyJxcJsS9g4euvNRP1Owvo-hUESRg8RI2GNnHD4x4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"inM7TqpnqtBKjFddJOKd3XtRl79X_kLOTdqeaOc21zA\"}"