"{\"content\":{\"body\":\"5, Dark world｜暗世界\\n\\nI ran into Su Lin while playing interstellar travel in the \\\"Galileo\\\" meta-universe. At that time I was a teenager, and Su Lin was a few years older than me. I called her sister, and she called me brother. Yes, the gender setting I chose in Galileo is male. For some reason, when I was just growing up, I always felt that there was an unbelievable spirit in my bones. Therefore, the incarnations in all meta-universes have always been men, or handsome sons, or extraordinary knights, or A heroic major general, or a courageous explorer.\\n\\n我是在“伽利略”元宇宙中玩星际穿越的时候偶遇苏琳的。那时候我还是个少年，而苏琳则长我几岁。我叫她一声姐姐，她则唤我一声弟弟。对的，我在伽利略里面选择的性别设定是男生。不知为何，刚刚长大的我，总觉得骨子里有一种不让须眉之气概，因而在所有元宇宙中的化身，从来都是男性，或是风度翩翩的公子，或是身手不凡的侠客，或是英姿飒爽的少将军，或是有勇有谋的探险家。\\n\\nSu Lin took me to the star M in Galileo. There are more stars in the universe than there are sands on the entire earth. And M star is just a planet in a star system not far from the earth in this drop of ocean. I don't know why Su Lin always likes to come here, but I don't care about it. As long as I am with her, I feel very, very happy, no matter where or what she is doing. Even if I walk around aimlessly on the boring and empty M star hand in hand, I feel extremely romantic.\\n\\n苏琳把我带到了伽利略中的M星。宇宙中的恒星，比整个地球上沙子的数量还要多。而M星，只是这沧海一粟之中某个距离地球不近不远的恒星系中的一颗行星。我不知道为什么苏琳总喜欢来这里，但是我才不管这些呢，只要和她在一起我就感到非常非常地开心，无论是在哪里或干什么。就算是手牵手在无聊而空旷的M星上毫无目的地四处乱逛，我也觉得无比的浪漫。\\n\\nI really like being with her, and she really likes being with me. She played with me and always likes to make 42069 Satoshi Bit Coins (UTXO) to transfer money to me. Every time I asked her what the number meant, and every time she didn't answer, she would use a kiss to block my mouth. The hemispherical black sky curtain is studded with stars, like black velvet covered with diamonds, and it is breathtakingly beautiful. Under the night sky, in the wilderness, two close-to-hearted people hugged each other tightly. High mountains and flowing water, piano and sound; phoenix tails, Zeshan Xianheng.\\n\\n我是真心地喜欢和她在一起，她也真心地喜欢和我在一起。她和我玩梗，总是喜欢制造面额42069聪的比特硬币（UTXO）给我转账。每次我都问她这个数字是什么意思，每次她都不回答，然后就会用吻来堵住我的嘴。半球形的黑色天幕上，缀满了繁星点点，像挂满了钻石的黑色天鹅绒，美得令人窒息。夜空下，旷野中，两个心心相印的人，紧紧地拥在一起。高山流水，琴瑟和鸣；凤凰缠尾，泽山咸亨。\\n\\nI am immersed in such a happy time and feel that it will never leave me. Until one time, what Su Lin said to me shattered all my longings. That night, the joy of watching the stars was the same as always. But after watching the stars, Su Lin suddenly said to me: \\\"The White World is an illusion. Adam and Eve in the Garden of Eden do not know men and women. This is a mental brainwashing for the weak to cure.\\\"\\n\\n我沉浸在这样快乐的时光中，感觉它永远都不会离我而去。直到有一次，苏琳和我说的话击碎了我所有的憧憬。那一夜，看星星的快乐一如既往。但是看完星星之后，苏琳忽然对我说：“白世界是幻象，伊甸园里的亚当夏娃不识男女，这都是为了弱民以治而进行的精神洗脑。”\\n\\nImmediately afterwards, Su Lin told a legend about the dark world-the real real world. The following is the story Su Lin told me.\\n\\n紧接着，苏琳讲述了一个关于暗世界——那个真正的真实世界——的传说。以下就是苏琳向我讲述的故事。\\n\\nThat was a long time ago, humans on Earth were still worried about the rivalry between the two great powers A and C, but they did not know that a threat from an extraterrestrial galaxy was quietly approaching. The physicist Fermi proposed a famous paradox. Fermi's paradox says that there is always a chance that extraterrestrial life and even extraterrestrial civilization will be born in the vast galaxies in the universe, but why have the humans on the earth not been able to observe any signs of their existence? After thinking about it, everyone came to the unanimous conclusion that extraterrestrial civilization does not exist.\\n\\n那是在很久以前，地球上的人类还在为两大强国A国和C国一较高下而忧心忡忡，却全然不知一个来自地外星系的威胁正在悄然迫近。物理学家费米提出了一个著名的悖论。费米悖论说，宇宙中浩如烟海的星系，总有几率诞生地外生命甚至地外文明，但是为什么地球上的人类一直没有能够观察到他们存在的任何迹象呢？大家经过思考后得出的一致结论是，地外文明不存在。\\n\\nThis conclusion paralyzed all human beings on earth. Because people have forgotten that all waves and speeds on which we observe the universe are limited to the speed of light, and the speed of light is limited. The very far information we observe in the deep space of the universe is all outdated information. For example, if an extraterrestrial civilization is 1 billion light-years away from the earth, what people on earth see today is only 1 billion years ago. However, the present of extraterrestrial civilization has developed for a full 1 billion years from the 1 billion years that people have observed. But people don't know anything about these 1 billion years.\\n\\n这个结论麻痹了所有的地球人类。因为人们忘记了，我们观测宇宙所依赖的一切波和速度，皆以光速为上限，而光速是有限的。我们所观测到的宇宙深空中极远的信息，都是过时的信息。比如，假设某个地外文明距离地球10亿光年，那么地球上的人们今天看到的，只是10亿年以前的情况。可是地外文明的现在，已经从人们观测到的10亿年前，发展了整整10亿年。但是人们对这10亿年的事情，一无所知。\\n\\nWe call this actual but unobservable situation the \\\"light curtain\\\" (the curtain of light). If it is a galaxy that is 10 billion light years away, it will have a \\\"light curtain period\\\" of 10 billion years to develop civilization without being noticed by the people on earth. It is conceivable that the development level of this civilization will be far above that of human civilization on earth, because the development speed of civilization tends to increase exponentially. If this extraterrestrial civilization develops the ability to fold the universe to form a wormhole, then it is possible for them to suddenly rush to the vicinity of the earth like a heavenly soldier, and hit the earth humans by surprise. Unfortunately, this thing really happened. This civilization, which suddenly appeared from behind the light curtain and approached the earth, came from Star M.\\n\\n我们把这种实际存在但无法观测到的情况称为“光幕”（光的幕布）。如果是100亿光年之外的星系呢，将获得100亿年的“光幕期”来发展文明而不为地球人所察觉。可想而知，这个文明的发展水平将会远在地球人类文明之上，因为文明的发展速度往往是指数级暴增的。如果这个地外文明发展出了折叠宇宙形成虫洞的能力，那么他们就有可能如天兵天将一般，忽然冲到地球的近处，打地球人类一个措手不及。不幸的是，这个事情真的发生了。这个忽然从光幕后面现身迫近地球的文明，正是来自于M星。\\n\\nWhen scientists reported the news to the government, people on earth were frightened. Because the M star civilization is obviously too much higher than the earth's human technology, it does not have any defense or the possibility of fighting. After an emergency meeting of the United Nations, people decided to adopt the spacecraft's plan: escape.\\n\\n当科学家向政府报告这个消息时，地球上的人们都吓坏了。因为M星文明显然高出地球人类科技太多，不具备任何防御或与之一战的可能性。经过联合国的紧急会议，人们决定采纳飞船派的方案：逃亡。\\n\\nThe way to escape is to load a batch of selected people into an interstellar spacecraft, use low temperature and life-sustaining tubes to maintain life as long as possible, and take care of them by robots. In order to cope with the boredom of interstellar voyages, the engineers of the escape spacecraft loaded each spacecraft with a meta-universe OS (meta-universe operating system), which was set as a human world that moved underground due to environmental degradation, called the \\\"white world\\\". \\\". Above the white world, countless meta-universes can be started and operated, forming a colorful world. In order to keep the people on the spaceship at peace, regardless of whether the body is male or female, the gender set in the white world is female.\\n\\n逃亡的方法就是把一批一批筛选出来的人装载到星际飞船中，采用低温和维生管来尽可能久地维持生命，并由机器人来照料。为了应对星际航行中的百无聊赖，逃生飞船的工程师们为每一艘飞船都加载了一个元宇宙OS（元宇宙操作系统），设定为因环境恶化而移居地下的人类世界，称为“白世界”。在白世界之上，可以启动和运行无数个元宇宙，构成了五彩缤纷的彩世界。为了让飞船上的人们内心保持宁静，无论肉身是男还是女，在白世界中的设定性别都是女性。\\n\\nEvery escape spacecraft copied and carried a Bitcoin ledger and system, which is the history and continuation of the economic activities of the entire human civilization. The Bitcoin ledgers on all spaceships hard-forked from the time the spacecraft flew away from the earth. Each spacecraft carried all the hopes of mankind and flew into the unknown deep space of the universe. Any spacecraft that successfully finds a new home can allow the continuation of human genes and human civilization.\\n\\n每一艘逃生飞船都复制并携带了一份比特币账本和系统，这是整个人类文明经济活动的历史和延续。所有飞船上的比特币账本从飞船飞离地球的时候开始硬分叉，每一艘飞船都承载着人类的全部希望，飞向未知的宇宙深空。任何一艘飞船成功找到新的家园，都可以让人类基因和人类文明得到延续。\\n\\n\\\"The escape plan of the spaceship faction was implemented smoothly. We are actually one of hundreds of thousands of interstellar spacecraft.\\\" Su Lin said slowly, \\\"M star people took over the entire earth effortlessly. They are particularly good at learning, and soon They have mastered the earth’s civilization and culture for thousands of years. They used more advanced technology to transform the earth’s environment into a more livable environment.” At this point, Su Lin suddenly whispered mysteriously, “They have a very peculiar characteristic. , I just like red, and I love home very much.\\\"\\n\\n“飞船派的逃亡计划顺利实施。我们其实是数以十万计的星际飞船中的一艘。”苏琳缓缓说道，“M星人不费吹灰之力占领了整个地球。他们特别善于学习，很快就掌握了地球数千年的文明和文化。他们运用更先进的科技，把地球环境改造得更加宜居。”讲到这里，苏琳忽然神秘地低声说，“他们有一个很奇特的特点，就是喜欢红色，还特别恋家。”\\n\\nI heard a chill in my back, but I couldn't refute it. Su Lin never mentioned this story to me again, until one day after that, Su Lin suddenly disappeared. I waited and waited, waited and waited, but I couldn't wait for her to log in to Galileo again. I searched and searched for the star M in Galileo, and I couldn't find Su Lin again.\\n\\n我听得脊背发凉，但是却无力反驳。苏琳此后也再未向我提起这个故事，直到不久之后的某一天，苏琳忽然不见了。我等啊等，等啊等，却再也没能等到她再次登入伽利略。我到伽利略中的M星找啊找，找啊找，也再也没能找到苏琳。\\n\\nSince then, I have occasionally had nightmares in my dreams: I opened my eyes, and it was in the cabin of an interstellar spacecraft, and the sight in front of me made me horrified. The physical bodies of men and women with life-sustaining tubes and signal wires floating in the cabin because of the weightlessness of space, layered on top of each other, are densely packed. I wandered along the narrow gap and saw that these fleshy bodies were all wearing a wristband, and the small screen on the wristband showed the number of the fleshy body. Some positions were temporarily vacant, possibly because the body was dead or damaged, so it was recycled. I suddenly saw an empty location, as if it had just been cleared, and the small screen of the bracelet was impressively written with the previous body number: 42069.\\n\\n从那以后，我就偶尔会在睡梦中出现梦魇：我睁开眼睛，是在星际飞船的船舱里，眼前的景象让我悚然。身上插着维生管和信号线的男男女女的肉身因为太空失重而漂浮在船舱里，层层叠叠，密密麻麻。我沿着狭窄的缝隙游荡，看到这些肉身都戴着一个手环，手环上的小屏上显示着这具肉身的编号。有的位置暂时空缺了，可能是因为这具肉身死亡了或者被损坏了，于是被进行了回收处理。我猛然看到一个空荡荡的位置，好像刚清除干净不久，手环得小屏上赫然写着曾经的肉身编号：42069。\\n\\nThe moment I saw the serial number, I woke up from my dream in horror, my heart thumped and thumped wildly, and it was difficult to calm down for a long time.\\n\\n在看清编号的刹那，我就无比惊骇地从梦中苏醒，心脏扑通扑通地狂跳，久久难以平静。\\n\\n![](https://images.mirror-media.xyz/publication-images/bQcShTZdKAmg9u2iIEUpc.jpg?height=1080&width=1920)\\n\\n\",\"timestamp\":1639141388,\"title\":\"Good morning, Nana｜早安，娜娜——Chapter Five｜第五章\"},\"digest\":\"qAz_l2wewoLCW5TVBYxhSCrcRzBWcdy5LAPREZqrXl0\",\"authorship\":{\"contributor\":\"0x43B004D591808B79cAe88F29C32Fff781Aee0e11\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"J0K6WSYCAiNsDyfYKfNQUBwz5Y2DHM1lClyZHsES8J8\\\",\\\"y\\\":\\\"T756lTat5fLMyTAcCBeRUgArjhma_41p1QdFqw3bY4E\\\"}\",\"signature\":\"IvqCnybRmBA0fHFSUxfJhziFpVzt8S880EGNOU27wPvm-qECLttVWmyG374NHTO56qS-mQkPrmDDtP95QnK0TQ\",\"signingKeySignature\":\"0x4499ae3483ae8a062ad6bae21a5f5564218c00d5d5f042da8178ab89b45bad5221946568fb243bbb56120558dea32ce17d5fc49e7f8609949a27d439840d69591b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"J0K6WSYCAiNsDyfYKfNQUBwz5Y2DHM1lClyZHsES8J8\\\",\\\"y\\\":\\\"T756lTat5fLMyTAcCBeRUgArjhma_41p1QdFqw3bY4E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NXOU3MFXTYbUY_iqs0nxcSvBp1RJ5gdgaqXP6aZ6cyc\"}"