"{\"content\":{\"body\":\"After unveiling [Framework](https://medium.com/@versenetwork/the-first-dao-optimized-dapps-and-tools-coming-to-the-verse-ecosystem-3df3f7ca3812), the first DAO infrastructure platform on Verse Network last week, our team is introducing yet another dApp that will benefit DAOs and their stakeholders. These dApps are key components for the Verse ecosystem to become the home for all DAOs.\\n\\n**Verse’s first Hub for DAOs — Clique**\\n\\nWe believe that current DAO activity and participation is at its infant stage and a better user experience is needed for the everyday person to participate. Everyone should be able to meaningfully contribute to multiple DAOs, and they will be able to in one platform using Clique. Contributions take many forms beyond the number of tokens a member owns. Clique, a hub for DAOs, enhances member participation and engagement in DAOs through a single platform for everything DAO related whether it be voting, proposals, social posts, analytics, token management etc.\\n\\nFunctions:\\n\\n* Aggregated dashboard to manage all followed DAOs, created DAOs and asset holdings for the user; check pinned and participated events\\n* Members browse all featured or followed proposals, social posts, and ongoing events across an universe of DAOs on the Verse\\n* Member participation includes voting on proposals, social interaction through discussion forums, public profile tracking, etc\\n* Managers can oversee and track their DAO’s governance and social activities across all members, and analyze their activities compared to other DAOs\\n\\nClique will help alleviate the fragmentation of DAO tooling which is a major obstacle for common users to actively participate in DAOs. One single dashboard for users to manage all their DAO activities and absorb all the information & updates from their DAOs. As DAOs continue to become more widespread and advanced, members can condense their usage using Clique, maximizing their efficiency with a better user experience. Participation via Clique will also serve various use cases in a complementary way. For example, gaming DAOs like YGG and fashion DAOs like Metafactory may want to address the voting gap in tokens for token holders, which could be hindering results of proposals that intend on satisfying the majority. As a solution, these DAOs may choose to analyze and account for other voting factors, which are enabled and tracked in Clique.\\n\\nClique will be monumental in shifting and expanding the ways of participating in DAOs on the Verse Network. Verse will also have and support other customized DAO tooling along with DAO-focused dApps on its chain, making it the true home for all DAOs. Stay tuned for additional DAO tooling and dApps launched on Verse!\\n\\n***About Verse Network***\\n\\n*[Verse](https://www.verse.one/) is a censorship resistant, front running resistant, high performance, and interconnected cloud for next gen DAO and DeFi. It enables networks, developers and organizations to decentralize decision making effectively and scale their communities and decentralized applications.*\",\"timestamp\":1640642415,\"title\":\"The first DAO-optimized dApps and tools coming to the Verse ecosystem (2)\"},\"digest\":\"64KVezlgAnLxuRZGNXpp-hbB0QHCLqiCGhv8siQpnPk\",\"authorship\":{\"contributor\":\"0xB9d761AF53845D1F3C68f99c38f4dB6fcCfB66A1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aqG81lzFOjHzBWFJjgjZUIgg2sTi59viwdo-wcRQFR0\\\",\\\"y\\\":\\\"hVS8wnSL3quMTNDZvtCc-keyW1w19nBQsDvTfLEt_8w\\\"}\",\"signature\":\"Ng3LRxkHMTU0b0t5sTvPw__a10IIpe5nru6Lo3OZrNp7PFlx4BKNTkoc4XHCOUK6LCWXCayCjZUisB5SLkjb6g\",\"signingKeySignature\":\"0x3acb39783cb52f35d4740ed82f8ff894b593ccf3ce14baf545272c053e58bf8270fcffc55f8ff45b558763ddad109a1279f0916fb3ea0c4894fbe048b982db4f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aqG81lzFOjHzBWFJjgjZUIgg2sTi59viwdo-wcRQFR0\\\",\\\"y\\\":\\\"hVS8wnSL3quMTNDZvtCc-keyW1w19nBQsDvTfLEt_8w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"64KVezlgAnLxuRZGNXpp-hbB0QHCLqiCGhv8siQpnPk\"}"