"{\"content\":{\"body\":\"上了线，先M了下昨天合作的精灵刑天，不在线。估计时间还早，还没起来呢。那我就自己先练会吧。\\n\\n```\\n掏出身上的猎人之弓，昨天打到也没注意细看。\\n\\n猎人之弓    等级：7\\n\\n攻击10-14   持久：24\\n\\n双手        速度：3.2\\n\\n恩，普通装备，等级到了我是可以装备的，不过需要木箭，还要去商店买，我没有学习锻造技能，不然可以自己制作这些消耗品了。算了，等会看看杀怪物会不会掉点箭给我。\\n\\n想想精灵战士说的里面有矿坑，我的心里就痒痒的，不过看看自己现在的等级，唉，还是老实点继续努力升级吧，想发财也是要有实力的，不然就算进去了也是挂的命啊。\\n\\n升级是任何玩家都必须经历的痛苦磨难啊，天将降大任于斯人也，必先苦其心志，劳其筋骨啊，我就在独自承受这份痛苦。一个又一个哥布林小队长倒在了我的匕首之下，身上也粘满了敌人的鲜血，血未干，杀不止，虽说无奈，但这就是游戏所必须遵守的发展规则。\\n\\n终于等到收获的春天了，一道灿烂的金光洒在我的身上，系统那优美的声音回荡在我的耳边：“恭喜你您升级了！”\\n\\n恩，7级了系统再次给出了我5个属性点，考虑到以后还是以个人作战为主，我得给体质加点了，1点体质，2点力量，2点敏捷，加点完毕，看看破损的装备和武器，等会要回去修理下了。\\n\\n看看山坡上那个拿着弓箭哥到处张望的布林巡守，我按耐不住升级的喜悦，挑个看看。我左右看了看，没有其他的怪物了，不会出现以一敌二的情况，冲了上去，靠，怪的眼睛真是尖，立马一箭向我射了过来。\\n\\n看着没入身体，只残余尾梢的箭支，好狠啊，我一声狂叫，对着它就是一阵猛砍，谈不上技巧，说不上方法，就是硬碰硬啊，不过好在我是匕首近程攻击，速度快，而它需要拉弓拿箭，无形当中就比我慢了几分，几个回合下来，被我斩于匕下了。呵呵，掉了10几根木箭，3个铜币，收到背包中，坐下休息会了。\\n\\n我大大的躺在柔软的草地上，看着天空善变的云朵，一会化成奔腾的骏马，一会化成翱翔的雄鹰，深深呼吸着清新的空气，聆听着林间的鸟语，远处传来山间潺潺的流水声，现实世界中好久没有感受这样的氛围了，钢筋水泥包围着城市中的人们，真想好好的在这里睡一觉啊。可惜一个面目丑丑陋哥布林小队长看到我躺在这，龇牙咧嘴冲我跑了过来，真是大煞风景啊。\\n\\n我一个鲤鱼打挺，拉弓上箭，对着它的胸口就是一箭，靠，射它胳膊上了，估计是熟练度太低了影响了准确，2箭下去，它已经跑到我的身边，赶紧换上匕首，升级后的我对付它已经没有任何悬念了，就快把哥布林小队长给挂了，它一个转身就跑，不是吧，打不过你也闪啊，正好拿你练练弓。\\n\\n我射，射，射，小队长步伐越来越踌躇，终于倒在2棵矮灌树边了。我跑了上去收拾战果，3个铜板不算少了，拿起铜币刚想走人。咦，树根旁的草药怎么有名字——“燕尾草”，名如其形，深蓝色的外表，2片嫩芽如同剪刀般分叉开来，柔软的身子扎根在泥土中，旁边参差的长着其他植物，如不是来拿东西，还真是发现不了（天地中的草药均浮现其名称，但需要细心寻觅才能发觉）。\\n\\n由于我还没学习药剂师技能，所以没有能够使用采药技能，只好以最温柔的方式，一把将燕尾草从地上连根拔起来。\\n\\n“您得到了残缺的燕尾草。”看看公共频道的提示，我无奈的笑了笑，算了，残缺就残缺的吧，总比没有的好，甩了甩还粘在草根上的泥土，把它扔进了包裹，既然发现一个了，那就说明附近还有的，得继续寻觅，都是没主的货，我不拿白不拿。\\n\\n接下来我就猫着腰，以寻找药材为主要目的在林间寻觅，当然了，有哪个不长眼睛的小怪找我的麻烦，咱哥们也不是吃素的主，挂你没商量。\\n\\n“朋友，你在这里干吗呢？”一个法师看着一身泥土，满身狼籍的我问到。\\n\\n“掉了5个铜钱，找钱呢。”我头也不抬，没好气的回道。\\n\\n“……整一个钱痴。”法师BS了我一眼，走人。\\n\\n“大哥，你穿的这么好，还拿着闪闪发光的匕首在干吗啊，有宝藏吗？”一个新手装的矮人羡慕的看着我问道。\\n\\n“掉了5个铜钱，找钱呢。”原话奉上，这些人怎么这么烦啊。\\n\\n“哦，你慢慢找，不要忙啊。”继续BS我一眼，走人了。\\n\\n人言可畏这句话的含义果然不假，一个勤俭节约的有志青年在一传十，十传百的口中就变成一个非典型白痴形象。\\n\\n“今天遇到个为了几个铜币都想不练级的，真是钱痴。”\\n\\n“靠，你听说了，那边村口有个小子为了几个铜币满地爬呢。”\\n\\n“什么啊，为了一个铜币，听说已经爬了半天。”\\n\\n“你知道吗，那个人不光爬，听说把地皮都翻了个遍，想钱想疯了，穷鬼一个。”\\n\\n流言蜚语耳边过，明明白白我的心。你们懂什么，等你们想来采草药的时候，嘿嘿，等吧。经过我的认真检查，细心寻觅，将村口山坡范围内的燕尾草全部收入了囊中，还发现了几棵鲜红的血蘑菇， 看看已经满满的包裹，恩，该回去清理下了。\\n\\n先下线随便填饱了肚皮后，我赶快回了村子，还好身上的狼狈已经恢复如场，不然估计一进村子就成为广大玩家肆意嘲笑的对象了，俺还不想那么的“出名，”收敛的好啊。\\n\\n来到武器店修理好装备后，我看到旁边有个人类战士站在柜台旁，一身皮制轻装，双眼盯着墙壁上的那把高悬挂着的猎人之弓，不停的打开传呼器，久久不愿离去，估计是看上了那把弓了。\\n\\n我心里一盘算，我现在等级还低，身上的这把猎人之弓为我所用显然不是长久之计策，我需要的是把速度更快攻击更高的弩，加上弓箭的消耗对现在我来说也是一比开支，还不如卖给以后转弓手职业的人，换钱买我需要的装备才是上策。看了看商店的价格，吓，38个银币，真是不便宜啊。\\n\\n“朋友，看什么呢，是不是看上这个猎人之弓了？”我凑上战士旁边问道。\\n\\n“恩，是不错，不过就是太贵了，唉，现在哪有钱买啊。”战士看了看我，叹了口气说到。\\n\\n“朋友，你现在能出多少到钱？”我问道。\\n\\n“差的倒是不多，问题商店少一毛也不会卖给你的啊，你问了干吗？”那个战士说道。\\n\\n“难道？”战士睁大眼睛，一把抓住我问道。\\n\\n“呵呵，我手头正好打到了一把猎人之弓，看看你能出多少了。”我拉下他激动的双手，满脸笑容的回道。\\n\\n“我现在已经有了20了，朋友那可以借到10个左右，对了我还有个狼皮靴，我看卖商店只有2个银币所以没舍得卖，买要12个银币呢，怎么样，都给你换猎人之弓好吗？”战士看着我问道。\\n\\n看看自己那双破旧的草鞋，是该更新换代的时候了，我想了想说：“朋友我也不让你吃亏，我就要鞋子和20个银币好了，你看怎么样？”\\n\\n“行，你东西在身上吗？”战士问道。\\n\\n“恩，在的，你呢？”我问道。\\n\\n“那你稍微等一下，我那鞋子在银行呢，我去拿下就来。”战士说道。\\n\\n“那你去拿好了，等会我们在银行门口见好了。”我想了下说道。\\n\\n“好的，那马上见。”战士说完赶紧跑了出去。\\n\\n目送他的离去，我赶紧跑到药剂店，要赶快确认一下身上挖的那些草药的价值，不然也对不起我的辛勤劳动了。\\n\\n“这么快就拿到我要的草药拉，快给我看看。”药剂师一看到我冲进了屋子，赶紧站了起来，笑咪咪的看着我说道。\\n\\n哼，笑咪咪，笑咪咪，一看就不是个好东西，剥削我的劳动成果，我心中恨恨的念道，不过脸上是满面笑容的说：“呵呵，不好意思，你要的我还没挖到，不过我挖了点其他你看看有没兴趣啊。”\\n\\n“哦，那给我看看，有点什么。”一听不是他要的月牙草，药剂师的态度立即冷了一半。\\n\\n“给，你瞧瞧，有中意的吗。”我打开背包，把里面所有的草药都翻了出来，堆在了柜台上。\\n\\n“恩，燕尾草是做少量恢复药剂的材料，不过残缺的起码10个才顶的上一个好的。”药剂师一边翻弄着草药，一边眼睛瞄着我有意无意的说道。\\n\\n“呵呵，您老就看着办吧，多少你给个价，要不就算我学习技能的学费好拉，少了补你，多了换点药给我吧。”我在一旁说道。\\n\\n“咦，还有血蘑菇啊，好东西啊，可以制作初级力量药水。”药剂师拎起那几棵血蘑菇，放到了一旁。\\n\\n“我算算看，燕尾草残缺的68个，完整的8个就算你15个15个银币，血蘑菇4棵9个银币，扣除学习技能费用10个银币还有4个银币，就给你5瓶少量恢复药怎么样？” 药剂师问道。\\n\\n“嘿嘿，能不能多给几瓶，5瓶不太够用。我知道您老人家最体贴我们贫苦大众了，以后我有好的草药都给你留点，您就再给几瓶好不好。”我拉着药剂师的衣服，厚着脸皮，一脸推笑道。\\n\\n“好了好了，最多再给你2瓶，不要就算了。”药剂师板起了脸说道。\\n\\n“行，就按您说的办。”见好就得收，不然吃亏的还是我，想不到草药这么值钱，不过药更贵啊，看来早点学习了药剂师技能，不但能够解决我的用药问题，还能赚上一笔啊。\\n\\n“这是你的药和技能书，拿去吧。”\\n\\n我笑纳了药剂师递给的7瓶药剂和技能书，赶紧打开书，先学了再说。\\n\\n只见一道五彩光芒从书中射了出来，映过我的眉心，顿时我的脑海划过种种草药的摸样，一个悦耳的女声在我耳边说道：“恭喜您学会了炼药技能。”\\n\\n哈哈哈，我忍不住大笑起来，现在有钱学习2个副职的估计还没几个吧，就算有估计也是练级狂，没工夫理这碴呢。\\n\\n“别那么高兴，你才是初级的练药，只有通过不断的练习，你才能成为高级药剂师，而且你要制药的话还需要购买药鼎，想更好的采集草药的话需要药锄，2者品质的好坏都影响你的炼药和采药。”看到我这么得意忘形，药剂师立即泼了我一脸冷水。\\n\\n寒，还要花钱买药鼎和药锄啊，看看我囊中的羞涩，得赶紧卖了我的猎人弓，先买个药锄算了。匆匆和药剂师道了个别，我推门而出。\\n```\",\"timestamp\":1639816916,\"title\":\"第七章   挖出个未来三\"},\"digest\":\"AZYtlTAKS5RPWa45c2Cwar-F6yb4IyHAKf5FWA4UDB4\",\"authorship\":{\"contributor\":\"0x482fAcDa980488ECbD3751dd7DAA8b19fAbCc716\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-WvSxsNRMsdULO9JnRcSIbOz4w2oUtd4WmNgWu8Z9ZY\\\",\\\"y\\\":\\\"vuG6nOlAFD9reXzUPhSM7rUX_iTV5oduuhN3fQcwEUg\\\"}\",\"signature\":\"YJhbq-atW26_wOvvdk2_jxpLamYQLPtFbqqQjukTgSZrMvDLv7JlsbvySgtW3XuvZdUjtUvnYPqWMy9Y1FgkrA\",\"signingKeySignature\":\"0x442132ee27c5902fd2379c68d922970bf7673a07d2f8135cc5eb68b3cd6ee0346fc680b373fff67bc726ea7eb71ced1303a2fdff4043cc5df3d5f7e1c88b6e621c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-WvSxsNRMsdULO9JnRcSIbOz4w2oUtd4WmNgWu8Z9ZY\\\",\\\"y\\\":\\\"vuG6nOlAFD9reXzUPhSM7rUX_iTV5oduuhN3fQcwEUg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AZYtlTAKS5RPWa45c2Cwar-F6yb4IyHAKf5FWA4UDB4\"}"