"{\"content\":{\"body\":\"continued from:\\n\\n[https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/8CL0xV-T45WhLFrY6xbgKskmCCOv1WtIf9tVn8pypRg](https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/8CL0xV-T45WhLFrY6xbgKskmCCOv1WtIf9tVn8pypRg)\\n\\n\\\\*\\\\*\\\\*\\n\\nNow, you might be wondering why so much time is being spent on explaining physical laws in a section on free will. It is important to demonstrate that freedom is both constrained by physical laws and that physical laws may be more flexible than we might think, due to our continually improved understanding of those physical laws. It is to put humans within the correct physical perspective and framework for a discussion about any form of freedom that can be seen and measured.\\n\\nComing back to the amount of freedom I might exercise in writing a sub-chapter on free will (chapter 4.1). It can be broken down as follows.\\n\\n1. Average number of words in a book chapter = approximately 3000.[\\\\[24\\\\]](#_ftn24)\\n2. Set of sub-chapters that my section was within = 3.\\n3. Expected average number of words in a subsection = 1000.\\n4. Number of words actually used = approx. 400.\\n\\nOn a bell curve showing length, the subchapter would be to the left of the mean — somewhat unusual, but not so unusual as to be that extraordinary. Under this analysis, an empty chapter or a near infinitely long chapter would represent a real outlier, and evidence of potentially costly unusualness (note: the cost does not mean it is useful unusualness — it really depends on what happens next).[\\\\[25\\\\]](#_ftn25)\\n\\nWe now need to find data on the likelihood that a section of a book on this topic would have both:\\n\\n1. such few words; and\\n2. words that do not directly deal with the matter in the section title and that do not make use of the words of the section title in the section itself (which I have studiously avoided).\\n\\nPutting all of this together, we might begin to understand how much structural freedom may have been exercised in writing the section. We have not even considered the quality of the writing, a parameter which would appear to be too subjective to be measurable in the shorter term; in culture, quality is a scalar property that only becomes truly ascertainable with time.[\\\\[26\\\\]](#_ftn26)\\n\\n**“The ages are all equal, but genius is always above its age.”**\\n\\nWilliam Blake[\\\\[27\\\\]](#_ftn27)\\n\\nNor have we measured the freedom exhibited in the content, which would need to be scored for unusualness. Depending on the culture, the content itself could be an example of significant freedom in addition to the structural freedom. In some countries and times, such freedom has been enough to have a writer imprisoned, tortured or murdered for blasphemy or as a heretic or apostate.\\n\\nThere are different degrees of freedom for cultural freedom of action. Leaving all that aside — and this is the insurmountable crux for free will — even if we know all of the unusualness ‘scores’ of this book, we cannot really know if I ‘freely chose or willed’ the structure and each word in this book.\\n\\n*Did I choose to exercise freedom to be unusual in writing this way or did freedom to act unusual choose me?*\\n\\nI might think that this book has arisen from my choices and intellectual judgement,[\\\\[28\\\\]](#_ftn28) but my writing choices are severely constrained by my desire for readers. My options and choices start after many billions of previous actions by everyone else, alive and dead. My knowledge of the subjects in this book relies much more on the work of others and their experience, as passed on in culture, than any ‘free’ thinking I may have done.\\n\\nI did not choose my starting conditions in life; many of the decisions I feel I have made to this point have been determined by others or by ‘me’ only subconsciously. It is basic honesty to state that; all of my experience, my DNA, the way my brain and mind works, my family and culture and everything that came before me and that is around me is relevant to my actions.\\n\\nReality has a plasticity that allows for change to occur between a body and the surrounding environment, whereby what we do impacts what we can do; however, this is still within the normal realms of cause and effect. To ask what life-forms think is happening when they act does not appear to be a very useful question when trying to understand the relative extent and degrees of freedom available to them. In addition, to only admit conscious actions is not justified rationally. Many actions are made subconsciously but are no less intelligent for that.\\n\\nThe only way we could identify something close to free will in the world is to measure the practice of unusual behaviour. You will note that this is still a statistical property within any set of variable things (including height, place of birth etc.), so it does not prove how free any individual life-form is to will what they wish, only the extent of the freedom that might be available to act differently to other life-forms.\\n\\nTo recommend use of statistical measures of unusualness is a marked improvement on the usual discussion about free will — because that free will concept is like asking if there is an anthropomorphic god. It is unhelpful and abstract speculation, a form of intellectual gambling with the guarantee of there being no useful payoff.\\n\\n**“It’s just as if a man were wounded with an arrow thickly smeared with poison … and the man would say, ‘I won’t have this arrow removed until I know whether the man who wounded me was a noble warrior, a priest, a merchant, or a worker.’ He would say, ‘I won’t have this arrow removed until I know the given name and clan name of the man who wounded me … until I know whether he was tall, medium, or short … until I know whether he was dark, ruddy-brown, or golden-colored … until I know his home village, town, or city … until I know whether the bow with which I was wounded was a long bow or a crossbow …’ The man would die and those things would still remain unknown to him.”**\\n\\n(*Gautama Buddha*)[\\\\[29\\\\]](#_ftn29)\\n\\nWe must avoid abstract philosophy[\\\\[30\\\\]](#_ftn30) that fails to ask meaningful and useful questions — the questions and potential answers allowing us to investigate, discover and understand something interesting about this wonderful world we have lucked into.\\n\\nUniversal physical laws define the constraints for any behaviour — the potential degrees of freedom of anything within the system. In a world of cause and effect, if there is freedom, all it can really mean is ‘enacting unusual behaviour compared to the other population(s) of life-forms in question within the available degrees of freedom of the system in focus.\\n\\nDiscussion of freedom must focus on describing the ability to make or enact better, worse or simply different choices from the total paths that are available within the relevant field (the phase-space or box) in the absence of overpowering inhibiting external pressure.[\\\\[31\\\\]](#_ftn31)\\n\\n![A. Greg 1995 CE, public domain](https://miro.medium.com/max/600/1\\\\*lh5gUU6Oz-ngtstsxq09Mg.gif)\\n\\nIn this case the box is theoretically the size of the universe — so we have lots of space-time to play with.\\n\\nHowever, the possible freedom of action to make choices and the extent will never be as great as the theoretical extent. We are always taking actions from a conditioned and local starting point. Decisions are made in a specific space-time and that means they are literally the results of (caused by) all that has come before in that part of the universe.\\n\\nIn some cases, a path to exercise freedom of action will not be practically possible — because it is not consistent with invariant laws or because the relative space-time conditions when making the decision (the starting point for that action) make it just too improbable.\\n\\nLet us return to the problem of free will. We will get to those tricksy humans eventually but let us first consider the freedom of things that are not life-forms.\\n\\n*Does each molecule of H2O in a room full of steam have freedom?*\\n\\nThe answer seems to be a resounding ‘no’. We have no reason to believe that H2O molecules have any capacity to make decisions or enact choice of action. There is no observable evidence that H2O molecules have any ability to choose to change their probable location within a field (in this case, a room).\\n\\nThat means it is entirely deterministic[\\\\[32\\\\]](#_ftn32) \\\\*in principle \\\\*as to where any molecules of H2O will be within the room at any point in time, though in practice the quantity of molecules and size and shape of the room may bring chaos theory into the issue.[\\\\[33\\\\]](#_ftn33)\\n\\n![NASA Langley Research Center (NASA-LaRC), Edited by Fir0002, public domain](https://miro.medium.com/max/1000/1\\\\*Kd0HuHjwbp5c7OFtDXorOQ.jpeg)\\n\\n**“Small differences in initial conditions, such as those due to errors in measurements or due to rounding errors in numerical computation, can yield widely diverging outcomes for such dynamical systems, rendering long-term prediction of their behavior impossible in general”**\\n\\nIn addition, the distribution of steam molecules in a room, how the molecules will change location and how long it will take for them to become water again are all potentially determinable.\\n\\n![Wireframe trapcode](https://miro.medium.com/max/1000/1\\\\*sNk-wIMdl-XAXdTavtb3xg.gif)\\n\\nHowever, at the most fundamental scale of where each molecule is exactly and where it is moving from and to, it becomes increasingly difficult and fuzzy — in fact, at the sub-atomic level, certainty becomes impossible.[\\\\[34\\\\]](#_ftn34)\\n\\nCertainty (determinism) at any scale is only approximate — the smaller the scale or the larger the field (including space-time) in question the more difficult it becomes to measure and to calculate all the variables.[\\\\[35\\\\]](#_ftn35)\\n\\nSo, blessed water does not appear to have freedom. Let us consider living things, starting with flowers[\\\\[36\\\\]](#_ftn36) and plants, and see what happens with freedom.\\n\\n![Image from pxhere.com, public domain.](https://miro.medium.com/max/1000/1\\\\*Dd0PS7Ngj_JBgsaR5u4Ewg.jpeg)\\n\\nFirst, like all animals, a plant will not choose to be alive and did not choose the space-time conditions in which it arose. It therefore starts its life entirely reliant on code, developed over billions of years, and luck to give it a good chance of success (aliveness and the ability to perpetuate life).\\n\\nThe plant then has to interact with a specific factual landscape (which it also did not choose) and that will determine how well the code has done its job. So far, no freedom.\\n\\nThe plant is coded to grow into light energy. The light nearly always comes from the sun. On Earth, we can talk about it as being above us during the day. The energy will generally be strongest around midday (wherever the plant is) and weakest at night. Given these facts, we expect plants to grow upright and to face their leaves skyward to capture the sunlight.\\n\\nHowever, sometimes a plant will start its life in a place where the sun only shines down on it from an angle, or the plant may have rooted in a bank of earth or behind a wall or tree. A plant must therefore find the best path of growth given these variables (and many others) and any limiting conditions.\\n\\nMany plants are quite flexible and so can often take winding paths as they grow, even though they are ultimately immobile as they are rooted in the earth.\\n\\nThe degrees of freedom and the freedom of action available to an individual plant, if it is to be successful, are quite limited given its starting constraints of finding and using light energy efficiently when not being truly mobile. As a plant has no brain, we would expect that a plant that enacted bad decisions would be doing so as a result almost entirely of poor code — that is, if we assume the soil, temperature and light are sufficient for that species. Such a plant would also not usually have as good a chance as others to pass on its code.\\n\\n![What are degrees of freedom in statistics? — Part 1”, scientificallysound.org.](https://miro.medium.com/max/1400/1\\\\*ej46o6hcYqvAX-Ak02HZMw.png)\\n\\nIf freedom of action were to be represented graphically, we might say that a plant’s options and ability to choose a path to sunlight look something like the statistical images of likely distribution patterns based on normal distributions of data — that is, a bell-curve distribution.[\\\\[37\\\\]](#_ftn37)\\n\\nA plant could grow other than perpendicular to the Earth, but it is much more likely to grow upright.\\n\\n**“Tell me the name of the flower that flies from bird to bird?”**\\n\\n(*Pablo Neruda*)[\\\\[38\\\\]](#_ftn38)\\n\\n![Peter Pink-Howitt, “The flower that flies“, algo-art, 2021 CE](https://miro.medium.com/max/1000/1\\\\*FgtXSSKR9BRHrI_kXlKSUA.jpeg)\\n\\nSo, we must now decide whether by freedom for life-forms we instead mean: *the ability to substantially deviate from the mean of the average actions of the relevant local population on a probability bell curve*.\\n\\nIf a life-form’s set of decisions is placed on a probability distribution, free will might mean: *being able to choose arbitrarily to be located anywhere on that distribution curve* (unlike height, colour or, in the case of plants, where it is rooted).\\n\\nHowever, even here things are not as simple as they first seem.\\n\\nPlants have developed ingenious means to ensure their species can travel across nearly the whole Earth. They use the wind and they ‘persuade’ insects and birds to carry their seeds or pollen to new places and climes where conditions might be more favourable or fruitful.\\n\\nThe first plants that developed this ability must have looked extraordinary on a bell curve showing distance from the average actions of the surrounding population of plants.\\n\\nNeruda, as so often, with the fewest words and a striking imagination gets to the underlying reality and the way in which life and freedom really work. Freedom quickly becomes a group function between interacting species and generations.\\n\\nAn unusually irate reader might say: *this is ridiculous, plants don’t make choices and so can’t have free will. Let’s get back on track*. All right, take it easy… we can do it that way, if you wish, but we must now carefully check all of our assumptions and definitions. If we are to exclude plants from having this quality of ‘free will’, it looks immediately like unfair discrimination, unless we redefine the term — unless by free will we mean the ability to consciously make choices. Although, the relevance of the choices being conscious decisions is unclear (i.e., is not justified objectively).\\n\\nWe can choose to use this definition, but we must then agree that this is the free will we are talking about when we talk about ‘free will’. Let’s call it ‘Free Will C’. I also have some concerns about such an approach, much as I have concerns about us thinking that unconscious processes and codes are not examples of great systemic intelligence. Life, manifesting in collections of different life-forms, is very intelligent, even if evolution is not conscious.[\\\\[39\\\\]](#_ftn39) Any intelligence humans have is embedded in their communal code and culture (which are group properties).\\n\\nSo, under this new restrictive and allegedly improved definition of ‘Free Will C’, we must now only look at life-forms that have consciousness. To which my first question must be: What are we talking about when we use that word ‘conscious’? Sometimes consciousness is defined as being aware of and responsive to the surroundings. Any plant would meet that definition.\\n\\nAt this point one might become a free will tyrant and suggest that it is only valid to consider life-forms with a brain and a nervous system. Assuming we are willing to agree, for the sake of continuing this imaginary discussion, then we must give this very narrow class of free will a name: ‘Free Will T’. For simplicity and to keep the tyrant happy, let us focus on mammals and Free Will T.\\n\\n**Free Will T: Mammals, Non-Human**\\n\\nThe bell-curve distribution graph and analysis above can be used for any physical materials or properties of a set that have nothing to do with free will, such as the height of an animal population. So, it looks like we still need to say a little more to get closer to this elusive notion of free will.\\n\\nFree will must then \\\\*in principle \\\\*be the ability of an individual life-form to choose arbitrarily where it is located on a bell-curve distribution in respect of any action; however, *in practice* it can only be the extent to which the life-form actually deviates from the mean when taking such action.\\n\\n![](https://miro.medium.com/max/998/1\\\\*ZKO1wKtPET3eiscEVwtKFw.png)\\n\\nFor it to be free conduct, the specific action must be measurably deviated from the statistically expected distribution for such actions, and it should also have some risks or costs. Otherwise, the population of life-forms in question may each think they are acting freely but, taken as a whole, the distribution is the same as if they had no choice (e.g., like height).[\\\\[40\\\\]](#_ftn40) A life-form believing it is free is not proof of free will and, depending on the property in question, may actually go far towards proving that they are delusional.\\n\\nNote the striking similarity in the definitions (think of them as having similar shapes) of negative entropy, which measures distance from surrounding normality, and my proposed definition of the closest approximation of free will — that is, freedom of action. That is not surprising as life-forms evolve based on the benefits of unusualness.[\\\\[41\\\\]](#_ftn41)\\n\\nHeight may deviate due to code, culture and specific local conditions but it is not a chosen attribute. Whereas the location of a life-form may deviate from the distribution of its local population, which might be a choice or an enacted decision (i.e., it may or may not be the result of a ‘decision’ and that may or may not be freely chosen).\\n\\n*Does a polar bear have freedom?*[\\\\[42\\\\]](#_ftn42)\\n\\n*How much freedom of action or free will can we evidence in a polar bear and what would that evidence look like?*\\n\\nLike all mammals, polar bears cannot choose the colour of their skin, fur or eyes, nor can they choose their natural height or weight. They can exercise freedom in movement mostly (i.e., by changing location) and sometimes in their choice of mate.\\n\\nThey might exercise some freedom in their choice of food, but the constraints in that respect are very strong. Their ability to survive will likely depend on them having very particular and rich sources of protein and fat, given their physiology. Exercising a lot of deviation in this respect may be deadly to a polar bear; the genetic coding for food choice will be very strong and will reduce the incidence and quantity of freedom of action.\\n\\nIn fact, polar bears are cousins of grizzly bears, which apparently evolved along a different path around 500,000 years ago.[\\\\[43\\\\]](#_ftn43) These different bears can still mate[\\\\[44\\\\]](#_ftn44) and have fertile young and can thus be considered the same species on the basis that their code can be re-combined and then perpetuated (unlike the donkey-horse hybrid, the mule).\\n\\n**“I can, therefore I am”**\\n\\n(*Simone Weil*)[\\\\[45\\\\]](#_ftn45)\\n\\n![Arturo de Frias Marques, “Polar Bear”, Wikipedia,  2011 CE, CC By 4.0](https://miro.medium.com/max/1000/1\\\\*LXC_qFZq8MUwO4Njgg57OQ.jpeg)\\n\\nWe can speculate that, at some point, a pregnant female or a number of female grizzly bears moved north and became separated from their kin or sleuth. Over time they developed specialised adaptations for the colder, whiter climate, where they would also need to be in very cold water for long periods of time. The polar bear is considered a marine mammal for this reason. Size matters when it comes to hypothermic resistance, so they tended to get bigger over the generations.[\\\\[46\\\\]](#_ftn46)\\n\\nEven in respect of this event, which started a new subspecies of bear in a new location (and so is very statistically unusual), we cannot know whether the bears that departed chose to separate permanently. We would actually expect that it, or they, could not have known the consequences on the day of departure: that their action would cause future offspring to evolve adaptations for a different climate.\\n\\nMost of a bear’s freedom is in choosing paths along which to journey and locations in which to live, but statistically most bears will likely live in places where they were brought up. Any exercising of freedom, being a deviation from the normal distribution in respect of location, represents significant risk-taking given the uncertainties (including about food sources).\\n\\n**“In the Mind there is no absolute, or free, will, but the Mind is determined to will this or that by a cause that is also determined by another, and this again by another, and so to infinity … What is true of the will (and, of course, of our bodies) is true of all the phenomena of our psychological lives. Spinoza believes that this is something that has not been sufficiently understood by previous thinkers, who seem to have wanted to place the human being on a pedestal outside of (or above) nature.”**\\n\\n[\\\\[47\\\\]](#_ftn47)\\n\\nPerhaps the polar bear’s ancestors were risk-takers, living in a location that had food shortages.[\\\\[48\\\\]](#_ftn48) Maybe they were just unlucky in somehow being separated from their sleuth and then made the best of it in new locations.\\n\\nWe cannot say that they freely made a choice to change their habitat location, just that over time and generations that population migrated — behaviour that was some distance from the ordinary behaviour of the local bear population. We can say that, in principle, each bear can choose to live in an entirely new and different location to its sleuth or mother, but in practice we do not expect them to exercise this freedom very often. Most of their choices will be within a narrower location range favoured by their group, such as choosing to hunt at *this* part of the river or *that* part of the shore (where some limited freedom of action could still be exhibited).\\n\\n\\\\*\\\\*\\\\*\\n\\ncontinued in:\\n\\n[https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/sPetRkapY60SGDZPhygsUlL3aQyQg3xsB8D-xW6bg-Q](https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/sPetRkapY60SGDZPhygsUlL3aQyQg3xsB8D-xW6bg-Q)\\n\\n\\\\*\\\\*\\\\*\\n\\n[\\\\[24\\\\]](#_ftnref24) “How long should a chapter be?”, Reedsy blog.\\n\\n[\\\\[25\\\\]](#_ftnref25) i.e., the result of unusualness may become the cause of more unusualness, which is how we go from single-celled life to 150,000-kg blue whales and primates flying in rockets. Alternatively, it may be unusualness that is not useful in local space-time conditions, in which case it will often not be passed on.\\n\\n[\\\\[26\\\\]](#_ftnref26) As Nick Drake sang in “[Fruit Tree](https://open.spotify.com/track/6x3HF1SdlVeZqOb7soisuh)”: “Safe in your place deep in the earth / That’s when they’ll know / What you are really worth”.\\n\\n[\\\\[27\\\\]](#_ftnref27) Irene Langridge, *[William Blake: A Study Of His Life And Art Work](https://www.gutenberg.org/files/37407/37407-h/37407-h.htm)*, 1904 CE.\\n\\n[\\\\[28\\\\]](#_ftnref28) The reader will be interested to know that the average book is almost \\\\[90,000\\\\] words long: “[Frequently Asked Questions — On Getting Published](https://www.megcabot.com/about-meg-cabot/frequently-asked-questions-getting-published/)”, megcabot.com. This book has approx 123,000 words.\\n\\n[\\\\[29\\\\]](#_ftnref29) “[Cula-Malunkyovada Sutta: The Shorter Instructions to Malunkya](https://www.accesstoinsight.org/tipitaka/mn/mn.063.than.html)”, accesstoinsight.org, translated from the Pali by Thanissaro Bhikkhu, 1998 CE.\\n\\n[\\\\[30\\\\]](#_ftnref30) A true philosophy degree would be the toughest academic course in the world. One would first need to learn ‘hard’ sciences like physics, biology and the history of life, chemistry and computer science. This grounding would be followed by cultural studies: art (including painting, sculpture, fiction and poetry), economics, history, politics, theology — the meaning of intelligence, wisdom and compassion. Only then, with that grounding, could we safely consider so-called deeper philosophy and ethics, selecting only those insights and schools of thought which accord with all the knowledge that still remains relevant. If any institution would like to create such a course, I would love to be the first student.\\n\\n[\\\\[31\\\\]](#_ftnref31) See Stephen Cave, “[There’s No Such Thing as Free Will](https://www.theatlantic.com/magazine/archive/2016/06/theres-no-such-thing-as-free-will/480750/)”, *The Atlantic*, June 2016 CE. for a good short, readable article on this complex area of philosophy and science.\\n\\n[\\\\[32\\\\]](#_ftnref32) Can be measured and forecast in principle.\\n\\n[\\\\[33\\\\]](#_ftnref33) Wikipedia, “[Chaos theory](https://en.wikipedia.org/wiki/Chaos_theory#/media/File:Airplane_vortex_edit.jpg)”; see also Wikipedia, “[Three-body problem](https://en.wikipedia.org/wiki/Three-body_problem)”.\\n\\n[\\\\[34\\\\]](#_ftnref34) Wikipedia.org, “[Uncertainty principle](https://en.wikipedia.org/wiki/Uncertainty_principle)”.\\n\\n[\\\\[35\\\\]](#_ftnref35) I am not suggesting quantum uncertainty is the same as the difficulty of macroscopic calculation and chaos theory (such as in the ‘three body problem’) — merely that we find it hard to perceive at very large and very small scales and we never have perfect continuous information from perfect tools.\\n\\n[\\\\[36\\\\]](#_ftnref36) Image from [pxhere.com](https://pxhere.com/en/photo/710566), CC0 Public Domain.\\n\\n[\\\\[37\\\\]](#_ftnref37) Image: simulation of how t distributions with 2, 5 or 29 degrees of freedom approximate a normal distribution, for the same data; t distributions with greater degrees of freedom approximate the normal distribution more closely. Joanna Diong, “[What are degrees of freedom in statistics? — Part 1](https://scientificallysound.org/2018/01/25/what-are-degrees-of-freedom-in-statistics-part-1/amp/)”, scientificallysound.org.\\n\\n[\\\\[38\\\\]](#_ftnref38) Pablo Neruda, *The Book of Questions*, 1974 CE.\\n\\n[\\\\[39\\\\]](#_ftnref39) I have discovered, though I should not be too surprised, since writing much of this book that my logical and ethical approach accords very strongly with that of Baruch Spinoza in his *[Ethics](https://www.gutenberg.org/files/3800/3800-h/3800-h.htm)*, published posthumously in 1677 CE; i.e., life itself is an intelligence (one substance) without extension in space-time and life-forms are a collective body (see Proposition 5).\\n\\n[\\\\[40\\\\]](#_ftnref40) “even though normal people are harsh on outliers, does not automatically mean that being an outlier is morally reprehensible. Highly intelligent people and criminals are both outliers; very short and very tall people are outliers… Outliers can be good, bad, or totally neutral. They’re just not normal, and normal people think that being normal is morally good, because they’re normal, and people default to thinking that they and people like them are good” (evolutiontheorist, “[On overlapping bell curves and the irony of being an outsider](https://evolutionistx.wordpress.com/2016/05/24/on-overlapping-bell-curves-and-the-irony-of-being-an-outsider/)”, [evolutionistx.wordpress.com](https://evolutionistx.wordpress.com/), 24 May 2016 CE). Image: Graph of height of males and females in a human population.\\n\\n[\\\\[41\\\\]](#_ftnref41) A bell curve is just one, easy to understand, approximation of the distribution of properties within a set. The most appropriate statistical modelling required for different degrees of freedom and for freedom of action is a question for the data scientists and mathematicians.\\n\\n[\\\\[42\\\\]](#_ftnref42) “[Polar Bear](https://commons.wikimedia.org/wiki/File:Polar_Bear_AdF.jpg)”, Wikipedia, [Arturo de Frias Marques](https://commons.wikimedia.org/wiki/User:Arturo_de_Frias_Marques), 2011 CE, CC [Attribution-Share Alike 4.0 International](https://creativecommons.org/licenses/by-sa/4.0/deed.en).\\n\\n[\\\\[43\\\\]](#_ftnref43) University of Massachusetts Amherst, “[How Did the Polar Bear Evolve From It’s Grizzly Relative?](https://www.technologynetworks.com/genomics/news/how-did-the-polar-bear-evolve-from-its-grizzly-relative-320756)”, Technology Networks, 18 June 2019 CE.\\n\\n[\\\\[44\\\\]](#_ftnref44) The first wild hybrid to be discovered was a bear shot by polar bear hunter Jim Martell in 2006; Associated Press, “Wild find: Half grizzly, half polar bear”, MSNBC, 11 May 2006.\\n\\n[\\\\[45\\\\]](#_ftnref45) ‘Science and Perception in Descartes”\\n\\n[\\\\[46\\\\]](#_ftnref46) “[The School: Polar Bear Adaptations for Extreme Cold](https://oneworldoneocean.com/blog/the-school-polar-bear-adaptations-for-extreme-cold/)”, One World One Ocean.\\n\\n[\\\\[47\\\\]](#_ftnref47) Stanford Encyclopedia of Philosophy, “[Baruch Spinoza](https://plato.stanford.edu/entries/spinoza/)”, 2020 CE.\\n\\n[\\\\[48\\\\]](#_ftnref48) *How could Homo sapiens have dreamed, when they drifted out of Africa, of all that would follow?*\\n\\nAlgo-art by Peter Pink-Howitt: <https://opensea.io/collection/ethicsoflife>\",\"timestamp\":1639483780,\"title\":\"Ethics of Life — 4.2 Free will or Freedom to deviate? (Part 2) \"},\"digest\":\"PHpoZefpj3aU4mInA0ysn-Uf9fQwMWGa56_kHQjKlf8\",\"authorship\":{\"contributor\":\"0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e4G9o3wQEalHCyu1nrx43_XLj33NkkbtPU9zhgLpEoc\\\",\\\"y\\\":\\\"SMfJ8rbTNB0Nm4Wk9iL9Uo7u3NH1MHQMvR-AC5DuNdw\\\"}\",\"signature\":\"YcAhktiCj9Ms2EEBygVFZS_2IkaOpz9fuhligg-QVABRoMu28or0VWfB5GiFIhDWzLy6jOE2Oqsk3dWxFPcmnw\",\"signingKeySignature\":\"0xdf71867d6a93a9e9fc97739057d22cb3e7a0c04250c4da3797e334eba75e19656b925c0d134918e43f95fa27b290bd5caa4e20826faad966e713ce681d9f182d01\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e4G9o3wQEalHCyu1nrx43_XLj33NkkbtPU9zhgLpEoc\\\",\\\"y\\\":\\\"SMfJ8rbTNB0Nm4Wk9iL9Uo7u3NH1MHQMvR-AC5DuNdw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uJuSmgHGphA_dnGF8Tg57j77gY2rncnUWweTle2DhaI\"}"