"{\"content\":{\"body\":\"为什么越来越多的人不愿意生孩子？\\n\\n \\n \\n\\n因为现在的人们有了更多的选择，同时需要考虑更多关于生孩子所付出的代价。\\n\\n \\n \\n\\n而人们从很愿意生孩子到越来越不愿意生孩子，主要经历了三个阶段。\\n\\n \\n \\n\\n**1.无法选择期**\\n\\n \\n \\n\\n这个时期处于避孕措施大面积的推广之前，那个时期人们还没有避孕套、避孕药、人们也不需要结扎、也没有计划生育。\\n\\n \\n \\n\\n而人的性欲在性器官、性功能成熟之后就会有，这就是一种生物本能，本能的就会想要和异性发生关系，类似于动物的发情。而人与动物的区别在于，人在成年后到丧失性功能的时间里一直处于发情状态，而动物只是周期性的发情。 \\n \\n\\n \\n \\n\\n所以人们有性生活，那么女性自然就会怀孕，进而有孩子的出生，这是没办法避免的事情。\\n\\n \\n \\n\\n虽然古代也有堕胎药的存在，也可以选择在怀孕之后堕胎。但是在古代，人丁兴旺是一件非常好的事情，因为孩子很小就可以成为家庭的劳动力，而且相对来说没有太大的养育成本，所以孩子越多越能够让一个家族繁荣。 \\n \\n\\n \\n \\n\\n其次，对于古代的人们来说，并没有什么养老金、养老保险的存在，所以养儿防老就是一个最好的选择了。\\n\\n \\n \\n\\n基于无法避免的怀孕和给自己养老的考虑，古代的人们都是很乐意生孩子的。\\n\\n \\n \\n\\n**2.选择期** \\n \\n\\n \\n \\n\\n自从避孕药、避孕套、等物品出现之后，人们开始自由的选择要不要孩子，即使出了意外，也要有无痛人流可以选择，这样一来就大大的减少了明明不想要，但还是生了孩子的情况。\\n\\n \\n \\n\\n虽然人们可以选择不生孩子，但是在有选择的情况下，孩子的出生率并没有极大的减少，因为养儿防老、传宗接代，包括新中国成立初期的“光荣母亲”等政策的影响，大家还是很愿意生孩子的。 \\n \\n\\n \\n \\n\\n因为自己会生孩子利大于弊，所以愿意生孩子。\\n\\n \\n \\n\\n**3.权衡期** \\n \\n\\n \\n \\n\\n自从计划生育开始，出生率就开始极大的下降，即使现在全面开放二胎了，也无法阻止出生率的下降。 \\n \\n\\n \\n \\n\\n最初是因为国家的政策不允许你生，所以出生率下降。\\n\\n \\n \\n\\n之后是因为离婚率太高了，如果没有一个稳定的家庭，谁又愿意生孩子呢？ \\n \\n\\n \\n \\n\\n到了现在，国家鼓励你生了，但是越来越多的人却不敢生了。 \\n \\n\\n \\n \\n\\n想要生孩子，就需要考虑到孩子上学，那么首先就是需要一套学区房。北上广深的学区房少说也要几百万，对于普通人来说，就是努力一辈子也买不起呀。一些省会城市、二线城市也需要上百万，如果不是原本家里有钱，如果只是靠自己奋斗，那太难太难了，一个房贷可能就压得你喘不过气来，哪还敢生孩子呢？ \\n \\n\\n \\n \\n\\n房子的门槛就拦住了一大批想生孩子的人，但是房子只是一个开始。即使有了房子，还需要考虑孩子的养育。如果不是父母带孩子，那么夫妻间至少有一个人要全职在家，那么至少夫妻间一个人的工资来养活家里三个人，甚至还要还房贷车贷，还可能包含家里的老人，那这个人的工资得有多高才够呀。如果孩子给家里的老人带，自己是否又会担心隔代抚养对于孩子的影响呢？\\n\\n \\n \\n\\n如果解决了房子，解决了孩子的养育，就要考虑怀孕对于女人的影响。部分男人可能会觉得女人生孩子很简单，那么推荐这部分男人去一些医院感受下十级阵痛的快感（PS：部分医院会有模拟孕妇生孩子的痛觉的机器），保证你会更爱愿意为你生孩子的老婆。\\n\\n \\n \\n\\n而怀孕和生孩子的艰辛与痛苦只是女人需要承担的部分压力，其次还要考虑生孩子之后的身材变形、长时间没有性生活男人会不会出轨、生孩子之后坐月子谁来照顾或者男人是否能承担女人去月子中心的费用、还有一孕傻三年也不是假的。当然这些问题过去好像也都存在，只是过去愿意将就的事情，现在不一定要将就了，因为不生，就没那么多麻烦事了。 \\n \\n\\n \\n \\n\\n解决了房子、孩子的养育、女人身体的负担，还需要考虑孩子的教育。在一线城市，对于孩子的教育压力简直可怕，不努力可能连幼儿园都上不了，甚至上不起。而且幼儿园、小学、初中、高中、大学，几乎都是一个坎，而不是只是一个问题。幼儿园之前就要考虑学前教育和兴趣班，小学你要辅导作业或者请家教还有兴趣班、初中开始冲刺中考、高中开始冲刺高考、大学可能要考虑考研亦或者留学、天呐，想想都生无可恋，不仅父母有压力，不知道孩子是否乐意来到这个世上呢？或许有人会觉得去一个小县城或者农村就好了，但是孩子最终还是要和全国的孩子去竞争的，大城市至少师资教育会高一些，能够给到更好的起点，当然孩子的努力也会非常的重要的。 \\n \\n\\n \\n \\n\\n如果仔细的考虑下，你会发现需要权衡的东西太多太多了，所以很多时候，女人会想要再等等，等几年之后再生，好像也没错。但是女人的黄金生育年龄也就那么几年，现在女人结婚就晚，婚后再给几年时间去工作，回过头来至少奔三了，甚至快奔四了，对女人来说，生孩子的负担就更大了，甚至想生也不允许了。 \\n \\n\\n \\n \\n\\n至于原本的养儿防老之类的想法，现在想想，可能养老金和养老保险要更加的靠谱一些。万一没养好孩子，孩子会啃老，那就呵呵了。 \\n \\n\\n \\n \\n\\n要权衡多那么的方方面面，最后可能想的：是火锅不好吃吗？还是这个世界不好玩？是朋友不够有趣？还是宠物不够可爱？是自己不够自由？还是自己喜欢压力和负担？ \\n \\n\\n \\n \\n\\n最后得出来的结论可能就是不生，或者几年后再说吧。\\n\\n \\n \\n\\n也并非所有人都要考虑好那么多之后才生孩子，很多人想生就生了，这也行。只是生一个孩子是不难的，让一个孩子健健康康的长大，不仅身体健康，心理也是健康的，就不容易了。如果还希望孩子能够成才，那么自己所需要花费的时间、精力、金钱就更多了。 \\n \\n\\n \\n \\n\\n**人们大多都经历了社会的苦，一方面不想让出生的孩子受苦，另一方面不想因为生孩子让自己更苦。** \\n \\n\\n \\n \\n\\n**当然，如果你觉得孩子的微笑可以治愈一切，那么就生吧，生一个孩子也是能够带来很多的幸福感的，只是自己要提前权衡好哦\\\\~** \\n \",\"timestamp\":1638610926,\"title\":\"为什么越来越多的人不愿意生孩子？\"},\"digest\":\"gEXeqEUt5V_A4wWchnf_u2v16OXJzdssYGy4jQVRKQM\",\"authorship\":{\"contributor\":\"0x7005c000398BDE8B48E16715a6560242052ec973\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PGI-gBYfVKZrc6CKOD8XDqGVi5Tr4SDHmFs3TweLZ7U\\\",\\\"y\\\":\\\"x29CHiOcOWcIcoWz6zpej055IdeNQes72xjR2AzEwNw\\\"}\",\"signature\":\"BrCKwWGH1jTRXLU4e-jsazyd7_O98IT2BCBLvIlSkq1M5wb1yJuKbLI8uooka8BS8qb-01x6OY5i67N2WTK4Sw\",\"signingKeySignature\":\"0xd3486bbc12b391a77e4816a73972f0bd7d954049dceb2d041a214a430fc45fdc01efd3520e3e3ce275a0fa9772b1c68180320f25d72db5f942ff3bbcf1b18e7e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PGI-gBYfVKZrc6CKOD8XDqGVi5Tr4SDHmFs3TweLZ7U\\\",\\\"y\\\":\\\"x29CHiOcOWcIcoWz6zpej055IdeNQes72xjR2AzEwNw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gEXeqEUt5V_A4wWchnf_u2v16OXJzdssYGy4jQVRKQM\"}"