"{\"content\":{\"body\":\"\\\"Men and politicians are all tarred with the same brush.  The Grits have it laid on thicker than the Conservatives, that's all--CONSIDERABLY thicker.  But Grit or Tory, my advice to Dr. Blythe is to steer clear of politics.  First thing you know, he'll be running an election himself, and going off to Ottawa for half the year and leaving his practice to go to the dogs.\\\"\\n\\n\\\"Ah, well, let's not borrow trouble,\\\" said Anne.  \\\"The rate of interest is too high.  Instead, let's look at Little Jem.  It should be spelled with a G.  Isn't he perfectly beautiful?  Just see the dimples in his elbows.  We'll bring him up to be a good Conservative, you and I, Miss Cornelia.\\\"\\n\\n\\\"Bring him up to be a good man,\\\" said Miss Cornelia.  \\\"They're scarce and valuable; though, mind you, I wouldn't like to see him a Grit.  As for the election, you and I may be thankful we don't live over harbor.  The air there is blue these days.  Every Elliott and Crawford and MacAllister is on the warpath, loaded for bear.  This side is peaceful and calm, seeing there's so few men.  Captain Jim's a Grit, but it's my opinion he's ashamed of it, for he never talks politics.  There isn't any earthly doubt that the Conservatives will be returned with a big majority again.\\\"\\n\\nMiss Cornelia was mistaken.  On the morning after the election Captain Jim dropped in at the little house to tell the news.  So virulent is the microbe of party politics, even in a peaceable old man, that Captain Jim's cheeks were flushed and his eyes were flashing with all his old-time fire.\\n\\n\\\"Mistress Blythe, the Liberals are in with a sweeping majority.  After eighteen years of Tory mismanagement this down-trodden country is going to have a chance at last.\\\"\\n\\n\\\"I never heard you make such a bitter partisan speech before, Captain Jim.  I didn't think you had so much political venom in you,\\\" laughed Anne, who was not much excited over the tidings.  Little Jem had said \\\"Wow-ga\\\" that morning.  What were principalities and powers, the rise and fall of dynasties, the overthrow of Grit or Tory, compared with that miraculous occurrence?\\n\\n\\\"It's been accumulating for a long while,\\\" said Captain Jim, with a deprecating smile.  \\\"I thought I was only a moderate Grit, but when the news came that we were in I found out how Gritty I really was.\\\"\\n\\n\\\"You know the doctor and I are Conservatives.\\\"\\n\\n\\\"Ah, well, it's the only bad thing I know of either of you, Mistress Blythe.  Cornelia is a Tory, too.  I called in on my way from the Glen to tell her the news.\\\"\\n\\n\\\"Didn't you know you took your life in your hands?\\\"\\n\\n\\\"Yes, but I couldn't resist the temptation.\\\"\\n\\n\\\"How did she take it?\\\"\\n\\n\\\"Comparatively calm, Mistress Blythe, comparatively calm.  She says, says she, `Well, Providence sends seasons of humiliation to a country, same as to individuals.  You Grits have been cold and hungry for many a year.  Make haste to get warmed and fed, for you won't be in long.'  `Well, now Cornelia,' I says, \\\\`mebbe Providence thinks Canada needs a real long spell of humiliation.'  Ah, Susan, have YOU heard the news?  The Liberals are in.\\\"\\n\\nSusan had just come in from the kitchen, attended by the odor of delectable dishes which always seemed to hover around her.\\n\\n\\\"Now, are they?\\\" she said, with beautiful unconcern.  \\\"Well, I never could see but that my bread rose just as light when Grits were in as when they were not.  And if any party, Mrs. Doctor, dear, will make it rain before the week is out, and save our kitchen garden from entire ruination, that is the party Susan will vote for.  In the meantime, will you just step out and give me your opinion on the meat for dinner?  I am fearing that it is very tough, and I think that we had better change our butcher as well as our government.\\\"\\n\\nOne evening, a week later, Anne walked down to the Point, to see if she could get some fresh fish from Captain Jim, leaving Little Jem for the first time.  It was quite a tragedy.  Suppose he cried?  Suppose Susan did not know just exactly what to do for him?  Susan was calm and serene.\\n\\n\\\"I have had as much experience with him as you, Mrs. Doctor, dear, have I not?\\\"\\n\\n\\\"Yes, with him--but not with other babies.  Why, I looked after three pairs of twins, when I was a child, Susan.  When they cried, I gave them peppermint or castor oil quite coolly.  It's quite curious now to recall how lightly I took all those babies and their woes.\\\"\\n\\n\\\"Oh, well, if Little Jem cries, I will just clap a hot water bag on his little stomach,\\\" said Susan.\\n\\n\\\"Not too hot, you know,\\\" said Anne anxiously.  Oh, was it really wise to go?\\n\\n\\\"Do not you fret, Mrs. Doctor, dear.  Susan is not the woman to burn a wee man.  Bless him, he has no notion of crying.\\\"\\n\\nAnne tore herself away finally and enjoyed her walk to the Point after all, through the long shadows of the sun-setting.  Captain Jim was not in the living room of the lighthouse, but another man was--a handsome, middle-aged man, with a strong, clean-shaven chin, who was unknown to Anne.  Nevertheless, when she sat down, he began to talk to her with all the assurance of an old acquaintance.  There was nothing amiss in what he said or the way he said it, but Anne rather resented such a cool taking-for-granted in a complete stranger.  Her replies were frosty, and as few as decency required.  Nothing daunted, her companion talked on for several minutes, then excused himself and went away.  Anne could have sworn there was a twinkle in his eye and it annoyed her.  Who was the creature?  There was something vaguely familiar about him but she was certain she had never seen him before.\\n\\n\\\"Captain Jim, who was that who just went out?\\\" she asked, as Captain Jim came in.\\n\\n\\\"Marshall Elliott,\\\" answered the captain.\\n\\n\\\"Marshall Elliott!\\\" cried Anne.  \\\"Oh, Captain Jim--it wasn't-- yes, it WAS his voice--oh, Captain Jim, I didn't know him--and I was quite insulting to him!  WHY didn't he tell me?  He must have seen I didn't know him.\\\"\\n\\n\\\"He wouldn't say a word about it--he'd just enjoy the joke.  Don't worry over snubbing him--he'll think it fun.  Yes, Marshall's shaved off his beard at last and cut his hair.  His party is in, you know.  I didn't know him myself first time I saw him.  He was up in Carter Flagg's store at the Glen the night after election day, along with a crowd of others, waiting for the news.  About twelve the 'phone came through--the Liberals were in.  Marshall just got up and walked out--he didn't cheer or shout--he left the others to do that, and they nearly lifted the roof off Carter's store, I reckon.  Of course, all the Tories were over in Raymond Russell's store.  Not much cheering THERE.  Marshall went straight down the street to the side door of Augustus Palmer's barber shop.  Augustus was in bed asleep, but Marhall hammered on the door until he got up and come down, wanting to know what all the racket was about.\\n\\n\\\"Come into your shop and do the best job you ever did in your life, Gus,' said Marshall.  \\\\`The Liberals are in and you're going to barber a good Grit before the sun rises.'\\n\\n\\\"Gus was mad as hops--partly because he'd been dragged out of bed, but more because he's a Tory.  He vowed he wouldn't shave any man after twelve at night.\\n\\n\\\"`You'll do what I want you to do, sonny,' said Marshall, `or I'll jest turn you over my knee and give you one of those spankings your mother forgot.'\\n\\n\\\"He'd have done it, too, and Gus knew it, for Marshall is as strong as an ox and Gus is only a midget of a man.  So he gave in and towed Marshall in to the shop and went to work.  `Now,' says he, `I'll barber you up, but if you say one word to me about the Grits getting in while I'm doing it I'll cut your throat with this razor,' says he.  You wouldn't have thought mild little Gus could be so bloodthirsty, would you?  Shows what party politics will do for a man.  Marshall kept quiet and got his hair and beard disposed of and went home.  When his old housekeeper heard him come upstairs she peeked out of her bedroom door to see whether 'twas him or the hired boy.  And when she saw a strange man striding down the hall with a candle in his hand she screamed blue murder and fainted dead away.  They had to send for the doctor before they could bring her to, and it was several days before she could look at Marshall without shaking all over.\\\"\\n\\nCaptain Jim had no fish.  He seldom went out in his boat that summer, and his long tramping expeditions were over.  He spent a great deal of his time sitting by his seaward window, looking out over the gulf, with his swiftly-whitening head leaning on his hand.  He sat there tonight for many silent minutes, keeping some tryst with the past which Anne would not disturb.  Presently he pointed to the iris of the West:\\n\\n\\\"That's beautiful, isn't, it, Mistress Blythe?  But I wish you could have seen the sunrise this morning.  It was a wonderful thing--wonderful.  I've seen all kinds of sunrises come over that gulf.  I've been all over the world, Mistress Blythe, and take it all in all, I've never seen a finer sight than a summer sunrise over the gulf.  A man can't pick his time for dying, Mistress Blythe--jest got to go when the Great Captain gives His sailing orders.  But if I could I'd go out when the morning comes across that water.  I've watched it many a time and thought what a thing it would be to pass out through that great white glory to whatever was waiting beyant, on a sea that ain't mapped out on any airthly chart.  I think, Mistress Blythe, that I'd find lost Margaret there.\\\"\\n\\nCaptain Jim had often talked to Anne of lost Margaret since he had told her the old story.  His love for her trembled in every tone--that love that had never grown faint or forgetful.\\n\\n\\\"Anyway, I hope when my time comes I'll go quick and easy.  I don't think I'm a coward, Mistress Blythe--I've looked an ugly death in the face more than once without blenching.  But the thought of a lingering death does give me a queer, sick feeling of horror.\\\"\\n\\n\\\"Don't talk about leaving us, dear, DEAR Captain, Jim,\\\" pleaded Anne, in a choked voice, patting the old brown hand, once so strong, but now grown very feeble.  \\\"What would we do without you?\\\"\\n\\nCaptain Jim smiled beautifully.\\n\\n\\\"Oh, you'd get along nicely--nicely--but you wouldn't forget the old man altogether, Mistress Blythe--no, I don't think you'll ever quite forget him.  The race of Joseph always remembers one another.  But it'll be a memory that won't hurt--I like to think that my memory won't hurt my friends--it'll always be kind of pleasant to them, I hope and believe.  It won't be very long now before lost Margaret calls me, for the last time.  I'll be all ready to answer.  I jest spoke of this because there's a little favor I want to ask you.  Here's this poor old Matey of mine\\\"--Captain Jim reached out a hand and poked the big, warm, velvety, golden ball on the sofa.  The First Mate uncoiled himself like a spring with a nice, throaty, comfortable sound, half purr, half meow, stretched his paws in air, turned over and coiled himself up again.  \\\"HE'll miss me when I start on the V'yage.  I can't bear to think of leaving the poor critter to starve, like he was left before.  If anything happens to me will you give Matey a bite and a corner, Mistress Blythe?\\\"\\n\\n\\\"Indeed I will.\\\"\\n\\n\\\"Then that is all I had on my mind.  Your Little Jem is to have the few curious things I picked up--I've seen to that.  And now I don't like to see tears in those pretty eyes, Mistress Blythe.  I'll mebbe hang on for quite a spell yet.  I heard you reading a piece of poetry one day last winter--one of Tennyson's pieces.  I'd sorter like to hear it again, if you could recite it for me.\\\"\\n\\nSoftly and clearly, while the seawind blew in on them, Anne repeated the beautiful lines of Tennyson's wonderful swan song-- \\\"Crossing the Bar.\\\"  The old captain kept time gently with his sinewy hand.\\n\\n\\\"Yes, yes, Mistress Blythe,\\\" he said, when she had finished, \\\"that's it, that's it.  He wasn't a sailor, you tell me--I dunno how he could have put an old sailor's feelings into words like that, if he wasn't one.  He didn't want any \\\\`sadness o' farewells' and neither do I, Mistress Blythe--for all will be well with me and mine beyant the bar.\\\"\\n\\nCHAPTER 36\\n\\nBEAUTY FOR ASHES\\n\\n\\\"Any news from Green Gables, Anne?\\\"\\n\\n\\\"Nothing very especial,\\\" replied Anne, folding up Marilla's letter.  \\\"Jake Donnell has been there shingling the roof.  He is a full-fledged carpenter now, so it seems he has had his own way in regard to the choice of a life-work.  You remember his mother wanted him to be a college professor.  I shall never forget the day she came to the school and rated me for failing to call him St. Clair.\\\"\\n\\n\\\"Does anyone ever call him that now?\\\"\\n\\n\\\"Evidently not.  It seems that he has completely lived it down.  Even his mother has succumbed.  I always thought that a boy with Jake's chin and mouth would get his own way in the end.  Diana writes me that Dora has a beau.  Just think of it--that child!\\\"\\n\\n\\\"Dora is seventeen,\\\" said Gilbert.  \\\"Charlie Sloane and I were both mad about you when you were seventeen, Anne.\\\"\\n\\n\\\"Really, Gilbert, we must be getting on in years,\\\" said Anne, with a half-rueful smile, \\\"when children who were six when we thought ourselves grown up are old enough now to have beaux.  Dora's is Ralph Andrews--Jane's brother.  I remember him as a little, round, fat, white-headed fellow who was always at the foot of his class.  But I understand he is quite a fine-looking young man now.\\\"\\n\\n\\\"Dora will probably marry young.  She's of the same type as Charlotta the Fourth--she'll never miss her first chance for fear she might not get another.\\\"\\n\\n\\\"Well; if she marries Ralph I hope he will be a little more up-and-coming than his brother Billy,\\\" mused Anne.\\n\\n\\\"For instance,\\\" said Gilbert, laughing, \\\"let us hope he will be able to propose on his own account.  Anne, would you have married Billy if he had asked you himself, instead of getting Jane to do it for him?\\\"\\n\\n\\\"I might have.\\\" Anne went off into a shriek of laughter over the recollection of her first proposal.  \\\"The shock of the whole thing might have hypnotized me into some such rash and foolish act.  Let us be thankful he did it by proxy.\\\"\\n\\n\\\"I had a letter from George Moore yesterday,\\\" said Leslie, from the corner where she was reading.\\n\\n\\\"Oh, how is he?\\\" asked Anne interestedly, yet with an unreal feeling that she was inquiring about some one whom she did not know.\\n\\n\\\"He is well, but he finds it very hard to adapt himself to all the changes in his old home and friends.  He is going to sea again in the spring.  It's in his blood, he says, and he longs for it.  But he told me something that made me glad for him, poor fellow.  Before he sailed on the Four Sisters he was engaged to a girl at home.  He did not tell me anything about her in Montreal, because he said he supposed she would have forgotten him and married someone else long ago, and with him, you see, his engagement and love was still a thing of the present.  It was pretty hard on him, but when he got home he found she had never married and still cared for him.  They are to be married this fall.  I'm going to ask him to bring her over here for a little trip; he says he wants to come and see the place where he lived so many years without knowing it.\\\"\\n\\n\\\"What a nice little romance,\\\" said Anne, whose love for the romantic was immortal.  \\\"And to think,\\\" she added with a sigh of self-reproach, \\\"that if I had had my way George Moore would never have come up from the grave in which his identity was buried.  How I did fight against Gilbert's suggestion!  Well, I am punished:  I shall never be able to have a different opinion from Gilbert's again!  If I try to have, he will squelch me by casting George Moore's case up to me!\\\"\\n\\n\\\"As if even that would squelch a woman!\\\" mocked Gilbert.  \\\"At least do not become my echo, Anne.  A little opposition gives spice to life .  I do not want a wife like John MacAllister's over the harbor.  No matter what he says, she at once remarks in that drab, lifeless little voice of hers, \\\\`That is very true, John, dear me!'\\\"\\n\\nAnne and Leslie laughed.  Anne's laughter was silver and Leslie's golden, and the combination of the two was as satisfactory as a perfect chord in music.\\n\\nSusan, coming in on the heels of the laughter, echoed it with a resounding sigh.\\n\\n\\\"Why, Susan, what is the matter?\\\" asked Gilbert.\\n\\n\\\"There's nothing wrong with little Jem, is there, Susan?\\\" cried Anne, starting up in alarm.\\n\\n\\\"No, no, calm yourself, Mrs. Doctor, dear.  Something has happened, though.  Dear me, everything has gone catawampus with me this week.  I spoiled the bread, as you know too well--and I scorched the doctor's best shirt bosom--and I broke your big platter.  And now, on the top of all this, comes word that my sister Matilda has broken her leg and wants me to go and stay with her for a spell.\\\"\\n\\n\\\"Oh, I'm very sorry--sorry that your sister has met with such an accident, I mean,\\\" exclaimed Anne.\\n\\n\\\"Ah, well, man was made to mourn, Mrs. Doctor, dear.  That sounds as if it ought to be in the Bible, but they tell me a person named Burns wrote it.  And there is no doubt that we are born to trouble as the sparks fly upward.  As for Matilda, I do not know what to think of her.  None of our family ever broke their legs before.  But whatever she has done she is still my sister, and I feel that it is my duty to go and wait on her, if you can spare me for a few weeks, Mrs. Doctor, dear.\\\"\\n\\n\\\"Of course, Susan, of course.  I can get someone to help me while you are gone.\\\"\\n\\n\\\"If you cannot I will not go, Mrs. Doctor, dear, Matilda's leg to the contrary notwithstanding.  I will not have you worried, and that blessed child upset in consequence, for any number of legs.\\\"\\n\\n\\\"Oh, you must go to your sister at once, Susan.  I can get a girl from the cove, who will do for a time.\\\"\\n\\n\\\"Anne, will you let me come and stay with you while Susan is away?\\\" exclaimed Leslie.  \\\"Do!  I'd love to--and it would be an act of charity on your part.  I'm so horribly lonely over there in that big barn of a house.  There's so little to do--and at night I'm worse than lonely--I'm frightened and nervous in spite of locked doors.  There was a tramp around two days ago.\\\"\\n\\nAnne joyfully agreed, and next day Leslie was installed as an inmate of the little house of dreams.  Miss Cornelia warmly approved of the arrangement.\\n\\n\\\"It seems Providential,\\\" she told Anne in confidence.  \\\"I'm sorry for Matilda Clow, but since she had to break her leg it couldn't have happened at a better time.  Leslie will be here while Owen Ford is in Four Winds, and those old cats up at the Glen won't get the chance to meow, as they would if she was living over there alone and Owen going to see her.  They are doing enough of it as it is, because she doesn't put on mourning.  I said to one of them, `If you mean she should put on mourning for George Moore, it seems to me more like his resurrection than his funeral; and if it's Dick you mean, I confess _I_ can't see the propriety of going into weeds for a man who died thirteen years ago and good riddance then!'  And when old Louisa Baldwin remarked to me that she thought it very strange that Leslie should never have suspected it wasn't her own husband _I_ said, `YOU never suspected it wasn't Dick Moore, and you were next-door neighbor to him all his life, and by nature you're ten times as suspicious as Leslie.'  But you can't stop some people's tongues, Anne, dearie, and I'm real thankful Leslie will be under your roof while Owen is courting her.\\\"\\n\\nOwen Ford came to the little house one August evening when Leslie and Anne were absorbed in worshipping the baby.  He paused at the open door of the living room, unseen by the two within, gazing with greedy eyes at the beautiful picture.  Leslie sat on the floor with the baby in her lap, making ecstatic dabs at his fat little hands as he fluttered them in the air.\",\"timestamp\":1639710016,\"title\":\"Yes--so long as it's Conservative rogues,\\\" said Miss Cornelia, marching off with the honors of war\"},\"digest\":\"iLsfe8XIapt8Jj7jNrXxRZ1bLJ2_8BWG4uPk8PsCV8A\",\"authorship\":{\"contributor\":\"0x6b55Ba15E3e103d91f6dec37dd48B84ddF5B245C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4f2d5yftd4Wz7ah8dcg4LYI2JQ3xGlZ41uTG-GEDhFk\\\",\\\"y\\\":\\\"ZuLP6UEfWPfWKgEKvuMitwRfV2AYJ3QnJRPKpBB640s\\\"}\",\"signature\":\"Aqs8WXvCxfpAK9bFZNvK8SyJgEoceveIRQ2Kr8RuW1tIRzg7wkY1yAGpOk6o_zriv-l6KY-HNrQG3NquHYDc1A\",\"signingKeySignature\":\"0x1a36ea433d9dd06161f220a48c28540c98c914f9355467a9c8391af84c3ebe4e238b1652f4a88083023b9fec2dc5454d56a255b0a3b5d4053b2ad4ef23676cf91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4f2d5yftd4Wz7ah8dcg4LYI2JQ3xGlZ41uTG-GEDhFk\\\",\\\"y\\\":\\\"ZuLP6UEfWPfWKgEKvuMitwRfV2AYJ3QnJRPKpBB640s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iLsfe8XIapt8Jj7jNrXxRZ1bLJ2_8BWG4uPk8PsCV8A\"}"