"{\"content\":{\"body\":\"October 4th marks the memory of my biggest lesson about the impermanence of life. October 4th, 2019 was the day I got diagnosed with a brain hemorrhage and had to undergo urgent surgery on my skull.\\n\\nAs dark as it sounds,I highly recommend everyone to have a near-death experience - or you can just skip the medical bills and family drama… and start living life to its fullest (easier said than done).\\n\\nI’m often asked “what was your last thought before not knowing if you’d wake up” so thought I’d share the lesson I take from it.\\n\\nWhile in the surgery bed before anesthesia, two thoughts came to my mind.\\n\\n* Wow… this really looks like Grey's Anatomy… like the setting, even the doctor’s lines are the same. Interesting.\\n* All this time - why did I take myself so seriously?\\n\\nWhy did I take myself and my life so seriously? If life is really temporary, where did I choose to invest my mental and heart space? The times I compromised my truth for no good reason or carried frustration, anger, and regret a situation that doesn't matter anymore. I remembered compromising for others, rating a day like ‘any other’. My worries sounded so silly and my previous problems were like a joke. I was keeping myself busy with “big” problems and “big” responsibilities that at the end of the day… don’t matter at all. There is absolutely nothing in life that won’t fade in a certain timeframe. Pain, pleasure, love, anger, ups, and downs. All is temporary, and so is life.\\n\\nI now carry 2 scars of my experience. One is the mark on my skull, and another is the tattoo on my arm. Aniccia (pali for Impermanence) is the visible token that life is impermanent and has to be lived with gratitude and joy.\",\"timestamp\":1641689357,\"title\":\"Why I Recommend Everyone To Have A Near-Death Experience\"},\"digest\":\"HwkccLgermlEST7wtFyqHM-9-IBAYW1j0nhSw30n0ZU\",\"authorship\":{\"contributor\":\"0xEFF51c89d47aA3A2639999C19a67CC5bCDF516eA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rOE1lvtDgmJO-qTM4kFEIIDRwDZeoxThIv4ZeZ_uAYQ\\\",\\\"y\\\":\\\"LErBpvs6HuhiRTp4OhBgpIT7IR9CO5LWT7E3vAOpua0\\\"}\",\"signature\":\"G1l3cfKTWyVFHGqFtNrfRMOvge1YyaSqtzn8nTNl2J1GIwdTawBwutUZkGXVbvBvyhBrCxt1giBVAMY4AeQSjQ\",\"signingKeySignature\":\"0x53778daf8e0ea33742b861e48e6640c3dcbd4a87102dee438aaacf2eb667401046d6ffa14ad47f7649d8f0eafe9816c1388f047f09762b9e7a5a18664207db901c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rOE1lvtDgmJO-qTM4kFEIIDRwDZeoxThIv4ZeZ_uAYQ\\\",\\\"y\\\":\\\"LErBpvs6HuhiRTp4OhBgpIT7IR9CO5LWT7E3vAOpua0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HwkccLgermlEST7wtFyqHM-9-IBAYW1j0nhSw30n0ZU\"}"