"{\"content\":{\"body\":\"and he was professionally consulted by the authorities about the laying out of the streets of the New Town.  The subject occupied much of his time and thought, especially when resting from the mental fatigue arising from a long sitting at the easel.  It was his regular practice to stroll about where the building work was in progress, or where new roads were being laid out, and carefully watch the proceedings.  This was probably due to the taste which he had inherited from his forebears--more especially from his father, who had begun the buildings of the New Town.  My father took pleasure in modelling any improvement that occurred to him; and in discussing the subject with the architects and builders who were professionally engaged in the works.  His admirable knack of modelling the contour of the natural surface of the ground, and applying it to the proposed new roads or new buildings, was striking and characteristic.  His efforts in this direction were so thoroughly disinterested that those in office were all the more anxious to carry out his views.  He sought for no reward; but his excellent advice was not unrecognised.  In testimony of the regard which the Magistrates of Edinburgh had for his counsel and services, they presented him in 1815 with a sum of #200, together with a most complimentary letter acknowledging the value of his disinterested advice.  It was addressed to him under cover, directed to \\\"Alexander Nasmyth, Architect.\\\"\\n\\nHe was, indeed, not unworthy of the name.  He was the architect of the Dean Bridge, which spans the deep valley of the Water of Leith, north-west of the New Town.  Sir John Nesbit, the owner of the property north of the stream, employed my father to make a design for the extension of the city to his estate.  The result was the construction of the Dean Bridge, and the roads approaching it from both sides. The Dean Estate was thus rendered as easy and convenient to reach as any of the level streets of Edinburgh.  The construction of the bridge was superintended by the late James Jardine, C.E. Mr Telford was afterwards called upon to widen the bridge.  He threw out parapets on each side, but they did not improve the original design.\\n\\n\\\\[Image\\\\]  St Bernard's Well\\n\\nFrom the Dean Bridge another of my father's architectural buildings may be seen, at St. Bernard's Well.  It was constructed at the instance of his friend Lord Gardenstone.  The design consists of a graceful circular temple, built over a spring of mineral water, which issues from the rock below.  It was dedicated to Hygeia, the Goddess of Health.  The whole of the details are beautifully finished, and the basement of the design will be admired by every true artist.  It is regarded as a great ornament, and is thoroughly in keeping with the beauty of the surrounding scenery.\\n\\nShortly after the death of Lord Nelson it was proposed to erect a monument to his memory on the Calton Hill.  My father supplied a design, which was laid before the Monument Committee.  It was so much approved that the required sum was rapidly subscribed.  But as the estimated cost of this erection was found slightly to exceed the amount subscribed, a nominally cheaper design was privately adopted. It was literally a job.  The vulgar, churn-like monument was thus thrust on the public and actually erected; and there it stands to this day, a piteous sight to beholders.  It was eventually found greatly to exceed in cost the amount of the estimate for my father's design.  I give a sketch of my father's memorial; and I am led to do this because it is erroneously alleged that he was the architect of the present inverted spy glass, called \\\"Nelson's Monument\\\"\\n\\n\\\\[Image\\\\]  Nelson's Monument as it should have been.\\n\\nThen, with respect to my father's powers as a mechanic.  This was an inherited faculty, and I leave my readers to infer from the following pages whether I have not had my fair share of this inheritance. Besides his painting room, my father had a workroom fitted up with all sorts of mechanical tools.  It was one of his greatest pleasures to occupy himself there as a relief from sitting at the easel, or while within doors from the inclemency of the weather.  The walls and shelves of his workroom were crowded with a multitude of artistic and ingenious mechanical objects, nearly all of which were the production of his own hands.  Many of them were associated with the most eventful incidents in his life.  He only admitted his most intimate friends, or such as could understand and appreciate the variety of objects connected with art and mechanism, to his workroom.  His natural taste for neatness and arrangement gave it a very orderly aspect, however crowded its walls and shelves might be.  Everything was in its place, and there was a place for everything.  It was in this workroom that I first began to handle mechanical tools.  It was my primary technical school--the very foreground of my life.\\n\\n\\\\[Image\\\\]  Bow-and-string Roofs and Bridges\\n\\nI may mention one or two of my father's mechanical efforts, or rather his inventions in applied science.  One of the most important was the \\\"bow-and-string bridge,\\\" as he first called it, to which he early directed his attention.  He invented this important method of construction about the year 1794.  The first bow-and-string bridge was erected in the island of St. Helena over a deep ravine.\\n\\nMany considered, from its apparent slightness, that it was not fitted to sustain any considerable load.  A remarkable and convincing proof was, however, given of its stability by the passage over it of a herd of wild oxen, that rushed across without the slightest damage to its structure.  After so severe a test it was for many succeeding years employed as a most valuable addition to the accessibility of an important portion of the island.  The bow-and-string bridge has since been largely employed in spanning wide spaces over which suburban and other railways pass, and in roofing over such stations as those at Birmingham, Charing Cross, and other Great Metropolitan centres, as well as in bow-and-string bridges over rivers.  I give the fac-simile of his original drawings\\\\*  \\\\[footnote...  The original drawings of these bow-and-string bridges, of various spans, are now deposited at the Gallery of the Museum of Naval Architecture at South Kensington, and are signed \\\"Alexander Nasmyth 1796.\\\"  ...\\\\] for the purpose of showing our great railway engineers the originator of the graceful and economical method of spanning wide spaces, now practised in every part of the civilised world.\\n\\nAnother of his inventions was the method of riveting by compression instead of by blows of the hammer.  It originated in a slight circumstance.  One wet, wintry Sunday morning he went into his workroom.  There were some slight mechanical repairs to be performed upon a beautiful little stove of his own construction.  To repair it, iron rivets were necessary to make it serviceable.  But as the hammering of the hot rivets would annoy his neighbours by the unwelcome sound of the hammer, he solved the difficulty by using the jaws of his bench vice to squeeze in the hot rivets when put into their places. The stove was thus quickly repaired in the most perfect silence.\\n\\nThis was, perhaps, the first occasion on which a squeeze or compressive action was substituted for the percussive action of the hammer, in closing red-hot rivets, for combining together pieces of stout sheet or plate iron.  This system of riveting was long afterwards patented by Smith of Deanston in combination with William Fairbairn of Manchester; and it was employed in riveting the plates used in the construction of the bridges over the River Conway and the Menai Straits.\\n\\nIt is also universally used in boiler and girder making, and in all other wrought-iron structures in which thorough sound riveting is absolutely essential; and by the employment of hydraulic power in a portable form a considerable portion of iron shipbuilding is effected by the silent squeeze  system in place of hammers, much to the advantage of the soundness of the work.  My father frequently, in aftertimes, practised this mode of riveting by compression in place of using the blow of a hammer; and in remembrance of the special circumstances under which he contrived this silent and most effective method of riveting, he named it \\\"The Sunday Rivet.\\\"\\n\\nCHAPTER 3.   An Artist's Family.\\n\\nAlthough Alexander Nasmyth had to a considerable extent lost his aristocratic connection as a portrait painter, yet many kind and generous friends gathered round him.  During his sojourn in Italy, in 1783, he had the good fortune to make the acquaintance of Sir James Hall of Dunglass, Haddingtonshire.  The acquaintance afterwards ripened into a deeply-rooted friendship.\\n\\nDuring the winter season Sir James resided with his family in his town house in George Street.  He was passionately attached to the pursuit of art and science.  He practised the art of painting in my father's room, and was greatly helped by him in the requisite manipulative skill. Sir James was at that time engaged in writing his well-known essay \\\"On the Origin of Gothic Architecture,\\\" and in this my father was of important use to him.  He executed the greater number of the illustrations for this beautiful work.  The book when published had a considerable influence in restoring the taste of architects to a style which they had heretofore either neglected or degraded.\\n\\nBesides his enthusiasm in art and architecture, Sir James devoted a great deal of time to the study of geology.  The science was then in its infancy.  Being an acute observer, Hall's attention was first attracted to the subject by the singular geological features of the sea-coast near his mansion at Dunglass.  The neighbourhood of Edinburgh also excited his interest.  The upheaval of the rocks by volcanic heat --as seen in the Castle Hill, the Calton Hill, and Arthur's Seat-- formed in a great measure the foundation of the picturesque beauty of the city.  Those were the days of the Wernerian and Huttonian controversy as to the origin of the changes on the surface of the earth.  Sir James Ball was President of the Edinburgh Royal Society, and necessarily took an anxious interest in the discussions. He observed and experimented, and established the true volcanic nature of the composition and formation of the rocks and mountains which surround Edinburgh.\\n\\nI have been led to speak of this subject, because when a boy I was often present at the discussions of these great principles. My father, Sir James Hall, Professors Playfair and Leslie, took their accustomed walks round Edinburgh, and I clung eagerly to their words. Though unable to understand everything that was said, these walks had a great influence upon my education.  Indeed, what education can compare with that of listening attentively to the conversation and interchange of thought of men of the highest intelligence?  It is on such occasions that ideas, not mere words, take hold of the memory, and abide there until the close of life.\\n\\nBesides mixing in the society of scientific men, my father enjoyed a friendly intercourse with the artists of his day.  He was often able to give substantial help and assistance to young students; and he was most liberal in giving them valuable practical instruction, and in assisting them over the manipulative difficulties which lay in their way.  He was especially assiduous when he saw them inspired by the true spirit of art, and full of application and industry,--without which nothing can be accomplished.  Amongst these young men were David Wilkie, Francis Grant, David Roberts, Clarkson Stanfield, William Allan, Andrew Geddes, \\\"Grecian\\\" Williams, Lizars the engraver, and the Rev. John Thomson of Duddingston.\\n\\nHenry Raeburn was one of his most intimate friends and companions. He considered Raeburn's broad and masterly style of portrait painting as an era in Scottish art.  Raeburn, with innate tact, discerned the character of his sitters, and he imparted so much of their individuality into his portraits as to make them admirable likenesses in the highest sense.  In connection with Raeburn, I may mention that when he was knighted by George IV. in 1822, my father, who was then at the head of his profession in Scotland, was appointed chairman at the dinner held to do honour to the great Scottish portrait painter.\\n\\nRaeburn often joined my father in his afternoon walks round Edinburgh --a relaxation so very desirable after hours of close attention to artistic work.  They took delight in the wonderful variety of picturesque scenery by which the city is surrounded.  The walks about Arthur's Seat were the most enjoyable of all.  When a boy I had often the pleasure of accompanying them, and of listening to their conversation.  I thus picked up many an idea that served me well in after life.  Indeed, I may say, after a long experience, that there is no class of men whose company I more delight in than that of artists. Their innate and highly-cultivated power of observation, not only as regards the ever-varying aspects of nature, but also as regards the quaint, droll, and humorous varieties of character, concur in rendering their conversation most delightful.  I look back on these walks as among the brightest points in my existence.  I have been led to digress on this subject.  Although more correctly belonging to my father's life, yet it is so amalgamated with my own that it almost forms part of it, and it is difficult for me to separate the one from the other.\\n\\nAnd then there were the pleasant evenings at home.  When the day's work was over, friends looked in to have a fireside crack--sometimes scientific men, sometimes artists, often both.  They were all made welcome.  There was no formality about their visits.  Had they been formal, there would have been comparatively little pleasure. The visitor came in with his \\\"Good e'en\\\", and seated himself. The family went on with their work as before.  The girls were usually busy with their needles, and others with pen and pencil.  My father would go on with the artistic work he had in hand, for his industry was incessant.  He would model a castle or a tree, or proceed with some proposed improvement of the streets or approaches of the rapidly expanding city.  Among the most agreeable visitors were Professor Leslie, James Jardine, C.E., and Dr. Brewster.  Their conversation was specially interesting.  They brought up the last new thing in science, in discovery, in history, or in campaigning, for the war was then raging throughout Europe.\\n\\nThe artists were a most welcome addition to the family group. Many a time did they set the table in a roar with their quaint and droll delineations of character.  These unostentatious gatherings of friends about our fireside were a delightful social institution. The remembrance of them lights up my recollection of the happiest period of a generally happy life.  Could I have been able to set forth the brightness and cheerfulness of these happy evenings at my father's house, I am fain to think that my description might have been well worth reading.  But all the record of them that remains is a most cherished recollection of their genial tone and harmony, which makes me think that, although in these days of rapid transit over earth and ocean, and surrounded as we are with the results of applied scientific knowledge, we are not a bit more happy than when all the vaunted triumphs of science and so-called education were in embryo.\\n\\nThe supper usually followed, for my father would not allow his visitors to go away supperless.  The meal did not amount to much.  Rizard or Finnan harddies, or a dish of oysters, with a glass of Edinburgh ale, and a rummer of toddy, concluded these friendly evenings.  The cry of \\\"Caller Aou\\\" was constantly heard in the streets below of an evening. When the letter r was in the name of the month, the supply of oysters was abundant.  The freshest oysters, of the most glorious quality, were to be had at 2s. 6d. the hundred!  And what could be more refreshing food for my father's guests?  These unostentatious and inexpensive gatherings of friends were a most delightful social institution among the best middle-class people of Edinburgh some sixty or seventy years ago.  What they are now I cannot tell.  But I fear they have disappeared in the more showy and costly tastes that have sprung up in the progress of what is called \\\"modern society.\\\"\\n\\nNo part of my father's character was more admirable than his utter unselfishness.  He denied himself many things, that he might give the greater pleasure to his wife and children.  He would scarcely take part in any enjoyment, unless they could have their fair share of it. In all this he was faithfully followed by my mother.  The admirable example of well-sustained industry that was always before her, sustained her in her efforts for the good of her family.  She was intelligently interested in all that related to her husband's business and interests, as well as in his recreative enjoyments.  The household affairs were under her skilful guidance.  She conducted them with economy, and yet with generous liberality, free from the least taint of ostentation or extravagance.  The home fireside was a scene of cheerfulness. And most of our family have been blest with this sunny gift.  Indeed, a merrier family circle I have never seen.  There were twelve persons round the table to be provided for, besides two servants. This required, on my mother's part, a great deal of management, as every housekeeper will know.  Yet everything was provided and paid for within the year's income.\\n\\nThe family result of my father and mother's happy marriage was four sons and seven daughters.  Patrick, the eldest, was born in 1787. He was called after my father's dear and constant friend, Patrick Miller of Dalswinton.  I will speak by and by of his artistic reputation.  Then followed a long succession of daughters-- Jane, the eldest', was born in 1788; Barbara 1790; Margaret in 1791; Elizabeth in 1793; Anne in 1798; Charlotte in 1804. Then came a succession of three sons--Alexander, George,and James. There followed another daughter, Mary; but as she only lived for about eighteen months, I remained the youngest of the family.\\n\\nMy sisters all possessed, in a greater or less degree, an innate love of art, and by their diligent application they acquired the practice of painting landscape in oils.  My father's admirable system and method of teaching rendered them expert in making accurate sketches from nature, which, as will afterwards be seen, they turned to good account. My eldest sister, Jane, was in all respects a most estimable character, and a great help to my mother in the upbringing of the children. Jane was full of sound common sense; her judgment seemed to be beyond her years.  Because of this the younger members of the family jokingly nicknamed her \\\"Old Solid\\\"!--Even my father consulted her in every case of importance in reference to domestic and financial affairs. I had the great good fortune, when a child, to be placed under her special protection, and I have reason to be thankful for the affectionate care which she took of me during the first six years of my life.\\n\\nBesides their early education in art, my mother was equally earnest in her desire to give her daughters a thorough practical knowledge in every department and detail of household management.  When they had attained a suitable age they were in succession put in charge of all the household duties for two weeks at a time.  The keys were given over to them, together with the household books, and at the end of their time their books were balanced to a farthing.  They were then passed on to the next in succession.  One of the most important branches of female education--the management of the domestic affairs of a family, the superintendence of the cooking so as to avoid waste of food, the regularity of the meals, and the general cleaning up of the rooms-- was thus thoroughly attained in its best and most practical forms. And under the admirable superintendence of my mother everything in our family went on like clockwork.\\n\\nMy father's object was to render each and all of his children-- whether boys or girls--independent on their arrival at mature years. Accordingly, he sedulously kept up the attention of his daughters to fine art.  By this means he enabled them to assist in the maintenance of the family while at home, and afterwards to maintain themselves by the exercise of their own abilities and industry after they had left. To accomplish this object, as already described, he set on foot drawing classes, which were managed by his six daughters, superintended by himself.\\n\\nEdinburgh was at that time the resort of many county families. The war which raged abroad prevented their going to the Continent. They therefore remained at home, and the Scotch families for the most part took up their residence in Edinburgh.  There were many young ladies desiring to complete their accomplishments, and hence the establishment of my sisters' art class.  It was held in the large painting-room in the upper part of the house.  It soon became one of the most successful institutions in Edinburgh.  When not engaged in drawing and oil painting, the young ladies were occupied in sketching from nature, under the superintendence of my sisters, in the outskirts of Edinburgh.  This was one of the most delightful exercises in which they could be engaged; and it also formed the foundation for many friendships which only terminated with life.\\n\\nMy father increased the interest of the classes by giving little art lectures.  They were familiar but practical.  He never gave lectures as such, but rather demonstrations.  It was only when a pupil encountered some technical difficulty, or was adopting some wrong method of proceeding, that he undertook to guide them by his words and practical illustrations.  His object was to embue the minds of the pupils with high principles of art.  He would take up their brushes and show by his dexterous and effective touches how to bring out, with marvellous ease, the right effects of the landscape.  The other pupils would come and stand behind him, to see and hear his clear instructions carried into actual practice on the work before him.  He often illustrated his little special lessons by his stores of instructive and interesting anecdotes, which no doubt helped to rivet his practice all the deeper into their minds.  Thus the Nasmyth classes soon became the fashion. In many cases both mothers and daughters might be seen at work together in that delightful painting-room.  I have occasionally met with some of them in after years, who referred to those pleasant hours as among the most delightful they had ever spent.\\n\\nThese classes were continued for many years.  In the meantime my sisters' diligence and constant practice enabled them in course of time to exhibit their works in the fine art exhibitions of Edinburgh. Each had her own individuality of style and manner, by which their several works were easily distinguished from each other.  Indeed, whoever works after Nature will have a style of their own.  They all continued the practice of oil painting until an advanced age. The average duration of their lives was about seventy-eight.\\n\\nThere was one point which my father diligently impressed upon his pupils, and that was the felicity and the happiness attendant upon pencil drawing.  He was a master of the pencil, and in his off-hand sketches communicated his ideas to others in a way that mere words could never have done.  It was his Graphic Language.  A few strokes of the pencil can convey ideas which quires of writing would fail to impart.  This is one of the most valuable gifts which a man who has to do with practical subjects can possess.  \\\"The language of the pencil\\\" is a truly universal one, especially in communicating ideas which have reference to material forms.  And yet it is in a great measure neglected in our modern system of education.\\n\\nThe language of the tongue is often used to disguise our thoughts, whereas the language of the pencil is clear and explicit.  Who that possesses this language can fail to look back with pleasure on the course of a journey illustrated by pencil drawings?  They bring back to you the landscapes you have seen, the old streets, the pointed gables, the entrances to the old churches, even the bits of tracery, with a vividness of association such as mere words could never convey. Thus, looking at an old sketch-book brings back to you the recollection of a tour, however varied, and you virtually make the journey over again with its picturesque and beautiful associations.  On many a fine summer's day did my sisters make a picnic excursion into the neighbourhood of Edinburgh.  They were accompanied by their pupils, sketch-book and pencil in hand.  As I have already said, there is no such scenery near any city that I know of.  Arthur's Seat and Salisbury Crags, Duddingston Loch, the Braid Hills, Craigmillar Castle, Hawthornden, Roslin, Habbie's How, and the many valleys and rifts in the Pentlands, with Edinburgh and its Castle in the distance; or the scenery by the sea-shore, all round the coast from Newhaven to Gullane and North Berwick Law.\\n\\nThe excursionists came home laden with sketches.  I have still by me a multitude of these graphic records made by my sisters.  Each sketch, however slight, strikes the keynote, as it were, to many happy recollections of the circumstances, and the persons who were present at the time it was made.  I know not of any such effective stimulant to the recollection of past events as these graphic memoranda. Written words may be forgotten, but these slight pencil recollections imprint themselves on the mind with a force that can never be effaced. Everything that occurred at the time rises up as fresh in the memory as if hours and not years had passed since then.  They bring to the mind's eye many dear ones who have passed away, and remind us that we too must follow them.\\n\\nIt is much to be regretted that this valuable art of graphic memoranda is not more generally practised.  It is not merely a most valuable help to the memory, but it educates the eye and the hand, and enables us to cultivate the faculty of definite observation.  This is one of the most valuable accomplishments that I know of, being the means of storing up ideas, and not mere words, in the mental recollection of both men and women.\\n\\nBefore I proceed to record the recollections of my own life, I wish to say something about my eldest brother Patrick, the well-known landscape painter.  He was twenty-one years older than myself!  My father was his best and almost his only instructor.  At a very early age he manifested a decided taste for drawing and painting.  His bent was landscape. This gave my father great pleasure, as it was his own favourite branch of art.  The boy acquired great skill in sketching trees, clouds, plants, and foregrounds.  He studied with wonderful assiduity and success.  I possess many of his graphic memoranda, which show the care and industry with which he educated his eye and hand in rendering with truth and fidelity the intimate details of his art.  The wild plants which he introduced into the foregrounds of his pictures were his favourite objects of study.  But of all portions of landscape nature, the Sky was the one that most delighted him.  He studied the form and character of clouds--resting cloud, the driving cloud, and the rain cloud--and the sky portions of his paintings were thus rendered so beautifully attractive.\\n\\nHe was so earnest in his devotion to the study of landscape that in some respects he neglected the ordinary routine of school education. He successfully accomplished the three R.'s, but after that his school was the fields, in the face of Nature.  He was by no means a Romantic painter.  His taste was essentially for Home subjects.  In his landscapes he introduced picturesque farm-houses and cottages, with their rural surroundings; and his advancement and success were commensurate with his devotion to this fine branch of art.  The perfect truth with which he represented English scenery, associated as it is with so many home-loving feelings, forms the special attractiveness of his works.  This has caused them to be eagerly sought after, and purchased at high prices.\\n\\nPatrick had a keen sense of humour, though in other respects he was simple and unpretending.  He was a great reader of old-fashioned novels, which indeed in those days were the only works of the kind to be met with.  The Arabian Nights, Robinson crusoe, The Mysteries of Udolpho, and such like, were his favourites, and gave a healthy filip to his imagination.  He had also a keen relish for music, and used to whistle melodies and overtures as he went along with his work. He acquired a fair skill in violin playing.  While tired with sitting or standing he would take up his violin, play a few passages, and then go to work again.\\n\\nPatrick removed to London in 1808, and exhibited at the Royal Academy in the following year.  He made excursions to various parts of England, where he found subjects congenial to his ideas of rural beauty. The immediate neighbourhood of London, however, a bounded with the most charming and appropriate subjects for his pencil.  These consisted of rural \\\"bits\\\" of the most picturesque but homely description--decayed pollard trees and old moss-grown orchards, combined with cottages and farm-houses in the most paintable state of decay, with tangled hedges and neglected fences, overrun with vegetation clinging to them with all \\\"the careless grace of Nature.\\\"  However neglected these might be by the farmer, they were always tit-bits for Patrick.  When sketching such subjects he was in his glory, and he returned to his easel loaded with sketch-book treasures, which when painted form the gems of many a collection.\\n\\nIn some of these charming subjects glimpses of the distant capital may be observed, with the dome of St. Paul's in the distance; but they are introduced with such skill and correctness as in no way to interfere with the rural character of his subject.  When he went farther afield --to Windsor Forest, Hampshire, the New Forest, or the Isle of Wight --he was equally diligent with his pencil, and came home laden with sketches of the old monarchs of the forest.  When in a state of partial decay his skilful touch brought them to life again, laden with branches and lichen, with leaves and twigs and bark, and with every feature that gives such a charm to these important elements in true English landscape scenery.  On my brother's first visit to London, accompanied by my father, he visited many collections where the old Dutch masters were to be seen, and he doubtless derived much advantage from his careful studies, more particularly from the works of Hobbema, Ruysdael, and Wynants.  These came home to him as representations of Nature as she is.  They were more free from the traditional modes of representing her.  The works of Claude Lorraine and Richard Wilson were also the objects of his admiration, though the influence of the time for classicality of treatment to a certain extent vitiated these noble works.  When a glorious sunset was observed, the usual expression among the lovers of art was, \\\"What a magnificent Claudish effect!\\\"  thus setting up the result of man's feeble attempt at representation as the standard of comparison, in place of the far grander original!\\n\\nMy brother carefully studied Nature herself.  His works, following those of my father, led back the public taste to a more healthy and true condition, and by the aid of a noble army of modern British landscape painters, this department of art has been elevated to a very high standard of truth and excellence.\\n\\nI find some letters from Patrick to my father, after his settlement as an artist in London.  My father seems to have supplied him with money during the early part of his career, and afterwards until he had received the amount of his commissions for pictures.  In one of his letters he says: \\\"That was an unlucky business, the loss of that order which you were so good as send me on my account.\\\"  It turned out that the order had dropt out of the letter enclosing it, and was not recovered.  In fact, Patrick was very careless about all money transactions.\",\"timestamp\":1639288324,\"title\":\"\\nMy father was greatly interested in the architectural beauty of his native city\"},\"digest\":\"Q4sXu0bEPQQHcGVlqeFpPSR1FgGc9tQ3N66cHXyAJx4\",\"authorship\":{\"contributor\":\"0xBD285526750c6d1e9c301005d31Fcad2bE9E9AA0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zRRkIklBJx8Wow-l8TC1ZK_MuydIh5R64m_7VYijtkc\\\",\\\"y\\\":\\\"7eeigk8jZQDWJRO7lPb2UqikDDVCgz6BSnVkqidWoqw\\\"}\",\"signature\":\"V8l5p4J53Qyap4PQowAGF3kR7jqjSxX9O233ic2Y7ZZ0KhjDGN5m15hCc1aq2PEsiOmP0AdkmoLJvidRNeo4TQ\",\"signingKeySignature\":\"0xa0e3a30f0d294b0f20eb67883c7caed65a912d210f3e1038e703ee88b690cb2507c01a1010dfb01398909a22cfbcf942ea535077c796be1ffe13948737bff15f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zRRkIklBJx8Wow-l8TC1ZK_MuydIh5R64m_7VYijtkc\\\",\\\"y\\\":\\\"7eeigk8jZQDWJRO7lPb2UqikDDVCgz6BSnVkqidWoqw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Q4sXu0bEPQQHcGVlqeFpPSR1FgGc9tQ3N66cHXyAJx4\"}"