"{\"content\":{\"body\":\"## Competitive Advantage Is Changing\\n\\nCompetitive advantage is what every business strives for - it’s the only thing that separates a company from the army camped outside its gates loading catapults and sharpening swords. In today’s market dominated by big tech firms like Google, Facebook, and Netflix, two significant categories of competitive advantage are prominent.\\n\\nThe first competitive advantage comes in the form of closely guarded algorithms and code-bases, protected by layers of corporate policy, IT security, and legal frameworks. The second is the massive amount of data generated by users. The people working at these companies are brilliant and the products these people develop are, without a doubt, excellent. But the problem is that **the user-centricity discussed in marketing copy and job postings is secondary to the maintenance of competitive advantage and market dominance.**\\n\\nWeb3, however, **unlocks and lays bare much of that competitive advantage** and it does so **in service of the user**. Web3 companies are concerned with solvency and generating profits, but the openness inherent to the protocols of Web3 means innovation is unleashed and the organizations that best serve the user will win. Full stop.\\n\\n## Execution, Community, & Web3 User-Centricity\\n\\nThough innovation will remain important, a company’s true competitive advantage in Web3 will be primarily tied to two factors - execution and community building.\\n\\n### Execution Over Algorithms\\n\\nExecution is a team’s ability to consistently and quickly bring to life their value proposition and the promises they make to users and customers. Since the blockchain and smart contracts are a matter of [public record](https://etherscan.io), innovative concepts and code can be used, reused, reformatted, manipulated, and deconstructed. Pieces and parts can be extracted and incorporated.\\n\\nYou don’t have to guess how something was implemented, you can look at the smart contract, at the actual building blocks used to create the solution immutably coded into the blockchain.\\n\\nThis sits in direct opposition to the closely-guarded secrets protected by social web companies. Rather than commit significant resources to research and development, and then even more resources to protecting that innovation, teams can closely examine market leaders and see what is working and what is not. When innovation is accessible and there is an inherent bias toward execution, users win.\\n\\n### Community Values Over Value Extraction\\n\\nCommunity is a team’s ability to convert customers to users and users to partners. In the Web3 world, particularly as it relates to smart contracts, the blockchain, and [DAOs](https://mirror.xyz/0xA121F5f12fe3D5567A333EEef2dce45945C0ECCF/-_U8Yx4k22Pg3TnqIE1tzi6TRhGuJCWQt98qczjTRhE), a customer’s stake in the success of a company will transcend the transactional relationship of old.\\n\\nRather than “I give you X currency or data and you give me Y that accomplishes Z,” the relationship for successful companies will look more like “I give you X, you not only give me access to Y that accomplishes Z, but also provide me with access to those who build the product, a say in the development of the product, and the ability to reap rewards from the future success of the product.”\\n\\nWhen the interaction between a company and its customers shifts away from value extraction and toward shared value, users win again.\\n\\n#### User-Owned Data Over User-Generated Content\\n\\nWeb2 companies own your data. Unfortunately that statement doesn’t require much more nuance or context. The content, pictures, and videos you post on Web2 social media apps or the “likes” you give to movies and shows on your favorite streaming service are owned by the platform, not by you. This simple fact is an important artifact of Web2 and is one of the areas in which Web3 can innovate significantly.\\n\\nThe blockchain will enable the development of platforms and protocols that put you in sole control of your data, allowing you to determine who can access your data, when they can access your data, and what they can do with that data. Web3 companies will find innovative ways to broker this data and unlock value for users that was previously extracted by large companies.\\n\\nDecentralizing control of user-generated data - or rather centralizing each user’s data into their own control - disrupts the second pillar of Web2 competitive advantage.\\n\\n### Competition & Funding\\n\\nCertain protocols and companies will rise to prominence and become incumbent organizations that are difficult to unseat. There are already several examples, such as [MetaMask](https://metamask.io/), a provider of crypto wallets and [OpenSea](https://opensea.io/), the most popular NFT marketplace.\\n\\nThe availability of funding through fungible tokens, NFTs, and community building, however, enables smaller organizations to raise the capital to execute on a product roadmap. Coupled with the ability to examine and deconstruct the technical foundation that the incumbents are built upon, newer organizations and protocols are on a significantly more level playing field than if they were competing against Web2/social web companies.\\n\\n# Productive Stealing - How Rising Tides Raise All Ships\\n\\nIt is logical to believe that organizations building in the Web3 ecosystem are at a disadvantage compared to their Web2 counterparts because their innovation is exposed. There are several examples, however, of both the original projects and their iterations succeeding side-by-side. This rejection of the [zero-sum game](https://en.wikipedia.org/wiki/Zero-sum_game) is a fundamental shift from social web thinking. In Web3, through “productive stealing,” win-win is the default position.\\n\\n> The open ecosystem native to Web3 not only promotes competition and user-centricity, but also enables competitors to learn from one another and succeed together by improving solutions and increasing the size of the entire market.\\n\\nAs projects continue to build on one another’s success, the innovation curve ramps up significantly and user experience improves, activating a flywheel that increases the size of the market, which in turn enables more successful projects and more innovation.\\n\\n#### The Web3 Market Growth Flywheel\\n\\n1. Original builders create value for users\\n2. New teams deconstruct and build on those original solutions and protocols\\n3. Product and solution user experiences improve enabling existing Web3 users to unlock additional value\\n4. Web3 onboarding improves which enables more net new users to enter the market unlocking additional funding and customers for both original and new teams.\\n\\n## Projects & Derivatives - Examples\\n\\n### Decentralized Finance (DeFi)\\n\\nThree prominent examples of decentralized finance projects and the productive copies of those projects, known as “forks” or “derivatives,” are below.\\n\\n* [Klima DAO](https://klimadao.medium.com/klima-dao-ecosystem-climbing-olympus-3f6b3944b4c5) built off [Olympus](https://www.olympusdao.finance/)\\n* [Wonderland](https://www.wonderland.money/) built off [Olympus](https://www.olympusdao.finance/)\\n* [Sushi](https://medium.com/sushiswap-org/the-sushiswap-project-8716c429cee1) built off the [Uniswap](https://uniswap.org/) protocol\\n\\nThe projects listed above all have market capitalizations in the millions or billions of USD at the time of publication.\\n\\n![The Olympus DAO App Dashboard](https://images.mirror-media.xyz/publication-images/qQEqz8C3N2xJ6uphmGpEL.png?height=936&width=1918)\\n\\n![The Wonderland App Dashboard](https://images.mirror-media.xyz/publication-images/-B_fqu6Jt5rXtpxO1SWZh.png?height=933&width=1921)\\n\\nFor DeFi projects, the origin of the protocol or code-base is essentially irrelevant. Again, “productive stealing” benefits the entire ecosystem and all that matters is whether a solution is creating value for its users.\\n\\n### NFTs, Art, & The Creative Commons License\\n\\nSeveral NFT projects have also open-sourced their artwork and made it part of the public domain using the Creative Commons or [CC0 license](https://creativecommons.org/share-your-work/public-domain/cc0/). One of the most notable examples of such a project is [CryptToadz by Gremplin](https://cryptoadz.io/). Because CrypToadz uses the Creative Commons license, other artists are able to create and sell what are known as derivative projects using the CrypToadz as inspiration or as a base for their new work.\\n\\nIn this case, the true competitive advantage for CrypToadz by Gremplin is the **provenance** of the original collection. The fact that the origin of the project is traceable and provable on the blockchain means there is no doubt when a user is interacting with the original CrypToadz by Gremplin or a derivative work.\\n\\n![CrypToadz #4503](https://images.mirror-media.xyz/publication-images/qXzadYv-jWVqi87C-QrSO.png?height=286&width=286)\\n\\n#### A Note on Attribution\\n\\nNo blanket rule or standard has emerged, but the common pattern among successful projects engaging in productive stealing is to simply acknowledge the origins of the solution through a blog post or Twitter thread. That’s it. Just like you learned in school - cite your sources and you’re covered.\\n\\n# So, What Does It All Mean?\\n\\nAlthough the expression of competitive advantage is different in Web3 than in the social web, companies and teams will still have the ability to create a tremendous amount of value for traditional stakeholders.\\n\\nOne critical difference, however, is that since user-centricity is baked into the protocols and building blocks of Web3 itself, users are no longer simple consumers of a product or service, but start to look more like those traditional stakeholders.\\n\\n> **Users will continue to be consumers of products and services, of course, but they will also be community members, investors, and decision-makers.**\\n\\nWhat are your thoughts on competitive advantage, user-centric products, and how Web3 will change companies, competition, and our lives? Reach out to me [@thepeffrey](https://twitter.com/thepeffrey) and let’s continue the conversation.\",\"timestamp\":1635297833,\"title\":\"Natively User-Centric - How Web3 & The Blockchain Put Users First\"},\"digest\":\"vqpc4GHAKB696Oz9eKYm6_hfoi9h-Labn_TxQYIsBmk\",\"authorship\":{\"contributor\":\"0xA121F5f12fe3D5567A333EEef2dce45945C0ECCF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KwAPW8zvsBuKZAi_JUO38YywhgCnqkm6WFsTvHVow3M\\\",\\\"y\\\":\\\"wha_C-WyBzo8BGcxWPkgg9h_zUSi5WqB-q6FJj_7P3o\\\"}\",\"signature\":\"Yip7ikfqKtReb875UQtuXFd1cd7CABsQ17sgClbxPAKSTFBXxjDb-0Wl2Bzb8p_-iw3cb-rv1MjH1YBcoW5apw\",\"signingKeySignature\":\"0x24c134b5e000ab88f63b0be36c93a8419eb6f4e0c3dd0c5f211ed730f26d96082e426597a0a5c633e6043dfdc127b517cd7df722026e658992edd4d182ec8e9f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KwAPW8zvsBuKZAi_JUO38YywhgCnqkm6WFsTvHVow3M\\\",\\\"y\\\":\\\"wha_C-WyBzo8BGcxWPkgg9h_zUSi5WqB-q6FJj_7P3o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"p-_D3eS_MAyljX86chxZRq4-K2ohXfPmLljmHeI8R3w\"}"