"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/7WDptuo2g2WFQR1iV_zJt.png?height=200&width=600)\\n\\n**止损单：**\\n\\n**何时设置止损单**，止损单必须在开始交易同时就设置，这条规则没有例外。原因在于，你设置止损单时的头脑判断一定会比你进行交易时，或以后当你承受着市场变动的压力和困惑，也许听到各种消息，担心受损失时的头脑清晰得多。\\n\\n**变更止损单**，一旦设置了止损单，就不应当改变，如果你的预测告诉你应当改变止损单，要记住提醒自己，你的第一份止损单的目的就是要把可能的损失降到最低。如果不是为了确保利润，一般不要改变。总之，只能向有利的方向谨慎改变止损单。\\n\\n**何时变更止损单**？我们得设定规则，作为我们操作的指导思想，并在价格运动中加以验证。规则是等待，直到两天的价格波动完全超出了我们原来设置止损单的模式，这时我们再设置新的止损标准。\\n\\n**“心理止损单”**对的缺陷：从理论上讲，心理止损单没有事先设定好的自动执行的常规止损单那样起同样的作用，但条件是交易者必须时刻接触市场，并在价格达到他的心理止损点时马上能做出反应。但是在实际操作过程中，在关键时刻总会有诱惑来延误执行的，总会有“再给一次机会”的想法来变动心理止损单，结果是最后承受不必要的更大损失。在长期实践中，有经验的交易者发现，精心设置止损单是成功交易的一个重要部分，提前设置，可以说冷静又理性的事先设置止损单，交易者会避免心理混乱和在市场出现意想不到反转时总会让人耽搁延误的倾向。\\n\\n**模式内止损单交易无效**：需要注意的是等到预测的重要模式完全形成，能够预测以后发展走势时，我们才进行交易。只有在这种有相对可靠的技术模式支持时，止损单才是非常有效的。有些交易者喜欢在模式之内根据价格的小型波动来牟利，但是在这些区域或各种模式之中交易面对的是不稳定性和不确定性，即使使用止损单，也不能让交易更安全些，因为止损单不能准确地设置，很难找到风险不大且能盈利的止损点。所以不推荐在模式内使用止损单进行交易。\\n\\n**研判大势，顺应大势交易**：交易者应当主要顺应大趋势进行交易，而不是不断变化方式，试图把握每一个逆转大趋势的可能的微小波动。那样做的结果必然是在大的变化面前犹豫不决，陷入主观臆断来判断市场大趋势的转折。交易者是有理由在市场内外获取小额利润的，但问题是进行这些短期交易时，他决不能失去对市场主要走向大势的把握，因为那里有他获取利益的最好时机。\\n\\n**耐心等待理想的时机：**在理论分析时使用想象力大胆假设是很符合逻辑的，但是在实际交易中还是等待理想的形势小心求证吧，等待确切的模式出现。这样要比仅凭主观臆断或者主观假设就不顾形势的不明朗或不确切不被验证，仓促地投入资金进行实际交易要好的多。\\n\\n在模式的形成过程中获利也是可行的，但是当价格朝着市场主流趋势快速运动时利润更大、更确切，而市场主流趋势就是从这些区域模式或准备阶段中生成。最好要耐心，要克制获利的雄心，没有完好的模式出现时先做一个市场的旁观者，而不是耐不住寂寞，在形势不明朗时急于出手。过于急躁和草率的行动经常导致最终失掉利益、资金和信心。在市场上赚钱的原则有三条：耐心、耐心和更加耐心。\\n\\n**过于保守谨慎型交易者：**\\n\\n保守的交易员有可能由于他的个性而犯错误。也许从长远看保守谨慎的个性使他获得成功的概率更大，但是他必须警惕过分保守、过分谨慎、过分犹疑和胆怯。具有这类个性的人通往成功的最大障碍是他的犹豫不决和胆怯。他推断出一个非常清楚和正确的趋势、直接且确定的走向，然后他过于仔细地考虑相反的可能性，最后决定再继续观望，市场上的机会离他而去。他的判断是正确的，但是他的个性使得他越耽搁就越犹豫、心理就越发虚没有信心，也就越不可能从正确分析中获利。\\n\\n犹豫不决的结果不仅是心理感到烦恼，而且很多情况下会促使他原本正确预测趋势即将结束或者逆转的时候失去以往的耐心分析和清晰头脑，在市场上匆忙出手，导致错误行为。\\n\\n保持适度的保守和谨慎有利于在市场上取得成功，不过过度的保守和过分莽撞一样让交易者一无所获。把果敢和保守恰当地结合是作为一个成功的交易员的理想个性条件。\\n\\n**固执己见的危害：**\\n\\n我们建议过分保守谨慎的交易员要培养自己果敢的品质，然而绝不能走到另一个极端而变得过分自信或在决策时固执己见，图表分析中最忌固执。如果市场走向和个人的主观分析不符那么市场会教会他们改变自己的分析策略。图表交易可能犯的最大错误就是认为市场动向取决于他的分析，取决于他认为将来会发生什么事情，这样就会变得过分自信和固执己见。应该认识到，分析对市场动向毫无直接影响，市场永远是对的。\\n\\n给市场变化时间。技术交易决不能缺乏耐心，过于自信和固执己见应当避免，但是缺乏耐心轻易改变行动计划也不可取。没必要仅仅因为市场变化不能很快和上一周的分析相符就轻易地改变计划，只因为市场变化迟缓、不活跃，就轻易地改变计划或市场策略是没有理由的，只有真正地走向明确地和以前的判断相反时才可以改变计划和策略。给市场时间，等待行情的慢慢展开和明朗。\\n\\n过量交易在经济上和心理上带来的损失要比其带来的利益大得多。有的失败就完全是过量交易直接造成的。\\n\\n**市场本身是朋友：**\\n\\n如果我们倾向于完全依赖技术分析来做出决断，我们就不要让市场以外的因素过多地干扰我们的想象力。市场本身会为我们对所有的资讯做出评估，包括所谓的权威人士都得不到的内幕消息。只需要坐在办公室或书房里，不是对自己的幻想放心，也不是由于过分自信，而是确信如果我们准备充分，通过仔细研究，通过耐心和努力，就可以把我们自己内心的明灯和经验及理解结合起来。因此我们在实际市场操作中最值得信赖的朋友就是市场本身，因为它已经把自己可能的前景展现给了那些能够成功解读其信号的人了。\\n\\n不要为失去了机会烦恼，研究自己的错误，而不是去懊悔，从中发现原因，市场不缺机会。记住你的错误比你正确的预测对于你最后的成功的价值更大，学会避免不必要的损失，收益自然会来。同时也要坦然面对不可避免的损失，因此不要让自己偶尔计划的流产而烦恼，学会正确使用止损单，在意外发生时减少损失。\",\"timestamp\":1642563250,\"title\":\"加密货币市场趋势与技术形态分析（三）\"},\"digest\":\"SUYC2ritigXXn09vc6s1TCU8z6WZ97u970B36SMvM-s\",\"authorship\":{\"contributor\":\"0x5439a6446dc63aB1AB3E1AFdBACb308A0D1DB71B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XUZMKJGCbn6o5jx_CTAxlp1h7evI7nwLSjoUrH8RW54\\\",\\\"y\\\":\\\"lv6On4al7EWifivqHi5UVv7AQzMXQyX135dOjYS9g00\\\"}\",\"signature\":\"Pq08OwnrdKetDa8cpRyNaiSEJPsdyGP56-MfkaFcsQEmM9VKUPWlhjdewRzqhS7a0GxueLWEARKjGLNPCI1N8Q\",\"signingKeySignature\":\"0x4d112c708810e085dba62d0f07d1bb7881d789de0f7e88c6e7995719c9d48d0a5ceedb0b84142146da8c408bd161cb97b691af27d0ba048073bc565f9b0924571b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XUZMKJGCbn6o5jx_CTAxlp1h7evI7nwLSjoUrH8RW54\\\",\\\"y\\\":\\\"lv6On4al7EWifivqHi5UVv7AQzMXQyX135dOjYS9g00\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SUYC2ritigXXn09vc6s1TCU8z6WZ97u970B36SMvM-s\"}"