"{\"content\":{\"body\":\"## Lessons Learnt On Day 2:\\n\\n1. Give it time, it will come.\\n2. Appreciate the free time you have.\\n3. Don't have a lot of caffeine.\\n\\n## Quote of the Day:\\n\\n> *\\\"You spend most of your life in your head, make it a nice place to be in. - Unknown*\\n\\n## 09:52\\n\\nToday I woke up at 07:45 and I did my normal routine - so I did my ablutions, prayed Fajr, and read Surah Yasin. Again that took 20 minutes. Afterwards, I started to plan my day. Since I’m back to work I’m going to have to do as much studying as I can during the day. I’m heading back to university this Sunday so I’m doing to have to pack my belongings too. I’ll be very busy this week - let’s hope I can make it a productive week. I’ve opened my laptop now and watching the Sidemen. If you don’t know who they are, they’re a group of guys based in the UK who make funny videos ranging from gaming to fun challenges. Right, back to work!\\n\\n## 15:52\\n\\nSo update, I’ve managed to complete a huge chunk of my report. It finally makes sense to me and now I know what I need to do, essentially I have to do one whole section again but this time I need to show my workings out. Sounds simple but it’s a lot to do! I’m glad I know what I need to do now. Besides that, I’ve eaten lunch at half 2, which is much earlier than yesterday! Today I had chicken biryani. Biryani is a common type of South Asian dish consisting of mixed rice with a shedload of spices and different vegetables. My mum made it with peas, carrots, sweet corn, and chicken. Honestly, it tasted amazing and had to help myself to two servings. I’m now taking a small break before I have to start work. My job is basically tutoring English and Maths to children aged around 8 to 13. It’s a really fun job and I do enjoy tutoring. Although it’s online I still feel I can get to know my kids well and learn a lot from them. Today I’ve got two kids and I hope it all goes, providing that the internet connection is stable!\\n\\n## 18:41\\n\\nI’m now waiting for my second student. I’ll update you on my first student. She’s done really well today and she managed to do some challenging worded maths problems which has shown how much progress she has made. I’m almost really impressed with her and she wants to improve more, she asked if I can go over subtracting mixed numbers. I personally think it might be difficult for her but knowing her for 4 months, she does have willpower and does put effort into her work. This moment made me realise, like dang, teachers do want to help you and do want the best for their kids. I literally see these kids as my own and I’m willing to support them and give up my time to help them. Being a teacher is not easy but gosh it’s so rewarding! My second student is also wonderful to teach but he’s not turning up, perhaps he’s having difficulties joining the session. Hopefully, he turns up!\\n\\n## 21:56\\n\\nSo my student didn’t turn up which was a shame as I was hoping to get an update from the birth of his baby brother. He was very excited and I really wanted to meet him! Let’s hope he turns up next week. Despite that I have had a pretty chill evening, fried some chicken nuggets and chips, and watched some Sidemen videos on YouTube. I truly felt I deserved this break and get an early night. Tomorrow I’m going to head to the shopping centre to run some errands and hopefully get some new items! Thanks for reading it and for doing this, you’ll love yourself for it.\\n\\n**Thank you for reading!** 😁\\n\\n**Honestly, my life is pretty ordinary, and not much happens, but that doesn’t matter. The reason why I’ve started journaling is to help me clear my mind and understand my thoughts. As for myself, I do understand when a person has endless thoughts and is a deep thinker. Journalling has helped me feel happier, healthier, and more human. That’s why you should do it too!**\\n\\n**Subscribe to me on Vocal and follow my TikTok to be updated on my journey!**\\n\\n**Tiktok: @baxterpage**\",\"timestamp\":1641484122,\"title\":\"Journal Day #3\"},\"digest\":\"w3xRgDFgB_I1RMGQYu1A1l6VdK3rAHlUtR_bAhVfe9Q\",\"authorship\":{\"contributor\":\"0x5982e1d19F1e3712f3B2ee6A4f19649cc2414E6B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5AgyRs7936yjz08n9eAq3TUHhNpttflkuHCeUbe7CLQ\\\",\\\"y\\\":\\\"I4q5VRVTru-bU9ldkowi9yhNJolrjgCVKQtRgdO_T-Y\\\"}\",\"signature\":\"FNbjHusu5PYWkwr8aBfOpHTJhBHXA712w6Y7uQtZjVHhXUolA5pyptvsCXmHmzLaEDMyNu_uurISBfuyVg8gZg\",\"signingKeySignature\":\"0xd1f1f43dba96ef936bfb56f24911eb28f5c21080faa9873332666cd67ec3969f67dc95e72118f0ea62209b28e47d37fa5c1fcd76a84f09229f678eca3a4fa67a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5AgyRs7936yjz08n9eAq3TUHhNpttflkuHCeUbe7CLQ\\\",\\\"y\\\":\\\"I4q5VRVTru-bU9ldkowi9yhNJolrjgCVKQtRgdO_T-Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"w3xRgDFgB_I1RMGQYu1A1l6VdK3rAHlUtR_bAhVfe9Q\"}"