"{\"content\":{\"body\":\"The Bank of Canada should issue a central bank digital currency that can be converted into a “loonie,” the colloquial term of the Canadian dollar, as cryptocurrencies grow in popularity, [a new report by C.D. Howe Institute said](https://www.cdhowe.org/public-policy-research/two-sides-same-coin-why-stablecoins-and-central-bank-digital-currency-have).\\n\\n“Canadian-dollar-linked stablecoins could become attractive to Canadians by making them convertible into cash issued by the Bank of Canada, and ensuring that stablecoins are well designed and regulated from business conduct, competitive, operational, privacy and prudential perspectives,” wrote Mark Zelmer and Jeremy Kronick, the authors of [the report](https://www.cdhowe.org/sites/default/files/2021-11/Commentary_613_0.pdf).\\n\\nA [stablecoin ](https://www.coindesk.com/learn/what-is-a-stablecoin/)is a type of cryptocurrency whose value is tied to an outside asset, such as the U.S. dollar or gold, to stabilize the price. [Recently nominated vice-chair](https://www.coindesk.com/markets/2021/11/22/biden-renominates-powell-as-fed-chair-appoints-brainard-vice-chair/) of the U.S. Federal Reserve, Lael Brainard, has [voiced her support for the potential advantages](https://www.coindesk.com/policy/2021/11/19/biden-and-the-fed-why-powell-or-brainard-wont-change-much-for-crypto/) of a central bank-issued digital currency (CBDC).\\n\\n## Indirect CBDC\\n\\nSuch a feat by the Bank of Canada will require any potential stablecoins to be well designed and regulated to make them attractive to Canadians, Zelmer and Kronick wrote. The digital currency should also be issued in token form, with decentralized technology for settling transactions, allowing Canadians to retain most of the benefits of a paper currency, the authors added.\\n\\n“Our preference is for an ‘indirect CBDC,’ one that is allowed to pass over the balance sheet of payment providers, mimicking cash/banknotes on the Bank of Canada’s balance sheet today,” the duo said.\\n\\nThe authors also highlighted that such adoption may incentivize private sectors to introduce Canadian-dollar linked stablecoins by enabling convertibility to cash to take place digitally, without relying on physical bank notes.\\n\\nOn Feb. 25, Canadian bank VersaBank said [it plans to launch a stablecoin “VCAD” which will be pegged to the Canadian dollar](https://www.versabank.com/in-the-media/canada-based-versabank-unveils-plans-to-launch-vcad-canadian-dollar-backed-stablecoin/) on a 1:1 ratio basis.\\n\\n## A new chapter\\n\\nThe Bank of Canada adopting a digital currency that is convertible into Canadian dollars could usher in a new chapter in how Canadians pay for their goods and services. According to the report, however, this move can only be successful if there is a mass adoption by the consumers and there are infrastructures to support such use of digital currencies.\\n\\n“Canadians are more likely to favor those stablecoins if governments facilitate innovation in the payments world so that Canadians can benefit from ongoing advances in payments systems and crypto-technology, and the purchasing power of the Canadian dollar is maintained by keeping inflation low,” the authors concluded.\",\"timestamp\":1637891314,\"title\":\"Canada Needs a Loonie-Linked Digital Currency, Policy Experts Say\"},\"digest\":\"eaZIbd2EzsUy5QFMz8lb8kqNNB-mIprXpCKLY3ADCQo\",\"authorship\":{\"contributor\":\"0x4FA4167b3C94A80416bBc768fB919BF3AcE9F8C2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dKS8oNMZ6-Ffj40i8ZnQMW31b3n43XufEJuOWbPO0f0\\\",\\\"y\\\":\\\"O5wmPEtNhQGXTCwcy5TdePNQmL_Om8CP1clMXTJwx_M\\\"}\",\"signature\":\"9LkcSMSLTaVknBK7rODpmrRI_UM0A8HXAwJJMSYPhjZ45QkYGWPUiObXznCCgeDcTy05ZyyCgnhyI0Q2-oCPRw\",\"signingKeySignature\":\"0x5f677a7a6a3a09b8ac09ab948fa36b896f1ede2a10e762e0aa3e61aa688fd482534e7f7c4668e85987f398f0f634f913840d2ae85e0fe4c7f4b83d97f71f77611c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dKS8oNMZ6-Ffj40i8ZnQMW31b3n43XufEJuOWbPO0f0\\\",\\\"y\\\":\\\"O5wmPEtNhQGXTCwcy5TdePNQmL_Om8CP1clMXTJwx_M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eaZIbd2EzsUy5QFMz8lb8kqNNB-mIprXpCKLY3ADCQo\"}"