"{\"content\":{\"body\":\"Hey guys,\\n\\nJust wanna drop some quick thoughts about Bored Ape Yacht Club, after they sold out almost 2 weeks ago. This is my first time writing about NFTs, so this could be really short or it could be really long. I’m writing in a stream of consciousness and likely won’t do any editing besides spelling errors I catch as I’m going.\\n\\nFor those who have been under an NFT shaped rock, [Bored Ape Yacht Club](http://boredapeyachtclub.com/) is a generative avatar project (a la CryptoPunks, Hashmasks, Avastars, etc) that uses apes as it’s canvas. They released at .08Ξ, and per ape, saying that bonding curves are a Ponzi, so everyone could dig in and get one, relatively affordably. Many collectors went all in and got multiple and word on the street is that Pranksy got 1200 of the 10,000 released. I think they’re gonna end up in a NFTBox, which is a project he does where he puts a bunch of NFTs in a box (duh) for you to claim, kinda like if you were to get a subscription box. Some believe when that word got out, then people dove into BAYC.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fdcd06f2f-f3e2-4a41-a88f-a7c758d4e45d\\\\_631x631.jpeg)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fdcd06f2f-f3e2-4a41-a88f-a7c758d4e45d\\\\_631x631.jpeg)\\n\\nWith any project like this, the key component to it’s success is community — and how it’s going to build and maintain said community. BAYC is the first avatar project that was affordable to artists since the NFT boom, but also had a great look. One thing that was super exciting to NFT artists at the very onset was that they have copyright and licensing rights for the specific apes that they owned. **This is where my main issue with the project stems. **I think opening the possibility for artists to create derivative NFT works using the BAYC avatars they owned in a sense oversaturated the space because SO MANY artists bought into them. This is the first time that NFT artists could afford to buy an avatar project since the NFT boom of 2021, so it’s to be expected they would be excited to participate, but honestly they overdid it. I’ve seen over 200 different derivative BAYC characters created by artists, ranging from throwing a filter on top of it to do a full scale 3D recreation, and without regard to whether the derivative works were good or bad, it was too much. Giving artists this level of freedom has the power to diminish the brand because now they’re in control of how we perceive it. That’s decentralization though, right?\\n\\n**What I love about BAYC**, and I hope other projects like this copy, is the strength of the community. Everyone who has an ape is so excited to be a part of the community. BAYC has what’s called The BAYC Bathroom where artists can write on the bathroom walls but only if they are owners of an BAYC ape. There’s also, of course a discord community for ape owners. There is a future as well that includes ape breeding to create further generations of apes, a merchandise store for members only, and it seems like games like treasure hunts with real world prizes like Apes & ETH.\\n\\nFor me, this opens the conversation of if giving up the copyright and licensing to a bunch of artists is the right move. Should they have the keys to possibly ruin perception of your project via what they create? Of course, they bought in so they have an interest in it going well, but well-meaning people fuck shit up every day. Every single day.\\n\\nAnyway thanks for joining me on my first NFT related piece. I have lots of thoughts so there’s a lot more to come.\\n\",\"timestamp\":1633554183,\"title\":\"Bored of Bored Apes, After Only A Week\"},\"digest\":\"ZBwHPRlGfQeIG-B6KMturNg1nJRAYJdXeJQHY1nVMes\",\"authorship\":{\"contributor\":\"0xeD22Bb0106c24C7f6b4d8AAe33639e1467061F64\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-EwyH0X1WC6a_9lebdxcA6_in8sztD92b45VyjwsL1E\\\",\\\"y\\\":\\\"QdIDB4o5J3Xg5cTELV9PjZWrcCcmKONQjwMzkr9HxI0\\\"}\",\"signature\":\"cp2OpHw7_SOYUzLRnXkBeC_5mPOcFMPdH2ZZV8z5_pcWaI351iVI8-iB3NO4E4jTZBvmFuy7xYYpJwCqX6Y4QQ\",\"signingKeySignature\":\"0xe445cbeeb1e2a2fc8e28cb7ac9029583b1354ddb03bcb7882004fc66e887fccd5cdf42a31c62d6000a030549b36d8be5d2203aef0b4017184750ca43a219eea31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-EwyH0X1WC6a_9lebdxcA6_in8sztD92b45VyjwsL1E\\\",\\\"y\\\":\\\"QdIDB4o5J3Xg5cTELV9PjZWrcCcmKONQjwMzkr9HxI0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZBwHPRlGfQeIG-B6KMturNg1nJRAYJdXeJQHY1nVMes\"}"