"{\"content\":{\"body\":\"In my opinion, NFT is the most interesting market segment because they attract great interest from people who have no encryption background at all. People outside the encryption community can join cute digital pictures + chain games, which is better than explaining P2P.\\nThe advantages of lending and iterative financial system updates are much easier. I see four main trends here: on-chain and generative art with historical value, avatar NFT community + companies entering the field, selling personal works\\nTraditional artists and photographers, and chain tours.\\n\\nFrom a purely historical point of view, the first and most influential works on the chain (such as Punks /\\nArtBlocks) gives high value, which is a springboard for others to have a strong interest in NFT at the end of last year. Since Ethereum is the first smart contract platform, from the perspective of traceability and early communities, as the field of encryption grows, the first batch of NFTs on its network will maintain high value. I would like to know whether this trend is also applicable to other alternative L1 public chains, which have just launched the first batch on their platforms.\\nNFT. Solana, Fantom, AVAX, Harmony and other projects now have some NFT projects and related NFT markets. Early users who have been using these platforms as their preferred ecosystem may think that the projects on these platforms are as valuable as the Ethereum family favors projects such as Punks. Looking at the generated art category, it is obvious that even if the cost of casting increases, Art Blocks is still the dominant platform. Later, there will be a popular work like Fidenza, especially over time.\\nShift, the number of generated artists will increase.\",\"timestamp\":1636195379,\"title\":\"NFT market outlook\"},\"digest\":\"VK68TFr00joAtLAe1a0qgx82ckOfWD3sxKU7N-eOUkk\",\"authorship\":{\"contributor\":\"0xa1D91756072f10A627F69f3336942FeD9e451A3a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WI4WX8iFlUoLvBHNi7WTbozUxjakjSVrFRSU_u1Dx8k\\\",\\\"y\\\":\\\"EbvmaxhDr6VNG_jIbQxntv2GNIe7uWdhrGnKYd1sbyQ\\\"}\",\"signature\":\"5iFQPdsZd7EXmjNI_suaxJjjqNouuQf0MlAjmXgNy5eEyKBehvxmn_dqmRVwsCg6ln-LSZIthFMDhWWZEJ_Ihg\",\"signingKeySignature\":\"0xa2baab8398dc1f77ed2dfbf7e2c47eac48961ca28bbed9c44ce1c97e5d6975903056b8bb36470f89795381cf55a8f3c4f3f6605eba8fd2ab6f23fdfe52cf33cc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WI4WX8iFlUoLvBHNi7WTbozUxjakjSVrFRSU_u1Dx8k\\\",\\\"y\\\":\\\"EbvmaxhDr6VNG_jIbQxntv2GNIe7uWdhrGnKYd1sbyQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VK68TFr00joAtLAe1a0qgx82ckOfWD3sxKU7N-eOUkk\"}"