"{\"content\":{\"body\":\"> NFT is the armor of creators, with wings too. You should cast your works into NFT right away. - Fearless Zi\\n\\nCurrently, the most common association and reflection words in the NFT field are \\\"investment, wealth, skyrocketing\\\", and the press will report only typical cases and high-priced transactions.\\n\\nPopular science is comprehensive, long, and obscure (really needs to be detailed), while media content is mostly a half-understood transfer, and the final impression on people is \\\"financial growth\\\", leaving people behind, the notorious impression of \\\"cutting leeks\\\". However, we should clearly realize that the role of the NFT is not like this.\\n\\n## NFT is the armor of the creator\\n\\nAs a creator, NFT is the armor of our creators, and it has nothing to do with money. When you transfer, auction, and sell at a fixed price, NFT will be connected to money.\\n\\nAlmost all of us have had work results misappropriated by others, and we often choose not to pursue it. It is not so much generosity as it is helplessness. we are not only facing a simple thievery issue; they will misinterpret and tamper with our intentions, causing us many bother, it will even lead to cyber violence.\\n\\nWe can solve the problems above with NFT fixed on the blockchain through encryption technology, so I would argue that NFT is the armor of the creators.\\n\\n## NFT is the creation's wings\\n\\nWhether our income is low or even high, NFT will help us get what we deserve. NFT can also make pricing hegemony unsustainable and eliminate middlemen (professional managers still necessary). furthermore, you can continue to receive revenue through royalty settings indefinitely.\\n\\nPeople will put the NFT under the metaverse to express, and assume that if they're not interested in the metaverse, they shouldn't be paying attention to the NFT. This view is superficial and misleading. in the digital world's evolution from Web2 to Web3, NFT and Metaverse are parallel systems.\\n\\nMake a difference through your profession, join the NFT, and engage with the ever-evolving digital world. You will encounter more diverse cultures, connect with other kinds of people, and master some interesting and fresh tools. as our creators, we will reap unexpected rewards from the crypto world. These rewards are our wings.\",\"timestamp\":1637857587,\"title\":\"NFT is the armor of creators, with wings too.\"},\"digest\":\"tEQ8Wyu6mXXY6OzrKA0zb_KamNI9oFQY2GATGW0HVcY\",\"authorship\":{\"contributor\":\"0x22D417FdbD90ac056Fc0d9c81B5F9361DE2CbC9f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"h24dccVqBauq6Bb8rBw9wYgg3QmMm5iUqspjbVSA64s\\\",\\\"y\\\":\\\"XWAekKQhvrPfNwfmEU9XR4e8CyCxlw64IDgTRkGPrrY\\\"}\",\"signature\":\"7GfTIl_MfEdwlKTmZOglVALLdZovcJBGBdPN4cqRELGL5IY8c5bYCEOxBvIjRMlQ6QedGJrfJsptVE5wHLrV1Q\",\"signingKeySignature\":\"0x8b67ce5a3254eb2878b8397c3ac88ae0ce2a762e058a55375cc953c3c270b0245e1b323593da90ca00b801b19fc6b2227a378d58386d25b582e4805c5c0026ee1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"h24dccVqBauq6Bb8rBw9wYgg3QmMm5iUqspjbVSA64s\\\",\\\"y\\\":\\\"XWAekKQhvrPfNwfmEU9XR4e8CyCxlw64IDgTRkGPrrY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tEQ8Wyu6mXXY6OzrKA0zb_KamNI9oFQY2GATGW0HVcY\"}"