"{\"content\":{\"body\":\"*Left: Anomalocaris (painted by [John Sibbick](https://www.nature.com/articles/530268a)). Right: my Google Glass onboarding.*\\n\\n*“My ten year old comes into my office and he says, ‘Dad, I keep hearing you talk about Big Data. What is this Big Data thing you’re talking about?’ I said to him, ‘Imagine if your whole life you’ve been looking through one eye, and all of a sudden for the first time scientists gave you the ability to open up a second eye. So what you’re getting is not just more data – you’re not just getting more vision, you’re getting a different dimension, a different way of seeing.’ And he said, ‘Dad, could computers open like a third eye, and a fourth – a thousand eyes?’ And I said, ‘That’s exactly what’s going on.’”*\\n– Rick Smolan, author of *[The Human Face of Big Data](https://www.youtube.com/watch?v=OIxMslfABfA)*\\n\\nThe Burgess Shale in Canada records [the most explosive evolutionary moment](http://www.sciencedaily.com/releases/2013/09/130912131753.htm) in our fossil record – the instant when animal life blossomed from sponges, jellyfish, and worms to all contemporary phyla *and* many more than have since gone extinct. This unusually well-preserved stratum is a revelation of countless bizarre soft-bodied creatures, [some so foreign in body plan](https://en.wikipedia.org/wiki/Hallucigenia) that paleontologists have argued for decades which end goes “up.” Others turned out to be the hallucinogenic combinations of “organisms” from other fossils – what first appeared to be a shrimp, a jellyfish, and a crab all came together in the superpredator of the Cambrian Seas, *[Anomalocaris](https://en.wikipedia.org/wiki/Anomalocaris)*, salmon-sized arthropod death angel. Our own distant ancestors are represented there – the finger-long worm *[Pikaia](https://en.wikipedia.org/wiki/Pikaia)*, the only creature with something approximating a spine in an age before fish (the Burgess Shale is as far removed in time from the first sharks as we are from *Stegosaurus*).Dozens of lineages with no modern equivalents were imaged there in a perfect fossil imprint, appearing overnight by the slow reckoning of sedimentary time, as suddenly novel types went “viral” in a spree of ecological efflorescence. For years, scientists were stumped about what happened here. Did the “Cambrian Explosion” really happen all at once, or – like so many other apparent leaps in complexity – was it a more gradual process that would eventually be filled out by later discoveries? No such revelations were forthcoming. The emergence of complex ecosystems, replete with complete intricate food webs of predators and pretty, seemed to have happened all at once – geologically speaking – in a matter of a million years, or few. What could possibly have caused such a precipitous shift in the ecological complexity of life? It all happened “in the blink of an eye.”\\n\\n…And that’s exactly it: [in a book by the same name](http://www.amazon.com/In-The-Blink-Eye-Evolution/dp/0465054382), Oxford zoologist Andrew Parker argues it was the eye itself that led to this runaway diversification. Until the eye, animal life either floated aimlessly through primordial ocean or anchored itself to rocks and let currents do the work. Feeding was an entirely passive strategy, no muscles, no chase, none of the “[evolutionary arms race](https://en.wikipedia.org/wiki/Red_Queen's_Hypothesis)” between galloping hunter and hunted that still characterizes most “survival of the fittest” evolutionary imagination today. Surely, there was eating – there were poisons – the barbed tentacles of floating polyps, the engulfing digestion of worms and microscopic amoeboid monsters – but no such thing as ambush, or camouflage, or pursuit. And then at some point, somebody – and its hard to say whom, because a good idea spreads fast – came up with the eye. Or rather, *an* eye – [depending on how you define them](http://evolutionarynovelty.blogspot.com/2008/07/box-jellies-and-red-herring-of-eye.html), [eyes have evolved more than forty times](https://en.wikipedia.org/wiki/Evolution_of_the_eye#One_origin_or_many.3F), from simple photoreceptive spots in protists to cup eyes in clams, pinhole camera-eyes in squids and octopi to lensed globes in vertebrates, and compound retinas with over a dozen light-sensitive pigments in the unmatched complexity of the mantis shrimp’s visual organs.\\n\\nSuddenly – so the story goes – the lights came on. In ways that had never been relevant before, there was an “up” and a “down,” an “over here” and “over there,” and potential mates and food and doom began to drift in and out of view. The world of smell and touch – of chemical gradients and immanent knowing, life aligned solely on the axis of more or less – was folded into a new and more dynamic sense-world of instantaneous telecommunication. New dimensions unfurled and into them grew an exponential burst of minds and bodies, urged by necessity into new games of sight. Endowed with the radical new ability to detect at a distance, the naïve ecologies of Earth accelerated into unprecedented combinations of locomotive swimming chasers and chased. Simple musculatures adapted to navigate new axes, to maneuver. [Surveillance](https://en.wikipedia.org/wiki/Surveillance) – literally, “to watch from above” – was born…and animals like *Anomalocaris* were the black helicopters of the prehistoric ocean.\\n\\nThe ambient life of filter feeding among macroscopic multicellular organisms intensified into a life of active motion – and with it, the mostly-headless world gained vectors, gathered nerve endings, and got smart in response to a faster and more difficult existence. With complex eyes came brains. Almost certainly, it started in the predators – after all, “necessity is the mother of invention,” and [many great ideas are army brats](https://en.wikipedia.org/wiki/Military_invention). In defense, the new technology of surveillance spread until knowledge-at-a-distance became the rule among animals, not the exception. To this day, perception, intelligence, and locomotion seem inextricably bound, all different facets of a single thing: to know is to do; to do is t0 move. [Complex environments require more complex participants](http://www.mendeley.com/catalog/maintenance-vocal-learning-gene-culture-interaction-cultural-trap-hypothesis/) – life rises to the occasion, making more complex environments, and [ratcheting the whole game up a notch](http://www.amazon.com/The-Dimensions-Experience-Andrew-Smith/dp/1436370833). (New senses, new dimensions. New dimensions, new motion. New motion, new conflict. New conflict, new cooperation. New cooperation, new senses.)\\n\\nWe stand here today at the millionth iteration of this process, privileged with more senses, reaching into more dimensions, moving faster and farther than life has gone before. The Burgess Shale provides precedent: the modern myth of the origins of the eye gives us a rhetorical lens through which to see ourselves, our story telescoping back to when there was no light *as such* (for light must be perceived), and forward into [the vertiginous depths](http://accelerating.org/articles/transcensionhypothesis.html) of the greater world we know exists but as yet lack the capacity to imagine, and so call “Future,” “Possibility.”\\n\\nFlash forward from the Cambrian Explosion 540 million years, and I am standing in the lofts of Google in New York, trying on their new wearable computer, [Glass](http://igg.me/at/mgglass), for the first time. I’ve been [selected for their Explorers Program](https://twitter.com/michaelgarfield/status/304342172113707009) and am one of the first few thousand people with access to their new device, which combines a heads-up display, video camera, accelerometer, voice control, and bone-conducted audio into a cybernetic interface between human being and Google’s repository of collective intelligence. Although I am already accustomed to most of these components – I can talk to my phone and for years have had even esoteric knowledge only a search away, literally at my fingertips anywhere with an internet connection – there is something magical, intimate, revolutionary, and intimidating in the way they come together in the Glass to feel less like a thing I *use*, and more *a part of* *me*.\\n\\nI have prepared myself for this moment with years of [science fiction](http://realitysandwich.com/www.warrenellis.com/?p=13972) and [cyborg philosophy](https://www.youtube.com/watch?v=IizSlikLNHI); but it is, of course, one thing to imagine and another to experience, and through the prismatic tiny screen now floating in the corner of my vision, I now *see* what psychedelic thinkers expected just around the millennial bend. In the 1990s, while I was still doodling dinosaurs in grade school, [Timothy Leary proclaimed the internet the next LSD](https://www.youtube.com/watch?v=pfjnWkDwYrc), and Terence McKenna foresaw an apocalyptic epoch when each individual person would communicate directly with the sum total of human experience.\\n\\nOn the eighth floor of an unassuming brick building in Chelsea, standing at the brink of this visionary age, I listen to the Google employee as she asks me which of [the device’s five colors](http://rack.2.mshcdn.com/media/ZgkyMDEzLzA1LzA0Lzc4L2dvb2dsZWdsYXNzLjVjMDQxLmpwZwpwCXRodW1iCTg1MHg1OTA-CmUJanBn/3528fd2b/312/google-glass-fitting-29.jpg) I’ll choose for my own. It’s no small question: these “smart glasses” are going to change the way I relate to information, bringing the formerly inaccessible into view, disclosing new dimensions, and granting me a sharpened awareness of my place as both predator and prey in a complex ecology of mind.\\n\\nThere is only one smart choice. “Shale,” I tell her.\\n\\n**From an ongoing series:  \\n [Part 1: Burgess Shale to Google Glass ](https://mirror.xyz/0x666EE4ad9C9275ddB5fBEb7cF0d9f272847e6cCf/hDU0raRkEGuu_pd1uuBqhUagB8mlsJ0j4NrzohSyH1w) \\n [Part 2: Red Queens & Evil Eyes ](https://mirror.xyz/0x666EE4ad9C9275ddB5fBEb7cF0d9f272847e6cCf/YUzQkl5S_GCw0R3LJE36cJa_88mvGMano_gJ6mGcl-U) \\n [Part 3: Living in The Belly of The Beast ](https://mirror.xyz/0x666EE4ad9C9275ddB5fBEb7cF0d9f272847e6cCf/vpbs2NTjO-RZK2ChJYpBHDFXfOLoh05lIMpA67HomEM) \\n Part 4: Augments & Amputees**\\n\\n**[Michael Garfield](http://patreon.com/michaelgarfield) is a paleontologist-futurist exploring the intersections of complex systems science, weird philosophy, deep history, and creative meta-disciplinarity. He hosts [Future Fossils Podcast](http://shows.acast.com/futurefossils) and the Santa Fe Institute’s [Complexity Podcast](http://complexity.simplecast.com/) when he’s not writing, making art and music, and helping raise two kids.**\\n\\n**Follow him on [Twitter](http://twitter.com/michaelgarfield), [Instagram](http://instagram.com/michaelgarfield), [Bandcamp](https://michaelgarfield.bandcamp.com/), and [YouTube](http://youtube.com/michaelgarfield). Hang in the Future Fossils Discord.**\\n\\n**[Become a Patreon supporter](http://patreon.com/michaelgarfield) for the Future Fossils book club, dozens of exclusive podcast episodes, new art and music, and the sheer joy of it.**\",\"timestamp\":1634801197,\"title\":\"The Evolution of Surveillance Part 1: Burgess Shale to Google Glass\"},\"digest\":\"frj1y9t4h739oJK0Vly75vHKR-6TXvHWZMR3YEB_p2E\",\"authorship\":{\"contributor\":\"0x666EE4ad9C9275ddB5fBEb7cF0d9f272847e6cCf\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FDDL9Vq4YDvkkx_iIloKMp41dizu4DoRyYYT29YIlHM\\\",\\\"y\\\":\\\"ouo_VI_P5wXCZdhjQEOt66wJQvsSw8tQP2m14NUF5a8\\\"}\",\"signature\":\"Nka4haV_2jlcxWMkvh6EGhYB6uydVKpnrJvCpcViA1Ez02B_dfZ_ONA-GlDjfKioSdccnCZ861pPnTn5YVcWzA\",\"signingKeySignature\":\"0x90023b6dd0a6b34918b7013fdf4daeeb7ea3d21c30fc6b2fb44df94217845bb9323f397c3d2cae19d573d19927fe3500fd1aa3bf52dda345bef19627e1e1c17a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FDDL9Vq4YDvkkx_iIloKMp41dizu4DoRyYYT29YIlHM\\\",\\\"y\\\":\\\"ouo_VI_P5wXCZdhjQEOt66wJQvsSw8tQP2m14NUF5a8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hDU0raRkEGuu_pd1uuBqhUagB8mlsJ0j4NrzohSyH1w\"}"