"{\"content\":{\"body\":\"I was rooting for Phil Mickelson all weekend to win the PGA at age 50. I’ve watched Phil for thirty years and I’ve seen all of the highs and lows and there have been many. He plays the game of golf with a level of creativity that can often lead to problems. He is a risk-taker which isn’t always the best way to approach a golf course.\\n\\nBut this weekend at the PGA, he was simply better than anyone else. He hit the ball as far as players thirty years younger than he is. And he showed off his incredible short game.\\n\\nWe have now seen this a few times, where athletes who are “past their prime” continue to be better than anyone else, at least for a game or a long weekend.\\n\\nSome of this is due to the better conditioning that today’s athletes are in. Some of it is that they are older and wiser and have been there before and understand how to handle the moment. And some of it is that they are the best of their generation and that level of talent goes a long way.\\n\\nI think us “old timers” can take some lessons from Phil and other athletes who are outperforming well beyond their prime. We can stay in the game to start. We can figure out what our version of learning how to hit the ball as far as the youngsters is. And we can take comfort in the fact that we have been in this moment before and know how to take a breath, calm down, and make the right decision. And win again!\\n\",\"timestamp\":1621865948,\"title\":\"Winning at Fifty\",\"publication\":\"avc\"},\"digest\":\"bpXIwXK1nrzpNRB9ch6DeOjaJfn_6hp9qz_oJBKGwcU\",\"authorship\":{\"contributor\":\"0xB8332710AB60A1B2e8FE6D775d83524C9E0cE136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kJLn-lC67aIvmvgqR9Udc9CBZQUmLGFW9DBcu0alOhQ\\\",\\\"y\\\":\\\"2_kBWCc1TX2FuV8c0n-mCnDNjOYkxCF8CRO668ovICk\\\"}\",\"signature\":\"7tXTOUUcXI3UPj-So6wXEKNRW6p0bUqzTbQVrf9cuDqPL47UiigtLJgF_D7I_DzYY32XwaJFsfr-ZysNkRUaiA\",\"signingKeySignature\":\"0x5c524663f349af75bf9b608e8016f98d5c6409af3557a61916ea67bf27388009285d4bd59c7f5f675a906f78ba214885a8753a19e5332df7592d6c1e2f5f6ba31c\",\"signingKeyMessage\":\"I authorize the publication of articles on avc.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kJLn-lC67aIvmvgqR9Udc9CBZQUmLGFW9DBcu0alOhQ\\\",\\\"y\\\":\\\"2_kBWCc1TX2FuV8c0n-mCnDNjOYkxCF8CRO668ovICk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bpXIwXK1nrzpNRB9ch6DeOjaJfn_6hp9qz_oJBKGwcU\"}"