"{\"content\":{\"body\":\"这一次丑女婿见丈人的事件总的来说还是比较让司空零满意的，虽然说准岳父大人不喜欢他，但是他不在乎，只要他不讨厌岳父大人就可以了。他可从来没想过有喜欢上父辈人物的可能，不讨厌就是他的最大期望了。更何况慕容川还给了他一个赚钱的机会，对于一个陷入网络泡沫泥潭的少年来说，商用软件的单子是多么的雪中送炭啊。商用软件是经济危机中的坚挺货币，看IBM的股票表现就知道了，别人家是N倍N倍地往下掉价，IBM在最低迷时也还有高峰时的80%市值。\\n\\n应用软件云本是云计算三层结构里最后一层，既然逮着了机会就没理由不先搞起来。所有的云计算都要自己先用起来才有可能完善，Amazon的AWS云之所以搞大，是因为Amazon自己的所有服务都搁上面，传说Amazon的CEO贝索斯为了强推AWS，派了海军陆战队的退伍军人挨个儿地盯着程序员，让他们只能为AWS开发有权限认证和资源限制的API，保证这些API是面向所有未来的非内部用户的。如今，Amazon云的高可靠性、低廉价格已经得到业界的广泛认可。连CIA都成了Amazon的用户，当然他们采用的是完全隔离的独立数据中心的方式。Amazon云的最经典案例是被Facebook以10亿美金收购前的Instagram（iPhone上拍照分享的app），数以千万计的用户，为用户所称道的速度和可靠性，竟然只有十多名开发人员，这种大能量的轻公司之所以能这么干，是因为Amazon云为他们解决了大多数的服务器集群的问题。Amazon云2012年的收入是15亿美元，如果单独上市的话，市值能轻易超过百亿美元。\\n\\n在商用软件云的领域，Salesforce是领头羊，客户关系管理是Salesforce的王牌，慕容家最庞大的产业是公寓和酒店，客户关系管理CRM也是核心的IT系统。司空零和慕容川谈了许久的结果，也是先做CRM。\\n\\nUjs在程序员友好方面很大程度上是模仿Ruby_on_Rails，极简极灵活极舒服的Ruby语法是除了Js之外最重要的语言风格，功能强大的DSL（Domain_specific_language）使得开发像施魔法般简单流畅。在性能表现方面则是以Node.js为参照。Ujs相当于是Amazon云、Heroku、RubyOnRails、Node.js的合体，相当强大，以至于司空零在完成这个项目的时候野心极度膨胀，匿名社在他的带领下连这种夸张的项目都能完成，真是奇迹。\\n\\n如今，他们又准备把Salesforce整合进来了，通过这一次融合，Ujs平台将会彻底变成IaaS、PaaS和SaaS的全功能强大平台，全系列的服务整合能极大地降低成本提高竞争力，就像慕容川整合商业地产那样，足够以傲娇的姿态征战硅谷。\\n\\n伟大的事业如火如荼，可怜的司空零却要回去PaloAlto准备期末考试，时间有限，临走之时只悄悄见了扫地僧一面，让他准备先放下Ujs的进一步完善，先以慕容川的酒店管理软件为实例把CRM云做起来。他们从来没有做过商用软件，但是司空零对下属的要求是不允许说不会，干起来再说，世界上没有Hacker做不来的事情。\\n\\n\\\\---\\n\\n回到了Stanford。\\n\\n为了应付熬夜时的饥饿，司空零抱了两大箱方便面，正在超市结帐，这时见到了一个熟悉的娇小身影——李麓。\\n\\n说来也巧，每次见到她都是司空零身穿泉州套头衫，这一次脚踩的是TNF的登山鞋，不过已经不重要了，这两大箱泡面已经彻底坐实了他矮龊穷的身份，就算是TNF也无法抵消此时此刻他在她心目中的负面印象，她就当这TNF是从国内带来的山寨产品。\\n\\n好在他并不在乎，还很友好地问：“Lilou，上次你给我吃的那种泡菜哪儿买的？”\\n\\n李麓不是大美女，不过笑起来也相当有亲和力：“哈哈，你也喜欢上了吧？那是绝版的，我室友从韩国带来的，太正宗了，不过呢，有一家韩国人开的超市里也有一些，没那么好吃，勉强凑和吧。”\\n\\n司空零和她一起走出超市，一边问：“在哪儿？”\\n\\n李麓：“我带你去，你有车吗？”\\n\\n司空零点点头，却看到李麓走向一辆破旧的自行车，他犹豫地朝自己开来的玛莎拉蒂望了一眼，这时候暴露身份那不是欺负人吗？\\n\\n随即他哑然失笑，哇靠，我司空大人什么时候学会在乎别人的感受了？难道被打了一枪的传奇经历已经改变了他的三观？\\n\\n简直可笑！想通了之后，他果断地打开玛莎拉蒂的前舱，将两箱泡面置入。\\n\\n李麓惊叹道：“谁借给你的车？真有钱！”\\n\\n司空零：“……上来吧。”\\n\\n李麓欣喜地钻进车内，交待：“呆会儿可得送我回来这里。”\\n\\n韩国人的超市果然全是韩货，非常地道，也有很多中国人喜欢的好东西。两人很欢喜地采购着，有如猎奇。\\n\\n不远处有一个女孩子也在买东西，这个女孩身高160左右，娇小却有鼓鼓的酥胸，穿着朝·鲜族特有的服饰，干净雍容，脸蛋极美，可惜表情很丧尸。\\n\\n李麓看到司空零盯着那女孩看，揶揄道：“要不要我帮你搭讪？”\\n\\n司空零摇头：“她好像爹妈刚死的样子，还是别打扰人家。”\\n\\n他说的是中文，欺负别人听不懂，不料那丧尸脸美少女狠狠地瞪了他一眼，那骇人的戾气连曾经有着丧尸大号的司空大人都有点受不了。\\n\\n李麓尽显交际花本色，在如此不利的情形下，她鞠了一个躬，向朝服少女说了一句什么什么思密达的韩语。\\n\\n大概是替司空零道歉之类的意思，因为看到朝服少女紧绷的脸放松了一点点，但她什么也没说，飘然而去。\\n\\n司空零撇了撇嘴，同样是大美女，雪酱、紫酱都是让人一见就身轻如燕、骨头都酥掉的治愈系美女，眼前这个却是让健康人都要生病的邪恶型美女，好不容易在Stanford看到一个亮点，却又如此让人失望。\\n\\n等那怨念女郞飘远，司空零才对李麓道：“你会讲韩语？”\\n\\n李麓：“一点点，我有个韩国室友啊，是我好朋友，有时候学两句。”\\n\\n司空零：“挺好，韩国这些年会有比较大的进步，我都想学学。”\\n\\n李麓：“好啊，入门我可以教你！”\\n\\n这样一来羁绊可就深了，司空零似笑非笑地看着她，心里奇怪，这个妹纸挺可爱的，估计也有不少人爱慕，自己这个矮龊穷居然能被她看上。\\n\\n李麓脸儿一红：“再深入一点我就不懂了，估计我能说的韩语不超过一百句。”\\n\\n司空零：“已经很厉害了。”\\n\\n接下来两人互问了一下备考情况，李麓高中时就来到美国了，语言功底强，平时也用功，期末考试根本不在话下，司空零则有点悬，最后的几天是他最后的希望。\\n\\n泡菜是韩国料理的灵魂，司空零和李麓都买了不少看上去很诱人的玻璃坛子、塑料罐子，满载而归。\\n\\n在车上，李麓说：“要是我的室友又带正宗的泡菜来了，我会再弄点给你的。”她说这话的时候又忍不住脸上发红。\\n\\n虽然她并不是很漂亮，但是这副小可爱的模样，也很治愈，就像向阳的苹果堪堪被阳光晒红了一小片，青涩与甜蜜并存。\\n\\n司空零从后视镜里看了她一眼，淡笑不语。\\n\\n过了一会儿，李麓又道：“我想起上次你说的【别人只能给我打工的份儿】，还以为你乱讲的，现在看你买东西不看价格，又开这么好的车，看来是真的了！你为什么要穿得这么……谦虚啊？”她看到他开车的模样那么熟练，已经确定这车就是他的。\\n\\n司空零：“不是故意的，我是真不在乎穿什么衣服，有人送了我一件三宅一生，还有人送了一件川久保玲，我自己有两件Hugo BOSS，而且夏装的多，别的都是以前穷的时候买的泉州、晋江货，所以被你看到我穿得谦虚的概率还是挺大的，哦，不知道San Francisco 有没有川久保玲的店，我现在比较喜欢川久保玲。”他不禁想了像精灵族公主一般不老的端木氤，和她的帅气儿子恩怨纠缠的关系。\\n\\n李麓：“是女朋友送的吗？”\\n\\n司空零摇头，道：“哦，我GF好像从来没送过我东西，她……似乎有点不敢面对现实，不敢相信已经和我在一起，嘿，确实是在一个比较特殊的时刻才有机会。”\\n\\n李麓“哦”了一声，沉默下去，失望的样子很远都能看出来。\\n\\n司空零：“你想和我交往吗？”\\n\\n“才不是！”李麓没想到他问得这么直接，这下脸儿全红，本能地反抗，“我只是随便问问。”\\n\\n司空零：“干么否认啊，像我这么优秀的男生很少见的，喜欢我并不是什么丢脸的事情。”\\n\\n李麓气笑了：“你！”\\n\\n司空零正经道：“其实跟刚才那个大美女相比，我倒是愿意跟你在一起，起码会快乐，那种脸蛋漂亮、精神邪恶的存在，会影响我阳寿的。”\\n\\n李麓：“你GF在国内是吗？”\\n\\n司空零：“是的，你怎么知道？”\\n\\n李麓：“……上次你说过我是你第一个知道中文名字的亚洲人。”\\n\\n司空零恍然。\\n\\n李麓：“是的，你说对了，我想和你交往，司空零。”\\n\\n司空零讶然扭头看了她一眼，此时她已经没有了羞涩，估计刚才被逗得已经透支了。\\n\\n李麓：“我看到你学英语认真的样子，很感动，我们都是来自PRC的，我知道要跨进英语流畅这道门槛有多高。而且我觉得学Computer Science的男生特别有魅力。”\\n\\n司空零：“谢谢！多坦诚的交流啊，这才对得住美国这片自由的神奇土地，尤其是加州。”\\n\\n李麓越来越勇敢了，说：“我们一起吃饭吧。”\\n\\n司空零“嗯”了一声。在吃饭之前，他们在斯坦福的美丽校园里散步。斯坦福大学是法国本土之外拥有罗丹雕塑最多的地方，共有四十多处之多，单个雕塑则有一百多个。参天大树和碧绿的草坪上经常点缀着黑色的铜像，挡不住的人文艺术气息扑面而来，使得司空零有时候会怀疑自己那个判断——常春藤大学使人【深刻】，西部名校使人【发达】。\\n\\n罗丹雕塑园里最醒目的是高达六米的铜饰浮雕【地狱之门】，这是罗丹创作的巅峰，也是花心血最多的作品，一共三十多年，甚至在生命结束的时候，这部绝世之作仍然未完成。地狱之门上面共有186个人物，描画的是但丁的神曲第一节的情节。\\n\\n最顶上的是“三个幽灵”，他们站着，三只手臂都指向下面的地狱，“思想者”的两旁是一些轻罪人，直往下罪孽越来越大，类似十八层地狱的概念。下边分两扇门，一边是热恋中的青年男女在走入地狱，一边是想吃人肉的饿鬼，其余部分包括地狱各色各样的恶人、奸贼、暴君、妓女……一共有186个分别为爱情、恐惧、理想而不断争斗、折磨自己的形象。\\n\\n这些司空零都是不懂的，听李麓巧舌如簧地科普，长见识，长文化。\\n\\n司空零想起了艾紫萱，感叹道：“爱情确实会使人下地狱的。”\\n\\n他脑子里忽又浮现刚才见到的那个穿着朝·鲜服饰的美少女，她凄婉的俏脸是因为感情吧，这个祸害人的东西。还好，自己早已经决定对爱情无爱，做一个理性的纯禽少年。相信这种虚无不可靠的东西，只有让人坠入地狱，像紫酱那样，像很多文艺、文学青年那样。\",\"timestamp\":1638118769,\"title\":\"违和少年 第37章 地狱之门\"},\"digest\":\"Dkp7isADV4LDKKSw8BszaKKPURU-jUrF2qlWYE9nX_Y\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"signature\":\"NU0UimLG8T5wkU5YsNhzqEF7qh7RglC4Gc093v0N6mjZnnBUg2kIiWWk5xnt46k9FgeGPnhJGdnNY7t_3YSIKw\",\"signingKeySignature\":\"0x9eccd16dc248634c8e38898fb1699bb63c20c5bd0b95f7742dbb5ea522d9680418b77ff960d13415065fe51241943804bc7f94c78f791368ba134e765469b5b51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Dkp7isADV4LDKKSw8BszaKKPURU-jUrF2qlWYE9nX_Y\"}"