"{\"content\":{\"body\":\"告别了老爷子，我此刻的心情如同拨开乌云见太阳般灿烂，手上的诅咒之刃已经被我恢复成普通装备的样子（有属性装备可以由使用者选择是否隐藏属性），放在手上不住的把玩，而原来的精制匕首早扔进了背包准备和盔甲一起处理了。有了这个好东东，我可以笑对开始那些令我提心吊胆的怪拉。\\n\\n```\\n有了可以吸血的牛b属性，我本来打算再买几瓶恢复药剂的念头也扔到一边了，当务之急是赶快提升自己的等级，赶快达到转职要求，这样就可以学习职业技能了，才能够大大提高升级效率。\\n\\n对了，看看上次卖法杖的时候，那个蛮有钱的战士在不在，打开私人聊天，冲天剑人在呢，发了个“匕首一把，盔甲一件要吗？”的信息过去。\\n\\n我在银行门口等了会，就看到呼机上传来信息，一看就是冲天剑的，“要，都要，你在哪，我就到。”\\n\\n“银行门口老地方见。”货物有了预约，我就在村子里随便转悠，看看有什么可以接的任务，打怪做任务两不误嘛。\\n\\n修好身上的装备，从铁匠那接了个提供10块铜矿，10矿铁矿的任务，报酬是可以可以免费帮我修理5次很上的装备，合算啊；裁缝店的老板要我帮他收集15个蜘蛛丝囊；还有酒馆的厨师要我帮他寻觅各种肉类，让他烹饪出美味的食物……\\n\\n接了一大堆乱七八糟的任务后，我跑到银行门口，冲天剑他们已经到了。这次他后面跟了10几个人，估计不是保镖就是随从，有钱人就是不一样，玩游戏也带上了一大票人。\\n\\n那个叫隐为者的玩家还真是运气好，我组织了这么多人一起来玩这个游戏，几天下来也没打到多少装备，好多兄弟还是新人套，可他那竟然又出了2个装备，以后得和他多多合作，下次组织弟兄们去杀血狼王的时候也叫上他，说不定能爆个什么好东西，站在银行门口的冲天剑心里暗暗想到。\\n\\n看到我远远的跑来，冲天剑赶紧笑着迎了上来说道：“兄弟真是本事啊，又有装备出售了啊，。”说着眼睛瞄了一下我身上，好家伙，鞋子已经换成和我一样的狼皮靴了，我可是花了12个银币商店里买的，手上的匕首也换了，不过怎么看都不起眼啊，不知道这次的2个装备怎么样呢。\\n\\n来，一回生，二回熟，兄弟我就不和你客套了，匕首是我以前用的精制匕首，盔甲是刚打的地虫盔甲，属性你自己看看，打开交易，我把2件装备放了上去。\\n\\n冲天剑看看了匕首，点了点头，看了看地虫盔甲，忍不住叫了起来，好东西啊。\\n\\n好东西吗？因为不是我用的，我也没细看，听他这么一说，我看了看交易栏里面。\\n\\n地虫盔甲    全身等级9\\n\\n防御28  持久55\\n\\n看样子好象是比较牛啊，起码那个防吓了我一跳啊。不过长辈上我现在的诅咒之刃，加上每次升级都侧重的力量，我的攻击已经能破这个防了，但是象我这样的能有几个呢，怪物更是不能比了，除非你杀等级太高的，那是你自己找死，没办法。\\n\\n“怎么样，这2个装备还行吧，你出多少？”我随意的问道。\\n\\n“地虫盔甲商店里没有卖，匕首商店价格你也清楚，我也不知道合适不，2个给你80个银币行吗？”他看看了装备，探问道。\\n\\n80个银币啊，哈哈，和有钱人做生意就是舒服，我也懒得在去比较商店价格了，“行，就按你说的80就80吧。”我爽快的说道。\\n\\n交易好了，冲天剑立即剥下身上的衣服，换上了地虫盔甲，一身棕褐色的盔甲覆盖了全身，古朴的花纹浅浅的浮现在表层，既增加了美感，又没有降低盔甲的防御，衬托着冲天剑那和气中带着坚毅的面庞，两道剑般的浓眉，别有一番英雄气概啊。\\n\\n自我欣赏了一番后，冲天剑伸手搭上我的肩膀，说道：“谢了，兄弟，有兴趣一起去杀12级的血狼王吗，会爆战士转职必需道具血狼獠牙的。”\\n\\n你估计不是9级就是10级了，小弟我才区区7级呢，没兴趣招惹那些东西，弄不好还有生命危险，现在我杀杀8级左右的怪最合算。\\n\\n“不了，我等级还低呢，去杀血狼王太危险了，等我高点的话再说吧。”我婉言谢绝了他的好意道。\\n\\n“哦，那行，以后要合作的话你M我好了，随叫随到。”冲天剑笑了笑说道。\\n\\n“恩，我先下线了，回见。”看看时间，我和冲天剑道了个别，闪了。\\n\\n洗刷之后躺在床上，看看窗外的漫天星光，一闪一闪的仿佛化成一个个矿石在冲我招手，迷迷糊糊之中我就进入了梦乡。\\n\\n我骑着一只巨大的紫红色螃蟹穿梭在怪物堆里，手持彩光四射的诅咒之刃，呐喊着左冲又杀，地上怪尸成堆，血流成河，感觉就是横啊，螃蟹不时用它那巨大的前螯夹起怪物抛了上来，我一个飞身，匕首在空中划出Z字形，秒杀，分散的尸体散落在四方。\\n\\n我长啸一声，试问谁人能敌，哈哈。\\n\\n远处卷起了漫天尘埃，耳边依稀听到叫杀声。我站在高处细细一看，原来是一大群玩家冲了过来，呵呵，不是吧，这点怪也要劳师动众，来了这么多人。\\n\\n人群越来越近，他们喊的话也能清楚听到了，什么“爆了他，”“砍死他，爆他的武器，”“大家一起上啊，肯定能爆了他的装备。”我看看了周围，只有我一个玩家啊，他们不是来爆我的吧。\\n\\n匹夫无罪，怀壁有罪。一拥而上的人群砍翻了我的螃蟹，我掉在半空中时，无数双手伸了过来，我的诅咒之刃啊，不能抢啊。我一下子惊醒了过来，原来是南柯一梦。摸了摸额头的冷汗，以后在天地可不能轻易让别人知道我的宝贝匕首，原来打算找刑天或其他玩家一起合作升级的念头也打消了，还是自己一个人安稳。\\n\\n六月的SH已经可以嗅到夏天的味道了，湛蓝的天空早早的放亮了，一轮残月被薄薄的云朵遮蔽在天角，似乎还不愿离去。\\n\\n因为不再上班了，所以比较正式的衣裤都被我收拾起来，放在外面的全是休闲运动的衣服，随手拿起床头的沙滩裤和体恤套了起来，匆匆解决好个人卫生和早餐后，进入游戏。\\n\\n因为想好要保持诅咒之刃的秘密，所以我也没有再M其他人了，一个人直奔黑山矿坑，上次刑天说里面还有丛林蜘蛛，正好身上也有获得丝囊的任务，就去那练级好了。\\n\\n来到山道旁，只见洞口已经站好一只疯狂的哥布林了，先找蜘蛛，回头来找它的麻烦。我绕了过去，顺着山角旁边寻找的。\\n\\n既然叫丛林蜘蛛，那肯定附近有丛林的，我来到山脚与丛林的接壤处，刚站稳，一旁的草丛中就串出一个身影来，“噗”的一声冲我喷出一股腥臭的黏液。\\n\\n怪物：丛林蜘蛛  等级：8  特殊攻击：中毒\\n\\n我连忙躲过毒液，一边跑，一边观察这个讨厌的家伙，八只修长的腿上长满了茸茸的细毛，锋利的爪子在地上留下了一道道足印，圆圆的深绿色身体如同天然的保护色般将它融入了丛林，两只小眼珠下面长着一对强壮的顎，一张一合的噬人而食。\\n\\n晕死，只估着跑，也没注意到周围的情况，一个不小心将周围的丛林蜘蛛都给吸引过来了，2条腿的怪我跑的过，8条腿的我就只有使出吃奶的劲了。如果再往丛林里面跑，引了更多是必死无疑，我一转头，掏出瓶恢复药剂吃下顶着蜘蛛的攻击狼狈地冲向了山道。\\n\\n一群，不一大群丛林蜘蛛跟在我的后面，估计还没有什么人敢在蜘巢拔丝吧，被我抢了个先机。这群该死的蜘蛛怎么还不回它们的栖息地啊，都跟我快跑到山道了啊，我回头看了看穷追不舍的蜘蛛，心里暗暗叫苦啊。\\n\\n突然我发现旁边的山脚处有个小缝隙，看大小我肯定能过去，至于丛林蜘蛛嘛，能挤过去一个就不错的了。\\n\\n冲到缝隙前，我一个侧身，两边的岩石紧紧贴着我的皮甲，吸一口气，哈哈，过来了，看到在外面张牙舞爪想拼命挤近来丛林蜘蛛，我悬着的心落了下来。看了看缝隙里面，空间不大，只可容纳3个人左右大小，角落孤零零的生长着一株草药——红兰花，红红的花瓣托着兰色的花蕊，短小的身躯盘在石缝间。\\n\\n嘿嘿，我买的药锄终于可以发挥作用拉，拿起药锄对准它的根部就是一锄，您获得了红兰花，用了工具就是不一样，采药不除根，夏风吹了它又生。\\n\\n该是解决外面那群叫嚣的蜘蛛的时候了，既然它们进不来，那我就可以一个一个的收拾掉它们了，还客气什么，有了诅咒之刃的吸血，我就不怕中毒了，这种低级的怪就算让我中毒也不过是费我几滴而已，无伤大雅的。\\n\\n我换上诅咒之刃，面对缝隙入口那只丛林蜘蛛就刺，-140的数字从它头上飘了起来 ，它一爪戳在我身上，-15而已，哈哈，基本上能达到收支平衡啊，爽，高攻给我带来的回报。\\n\\n包围着缝隙的丛林蜘蛛在我的努力拼杀下，已是死一只少一只了，掉落的东西我也没来的及去看，反正这里就我一个人，不怕来人抢，就算有人来了，想拿这些东西，也要先问一问外面的蜘蛛同意与否。\\n\\n碧绿的毒液将我染成了一个绿人，现在头上已经是不停的因为中毒，飘着-4，-5的数字了，还好我的敏捷高，只要能够躲避2-3次蜘蛛的攻击就能把损失的血给补回来，不过如此下去，也得吃药了，怪不得其他玩家不太愿意来这里练级，额外的伤害真是麻烦。\\n\\n一阵暖暖的金光洒了下来，浑身一真舒坦，升级的感觉真好。看看分配点，我有点要自我陶醉，又是5点。3点攻击是少不了的，这样原本2下杀一个的我，差不多能秒杀了丛林蛛蛛了，1点给敏捷，躲避的几率能提高，1点给体力，毕竟现在是持久战，多点血坚持时间也长点。\\n\\n杀完了这群丛林蜘蛛，看看满地的尸体和飞涨的经验，让我找到个练级的好地点拉。捡起地上的钱币，丝囊倒是不多，只有6个，嘿，氨赋隽?个，真是大方，估计是没人杀过的原因吧。一个青丝法袍，一只古铜戒指，都是法师用的，扔背包里。\\n\\n休息一会后继续跑去丛林，那里早就是蜘满为患了，仗着升级后多加的敏和血，我这次引了更多回来，杀着爽。\\n\\n夕阳西下，带去的红霞映满了天边，树影迷离，忙碌一天的鸟儿也一一归了巢，而我依旧杀的不亦乐乎，怪是打不完，经验飞飞涨，无人争抢，感觉就象大夏天喝了碗冰镇乌梅汤，凉彻我心，说不出的酣畅淋漓。\\n```\\n\\n\\n------------\",\"timestamp\":1639819003,\"title\":\"第十章   让人愉快的练级\"},\"digest\":\"QHyBSxEVPLJEk7Vihmzml9VFOBB33un6mQ60qMTZoZo\",\"authorship\":{\"contributor\":\"0xc19E4AD450A3F1E5FFd35c41dc6Dc8E1886e780c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CZ5GzxwbCD2OwQByKuwsx1q3S2ZV2cmU90m8wYVCwx0\\\",\\\"y\\\":\\\"i7IhJepwHHDOoXYxvgTgdlXmHLzugwR_XREdCOsonJ4\\\"}\",\"signature\":\"RUD1T3-Ss92hgNCgzHLL_Z0BoVo9DQ0XWGVlfbk0tfNoR_LGxMvDu3uCYavgXl3gcwx0CJMT6UMg9Cfglg87Mw\",\"signingKeySignature\":\"0xc3689f40b40d1b7fccbd193e223d35faaa53635f32d719e533f0e163efd3652a031a5a9f082e34c686a52d51e8fb915e87c7cc93b864ef3e4b489e40832c02cd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CZ5GzxwbCD2OwQByKuwsx1q3S2ZV2cmU90m8wYVCwx0\\\",\\\"y\\\":\\\"i7IhJepwHHDOoXYxvgTgdlXmHLzugwR_XREdCOsonJ4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QHyBSxEVPLJEk7Vihmzml9VFOBB33un6mQ60qMTZoZo\"}"