"{\"content\":{\"body\":\"If you’ve been following the conversations around web3 on Twitter, you may have come across the term “DAO” (a decentralized autonomous organization). But what does that even mean?\\n\\nA DAO, in its simplest form, is an internet community with a shared bank account that sets its own rules on how to operate.\\n\\nIf you’re reading about DAOs, you’ve likely come across crypto jargon like wallet, tokens, governance, proposals, off-chain, on-chain, among other confusing terms. This inaccessible language could make you feel like you don’t belong in the conversation. I know it did for me.\\n\\nThe good news is that we actually already know much more about DAOs than we ever imagined.\\n\\nWe’ve been self-organizing, making decisions, and being in community since we could walk and talk.\\n\\nThe revolutionary technology that makes DAOs so forward-thinking is that these functions are digitized and on the blockchain so that everyone in the community sees what decisions were made in one central source of truth, the public ledger.\\n\\nLet’s start breaking down some of the language around DAOs, starting with the word “self-governance.”\\n\\n### What is Self-Governance?\\n\\nWhen you hear self-governance, think elementary school classroom. Did you ever have a class or club where your teacher had you define your own classroom rules?\\n\\nLet’s paint the picture. There’s huge pieces of poster paper everywhere. Every student is given a marker to write down their suggestions for how the classroom should run. A timer is set and then boom! You’re running around scribbling suggestions all over the walls.\\n\\n“No stealing each others’ lunches,” someone suggests. “Free pizza every Friday,” writes another. “No cheating!”\\n\\nOnce you write down your proposals, you go through and consolidate, tallying the ones that are repeated. Through majority voting, you set the rules for the group.\\n\\nThese rules outline how you’ll interact with each other. Because you decided on these norms together, you feel ownership in them. More so than if someone mandated from the top-down how you were allowed to act.\\n\\nThis is similar to how a DAO works in terms of self-governance. The members of the DAO submit proposals about how the DAO should run, which are voted on by fellow community members. The proposals need to pass a majority vote to be approved.\\n\\nIn a DAO, your ability to vote depends on if you have voting rights. Typically, you get voting rights based on a contribution of financial value (money) or of a service (some sort of action that is deemed valuable to the DAO). That said, some DAOs are free to join as well. Typically, you contribute to the DAO in exchange for ownership in the DAO, often represented by tokens.\\n\\nLet’s keep going. There are more parallels you can draw between an elementary school classroom and a DAO.\\n\\n### Forming, Joining, & Participating in a DAO\\n\\nFriday pizza parties are a great metaphor for the process of joining, contributing, and participating in a DAO. Here’s what I mean.\\n\\nImagine that your class has decided to host monthly pizza parties and you’ll organize and pay for them yourselves. Woo!\\n\\n**1. A Group Forms to Take Actions Together & Share Value Among Its Members**\\n\\nThink of a DAO as a community that is formed with the intent to do things together. The group organizes itself to decide on what actions it will take via majority votes and raises money pay for these actions.\\n\\n[Cooper Turley’s definition of a DAO](https://blog.upstreamapp.com/wtf-is-a-dao-with-cooper-turley-coopahdatroopah/), “the intent to share value among those who create it” is also super helpful here.\\n\\nIn the pizza party example, your shared intent is to host regular pizza parties. You gather your friends together to pay for the pizza and make decisions about said pizza.\\n\\n**2. To Participate, You Have to Contribute**\\n\\nTo participate in a DAO, you likely have to contribute.\\n\\nIn exchange for financial contribution (money) or service (exchanging some value-added work that benefits the DAO), you’ll get ownership in the DAO, often represented by some form of token. You use these tokens to make votes on proposals.\\n\\nIn terms of the pizza party, you’d bring money into school and get a white chip that shows you contributed. With this token, you’ll be able to vote on important proposals like what kind of pizza to get and where from.\\n\\nThis way, only the people who paid for the pizza will be able to vote on the decisions related to the pizza.\\n\\nIn both examples, typically, the more you contribute, the more tokens you get, and more voting power you have.\\n\\n**3. Vote on Proposals to Make Decisions**\\n\\nTime comes to make very important decisions regarding the pizza. Your fellow classmates make suggestions on what toppings you should order and where to order from. You use your chips to vote on what you want to happen. Proposals need a majority vote to pass.\\n\\nFor example, nine out of ten people vote that they’d like pepperoni pizza. This proposal passes so the party will order pepperoni.\\n\\nA community member proposes that the money raised for pizza instead be used to buy books. Only one community member votes yes, so the proposal does not pass.\\n\\nIn the same way in a DAO, community members submit proposals about how the DAO should use the money in its treasury. These proposals pass and fail based on majority voting.\\n\\n**4. Proposals Apply to Everyone**\\n\\nBoth in a DAO and the pizza party, if a proposal passes, you are bound to the decision. Even if you voted no.\\n\\nIn the pizza party example, your friend who voted no will still have pepperoni at the party unless a new proposal passes.\\n\\n**5. You Can Only Withdraw Money that is Available**\\n\\nLet’s say your friend who doesn’t want pepperoni pizza wants to withdraw their money from the pizza party. They can do this, but they can only take out money from what cash is available (not already spent on the pizza).\\n\\nIn the same way, you can take out your money from a DAO, depending on the specific rules set by the DAO about taking money out. The amount of money you can take out is determined by what liquid cash there is, meaning the money that isn’t locked up in an asset purchased by the DAO or a proposal that has already passed.\\n\\nWhen you take out money, it’s proportional to your ownership in the DAO.\\n\\nLet’s say the pizza party raised $100 to buy pizza. Of the $100, $98 was spent on ordering the pizza pies. There is only $2 left in the community wallet.\\n\\nYour friend who wants to take her money out originally contributed $5 out of the $100. She is a 5% owner of the DAO. Thus, she is able to take out 5% of the $2 available, which is $0.10.\\n\\nOkay, I’ll stop here. While these examples are simplified, it’s clear that a DAO is more straightforward than it seems.\\n\\nWhen you take away the crypto jargon, a DAO is intuitive, not intimidating. Self-organizing is our human instinct.\\n\\nBeing in community is what enabled our survival as humans. Forming tribes improved our ability to gather resources, defend against enemies, and build collective knowledge.\\n\\nComing together around a shared cause, deciding on group norms, pooling together resources, and taking action based on the greater group’s desires is not revolutionary. One might even say, it’s evolutionary.\\n\\nThe last parallel between DAOs and elementary school is this: Learning is a lot easier when you’re in community. Find people you feel psychologically safe with that you can ask your every question to (and if you don’t have those people in your life, reach out and I can help you find some!)\\n\\nThe road to access is paved with education, vulnerability, and community.\\n\\nWhenever you start to feel like the terminology is too technical or that you don’t belong in the conversation, remember.\\n\\nEverything you need to know about a DAO you can learn in an elementary school classroom. In fact, you already did.\\n\\n\\n---\\n\\n*About the Writer*\\n\\nSarah Wood [here](https://twitter.com/sarah___wood). I’m a [writer](https://v) with a day job as [Upstream’s Head of Community](https://upstreamapp.com). Personally, I’ve seen how community can be a powerful tool to learn something new, especially when the subject matter is intimidating.\\n\\nI’m excited to be one voice among the many working to distill the complicated and at times, inaccessible, information about NFTs, Web3, and crypto into language we can all understand.\\n\\nWelcome all feedback. Shoot me a DM on [Twitter](https://twitter.com/sarah___wood) to get in touch!\",\"timestamp\":1637015674,\"title\":\"Everything You Need to Know About DAOs… You Learned in Elementary School\"},\"digest\":\"3Awo5CZqTE9sifljz8Dd2ysbPBe3btqJSNsaQrUBHzk\",\"authorship\":{\"contributor\":\"0x939c53F1fB850a711294b67c53466c73d069b943\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dbaVeWasgSmo1VND1btimpe3rxkJieeBPa3uZhNooak\\\",\\\"y\\\":\\\"eIn3VXetfZ8170fMNpezYPDMC7hZkySj5zyYAHNGB3c\\\"}\",\"signature\":\"3sO0fFK-WkOnoEIQ4Z2hTuN-UhZamWK29PUHExnZnHHvBsNe-ZJwg-RxZCeYmraR7qpvH1K1tNggjNz5wvMk_Q\",\"signingKeySignature\":\"0x44518ae6796b2e6aeaea18ec06d031c52cf01f8b2b673c79a2b4fa5353c40ba126ae998357a35f07ccd6948ad422d5381d1e4697b8fadbc58242bf6c3d9791a81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dbaVeWasgSmo1VND1btimpe3rxkJieeBPa3uZhNooak\\\",\\\"y\\\":\\\"eIn3VXetfZ8170fMNpezYPDMC7hZkySj5zyYAHNGB3c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3Awo5CZqTE9sifljz8Dd2ysbPBe3btqJSNsaQrUBHzk\"}"