"{\"content\":{\"body\":\"![shakinghands](https://miro.medium.com/max/1000/0\\\\*JQHXbNtQe2MBcuAA.png)\\n\\nFIRST PUBLISHED March 2, 2016 ([Medium](https://medium.com/creativeblockchain/come-together-over-me-creative-collaboration-on-the-blockchain-why-blockchain-matters-to-the-arts-e2b66ec15630))\\n\\n*Author’s Note: I am in the process of moving my older work to Mirror. This was the last in a series of six articles laying out how blockchain tech could prove revolutionary for the content ecosystem.*\\n\\nOver the past few weeks, we’ve introduced one by one the primary ways in which blockchain technology may impact the creative industries. To recap, here are the areas we’ve covered:\\n\\n* [Proof of Creation, Ownership and First Use](http://goo.gl/DzbuJx)\\n* [Transfers of Digital Assets and Tokens](http://goo.gl/VTds2U)\\n* [Rights Management](http://goo.gl/VRFhmc)\\n* [Smart Contracts](http://goo.gl/18Yn8h)\\n* [Micropayments](http://goo.gl/Ps50J6)\\n\\nAs discussed, there are individuals and companies focused on all of the above areas — for the growing list, check out our [Current Blockchain Projects In The Arts page](http://goo.gl/HyjAua) (and if we’ve left yours out, please let us know).\\n\\nThe areas we’ve discussed for the most part involve what happens to artistic works ***after*** they have been created — how are they registered, transferred, managed, paid for, etc. But a technology that provides for secure transactions between parties may also provide a platform for parties **who wish to work together on creative projects**, and also for parties **who wish to incorporate existing works into new and different works**. So today we’ll discuss:\\n\\n**Creative Collaboration**\\n\\nFirst, bear with me for a little copyright background. Jump past the italicized text below if you know all of this already\\n\\n*There are a variety of ways in which parties collaborate to produce artistic content:*\\n\\n***Joint works.***\\\\* Two or more individuals may contribute to a unified work and agree that their contributions be deemed as equal — under copyright law, this is known as **joint authorship**. An example is two screenwriters collaborating on a script, where both share credit as authors.\\\\*\\n\\n*The U.S. Copyright Act defines a “joint work” as*\\n\\n> *a work prepared by two or more authors with the intention that their contributions be merged into inseparable or interdependent parts of a unitary whole. \\\\[Note that in the copyright context “author” always means any creator of original content, whether it’s a photographer, sculptor, filmmaker, etc.\\\\]*\\n\\n*If this mutual intent exists, both authors will be considered joint owners of an **undivided interest** in work, meaning that either author can exploit the whole work without consent of the other author(s), with only a duty to share equally any royalties earned. However, a joint author can only license the work on a nonexclusive basis to third parties — in order to give a third party the exclusive right to use the work, all of the joint authors must agree.*\\n\\n***Collective works.***\\\\* Authors and artists and musicians and filmmakers can also make their own contributions to a collective work, such as a compilation. In this case, the individual authors retain copyright in their contribution, but the party that puts together the collection will be deemed the author of the whole, including edits, the selection and arrangement of the pirces, introductory and connecting material, etc. The creator of the collective works is given the right to use the individual contributions only in the collective work, as well as in later editions of that collective work.\\\\*\\n\\n*The Copyright Act defines “collective work” as*\\n\\n> *a work, such as a periodical issue, anthology, or encyclopedia, in which a number of contributions, constituting separate and independent works in themselves, are assembled into a collective whole*\\n\\n***Derivative works.***\\\\* The history of artistic creation is also the history of borrowing and building upon the work of others. The concept of a derivative work recognizes that some new works are based heavily on an already-existing work. A film derives from a screenplay. A musical arrangement derives from the original composition. A YouTube video mash-up **may** be seen as derivative of multiple underlying pieces of music and video.\\\\*\\n\\n*To create a derivative work, the creator must have permission to use the underlying, original work, unless he or she “transforms” the underlying work so substantially that the law will recognize it as its own, unique new creation. Thousands of pages of ink have been spilled by litigants and judges over where to draw this “fair use” line, and we won’t delve into that here. Today, we’re more concerned with collaborative efforts where a new author wants permission to incorporate an existing piece of text, music, photography, art, film, etc. into a new work.*\\n\\n*The formal definition of “derivative work” under the Copyright Act is*\\n\\n> *a work based upon one or more preexisting works, such as a translation, musical arrangement, dramatization, fictionalization, motion picture version, sound recording, art reproduction, abridgment, condensation, or any other form in which a work may be recast, transformed, or adapted.*\\n\\n## **Creative Collaboration Using Blockchain Technology**\\n\\nWhen disputes arise between joint authors, between authors and creators of collective works, or between authors and creators of derivative works, those disputes generally boil down to either a misunderstanding as to the parties’ rights and interests (sometimes because those rights have not been carefully set forth), or a deliberate attempt by one party to exceed the scope of their rights. Thus, any system that promises more transparency into initial ownership, what rights have or can be granted, and what transactions have occurred involving those rights, stands to curb such disputes.\\n\\nThe blockchain does promise this transparency. Let’s start with joint works. The key legal issue in determining joint authorship is the parties’ **intent**. To the extent that blockchain-based systems make it easier for collaborators to create works with rights information baked in at the inception, authors can clearly indicate their intent to create a joint work as it’s created.\\n\\nI think that it’s quite likely that we’ll see word processing programs, music and video production platforms, and other content creation systems built on top of blockchain technology in the near future (or maybe at least plug-ins that allow a work being created to be registered and/or imbued with key rights info at a click? Where’s a blockchain developer when I need one…).\\n\\nWhile centralized client-server systems may still be preferable — for multiple technical reasons — in local environments like the workplace, at the very least collaborative efforts between users in different locations could well benefit from a blockchain-based underpinning, which would allow owners/creators to mutually decide how to proceed and lock their decisions in place.\\n\\nThis would not just be for joint works. Works contributed to a collective work would also be more traceable and identifiable — which for instance could be very valuable if a third party later saw a particular piece they liked in the collective work and wanted to use it themselves for some other purpose, and could easily identify the owner and license the necessary rights. More importantly, creators will be able to embed terms regarding how works can be used (or not) for subsequent derivative works, and easily track the usage of their works in such derivatives.\\n\\nWith the ability to securely identify, record and track each contributor a particular creative works creation and developments, one can imagine that many platforms could be built that might enable forms of collaboration we have not even dreamed up yet.\\n\\nHere’s a far-flung example. One concept that’s been discussed in the blockchain context is a [distributed autonomous corporation](https://en.wikipedia.org/wiki/Decentralized_autonomous_organization), which is sort of a company run without human control (and without a centralized control at all, but rather operating pursuant to a distributed set of rules). For a DAC, humans contribute specific tasks that cannot be performed by computers, and are automatically paid for performing those tasks. In the future, the production of digital films or musical works might be a candidate for a DAC, at least in part — humans would perform all of the various creative tasks (including editing or mixing etc. through to the final version) but automated agents would handle transmission of portions to the various collaborators, record interim versions to the blockchain, and might for instance finalize the ultimate digital files for distribution. The point is there would be no production “company” overseeing things, but rather an assembled group of humans who each agree to perform their own creative tasks under an agreed set of rules with a clear view of how much they will be paid and what rights they will have in the released content. Almost like a co-operative association, but decentralized and partially automated. And the collaborators could do the work from anywhere in the world.\\n\\nSounds a bit sci-fi, and for now it probably is. When I open the first Decentralized Autonomous Law Firm™, I’ll let you know.\",\"timestamp\":1634049550,\"title\":\"Come Together, Over Me: Creative Collaboration on the Blockchain: Why Blockchain Matters to the Arts, Part 6\"},\"digest\":\"ysD1_tDCtNMczY6M4n51H-0gQcmzaXaw3gZYkDbpnQc\",\"authorship\":{\"contributor\":\"0x538fDC0055fCeCe2e55e327A7673F9887FBC29c7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M1YQP831gO7kVcp74pT8nRczmRo4MIpMMEW1gpShtxk\\\",\\\"y\\\":\\\"SVbYVwGUOy6QaKvue8_IiwM35-n-AExyLcLzOlDpnEk\\\"}\",\"signature\":\"1jGJlL9LrKw387llESoeYniZSEZ_gp42bXUPlC0PGyxdj0wRyLgOwEvAtWMOtNJKxJOfN-rXJC735kpivpGBfw\",\"signingKeySignature\":\"0x42147b8d6116358a9452fb21c3eec08d17ddbbfdfc86320325a1149801279d5272f6939a949b59b8ef8d62d1810fe0a5974e4cf00e1f49bce083a52d5377b4dc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M1YQP831gO7kVcp74pT8nRczmRo4MIpMMEW1gpShtxk\\\",\\\"y\\\":\\\"SVbYVwGUOy6QaKvue8_IiwM35-n-AExyLcLzOlDpnEk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ysD1_tDCtNMczY6M4n51H-0gQcmzaXaw3gZYkDbpnQc\"}"