"{\"content\":{\"body\":\" 1. 一个人的持续成长，不会自然的发生，它是一种主观的选择。因为持续的成长，一定伴随着痛苦甚至风险。持续的成长需要你具备这三种能力：\\n 2. 1、开放的心态。世界的变化是非常大的，我们可以不理解他，但一定不要抵触新鲜事物，不然你就失去机会。我给大家讲几个点来解释这句话，就是什么呢？开放心态真的太难了。我给大家举几个例子：\\n 3. 比如说在座的朋友中是不是有人这样，不管你说句什么，他都会说：“嗯······但是······”对不对？肯定会这样给你但是一下，他要发表意见对不对？\\n 4. 第二个是什么？第二个你接触到新鲜事物，你就会觉得这个是割韭菜，你看到那个新东西，这也是割韭菜。就会觉得所有的东西都是在割韭菜，总有刁民想害朕的这种错觉。\\n 5. 还有一个是什么？就那样，不过如此。不管看到别人讲的是什么，或者说别人的一个骚操作是什么，也明明很有用，你就是觉得不过如此而已。\\n 6. 说下有关挣钱的心态调整问题。赚钱它是干嘛呢？就是你要赚多少钱？经常有朋友问我，说他很有很努力，执行力也非常到位，然后各方面能力也不差，然后为什么发不了财？你想要赚多少钱，你自己心里要有数。比如说现在很多人她失去了对金钱最起码的敬畏，因为现在的舆论他在煽动什么，它在煽动中年焦虑、副业焦虑、创业焦虑、流量焦虑、宝妈焦虑，还有一些女权的相关的一些焦虑。是舆论在推着你走，然后动辄就是什么呢？空手套白狼，咸鱼月入百万，动辄就是那种什么零基础月入百万、什么 90 后 CEO 、什么 00 后女性CEO，这种舆论它是在干嘛呢？是在撩动一种情绪，这种是不对的。\\n 7. 其实钱，虽然说赚钱不难，但是也没有那么容易。你不可能说一个原先月薪几千的，然后突然间去上了一个什么训练营或者干嘛的，你就月入 10 万了。这种有。但是我们普适来讲是不合适，不可能的，几率大概在千分之四，这是有统计的。 1000 个人有四个人的能够有这种原地起飞，原地爆炸的这种机会。\\n 8. 首先要保持对这个金钱的敬畏。\\n 9. 第二点是什么呢？第二点是你说要赚钱要调整心态。我告诉你，设定目标，如果我帮你定的话，是这样的，主业我不管，你要创业和副业，我分三个阶段跟你讲：\\n    1\\\\. 第一个就是我经常说的，赚到第一块钱。就是你这个项目，赚到第一块钱。不管你是做咸鱼，做知乎做什么，你赚到第一块钱说明你有在行动。\\n    2\\\\. 第二个门槛，是月入 2000， 是说这个碎片化的收入。比如说你做知乎、你去做某些销售、你去做微商，月入 2000 是一个门槛。\\n    3\\\\. 在我那么多年的观察中，月入 2000 的人，最后肯定能够月入破万，就在三个月左右就能够月入破万。就是月入 2000 的话，这个项目它就是对的，正确的，他知道了正确的路，知道该怎么做。然后剩下的只是往下、往深度走，或者说把它铺开。比如说做店，一个店能够做2000，然后你用同样的方式，你就多做几个店，抖店也是，店群也是，然后咸鱼其实也是的，然后知乎也是。\\n10. 如果认为做起来一个事情是因为运气的话，那你不去做怎么会有运气呢？这个运气也是非常的对的，运气是核心生产力、核心竞争力。\\n11. 我们讲创业有哪三种人能够做起来？\\n12. 第一个要素是命好，\\n13. 第二个要素是货好，\\n14. 第三个才是技术好。\\n15. 求法乎其上得其中，这个是对的。但是在初期，你如果一下子给自己设定一个非常大的目标，比如说你上了一个知乎课或者做了一个闲鱼，你就想干嘛呢？你就想月入五万或者说十万，这个叫什么呢？这叫求法乎其上乃速亡之道，是找死。你一开始啥都不懂的时候，你看了一篇推文或者什么，你就想去一下子干到这种 level 是不对的。所以我个人建议你按照刚才我的三步走。\\n16. 第一个是一块钱，你一个项目赚到一块钱。\\n17. 第二个月入2000。\\n18. 第三个是破万。\\n19. 在生财这五年，我看了非常非常多从零开始做起来的人的案例，就包括现在做得非常好的，他们都是按照这个节奏走的，有加速度，有很快的，没有错。你就按照我刚才那三个走，你这样就可以保证你动作不会变形，因为你非常心里有数，你知道你这个时间点要做什么？\\n20. 首先我赚到第一块钱，我跑通了第一个闭环，整条整个路径我走了一遍。\\n21. 第二个什么呢？第二个就是 2000 块钱。\\n22. 第三个就是一万，能做到一万块钱一个月的基本上都做起来，你看我随手都可以给你举很多例子：火火，缇娜，小娇，家蒙这些，他都是这样走这条路走起来的。\\n23. 2、情商和智商。智商是指解决问题的能力或者说思考能力。情商是指沟通和协同的能力。没错，这讲得太好了，因为我一直认为情商是出厂设置，就跟智力一样。它很难通过后天的去练出来。那所谓情商，它其实是一个很虚幻的一个东西，情商它表征在外面就是什么呢？就是沟通、交际、谈判、共情、所谓的捧场、乐场、救场等等，就是让别人爽，让自己也爽的那种能力。这就是所谓的情商对吧？那这些东西他其实是可以练的，有大量的套路可以练。\\n24. 智商是解决问题的能力，或者说思考能力，没有错。不是说智力不好就不行了，智力这一块是这样的，95%的人他们还没有到那一个要拼智商的时候，为什么呢？解决问题的能力，在解决问题的能力之前是解决问题的态度。很多人你们只要手底下有人的，有团队的，或者你身边有同事的，你们就会看到一些众生的百态。就当一个问题出现的时候，他是怎么应对的？解决问题的态度是在解决文问题的能力之前的。\\n25. 给大家举一个例子，比如说马上双 11 了，双 11 有一个单品，他销量不咋地，那么接下来这个团队会陷入一个混乱的错觉中，叫归因。\\n26. 运营在说，这个设计做的这个详情转化率不好；\\n27. 设计说客服回复太慢，影响了转化率；\\n28. 客服说仓库发货太慢，影响了这个动态评分；\\n29. 仓库就觉得老板是SB，定的价格，这个价格体系不对，别人就卖 58 块9，我们就要卖158。\\n    这就是什么呢？这就是一个彼此甩锅的一个态度。这种态度不管是在团队中还是在个人归因中，他都是一个非常没有担当的一个表现。也就是说你首先要具备了这一点，然后还有很多特质，你才能够去到拼智商那一步。\\n30. 我刚才讲的归因，就是焦点向内。刚才讲的是团队归因，那自己的话就是什么呢？不管你遇到什么问题，我们首先做的第一件事情是什么呢？不纠结于问题的本身，然后焦点向内，归因向内。我们一定不要去说，现在流量太贵了，这产品这个太差了，然后这个业态竞争、恶性竞争太严重了，这些问题都是普遍存在的。你如果一直向外看，你是看不到自己哪里有进步空间的。\\n31. 解决的问题的能力是招人的标准。没错，那你其实你在招他这一段时间，你在面试他的时候，你并不知道他能不能解决问题，你并不能知道他的能力，你只能通过聊天去感受他的态度。\\n32. 3、强大的抗压能力。这个很明显是对的。昨天我讲过，这个社会的戾气已经压不住了，其实我身边哪怕是一些认知很高的人，这种人他们其实也是。\\n33. 戾气很严重，很多认知高的人他一样迈不出他的魔障。什么意思呢？就是你做得好，我眼红；你混的不好，我又看不起你。这种现象有海量的行业里面都有，销售跟销售之间，内容玩家跟内容玩家之间，视频博主跟视频博主之间等等，他们其实是疯狂的互刚，一不小心你号没了，有没有？我给大家讲一些比较有意思的现象，比如说就是类似以前的文人相亲，两个公众号体量可能不一样，差不多，但是不同领域的，然后两个人基本上符合我刚才说的那种状态。\\n34. 知乎好物玩家特别有意思，比如说我今天晚上请大家吃饭，桌上要是有五个知乎好物玩家，那这个场面就非常刺激了。就比如说，\\n35. 问：做怎么样啊，最近在推什么品。答：哎，喝酒喝酒。\\n36. 问：最近好像这个刷赞这个套路更新了，怎么做的。答：哎，喝酒喝酒。\\n    对，就是这个意思，就是他们之间已经是白热化了，你知道吗？是各行各业的各种人，各个领域的人，对，都是这样的。然后今天晚上不小心谁在秀了一下，秀了一波，第二天号没了，对，开玩笑，大概是这样，懂得都懂。所以说抗压能力要很强。\\n37. 抗压能力是什么呢？抗压能力是这样的，你要非常清楚自己要的是什么，就是你不要去改变别人，因为你改变不了他，而且他还会恨你，他 100% 会恨你。\\n38. 我跟你说，你一定要记住一个词，要增加这方面能力。第一个行为就是不要有任何的攻击性。别人说什么，我不管他讲什么，他只是我的这个一种养分，我能吸取到他。不管他的立场是黑的，是白的，是灰的，他都是我的养分。知道吗？我的思维主体，我非常清晰的知道我要什么，我不会跟任何人去杠。你只要没有攻击性，你的压力会小很多。为什么呢？因为别人会把它柔软的一面给你，而不是去杠，\\n39. 我有说过，不管别人说什么，然后习惯性的去抵触的那种人。在大家的这个生活中，哪怕在群里面都非常多，就不管一个谁说什么，他都要发表意见。\\n40. 为什么要有攻击性？当然攻击性本质上是在争夺资源，攻击性不是坏事，你知道吗？因为我们人活着，或者说我们创业者活着，本质上是什么呢？本质上是在掠夺资源的一个过程。只不过攻击性跟非攻击性是两种方式。比如说你否定他对不对？你就去干别人，这个其实是可以帮你获取更多资源的。你出头了，你摇旗了，你被看见了，你发声了。我不是说攻击性不行，但是要非常的艺术。\\n41. 有很多人是靠当一个杠精起家的。名字我不说了，这是一种方式，但是你一定要干嘛呢？你一定要非常能打是不是？而且你一旦用了这一招，你的整个人生他就会埋下系统性的风险。你们自己百度结构性风险和系统性风险，我讲的系统性风险就是什么？是你会有归零的可能性，你最好不要犯错，你一犯错，我跟你说，曾经被你杠过的人，都会来使劲搞你。\\n42. 我的建议，就是我这个流派也是一脉相承的。我自认为，比如说像龙哥，像曹大，像冯大，像吴老师，然后亦仁，帅张，花爷，我们这一派下来，我们都是没有攻击性的，我们都是做自己。慢慢的，长期主义，我们也不争，对，夫唯不争，故天下莫能与之争。\",\"timestamp\":1641214197,\"title\":\"想要持续增长需要关注哪些能力\"},\"digest\":\"5ppT6hZwCrTTwCLdhnRjWfWS0t1wDHUQHdhX7e7tJgA\",\"authorship\":{\"contributor\":\"0x258E83Be3E32bA78376EDB498849E4004e0EcBcF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xHH6Fiw2KxGU7FuL5_ESo_HjJAnffxGap37rdmjmm_s\\\",\\\"y\\\":\\\"To8RzQ6bLbKUd98pORUx9a7Ra8ZlLK341oCB1P9BJVw\\\"}\",\"signature\":\"xH4dIycbsiuj2v31L9SkDHioWyZkBYshRQY9yXSStSyTxLx6oL_TcHHH6s_owQfTIWARzptHDM9AXxhy3UwcYw\",\"signingKeySignature\":\"0xc7351e24db708a5084da512a624f053f2369f59614e54b46c97911ebccc0543331f960217c30bc99d8441444290393e981aa8e2f1abcd834aa91e1d7e9f798f91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xHH6Fiw2KxGU7FuL5_ESo_HjJAnffxGap37rdmjmm_s\\\",\\\"y\\\":\\\"To8RzQ6bLbKUd98pORUx9a7Ra8ZlLK341oCB1P9BJVw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5ppT6hZwCrTTwCLdhnRjWfWS0t1wDHUQHdhX7e7tJgA\"}"