"{\"content\":{\"body\":\"The pages entitled \\\"Leah's Diary\\\" are, however, intended to fulfill another purpose besides that of serving as the frame-work for my collection of tales. In this part of the book, and subsequently in the Prologues to the stories, it has been my object to give the reader one more glimpse at that artist-life which circumstances have afforded me peculiar opportunities of studying, and which I have already tried to represent, under another aspect, in my fiction, \\\"Hide-and-Seek.\\\"  This time I wish to ask some sympathy for the joys and sorrows of a poor traveling portrait-painter--presented from his wife's point of view in \\\"Leah's Diary,\\\" and supposed to be briefly and simply narrated by himself in the Prologues to the stories. I have purposely kept these two portions of the book within certain limits; only giving, in the one case, as much as the wife might naturally write in her diary at intervals of household leisure; and, in the other, as much as a modest and sensible man would be likely to say about himself and about the characters he met with in his wanderings. If I have been so fortunate as to make my idea intelligible by this brief and simple mode of treatment, and if I have, at the same time, achieved the necessary object of gathering several separate stories together as neatly-fitting parts of one complete whole, I shall have succeeded in a design which I have for some time past been very anxious creditably to fulfill.\\n\\nOf the tales themselves, taken individually, I have only to say, by way of necessary explanation, that \\\"The Lady of Glenwith Grange\\\" is now offered to the reader for the first time; and that the other stories have appeared in the columns of *Household Words*. My best thanks are due to Mr. Charles Dickens for his kindness in allowing me to set them in their present frame-work.\\n\\nI must also gratefully acknowledge an obligation of another kind to the accomplished artist, Mr. W. S. Herrick, to whom I am indebted for the curious and interesting facts on which the tales of \\\"The Terribly Strange Bed\\\" and \\\"The Yellow Mask\\\" are founded.\\n\\nAlthough the statement may appear somewhat superfluous to those who know me, it may not be out of place to add, in conclusion, that these stories are entirely of my own imagining, constructing, and writing. The fact that the events of some of my tales occur on foreign ground, and are acted out by foreign personages, appears to have suggested in some quarters the inference that the stories themselves might be of foreign origin. Let me, once for all, assure any readers who may honor me with their attention, that in this, and in all other cases, they may depend on the genuineness of my literary offspring. The little children of my brain may be weakly enough, and may be sadly in want of a helping hand to aid them in their first attempts at walking on the stage of this great world; but, at any rate, they are not borrowed children. The members of my own literary family are indeed increasing so fast as to render the very idea of borrowing quite out of the question, and to suggest serious apprehension that I may not have done adding to the large book-population, on my own sole responsibility, even yet.\\n\\nAFTER DARK.\\n\\nLEAVES FROM LEAH'S DIARY.\\n\\n26th February, 1827.--The doctor has just called for the third time to examine my husband's eyes. Thank God, there is no fear at present of my poor William losing his sight, provided he can be prevailed on to attend rigidly to the medical instructions for preserving it. These instructions, which forbid him to exercise his profession for the next six months at least, are, in our case, very hard to follow. They will but too probably sentence us to poverty, perhaps to actual want; but they must be borne resignedly, and even thankfully, seeing that my husband's forced cessation from work will save him from the dreadful affliction of loss of sight. I think I can answer for my own cheerfulness and endurance, now that we know the worst. Can I answer for our children also? Surely I can, when there are only two of them. It is a sad confession to make, but now, for the first time since my marriage, I feel thankful that we have no more.\\n\\n17th.--A dread came over me last night, after I had comforted William as well as I could about the future, and had heard him fall off to sleep, that the doctor had not told us the worst. Medical men do sometimes deceive their patients, from what has always seemed to me to be misdirected kindness of heart. The mere suspicion that I had been trifled with on the subject of my husband's illness, caused me such uneasiness, that I made an excuse to get out, and went in secret to the doctor. Fortunately, I found him at home, and in three words I confessed to him the object of my visit.\\n\\nHe smiled, and said I might make myself easy; he had told us the worst.\\n\\n\\\"And that worst,\\\" I said, to make certain, \\\"is, that for the next six months my husband must allow his eyes to have the most perfect repose?\\\"\\n\\n\\\"Exactly,\\\" the doctor answered. \\\"Mind, I don't say that he may not dispense with his green shade, indoors, for an hour or two at a time, as the inflammation gets subdued. But I do most positively repeat that he must not *employ* his eyes. He must not touch a brush or pencil; he must not think of taking another likeness, on any consideration whatever, for the next six months. His persisting in finishing those two portraits, at the time when his eyes first began to fail, was the real cause of all the bad symptoms that we have had to combat ever since. I warned him (if you remember, Mrs. Kerby?) when he first came to practice in our neighborhood.\\\"\\n\\n\\\"I know you did, sir,\\\" I replied. \\\"But what was a poor traveling portrait-painter like my husband, who lives by taking likenesses first in one place and then in another, to do? Our bread depended on his using his eyes, at the very time when you warned him to let them have a rest.\\\"\\n\\n\\\"Have you no other resources? No money but the money Mr. Kerby can get by portrait-painting?\\\" asked the doctor.\\n\\n\\\"None,\\\" I answered, with a sinking at my heart as I thought of his bill for medical attendance.\\n\\n\\\"Will you pardon me?\\\" he said, coloring and looking a little uneasy, \\\"or, rather, will you ascribe it to the friendly interest I feel in you, if I ask whether Mr. Kerby realizes a comfortable income by the practice of his profession? Don't,\\\" he went on anxiously, before I could reply--\\\"pray don't think I make this inquiry from a motive of impertinent curiosity!\\\"\\n\\nI felt quite satisfied that he could have no improper motive for asking the question, and so answered it at once plainly and truly.\\n\\n\\\"My husband makes but a small income,\\\" I said. \\\"Famous London portrait-painters get great prices from their sitters; but poor unknown artists, who only travel about the country, are obliged to work hard and be contented with very small gains. After we have paid all that we owe here, I am afraid we shall have little enough left to retire on, when we take refuge in some cheaper place.\\\"\\n\\n\\\"In that case,\\\" said. the good doctor (I am so glad and proud to remember that I always liked him from the first!), \\\"in that case, don't make yourself anxious about my bill when you are thinking of clearing off your debts here. I can afford to wait till Mr. Kerby's eyes are well again, and I shall then ask him for a likeness of my little daughter. By that arrangement we are sure to be both quits, and both perfectly satisfied.\\\"\\n\\nHe considerately shook hands and bade me farewell before I could say half the grateful words to him that were on my lips. Never, never shall I forget that he relieved me of my two heaviest anxieties at the most anxious time of my life. The merciful, warm-hearted man! I could almost have knelt down and kissed his doorstep, as I crossed it on my way home.\\n\\n18th.--If I had not res olved, after what happened yesterday, to look only at the cheerful side of things for the future, the events of today would have robbed me of all my courage, at the very outset of our troubles. First, there was the casting up of our bills, and the discovery, when the amount of them was balanced against all the money we have saved up, that we shall only have between three and four pounds left in the cash-box, after we have got out of debt. Then there was the sad necessity of writing letters in my husband's name to the rich people who were ready to employ him, telling them of the affliction that had overtaken him, and of the impossibility of his executing their orders for portraits for the next six months to come. And, lastly, there was the heart-breaking business for me to go through of giving our landlord warning, just as we had got comfortably settled in our new abode. If William could only have gone on with his work, we might have stopped in this town, and in these clean, comfortable lodgings for at least three or four months. We have never had the use of a nice empty garret before, for the children to play in; and I never met with any landlady so pleasant to deal with in the kitchen as the landlady here. And now we must leave all this comfort and happiness, and go--I hardly know where. William, in his bitterness, says to the workhouse; but that shall never be, if I have to go out to service to prevent it. The darkness is coming on, and we must save in candles, or I could write much more. Ah, me! what a day this has been. I have had but one pleasant moment since it began; and that was in the morning, when I set my little Emily to work on a bead purse for the kind doctor's daughter. My child, young as she is, is wonderfully neat-handed at stringing beads; and even a poor little empty purse as a token of our gratitude, is better than nothing at all.\\n\\n19th.--A visit from our best friend--our only friend here--the doctor. After he had examined William's eyes, and had reported that they were getting on as well as can be hoped at present, he asked where we thought of going to live? I said in the cheapest place we could find, and added that I was about to make inquiries in the by-streets of the town that very day. \\\"Put off those inquiries,\\\" he said, \\\"till you hear from me again. I am going now to see a patient at a farmhouse five miles off. (You needn't look at the children, Mrs. Kerby, it's nothing infectious--only a clumsy lad, who has broken his collarbone by a fall from a horse.) They receive lodgers occasionally at the farmhouse, and I know no reason why they should not be willing to receive you. If you want to be well housed and well fed at a cheap rate, and if you like the society of honest, hearty people, the farm of Appletreewick is the very place for you. Don't thank me till you know whether I can get you these new lodgings or not. And in the meantime settle all your business affairs here, so as to be able to move at a moment's notice.\\\" With those words the kind-hearted gentleman nodded and went out. Pray heaven he may succeed at the farmhouse! We may be sure of the children's health, at least, if we live in the country. Talking of the children, I must not omit to record that Emily has nearly done one end of the bead purse already.\\n\\n20th.--A note from the doctor, who is too busy to call. Such good news! They will give us two bedrooms, and board us with the family at Appletreewick for seventeen shillings a week. By my calculations, we shall have three pounds sixteen shillings left, after paying what we owe here. That will be enough, at the outset, for four weeks' living at the farmhouse, with eight shillings to spare besides. By embroidery-work I can easily make nine shillings more to put to that, and there is a fifth week provided for. Surely, in five weeks' time--considering the number of things I can turn my hand to--we may hit on some plan for getting a little money. This is what I am always telling my husband, and what, by dint of constantly repeating it, I am getting to believe myself. William, as is but natural, poor fellow, does not take so lighthearted view of the future as I do. He says that the prospect of sitting idle and being kept by his wife for months to come, is something more wretched and hopeless than words can describe. I try to raise his spirits by reminding him of his years of honest hard work for me and the children, and of the doctor's assurance that his eyes will get the better, in good time, of their present helpless state. But he still sighs and murmurs--being one of the most independent and high spirited of men--about living a burden on his wife. I can only answer, what in my heart of hearts I feel, that I took him for Better and for Worse; that I have had many years of the Better, and that, even in our present trouble, the Worse shows no signs of coming yet!\\n\\nThe bead purse is getting on fast. Red and blue, in a pretty striped pattern.\\n\\n21st.--A busy day. We go to Appletreewick to-morrow. Paying bills and packing up. All poor William's new canvases and painting-things huddled together into a packing-case. He looked so sad, sitting silent with his green shade on, while his old familiar working materials were disappearing around him, as if he and they were never to come together again, that the tears would start into my eyes, though I am sure I am not one of the crying sort. Luckily, the green shade kept him from seeing me: and I took good care, though the effort nearly choked me, that he should not hear I was crying, at any rate.\\n\\nThe bead purse is done. How are we to get the steel rings and tassels for it? I am not justified now in spending sixpence unnecessarily, even for the best of purposes.\\n\\n22d.-----\\n\\n23d. *The Farm of Appletreewick.*--Too tired, after our move yesterday, to write a word in my diary about our journey to this delightful place. But now that we are beginning to get settled, I can manage to make up for past omissions.\\n\\nMy first occupation on the morning of the move had, oddly enough, nothing to do with our departure for the farmhouse. The moment breakfast was over I began the day by making Emily as smart and nice-looking as I could, to go to the doctor's with the purse. She had her best silk frock on, showing the mending a little in some places, I am afraid, and her straw hat trimmed with my bonnet ribbon. Her father's neck-scarf, turned and joined so that nobody could see it, made a nice mantilla for her; and away she went to the doctor's, with her little, determined step, and the purse in her hand (such a pretty hand that it is hardly to be regretted I had no gloves for her). They were delighted with the purse--which I ought to mention was finished with some white beads; we found them in rummaging among our boxes, and they made beautiful rings and tassels, contrasting charmingly with the blue and red of the rest of the purse. The doctor and his little girl were, as I have said, delighted with the present; and they gave Emily, in return, a workbox for herself, and a box of sugar-plums for her baby sister. The child came back all flushed with the pleasure of the visit, and quite helped to keep up her father's spirits with talking to him about it. So much for the highly interesting history of the bead purse.\\n\\nToward the afternoon the light cart from the farmhouse came to fetch us and our things to Appletreewick. It was quite a warm spring day, and I had another pang to bear as I saw poor William helped into the cart, looking so sickly and sad, with his miserable green shade, in the cheerful sunlight. \\\"God only knows, Leah, how this will succeed with us,\\\" he said, as we started; then sighed, and fell silent again.\\n\\nJust outside the town the doctor met us. \\\"Good luck go with you!\\\" he cried, swinging his stick in his usual hasty way; \\\"I shall come and see you as soon as you are all settled at the farmhouse.\\\"  \\\"Good-by, sir,\\\" says Emily, struggling up with all her might among the bundles in the bottom of the cart; \\\"good-by, and thank you again for the work-box and the sugar-plums.\\\" That was my child all over! she never wants telling. The doctor kissed his hand, and gave another flourish with  his stick. So we parted.\\n\\nHow I should have enjoyed the drive if William could only have looked, as I did, at the young firs on the heath bending beneath the steady breeze; at the shadows flying over the smooth fields; at the high white clouds moving on and on, in their grand airy procession over the gladsome blue sky! It was a hilly road, and I begged the lad who drove us not to press the horse; so we were nearly an hour, at our slow rate of going, before we drew up at the gate of Appletreewick.\\n\\n24th February to 2d March.--We have now been here long enough to know something of the place and the people. First, as to the place: Where the farmhouse now is, there was once a famous priory. The tower in still standing, and the great room where the monks ate and drank--used at present as a granary. The house itself seems to have been tacked on to the ruins anyhow. No two rooms in it are on the same level. The children do nothing but tumble about the passages, because there always happens to be a step up or down, just at the darkest part of every one of them. As for staircases, there seems to me to be one for each bedroom. I do nothing but lose my way--and the farmer says, drolling, that he must have sign-posts put up for me in every corner of the house from top to bottom. On the ground-floor, besides the usual domestic offices, we have the best parlor--a dark, airless, expensively furnished solitude, never invaded by anybody; the kitchen, and a kind of hall, with a fireplace as big as the drawing-room at our town lodgings. Here we live and take our meals; here the children can racket about to their hearts' content; here the dogs come lumbering in, whenever they can get loose; here wages are paid, visitors are received, bacon is cured, cheese is tasted, pipes are smoked, and naps are taken every evening by the male members of the family. Never was such a comfortable, friendly dwelling-place devised as this hall; I feel already as if half my life had been passed in it.\\n\\nOut-of-doors, looking beyond the flower-garden, lawn, back yards, pigeon-houses, and kitchen-gardens, we are surrounded by a network of smooth grazing-fields, each shut off from the other by its neat hedgerow and its sturdy gate. Beyond the fields the hills seem to flow away gently from us into the far blue distance, till they are lost in the bright softness of the sky. At one point, which we can see from our bedroom windows, they dip suddenly into the plain, and show, over the rich marshy flat, a strip of distant sea--a strip sometimes blue, sometimes gray; sometimes, when the sun sets, a streak of fire; sometimes, on showery days, a flash of silver light.\\n\\nThe inhabitants of the farmhouse have one great and rare merit--they are people whom you can make friends with at once. Between not knowing them at all, and knowing them well enough to shake hands at first sight, there is no ceremonious interval or formal gradation whatever. They received us, on our arrival, exactly as if we were old friends returned from some long traveling expedition. Before we had been ten minutes in the hall, William had the easiest chair and the snuggest corner; the children were eating bread-and-jam on the window-seat; and I was talking to the farmer's wife, with the cat on my lap, of the time when Emily had the measles.\\n\\nThe family numbers seven, exclusive of the indoor servants, of course. First came the farmer and his wife--he is a tall, sturdy, loud-voiced, active old man--she the easiest, plumpest and gayest woman of sixty I ever met with. They have three sons and two daughters. The two eldest of the young men are employed on the farm; the third is a sailor, and is making holiday-time of it just now at Appletreewick. The daughters are pictures of health and freshness. I have but one complaint to make against them--they are beginning to spoil the children already.\\n\\nIn this tranquil place, and among these genial, natural people, how happily my time might be passed, were it not for the saddening sight of William's affliction, and the wearing uncertainty of how we are to provide for future necessities! It is a hard thing for my husband and me, after having had the day made pleasant by kind words and friendly offices, to feel this one anxious thought always forcing itself on us at night: Shall we have the means of stopping in our new home in a month's time?\\n\\n3d.--A rainy day; the children difficult to manage; William miserably despondent. Perhaps he influenced me, or perhaps I felt my little troubles with the children more than usual: but, however it was, I have not been so heavy-hearted since the day when my husband first put on the green shade. A listless, hopeless sensation would steal over me; but why write about it? Better to try and forget it. There is always to-morrow to look to when to-day is at the worst.\\n\\n4th.--To-morow_ has proved worthy of the faith I put in it. Sunshine again out-of-doors; and as clear and true a reflection of it in my own heart as I can hope to have just at this time. Oh! that month, that one poor month of respite! What are we to do at the end of the month ?\\n\\n5th.--I made my short entry for yesterday in the afternoon just before tea-time, little thinking of events destined to happen with the evening that would be really worth chronicling, for the sake of the excellent results to which they are sure to lead. My tendency is to be too sanguine about everything, I know; but I am, nevertheless, firmly persuaded that I can see a new way out of our present difficulties--a way of getting money enough to keep us all in comfort at the farmhouse until William's eyes are well again.\\n\\nThe new project which is to relieve us from all uncertainties for the next six months actually originated with *me!* It has raised me many inches higher in my own estimation already. If the doctor only agrees with my view of the case when he comes to-morrow, William will allow himself to be persuaded, I know; and then let them say what they please, I will answer for the rest.\\n\\nThis is how the new idea first found its way into my head:\\n\\n[ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/322](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/322)\\n\\n\",\"timestamp\":1639127825,\"title\":\"\\nI HAVE taken some pains to string together the various stories contained in this Volume on a single\"},\"digest\":\"5hHW318c3maUEVZI2COtTHxI8PnaZ_snK1ptEK-jIM8\",\"authorship\":{\"contributor\":\"0x9dA14EBFe3CfE059a88A873b83F5D7f596175316\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Y16iWCP0BATh0EzQEZCPt1uLI9lRfY12I-f3Ff4dOes\\\",\\\"y\\\":\\\"HvaU8SijxjLqPkZZOdm99klds4Idzs_i6daWoM1xJV0\\\"}\",\"signature\":\"LvU_f7BGnDPwTphSPG6XvlDH38CI27fMQC80eJcJSm5U3AkLe7W4xeIt9K1yvXseWUbmL2yRGRpl3OnDcp5iXA\",\"signingKeySignature\":\"0x208297809e031c44cc70a383c48497e0eac655a1354ff72d8bc21b62f4d9cbd136fbc270327046b66e2e8ba12727a36fd888924df3f4c8b4a5eac1a4360ae1db1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Y16iWCP0BATh0EzQEZCPt1uLI9lRfY12I-f3Ff4dOes\\\",\\\"y\\\":\\\"HvaU8SijxjLqPkZZOdm99klds4Idzs_i6daWoM1xJV0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5hHW318c3maUEVZI2COtTHxI8PnaZ_snK1ptEK-jIM8\"}"