"{\"content\":{\"body\":\"There is a difference between successful people and ordinary people. The first one: thick-skinned and shameless, all successful people are better than they are when they lose face\\n\\nThe face is much more. Only the faceless can make money. Just look at the successful history of movie stars and big entrepreneurs.\\n\\nThe second one: The winners have a hard heart, and they do what they want, but their waists are very soft. In order to get things done, they nod and bow when they see people. Ordinary people have a soft heart and are easy to give up. They don't have a heart that doesn't stop until they reach their goals. They don't like to nod and bow when they see people. They call it innocent. Being ambitious is actually stupid, because no one cares at all. Even he himself hates his high morality because he has no money.\\n\\nThird: dare to fight for opportunities, dare to plunder things that do not belong to oneself, dare to possess resources. It will not be restricted by morality and other restrictions. In this society, as long as you grab it, it will be your own, and if you can't grab it, it will be someone else's. As long as it is not illegal.\\n\\nFourth: When ordinary people hear a truth, they all like to say that I understand, I understand, and I understand. The successful ones will practice until they are proficient, and practice until they are superb and completely surpass their competitors.\\n\\nThe core idea of ​​Sun Tzu's Art of War\\n\\nSun Tzu's Art of War has four core ideas. First: Sun Tzu's art of war is not about defeating the strong by the weak, but about defeating the weak by the strong. Sun Zibing\\n\\nAccording to the law, you should make a move when you are sure. Don't use the fate of the country and the nation to bet on a small probability event, that is, the weak wins the strong. Entrepreneurs should do the same, do things within their own capabilities,\\n\\nDo what you can do, and gradually increase your strength, and you can do things that correspond to your strengths, so your confidence will increase, and your company will have no risks. If you develop the character of defeating the strong with the weak, even if you succeed in the moment, it is impossible to succeed every time. Sooner or later, you will be unlucky.\\n\\nSecond: You have to calculate the cost in everything. Don't just think about winning, you have to settle accounts, whether it is worth fighting, killing 10,000 enemies, self-defeating 8,000, winning may not necessarily have much benefit. If you lose, your country may be ruined and your family will die. It's best to be a soldier without a fight. In this way, after victory, his soldiers, we can take over and become our soldiers, our army will be stronger. This is how the great Communist Party fought. When we are a business, we should treat our competitors in the same way.\\n\\nThird: First calculate that you will win before launching a war. Usually, you mainly cultivate yourself, rather than worry about defeating the enemy. Make yourself strong and become an invincible party. Let yourself have no loopholes, wait for the enemy to make loopholes, and then seize the opportunity to fight. Instead of rushing up and fighting by yourself, finding a chance of victory in the process of fighting is dangerous. When Mr. Li Ka-shing bought someone else’s company, when the financial situation of the other company was not good, Li Ka-shing took the shot, and usually just strengthened his own strength.\\n\\nFourth: Sun Tzu's Art of War is not to teach you to win, but to teach you to admit defeat first. Why do people like to listen to \\\"never admit defeat\\\", because people don't like to hear bad news,\\n\\nUnwilling to hear the truth that is not good for oneself. I want to win by myself. In fact, \\\"giving up one's defeat will win\\\". In a deeper sense, it is not awesome to admit defeat to win. Only those who can really accept defeat will win.\\n\\nSima Yi faced Zhuge Liang. Sima Yi raised his free card and closed the gate of the barracks. Zhuge Liang humiliated Sima Yi and sent a woman's clothes to Sima Yi to wear. He said that Sima Yi had no seeds and did not dare to come out for a fight. Sima Yi put on this woman's clothes directly, and said that it was very suitable. Therefore, Zhuge Liang was dragged to death by Sima Yi.\\n\\nIn fact, being a boss is the same. If you don’t take over, if you don’t take over, the consequences will be very serious. To accept your failures calmly, learn to admit defeat, and\",\"timestamp\":1634794527,\"title\":\"The difference between successful people and ordinary people\"},\"digest\":\"ZsNJkjrYKIOH58e0m6urttvpOrpyVex084ZsX_S-IPE\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"wCXzSXrWrESYUYgVwRy9Xs7xLwlvvCprOCcYO5Zf_oumKnXdoKVGcQe_0WCZEgbDKyfiXnCO8jN4PJh1Spl1gQ\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZsNJkjrYKIOH58e0m6urttvpOrpyVex084ZsX_S-IPE\"}"