"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/YGDndBcRiWfL-OctYb7Ts.png?height=735&width=1400)\\n\\n# Terminologies\\n\\n* **Blockchain:** A database of sorts that stores data in blocks chained together in the network. Most common use has been a ledger for transactions\\n* **Decentralization:** Anyone can transact on the ledger through different mechanisms like proof of work or mining to prevent people from corrupting the integrity of the system\\n* **Centralization:** Only known and identified parties can transact on the ledger which means there is less transparency and transactions can be audited\\n* **Smart Contract**: An agreement whereby the execution is automated and enforceable on a distributed ledger\\n* **Cryptocurrency:** Native asset of a blockchain network that can be traded, utilized as a medium of exchange, and used as a store of value.\\n* **Token:** Units of value that blockchain-based organizations or projects develop on top of existing blockchain networks\\n* **Fungible Token**: Token that is indistinct from another of its kind in terms of value and characteristics. For example, any $1 bill is no different from one another.\\n* **Non-fungible Token (NFT)**: Token that represents a unique, verifiable, and tradeable asset that sits on the blockchain. These could take the form of digital art, collectibles, or totally new asset types.\\n* **ERC-20**: Standard for building and issuing smart contracts on the Ethereum blockchain. Also used for fungible tokens.\\n* **ERC-721**: Standard for issuing NFTs on the Ethereum blockchain\\n* **ERC-1155**: Standard for minting multiple assets in a single smart contract. For example, issuing 20 editions of an NFT into one contract\\n\\n# Trading Art pre-NFT era\\n\\nPeople used to trade art on the back of wagons and only the kings and queens were able to trade it. Well, it was not that old school before NFTs became a trend but there were still a lot of challenges. Throughout history, it has always been difficult for artists to monetize their work and those who were fortunate enough launched exhibitions in art galleries and museums. This was challenging because awareness and access to such exhibitions were not accessible easily.. With the advent of the internet, new opportunities for people to communicate, collaborate, and trade came about. Jeremy Bailey, New Media Artist, turned towards YouTube to share his video work. And he launched YOUar, a software-based approach to trading art where every buyer of an sculpture would receive an Augmented Reality version of the sculpture along with a PDF certificate for authenticity of the buyer and artist (Perez, 2021).\\n\\nTaken from www.youar.shop\\n\\nThe biggest problems that were faced in the traditional digital art market were around authenticity and royalty-sharing of the art. For example, it is well understood that the Mona Lisa painting lies in the Louvre Museum and it is authentic. For a smaller or less popular artist, hough, in a gallery or online platform, how can one determine the authenticity of that art?\\n\\n> *A famous fake copy of the Mona Lisa, so similar to Leonardo da Vinci’s masterpiece that some experts questioned whether the real copy was hanging in the Louvre, was purchased Friday for $3.4 million, selling at an auction for more than 10 times its appraised value. [Forbes](https://www.forbes.com/sites/graisondangor/2021/06/18/fake-mona-lisa-sells-for-34-million/?sh=a21ba6e28bc1)*\\n\\nAnd most importantly, once an art was purchased, the artist would go on to receive a single one time payment and from future reselling by someone else they would get zero profits. In secondary markets, the royalties were never transferred to artists before.\\n\\nUS $50.1 billion was the value of the Global Art market back in 2020 with online sales comprising US $12.4 billion of that (Block, 2021). And reportedly, Art galleries faced a big decline in 2020 COVID pandemic as much as 40% of their sales and even the top 10 NFT today still represent <1% Global Art market share (S, 2021). NFTs have a long way to go and with the rise of Web 3.0 it has certainly fueled up the Digital Art scene by bridging the gap between the old and young in only Art trading but other areas as well.\\n\\n# Trading Art post-NFT era\\n\\nHow trading art looks like is that any individual could take part in supporting the artists’ work by making a purchase in an online exhibition of sorts in the NFT marketplaces. You enter the marketplace (e.g. OpenSea), connect your crypto wallet (e.g. metamask), buy the art with crypto (e.g. Ethereum), wait for the transaction to be verified by the blockchain network, and you will have the art in your wallet to display on a social media profile, Virtual Reality world, trade it for a higher price, or safekeep it. Yes, some little knowledge is required to convert real-world currency (e.g. USD) into crypto on exchange platforms and setting up your Metamask wallet. But this is not a crazy feat for millennials nor Gen Z and something other generations cannot learn easily in minutes. The whole process of creating and buying an NFT is summed up below in Figure 1:\\n\\n*Figure 1*: Creating and buying an NFT (infographic). NTT Data <https://uk.nttdata.com/insights/blog/what-are-nfts-and-why-do-they-matter>\\n\\n# Why do NFTs matter in the Art space?\\n\\nTrading Art post-NFT era provides a multitude of benefits but notably includes (*What Are NFTs and Why Do They Matter*, 2021):\\n\\nA) **Easy and transparent transfers with possibility of recurring royalties per transfer to original owner:**\\n\\nDepending on how the smart contract is created and/or which NFT platform is used to mint/trade/sell that NFT, the artist reserves the right to declare the percentage of royalties they wish to receive from the secondary market sales of their artwork. For example, an NFT artist working on a generative profile picture collection could set a 5% recurring royalty on their work. So, whenever that art is sold to anyone else in the future the original artist would receive 5% of that.\\n\\nB) **All historic ownership data is stored on blockchain and trackable and:**\\n\\nAuthenticity of NFTs can be determined for certain as human intervention has been reduced and the data is stored on a blockchain network (e.g. Ethereum) which enables tracking of the Crypto wallets or individual NFTs to be transparent. For example, an art investor wanting to expand their portfolio could review the profile of the NFT artists and view the historic ownership data on the blockchain to verify who the first owner of that NFT was.\\n\\nC) **Intermediates are an option now and barriers to entry are made easier for creators**\\n\\nBy entering Web 3.0 and the rise of decentralization it is much easier for individual artists to create their individual auctions/art shows and mint/trade their own NFT collection on their platform. Or by using the existing NFT platforms they could ease the development process and focus on trading and marketing. For example, an artist no longer needs to rely on individual galleries/auction houses/intermediates to enter this space and has more options.\\n\\nNFTs matter for the same reasons that trading art matters for people. Capital gain, supporting the artists, for the story behind the art, and/or for just showing ownership of that Art. The social proof that someone owns an NFT is a phenomenon not new but rather something we have experienced traditionally and digitally before. The blue checkmark on Instagram is a real close example we have all seen. Gary Vee mentions that this blue checkmark has not value in itself, it is code, an image that someone in Facebook could turn on for an account (Vee, 2021). That gives people a sense of authenticity and builds trust with their audience. The sense of ownership is something irreplaceable. Some joke around that they could just right-click on an NFT, save the image as, and they would have it on their computer for free. But they do not actually own it.\\n\\nWhy NFTs are a big deal explained in 30 seconds?\\n\\n**This is part of a series. Continue read the next parts here: \\n [Part 1](https://medium.com/@pooriaarab/a-beginners-guide-to-nfts-history-utility-platforms-art-and-academia-part-1-310035dc9476), [Part 2](https://medium.com/@pooriaarab/a-beginners-guide-to-nfts-history-utility-platforms-art-and-academia-part-2-9e7ed722310b), [Part 3](https://medium.com/@pooriaarab/a-beginners-guide-to-nfts-history-utility-platforms-art-and-academia-part-3-94cda9a67c17), and [Part 4](https://medium.com/@pooriaarab/a-beginners-guide-to-nfts-history-utility-platforms-art-and-academia-part-4-8ccba3d4126a)**\\n\\n*This piece was developed as part of directed study research in conjunction with Professor [Philippe Pasquier](https://philippepasquier.com/home) (from [MetaCreation Lab](https://metacreation.net/) at Simon Fraser University in Burnaby, Canada), fellow partner [Bahareh honar](https://medium.com/u/379407235ff2?source=post_page-----310035dc9476-----------------------------------) and contributions from Dan Hawkins. All references cited at the end of the last page of this report.*\",\"timestamp\":1642491636,\"title\":\"A beginner’s guide to NFTs —history, utility, platforms, art, and academia part 1\"},\"digest\":\"jArLkYlau7l_-FBWiORTUk_Sx18Z15eQRq4WNVzEtzU\",\"authorship\":{\"contributor\":\"0xcbf1C7c40e32526f44be5Afc564Ea51666A1f6E5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CVQLjYJHHjv5QsT3w-tWQZ3bdvEtsGDY1eKKSiFzYIU\\\",\\\"y\\\":\\\"x4kEc9ghLduHNrioAQGRqzU5JjYG1uZHgUx8WVKHi3g\\\"}\",\"signature\":\"ER6EpwG5HlDIvx1XXtkTZZ93MRlzazfpYO-kkmnEdOH8beK1VphHFolCu3172Y88kVp6W_rwg-1H2V3pGvxTQA\",\"signingKeySignature\":\"0x09700702ba12ba056277a1f608050daaf8ad242c9aed4740fad29cfafcf82c9c2a6087f223986d928aa7b7a89132f41e532475de47f831b84e5fa65aea41faae1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CVQLjYJHHjv5QsT3w-tWQZ3bdvEtsGDY1eKKSiFzYIU\\\",\\\"y\\\":\\\"x4kEc9ghLduHNrioAQGRqzU5JjYG1uZHgUx8WVKHi3g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jArLkYlau7l_-FBWiORTUk_Sx18Z15eQRq4WNVzEtzU\"}"