"{\"content\":{\"body\":\"We might as well divide the front-end decentralization process into three parts: browser, decentralized domain name, decentralized storage, and computing.\\n\\nMost browsers can complete the access of decentralized domain names. It is worth noting that, since current web browsers do not support decentralized domain names, access to decentralized domain names requires centralized access port bridging. But the exciting thing is that many browsers are beginning to support decentralized storage IPFS and computing, including mainstream browsers such as Chromium, Firefox, Opera, Brave, etc. They all support encrypted wallet plug-ins, and some of the platform versions of Opera and Brave already support The native access capabilities of IPFS and ENS domain names have been improved.\\n\\nIn addition, we can also access the corresponding Dapp through the wallet application.\\n\\nWhen we talk about decentralized domain names, we are mostly talking about ENS domain names. We can understand the ENS domain name as a simplified version of the Ethereum wallet address, which can be easily remembered, and its counterpart is the DNS domain name. Previously, the traditional Internet also completed information simplification through DNS domain names-now whenever we want to visit Google, we only need to enter [google.com](http://google.com). ENS domain names often end in .eth.\\n\\nIn addition to Ethereum's ENS, the Bonfida protocol of the emerging public chain Solana also launched a decentralized domain name service. The Bonfida domain name ends in .sol. Bonfida supports linking domain names with data on the chain. Websites hosted in IPFS or Arweave can be completely decentralized by using Solana domain names.\\n\\nThrough the above combination, we can access decentralized DeFi applications in a completely decentralized way, without being affected by regulatory agencies.\",\"timestamp\":1634225393,\"title\":\"What is front-end decentralization?\"},\"digest\":\"-hnA5jMt66yA23o0AJybcyvTm1qKkJra7pTL1TsCZPo\",\"authorship\":{\"contributor\":\"0x13079F412027a64ce84b90B82D8979BDE55B4E56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pnjrKyMRnRBopd3BzrqUiGwBBYEombBD6Aal06UekHY\\\",\\\"y\\\":\\\"xmdo1S6lR-jxV8L4-FhUUce1Pye8C9Mn4OeHa3S9iRI\\\"}\",\"signature\":\"Jb1WpxgLwiyZG_Sph4f82-WJBmLs4mTsicxXV3JwLe7SUsz96fygyRcjb0Pi8-bhS4E7W7ebByCLu7Ia5EknYw\",\"signingKeySignature\":\"0x411bdaa6bb62c6b180892e366203a1860fd07a1f6c1dcbb473e17afcae99a5c21e65c90b39ce446da32e3f526d6ef65fba9023b83920c795303f36e51a65da731b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pnjrKyMRnRBopd3BzrqUiGwBBYEombBD6Aal06UekHY\\\",\\\"y\\\":\\\"xmdo1S6lR-jxV8L4-FhUUce1Pye8C9Mn4OeHa3S9iRI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-hnA5jMt66yA23o0AJybcyvTm1qKkJra7pTL1TsCZPo\"}"