"{\"content\":{\"body\":\"In many non-western cultures, people are referred to by their last name over their first. Katz, which in German means justice, Jade, a beautiful green stone that symbolizes a connection with your ancestors. The perfect name for the work I plan to do in this space.\\n\\nJustice for my ancestors.\\n\\nBut my real name is [Valerie Phoenix](https://twitter.com/digitalblkhippy). I’m a self-taught developer who started a nonprofit three years ago called [Tech by Choice](https://techbychoice.org/). In college, I taught myself UX and Front End development and changed the trajectory of my life. I learned skills that helped me launch into a six-figure industry. It wasn’t easy, but I did it and wanted more people who looked and sounded like the people I grew up around to do it too. This want quickly became a need. I witnessed multiple tech companies make business decisions that overlooked marginalized experiences because no one in the room had the insight to understand the cultural impact of their choices.\\n\\nThrough Tech by Choice, I can help adults from multiple backgrounds enter, stay and thrive in STEAM. Over the years, I’ve put in countless hours and money supporting the community and the mission, but navigating the nonprofit space was not what I expected it to be.\\n\\nOur mission has always been clear. We’ve always taken the community-driven development approach to grow and support our community. This was an intentional choice that we made from the start because we knew once many came into play, balancing and removing corruption and egos from business decisions was the only way we could stay true to our mission. My biggest fear was becoming the leader that compromised the community by accepting a deal or partnership for the money. Even worse, the illusion of power money offers someone with the title “founder.” To prevent this fear from becoming a reality, I knew I would never take a single payment for the work that I do until the org could be 100% transparent about partnership deals, our money flow, and our impact on the company.\\n\\nWeb 3 and the tooling for DAO’s have offered a way to solve some of my biggest issues of nonprofits, financial transparency, disruption of power. During this transition moving to a less visible, unpaid volunteer role, allowing power to move from a single figurehead to every community member. This seems the only way to protect our mission from corruption. But only if we continue to work as a community to build our new foundation.\\n\\nSo there you have it. This is Jade Katz, and this is why I chose this name for me. This is why I’m creating the CommuniTea project to donate 10% of all sales to the Tech by Choice DAO ([Read more about this here](https://dev.to/digitalblkhippy/gm-from-tech-by-choice-eo1)).\\n\\nWhile I’m so much more than my work, I would love for you to get to know me through [Twitter](https://twitter.com/MetaMystic_) and the spaces I’m in. Also, give the [CommuniTea](https://twitter.com/CommuniTeaNFT) page a follow and join our [discord](https://discord.gg/H4rkwCBgTA)! We’re opening the reservation list soon! You won’t want to miss this!\\n\\n\\\\*\\\\*\\n\\n\\\\*\\\\*\",\"timestamp\":1641086100,\"title\":\"Who is Jade Katz?\"},\"digest\":\"0jyS2L20VDq6g_n17TxPk3rEuslxQYA8QKcCldgPGPo\",\"authorship\":{\"contributor\":\"0x19de52Bc6207f8dc7633dBD66FE2936eAB713868\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Lg2ysBcmuRV7gtgNVrdbIrUhflp8C7138QIFB9wk72s\\\",\\\"y\\\":\\\"HjySUyTudWVa144aEKjEM8Nxlu4DRlRpwx3YNUW9s-c\\\"}\",\"signature\":\"iv04h65wU9Al8Ih2-G0owU6kU0x3CG9_5JKXLZ-dwj5RsOcyAk62CgWc-DO5GmCyjBm20tVeea80bpABPIPgwQ\",\"signingKeySignature\":\"0x9ac59b2b592404916e86d80760d658fb91924fae3042785af8fe3af11bf1a2684a4a819d0f1c68a4497b1790cc271d5004a62c54cc30df494cbaa9940df382551c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Lg2ysBcmuRV7gtgNVrdbIrUhflp8C7138QIFB9wk72s\\\",\\\"y\\\":\\\"HjySUyTudWVa144aEKjEM8Nxlu4DRlRpwx3YNUW9s-c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gp05zFidqaPEugnVyomEBhfvq5BhR6poi6AENmQg2NM\"}"