"{\"content\":{\"body\":\"At the same time this could create deeper layers of engagement, as players are directly incentivized to crank out daily quests and build up an account for the long term. Rewarding users who create a lot of value will pay dividends in the long run. \\n\\n> *Creating earnings opportunities for players in addition to just spending opportunities can help to establish more sustainable digital worlds that have flourishing auction houses and robust secondary marketplaces.*\\n\\nThis is in stark contrast to focusing on squeezing the pockets of vulnerable players as much as possible before their inevitable churn. \\n\\nA new model that emcompasses many of these principles and represents a paradigm shift in how the economics of a game can function is becoming known as Play2Earn.\\n\\n \\n\\n#### The Play2Earn model and walled gardens\\n\\nPlay2Earn focuses on maximizing player engagement over profit. Boiling it down to three key principles, Play2Earn means:\\n\\n* Providing skilled players ways to earn as a reward for being highly engaged with the game. Usually in the form of in-game currencies that have open market dynamics. \\n* Enhanced ownership of digital assets. Players own and are able to trade and monetize their assets.\\n* Transparent and participatory in-game economies. Game developers allow and encourage building additional experiences on top of the game’s core experience.\\n\\nThe gaming industry consists primarily of walled gardens and closed-loop ecosystems. Players spend money on in-game currency and items which they do not truly own and often cannot redeem for real world value. Players derive enjoyment from a particular game for a few months, but eventually they churn and move on. When that time comes, they cannot liquidate the rare items they spent months grinding to acquire. They are stuck in that game’s walled garden and are effectively dead assets. \\n\\n \\n\\n### The best of blockchain, every Tuesday\\n\\nSubscribe for thoughtful explorations and leisurely reads from Magazine.\\n\\n \\n By subscribing you agree to our [Terms of Service and Privacy Policy](https://cointelegraph.com/terms-and-privacy)\",\"timestamp\":1639040688,\"title\":\"At the same time this could create deeper layers of engagement\"},\"digest\":\"90wS-XeZAD7oD3Hqd0BJRJCScWdohRzC4panYO7GrLc\",\"authorship\":{\"contributor\":\"0x2b02466633bE17c2B131430b6B3d2e5CB918c964\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3rdg5Bx_4yxfiiUIvEMJGkQeAGpSh-yGSOamY-0bZkM\\\",\\\"y\\\":\\\"om8yFSjfBHQnlBBKS7abFr69-VhL3DYIUn2HyKl8Wf4\\\"}\",\"signature\":\"6TxVNeN5sM74Bf5aUWvJCkSMaY2PW7IDuDAVZjLPuM6AwbMs0XlCizxdceGqp1QWXRar30HeyUsvoaTqi0_cfw\",\"signingKeySignature\":\"0x76be8ed67ee59308f1c89d08aadfcd1ba90d5b9e4d675e2c421b836fba8638d95cf4a9fd7e6127672d18549f5fa15f02005c9dac351106ae62c8396e08d44f771c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3rdg5Bx_4yxfiiUIvEMJGkQeAGpSh-yGSOamY-0bZkM\\\",\\\"y\\\":\\\"om8yFSjfBHQnlBBKS7abFr69-VhL3DYIUn2HyKl8Wf4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"90wS-XeZAD7oD3Hqd0BJRJCScWdohRzC4panYO7GrLc\"}"