"{\"content\":{\"body\":\"## While some at-home DNA test users get confirmation about who they are, others end up questioning their whole identity.\\n\\n[![Betsy Hart](https://miro.medium.com/fit/c/56/56/1\\\\*u7R5YKqpDlav4EEDITSQEw.jpeg)](https://medium.com/@eahart\\\\_62769?source=post_page-----8357b7eeb468-----------------------------------)\\n\\nOne email notification led Carla Barnes to question her whole identity and try to find it again. Barnes expected the email — even looked forward to it — but it delivered an unexpected shock. The email held the results of her at-home DNA test. It revealed her ethnicity, a list of her DNA relatives, and a secret her mother kept from her for her entire life. When she opened her results, she didn’t second guess the accuracy of her ethnicity, but the list of relatives the test identified made her question its validity. As she scrolled through the list of people with whom she shared DNA, she noticed some obvious oversights. The test failed to identify any of her family members from her father’s side as DNA relatives.\\n\\nBarnes’s experience provided her membership in a growing community — those who experience a non-parental event (NPE). An NPE occurs when a person discovers they are not genetically related to the parent or parents who raised them. The acronym first stood for non-paternity event and some use it to mean not parent expected. Others also often use the term MPE, or misattributed parental event, to refer to these situations. People created these different terms and acronyms to be more inclusive of all situations and to make these discoveries more personal and less scientific.\\n\\nNPEs can result from a multitude of situations, including adoption, sperm or egg donation, kidnapping, rape, adultery, a mistake during IVF or artificial insemination, and a range of other scenarios. While NPEs themselves are not new, it is becoming increasingly easier to discover them. “This stuff has always existed, but we’re just now on the brink of discovering how frequent this is,” Barnes says. The prevalence of and increased accessibility to at-home DNA testing has led many people to discover their own NPE, and those discoveries and the emotional challenges they create have led to the growth of organizations that seek to support those who experience them. NPE Friends Fellowship, a non-profit that aims to support and raise awareness for NPEs, says that 5% to 10% of people who take an at-home DNA test discover an NPE. NPE Friends Fellowship began in June of 2017 as a Facebook group of people who experienced NPEs supporting each other. The group grew to 20 members after a week and more than 1,000 after a year. The group currently boasts more than 11,000 members and grows every week.\\n\\nAnd the growth of the at-home DNA test business helps fuel these experiences and these communities. [In a 2020 blog post by Ancestry](https://www.ancestry.com/corporate/blog/our-path-forward), then president and CEO Margo Georgiadis said that 30 million people “started a DNA journey” worldwide. 23andMe alone has [sold more than 12 million of their DNA test kits](https://www.23andme.com/about?bst=pff) since they began in 2006. While these millions of tests likely resulted in a large number of NPE discoveries, most users who decide to spit in a little vial do not seek to discover or verify their biological parents. Another [Ancestry blog post](https://www.ancestry.com/corporate/blog/top-5-reasons-to-take-a-dna-test) outlines some of the main reasons users do decide to take a DNA test including seeking out the specifics of their ethnicity, connecting with distant relatives, and making discoveries about their family trees. DNA test takers also often get their test kit as a gift from a loved one as the biggest DNA test companies run sales around the holiday season. In Barnes’ situation, she hoped that taking a DNA test would help fill in the gaps of the family tree that she started researching and building more than a decade earlier. Rather than being able to see it grow more branches, she instead had to watch half of the roots of her family tree die and disappear.\\n\\nAn NPE discovery can take some people on an emotional journey of rediscovering their identity, but for others, the information is as insignificant as what they ate for breakfast. One NPE, who wishes to remain anonymous due to the fact that much of her extended family is unaware of the situation, took a 23andMe DNA test and discovered a half sibling she never knew about. After repeated attempts to convince her parents to explain the half-sibling she found, her mom called her crying and finally admitted that she was conceived through a sperm donor due to infertility issues with her parents. This new information, though, failed to alter her self-perception. “For me, it almost turned into, rather than being this emotional event, it was kind of just a detective, mystery-solving thing,” she says. She does not feel as though she lost any connection to the man who raised her even with the knowledge that they are not genetically related. “Honestly, I don’t care. This doesn’t, from my perspective, change anything. My dad is still my dad,” she says. “Sure, he didn’t donate genetic material to me, but I think that fatherhood is so much more than that.”\\n\\n> “My dad is still my dad. Sure, he didn’t donate genetic material to me, but I think that fatherhood is so much more than that.”\\n>\\n> — Anonymous NPE\\n\\nFor many people who discover their own NPE, they question their own identity, not just the identity of their biological parents. “It’s probably like grief of a parent who loses a kid. It’s probably on that level,” Barnes says. “No one has died, but a part of your reality and your truth of yourself has died when you hear something different.” Those who discover the truth of their ancestry through an at-home DNA test often feel an extra level of hurt than if a loved one had told them. “It adds a betrayal factor on top of the issue in itself,” Barnes says.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*6Pbt4j9cnvwsVr7\\\\_pVn1oA.jpeg)\\n\\nAn NPE discovery can lead to a person questioning not only who their parents are, but who they are too. | Original photo by Caleb Oquendo\\n\\nBarnes recalls that the stress and crisis of the situation would wake her up in the middle of the night. Instead of putting her head back down on the pillow, Barnes would instead pick up her phone and start searching the internet for answers to her questions. Googling phrases such as “my dad is not my dad,” “mom had an affair,” and “I don’t know my dad” did not result in any support for Barnes, but she kept trying. Two years after her initial DNA test, she learned the term NPE from a *New York Times* article. It was then, as the brightness of her phone’s screen shone on her face, that she felt less alone in her experience, and she used the term to find some support and understanding. “I found some communities on Facebook. I found other people who had stories like me, but I had to search for it,” she says. “It took a long time.”\\n\\n> “No one has died, but a part of your reality and your truth of yourself has died when you hear something different.”\\n>\\n> — Carla Barnes\\n\\nJodi Klugman-Rabb also discovered her NPE situation through an at-home DNA test. But the shock and realization of what the results meant took longer than Barnes’ immediate shock. In fact, the chaos of life, including having young children and a career, kept her from truly understanding the reality presented in her genetic report. Two years after taking the DNA test, while on vacation in Mexico and reading a book poolside, Klugman-Rabb relaxed enough to process her results. The test revealed that she was 50% Scottish and not 50% German like she was expecting. She used this information to deduce that she was not genetically related to the man she believed was her father. This revelation made her rethink who she was. “It destabilizes your sense of identity and creates an identity crisis,” Klugman-Rabb says.\\n\\nWith improved and accessible DNA technology, more and more people are discovering their own NPE and being left to deal with an identity crisis. In the past few years, various support efforts emerged to help NPEs deal with the turmoil that a discovery causes. One of these efforts is the non-profit organization NPE Friends Fellowship. The organization began in 2017 as a Facebook group that was created by NPEs and for NPEs. As it became more in demand, the group expanded to a non-profit organization in 2018. In addition to the original Facebook group, the organization also holds a yearly conference for those in the NPE community to meet each other, works with researchers to get more data about NPEs, and provides grants to help people financially afford to travel to see their newfound biological family. The organization hopes that their efforts will help raise awareness for NPEs and provide them and their affected loved ones with support. “It’s a multi-sided coin. The NPE is at the nucleus of what we do, they’re at the heart, they’re at the core, but we know there’s a ripple effect. So, our long term goals are to make sure that we provide resources and support to that entire ripple,” Rebekah Drumsta, Director of Public Relations at NPE Friends Fellowship, says.\\n\\n> “It destabilizes your sense of identity and creates an identity crisis.” — Jodi Klugman-Rabb\\n\\nIn addition to organizations, individuals are also dedicated to working to help and support NPEs through dealing with their discoveries. After discovering their own NPEs, both Barnes and Klugman-Rabb decided to combine their experiences with their careers to help others in situations similar to their own. Barnes, a licensed professional counselor, specializes in working with NPEs. Prior to her own discovery, Barnes worked as a school counselor, but she decided to open up her own practice in Schertz, TX so that she could provide others in her area with the help and support missing for her when she first took her DNA test.\\n\\nIn fact, like Barnes and Klugman-Rabb, many of those who build communities or create resources to help people who experience NPEs do so to address the lack of awareness, information, and support they experienced after a DNA test revealed a secret in their family tree. Klugman-Rabb, a licensed marriage and family therapist, works with NPEs to help them deal with their discovery and its effects. She also works with parents of NPEs prior to a discovery to help them figure out the best way to tell their child the truth. “The anger is going to be there one way or the other. The hurt and confusion is going to be there regardless, but there’s a way to mitigate it so that it’s understandable,” Klugman-Rabb says. “You just have to give an MPE time to work through the feelings to get to that point where they understand it, and that happens with counseling and the ability to talk about it openly with people in their lives.”\\n\\nIn an effort to educate more non-NPE mental health professionals on the appropriate ways of supporting clients working through an NPE discovery, Klugman-Rabb created a curriculum called Parental Identity Discovery. Through webinars, she uses the curriculum to train mental health professionals all over the country on the topic of NPEs so that there are more resources available for NPEs that are equipped to properly help them. She feels that many education and training programs fail to adequately teach mental health professionals how to properly support someone going through an NPE discovery. By combining her experiences and her expertise, she believes her program will prepare professionals to effectively assist those who discover NPEs in the future. “For most people, they just don’t put it together that it’s an identity issue,” Klugman-Rabb says. “So then I decided, well, I have so much of the clinical background already in place, this makes sense that I put together a curriculum to help other people go through this as well.” She also hosts a podcast called “Sex, Lies & The Truth” with Christina Bryan Fitzgibbons, a genetic and family investigator. In the podcast, they interview real people going through a variety of DNA revelations. Klugman-Rabb hopes that between her curriculum and her podcast that she is able to make going through an NPE discovery a little bit easier for others. She says, “It helps to have a safe place to talk about what you’re going through when you’re scared.”\\n\",\"timestamp\":1641293022,\"title\":\"Uncovering Family Secrets Through At-Home DNA Tests\"},\"digest\":\"7T3-NHsep6_8dh4PxOms0N5pYGKcNoQHBYEx-PKLt1Q\",\"authorship\":{\"contributor\":\"0x9302A90283A38D74Ef9dD0090aD36Da39B842087\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UUzWJVXFzEhvFgbib-DRGdJeld-MM8zF8dzLhni861s\\\",\\\"y\\\":\\\"vUScDAn6aq3wekK5X6kwP2DTz-Mvy6a1Oru1YvyTFoo\\\"}\",\"signature\":\"I_UH1NM6I334kge0H2LMqyGCQyODBKbfTjh6owT9xAio-hYUGMdtcMDHGLFmeu7BNECdj4LkiBtWN50XqVcoJA\",\"signingKeySignature\":\"0xc7065b3ae784d41cd8468d2657056e419f86dfdf4fa4763dd2b34827c0cdf38a02f40243834293bed8c9dcd84e9c4693dac286c4c3160ac8968d568429a9e06d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UUzWJVXFzEhvFgbib-DRGdJeld-MM8zF8dzLhni861s\\\",\\\"y\\\":\\\"vUScDAn6aq3wekK5X6kwP2DTz-Mvy6a1Oru1YvyTFoo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7T3-NHsep6_8dh4PxOms0N5pYGKcNoQHBYEx-PKLt1Q\"}"