"{\"content\":{\"body\":\", and which changes its situation as the patient shifts the attitude. The condition usually arises from a lax abdominal wall following repeated pregnancies. The accompanying illustration exhibits a typical case verified by postmortem examination.\\n\\nHypertrophy of the Liver.--The average weight of the normal liver is from 50 to 55 ounces, but as noted by Powell, it may become so hypertrophic as to weigh as much as 40 pounds. Bonet describes a liver weighing 18 pounds; and in his \\\"Medical and Surgical Observations,\\\" Gooch speaks of a liver weighing 28 pounds. Vieussens, the celebrated anatomist, reports an instance in which the liver weighed 20 pounds, and in his \\\"Aphorisms,\\\" Vetter cites a similar instance. In 1811 Kraus of Germany describes a liver weighing 25 pounds; modern instances of enlarged liver are too numerous to be quoted here.\\n\\nRupture of the gall-bladder, although generally followed by death, is not always fatal. In such cases bile is usually found in the abdominal cavity. Fergus mentions a case in which, after this accident, the patient was considered convalescent and was walking about, when, on the seventh day, peritonitis suddenly developed and proved fatal in two days. Several cases of this accident have been reported as treated successfully by incision and drainage (Lane) or by inspiration (Bell). In these cases large quantities of bile escaped into the abdominal cavity. Peritonitis does not necessarily follow. Cholecystotomy for the relief of the distention of the gall- bladder from obstruction of the common or cystic duct and for the removal of gall-stones was first performed in 1867 by Bobbs of Indianapolis, but it is to Marion Sims, in 1878, that perfection of the operation is due. It has been gradually improved and developed, until today it is a most successful operation. Tait reports 54 cases with 52 perfect recoveries. Cholyecystectomy, or excision of the gall-bladder, was first practiced in 1880 by Langenbuch of Berlin, and is used in cases in which gall-stones are repeatedly forming. Ashhurst's statistics show only four deaths in 28 cases.\\n\\nAt St. Bartholomew's Hospital, in London, is a preserved specimen of a gall-bladder which had formed the contents of a hernial sac, and which, near the fundus, shows a constriction caused by the femoral ring. It was taken from a woman of forty-five who was admitted into the hospital with a strangulated femoral hernia. The sac was opened and its contents were returned. The woman died in a few days from peritonitis. The gall-bladder was found close to the femoral ring, and showed a marked constriction. The liver was misshapen from tight lacing, elongated and drawn downward toward the ring. There was no evidence that any portion of intestine or other structure besides the gall-bladder had passed through the ring.\\n\\nThe fatality of rupture of the spleen is quite high. Out of 83 cases of injury to this organ collected by Elder, and quoted by MacCormac, only 11 recovered; but the mortality is less in punctured or incised wounds of this organ, the same authorities mentioning 29 recoveries out of 35 cases. In his \\\"Surgery\\\" Gooch says that at the battle of Dettingen one of Sir Robert Rich's Dragoons was left all night on the field, weltering in his blood, his spleen hanging out of his body in a gangrenous state. The next morning he was carried to the surgeons who ligated the large vessels, and extirpated the spleen; the man recovered and was soon able to do duty. In the Philosophical Transactions there is a report of a man who was wounded in the spleen by a large hunting-knife. Fergusson found the spleen hanging from the wound and ligated it. It separated in ten days and the patient recovered.\\n\\nWilliams reports a stab-wound of the spleen in a negro of twenty-one. The spleen protruded, and the protruding part was ligated by a silver wire, one-half of the organ sloughing off; the patient recovered. Sir Astley Cooper mentions a curious case, in which, after vomiting, during which the spleen was torn from its attachments, this organ produced a swelling in the groin which was supposed to be a hernia. The vomiting continued, and at the end of a week the woman died; it was then found that the spleen had been turned half round on its axis, and detached from the diaphragm; it had become enlarged; the twist interrupted the return of the blood. Portal speaks of a rupture of the spleen simply from engorgement. There was no history of a fall, contusion, or other injury. Tait describes a case of rupture of the spleen in a woman who, in attempting to avoid her husband's kick, fell on the edge of the table. There were no signs of external violence, but she died the third day afterward. The abdomen was found full of blood, and the spleen and peritoneal covering was ruptured for three inches.\\n\\nSplenectomy, excision of the spleen, has been performed a number of times, with varying results, but is more successful when performed for injury than when for disease. Ashhurst has tabulated a total of 109 operations, 27 having been for traumatic causes, and all but five having terminated successfully; of 82 operations for disease, only 32 recovered. Vulpius has collected 117 cases of splenectomy, with a death-rate of 50 per cent. If, however, from these cases we deduct those suffering with leukocythemia and lardaceous spleen, in which the operation should not be performed, the mortality in the remaining 85 cases is reduced to 33 per cent. Terrier speaks of splenectomy for torsion or twisting of the pedicle, and such is mentioned by Sir Astley Cooper, who has found records of only four such cases. Conklin reports a successful case of splenectomy for malarial spleen, and in reviewing the subject he says that the records of the past decade in operations for simple hypertrophy, including malaria, show 20 recoveries and eight deaths. He also adds that extirpation in cases of floating or displaced spleen was attended with brilliant results. Zuccarelli is accredited with reporting two cases of splenectomy for malarial spleen, both of which recovered early. He gives a table of splenectomies performed in Italy, in which there were nine cases of movable spleen, with two deaths; eight cases of simple hypertrophy, with three deaths; 12 cases of malarial spleen, with three deaths; four cases of leukemia and pseudoleukemia, with two deaths. In his experiments on rabbits it was proved by Tizzoni, and in his experiments on dogs, by Crede, that an individual could live without a spleen; but these observations were only confirmatory of what had long been known, for, in 1867, Pean successfully removed a spleen from a woman of twenty. Tricomi reports eight cases in which he had extirpated the spleen for various morbid conditions, with a fortunate issue in all but one. In one case he ligated the splenic artery. In The Lancet there is an account of three recent excisions of the spleen for injury at St. Thomas Hospital in London, and it is added that they are among the first of this kind in Great Britain.\\n\\nAbnormalities of Size of the Spleen.--The spleen may be extremely small. Storck mentions a spleen that barely weighed an ounce; Schenck speaks of one in the last century that weighed as much as 20 pounds. Frank describes a spleen that weighed 16 pounds; there is another record of one weighing 15 pounds. Elliot mentions a spleen weighing 11 pounds; Burrows one, 11 pounds; Blasius, four pounds; Osiander, nine pounds; Blanchard, 31 pounds; Richardson, 3 1/2 pounds; and Hare, 93 ounces.\\n\\nThe thoracic duct, although so much protected by its anatomical position, under exceptional circumstances has been ruptured or wounded. Kirchner has collected 17 cases of this nature, two of which were due to contusions of the chest, one each to a puncture, a cut, and a shot-wound, and three to erosion from suppuration. In the remaining cases the account fails to assign a definite cause. Chylothorax, or chylous ascites, is generally a result of this injury. Krabbel mentions a patient who was run over by an empty coal car, and who died on the fifth day from suffocation due to an effusion into the right pleural cavity. On postmortem examination it was found that the effusion was chyle, the thoracic duct being torn just opposite the 9th dorsal vertebra, which had been transversely fractured. In one of Kirchner's cases a girl of nine had been violently pushed against a window-sill, striking the front of her chest in front of the 3d rib. She suffered from pleural effusion, which, on aspiration, proved to be chyle. She ultimately recovered her health. In 1891 Eyer reported a case of rupture of the thoracic duct, causing death on the thirty-eighth day. The young man had been caught between a railroad car and an engine, and no bones were broken.\\n\\nManley reports a case of rupture of the thoracic duct in a man of thirty-five, who was struck by the pole of a brewery wagon; he was knocked down on his back, the wheel passing squarely over his abdomen. There was subsequent bulging low down in the right iliac fossa, caused by the presence of a fluid, which chemic and microscopic examination proved was chyle. From five to eight ounces a day of this fluid were discharged, until the tenth day, when the bulging was opened and drained. On the fifteenth day the wound was healed and the man left the hospital quite restored to health.\\n\\nKeen has reported four instances of accidental injury to the thoracic duct, near its termination at the base of the left side of the neck; the wounding was in the course of removals for deep-seated growths in this region. Three of the cases recovered, having sustained no detriment from the injury to the thoracic duct. One died; but the fatal influence was not specially connected with the wound of the duct.\\n\\nPossibly the boldest operation in the history of surgery is that for ligation of the abdominal aorta for inguinal aneurysm. It was first practiced by Sir Astley Cooper in 1817, and has since been performed several times with a uniformly fatal result, although Monteiro's patient survived until the tenth day, and there is a record in which ligature of the abdominal aorta did not cause death until the eleventh day. Loreta of Bologna is accredited with operating on December 18, 1885, for the relief of a sailor who was suffering from an abdominal aneurysm caused by a blow. An incision was made from the ensiform cartilage to the umbilicus, the aneurysm exposed, and its cavity filled up with two meters of silver-plated wire. Twenty days after no evidence of pulsation remained in the sac, and three months later the sailor was well and able to resume his duties.\\n\\nLigation of the common iliac artery, which, in a case of gunshot injury, was first practiced by Gibson of Philadelphia in 1812, is, happily, not always fatal. Of 82 cases collected by Ashhurst, 23 terminated successfully.\\n\\nForeign bodies loose in the abdominal cavity are sometimes voided at stool, or may suppurate externally. Fabricius Hildanus gives us a history of a person wounded with a sword-thrust into the abdomen, the point breaking off. The sword remained one year in the belly and was voided at stool. Erichsen mentions an instance in which a cedar lead-pencil stayed for eight months in the abdominal cavity. Desgranges gives a case of a fish-spine in the abdominal cavity, and ten years afterward it ulcerated through an abscess in the abdominal wall. Keetley speaks of a man who was shot when a boy; at the time of the accident the boy had a small spelling-book in his pocket. It was not until adult life that from an abscess of the groin was expelled what remained of the spelling-book that had been driven into the abdomen during boyhood. Kyle speaks of the removal of a corn-straw 33 inches in length by an incision ten inches long, at a point about equidistant from the umbilicus to the anterior spinous process of the right ilium.\\n\\nThere are several instances on record of tolerance of foreign bodies in the skin and muscles of the back for an extended period. Gay speaks of a curious case in which the point of a sheath-knife remained in the back of an individual for nine years. Bush reported to Sir Astley Cooper the history of a man who, as he supposed, received a wound in the back by canister shot while serving on a Tartar privateer in 1779. There was no ship-surgeon on board, and in about a month the wound healed without surgical assistance. The man suffered little inconvenience and performed his duties as a seaman, and was impressed into the Royal Navy. In August, 1810, he complained of pain in the lumbar region. He was submitted to an examination, and a cicatrix of this region was noticed, and an extraneous body about 1/2 inch under the integument was felt. An incision was made down it, and a rusty blade of a seaman's clasp-knife extracted from near the 3d lumbar vertebra. The man had carried this knife for thirty years. The wound healed in a few days and there was no more inconvenience.\\n\\nFracture of the lower part of the spine is not always fatal, and notwithstanding the lay-idea that a broken back means certain death, patients with well-authenticated cases of vertebral fracture have recovered. Warren records the case of a woman of sixty who, while carrying a clothes-basket, made a misstep and fell 14 feet, the basket of wet clothes striking the right shoulder, chest, and neck. There was fracture of the 4th dorsal vertebra at the transverse processes. By seizing the spinous process it could be bent backward and forward, with the peculiar crepitus of fractured bone. The clavicle was fractured two inches from the acromial end, and the sternal end was driven high up into the muscles of the neck. The arm and hand were paralyzed, and the woman suffered great dyspnea. There was at first a grave emphysematous condition due to the laceration of several broken ribs. There was also suffusion and ecchymosis about the neck and shoulder. Although complicated with tertiary syphilis, the woman made a fair recovery, and eight weeks later she walked into a doctor's office. Many similar and equally wonderful injuries to the spine are on record.\\n\\nThe results sometimes following the operation of laminectomy for fracture of the vertebrae are often marvelous. One of the most successful on record is that reported by Dundore. The patient was a single man who lived in Mahanoy, Pa., and was admitted to the State Hospital for Injured Persons, Ashland, Pa., June 17, 1889, suffering from a partial dislocation of the 9th dorsal vertebra. The report is as follows--\\\"He had been a laborer in the mines, and while working was injured March 18, 1889, by a fall of top rock, and from this date to that of his admission had been under the care of a local physician without any sign of improvement. At the time of his admission he weighed but 98 pounds, his weight previous to the injury being 145. He exhibited entire loss of motion in the lower extremities, with the exception of very slight movement in the toes of the left foot; sensation was almost nil up to the hips, above which it was normal; he had complete retention of urine, with a severe cystitis. His tongue was heavily coated, the bowels constipated, and there was marked anorexia, with considerable anemia. His temperature varied from 99 degrees to 100 degrees in the morning, and from 101 degrees to 103 degrees in the evening. The time which had elapsed since the accident precluded any attempt at reduction, and his anemic condition would not warrant a more radical method.\\n\\n\\\"He was put on light, nourishing diet, iron and strychnin were given internally, and electricity was applied to the lower extremities every other day; the cystitis was treated by irrigating the bladder each day with Thiersch's solution. By August his appetite and general condition were much improved, and his weight had increased to 125 pounds, his temperature being 99 degrees or less each morning, and seldom as high as 100 degrees at night. The cystitis had entirely disappeared, and he was able, with some effort, to pass his urine without the aid of a catheter. Sensation in both extremities had slightly improved, and he was able to slightly move the toes of the right foot. This being his condition, an operation was proposed as the only means of further and permanent improvement, and to this he eagerly consented, and, accordingly, on the 25th of August, the 9th dorsal vertebra was trephined.\\n\\n\\\"The cord was found to be compressed and greatly congested, but there was no evidence of laceration. The laminae and spinous processes of the 8th and 9th dorsal vertebrae were cut away, thus relieving all pressure on the cord; the wound was drained and sutured, and a plaster-of-Paris jacket applied, a hole being cut out over the wound for the purpose of changing the dressing when necessary. By September 1st union was perfect, and for the next month the patient remained in excellent condition, but without any sign of improvement as to sensation and motion. Early in October he was able to slightly move both legs, and had full control of urination; from this time on his paralysis rapidly improved; the battery was applied daily, with massage morning and evening; and in November the plaster-of-Paris jacket was removed, and he propelled himself about the ward in a rolling chair, and shortly after was able to get about slowly on crutches. He was discharged December 23d, and when I saw him six months later he walked very well and without effort; he carried a cane, but this seemed more from habit than from necessity. At present date he weighs 150 pounds, and drives a huckster wagon for a living, showing very little loss of motion in his lower extremities.\\\"\\n\\nAlthough few cases show such wonderful improvement as this one, statistics prove that the results of this operation are sometimes most advantageous. Thorburn collects statistics of 50 operations from 1814 to 1885, undertaken for relief of injuries of the spinal cord. Lloyd has compiled what is possibly the most extensive collection of cases of spinal surgery, his cases including operations for both disease and injury. White has collected 37 cases of recent date; and Chipault reports two cases, and collected 33 cases. Quite a tribute to the modern treatment by antisepsis is shown in the results of laminectomy. Of his non-antiseptic cases Lloyd reports a mortality of 65 per cent; those surviving the operation are distributed as follows: Cured, one; partially cured, seven; unknown, two; no improvement, five. Of those cases operated upon under modern antiseptic principles, the mortality was 50 per cent; those surviving were distributed as follows: Cured, four; partially cured, 15; no improvement, 11. The mortality in White's cases, which were all done under antiseptic precautions, was 38 per cent. Of those surviving, there were six complete recoveries, six with benefit, and 11 without marked benefit. Pyle collects 52 cases of spinal disease and injury, in which laminectomy was performed. All the cases were operated upon since 1890. Of the 52 cases there were 15 deaths (a mortality of 29.4 per cent), 26 recoveries with benefit, and five recoveries in which the ultimate result has not been observed. It must be mentioned that several of the fatal cases reported were those of cervical fracture, which is by far the most fatal variety.\\n\\nInjury to the spinal cord does not necessarily cause immediate death. Mills and O'Hara, both of Philadelphia, have recorded instances of recovery after penetrating wound of the spinal marrow. Eve reports three cases of gunshot wound in which the balls lodged in the vertebral canal, two of the patients recovering. He adds some remarks on the division of the spinal cord without immediate death.\\n\\nFord mentions a gunshot wound of the spinal cord, the patient living ten days; after death the ball was found in the ascending aorta. Henley speaks of a mulatto of twenty-four who was stabbed in the back with a knife. The blade entered the body of the 6th dorsal vertebra, and was so firmly embedded that the patient could be raised entirely clear of the bed by the knife alone. An ultimate recovery ensued.\\n\\nAlthough the word hernia can be construed to mean the protrusion of any viscus from its natural cavity through normal or artificial openings in the surrounding structures, the usual meaning of the word is protrusion of the abdominal contents through the parietes--what is commonly spoken of as rupture. Hernia may be congenital or acquired, or may be single or multiple--as many as five having been seen in one individual. More than two-thirds of cases of rupture suffer from inguinal hernia In the oblique form of inguinal hernia the abdominal contents descend along the inguinal canal to the outer side of the epigastric artery, and enter the scrotum in the male, and the labium majus in the female. In this form of hernia the size of the sac is sometimes enormous, the accompanying illustration showing extreme cases of both scrotal and labial hernia. Umbilical hernia may be classed under three heads: congenital, infantile, and adult. Congenital umbilical hernia occurs most frequently in children, and is brought about by the failure of the abdominal walls to close. When of large size it may contain not only the intestines, but various other organs, such as the spleen, liver, etc. In some monsters all the abdominal contents are contained in the hernia. Infantile umbilical hernia is common, and appears after the separation of the umbilical cord; it is caused by the yielding of the cicatrix in this situation. It never reaches a large size, and shows a tendency to spontaneous cure. Adult umbilical hernia rarely commences in infancy. It is most commonly seen in persons with pendulous bellies, and is sometimes of enormous size, in addition to the ordinary abdominal contents, containing even the stomach and uterus. A few years since there was a man in Philadelphia past middle age, the victim of adult umbilical hernia so pendulous that while walking he had to support it with his arms and hands. It was said that this hernia did not enlarge until after his service as a soldier in the late war.\\n\\nAbbott recites the case of an Irish woman of thirty-five who applied to know if she was pregnant. No history of a hernia could be elicited. No pregnancy existed, but there was found a ventral hernia of the abdominal viscera through an opening which extended the entire length of the linea alba, and which was four inches wide in the middle of the abdomen.\",\"timestamp\":1639719050,\"title\":\"\\nFloating liver is a rare malady in which the liver forms an abdominal prominence that may be moved about\"},\"digest\":\"wfMbpO-DyHnaKt90UT9PoKa6jRvabnuhS6oKko90cy8\",\"authorship\":{\"contributor\":\"0x19BebfD5a2946bC50A2CeA661e77fFC2F12C9549\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9v9Mw1NFBcRgumMZnW2TSJtcfXRVcxitHWaNmuBD7jI\\\",\\\"y\\\":\\\"1mEUOtqSg4EBlNGWtUv-R_BgOiBwfYIl7w0rKnG6_eQ\\\"}\",\"signature\":\"x9l3uyGLSUBpTyCfnDFLX8Qq7wu0Hbmxt67qHKZ7F3hy-FXkar74CrsBo0XTdtztXco65sDT8UymhY8TWXRQBw\",\"signingKeySignature\":\"0x075b145ed7e780c98f438b7057756b2f6e5b356f6297c7a4c6744246859682625dc548078cc7ddca4852986eef6ce747d809e9fff8aa5b2d7807eebb4b4f74811b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9v9Mw1NFBcRgumMZnW2TSJtcfXRVcxitHWaNmuBD7jI\\\",\\\"y\\\":\\\"1mEUOtqSg4EBlNGWtUv-R_BgOiBwfYIl7w0rKnG6_eQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wfMbpO-DyHnaKt90UT9PoKa6jRvabnuhS6oKko90cy8\"}"