"{\"content\":{\"body\":\"12\\\\.1\\n那瓣大蒜被菜刀拍碎，被剥去外皮，它进入锅子然后进入我的肚子，让我在这个世界上又续了一天命。\\n\\n这让我想到了我的心上人，今天是否也有另一瓣大蒜顺着了她的喉咙滑入肠胃。\\n\\n我忍不住思考，虽然这跟我毫无关系。毕竟，她在哪里？\\n\\n12\\\\.3\\n邻居有一户是带着孩子的巴基斯坦年轻夫妇。\\n\\n不知怎么的，一层十几户我偏偏总是和他们相遇。去超市时，上班途中，电梯口更是经常。虽然我们是陌生人，但我依然不喜欢这种疑似突破边界的陌生感。\\n\\n后来这男主人单独带着小孩的时候总喜欢让小孩跟我打招呼，三番五次后，我依然连那小孩名字都不知道。\\n\\n我感觉男主人在等待，等待着我上去夸孩子两句，问一下名字这种行为。\\n\\n受害者不能变成恶龙，哪怕在另一种理解之下这也许是一种人性之美。\\n\\n12\\\\.11\\n让我把自己的一部分记忆删除吧。因为它们的存在，我的脑子里充斥着矛盾。借助着互联网的放大，这些矛盾像光一样四处逃窜，每一点新鲜事的发生都提供了反射的玻璃板。\\n\\n矛盾是想的太多，是经历的反馈和汇总，潜移默化里全部捆在一起，像麻绳，一根根单独存在却难分你我。\\n\\n喜欢一个人发呆，看看窗外，把想法一点点拆解，这件事，那种感受都是为何。一边在回忆，一边也在寻找答案，尝试与自己和解的过程。\\n\\n12\\\\.12\\n朋友圈开了关了开了关了好多次，如今也不知如何是对。\\n\\n打开意味着信息的流入，熟人和陌生人都在几张照片里迅速成长了起来，和你记忆定格的某个场景，状态相差万里。更多的时候是荒谬，因为记忆的片面，你认识的人仿佛就应该以你认识的姿态出现才对。\\n\\n这种突兀让我想起两年前回国散步路过那些伴随着自己成长，自以为熟悉的场景。然而，城市的快速变化让人诧异，而让对外自称“沈阳人”的我感到的则是无法接受甚至震惊。当你对自认为的“家”都开始陌生的时候，是一种意料之外的伤心。\\n\\n12\\\\.17\\n那是我第一次遇到温暖的海水。\\n\\n当你踏进去，会瞬间感受到惬意。水就在我脚面上一层又一层地推进，当它来的时候感觉温润，它去的时候水分蒸发又让脚面感到凉爽。\\n\\n海水是橘黄色的，夕阳之下，波光粼粼。我看到海滩上肤色各异的小孩跑来跑去，本地人在兜售着什么，我的朋友也蹲在海边玩沙，我知道他很享受这一刻，我为他开心而感到开心。\\n\\n我没有在思念任何的人和事，头脑很放松，能感觉到的只是自己在天地间站立着，和海水、海风融为一体。甚至有一点俯视的感觉，这片土地现在正在讲什么故事。\\n\\n忽然的，下意识的，你就会问自己这就是所谓的美好吗？让你身心愉悦又忘记一切。\\n\\n12\\\\.20\\n所谓的有面儿就是让我自己穿上貂儿，我全家都穿上貂。然后我们开一大奔就出门了。\\n\\n司机开车真他妈不小心，斑马线50米还不知道减速。一群老人摔倒在地。我开始发蒙，这些老人怎么跑的比车还快，三秒内就四仰八叉。\\n\\n五分钟后，我还是没下车，老人们开始不知如何是好，我也不知道如何是好，但手里雪茄还差一点就抽完了，舍不得扔。\\n\\n司机更不知道如何是好，我说实在不行就压了吧。司机马上启动车子，老人们又像弹簧一样瞬间站起。\\n\\n这个梦今天突然闪现在脑海。\\n\\n12\\\\.21\\n决定一件事首先要考虑的就是这件事对未来一段日子的影响。\\n\\n未来一段日子可以是一天，一个月，一年，甚至五年十年。而影响就是在未来这段时间里这件事情会如何发展。\\n\\n而之所以人需要去做选择就是因为每个人都在乎自己的生活。\\n\\n一个让你开心快乐的人伴随左右，生活质量就提高，相反就降低。而这件事的增减并非突然袭来，而是一朝一夕的叠加。\\n\\n而在一件商品上犯错误不过是破费而已，可是如果要是在选择一个人上失误了，痛苦的累积可是时时刻刻的，所以家暴，弑亲事件会发现大比例不是偶然。\\n\\n其实我也想在大部分时间里做到少虑长期的影响，就享受当下。但很多事情在潜意识之下已经被选择好了。\\n\\n而一件事情永远和其他事情连接着，有时候仿佛有那么几个选项，其实这些选项也不过是上一次选择后必然会导致的几个结果。\\n\\n想到这个事情是因为我在看床架，选择木质床架和铁质床架时想到了另一点，其实我究竟需要这个东西吗？\\n\\n我意识到这个选择的出现是建立在我之前签了一年租房合同的基础上，而后者又是因为疫情，我不得不留在多伦多工作的基础上，而我人在多伦多有时候想想也很难说是我个人自主的选择。\\n\\n甚至连我出生都不是我可以选择的，谁说不是呢。\\n\\n12\\\\.28\\n新一波的疫情让我偷到了两周的休息，对于一名全年无休的厨师来说，这实在是一种侥幸。虽然出去旅游的机会接近于零，但能从圣诞的忙碌中静下来，依然是求之不得。\\n\\n工作踩刹车，脑子就空闲了出来，餐厅的大小事务全部归零。除了想想每天应该吃什么，其他全部无需考虑，自在。和朋友把酒喝起来就后半夜到家，自己一个人做饭、收拾卫生也感到充实。\\n\\n有时候会飞出幻想的场景，十几年后国内的朋友来加拿大找我玩的时候发现，“诶，你怎么活的像个老农”。我只能嘿嘿一笑，“哥们早就想好了”。\\n\\n1\\\\.5\\n新变种肆虐安省，明年回国这件事从有点希望再次变成举步维艰。和朋友讨论的时候，得到最多的回复是“怎么回？”，“哪有时间？”。\\n\\n隔离政策让“回国”两个字成为了大动作，若非打算搁置海外的一切准备回国长线发展，没人敢轻易做出选择。\\n\\n想起几年前为了参加朋友的婚礼说飞就飞，这种情况现在看来是遥不可及。\\n\\n因此又凭空多了一些可惜，参加到的婚礼是我赚到了，可错过的婚礼也就永久错过了。遗憾和抱歉，现在看来是都体会到了。\\n\\n选择带有惯性。\\n\\n思考再三为自己的某个选择找好理由，那么类似的情况再度来临时就会偷懒，同样的理由拿出来说服自己，仿佛心安理得了不少。\\n\\n因而形成了这种困局。\\n\\n并非选择出的结果有多难承受，而是知道自己又要陷入这种惯性里去了。\\n\\n所以每次遇到新的状况时，真的会下意识叹息，自己的决定又会把自己拖入某个循环里去。\\n\\n这点让我想到王朔说的，“崩溃就是想起了以前的历次崩溃”。\\n\\n1\\\\.8\\n很少评论八卦但也会看。\\n\\n一般都是在事情尘埃落定后去维基百科了解一下完整的起因经过。\\n\\n刚开始的时候只是好奇心的满足，像听一些突破想象的故事。尤其是这些故事被对号入座在你知道的名字上，感觉就像熟人的家长里短。\\n\\n可是时间久了，故事总会重复。同样的剧本一而再三地重播，老观众关注的重点也不再是戏剧本身，而变成了演员。\\n比如同样是孙悟空，六小龄童版就难以超越。而同样是外遇，吴秀波版就演出了新篇章。\\n 在那之后，突破新高度的演员也少了起来，但舆论环境却复杂了起来。关注度逐渐转移到了观众身上。\\n\\n原来，台下的观众才是最丰富多彩的部分。而台上的戏只不过是一个让观众展现自我的引子。\\n\\n宋胖子忍不住了，五年前吸了一次，这辈子最爱的事业是歇了，努力改过，但这个标签却还是永久的贴上了。\\n于是他再也忍不住了，反击了。老套的剧情有了新高度。\\n\\n观众们开始表演，有人挥舞起国家，禁毒等大棒噼里啪啦给宋胖子又是一顿锤；也有人吃饱喝足后直接去微博问候人家老妈；更多的人是笑而不语，旁观落水者的同时确保自己脖子上还挂着救生圈；少部分人站队宋胖子，他们是已经入江的泥菩萨。\\n\\n知错能改，善莫大焉，还成立吗？\",\"timestamp\":1641772024,\"title\":\"12月下1月初\"},\"digest\":\"xxeY3H2gwWGYwGbKHAVJO_BcSv4ZLNT7OvMM7XttPbY\",\"authorship\":{\"contributor\":\"0x9d9F938C10fDF3EE12a501844dB67eE65F5D28EF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BBNCD0AzOoI7Nj_v7gIMS9KQTfmSxMgtXeidV-jYt8g\\\",\\\"y\\\":\\\"cgHwFoKAj1pro60dJV5l19AXTAeuqzzLhAfVygYyL4s\\\"}\",\"signature\":\"K0nqQiB_4dCw2JlKJdfkjfKxph0HEcn-tLcJLJdEvPZWR3V3we_0CHTh4zQ-MWu2WQ37AUOJMrzQ1qbz3M2IxQ\",\"signingKeySignature\":\"0x4f55b17eba7310bc90e6acce553e2fcb2568e7ea5fccc8fcd34918cb6fe4aec749bfd5e59c98ce7ad1ed77f04d34ce3a9c6378249b4acb0990e08cd11018b1661b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BBNCD0AzOoI7Nj_v7gIMS9KQTfmSxMgtXeidV-jYt8g\\\",\\\"y\\\":\\\"cgHwFoKAj1pro60dJV5l19AXTAeuqzzLhAfVygYyL4s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xxeY3H2gwWGYwGbKHAVJO_BcSv4ZLNT7OvMM7XttPbY\"}"