"{\"content\":{\"body\":\"### Progress Report Dec.01-Dec.08\\n\\n![](https://images.mirror-media.xyz/publication-images/M5flC2At88c5jo6Hl4D6e.png?height=600&width=1280)\\n\\n### A. Staking Details\\n\\nTotal Staking Amount: 9840915.420856GXC\\nTotal Votes:37061516.07945\\n\\n![](https://images.mirror-media.xyz/publication-images/hVwPmvUfRF230trLeNjpS.png?height=240&width=616)\\n\\n### B. Product Development Progress\\n\\n* GXChain 2.0\\n\\n  \\\\-Black box testing @ 40%\\n\\n  \\\\-Concurrent testing, stress testing@ 100%\\n\\n  \\\\-Access to evmc@ 20%\\n\\n  \\\\-Optimised the voting process for BFT consensus@ 100%\\n\\n  \\\\-Refinement of notes and docs@10%\\n* GXChain Proposal\\n\\n  \\\\-Published: <https://proposal.gxchain.org>\\n\\n### C. Operational Progress\\n\\n* On December 2, GXChain’s official Twitter account released a GXChain upgrade teaser trailer suspense film, which sparked positive discussions in the community.\\n* On December 2nd, GXChain officially released the article “The Reborn of GXChain— GXChain’s innovation this time is decided by the community”, in which it reviewed the development history of GXChain and the changes to be made in line with the development history of the blockchain. In the article, GXChain reviewed its history and made changes in line with the evolution of the blockchain. It made corresponding innovations in various aspects such as economic model, brand image, token distribution method, and ecological cooperation. The decision will be voted on by every GXC holder. The official voting link: <https://proposal.gxchain.org/#/>\\n* Following the release of the ballot proposal for the upgrade of GXChain to REI Network, the market reacted with high emotion and on 5 December the target of 7.5 million votes for the ballot to take effect was reached, passing the proposal with 99.9% support.\\n* The “Vote to Win 10,000 GXC” campaign is now underway. Those who participate in the community proposal “Governance Proposal from GXChain 2.0 to REI Network” will be rewarded with 10,000 GXC in proportion to their votes against the total number of votes.\\n* On December 3, GXChain made the hot list on Coinmarketcap, the world’s largest ticker site, AIcoin, the head Chinese ticker app, and cobak, the Korean community. GXC surpassed bitcoin and ethereum for the number one spot on the Binance exchange, with a single-day trading volume of over $2billion.\\n* GXChain has partnered with Tokocrypto, an Indonesian exchange invested by Binance, and ONUSFinance, a Vietnamese trading software.\\n  GXChain will further develop the Southeast Asian market.\\n* On December 2, top Korean blockchain media outlets COINNESS, COINREADERS, BLOCKMEDIA, and TOKENPOST reported on the all-encompassing reform proposal initiated by the GXChain Foundation.\\n* The official GXChain | Becoming #REI Network!” series of articles has been released on the official platform one after another, GXChainfans will update the Chinese content simultaneously, interested users can follow: <https://twitter.com/gxchainfans>\\n\\n### D. Brand Progress\\n\\n* On December 2, the GXChain Foundation launched an all-round reform proposal, which received attention from the global crypto industry, with dozens of media outlets, including the well-known blockchain media Cointelegraph, Daily Planet, Japanese media Coinpost, and investment media Nasdaq, reporting in detail on the content of the proposal. In addition, GXChain occupied the top five hotspots on several data analytics platforms on the same day, with a high level of buzz.\\n* Mainstream media outlets such as Yahoo, Bloomberg and Benzinga have also provided in-depth coverage of the all-encompassing reform proposals initiated by the GXChain Foundation. <https://finance.yahoo.com/news/reborn-gxchain-foundation-initiates-comprehensive> -160000765.html?.tsrc=fin-srch\\n\\n### E. GXChain Ecosystem\\n\\n* The gxc-genesis node generated a total of about 1,900+ GXCs in November, which have been 100% paid out in full to voting users in proportion to their votes. December sees the new REI Network, with the same 100% extra block bonus, so feel free to keep voting!\\n\\n### Join the GXChain Community\\n\\nGXChain 2.0 is an EVM-compatible public blockchain. As an Ethereum para chain, it owns the features of lightweight, free and dev-friendly. GXChain 2.0 is to effectively solve the current high cost and low-efficiency problems of public chains. Therefore, GXChain can achieve free, low-cost development, and rapid migration of applications, and can be shared and symbiotic with the EVM ecosystem, also supporting the development of Defi, GameFi, and NFT.\\n\\n*Users can access the GXC token on:*\\n\\n[Binance](https://www.binance.com/en/trade/GXS_USDT) | [Huobi Global](https://www.huobi.com/en-us/exchange/gxc_usdt?invite_code=d8c53)| [Upbit ](https://upbit.com/exchange?code=CRIX.UPBIT.BTC-GXC)| [Bithumb](https://www.bithumb.pro/en-us/spot/trade?q=GXC-USDT) | [Bittrex](https://global.bittrex.com/Market/Index?MarketName=USDT-GXC)\\n\\nIf you are interested to participate in our community and receive timely updates from the following official channels:\\n\\n[Twitter](https://twitter.com/GXChainGlobal) | [Telegram ](https://t.me/GXChain_international)| [Medium](https://medium.com/gxchain-project) |[Github](http://github.com/gxchain/) | [Reddit](http://www.reddit.com/r/GXS/) | [Website](http://www.gxchain.org/en/)| [Discord](https://discord.com/invite/qHWZR5fJQa)\",\"timestamp\":1638957595,\"title\":\"REI Network | Fundamental Review\"},\"digest\":\"ez_3gOUs2qrRUeAU06yMh8KSTBBs1CTwQ9VxHopVHF8\",\"authorship\":{\"contributor\":\"0xeaF9A6B15cE49DeAE7Fd8949D3B50B87Bf6AACcc\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rGXF5D7foEBGtpc6ID4HkiUsOi-9hKusRxbSdqIDTsc\\\",\\\"y\\\":\\\"o_M7sq6wZ85pxm0SrBB2zOGpZSsa-kLdvO0YSl-uEIw\\\"}\",\"signature\":\"pU34gr0vKQxmBWICoPN3Np4odjT5EOHOkQe8naTNTj1s8ygGgA7LGp4ivGSC0FGmEi9ttbAhUk8lYXaKaAf7Ew\",\"signingKeySignature\":\"0xeab5974a6c114d120cdd2ba73d58b2e21f1eaab2a169c188287ec695a24aede81f520f51961628e9f471251031c327d47c6918107c9248187717e6e90600ee051c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rGXF5D7foEBGtpc6ID4HkiUsOi-9hKusRxbSdqIDTsc\\\",\\\"y\\\":\\\"o_M7sq6wZ85pxm0SrBB2zOGpZSsa-kLdvO0YSl-uEIw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NaQ8oF7T3DMVaCcfVV9a6wO7_rNt0qtEEvefHOCPiqY\"}"