"{\"content\":{\"body\":\"What is Terra? Terra = stablecoin + DeFi + off-chain payment. The public chain pursues DeFi developments with stablecoins at the core while achieving real commercial realizations by linking stablecoins with the real world.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*Ygu5WKEbfyGZpocJl14JtA.png)\\n\\n**Source: Defiyield**\\n\\nAlthough Terra is regarded as an emerging public chain, it differs from public chains like Solana and Polygon which aim to enhance performance at their core. The public chain, built on the Cosmos SDK and Tendermint consensus, enables the expansion of its entire ecosystem through decentralized algorithmic stablecoins. Making DeFi accessible to the general public, **Terra is an infrastructure that ultimately aims to achieve commercial applications like real-world payments.**\\n\\nThe Terra ecosystem now covers scenarios such as stablecoins, synthetic assets, smart mining, real-world payments, etc. In particular, stablecoins stand out as the public chain’s masterwork. Compared with peers backed by a large number of projects, Terra became the 9th largest public chain by the market cap when there were only a few projects in its ecosystem.\\n\\nThe latest market cap of its stablecoin UST stands at $8.542 billion, making it the 4th largest stablecoin in the world, following USDT, USDC, and BUSD. If the scope is narrowed down to decentralized stablecoins, UST has recently overtaken DAI as the world’s largest decentralized stablecoin.\\n\\nMarket Shares of Stablecoins by Market Cap:\\n\\n![](https://miro.medium.com/max/1400/1\\\\*D2p8fP7-_kCMfdBYqutsFg.png)\\n\\n## **The working mechanism of stablecoins in the Terra ecosystem**\\n\\nTerra is a public chain focusing on commercial applications. As such, its ecosystem uses a dual-token design of LUNA+UST. The former is used for governance, staking, and node validation on Terra, while the latter is a USD-pegged stablecoin native to the public chain. Both LUNA and UST can be used as gas fees for on-chain transactions. Terra thinks of stablecoins as the backbone of DeFi that are essential to blockchains. When going into a new public chain, users prefer to use stablecoins to minimize the risk of unstable native assets.\\n\\nUnlike well-known stablecoins like USDT, USDC, or DAI, UST is an algorithmic stablecoin. Both USDT and USDC, issued by Tether and Circle, are backed 1:1 by USD through centralized entities. In other words, Tether or Circle must hold 1 USD for every USDT or USDC they minted. However, this also means that they are subject to government regulation and censorship.\\n\\nDAI, a stablecoin launched by MakerDAO, differs from USDT and USDC. As a decentralized stablecoin backed by over-collateralization, DAI requires users to collateralize ETH for minting more coins. To be more specific, users must provide collateral of at least 150% the value of the DAI they are minting, and if a user received 100 DAI, they must collateralize $150 worth of ETH.\\n\\nUST works differently from all of the above stablecoins and is not backed by any legal currency or on-chain asset. The stability mechanism of UST, a typical algorithmic stablecoin, is linked to LUNA: **For every UST minted, $1 of LUNA must be burnt. This arbitrage mechanism ensures that UST is pegged to USD.** As a stablecoin, UST comes with a price that remained fairly steady at $1.\\n\\nHowever, like other cryptos, LUNA is also subject to drastic price fluctuations. Additionally, holders of this governance token can participate in the governance and decision-making of the Terra ecosystem. Users can stake their LUNA tokens through the Terra Station to participate in governance and share the fee revenue of Terra.\\n\\nMeanwhile, LUNA also plays a major role in stabilizing UST. Here is the relationship between the USD-pegged UST and LUNA: Each UST can be converted into a dollar’s worth of LUNA. Arbitrageurs can profit from such a mechanism, which stabilizes the UST price over the long run.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*xaO9hf6-tN0gmJpslIIsIQ.png)\\n\\nSource: <https://research.thetie.io/the-terra-triforce-rise-of-the-LUNAtics/>\\n\\nIf 1 UST costs above $1 (assuming the price to be $1.1), you can convert $1 of LUNA into UST through Terra Station’s LUNA/UST swap, which automatically triggers the contract to burn $1 worth of LUNA and mint 1 UST. You then sell the 1 UST to earn an arbitrage profit of $0.1. This arbitrage process will continue until the UST price is pushed back down to $1.\\n\\nOn the other hand, when 1 UST is priced at $0.9, you can buy 1 UST with $0.9 and then swap 1 UST into $1 worth of LUNA through Terra Station. The swapping burns 1 UST and mints $1 of LUNA. Next, you sell the LUNA at an arbitrage profit of $0.1. This arbitrage process will continue until the UST price is pushed back up to $1.\\n\\nTerra’s stability mechanism also features “seigniorage”. Whenever LUNA is burned to mint UST, the system will charge a fee, which will be paid to miners who staked LUNA through Terra Station. Do Kwon, Terra’s founder, said in one of his tweets:\\n\\n> “Swap fees for burning Luna to Terra get paid out to Luna stakers spread out over 2 years.”\\n\\nThis measure compensates stakers for the volatility costs of Terra they shoulder. However, this fee is paid in UST. According to Do Kwon, if the price of Luna drops, “staking returns go up linearly.” In other words, for validators, the coin-margined returns of staking LUNA will increase.\\n\\nWe can tell that LUNA and UST complement each other. When the demand for UST rises, Terra will issue additional UST. This requires it to burn LUNA, which reduces its supply while increasing its price. The increase in the UST demand comes from projects on Terra. The dependence of Terra-powered projects on UST and the expansion of their user base will push up the market cap of LUNA. As LUNA grows more valuable, UST becomes more stable, and the maximum amount of UST that can be minted also goes up. Terra has now realized the circulation and application of UST in DeFi on the chain, as well as in the real world outside the chain. Therefore, the public chain has solved the death spiral, which is a common problem facing algorithmic stablecoins.\\n\\n## **Backed by an outstanding founding team and strong business resources, Terra has built a well-rounded on-chain + off-chain ecosystem**\\n\\nTerra owes its birth to two individuals — Do Kwon and Daniel Shin.\\n\\nDo Kwon, Terra’s CEO, graduated with a bachelor’s degree in computer science from Stanford University and was included in the Forbes 30 Under 30 list last year. After graduating from Stanford, he first joined Microsoft and resigned in 2016 to build Anyfi, a communication application.\\n\\nIn 2017, Do Kwon came across the blockchain industry and the entire crypto space, which immediately captured his interest. He then wrote Terra’s white paper together with his college classmate Nicholas Platias. Kwon wanted to build a project that can be used as a real-world currency. In a previous speech, he also said that his original intention of founding Terra was to provide users with more convenient payment methods.\\n\\n> “T<!-- -->erra’s front end offers the same seamless payment experience as mainstream apps, and its back end addresses traditional problems like transaction fees and slow transfers via blockchain technology.”\\n\\nDaniel Shin, Terra’s co-founder, is a renowned entrepreneur in the field of e-commerce. As a graduate of the prestigious Wharton School in the US, Shin founded Ticket Monster (TMON). Created in 2010, TMON is the second largest e-commerce platform in Korea, with a focus on group buying. After a series of financing, TMON was eventually sold to Groupon for $260 million.\\n\\nSince then, Daniel Shin had been providing consulting and incubation services for Internet companies in South Korea and Southeast Asia. This experience introduced Shin to Do Kwon, and he became fascinated by cryptos and Terra. Relying on his experience in the business practices of TMON, Shin keenly discovered a perfect application for Terra based on Kwon’s theories: e-commerce payment.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*vyo8nKXGRfDwMdvZ)\\n\\nInstead of using large servers to manage complex transaction data, a decentralized solution could be a new attempt for e-commerce. Shin has boldly positioned Terra as “Alipay in the blockchain space”. Terra aims to directly provide services for consumers and vendors to break the barriers between crypto applications and the traditional business world. Moreover, in addition to payment tools, Terra has also built its own ecosystem.\\n\\nAdditionally, South Korea is very friendly to crypto investments, and the country’s market demand for cryptos has seen a significant rise this year. Affected by the COVID-19 pandemic and the government’s stimulus package, the inflation rate and property prices have soared in South Korea. Meanwhile, its job market has also become highly competitive.\\n\\nSuch factors have increased the demand for crypto transactions among South Korean users, and the number of people involved in the crypto industry has also skyrocketed. The favorable market conditions and its local business resources give Terra a unique advantage. Moreover, Terra’s business resources have brought massive funds to its ecosystem and also provided a warrant for the stability of the Terra ecosystem.\\n\\nAt the same time, Terra has integrated its business resources and built the Terra Payment Alliance to achieve the real-world application of cryptos. Members of the alliance can use Terra for payment or other businesses. Terra has also entered into cooperation frameworks with 15 e-commerce companies in Asia, including Woowa Brothers, and Pomelo (a Thailand-based e-commerce platform). It is noteworthy that these customers deal with a transaction volume of $25 billion a year. Such resources also helped Terra get through its infancy.\\n\\n## **The risks and challenges facing Terra**\\n\\nMany have questioned whether algorithmic stablecoins are really “stable”? In fact, Terra has also suffered a death spiral. On May 19, 2021, the BTC price fell by 30%, and LUNA also plummeted to $4.1, a 75% drop compared with the figure in the previous week. As investors lost faith in LUNA, demand for UST also shrunk.\\n\\nUnder Terra’s currency mechanism, when UST falls below $1, arbitrageurs will convert UST into LUNA. This mechanism increased the supply of LUNA and made the token more inflationary at a time when demand for it was drying up. This caused pricing to fall further, exacerbating a vicious cycle. The death spiral is also a common risk for algorithmic stablecoins.\\n\\nUnlike other centralized or decentralized stablecoins, UST is not backed by USD or any other asset but is implicitly guaranteed by a secondary token. Although UST is not collateralized by Luna, the latter is a major link of the former’s price anchoring mechanism. As faith for the “reserve token” disappears, a bank-run effect will ensue.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*MOzQsEx5jz9WI62s)\\n\\nFor instance, in June, a project called Titan was sucked into the death spiral. Like Terra, Titan operated with an algorithmic, two-token system. Its Iron token served as a stablecoin that was backed by 75% USDC and 25% of Titan’s governance token. When Titan’s price started to drop, Iron’s did as well. Holders of Iron then seized an arbitrage opportunity, trading a token worth $0.90 for $0.75 worth of USDC and $0.25 worth of Titan, which led to severe inflation. Titan eventually leveled out at close to $0 in value, spelling doom for the project.\\n\\nHowever, different from Titan, Terra is powered by an elite founding team and an extremely engaged community, which makes it much more robust and stable. Many regard Terra’s community as one of its main advantages. In this aspect, the founder of Random Earth, a Terra-based project, also shared his views: “Terra has a very engaged community. It seems to have a very cohesive culture compared with other ecosystems. I think this community traction is gonna be key to its success.”\\n\\nAll of these major supports from its ecosystem helped Terra survive the May scare, and UST also rebounded to $1. The CTO of Delphi Digital also summarized the feature of Terra stablecoins, “The utility built up around UST has a great stabilizing effect which other stablecoins lacked.” Kwon himself is also taking steps to add further braces to UST’s stability. In a recent tweet, he said more reserve assets will be coming to Terra.\\n\\nSimply put, the success of UST will largely depend on the Terra ecosystem. The risks threatening UST in terms of the market, compliance, or technology can be eliminated by Terra’s strong ecosystem economy. A flourishing public chain ecosystem will be the key to the stability of UST.\\n\\n## Conclusion\\n\\nIn the stablecoin category, Terra, as it stands today, has achieved the victory in the current stage. However, there is still a long way to go before it can claim itself as the leader of stablecoins. Meanwhile, the top priority for Terra is to seize the opportunity of the growing market demand for public chains and introduce and build a more diversified DeFi ecosystem by providing incentives. Backed by an outstanding founding team and strong business resources in South Korea, the public chain will keep expanding its on-chain ecosystem, as well as off-chain payment channels. We believe that Terra is a promising project just like Solona.\\n\\nThat said, what kind of progress has the Terra ecosystem achieved so far? What are the projects in this ecosystem? We will elaborate on these questions in our next article: *A Review of the Projects in the Terra Ecosystem*.\\n\\n\\\\*Reference: \\\\**<https://www.readthegeneralist.com/briefing/terra>*\",\"timestamp\":1642668123,\"title\":\"CoinEx Institution | Could Terra, An Empire of Crypto Finance, Be the Next Dark Horse in the Field of Public Chains?\"},\"digest\":\"zUP7GdyJ-5uDTnee1TwevzDXnR_WxugBRoP12mfdKH8\",\"authorship\":{\"contributor\":\"0xA659e40883029c7e121B3442AE74B26053347Af6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wPacly2n2lt4QloR9NIN2gzTbyrPgKrxmBMRoQYGLYY\\\",\\\"y\\\":\\\"R2tuqi9tnnTJ4g9LTLPfQknkw7JgYO9Ky8Bk_vltOAM\\\"}\",\"signature\":\"BpK-dqUpgrfndSLYAieDnZyFY3GagP75YZDYXfdlZAZiGDLm0Z3AtWt8_doR04qDTwzw7YlgQfx1UpDGA2voaw\",\"signingKeySignature\":\"0xb37641e971056c87894de3c296eda87c93918808c62e5d7d29d7cc2cadc9b8cd3d2d0dc2e622f42f4a8687d14b403b096b6fa93c7ea557ef276388df4d4ef7ef1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wPacly2n2lt4QloR9NIN2gzTbyrPgKrxmBMRoQYGLYY\\\",\\\"y\\\":\\\"R2tuqi9tnnTJ4g9LTLPfQknkw7JgYO9Ky8Bk_vltOAM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zUP7GdyJ-5uDTnee1TwevzDXnR_WxugBRoP12mfdKH8\"}"