"{\"content\":{\"body\":\"semantics that have governed the framing of the question of North African entry into France since World War II, 6Here the writings of Sayad evoke strongly those of W.E.B. DuBois. Compare, for instance, his discussion of the \\\"sociological doubling-up\\\" of the emigrant, who \\\"bears within himself, as a product of his history, in the manner of the colonized, a two-fold and contradictory system of references\\\" in his brilliant essay \\\"The Illegitimate Children\\\" (Sayad 1977) and DuBois's (1903) classic analysis of the \\\"two-ness\\\" or \\\"double-consciousness\\\" of African Americans in the United States in The Souls of Black Folks. 4From \\\"adaptation\\\" (to the requirements of industrial labor) and \\\"assimilation\\\" (to the Republican national culture) to \\\"insertion\\\" and \\\"integration\\\" (into the social fabric and institutions of the society of settlement), to reveal that discourses on immigration are always performative discourses which help effect the wondrous social alchemy whereby a \\\"foreigner\\\" is made into a \\\"national\\\" (Sayad 1987 and 1994). All this Sayad knew or discovered because he was more than a scholar of immigration: he was the phenomenon itself. As a native son of the province of Sidi A颿h, in the Little Kabylia mountains, who had risen to the rank of primary school teacher before receiving his training in philosophy, psychology and sociology at the universities of Algiers and Paris during the war of national liberation and who then became a Research director at the French National Center for Scientific Research (CNRS), the brute facts of imperial oppression, chain migration, community dislocation and fractured acculturation were constantly with him because they were within him: they were his entrails, his eyes, his soul.7Yet he faced them with a moral intrepidity and an intellectual deftness that astonish the reader who knew him, his history, and that of his people - on both sides of the Mediterranean - and that cannot but impress even those who do not. For forty-some years, Sayad was present in the field, in his home village of Kabylia, in the military \\\"relocation settlements\\\" of the Ouarsenis and Collo regions, in the slums of Constantine and the bazaars of Algiers, and later still in the social housing estates of Saint-Denis, Nanterre, and Villeurbanne. There, he displayed all these personal virtues of which textbooks of methodology say nothing but which all too often decide the depth and justness of ethnographic work, in listening, observing, recording,\",\"timestamp\":1638955206,\"title\":\"constituent of its objective reality. Sayad inspects the loaded \"},\"digest\":\"gAYMngPdcTZS_sHiCONoDJKlBXaNEc8-OMnUPjM9Rs8\",\"authorship\":{\"contributor\":\"0xD1EdE49435E1DDb0aFC4De0b8451CFE50455E9CB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QA3vlteyb4bk6AD4iAyoJVOLpCxuwi5a_CBaojQNa8o\\\",\\\"y\\\":\\\"xd5XZYCqnLia4RcbejBoYbEyVkuBC-yD7FhBD9CCK8k\\\"}\",\"signature\":\"4Dk7gvTLX_5TzUkP9czEjx3w-6fBtF0_m_FbiqYNJ9w_KsSYRRxzhylzqIPL_kKrrXc36GsQW0JDgHqpQOiJ4g\",\"signingKeySignature\":\"0xc6698a3969e965ac3e5f7d56d78e4661143fee594adc75c2ad5a37067a4ab82d2437bce44de9e4ca0f44680d0d8c9763f3f01cdd3aab391e9037b9ddb981e5a11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QA3vlteyb4bk6AD4iAyoJVOLpCxuwi5a_CBaojQNa8o\\\",\\\"y\\\":\\\"xd5XZYCqnLia4RcbejBoYbEyVkuBC-yD7FhBD9CCK8k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gAYMngPdcTZS_sHiCONoDJKlBXaNEc8-OMnUPjM9Rs8\"}"