"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/kL9puIDN-GIVrI0aBkibF.png?height=720&width=1200)\\n\\nThe crash of a helicopter with General Bipin Rawat, India's highest-ranking military officer, on board was unfortunate. But Brahma Chellaney, a so-called scholar in India, took advantage of this misfortune, despicably, by attempting to cause new tensions in China-India ties.  \\n  \\n On Wednesday, the day when the tragedy took place, Chellaney tweeted that the death \\\"couldn't have come at a worse time\\\" because \\\"China's 20-month-long border aggression has resulted in a warlike situation along the Himalayan front.\\\" He stressed \\\"Rawat's death has an eerie parallel with the helicopter crash in early 2020 that killed Taiwan's chief of general staff, Gen. Shen Yi-ming.\\\" He continued to say \\\"each helicopter crash eliminated a key figure in the defense against PRC's aggression.\\\"  \\n  \\n After making a parallel with two separate accidents without any possible link, Chellaney hypocritically mentioned he did not mean there was connection.  \\n  \\n Chellaney's thread cannot be more ridiculous. Rawat was not on a Chinese aircraft. The helicopter did not crash anywhere near the China-India border, but in southern India. Chellaney, however, wasted no time in spinning his conspiracy theory.  \\n  \\n The crash immediately caused shockwaves not only in India but also in the world, as it is rare to witness such a grave accident which claimed the life of a top military officer. Observers are analyzing what went wrong. Some say it could be a mechanical failure; others say it was a human error or it was weather-related. However, one thing is clear: The capability of India's military equipment is not as impressive as the country has been boasting. \\n  \\n India' defense manufacturing sector has very limited capability. It can make components of arms and some weapons at home, but most of its military equipment is imported and assembled in India. Its locally produced weapons are mostly modeled on arms from other countries. That being said, there are often hidden dangers when the arms come into actual use.  \\n  \\n Some military equipment is quite old and outdated but still in service. These show that India's overall military capacity is worrisome, Song Zhongping, a Chinese military expert, told the Global Times.  \\n  \\n Chellaney and other radical Indians should be reminded that it was India's own military helicopter that failed to protect their defense chief. The probability of such an accident is extremely low, yet it did occur in India. This means the biggest enemy of India is not China, but its own backwardness.  \\n  \\n India's backwardness can be attributed to multiple factors. Chellaney and his like are part of them. They contributed nothing good to China-India relations or India's own development. Quite to the contrary, they have been pushing not only India's neighbors, but also India itself, into trouble, by ceaselessly creating new controversies and hatred.  \\n  \\n The relationship between China and India is tense. But leaders from both sides are trying to bring ties back to the normal track with ongoing communications and negotiations.  \\n  \\n \\\"India is a major developing country with a large population. It has its advantages in terms of development. But it needs to make appropriate choices to resolve domestic puzzles and cultivate good relations with its neighbors to create a peaceful external environment,\\\" said Zhao Gancheng, director of the Center for Asia-Pacific Studies at the Shanghai Institute for International Studies.  \\n  \\n Unfortunately, Chellaney is shoving India in the opposite direction. Conspiracy theorists like him are promoting unnecessary sacrifices of Indian officers and soldiers. They have the blood of Indian troops on their hands. \\n \",\"timestamp\":1639139296,\"title\":\"Chellaney has blood of Indian troops on his hands by pushing conspiracy\"},\"digest\":\"c0ElT1cdpf5eaEpjsPZgd47YOqGf4eeB1kLZjVeIG7g\",\"authorship\":{\"contributor\":\"0xDA1314F0DcA2E41f2B2df78eB45182806d63DAdB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"U11p2WGZfcZxxDRetnknBuk6iyQ69wL4uNSdp9Zxsm0\\\",\\\"y\\\":\\\"HllyB_wNW5YDGmAFAKgx2uP1qhBPUybWaXBBT2RpsY8\\\"}\",\"signature\":\"GS1s_xQVdZemCo3CgecxS1fHyjjMTwFBd9ERhuZwRFfp0gc-pIQPdYt3rBHu3ehmTniTnoKYI04bjczHvDFMfw\",\"signingKeySignature\":\"0xc72d2283acd20bbccbc72f1afbe260d131dfe436763aa9d0c54a6402a41a6fd417a5dcc277fc0f644b0d1cb41b1789e32f5e3d83f8427d432a7234546965abbc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"U11p2WGZfcZxxDRetnknBuk6iyQ69wL4uNSdp9Zxsm0\\\",\\\"y\\\":\\\"HllyB_wNW5YDGmAFAKgx2uP1qhBPUybWaXBBT2RpsY8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"c0ElT1cdpf5eaEpjsPZgd47YOqGf4eeB1kLZjVeIG7g\"}"