"{\"content\":{\"body\":\"The Chinese People's Liberation Army (PLA) Eastern Theater Command and the Chinese Defense Ministry consecutively issued coping measures and warnings from both military and informational aspects, after media reported that some US congressmen and senators flew to Taiwan island on a military plane, which experts said shows the PLA's high combat readiness and well-prepared contingency plan.  \\n  \\n The PLA Eastern Theater Command conducted a joint combat readiness patrol near the Taiwan Straits to further improve the joint combat capability of multiple military services and branches, said Senior Colonel Shi Yi, spokesperson for the PLA Eastern Theater Command, on Tuesday.  \\n  \\n Shi's remarks were made after Taiwan's authority said that US congressmen and senators took a military plane to the island.  \\n  \\n Taiwan is part of Chinese territory, and this drill is targeted at a certain country's seriously wrong moves and remarks on the Taiwan question and Taiwan secessionists' activities, and is a necessary measure to safeguard the country's sovereignty, Shi said.  \\n  \\n The command will stay on high alert, take necessary measures and strike back on any move that endangers China's core interests and any provocation that threatens the peace and stability in the Taiwan Straits, and firmly safeguard the country's sovereignty and territorial integrity, said Shi.  \\n  \\n Defense authority of Taiwan said on Tuesday night that six PLA aircraft, namely four J-16 fighter jets, a Y-8 reconnaissance aircraft and a Y-8 anti-submarine warfare aircraft, entered the island's self-proclaimed southwest air defense identification zone on Tuesday.  \\n  \\n Observers said that since Senior Colonel Shi said the operation was a joint one involving the coordinated actions of multiple service arms and branches, there must have been other forces in addition to the aircraft the Taiwan defense authorities had announced, like warships of the PLA Navy. \\n  \\n Three hours after the US military plane landed, Tan Kefei, spokesperson of China's Defense Ministry said China lodged firm opposition and strong condemnation against the US congressmen's visit, warning the US to stop all provocative actions that escalate tensions across the Taiwan Straits. \\n  \\n Taiwan is an inalienable part of China's territory. The US actions grossly interfere in China's internal affairs, seriously undermine China's territorial sovereignty, and pose a grave threat to peace and stability in the Taiwan Straits, the spokesperson said. \\n  \\n \\\"We urge the US to immediately stop its provocative moves and all destructive actions that escalate tensions across the Taiwan Straits, and not send a wrong signal to 'Taiwan independence' forces. We warn the DPP authorities not to misjudge the situation or act in a desperate way; otherwise, it will only lead Taiwan into a grave disaster,\\\" the spokesperson of the defense ministry said.  \\n  \\n China must and will be reunited. No one should underestimate the Chinese people's strong resolve, firm will and strong ability to safeguard national sovereignty and territorial integrity. The PLA will always remain on high alert and take all necessary measures to resolutely smash any external interference and separatist attempts of \\\"Taiwan independence,\\\" said the spokesperson. \\n  \\n Song Zhongping, a Chinese military expert and TV commentator, told the Global Times that the combat readiness patrol shows that troops of the PLA stand by all the time to prepare for combat under complicated circumstances. \\n  \\n \\\"On one hand, foreign forces are increasingly interfering with China's domestic affairs, and on the other, Taiwan secessionists keep provocations trying to integrate itself into the international community. Hence, the PLA has to be prepared for  combat. Once the red line is touched, the PLA will do whatever it takes to solve the Taiwan question,\\\" Song said.  \\n  \\n This is not the first time that US military planes have landed at Taiwan's airports, as they did in June and July this year. However, the Chinese PLA showed a different sign this time, in terms of its speed in releasing information and its military action. \\n  \\n The reaction from the PLA Eastern Theater Command and the Defense Ministry marks a change in the delayed previous response to such provocations, displays the PLA's high combat readiness and complete, well-prepared contingency plan, experts said.\",\"timestamp\":1636556825,\"title\":\"PLA Eastern Theater Command conducts combat readiness patrol near Taiwan Straits in response to secessionist activities\"},\"digest\":\"69cPCS-JCmIn7tRfsN5IeG1HEzIvUZ_2QDjBG_yHURk\",\"authorship\":{\"contributor\":\"0x0A542B58e531117449074E71A79e6e8EbBc68100\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"81lBeLKkP5fpQ_ngjWLs-YyicbtGkcOWbq1105ZvrDY\\\",\\\"y\\\":\\\"6I8bXhgxs2ULJuJK-4wHcfFoV2_Er8SoVm_2GHF1Ac0\\\"}\",\"signature\":\"UN42V2Xd7jKRRe2WJbyFS17fG9Oc49cj7ffA5haK7n6YXNkkea-LjbTl8p6GtOljJolJR7XKuuVUaqCwesSX2Q\",\"signingKeySignature\":\"0x7e472b8bd903bd26ee1caccae630558adcf08d327d0b201b72b37eb5c313901b65ce6e6b9077cd1eff5187987361d1d38b0ed333ede59488a70fec6dbc581c871b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"81lBeLKkP5fpQ_ngjWLs-YyicbtGkcOWbq1105ZvrDY\\\",\\\"y\\\":\\\"6I8bXhgxs2ULJuJK-4wHcfFoV2_Er8SoVm_2GHF1Ac0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"69cPCS-JCmIn7tRfsN5IeG1HEzIvUZ_2QDjBG_yHURk\"}"