"{\"content\":{\"body\":\"NFTs took the world by storm in 2021 with no signs of slowing down. In 2022, many experts believe this will very much be the breakout year for music NFTs. Quick stat to get your attention - thanks to my co-founder and brother from another mother [Alejandro Navia](https://twitter.com/LuisANavia):\\n\\n[https://twitter.com/LuisANavia/status/1481020994500317187?s=20](https://twitter.com/LuisANavia/status/1481020994500317187?s=20)\\n\\nMusic is an art form everybody consumes in one way or another that has the power to change lives and uplift spirits, BUT the music industry is completely broken. Although we’ve seen a second golden age of music in the past decade with the rise of streaming, the model rewards the institutions (labels and streaming platforms), and exploits the artists who only make $0.003 to $0.005 per stream. According to numerous sources, Spotify, a $43B company, only has 7,500 artists that earn $100,000 or more per year on the platform.\\n\\n**Something needs to change, and NFTs will become one of the most impactful technological shifts in prosperity for musicians and fans in history.**\\n\\nIn this article I break down why that is, what needs to happen in order to actualize this potential, and how artists and builders can engage in the space, and why I’ve decided to not only engage as a builder and educator, but also as an artist. **It’s clearly broken down into the respective sections so feel free to choose your own adventure:**\\n\\n* Who am I?\\n* Why am I dropping a song with co-producer [JaronPaulJones](https://www.instagram.com/jaronpauljones/)? (You can check out [the NFT here](https://rarible.com/token/0xcc0b32feA2c3E2a66F4b90e35356aa557c52b3AC:29703402445132511357420746784660395319227665324403894111099148266799143845889?tab=owners) or keep it old school and bump it across [traditional streaming platforms here](http://hyperurl.co/IfYouWantMyLove))\\n* What’s an NFT and why do they matter?\\n* What’s currently broken in the music industry?\\n* How will NFTs change the music industry?\\n* How can artists, fans and builders get involved?\\n* How does this all culminate with my drop with JaronPaulJones?\\n\\n## Who am I?\\n\\nAllow me to reintroduce myself, my name is [Sam Hysell](https://twitter.com/samhysell).\\n\\nI’m on a lifelong mission of driving social impact by channeling the influence of cultural innovators to make self-actualization a right, not a privilege. I’m also the co-founder and COO of [nft now](https://nftnow.com/), a web3 digital media publication focused on NFT news, commentary and curation, as well as a DJ/Producer. We’re on a mission to empower the creators of culture and foster mainstream adoption around NFTs.\\n\\nPrior to co-founding nft now, I co-founded [NOX Media](https://www.wearenox.co/), where I remain a partner. NOX is a marketing agency focused on helping musicians and brands grow and convert communities online through content production and distribution. In 3 years, we bootstrapped our company to 15 employees and have helped numerous musicians, management companies and record labels launch platinum records and take underground acts to international headliners.\\n\\nPre-NOX, I was a Brand Strategist at [VaynerTalent](https://vaynertalent.com/), an arm of Gary Vaynerchuk's VaynerX that applied the model [Gary Vee](https://twitter.com/garyvee) used to build a thriving personal brand towards other leading entrepreneurs.\\n\\nI also was a co-host of the [Music Business Podcast](https://smarturl.it/musicbusinesspodcast), one of the leading music industry podcasts showcasing trends and tactics from over 100 of the best behind-the-scenes movers and shakers in the music industry.\\n\\nAll this to say, I’ve spent a lot of time helping musicians, entrepreneurs and brands, grow meaningful communities online in the past. Throughout it all, I’ve always been a fan first. And in recent years I’ve been able to express myself creatively through DJing and producing music, from shows at clubs, to festivals like Governor’s Ball.\\n\\n## Why am I dropping a song?\\n\\nFor starters, I think creative expression is one of the best ways to lead a fulfilling life. Your creative canvas can be anything, and I don’t think you need to be confined to one lane. In that vein, one my biggest inspirations has always been the late Virgil Abloh, a true modern-day renaissance man. My creative outlets span across entrepreneurship, supporting artists, empowering others, DJing and making music. The joy I get in producing and performing is pure bliss.\\n\\nAt nft now, we get tons of exposure to what’s happening in the NFT space, who’s pushing the space forward, and who’s fostering meaningful change in the community. I learn a lot, and as a company, we strive to educate, inspire and create value for the community at scale. What we can share is confined by what we know, who/what we showcase and what we learn, and often the best way to really learn is by doing…\\n\\nThe amount I’ve learned in the past two weeks as I embarked on the process of preparing to release a song as an NFT has been amazing, and has better enabled me to identify meaningful problems to address and resources to create.\\n\\nFrom the utility of the drop, to the platform to drop on, and the UX constraints that still prevent the NFT world from onboarding the mainstream market, these learnings are invaluable and inform our content and programming strategy at nft now.\\n\\nAlso, given the amount of projects I see in the space, I’m able to take an educated stab at what I feel are the best approaches for artists. An NFT drop will never be a black-and-white process and the blank space for artists to set new precedents is one of the beauties of the space. With that said, there is a growing base of best practices and optimal approaches and I want to help outline those through what I do. In the words of Gary Vee, “watch what I do, not what I say.”\\n\\nLastly, I couldn’t be more grateful to drop this project with my man, DJ duo partner and co-producer, JaronPaulJones ([Instagram](https://www.instagram.com/jaronpauljones/) & [Twitter](https://twitter.com/jaronpauljones)). Jaron and I are both resident musicians for the NYC music & nightlife collective [Caché](https://www.instagram.com/cachelife/). JaronPaulJones is a multifaceted musician whose influences range from A Tribe Called Quest to the Grateful Dead and Kerri Chandler. As an artist his goal is to always push creative limits and think outside of the box. Together we break open a lane at the intersection of soulful and afro house and are on a mission to unite people and bring more diversity back to house music.\\n\\n![Sam Hysell & JaronPaulJones (aka Conduit)](https://images.mirror-media.xyz/publication-images/qQSqdqAwwTiesWR2S34FJ.jpg?height=5472&width=3648)\\n\\n## What’s an NFT and why do they matter?\\n\\nFor starters, if you’re not familiar with NFTs and want a primer, please check out [NFT 101: Everything You Need to Know on nft now](https://nftnow.com/guides/what-is-nft-meaning/). Also right off top, I’d like to debunk a common misconception. From my perspective, if the primary use case you see for NFTs is an investment that you buy with the intention for it to appreciate financially and then sell it, then I think you’re overlooking the most disruptive pieces of the technology. NFTs create a new paradigm for creators and their communities to create new value, and share in the value they create.\\n\\n## What’s currently broken in the music industry?\\n\\nThere’s lots but lets focus on the most pressing :)\\n\\n### 1. No middle class in music\\n\\nIn the music industry, it’s often said that there’s no middle class. You’re either a top 1% artist accounting for the vast majority of all salaries and revenue in the music industry, or a starving artist who’s struggling to make ends meet. I’ll dive deeper into the underlying causes here shortly, but the vast majority of musicians do not earn a sustainable income from their art. According to Spotify & The Verge, just over 13,000 artists earned $50k+ off their music catalogs in 2020.\\n\\n### 2. Royalty structures\\n\\nMy friend, co-founder and NFT pioneer [Matt Medved](https://twitter.com/mattmedved) put it well:\\n\\n[https://twitter.com/mattmedved/status/1470469256341073925](https://twitter.com/mattmedved/status/1470469256341073925)\\n\\nIt was great to see the music industry rebound after the preceding CD/vinyl model was disrupted by online music pirating and streaming, but the new system that has come to power fails to do justice to the actual creators of culture as musicians end up being paid less that $0.005 per stream. If you go a layer deeper, there are even issues beyond general royalty averages - even if you only pay $9.99 a month for Spotify and only listen to one artist, you may be paying royalties towards other artists you don’t even support.\\n\\nDeezer (one of the top international streaming platforms although less relevant in the US) has taken a stab at solving this through their [User Centric Payment System (UCPS)](https://www.deezer.com/us/ucps).\\n\\n![Existing Royalty Payout Model (images courtesy of Deezer)](https://images.mirror-media.xyz/publication-images/aYaNfBnNrU2TzWXMFlM-Q.png?height=876&width=1080)\\n\\n### 3. Record deal structures & ownership by artists\\n\\nDisclaimer\\\\*: As an artist, if you build leverage (aka a community/fanbase), you can command more favorable terms from record labels as you bring existing traction and fans to the table.\\n\\nWith that said, we’ve all heard plenty of horror stories. Beyond miniscule royalty rates that get even smaller after labels take a cut, there are two other issues commonly present in artist record label agreements\\n\\n* Masters ownership: Oftentimes artists don’t have full ownership of their masters. This prevents artists from doing what they want with their creations, earning generational wealth through ownership of revenue generating assets, and being able to sell their own catalog down the road if they’d like a liquidity event.\\n* Recouping advances: A big up-front check seems nice at face value, but often becomes a modern form of indentured servitude. This gets compounded when an artist gets their first windfall of cash without seasoned financial management skills, only to go and spend their advance and be in a position where they can’t generate any income from their label until their debts are recouped. As a result, some artists may be stuck working for years and not generating any income and having to abandon their music ambitions to make ends meet.\\n* Getting “shelved”: Labels need to operate at scale and take a “home run” approach to driving returns similar to venture capital where the vast majority of returns are generated by a small group of breakout portfolio companies. Because of that, labels have tons of artists and priorities, but limited resources. If you’re signed to a label, and not a priority artist where they don’t want to slate your music for a release, you can be in a position where you can’t recoup your advance, and can’t even release music to work your way towards recouping it.\\n\\nSo, we know this is broken, and it needs to change. Lots of existing models in the music industry **deserve** to be disrupted.\\n\\n## How will NFTs change the music industry?\\n\\n### 1. They create a new financial model for artistic prosperity\\n\\nMusicians are typically bound to 5 core revenue streams: streaming royalties, performances, sync/licensing deals, merchandise and brand deals/appearances.\\n\\nOnce again, going back to the premise of “no middle class in music”, most of those don’t create meaningful income unless you’ve already established solid traction. NFTs create a new revenue stream for artists and a new way for fans to support and collect the artists they believe in. You can see how certain artists have already done this in nft now’s year-end list of the [Top 21 Music NFT Moments of 2021](https://nftnow.com/music/top-music-nft-moments-2021/) with [Coinbase](https://www.coinbase.com/) and [United Masters](https://unitedmasters.com/).\\n\\n### 2. They actualize the promise of “1,000 true fans”\\n\\nIf you’re not familiar with [Kevin Kelly’s philosophy on 1,000 true fans](https://kk.org/thetechnium/1000-true-fans/), get familiar. In a nutshell, it’s based on the premise that as a creator, you don’t need hundreds of thousands of fans to earn a meaningful income. Instead, you need 1,000 **true fans** that always pick up what you put down. They’re your ambassadors that listen to every song and go to every show when you’re in town, etc.\\n\\nThis sounds great in theory, but within the current financial model for musicians, it’s very hard to earn a sustainable income off 1,000 true fans. NFTs can change that as they create a new revenue stream for artists, but more importantly, give fans ownership, and in some ways, a share in the success of an artist that will grow overtime as the artist grows.\\n\\nWhether NFTs are used to crowdfund a web3 version of an advance of sorts for music production and promotion, such as [Ibn Inglor’s](https://twitter.com/IbnInglor) 20ETH crowdfund ($90k USD at the time) for [his project Danger Zone](https://ibn.mirror.xyz/crowdfunds/0xAD1fE534cb1bEA44a67307164Da9C03b763815bE), sell music as NFTs, or create a modern day fan club and  unlock meaningful utility for fans to connect with and support their their favorite artists in new ways, the underlying NFT creates a better financial model for income to grow in tandem with community and artist prosperity.\\n\\n### 3. They turn fans and community into deeper ambassadors and create an opportunity for fandom and cultural understanding to appreciate financially\\n\\nFans now have a new medium to support the artists they believe in, and grow with them. Everybody loves to be a long-time fan, see their favorite musicians grow and take pride in being an early fan before they blew up. Now imagine if you bought an early NFT of an artist you believed in, only for them to blow up - at which point your early NFT that you got when they were less popular has now appreciated significantly. This means fandom and cultural understanding can financially appreciate.\\n\\nBeyond the financial side of that equation. Ownership creates deeper ambassadorship and loyalty. It’s different to own a t-shirt of your favorite artist than it is to just follow them on Instagram and stream their song. By way of that deeper support and ownership, you’re more likely to fuel word-of-mouth growth of the artists you believe in.\\n\\n## So how can artists, fans and builders get involved?\\n\\nIn my experience learning and preparing for my first drop, and generally being a student of the game, I’ve found the following key takeaways I’d like to share.\\n\\n* Begin to go down the rabbit hole and self educate. Participate in Twitter Spaces, look into resources such as [Water & Music](http://waterandmusic.com/). Follow these people (\\\\*sorry in advance for all of the incredible pioneers I’m missing): [Black Dave](https://twitter.com/BlackDave), [Heno](https://twitter.com/mynameisheno), [Ibn Inglor](https://twitter.com/IbnInglor), [Latashá](https://twitter.com/CallMeLatasha), [Iman Europe](https://twitter.com/ImanEurope), [Joe Kay](https://twitter.com/joekay), [Matt Medved](https://twitter.com/mattmedved), [Verite](https://twitter.com/Verite), [Naithan Jones](https://twitter.com/NaithanJones), [Haleek Maul](https://twitter.com/HaleekMaul), [3LAU](https://twitter.com/3LAU), [BlockchainBrett](https://twitter.com/web3brett), [Cherie Hu](https://twitter.com/cheriehu42), and maybe [me](https://twitter.com/samhysell), too :)\\n* The web3 community is one of the most supportive and collaborative communities I’ve ever come across. Everybody knows that a rising tide lifts all ships and they act accordingly. There are no dumb questions. Document your journey, learn in public and share your perspective as both a student and a teacher.\\n* Educate your fans - show them how they can help actualize a better model for both fans and artists, and give them the tools to take part while we're in this pre-mainstream phase and a lot of the tools & marketplaces for NFTs can be a little intimidating and confusing for non-crypto native fans.\\n* Experiment - done is better than perfect and you’ll learn by doing, whether that’s supporting other artists and buying their NFTs, or trying your own.\\n* Optimize for onboarding your core fans, and not just trying to sell 1-of-1 NFTs for lots of money. The bigger your pool of collectors, the more ambassadors you have. With that said, [Black Dave](https://twitter.com/BlackDave) shared a valuable perspective of having different offerings for different types of fans. That can mean cheaper open editions for more fans, and more premium limited/1-of-1 NFTs with even more utility for superfans who may have more disposable income.\\n* Continue to leverage web2 platforms and streaming, as the vast majority of music fans are still not familiar with NFTs, so you don’t want to solely optimize for building traction within the web3 community.\\n* If you’re not an artist, but are focused on building the infrastructure for this new model for artistic prosperity, seek to streamline the user experience, and speak in layman's terms. Help fans actualize the desires they already have, in the language they already speak.\\n* For fans and collectors, start buying. You can buy music NFTs very inexpensively on platforms like ([Mint Songs](https://www.mintsongs.com/), [Sound.xyz](https://www.sound.xyz/), [Glass.xyz](https://glass.xyz/), [Serenade](https://serenade.co/), [Zora](https://zora.co/), [Rarible](https://rarible.com/) and [OpenSea](https://opensea.io/)). Keep an eye out for [Royal](https://royal.io/) too, they’ve got some massive things in the works. Think less about NFTs as an investment, and instead think of it as a new way to support your favorite artists, engage with them and collect and own things you care about.\\n\\n## So how does this all culminate in our drop?\\n\\nYou can [check out the NFT here on Rarible](https://rarible.com/token/0xcc0b32feA2c3E2a66F4b90e35356aa557c52b3AC:29703402445132511357420746784660395319227665324403894111099148266799143845889?tab=owners). We minted 15 NFTs at a set price of .1 ETH per NFT.\\n\\n![Artwork by Sarah Abreu](https://images.mirror-media.xyz/publication-images/7aK0tCg66-minRMJlAu78.jpg?height=750&width=750)\\n\\nIn the spirit of experimentation and being a student and a teacher, I’ve tried to leverage a drop structure that hits on a couple core principles for my first drop:\\n\\n* **Inclusivity to build fan & collector base** - we’re doing 15 NFTs as an open edition for .1 ETH. This is designed to onboard a small group of supporters who are down to support the cause, vs. swinging for the fences out of the gate to only get 1 collector on a 1-of-1. Overtime we’ll do cheaper NFT’s with broader open editions, likely on layer 2 blockchains to decrease gas fees, as well as more robust 1-of-1 collaborations with other artists. To be completely honest, we would’ve liked to release more at a lower price, but feel ETH is still the predominant blockchain and having folks bridge to a layer 2 solution would add complexity and prevent supporters from getting involved. If we were to price the NFT at .05 ETH there’s a good chance supporters would be paying .05 ETH in additional gas fees and I really don’t want to start a ridiculous live event ticketing fee situation all over again.\\n* **Develop utility** - this can be different for each artist based on what your supporters want and how you want to serve your supporters. For this drop, we’re going to share a monthly playlist of songs we’ve come across as well as, share unreleased snippets of new music and give them an opportunity to participate in royalties the song generates.\\n* **Give power back to the whole ecosystem** - whether this is mixing engineers, artwork designers, featured artists, etc. This new model can bring prosperity to some of the overlooked yet incredibly important people in the process. In that vein, 20% of all earnings on the NFT and any secondary market royalties will go towards our artwork designer, [Sarah Abreu](https://www.instagram.com/abreuskiee/). The remaining 80% will be reinvested back into emerging artists, upcoming songs, content and other ways to meaningfully progress the community of creators, fans and collectors we build together.\\n* **Be a student and a teacher** - I don’t know it all, and I’m always learning, but I have learned a lot. It would’ve been 15x easier for me just to drop this song and do some social posts, but I wanted to use this as an opportunity to both learn, as well as share my perspective and lessons learned.\\n\\nAll this to say, we’re at an incredible time for the music industry. There is a massive opportunity to bring power back to the creators and create a more equitable model for prosperity, although it’s not going to happen on its own. It’s up to us… The students, the teachers, the misfits and those willing to stick their neck out and try something new. It won’t be easy, but it’ll be worth it as we have the opportunity to play a part in empowering a new generation to prosper doing what they love.\\n\\nSincerely,\\nSam Hysell\\n✌🏼 & 💜\",\"timestamp\":1642438165,\"title\":\"How NFTs Will Disrupt the Music Industry & Why I’m Dropping a Single with JaronPaulJones\"},\"digest\":\"cLTb_RbySzEBFXemRsncSn3TOzbX2aADcIYt9cIkNhQ\",\"authorship\":{\"contributor\":\"0x41AB87ae7552B11D993b774F62F38De07Cf6ad40\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_2Ud8TQr8XFJ2JDQUCGtJ1T5QDbvSn6yRJqqXJz7KSk\\\",\\\"y\\\":\\\"ujMVeWp8Jf_BO7Sced8g04Ip49ihk_OEzE1kUh6yVPY\\\"}\",\"signature\":\"ad-Hrm3pmFHR0aBRSyj4bTLKeYA76khaUj0DOWQXaKaXLOAqUxoCFcUR_QkyQQvRpZn6GQ1th8ZzUkW1NpWghA\",\"signingKeySignature\":\"0xeedabf26a70f585d4638ebbe0f45652112c31346f212d381e103b51230d9fa043fd8b910954c9da2edadb2d05a8c17a30bf92ec39e36d217485c11c1942e059d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_2Ud8TQr8XFJ2JDQUCGtJ1T5QDbvSn6yRJqqXJz7KSk\\\",\\\"y\\\":\\\"ujMVeWp8Jf_BO7Sced8g04Ip49ihk_OEzE1kUh6yVPY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ipzzuqklFocx5o6esorAeJ8VSFeUevr3By7kwdeRxWo\"}"