"{\"content\":{\"body\":\"### 12th Oct 2021\\n\\nWell what a night! As ‘The Godfather’ soundtrack played, the Toadz came a sweeping!\\n\\nBelow is the work of @diamondhandz707 based on the collective musings and ramblings of the #grailed channel in the 10ktf discord, if this is new to you go to 10ktf.com and follow the link to the discord.\\n\\n![BOSS_TOADZ a sweepin'](https://images.mirror-media.xyz/publication-images/EnMorOSeoVnaNydqegM47.jpg?height=600&width=600)\\n\\nDaily Update 10/12 - Here is the recap we have worked out in the ✨︱grailed︱検証済み channel from today’s 10/12 posts. If your holding 10ktf and haven't verified yet, please do that and join us in the chat. This is derived from our community chat in ✨︱grailed︱検証済み and has not been confirmed by 10ktf at this time. To join the grailed chat, if you’re holding 10ktf (bag or shoes), please go to verify and join us over there for more in depth conversations and theory work. I went through the daily chat and summarized the following information. Feel free to add or suggest edits. Thanks Frens!\\n\\nFloor Update - 10ktfshop as of 11:59PM EST- .186 10ktfstockroom as of 11:59PM EST- .03\\n\\nBOSS_TOADZ is Sweeping!!! Delist everything and refresh metadata for bags & shoes on OpenSea.\\n\\nRoadmap is unique on this project. It’s a game that we will eventually enter the metaverse to continue playing (headed to level 2 of 6 now frens) - ShopSweeper “I always liked to take the roadmap less traveled” expect unique things along the journey that we have not seen in other projects. If this is just the rollout out of the project, imagine what this looks like moving forth and the team involved at Wenew. Diamond Hands Y'all!\\n\\nWagmi Dance Party Thursday (Airdrops!?) - I think the party started at 7PM PST and airdrop coming at 10PM PST last week. No promises that will be the same but it's the Beeple NFTaversery - (1 year since beeple found out about NFT's)\\n\\nMetaverse - We are learning there are different districts of New Tokyo. We think think we will meet and craft things there. Possible tokens/physicals = there could be a potential new nft marketplace connected to the metaverse.\\n\\n   BOSS_TOADZ has started sweeping this means the 10ktf team is sweeping the floor, this is bullish for this project - we have speculated they will burn these materials. What you let go of you will likely never get back. If you believe in this honorable project, your frens here in the discord and the amazing 10ktfteam behind Wagmi (Wenew moments), delist and strap in, rockets about to take off if ya get what I mean. His wallet is here - <https://opensea.io/BOSS_TOADZ>\\n\\nBOSS_TOADZ said they would take the materials and they did just that. We do not think they are done yet. They only got bags and limited materials today we think they will come back for more.\\n\\nWe have many items still listed OpenSea. Frens of wagmi’s delist their materials so the toadz don’t hurt Wagmi. We need to protect our fren y’all!\\n\\nThe rocket ship is taking off. Grab what you can if you can and we’ll see you back at the discord! Be well and stay vigilant frens!\\n\\nGenesis materials (Bags & Shoes) here - <https://opensea.io/collection/10ktf?collectionSlug=10ktf&search\\\\[sortAscending\\\\]=true&search\\\\[sortBy\\\\]=PRICE>)   Crafting materials (to be used in future levels of the game) are here. Some of these are reusable but not unlimited tools (Tape, Scissors & Thimbles) and the rest are minimal use materials. Crafting Tools & Materials here - <https://opensea.io/collection/10ktf-stockroom>   We think Genesis is the best to have & to hold long-term but tools and materials will be important to crafting and building when the time comes to do so in future levels. Materials are way undervalued right now and will most likely help when shit hits the fan (future levels).  \\n\\nAlso 10ktf Stockroom got the check, LFG!!! Only a matter of time before the shop gets verified and more folks find out about the gold we’re sitting on frens…. WAGMI!   As always feel free to add in or comment below. Thanks Frens!\",\"timestamp\":1634110812,\"title\":\"10ktf daily recap #3\"},\"digest\":\"yXNe5czb3wDLJgg9tqJ3snQj9i2sy6glun9aglh6ANI\",\"authorship\":{\"contributor\":\"0x02ea16F0963FaAA66D9097AA066f69d5Cf07C521\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"X1-IrPdZgUMUgmXfluvd7R28YXRQYZT0LbQBYt-Lzlc\\\",\\\"y\\\":\\\"kL2to0V78pwWgbRGmRmt9VzwiffVJShKsBLS6G7UCyc\\\"}\",\"signature\":\"NVemnDKqLpAsxraslH_ytNLUZCBiUzJ9K8C627QNxaQDiC4RY34hrXCC61wcsqqpWZML0HHFR7kHXXh9YRdo8w\",\"signingKeySignature\":\"0x859a3b41f561379fd888236b643df91602c63b21e0294f84dafa73b9680d945b0d44d5f090c7540bbf98802520c87c56dfefe7015a88340896f744383f5c7be41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"X1-IrPdZgUMUgmXfluvd7R28YXRQYZT0LbQBYt-Lzlc\\\",\\\"y\\\":\\\"kL2to0V78pwWgbRGmRmt9VzwiffVJShKsBLS6G7UCyc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yXNe5czb3wDLJgg9tqJ3snQj9i2sy6glun9aglh6ANI\"}"