"{\"content\":{\"body\":\" \\n\\n**本规则仅适用于法币交易区**\\n\\n1. **为了给您创造公平、安全的交易环境，提高用户的交易体验**\\n2. **本规则自发布之日起正式实施，并将不时予以修改或完善，修改或完善后的新规则自公布之日起即生效；**\\n\\n**所有用户应遵守反洗钱原则：**\\n\\n1. **用户应严格遵循平台对用户身份及账户的实名认证管理要求，确保在平台上使用的相关账号均系本人合法注册、使用；**\\n2. **用户在触发本平台的反洗钱风控预警时，应积极配合平台要求的反洗钱核实工作，并积极协助提供相关的风控举证材料（具体措施以届时平台风控审核要求为准）。**\\n3. **用户触发反洗钱风控预警且不配合平台的反洗钱核实工作的，平台有权限制其账户的全部或部分功能。**\\n\\n**买方须知：**\\n\\n1. **您需选择卖家支持的付款方式，按照订单页面的金额在规定的时间内完成付款，付款后务必点击“我已付款”；**\\n2. **请务必使用本人已实名的付款方式，除非卖方同意，平台不支持非实名付款；**\\n3. **除非交易条款另有规定，否则付款服务提供商收取的费用应由买方支付。买方应确保卖方收到的订单总额符合交易条款所示金额，或与该订单总额一致。**\\n4. **请勿在未完成付款或不付款的情况下点击“我已付款”，该行为属于恶意卡单，出现此类情况有可能会造成您的账户部分功能被限制；**\\n5. **除非双方在交易前明确达成一致，否则：买方应负责付款账户收取的所有费用，卖方负责收款账户收取的所有费用。**\\n6. **您需选择实时到账的付款方式，超过5万元以上的转账请分批支付，以确保到账的及时性；如果选择非实时到账方式支付订单的，必须事先获得卖方同意；**\\n7. **付款时，不得备注BTC、数字货币、买币等敏感字眼；**\\n8. **如您转账完成并已点击“我已付款”后，卖家未在规定时间内放币，您可以联系平台客服进行申诉，如您的操作完全符合平台规定，并且提供相关合法凭证，我们会及时进行处理，判定资产属于您。**\\n\\n**注非实时到账方式目前包括：支付宝转银行卡、微信转银行卡、17:00-9:00超5万订单用单笔转账等方式，随着各支付通道业务的变化，非实时到账方式的具体类型将相应进行调整。**\\n\\n**卖方须知：**\\n\\n1. **您使用的收款账户信息必须与您在平台的实名认证信息保持一致；**\\n2. **收到买方全额付款并核对无误后，应在30分钟内完成放币；**\\n3. **除平台另有规定外，未经买方同意，不得要求买家/客服取消订单；**\\n4. **除平台另有规定外，未经买方同意，不得对已创建的订单价格提出异议；**\\n5. **如您有未完成的订单或与买方存在争议，请保持联系方式（平台绑定的手机号）为畅通状态。**\\n\\n**风险提示与免责：**\\n\\n1. **您充分了解C2C交易存在的高度风险，包括但不限于数字资产的大幅波动风险，C2C交易项下交易对手的较高信用风险，以及法币交易的较高合规风险；**\\n2. **您有充足的投资知识和经验，并具备承担C2C交易风险的能力，并同意独立承担投资C2C交易产生的全部风险；**\\n3. **在进行C2C交易前，您已阅读并理解本规则、使用条款和相关ULinx平台规则的全部内容，并已咨询相关专业人士，并将据其建议和自身的合理判断决定是否及如何完成C2C交易；**\\n4. **在C2C交易项下，平台不是实际交易方，因此用户间因C2C交易产生的任何纠纷与平台无关，平台有权但无义务承担争议解决职能，也无义务对任何一方承担实体义务或责任（包括但不限于赔偿责任）。**\\n5. **您同意并授权平台依据本规则、使用条款和相关ULinx平台规则，自行决定采取各项合理措施（包括但不限于特定情形下取消交易、限制账户功能等），以维护您、平台和其他用户的合法权益。**\\n6. **您同意，如果非因平台故意或重大过失的原因，包括但不限于黑客攻击、电力中断或难以避免的技术故障，导致您在C2C交易中或使用本规则项下服务时产生任何损失，在法律允许的最大限度内，平台不承担责任。**\\n7. **如果发生以下情况，平台有权自行决定在不发出通知的情况下立即限制、暂停或封禁您的账户或对平台的访问权限： \\n  \\n **\\n\\n* **我们有理由怀疑您违反或可能正在违反本规则；**\\n* **我们认为必须保护其他用户免受危险或财产损失。如果我们行使限制或拒绝您使用服务的权利，则对于我们未能为您提供访问服务的任何后果，包括可能造成的任何延迟、损害或不便，我们将不承担任何责任；**\\n* **如果我们确定您在以任何方式使用我们的平台时，可能对其他用户使用我们的服务造成不利影响或阻止他们享受我们的服务；**\\n* **如果发现违规者在与其他用户沟通交流的过程中，对交易对手使用淫秽语言、侮辱、敲诈、骚扰、威胁，或者以其他方式侵犯或试图侵犯其他用户的合法权利（如隐私权和形象权等知识产权），以及收集其他用户的任何个人信息，以达到在互联网传播或人身攻击的目的。**\\n\\n**您承认，我们决定采取某些行动（包括限制使用服务、暂停或关闭您的账户或钱包）可能是基于对我们的风险管理和安全协议至关重要的保密标准。您同意ULinx没有义务向您披露其风险管理和安全程序的详细信息。**\\n\\n**一旦导致暂停的原因不复存在，我们将尽快解除暂停。然而，我们没有义务通知您何时解除此类暂停（如有）。**\\n\\n**异常交易行为及平台处理措施：**\\n\\n**买方异常**\\n\\n**处理措施**\\n\\n**1、订单创建后，买方取消订单。**\\n\\n**当日达到3次，系统将限制买方买入功能；连续2日触发，将进一步限制买方账户部分功能。**\\n\\n**2、订单创建后，因付款超时而系统自动取消订单。**\\n\\n**当日达到3次，系统将限制买方买入功能；连续2日触发，将进一步限制买方账户部分功能。**\\n\\n**3、未付款的情况下，点击“我已付款”。**\\n\\n**1）卖方有权要求取消此笔订单。**\\n\\n**2）前2次违规冻结法币权限至进线，在线警告并在解决问题后解冻**\\n\\n**3）3次及以上违规冻结1个月法币权限（视情节严重，加重处罚直至永久冻结法币权限）。**\\n\\n**4、未按照卖方订单详情页面显示的收款账户进行付款。**\\n\\n**卖家有权要求取消订单，数字资产归还给卖方，买方自行承担转错款的风险。**\\n\\n**5、未付款的情况下，优先点击“我已付款”，再进行支付。**\\n\\n**卖方有权选择继续成交或者退款后取消订单。**\\n\\n**1）如卖方选择成交，卖方用户需要在收到全部付款的30分钟内完成放行；**\\n\\n**2）如卖方选择取消订单，卖方应在订单申诉后60分钟内完成退款，数字资产归还给卖方。**\\n\\n**3）首次违规进行警告、多次出现视情况冻结法币权限。**\\n\\n**6、未使用与平台账户实名一致的支付账户付款。**\\n\\n**1）卖方有权直接拒绝成交，卖方可在收到付款后的24小时内完成退款处理，数字资产归还给卖方。使用企业账户付款（不论法人与认证本人实名是否一致），依然属于非实名支付。**\\n\\n**2）若因此行为被投诉，首次违规冻结法币权限至进线后，继续冻结24H。**\\n\\n**3）2次及以上违规冻结法币权限7天（视情节严重，加重处罚直至永久冻结法币权限）。**\\n\\n**7、在订单规定的付款时间内付款，订单被取消。**\\n\\n**（1）买方已完成所有付款，订单被买方主动取消或被系统超时取消；**\\n\\n**（2）买方完成部分付款，但订单被买方主动取消或被系统超时取消。**\\n\\n**订单被买方主动取消以及订单被系统超时取消的，卖方有权选择继续成交或者退款不成交。**\\n\\n**1）如卖方选择成交，**\\n\\n**—卖方是普通用户，卖方在自选区找到之前交易的买方，重新卖出一笔同等数量订单，买方无需再次付款，待买方点击已付款后，卖方按订单规定时间放行即可。**\\n\\n**—卖方是广告方用户，买方在自选区找到之前交易的卖方，重新购买一笔同等数量订单，买方无需再次付款，待买方点击已付款后，卖方按订单规定时间放行即可。**\\n\\n**2）如卖方选择取消订单，则卖方需在收到平台或者买方用户反馈后60分钟内完成退款，数字资产归还给卖方；若卖方不积极配合退款，将按获取非正当得利相关规则执行。**\\n\\n**8、如分开付款，未完成所有转款的情况下，优先点击“我已付款”，再继续完成付款。**\\n\\n**1）提前与卖方沟通，卖方允许其行为的，卖方应继续完成订单；**\\n\\n**2）未征得卖方同意或并未与卖方沟通，卖方有权选择继续成交或者退款后取消订单。**\\n\\n**—如卖方选择继续成交，卖方应在收到所有付款的30分钟内完成放行。**\\n\\n**—如卖方选择取消订单，则卖方需在收到付款后60分钟内完成退款，数字资产归还给卖方。**\\n\\n**9、付款金额与订单金额不符。**\\n\\n**1）付款金额大于订单金额的，订单成交，卖家应于收到款项后60分钟内退还多余部分款项。**\\n\\n**2）付款金额小于订单金额的，卖方有权选择继续成交或者退款后要求取消订单。**\\n\\n**—如卖方选择继续成交，有权按实际订单金额进行成交，并完成此订单。**\\n\\n**—如卖方选择取消订单，则卖方需在收到付款后60分钟内完成退款，数字资产归还给卖方。**\\n\\n**10、买方点击“我已付款”后，卖方1小时内未收到付款。**\\n\\n**1）除买方付款方式已事先获得卖方同意的，卖方有权选择继续成交或退款后取消订单。**\\n\\n**—如卖方选择成交，卖方需要在收到付款的30分钟内完成放行。**\\n\\n**—如卖方选择取消订单，则卖方需在收到付款后60分钟内完成退款，数字资产归还给卖方。**\\n\\n**2）卖方是广告发布方，申诉后10分钟内无法联系上买方，经核实卖方未收到款，在广告方保证资产范围内申诉专员会优先取消订单。**\\n\\n**11、付款到账后，卖方收款账户无法核实到账实名信息。**\\n\\n**1）经核实买方付款账户与平台实名账户一致，且在订单规定时间内完成了付款，此订单正常成交。**\\n\\n**2）经核实买方付款账户与平台实名账户不一致，按上述第6条措施处理。**\\n\\n**12、使用未经卖方同意的非实时到账方式支付订单的。**\\n\\n**卖方有权选择继续成交或退款后要求取消订单：**\\n\\n**—如卖方选择成交，卖方需要在收到付款的30分钟内完成放行。**\\n\\n**—如卖方选择取消订单，则卖方需在收到付款后60分钟内完成退款，数字资产归还给卖方；**\\n\\n**13、节假日或工作日当日17:00-次日9:00，银行卡汇款超过5万以上未分批支付导致卖方无法在1小时内收到转款。**\\n\\n**卖方有权选择继续成交或取消订单后退款。**\\n\\n**—如卖方选择成交，卖方需要在收到付款的30分钟内完成放行。**\\n\\n**—如卖方选择取消订单，则卖方需在收到付款后60分钟内完成退款，数字资产归还给卖方。**\\n\\n**14、因买方付款导致卖方收款账户异常。**\\n\\n**1）买方无法提供账户正常证明，卖方应在收款账户转至正常后，24小时内完成退款，平台取消订单。**\\n\\n**2）买方能提供账户正常证明，在核实买方账户无异常后，订单成交，数字资产应交付买方。**\\n\\n**3）冻结账户权限，直至个案结束。**\\n\\n**15、付款时备注：类似“数字货币、BTC、比特币、买币”等字样的。**\\n\\n**卖方有权选择继续成交或退款不成交。**\\n\\n**1）如卖方选择成交，卖方应在收到付款的30分钟内完成放行。**\\n\\n**2）如卖方选择退款不成交，此订单取消，数字资产归还给卖方，卖方在收到付款后60分钟内完成退款；如卖方收款账户因此被冻结，按上述第14条措施处理**\\n\\n**3）若因此行为被投诉，首次违规冻结账户权至进线后，继续冻结24H。**\\n\\n**4）2次及以上违规冻结账户权限7天（视情节严重，加重处罚直至永久冻结账户权限）。**\\n\\n**16、买方用户被风控系统判断恶意抢拍低价单**\\n\\n**1）买方未付款，平台将取消订单，资产归还给卖方。**\\n\\n**2）买方已付款，请卖方在申诉处理的30分钟内完成退款处理，平台将协助取消订单，资产归还给卖方。**\\n\\n**3）买方不接受退款取消订单的，将在平台介入的30分钟内强制取消订单。**\\n\\n**买方此类行为达到两次，风控系统将会限制买方账户部分功能。**\\n\\n**17、客服介入申诉30分钟内仍无法联系上买方的。**\\n\\n**1）前2次违规冻结账户权限至进线，在线警告并在解决问题后解冻**\\n\\n**2）3次及以上违规冻结1个月账户权限（视情节严重，加重处罚直至永久冻结账户权限）。**\\n\\n**18、被核实为恶意卡单的。**\\n\\n**19、被核实为转账测卡行为的。**\\n\\n**1）首次违规冻结账户权限至进线后，继续冻结24H。**\\n\\n**2）2次及以上违规冻结账户权限7天（视情节严重，加重处罚直至永久冻结账户权限）。**\\n\\n**20、被风控系统初步判断为风险用户的。**\\n\\n**疑似：冻结提币权限，直至个案结束。**\\n\\n**落实：视情节严重，从重处罚直至永久冻结用户权限。**\\n\\n**21、被投诉出现恶意报警行为的。**\\n\\n**22、被投诉使用危险资金交易的。**\\n\\n**23、被投诉使用诈骗资金交易的。**\\n\\n**24、被投诉诱骗交易对手脱离平台交易的。**\\n\\n**25、提供伪造的转账记录、放行记录、聊天记录等虚假信息。**\\n\\n**永久冻结账户。**\\n\\n**注：本规则涉及卖方退款或放行，而卖家未按时完成操作的，系统将限制卖方账户部分功能。**\\n\\n　\\n\\n**卖方异常**\\n\\n**处理措施**\\n\\n**1、订单生成后，对订单价格有异议的。**\\n\\n**除经买方同意协商订单价格外，订单正常成交，卖方应在订单规定时间内放行。**\\n\\n**2、卖方所提供收款账户出现异常。**\\n\\n**买方有权选择继续成交或取消订单。**\\n\\n**—如买方选择成交，确认买方已在订单规定的时间内全额付款的，卖家应在收到付款后，在订单规定的时间完成放行。**\\n\\n**—如买方选择取消订单的，卖方完成退款后数字资产归还给卖方。**\\n\\n**3、因卖方未及时提供有效的收款方式，买方无法完成付款，导致订单取消。**\\n\\n**因卖方不提供收款方式，此订单无法成交，平台在处理申诉时，会直接取消订单，并对卖方用户做处罚，平台取消订单不计买方当天取消次数；**\\n\\n**卖方因此被投诉达到2次，系统将限制卖方账户部分功能。**\\n\\n**4、卖方（非广告方），未绑定与本人实名一致的有效收款信息或向买方提供与平台实名不一致的收款方式，如：通过支付宝或者微信收款时，账号以及二维码收款人姓名与订单详情页展示的收款人姓名不匹配。**\\n\\n**1）买方有权取消订单并向平台投诉。**\\n\\n**2）卖方若因此行为被投诉，首次违规冻结账户权限至进线后，继续冻结24H。**\\n\\n**3）2次及以上违规冻结账户权限7天（视情节严重，加重处罚直至永久冻结账户权限）**\\n\\n**5、买方付款账户信息与平台实名信息不一致，未拒绝成交的。**\\n\\n**1）由此引发的风险，由卖方自行承担。**\\n\\n**2）因此而被投诉的，系统将限制卖方账户部分功能。**\\n\\n**6、买方全额付款后标记“我已付款”，卖方收到买方全额付款后，未在30分钟内完成放行。**\\n\\n**买方有权选择继续成交或取消订单后要求退款。**\\n\\n**—如买方选择成交，申诉专员将判定资产属于买方。**\\n\\n**—如买方要求退款后取消订单，卖方应在后60分钟内完成退款。**\\n\\n**7、客服介入申诉30分钟内仍无法联系上卖方的。**\\n\\n**1）前2次违规冻结账户权限至进线，在线警告并在解决问题后解冻**\\n\\n**2）3次及以上违规冻结1个月账户权限（视情节严重，加重处罚直至永久冻结账户权限）。**\\n\\n**8、在订单页面预留的联系电话无效的。**\\n\\n**9、在交易过程中，收到超过订单金额的款项，不积极配合退还，或获取非正当得利的。**\\n\\n**疑似：冻结提币权限，直至个案结束。**\\n\\n**落实：视情节严重，从重处罚直至永久冻结账户权限。**\\n\\n**10、被风控系统初步判断为风险用户的。**\\n\\n**11、被投诉出现恶意报警行为的。**\\n\\n**12、被投诉使用危险资金交易的。**\\n\\n**13、被投诉使用诈骗资金交易的。**\\n\\n**14、被投诉诱骗交易对手脱离平台交易的。**\\n\\n**15、提供伪造的转账记录、放行记录、聊天记录等虚假信息。**\\n\\n**永久冻结账户。**\\n\\n**触发风控异常**\\n\\n**处理措施**\\n\\n**1、当用户被风控系统检测到异常，用户明确拒绝或不积极配合完成平台风控要求的进一步反洗钱核查工作。**\\n\\n**本平台将有权选择直接认定为此账户异常，并对此采取包括但不限于上调用户风险等级、直接冻结此类用户的账户及关联账户直至用户配合提供的风控举证材料已通过平台的风控审核。**\\n\\n**2、当用户被平台风控核实出有涉嫌诈骗（或试图诈骗未遂）、提币至各类高危平台（包括但不限于：承兑商平台、网络博彩平台、涉嫌洗钱诈骗平台或其他低风控能力平台）或其他高风险资产转移行为。**\\n\\n**风险提醒：所有将本平台和此类平台关联起来的宣传皆为虚假宣传， 谨防上当受骗，造成不必要的财产损失。**\\n\\n**本平台将视情况有权选择直接冻结或限制此类用户及关联账号账户C2C交易、提币，甚至禁用账号所有权限。**\\n\\n**3、账户非本人使用或为他人非法代买币：当用户被平台风控核实出账户存在出售、出借、租赁自身账户为他人使用的情况，或存在为他人非法代买币的行为。**\\n\\n**风险提醒：请注意自身信息安全，避免被他人利用进行犯罪行为。**\\n\\n**本平台将有权选择包括但不限于暂时或永久限C2C交易、延迟提币、限制提币或直接冻结此类用户的账户及关联账户等某项或多项措施。**\\n\\n**4、接收或引入来源不合法的数字资产或资金：当用户明知或据合理常识判断可推知在其他平台/社区群收到的币为黑币或资金为黑钱时，但仍无视风险并直接将该黑币/黑钱流入到本平台其它用户的账户。**\\n\\n**本平台将直接永久限制此类用户的账户及关联账户全部功能。**\\n\\n**5、被认定洗钱的用户：当用户被风控系统检测或风控工作人员核实，用户直接参与或协助洗黑钱等犯罪行为。**\\n\\n**本平台将直接永久限制此类用户的账户及关联账户全部功能。**\\n\\n**6、被司法冻结：当用户账户被司法机构要求冻结时。**\\n\\n**本平台将严格按照司法机构出示的司法函件对用户账户进行冻结。当冻结期满，司法机构需出示续冻函方可继续冻结。冻结期间，用户向本平台申请解冻无效，请联系冻结机构协调。**\\n\\n**7、被司法调证：用户被司法机构要求调取本平台账户资料，包括但不限于：司法调证、咨询等形式。**\\n\\n**本平台将视情况限制此类用户的账户及关联账户的部分功能。**\\n\\n** \\n **【关于 ULinx】\\n\\nULinx是一家经验丰富的金融科技企业，与各商户和金融机构合作，致力于采用最新的技术和法规，链接全球资产使其安全便捷流通。我们的目标是构建一个全面且不断发展的数字支付平台，让您可以安全地拥抱数字支付环境，以自己的方式过上更好的生活。ULinx总部位于新加坡，同时在迪拜、香港等地建立了区域总部。ULinx已获得阿联酋金融支付牌照，受金融机构监管合规运营。\\n\\n【联系我们】\\n\\n官网：<https://ulinx.io/>\\n\\nTwitter：<https://twitter.com/ULinx_io>\\n\\nTelegram：@ULinx_io\",\"timestamp\":1640863675,\"title\":\"ULinx平台C2C用户交易规则\"},\"digest\":\"-_L_bArpIs9mPai_-IzxF9MAvbRyjzhxhQTJ-c6M7KA\",\"authorship\":{\"contributor\":\"0xFBDA044B829cCc84022080EBA5D120a1326F6a87\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YKQLZHBvGZKsZ2Mz_blAL-1Nya3EAJUsFzWC6gXlbrg\\\",\\\"y\\\":\\\"cN0ipfQyi2X6qvjQzjBZH_M8yehDMQplwlEZmGh4pzs\\\"}\",\"signature\":\"cdkwIi7sNG2ZWDdgAFAgnkKGKnhTJChJvkpC1E7ulutfiHaaaxh2M_eBSeXBZd9U1UxIyNMc0j-gSJnU6yX_mQ\",\"signingKeySignature\":\"0x0111bd36ad8f06304339268d27c7be323d2b8342fcdcf546aaac143c631fdc2c103af861a8ca0e56c579f7ab9a6ab52492b94573d1b1bee23767943e1af2dff11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YKQLZHBvGZKsZ2Mz_blAL-1Nya3EAJUsFzWC6gXlbrg\\\",\\\"y\\\":\\\"cN0ipfQyi2X6qvjQzjBZH_M8yehDMQplwlEZmGh4pzs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-_L_bArpIs9mPai_-IzxF9MAvbRyjzhxhQTJ-c6M7KA\"}"