"{\"content\":{\"body\":\"> **Introducing Metacommerce, the best way to create smart contracts and launch your own NFT experience.**\\n\\nHey everyone 👋 for those who don’t know me yet, I’m Ryan Watkins.\\n\\nMy co-founder, Charles Ashby, and I have been deep at work over the last bit, and are excited to finally reveal what we’ve been up to.\\n\\nWe’re building [Metacommerce](https://www.metacommerce.app/), the first all-in-one web3 commerce platform.\\n\\nMetacommerce empowers web3 creators with the tools they need to create and manage their own smart contracts, draft and deploy NFT experiences, and set up their own storefronts without the need to write code.\\n\\nWe remove the complexity out of the smart contract and NFT creation process by providing a simple and easy-to-use user interface, combined with much-needed resources and support. Ensuring creators are equipped with the knowledge and solutions they need to grow their communities and scale their web3 businesses.\\n\\nOver the past couple of months, we talked with hundreds of generative artists, photographers, brands, and web3 creators and three things became abundantly clear. ***The options available today are either***:\\n\\n1. ***Too difficult to use***\\n2. ***Too expensive to access***\\n3. ***Too restrictive in nature***\\n\\nWe believe smart contracts and NFTs unlock new ways for creators to align incentives with their communities, monetize their content, and maintain control of their work. Yet, for the adoption of this technology to happen, web3 creators need better solutions and infrastructure.\\n\\nLike eCommerce businesses before Shopify, today, those exploring the web3 space are limited on a number of fronts.\\n\\nWe’re on a mission to change this by doing our small part in what we view as a much broader shift towards decentralization and the re-empowerment of the individual creator.\\n\\n## So how does it work?...\\n\\nCreators can get started by navigating to the sign-in page and entering their email then connecting their Metamask wallet.\\n\\nOnce signed into the platform you’ll have the ability to;\\n\\n### Make & Manage Your Own Smart Contracts\\n\\n* Create ERC 721 / ERC 1155 Smart Contracts\\n  * *Support for Polygon, Solana, and Immutable X is in progress*\\n* Control your own smart contract\\n\\n### Create & Deploy NFTs\\n\\n* Decentralized storage\\n* Mint NFTs\\n* Build generative / functional NFT media\\n* Set rarity and attributes\\n\\n### Launch A Web3 Storefront\\n\\n* Run pre-launch campaigns\\n* Host NFT drops\\n* Allow collectors to mint NFTs\\n\\n### Connect With Marketplaces\\n\\n* Import contracts to leading NFT marketplaces (OpenSea, Foundation)\\n\\n![Deploy smart contracts, build generative & functional NFTs, and launch a web3 storefront without coding knowledge. ](https://images.mirror-media.xyz/publication-images/rEQiHFMplQHKxroci0gL3.png?height=2167&width=2527)\\n\\nThe Metacommerce platform simplifies every step of the smart contract and NFT process, allowing you to easily deploy your own smart contract using your preferred chain and lazy mint your NFTs.\\n\\n*Don’t want to rush your work?*\\n\\nWe’ve even built-in features to allow you to draft your smart contracts and NFTs, then schedule them for deployment, allowing you to edit and review your projects before spending ETH on gas fees.\\n\\nWe’re investing heavily in our community and product experience, meaning creators joining our platform today not only get access to our web3 commerce platform but also a private discord community and on-demand creator support.\\n\\nWe’re in it for the long run and are here to support web3 creators who are equally committed to making the internet a more interesting and equal place.\\n\\nSo what’s in store?…\\n\\n## Plans for the future 🔮\\n\\nAs we grow we expect to build new features to further support web3 creators and their communities.\\n\\n### Roadmap items include:\\n\\n* ERC 721/1155 gas fee optimizations\\n* Expanded blockchain support\\n* Analytics, trends, and historical sales reporting\\n* Discord community management and engagement features\\n* Top secret plans\\n\\nWe’re excited to see what our growing community launches with our platform. If you’re interested and want to join our waitlist see the link below.\\n\\n[https://metacommerce.app/sign-up](https://www.metacommerce.app/sign-up)\\n\\nWant to follow us and contribute your voice to the direction of the product?\\n\\nJoin us on [Twitter](https://twitter.com/MetacommerceNFT), and jump in our [Discord community](https://discord.gg/rjmJHyFgVY).\",\"timestamp\":1635431100,\"title\":\"Metacommerce | For The Creators Of Tomorrow\"},\"digest\":\"vGlXbZ1DwkEvUR9YnYBPCvOz8JoUKr3hJP29RlKGJck\",\"authorship\":{\"contributor\":\"0x22546BD574B81D9C8A29099080dE09537Fd72A3E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fzqf5tUimpRYjdYYosFKVWIiA--O5M8wU7Ae6Dat3k0\\\",\\\"y\\\":\\\"817M9VPr-tEMCDQOT4JW7g_k0GszOZUoqOzVa1XFOgw\\\"}\",\"signature\":\"Nsyw9sD2ApHNpwK7Uv0g1JFKgv6OfdS9BDho9U_WpQ-xdb2ivNCjf_5xAqTaOranBkMdrwK7uZBY_XJ3TrWUJA\",\"signingKeySignature\":\"0xfd1b70ed427a790ab29453eb2aacf410cd98def0cac88a384a3cad530c34e3292712f7b457d62b66e104cbd0e2477da0f3391106b066d084808372dcd9a0675a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fzqf5tUimpRYjdYYosFKVWIiA--O5M8wU7Ae6Dat3k0\\\",\\\"y\\\":\\\"817M9VPr-tEMCDQOT4JW7g_k0GszOZUoqOzVa1XFOgw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YTOUk-OzLFUgeBCj6zFx--3T-YUv8AcHy3wHfGcRllI\"}"