"{\"content\":{\"body\":\"In August, Mirror [airdropped](https://mirror.xyz/airdrop) $WRITE tokens to the community based on their contributions to Mirror. Each recipient was able to share the tokens with people in their network and help them start publishing and enjoy the Mirror toolkit. Many of these new members have gone on to create valuable projects and build their own vibrant communities, raising awareness around Mirror and creating more value within our ecosystem.\\n\\nIn many cases, it’s hard to know who will provide incredible value to our community until they start contributing. We must **reflect as a community** on contributions and retroactively reward those who build alongside us. **We would like your help to find and reward those actively contributing to the Mirror ecosystem.**\\n\\n### Today we are proud to announce the Mirror Reflection Awards\\n\\nThese awards will become (with your support) an ongoing recognition to people, communities, and projects that help drive the web3 ecosystem forward, with special appreciation for those teams building on top of the Mirror tools.  We have already seen a number of high quality independent developer projects, as well as curatorial efforts, emerge around the creative output of Mirror. We as an ecosystem have a big opportunity to further reward and encourage builders and contributors like these.\\n\\n![A celebration of generosity, ingenuity, and mutual support.](https://images.mirror-media.xyz/publication-images/bnSKHENFZZucn0vjrR18U.png?height=971&width=1945)\\n\\nEach award consists of 1 $WRITE token for the winner, agreed through a community-wide proposal and vote. Award winners will be welcomed into the community as Mirror Members and can set up their project on an official Mirror subdomain. They'll also be able to participate in Mirror governance.\\n\\nWe invite the current Mirror Members to [join the Discord](https://discord.gg/DG9Trafxpe), say hello at our **First Townhall on Tuesday, November 9th at 3pm EST (12:00 PST, 19:00 UTC)**, review the list of winners proposed by the community, and then approve them via an upcoming governance vote.\\n\\n**The awards approval vote will be open for a period of 72 hours starting on Tuesday, November 9th.**\\n\\n\\n---\\n\\nMirror, too, began with a story: a home for you to not only share your story with the world, but to grow those stories alongside highly-engaged communities, fueled by economic ownership enabled by Mirror’s crypto-native tools. We are excited to welcome more leaders who have not only shown a commitment to building alongside us, but who will continue to steward and shepherd the best stories and communities in web3.\\n\\n**Join us as we collectively discover our next chapter!**\",\"timestamp\":1636226154,\"title\":\"Introducing the Mirror Reflection Awards\",\"publication\":\"dao\"},\"digest\":\"K290TBcro9oClBi7ZUla8-xZWoTz0yB3quo8xlUU1H8\",\"authorship\":{\"contributor\":\"0x112DCc89081C474b881F0ca2668F08c987679Fea\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EkaySkBmmmOui7KSDW1-vbdLYCHXkGWFaljlPqAwxdU\\\",\\\"y\\\":\\\"pLLryiMmFWgO7QtaiPkkpvnKT7kIICqlyqVjZxQpkII\\\"}\",\"signature\":\"a5k5j1go-y2W-Q660OgatNCIjLBLLBTI5I-sHbuGRILyCsf01QoKjzdHVNhI7VYEezQ6yoYdY4p8ms4PgVuZgg\",\"signingKeySignature\":\"0xdc15be1888afd76873a624c6125e1ae417e260b9322270ff710aa08960f2fad8498494456826ad4f3239815e223903b90a470cf0ffdd9a872f35f83506e405911b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EkaySkBmmmOui7KSDW1-vbdLYCHXkGWFaljlPqAwxdU\\\",\\\"y\\\":\\\"pLLryiMmFWgO7QtaiPkkpvnKT7kIICqlyqVjZxQpkII\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BiSr8kDJa8Z577xkxL4E5BjuVMhNTv8PR4TkAGv6D6c\"}"