"{\"content\":{\"body\":\"With my eyes closed and mind wide open I listened as our lecturer unraveled a journey of innovation, economic forces, and human evolution.\\n\\nHe summarized thousands of years of complex dynamics with a single, simple equation - **The Theory of Adjacent Possible**, stating that dynamical systems making incremental changes over time explode into an exponential realm of possibilities, and within, a profound order that governs evolution.\\n\\nA spark of curiosity ignited within me on that cold January day and so did a burning question: **how can I apply the principles of complex systems to understand dynamics of collective decisions, self-organization, and the adjacent possible within teams, organizations, and society in today’s world?**\\n\\nThat lecturer was Stuart Kauffman, theoretical biologist and expert in self-organization of complex systems, and I was at the [New England Complex Systems Institute (NECSI)](http://www.necsi.edu) for the 2019 Winter School at MIT to learn about complex systems science, research, and computer modeling. I was so moved by the ideas he put forth that I reached out to Stu to learn more and try to understand my place within this mesh of interests, ideas, and intuition I was developing. He encouraged me to pursue the PhD I was interested in, and invited me for coffee at his home in Santa Fe to talk and share ideas. His succinct advice for me, the intellectual wanderer: \\\"**take your curiosity seriously.**\\\"\\n\\n## Where I go forth\\n\\nThis was the genesis of my own personal adjacent possible. A path of curiosity unwinding forward, without knowing the direction, but being guided by wonder and awe for how we work together, and what we can accomplish when we are free and without bounds.\\n\\nThat path has led me to the Cambrian explosion of Web3, with an adjacent possible of DAOs, new communities, and tools to express ourselves churning open as we build. The systems are being created, and I am developing the methods to understand and shape them. Mirror will be my space to create, share, and make connections within this sea of evolution.\\n\\nI’ll be writing about DAOs, PhD research, governance and control of complex systems, emergence, and self-organization. I’ll also tap into the eros with my trove of [Processing](http://www.processing.org) art I’ve silently been generating and storing on my hard drive for years (like the banner of this post). **The funds I generate through this Mirror publication will go toward building a community of complex systems research, art, and curiosity.**\\n\\nSo thank you Mirror, and the community that got me here. **I can’t wait to go forth with you**. Special shoutouts to [Creator Cabins](https://creators.mirror.xyz/), [@JonathanHillis](https://twitter.com/JonathanHillis), [@SpaceXponential](https://twitter.com/SpaceXponential), [@rafathebuilder](https://twitter.com/rafathebuilder), [@jongold](http://www.twitter.com/jongold) for inspiring me, and helping me find my way. Find me on Twitter [@c_lemp](http://www.twitter.com/c_lemp) to share ideas and start a conversation.\",\"timestamp\":1629757043,\"title\":\"Finding The Adjacent Possible\",\"publication\":\"lemp\"},\"digest\":\"WyuNEG4w0dBARnGwNCnZ0AibkNsZdfnHncIw7OtqZ_o\",\"authorship\":{\"contributor\":\"0x97b9958faceC9ACB7ADb2Bb72a70172CB5a0Ea7C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vw4W4NttEr9X3SLfkhb4RJuYL_sJ6Anbdt3lrAZHR-k\\\",\\\"y\\\":\\\"uWjhWuboWJrTMC8uTZ-rZzbDXFrpUte0So7c9sTL5LA\\\"}\",\"signature\":\"sRGlt7FGSdd9NgjKgRgXCd8zFZv4q38jLOyUeHUtE8FIRXDrcZgegjzumfvLV74gMfz53CMgFr98hUc9DTC-3A\",\"signingKeySignature\":\"0x50c98a6ac144b16da6c6d16055ba37cf3577e8c6b8e5afc0dbcb0db2d9a03ed00827e94ae614cbf668efadb9883f0cef690a3a4ae4bc52aefdebecb37fea83141b\",\"signingKeyMessage\":\"I authorize the publication of articles on lemp.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vw4W4NttEr9X3SLfkhb4RJuYL_sJ6Anbdt3lrAZHR-k\\\",\\\"y\\\":\\\"uWjhWuboWJrTMC8uTZ-rZzbDXFrpUte0So7c9sTL5LA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9nAXRheAFAKQKYdsa2baEIcpLslUyTJGqVXfIZe90DE\"}"