"{\"content\":{\"body\":\" \\n   \\n 我家里的老人，也就是我的亲生母亲，最近我觉得很难和她相处。因为她已经八十多岁了，所以一般认为她就是人老了反而有小孩脾气。但我妈妈有个很要紧的缺点，就是喜欢别人拍她马屁，主要需要别人说她好话。因为她过去年轻时二十多岁就被提拔当领导，一直当到三十多快四十岁，手下管着几百人所以养成了领导脾气。问题是，我妈妈并不精明。因为已经有三四次以上，就是因为她相信说好话的人，结果做了很蠢的决定，最后牺牲的不是家人的利益，就是她自己的利益。而且我妈控制欲很强，她总是表现得对我很关心，实际上并不信任或者说真正关心我。 \\n 　　我现在已经五十岁了，之前曾经出国十年，原因之一也是希望能离开原生家庭，找到另一半。但是不幸的是，我在国外查出生了肿瘤，是进展比较缓慢的那种癌。开刀之后，我就陷入很长时间的身体机能下降的状况，主要是老是觉得头昏昏沉沉。原因可能也在于情绪不好，因为觉得这样前途很渺茫，找到另一半的希望也下降了。虽然我也相过亲，但是总是走不出自己的自卑感。然后工作也是断断续续。因为以前考大学是学的自己不喜欢的专业，然后在国外度过一年多的书，希望转换工作方向。但是可能因为出国已经晚了，换职业进行得非常困难，断断续续有过一些失业。身体不好，加上失业，也对我的自信心进行了打击。 \\n 　　所以我前年得了一个机会回国工作，就回来了。我和妈妈住在一起，是我买的房子。但是因为这个工作是国企类型的民企，适应不良，所以现在在家也呆了一年多了。没有去找工作，因为现在猎头都只看35岁以下的。我觉得自己很难，因为在这个城市也没有朋友。过去的熟人因为十年没联系，只有两三个还能联系上。但是帮助也很有限。但是也不想马上出国。一来因为疫情，二来是想照顾妈妈。 \\n 　　但是分开久了以后重新住在一个屋檐下，发现妈妈的一个新的缺点。她还是很爱显示自己，很唯我独尊。她可能觉得我有些让她失望，总之她觉得应该自己管着家里的大小事情。实际上她已经很糊涂，钟点工的工作也干的马马虎虎在糊弄她。这也是促使我回国的主要原因，因为我回国发现家里很邋遢。但是我妈妈没有觉得自己没有能力管好钟点工，反而因为我几次说她，她对我更不满。因为她觉得我是该让她高兴的。我回来后她就转了个老人们在养老院如何获得护理人员无微不至的照料，包括情绪上的。她的意思就是我要在情绪上哄着她，问题是我做不到。因为我自己的工作和感情都不顺利，过去没出国前就常常和妈妈掰扯不开心。做不到的原因还在于我对妈妈的行事不同意。因为她以前是比较喜欢把老同事请到家里来聚聚。我算是很宅的，也不喜欢请朋友来家里。更何况在我眼里，我妈的好些朋友都是那种人品很一般，有些甚至是在哄她或利用她的（当她有价值时）。另一个我不喜欢的地方是我妈把我的啥事都和其他人说，包括那些好的不好的。我觉得她之所以后来职业生涯不顺和她的这种没头脑的行为很有关系。 \\n 　　当然，过去我也是自我边界和妈妈的不是划分的很清楚。因为我总是觉得让她保持好情绪是我的责任。但是我在国外生病的经历，还有家里后来发生的一些不开心的事情，让我意识到我必须顾及自己的情绪。看了一些心理医生，医生也是建议我不要把委屈都留给自己。因为从小我妈对我比较严格控制，高压式的。所以我在青春期后的叛逆行为就是有时候冲她嚷嚷，现在我有时脾气控制不住了，也是这样。但是我是不开心自己这样的。可是我把我的想法跟老妈说，她的反应给我总是敷衍的感觉。她并不想改变她的行为，她也常常看低我的决定啊、行动啊之类的。问题是她从小给我的鼓励非常少，以前她又老是忙工作，给我的指导很少。所以后来我也看了一些心理学的书，意识到我妈有她的心理问题。因为她是从小被外婆带大到6，7岁，才回到父母身边，所以很有表现欲想获得父母的重视和欢心（她有兄妹五人）。所以在这个方面，我妈是值得同情的。 \\n 　　问题是没有谁给我支持，不管是物质还是精神。我有时觉得和我妈的相处很累。想到如果她继续老化，不能自理，我就心情不好。因为我不知道到时候她的表现是怎样。我觉得如果她去养老院，也不能和其他人处理好关系，都是自说自话的性格。但是如果我和她继续相处下去，我真的受够了。比如今天，我在洗澡我妈在外面反复叫我，我以为她要上厕所着急，就简单穿了衣服开了门，结果她是在和钟点工通视频电话，还让我听。我觉得她真是太糊涂了。钟点工家是有老公的，更何况视频有什么必要让我参与哪？所以她的那种惟我独尊就是说，我得围着她转。她要干什么，我得配合。以前我爸爸脾气很好，一直让着她。但是我觉得我实在没必要去迎合她。反而一直以来，我就很烦恼我妈这种缠人的性格——而且当我小时候需要陪伴时她不在，现在老了闲的没事就老是缠着我。当然这是她需要自己的存在感，但是我已经被她烦的不得了。 \\n 　　所以我觉得我快崩溃了。我没有办法继续做好孝女的角色。我妈的心理问题就是让我给她陪葬，但是我一直在提醒自己我的目标是过自己的生活。但是我又觉得真的要把她送养老院，有点受不了，而且经济上开销也大，因为她是那种要住单间还要经常去看的。怎么办？ \\n  \\n  \\n  \\n  \\n \",\"timestamp\":1637464083,\"title\":\"目中无人的老人怎么办\"},\"digest\":\"6sPYoslSJj6xEwtwxr-m7R1F3Feb3xbh-lkGnqeob2s\",\"authorship\":{\"contributor\":\"0x5603B096804d262757e8C3B10D94250773Aa21E7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eHh5H9sAqtEnPus7ilV2LJH8KM1Yf2pVNnqA65uXS_Q\\\",\\\"y\\\":\\\"sY_bH0sIE5XcmPZ7gar3RQNhIcWpIBpLniPY8rWon8w\\\"}\",\"signature\":\"5fu2uLj06QyB5cbvAhm327yGDJl0XUvsV1w2DDR-oUoDygGCqGmZmDDQZVZ5WC3BAL9TJRwjwy42SxenjfbxIQ\",\"signingKeySignature\":\"0x2b622723ccdb38bb6bc7841fb8da9d217c6469f043f088bd65fe24d133982e0a091b0189add68d9f083e16672a2fc7131420240fe33ad8708307b7dfc1f1dc4e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eHh5H9sAqtEnPus7ilV2LJH8KM1Yf2pVNnqA65uXS_Q\\\",\\\"y\\\":\\\"sY_bH0sIE5XcmPZ7gar3RQNhIcWpIBpLniPY8rWon8w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6sPYoslSJj6xEwtwxr-m7R1F3Feb3xbh-lkGnqeob2s\"}"