"{\"content\":{\"body\":\"```\\nUsing hash to assign randomly, a given row can have the same origin when it is salted. Locally, this disperses the grip between RegionServers and allows prediction during read operations. The deterministic hash (deterministic hash) can reconstruct the complete row key on the client side, and can use the get operation to directly obtain the desired row.\\n\\nFor example, after processing the above three row keys (unsalted), here we use the MD5 hash algorithm, and the results are as follows\\n\\nf18a79a8eb39267173fd0d113e3282f4\\n\\n277ba32a1610268cdb7733192010c127\\n\\nbd1258481401ea1be6377c5aaeae3a1f\\n```\\n\\n![In the 16 partitions in the above figure, the data basically achieves a balanced distribution. When the amount of data becomes larger and larger, the balance of the partitions will be more balanced.\\nThe two commonly used rowkey design methods introduced above. Since data storage in HBase is in the form of kv, if the same rowkey (except for the built-in version) is inserted into the same column of the same table in HBase, the original data will be overwritten, so in order to ensure the uniqueness of the rowkey, in the actual design We may combine multiple design methods to achieve the maximum optimization design of rowkey, such as MD5+salt.\\n\\nData reading of HBase mainly uses rowkey to query and obtain data. We can use Hive, Phoenix, etc. to obtain data through SQL, or store index data in Solr, ElestaticSearch, and query data indirectly, but this method is not passed. Rowkey has high performance for directly querying data, but the real-time performance is not high, so we should include more available information when designing rowkey. Here we refer to the design rules mentioned in the book \\\"The Road to Big Data-Alibaba Big Data Practice\\\"](https://images.mirror-media.xyz/publication-images/LSQwjcetdK9Fi0u1d26y7.png?height=357&width=549)\\n\\nDesign rule: MD5+main dimension+dimension identifier+sub-dimension 1+time dimension+sub-dimension 2\\n\\nFor example: MD5 top four digits of seller ID + seller ID + app + first-level catalog + date + second-level catalog\\n\\nUsing the first four digits of MD5 as the first part of the rowkey, the data can be hashed to balance the server load and avoid hot issues. The seller ID is required for query, which narrows the scope of our scan and can query the data we need faster.\\n\\nFinally, the length of the rowkey will also affect our performance. Since HBase is a columnar database, if the length of the rowkey is doubled, the overall storage capacity will increase exponentially. Therefore, the design of rowkey does not have a fixed pattern. In actual practice, we need to refer to various factors to achieve the optimization of rowkey.\",\"timestamp\":1640345985,\"title\":\"\\n2. Hash\"},\"digest\":\"CMNVy5XYmk7qdwLxjrb7vhuenAH65r5eMV03aa74O40\",\"authorship\":{\"contributor\":\"0x8fC645e6a176F07395B8f44196d1443772FE9d57\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jBQux0yQtMUIlU7f_fO7o1E9sMXdwCq0zAON2m3YYkg\\\",\\\"y\\\":\\\"tVcpyCkyIgKRMuiM1Noxrto4ddTApC6poDvamJKhXVA\\\"}\",\"signature\":\"uvPF67m1mU6a0StFO_IkjaMkjgNFF2RFhxutjBED1B1KgyZRN0eKLMhuWoPejmDk4Zuh3CYQVK4FQ_hVyahKaQ\",\"signingKeySignature\":\"0xa412f249a5aad4ad13dee9dc9c70fe513bda72c46e5690717810da6d28a0af7319be017bb941ad22900ceb909c302ca496c21e6814f4be5746c0179a931090d71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jBQux0yQtMUIlU7f_fO7o1E9sMXdwCq0zAON2m3YYkg\\\",\\\"y\\\":\\\"tVcpyCkyIgKRMuiM1Noxrto4ddTApC6poDvamJKhXVA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CMNVy5XYmk7qdwLxjrb7vhuenAH65r5eMV03aa74O40\"}"