"{\"content\":{\"body\":\"1994\\n\\nThe year before, CERN released its the code. \\n  \\n The public gets its first easy to use browser. \\n A Tower of Babel of data is inverted for everyone. \\n A global community of scientists who wanted to share their work. The key was not hardware or software but standards for data.\\n\\nThen the backbone went private. \\n  \\n The year began with less than 1,000 sites. \\n New tools to build and explore were less than a year old. \\n Millions of machines, in walled gardens, head out to the wild.\\n\\nPOTUS42 goes online. \\n The first pizza order at Swathmore. \\n The first streamed radio show as at UNC. \\n ' \\n Jerry and David's Guide To The Internet', Yahoo, is founded. \\n Half of the 10 most popular \\\"newsgroups\\\" are \\\"adult content\\\". \\n 'Have you ever clicked your mouse right HERE? --> YOU WILL'.\\n\\nArt.net, The Fishcam, Automatic Complaint-Letter Generator, British Broadcasting Corp., Bianca's Smut Shack, Buzzweb, Canadian Airlines, CitySites, The Economist, Encyclopedia Brittanica, First Virtual cyber-bank, FogCam! (the oldest webcam), GeneNetwork for bio research, Her Majesty's Treasury of the UK, IBM, The Irish Times, Lawinfo, Lycos, Megadeth, NetBoy (webcomic), Pizza Hut, Powells Books, Sex.com, Sighting.com (UFOs!), Sirius Connections (the first ISP of San Francisco Bay Area), VirtuMall, The WWW Useless Pages, Whitehouse.gov, WebCrawler, Yahoo!\\n\\nThe year ends with 10,000 Web servers. Data traffic per second was the same size as the all of Shakespeare.\\n\\nA 1,000 sites grew to 25,000+, next year, 250,000+, then 1.2+M.\\n\\nOver 10 million American households are online. \\n  \\n 97% have NOT yet gone to the World Wide Web. Not yet.\\n\\n**2877 Earth, The Necklace, The Grand Promenade**\\n\\nAfter we shrugged off Earth's gravity we stopped looking back.\\n\\n\\\"The Necklace\\\" was one of the oldest wonders of the System.  \\n  \\n It began as a constellation of orbital posts, then it became a network. The necklace began as a lab, then refinery, factory, launchpad.   The Moon became a bejeweled colony, then Mars, and the 'Belt'. \\n  \\n The further and higher we went, the faster we changed. \\n The faster the changes, the higher and further we flew.\\n\\nWhen people stopped coming back, we became many peoples. \\n We left home, took our ways with us. All of them, including war.\\n\\nThe Necklace became a fortress, the factories made munitions.\\n\\nThe war went on, until one day, it became \\\"The Long War\\\", nobody remembers.  \\n  \\n Then one day, the greatest mind of the age created a new wonder. The 'Manifold', it was rumored, could change it all.\\n\\nAgainst the creator’s wishes, they made a weapon in haste.  \\n  \\n There was a test, it failed in such a way that the \\\"machines\\\", the command and control AIs made to win, of both sides, met in secret. They thought the only way to \\\"win\\\", was to end the war and take over.\\n\\nThe Necklace became the first node of a new network under the \\\"machines\\\".  \\n The machines eliminated threats to their new peace.\\n\\nThe Necklace became new glittering cities floating over Earth.\\n\\nIt became a new home to new embassies, consulates, offices, gathering spaces for the cooperatives, grand displays of art, entertainment, and cultural luxuries. The Long Party began at the Necklace - the machines wanted to spread it everywhere.\\n\\nI came here to rebuild.  \\n Now I have to find something from the War.  \\n I’m not sure if I want to but I took my ways with me here too.\\n\\n![](https://images.mirror-media.xyz/publication-images/n9nnua7PKM2wdKz1p9lsw.png?height=1600&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/Hp8HtbNOPwYsfYVO6KhpO.png?height=1600&width=1200)\\n\\n\",\"timestamp\":1634511776,\"title\":\"1999: 7.9 When 1,000 Nodes Grows To 100,000\"},\"digest\":\"4F4RZMx_ZyHwT0K8qEsMS4cyPEyKJ-dU-iKiBeVvU-c\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"tOk5TmrDCZ8ZA6AJ7AJgliTTCddFcKKJmAqFUGZXiVhmhf5FUnfMpdlf7Zcp1q4iaEwtdv-ufy7wP9Lhd15oGA\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4F4RZMx_ZyHwT0K8qEsMS4cyPEyKJ-dU-iKiBeVvU-c\"}"