"{\"content\":{\"body\":\"Footsteps outside yard at the moment, flash rings, with the strength of the wind, a blue man with a band of people in the courtyard, the blue man see the courtyard in the scene, facial expression, a Qin Yu is glanced at the man blue look slightly cold, blue man see Qin Yu face, immediately kneel down a way: \\\"seen three highness, down late.\\\"\\n\\n\\\"Late?\\\"Qin Yu low voice repeat, the heart is full of anger.\\n\\nIf the morning had been a little while, I think my grandfather would not have died, but these people came late.And Qinyu also once saw the old man in blue beside his father, know is one of his father's confidants.\\n\\n\\\"You can take the things here back to the palace. As for Grandpa Lian, I will take them myself.\\\"Qin Yu voice cold, no feelings.\\n\\nQin Yu wore a black iron arm and black iron leg guard, and then even words in his arms.As Qinyu a long howl, black hawk into a black light subduction and down, Qinyu body shape flash, then on the back of the eagle.\\n\\n\\\"Xiao Hei, go back to the palace.\\\"Qin Yu gently way.\\n\\nBlack eagle seems to feel the sadness of Qinyu heart, not as frolic as in the past, but a shock of wings, with the fastest speed toward Beijing palace.\\n\\nBlue clothes old man looked at Qin Yu sitting black eagle disappear in the sky, eyebrows slightly a wrinkle, and then on the next order: \\\"fast, will saber-toothed tiger speed up, immediately speed to the palace.\\\"The old man in blue took the second map himself.\\n\\n\\\"Even the word is dead, but the easy word is dead too. It's not so bad.But he and Lian Yan are very close...\\\"The old man in blue was frowning, evidently sensing something was wrong.\\n\\n...\\n\\nIn the palace of Beijing.\",\"timestamp\":1635746043,\"title\":\"Tongtian figure\"},\"digest\":\"woKDy56UZM_1OfCE2dXnnIkcgQlhAkQdoj4FvBpOMyM\",\"authorship\":{\"contributor\":\"0x36f9BB516e58AAba56ae3C905573A1e94CE2cEcF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z3foIZVCArjUT-qw7AhvQX1Ksdv0ctEYFMC2NrxPS5M\\\",\\\"y\\\":\\\"tVcOK5EK3vcZ8PTXSbueHzQkJNlO5IHrrJX40jZYSEA\\\"}\",\"signature\":\"zukiD7Vl-dqmpjupfCVBle7MzA25OD4Y9OdeWNyDgqjAhZqU0BecXTsCrmY1_kua5rnf8QR1NUtImRpOITGk-w\",\"signingKeySignature\":\"0x9823321362f9f0c688f458e0330ee4a8b2f5180ea1ee2a08a9fb8815f1b7a26d0e74a1213371c81b3256e8ef26b9c603de5cdfde593ab9e937da1c4f360f42341b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z3foIZVCArjUT-qw7AhvQX1Ksdv0ctEYFMC2NrxPS5M\\\",\\\"y\\\":\\\"tVcOK5EK3vcZ8PTXSbueHzQkJNlO5IHrrJX40jZYSEA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"woKDy56UZM_1OfCE2dXnnIkcgQlhAkQdoj4FvBpOMyM\"}"