"{\"content\":{\"body\":\"His voice was heavy with melancholy, and made her feel sad, even apprehensive.\\n\\n\\\"Where are the stars?\\\" he added.\\n\\nShe followed his example and leaned out of the great window. Not a star was visible in all the sky.\\n\\n\\\"You are right. It is coming. I feel it now. The sea is like lead, and the sky, too. There is no sense of freedom to-night, no out-of-doors feeling. And the water is horribly calm.\\\"\\n\\nAs they both leaned out they heard, away to the left at some distance, the voices of Vere and the Marchesino.\\n\\n\\\"I stayed because I thought--I fancied all the chatter was getting a little on your nerves, Emile,\\\" Hermione said now. \\\"They are so absurdly young, both of them. Wasn't it so?\\\"\\n\\n\\\"Am I so old that youth should get upon my nerves?\\\" he returned, with a creeping irritation, which, however, he tried to keep out of his voice.\\n\\n\\\"No. But of course we can hardly enjoy nonsense that might amuse them immensely. Vere is such a baby, and your friend is a regular boy, in spite of his self-assurance.\\\"\\n\\n\\\"Women often fancy men to be young in ways in which they are not young,\\\" said Artois. \\\"Panacci is very much of a man, I can assure you.\\\"\\n\\n\\\"Panacci! I never heard you call him that before.\\\"\\n\\nHer eager brown eyes went to his face curiously for a moment. Artois saw that, and said, rather hastily:\\n\\n\\\"It's true that nearly every one calls him Doro.\\\"\\n\\nOnce more they heard the chattering voices, and then a sound of laughter in the darkness. It made Hermione smile, but Artois moved uneasily. Just then there came to them from the sea, like a blow, a sudden puff of wind. It hit their faces.\\n\\n\\\"Do you want to avoid the storm?\\\" Artois said.\\n\\n\\\"Yes. Do you think--\\\"\\n\\n\\\"I am sure you can only avoid it by going at once. Look!\\\"\\n\\nHe pointed towards the sea. The blackness before them was cut at some distance off by a long, level line of white.\\n\\n\\\"What's that?\\\" asked Hermione, peering out.\\n\\n\\\"Foam.\\\"\\n\\n\\\"Foam! But surely it can't be!\\\"\\n\\nThe wind struck them again. It was like a hot, almost like a sweating hand, coarse and violent, and repugnant.\\n\\nHermione drew in.\\n\\n\\\"There is something disgusting in nature to-night,\\\" she said-- \\\"something that seems almost unnatural.\\\"\\n\\nThe blind man began to sing behind them. His voice was soft and throaty. The phrasing was sickly. Some notes trembled. As he sang he threw back his head, stared with his sightless eyes at the ceiling, and showed his tongue. The whole of his fat body swayed. His face became scarlet. The two hopeless, middle-aged men on either side of him stared into vacancy as, with dirty hands on which the veins stood out, they played wrong basses to the melody on their guitars.\\n\\nSuddenly Hermione was seized with a sensation of fear.\\n\\n\\\"Let us go. We had better go. Ah!\\\"\\n\\nShe cried out. The wind, returning, had caught the white table-cloth. It flew up towards her, then sank down.\\n\\n\\\"What a fool I am!\\\" she said. \\\"I thought--I didn't know--\\\"\\n\\nShe felt that really it was something in Artois which had upset her nerves, but she did not say so. In that moment, when she was startled, she had instinctively put out her hand towards him. But, as instinctively, she drew it back without touching him.\\n\\n\\\"Oh, here is Gaspare!\\\" she said.\\n\\nAn immense, a really ridiculous sense of relief came to her as she saw Gaspare's sturdy legs marching decisively towards them, his great eyes examining the row of mirrors, the tables, the musicians, then settling comfortably upon his Padrona. Over his arms he carried the cloaks, and his hands grasped the two umbrellas. At that moment, if she had translated her impulse into an action, Hermione would have given Gaspare a good hug--just for being himself; for being always the same: honest, watchful, perfectly fearless, perfectly natural, and perfectly determined to take care of his Padrona and his Padroncina.\\n\\nAfterwards she remembered that she had found in his presence relief from something that had distressed her in her friend.\\n\\n\\\"Signora, the storm is coming. Look at the sea!\\\" said Gaspare. He pointed to the white line which was advancing in the blackness.\\n\\n\\\"I told the Signorina, and that Signore--\\\"\\n\\nA fierce flash of lightning zigzagged across the window-space, and suddenly the sound of the wind was loud upon the sea, and mingled with the growing murmur of waves.\\n\\n\\\"Ecco!\\\" said Gaspare. \\\"Signora, you ought to start at once. But the Signor Marchese--\\\"\\n\\nThe thunder followed. Hermione had been waiting for it, and felt almost relieved when it came crashing above the Scoglio di Frisio.\\n\\n\\\"The Signor Marchese, Gaspare?\\\" she asked, putting on the cloak he was holding for her.\\n\\n\\\"He only laughs, Signora,\\\" said Gaspare, rather contemptuously. \\\"The Signor Marchese thinks only of his pleasure.\\\"\\n\\n\\\"Well, he must think of yours now,\\\" said Artois, decisively, to Hermione. \\\"You will have a rough voyage to the island, even as it is.\\\"\\n\\nThey were walking towards the entrance. Hermione had noticed the pronoun, and said quietly:\\n\\n\\\"You will take a carriage to the hotel, or a tram?\\\"\\n\\n\\\"The tram, I think. It passes the door here.\\\"\\n\\nHe glanced at her and added:\\n\\n\\\"I noticed that the cabin of the launch is very small, and as Gaspare is with you--\\\"\\n\\n\\\"Oh, of course!\\\" she said quickly. \\\"It would be ridiculous for you to come all the way back with us. Besides, there is not room in the cabin.\\\"\\n\\nShe did not know why, but she felt guilty for a moment. Yet she had done nothing.\\n\\n\\\"There is the rain,\\\" said Artois.\\n\\nThey were just entering the outer room from which the terrace opened.\\n\\n\\\"Vere!\\\" called Hermione.\",\"timestamp\":1637313842,\"title\":\"\\n\\\"Well, but it doesn't come.\\\"\\n\\n\\\"It is close,\\\" he said. \\\"Don't you feel it? I do.\\\"\"},\"digest\":\"9Q9I2yOFpOAvSHp6Rxxo9Zf66d9GbnO0b0CX5e3le58\",\"authorship\":{\"contributor\":\"0x51D393CD2fE363A89232ff9D8Ac75A13bD6a52e7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HjjVVWasAiIYE0ppspHbw5M7tnZtnoOXC0M-dKDYBrk\\\",\\\"y\\\":\\\"AOa6qgDTF-SZ_rXVxj_uyEyy_0-uB8Av5tp-mjUir_A\\\"}\",\"signature\":\"HXbfJaElPlidvu1W7C0n2EnTgJs2AV-kU35zOKo7_TAldWwyUOQXMyip0xBSxvvshXh5IiOyseYTDJkIHGAalw\",\"signingKeySignature\":\"0xc46417028264474f5d39ad62819a1419714bfcb12305bc0f8cd43e56fc0354a5401c330cecd784b6abca0a0b30fa3050ffc02134cfafc75489448ac939576b551c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HjjVVWasAiIYE0ppspHbw5M7tnZtnoOXC0M-dKDYBrk\\\",\\\"y\\\":\\\"AOa6qgDTF-SZ_rXVxj_uyEyy_0-uB8Av5tp-mjUir_A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9Q9I2yOFpOAvSHp6Rxxo9Zf66d9GbnO0b0CX5e3le58\"}"