"{\"content\":{\"body\":\"小区里的大喇叭又响了起来，一遍遍重复着，喊人们下楼做核酸。队排了很长。测核酸的女生，每做完一个，都使劲地用消毒水拍打着自己的塑料手套。我闻着那冰凉的气味，想象着她的手已冻成青紫。\\n\\n这是2021年12月31日。旧年的最后一个黄昏，暮色即将降临。从阳台上看出去，大街上空寂无人。这城市不再有车水马龙的傍晚，死一般的寂静让人感到荒谬而又有一丝恐惧。\\n\\n## 1   封城当日\\n\\n12月22日下午，西安封城令宣布当天。我闷着头在南郊的家里编稿子，隐约感觉到疫情变得严重。家门口的一些餐馆几天前就被贴了封条，门口的便利店前一天已不再接快递，生活开始不方便。三点多，朋友随喜微信留言，说还是去买些菜吧，储备一些食物，马上超市都要关门了。我相信她，她是资深的公益人，有多次远程救灾的经验。于是立马出门。\\n\\n到超市就发现情形不对。虽然当天的新闻发布会还没召开，傍晚的大抢购还没开始，但人们的购物车都塞得满满当当。我决定多买一些，共享单车是驮不回去了，最后还是用车载了回去。\\n\\n果然五点多的新闻发布会上，下了“封城令”，虽然政府说“物资供应充分”，但人们已开始抢购。我因已买好东西，心里比较笃定。忙完了，出去转转。路上看到，高新区的沙井村村口，聚集了一大堆人。整个村子外面，沿路边有两三百米，都已被绿色的板子隔了起来。\\n\\n从天桥走到路对面想看看详情，这才发现，有一家正在营业的商店，也被隔在了挡板里边，暂时还灯火通明。我站在天桥的台阶上，和老板打招呼。他告诉我，下午紧急封村，商店过一会儿就得关门了。\\n\\n村口聚集了上百人，人们都戴了口罩，摩肩接踵，没有其它防护。路边，有一辆警车，闪着灯，车上没人。\\n\\n一个年轻女人，买了一堆东西，塑料袋胡乱放在地上，正蹲着给家人打视频。一个中年男子，靠着自行车，发愁地看着人群。他告诉我，早上他出去干活时还好好的，晚上八点下班回来，就发现村子封了，进不去了。他告诉我，一个月的房租是500元。\\n\\n我知道那种房子。20年前刚毕业，我就住城中村，大约10多平米，没有卫生间，在楼道里做饭，采光不好，黑咕隆咚的。\\n\\n两位清洁工，手里拎着塑料袋，大约也是买了点生活用品，站在人群里，黄色的保洁服很显眼。问他们，说是下午四五点出去干活的时候，还能出来，晚上干完活回来，就进不去了。\\n\\n很多年前我做过保洁员的报道，知道他们租房，只能在城中村，因为他们有推车、扫把等工具，就算租得起楼房，也没法住。当年报社附近的黄雁村，就是保洁员们的一个聚集地。后来那里整体拆迁，盖起了楼，他们也就失去了一个落脚的地方。\\n\\n我陪他们站在路边，感受着他们的无奈。年龄大的一位很胆小，生怕说错了什么。年轻的那位，却始终笑着，对我不时点着头。口罩后是黝黑的面庞，我能感受到他笑容的温暖。\\n\\n一忽儿，隔离板接口的地方，人群一阵骚动，似乎开了一条缝。听人们说，现在村里的领导正开会，还在等说法。两名保洁员也赶紧凑了过去，一会儿又失望地散开。看看手机，已将近晚上十点。人们聚在这里，在寒风里至少已等了两个小时。\\n\\n几天后，看到网上说，住在城中村的一个年轻男人因封城吃不上饭，饿得大哭。我就想起这个封城夜。不知道这个男人是否也住在有几万人的沙井村，也曾在那一晚被堵在村外、一脸茫然。\\n\\n又去了几个地方，然后回家，此时大街上已空荡荡。吉祥路上，俗艳的红灯笼挂满了路边的梧桐树。有人站在路边，拎着大包小包。高新路上，骑摩托的外卖小哥小吴正赶着送零点前最后的餐。他说，虽然封了城，人总要吃饭，商场里的一些餐馆应该会开门，会有单子跑。说话时他还笑嘻嘻的。\\n\\n那时候，我们还没想到，这场“封城”，会如此仓促不堪，朝着人们意想不到的方向发展。这个夜晚，那些被堵在家门口的人，超市里抢购的人，孕妇、病人、考研学生、建筑工人、城市流浪汉、路过西安的旅游者……可能都低估了这场“封城”将为他们带来的灾难。\\n\\n而那些为这座城市按下“暂停键”的人，那些手握权力的人，他们又可曾想到，他们将怎样影响居住在这城市的1300万人的命运？如果这不是比天还大的事情，那还有什么是呢？\\n\\n## 2   残存的市场\\n\\n至少在封城之初，一切似乎还说得过去。很多社区门口的超市、蔬果店，遮遮掩掩都还在经营。虽然人们的流动已停止，但基本的生活供应还在运转，不过慢了许多。\",\"timestamp\":1641377517,\"title\":\"长安十日\"},\"digest\":\"KIgBNNShAFmrwfAgifL8nV77EzFU55o3pa1udVx6o-M\",\"authorship\":{\"contributor\":\"0x85971207BeC5D52F7026941ca6a69cae2f5a978E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Jilz05fORwDSKnrt9qRhbL60DrAo1MbgmHN6ToJkYZk\\\",\\\"y\\\":\\\"phm376vFYkCII2Pox65Ag0zWxoNir-f4vAeSkvYQtTw\\\"}\",\"signature\":\"JHnG3a0Ia-LDDBdXHOXtMtn4YuXTx5VuAcjpROT6DaESiIszuHgEEmYu_VVGHslVdIKCqXEga45drz28rrkk7Q\",\"signingKeySignature\":\"0xed50e0a9e5e72d3c1179dfe079a046371076b9c4663cf043a7ddfcb61a7cdd703a5e300d33caf2356b0f9187a631abee40653482087d58d0d36f5ede7bcaab591c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Jilz05fORwDSKnrt9qRhbL60DrAo1MbgmHN6ToJkYZk\\\",\\\"y\\\":\\\"phm376vFYkCII2Pox65Ag0zWxoNir-f4vAeSkvYQtTw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KIgBNNShAFmrwfAgifL8nV77EzFU55o3pa1udVx6o-M\"}"