"{\"content\":{\"body\":\"The crypto industry has been keeping a keen eye on the US authorities.\\n\\nWe have the infrastructure bill, which if passes, sets unbearable KYC requirements on all industry participants (including miners). And now, the SEC is demanding more power over cryptos through their interpretation that almost all cryptocurrencies and Defi protocols are securities.\\n\\nThere’s no doubt that it’s a land grab. The incumbents have understood that the very system their incumbency depends on, is under threat of becoming irrelevant.\\n\\nAnd while I agree that some sort of regulation is inevitable, the current push is for steep overregulation and suffocating innovation.\\n\\nIn one of my previous posts, I already questioned the need for banking-like regulations by asking a simple question: Is your Defi experience better or worse than your banking experience? Do you feel safer when you’re using banks vs using DEXes and self-custody wallets?\\n\\nIt’s obvious that the crypto industry has self-regulated through competition. But that’s not the rationale that can be used to fight overregulation. This fight is not about rational arguments. It’s about philosophical narratives created around the industry.\\n\\nIt’s a PR war.\\n\\n## How The State Sells Regulations\\n\\n*\\\"Many have been enticed by dramatic jumps in the value of new digital assets,\\\" said Committee Chairman Sherrod Brown of the past year of market volatility. \\\"Some professional investors and celebrities make earning millions look easy. But, as we are reminded time and again, it’s never that simple – and too often, someone’s quick profit comes at the **expense of workers and entire communities.\\\"***\\n\\nThe above is just one example of an attempt to subtly signal a narrative by siding with the so-called victims. *I am here to protect you, and you better believe that.*\\n\\nAuthorities have long used money laundering as the story to paint bitcoin as a tool for criminals. It’s the narrative sold to the public in all shapes and forms through the years. However, as bitcoin has been slowly adopted by [TradFi as a viable asset](https://cointelegraph.com/news/55-of-world-s-top-100-banks-reportedly-have-crypto-and-blockchain-exposure), the attention has now turned to Defi.\\n\\n*The Defi space is made up of opportunists, scammers, and speculators.* There are stories of victims in the mainstream media who invested money and lost it all (I am not claiming there aren’t people who have lost it all, because there are). There are stories of how Defi is illegal and doesn’t offer protection for the ordinary people, the weakest of the society.\\n\\nIn short, the narratives regulators are selling to the public, are revolving around the following topics:\\n\\n\\\\- Defi is a wild west and investors need protection\\n\\n\\\\- People are losing their savings in Defi\\n\\n\\\\- Defi is used for money laundering\\n\\n\\\\- Defi is illegal and full of bad actors and scammers\\n\\n\\\\- Many people will get hurt by participating in the Defi ecosystem\\n\\n\\\\- More of the same\\n\\nIf these buttons are pushed long enough, then public opinion will be formulated accordingly. If you think for a second that people will know better, then you’re in for a bad surprise.\\n\\nYou only have to think about how we gave up a lot of our privacy on the internet. The narrative was fighting against child porn. No one opposes fighting against child porn. You don’t even want to be associated with opposing fighting against child porn. Your reputation will be destroyed, quotes taken out of context (if you were advocating for freedom on the internet), etc.\\n\\nBut was child porn really a big part of the internet, which required giving up privacy by all? I am not so sure about that. But the state needed a narrative they can sell. Because why would anyone want to give up their privacy just like that?\\n\\nIt’s the same with money laundering and terrorist financing. No one opposes fighting against terrorist financing. But giving up your privacy and control over your money (by adopting the current AML regulation) to the state (through banks) would not have been possible without this being a package deal that was hard to oppose (without being dubbed as a supporter of terrorist financing of some sort).\\n\\nAnd the same type of *package deal* is now being forced through in Australia. The government wants to associate social media accounts with passports, and have access to all social media accounts data. It’s the push for a similar invasive Orwellian social credit score system that is implemented in China. And what’s the narrative to do that?\\n\\nTo fight online bullying. Who would oppose that?\\n\\n## How to win this PR war?\\n\\nThe solution is a simple one, and it’s a question of the coordination of resources. We now have many protocol treasuries with billions of dollars. We can already see this money being [deployed to lobby for the Defi industry](https://decrypt.co/72241/uniswap-community-votes-40m-defi-lobbying-organization-proposal) by a few bigger protocols.\\n\\nBut this needs to be a unified, coordinated move. A push for a public image of Defi as a revolution of finance, a new and better financial system for all (but what to do with the politicians that sell their services to the highest bidders, if you don’t want to play that immoral game, is another question).\\n\\nThe public opinion we want to formulate needs to be aligned with the whole industry. By and large, being honest and being transparent about the Defi industry is all that is needed. Some of the narratives that can and should be communicated:\\n\\n\\\\- Defi isn’t ideal, but it’s better than what we have in TradFi;\\n\\n\\\\- TradFi is exclusive, while Defi is inclusive;\\n\\n\\\\- It’s the big banks and protectionist politics that we need to fight, not the democratization of finance;\\n\\n\\\\- TradFi is controlled by a few, while Defi is controlled by ordinary people;\\n\\n\\\\- Big banks have laundered more money in the last 10 years than the whole crypto market cap;\\n\\n\\\\- Defi is driven by creators and innovators (i.e, not scammers and opportunists) who are changing the world.\\n\\nThese are all pretty much counter viewpoints to what the incumbents want to spread.\\n\\nAnd it is simple as that. It’s about consistency, frequency and the reach of the message. Our message.\\n\\n**What can be done if you want to support this cause? You can navigate to the [Blockchain Association](https://theblockchainassociation.org/) website, and make a small donation and spread the word.**\\n\",\"timestamp\":1634717805,\"title\":\"It's A PR War\"},\"digest\":\"1OfqsCXOC0iGkD9eJE5fi_evCOSKycpmuWwqSlpwpLg\",\"authorship\":{\"contributor\":\"0x8129c94d2F2b18Fa4b63bD0A3B64EdE4823374AE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CfwhCWvLf6r3o-T8lSlWPgFNwjkeqx1Q8_8LBD8HDSM\\\",\\\"y\\\":\\\"mi_EEz8yDefnq47XV3y4da44gdicmMtifUegyvBTAcA\\\"}\",\"signature\":\"toLflLDPGhQculIbm9iSw5fxvnaGNsisbN5SOO3wyVz7c9zWst1u4da1LD03KHX4LiK0n4cd1194m18umWEnwg\",\"signingKeySignature\":\"0xb79ad41dc3d2ca8708ade4b632076b5310bf520f33eeea9fe14c5f1ba5f877282276d403094aa1152a03df909daeed61011d1d7c934d3cf7d2e8daa8d89ccdbc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CfwhCWvLf6r3o-T8lSlWPgFNwjkeqx1Q8_8LBD8HDSM\\\",\\\"y\\\":\\\"mi_EEz8yDefnq47XV3y4da44gdicmMtifUegyvBTAcA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1OfqsCXOC0iGkD9eJE5fi_evCOSKycpmuWwqSlpwpLg\"}"