"{\"content\":{\"body\":\"# Preface\\n\\nThis very well may be the shortest preface you will ever read as I am currently on the clock performing a risk assessment and preparing for an upcoming film project. Instead, I thought I would procrastinate a bit longer and provide you with my perspective on a breakthrough that will steer the course of mankind for future millenniums.\\n\\nNow I’ve spent most of my life being a “jack-of-all-trades” and yet a master of none - whether it was being in college running the investment banking club, lacing up my cleats to play on a Saturday afternoon in front of thousands of Tommie hopefuls, or writing lyrics from a future song. My appetite to push my curiosity and test my time management has once again required me to find a new hobby my hands continue to juggle the several magnificent objects that life throws my way. Keeping an open mind gets you far, refusing to say no to obstacles that approach you at inconvenient times is the name of the game.\\n\\nOver the past year, I have been consumed with understanding the next great innovation of mankind. My introduction came as a friend suggested I buy Ethereum while in college and at that moment unfortunately I was not mature enough to see the bigger picture. Yet I am thankful because I think now was the moment meant for me to finally see the light and taste the ether. It will come to everyone at their own pace. Either by force or suggestion, I believe this is a technological step forward that is much needed. Our governments, culture, and communities are ready for change. That’s all I have been hearing since approximately 2008. As many of us experienced to some extent the impacts of the financial crisis as we saw family members lose their jobs because of big banks failing in front of our eyes creating clusters of mortgage-backed securities that bundled high-risk loans that created a downward spiral upon the US economy. Coincidently the [original whitepaper written by Satoshi Nakamoto about bitcoin](https://bitcoin.org/bitcoin.pdf) was released which illustrated a new way of imagining technology and money.\\n\\nLastly, before we get going here I would love to give a special round of thank you to the voices that have sparked my fire along the way: Kit Snyder, Will Clemente, Aidan Wyer, David Maxwell, Arthur Hayes, Patrick O’Kain, George Okiki Famutimi, [The Heart Project Team](https://www.heartnfts.io/), [Bankless](https://newsletter.banklesshq.com/) and several more that unfortunately are escaping my mind.\\n\\nWell my friend enough about me let’s unpack this blockchain thing.\\n\\n# Opening the Future\\n\\nWhile disruptive innovations have been a part of mankind since the beginning of time as we know it. As time goes on each one seems fundamentally more monumental than the creation before it. Take, for example, the airplane which was first deployed into the airwaves in 1903 and subsequently sixty years later the first rocket ship carrying human life in 1961. Another instance is the creation of the internet, which was introduced to the world as the world wide web in 1990 and within fifteen years scaled to [Web 2.0](https://www.techopedia.com/definition/4922/web-20), connecting people via social media, streaming, and e-commerce. We have a way of outdoing ourselves believe it or not.\\n\\nOnce again there is now a breakthrough technological advancement that will change our conception of time, trust, and money. Three things that drive our day-to-day lives. For the longest time, these mechanisms of existence have been gripped by regulation and following the path of “this is how it’s always been”. Through the anonymously released bitcoin whitepaper which can be cited as a major contributor to the birthing of blockchain technology, our realities will forever be impacted for what I believe is the better.\\n\\nAt first, blockchains may appear like distributed databases, they are typically implemented without a central authority and central repository. Allowing for a global network that communicates in real-time regardless of location. By eliminating intermediaries, as well as replacing the remaining manual, time-consuming settlement of cash, blockchain can handle transactions in seconds or less. Therefore, blockchains provide some unique differences from everything that has come before.\\n\\nA blockchain survives faults and attacks by using redundant validation at multiple nodes. This resiliency goes far beyond replication since it happens across the network without any central coordinator or intermediary. Trust amongst entities is either nonexistent or unproven. Entities are encouraged to be involved in transactions or data sharing that they may not otherwise have done or would be inclined to do without an intermediary. This leads to fostering new connections between individuals who don’t even know each other through this built-in layer of proven trust.\\n\\nOne of the biggest draws of blockchain is tokenization. Which is the process where the value of an asset (whether physical or digital) is converted into a digital token that is then recorded on and shared via the blockchain. Tokenization has caught on with digital art and other virtual assets such as Bitcoin, Ether, Litecoin. Crypto tokens provide several user benefits such as more liquidity as a much larger audience can acquire such tokens through open markets such as Coinbase, FTX, Binance, and these investments do not have premiums attached to them such as fine art or real estate which traditionally are more difficult and time-consuming to sell. In addition, Crypto tokens allow investors to bypass market intermediaries as the barrier to entry is low and the fees attached to transactions are stripped away (besides gas fees which are native to Ethereum). This allows for a more streamlined, cost-efficient method of transferring value between individuals. Lastly, with a global infrastructure, these assets can be traded and sold all day regardless of your location.\\n\\n# Key Blockchain Projects\\n\\nThere has been rapid advancement within the technology space. Ten years ago, the most popular cryptocurrency, Bitcoin, brought eyes to the functionalities of blockchain. Several years later there are hundreds of blockchain projects under development and many of them have caught the attention of people across numerous industries around the globe. These decentralized applications present capabilities that allow users to create and access a wide range of options to interact with this newly found wild west of innovation.\\n\\nA household name in the world of tech is IBM. Over the past several years they have been harvesting their blockchain solution, [Hyperledger](https://www.ibm.com/blockchain/services), which is an umbrella of open-source code and related tools. The most pivotal of this suite of tools is Fabric. This solution is intended to be a foundation for developing enterprise-grade applications and industry solutions built on plug-and-play components to be cast across various use cases. Fabric is unique as it is a distributed ledger platform that sports advanced privacy controls so only the data you want to be shared gets shared among the “permissioned” network participants (private blockchain). The use of smart contracts documents the business processes you want to automate with self-executing terms between the parties written into lines of code. The code and the agreements contained therein exist across the distributed, decentralized blockchain network. Transactions are trackable and irreversible, creating trust between organizations. This enables businesses to make more informed decisions at a faster pace, therefore reducing costs, saving time, and reducing risk.\\n\\nFor anyone that has sought after a user-friendly investing route to get their feet wet in cryptocurrencies powered by the blockchain, you probably have come across Coinbase. [Coinbase](https://www.investopedia.com/tech/coinbase-what-it-and-how-do-you-use-it/) offers a wide variety of products including cryptocurrency investing, an advanced trading platform, custodial accounts for institutions, a wallet for retail investors, and its own U.S dollar stable coin. Founded in 2012, Coinbase is a fully regulated and licensed cryptocurrency exchange that includes Ethereum, Bitcoin, XRP, and a stable of alternative coin options. The ease of user interface allows Coinbase to be one of the leading on-ramps into crypto investing. By allowing users to freely trade, buy and sell coins across the ecosystem individuals can begin to become a part of the conversation that is the currency value that blockchain brings to life. Currently, Coinbase does have competition, these exchanges include Robinhood, Binance, and Gemini, all of which allow to trade crypto assets with benefits such as lower fees, customer support, and quicker deposit times. This should be seen as a positive market indicator as consumers are not limited to just one instance of an application to learn about and build their crypto portfolio. As these forms of currency begin to replace the need for fiat cash the reward for early adoption through platforms like Coinbase will provide a foundation for the retail consumer to see positive returns for their participation in supporting the future of money.\\n\\nThe solutions that blockchain provides don’t just stop at business and commerce it also offers a new frontier for artists. [OpenSea](https://opensea.io/) is a decentralized non-fungible token (NFT) marketplace for buying, selling, and trading NFTs. For now, I’ll offer a quick definition of what exactly an NFT is before continuing to spotlight OpenSea. NFTs can be used to represent easily reproducible items such as photos, videos, audio, and other types of digital files as unique items (like a certificate) and use blockchain technology to establish a verified and public proof of ownership. The NFT itself is a unique and non-interchangeable unit of data stored on a digital ledger (blockchain). OpenSea is currently the biggest marketplace for such digital goods, offering a place for artists and content creators to sell, buy, and display their work on a global platform that is easily accessible with a crypto wallet of the users choosing. Unlike the traditional art gallery or auction, house users utilize cryptocurrency to perform transactions instead of fiat currency. This allows the creators to reap the fruits of the rising adoption of cryptocurrency as their acquisitions and wallet balances will continue to grow. In addition, artists can also receive royalties on further transactions of their original works. Meaning, even after the original creator first sells their work, they can continue to receive a percentage of sales from that point forward… forever. This platform disrupts the current “streaming” era we are in as artists are only earning a small percentage of their original creations and having to split margins with big conglomerates i.e. Spotify and Apple.\\n\\n# Use Cases\\n\\nBy now you might be wondering “yeah this blockchain stuff sounds cool in theory but can you explain some practical real-world examples?”. The answer to this is yes, I can so here we go, some practical use cases of blockchain being applied to solve existing inefficiencies in our world:\\n\\n## Food: Brooklyn Bean\\n\\nBrooklyn Bean is a coffee company based in New York as they partnered with IBM’s Hyperledger solution on a mission to provide transparency in their supply chain process to display that they are truly an ethically produced coffee. Through blockchain technology, they were able to show consumers that they are paying workers fair wages, track the direct source pricing of raw materials used to produce the coffee, and create a grading system for their end product which is a cup of coffee drank by the consumer.\\n\\nLaunching this project endeavor was not an easy task as IBM and Brooklyn Bean had to agree with suppliers to initially create the network which was a massive investment and time. For the sake of this case study, we will fast forward to the actual solutions that were provided by going down this route of creating a [blockchain ecosystem supported by Hyperledger in the case of Brooklyn Bean](https://www.ibm.com/thought-leadership/blockchainbean/).\\n\\nA large amount of the beans used to produce their coffee bag, Yirgacheffe, is grown in Ethiopia at a co-op. Brooklyn Bean advocates for paying their workers a fair wage, through blockchain consumers and individuals with access to Brooklyn Beans Hyperledger Network can view the fair price for each purchase of Ethiopian Yirgacheffe coffee from the Coffee Farmers Cooperatives Union. A Fair-Trade premium is built into the sale price (like a tax) for reinvestment into the community. Through application programming interface (API) an individual can see the exact areas that each dollar of reinvestment is going to into the community, for example, if Brooklyn Bean were to pay a total fair trade premium of $182,273 the breakdown of reinvestment can be tracked to areas such as Road infrastructure, Food Security, School Classroom Additions, etc. Providing transparency into exactly where the actionable spend is occurring. In a world where the consumer is becoming more social and environmentally conscious of their surroundings this amount of clarity gives reassurance and builds brand loyalty, leading to more consumer retention.\\n\\nThe next step after purchasing the coffee beans is shipment. As the containers of the product must be transported from Ethiopia to Brooklyn, New York. We need validation from the shipping party that we have packages of all your coffee on this date, shipped from x container, estimated arrival date, etc. This is a lot of documentation and tracking that needs to take place to reach fulfillment. Through the blockchain network, users can view the data points about the packing list, which certifies the weight and origin of the coffee cargo as well as the destination of the ship that carries it. All parties involved are in real-time accessing the same data that has been authenticated every step along the way through validations and smart contracts (the initial investment).\\n\\nOnce the shipment container is received in Brooklyn at the port location confirmation of the shipment details is necessary. Through blockchain, the data points from the weight tally, which records the state of the newly arrived cargo after it’s been weighed and checked for possible defects incurred during its ocean journey can be viewed.\\n\\nLastly, the product that the end-user in this case the coffee drinker consumes is the most important piece. Brooklyn Roasting Company grades sample roasts of the Yirgacheffe beans before mass consumption. When Brooklyn Roasting Company received their order of Ethiopian Yirgacheffe beans from importer Royal Coffee, they evaluated a sample roast, grading the coffee’s quality and flavor in a process called “cupping”. The data points from Brooklyn Roasting Company’s lot of Yirgacheffe can be accessible as final scores provided by the “cuppers” can be viewed based on pre-defined attributes such as aroma, flavor, body, etc. leading to a final overall score for each cup. Imagine being able to scan a QR code on your cup of coffee and being able to view all of this insight for your $4.50 cup of Yirgacheffe coffee, truly being able to see the value, steps, and investment breakdown that went into producing that single cup of coffee while listening to your favorite podcast!\\n\\n## Retail: Home Depot\\n\\nEveryone and their grandmother have visited a Home Depot before to grab some paint, pick out hardwood, or get a tool kit to fix that rusty pipe under the sink. The Home Depot lives by a simple premise: customers come first. To guarantee successful shopping experiences, a lot needs to happen behind the scenes.\\n\\nOver decades, the company is continually building relationships with vendors to secure the distribution of an array of products within its many aisles to ensure that the right products for the customer are available at the right time. These relationships are built on mutual trust between both parties: vendors will ship merchandise to The Home Depot, and, in exchange, the retailer will disperse payment on time. But what happens if communication breaks down and the correct merchandise is not received?\\n\\nDaily some settlements must be made between suppliers and the retail giant. For example, if Home Depot is ordering 1,000 buckets of white paint from Behr, they are relying on Behr to ship that exact amount completely and accurately. Unfortunately, with the expanse logistics and wholesale economy, the discrepancies found on both ends require extreme efforts of due diligence and settlements processing to reconcile these inefficiencies. [With the power of blockchain, Home Depot has found an innovative solution to solving vendor disputes.](https://www.ibm.com/case-studies/the-home-depot/)\\n\\nResuming our example, if Behr claims they sent 1,200 buckets of white paint and yet Home Depot ordered and counts 1,000 buckets there is a dispute regarding inventory. Often due to the lackluster speed of inventory counting, this discrepancy does not get caught until thirty to sixty days after the items have been initially received. The amount of manpower that it takes to perform the investigative procedures to cross trace the inventory count is irreplaceable and could be better capitalized in other profitable business areas. Through the blockchain, all that information is captured from front to back and accessible by both parties. Traditionally both parties are utilizing segregated systems centralized to their corporation, however, through a shared blockchain network both companies are viewing the same data in real-time. By gaining this efficiency around dispute settlement they can focus on more profit-sustaining processes such as data and analytics. Freeing up focus on what truly matters, providing innovation to their customers. Solving the blind spots that are ever-present in the supply chain process will lead to cost-effective allocation of company resources to areas that truly add value on a day-to-day basis.\\n\\n## Art: Music Industry\\n\\nBlockchain technology has also provided an alternative solution for artists sharing their work, and in effect receiving a fair commission. Since the birth of the major labels such as RCA, Warner, and Universal records the heaping sum of music revenue has been split among only those with a seat at the table. Most record deals are constructed to define a royalties revenue breakdown of 80% to the label and the remaining 20% going to the artist for their master recordings. Leaving many musicians at the mercy of these major labels to even have a chance to live a modest life off their music. Then you take into consideration the new era of streaming, which is largely controlled by Spotify and Apple music, there are no immediate avenues for artists to successfully build a career without help from the aforementioned corporations along the way. With the introduction of non-fungible tokens (NFT) musicians can now go directly to their die-hard fans and supporters to consume their songs, videos, and art. Through mediums such as OpenSea, artists will hold the ownership rights to their NFTs with their private keys. Artists will have the choice of the minimum value an NFT is sold for, and a percentage commission on future sales. No longer feeling the need to succumb to the pre-defined streaming percentages outlined by Spotify. Artists can determine the value of their works and freely let the market validate that worth. If artists release a song on the blockchain, there is no way it can be pirated, distributed, or played without it being publicly recorded on the blockchain.\\n\\nAnother platform that is allowing artists to displace Spotify is [Audius](https://audius.co/). A blockchain-powered music streaming service that is taking the music industry by storm. The Audius music platform is like popular audio streaming services such as Spotify and Soundcloud. However, Audius empowers musicians by giving them full control of their music and the ability to create exclusive and unique fan experiences. Using a decentralized, incentive-aligned network of node operators, the platform enables artists to generate time-stamped, immutable records of their music. For example, as an artist, I can directly upload my music by simply creating an account on the platform for free and then in real-time collect revenue proceeds from streaming. Whereas on traditional streaming platforms there is a third party involved to even get your music uploaded and then a backend collection of royalties that is usually three months behind due to the nature of revenue collection by these platforms. Currently, there are over 100,000 artists on Audius, including Skrillex, Weezer, Russ, Disclosure, and several other notable acts. Music is an industry that is led by trends, so as more big-name artists hop on board to platforms such as Audius the stronger the tidal wave current of artists and fans will certainly follow.\\n\\n# Closing the Present\\n\\nThings never do stay the same forever. With the fresh faces of generation Z and the phasing out of the boomers, it is inevitable that life as we know it will be much different than how we currently know it. Mass adoption of blockchain technology at this point is a matter of when no longer a matter of why. We are already seeing the significant problems in our current business ecosystem that it is solving. The walls of access to investing tools and financial literacy are being broken down, as we are seeing an increase in retail consumers wanting to take ownership of their finances to [combat the growing income inequality across the world.](https://www.washingtonpost.com/news/theworldpost/wp/2018/01/29/blockchain/) In addition, the growing awareness of the value of data has been on the minds of people as we shop online or use our phones to pay at the store, all while every day interacting with social media platforms. I will be the first to say that there are still flaws, and I would heavily advise anyone to do their due diligence and I invite skeptic criticism. Fast forward a hundred years and there will be another disruptive breakthrough that changes the way we live our lives for the better. It is just a reality of mankind. For now, though we must look at our current state in the mirror, inflation is rising, currencies are losing value, and inefficiencies in business processes have carried on for far too long. Blockchain is simply the best long-term fix we have for these problems. Until the next thing comes along…\\n\\n[Artwork courtesy of Carter Konz](https://www.carterkonz.com/)\",\"timestamp\":1640712846,\"title\":\"Why Blockchain?\"},\"digest\":\"rf700k6TzG8YcSTNFp50U597u3pVGR67eDMg9qSvc_o\",\"authorship\":{\"contributor\":\"0x9dc46EbC2aF07B20D589532b5E53303B7Cf022ac\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"b5QdlPumQ8rvQZLM8zyOpjIDmCJh_bnw11Z61w7igHE\\\",\\\"y\\\":\\\"HwJMRctYS0wo5EZ87odtbIyWYUCeFJRWEMW-WUPQHHg\\\"}\",\"signature\":\"6X5ZbJPyD56hNqLZkxEtFsmZ_tGKv7iZW1TodcS04GgbfNJS70Jk_YLaO6pA-0H0JrXwNRVFgkGQdkv11OE_6g\",\"signingKeySignature\":\"0x03a5d8af7d8f07893093b2e142247db613ec25a2acffce42ceab1e1dc95336e35efe712609e29538b11bace20e04a73e62ba8b1ae5fc788494a777aa897e995b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"b5QdlPumQ8rvQZLM8zyOpjIDmCJh_bnw11Z61w7igHE\\\",\\\"y\\\":\\\"HwJMRctYS0wo5EZ87odtbIyWYUCeFJRWEMW-WUPQHHg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VgzdI7H7DWacQKLSpB2z6pXYlf_A2RkgrKq12Xz44uQ\"}"