"{\"content\":{\"body\":\"![Image description](https://dev-to-uploads.s3.amazonaws.com/uploads/articles/vlszabtkg5jh0h9vahnb.png)\\n\\nFor the uninitiated not all cryptocurrencies are Bitcoin or Ethereum. Ethereum was created to solve perceived problems in Bitcoin; with any technology there will be advancements. Devs and the mining community are always working to solve Bitcoins various problems: one being energy consumption when processing a transaction and the other being swiftness of the network.\\n\\nThus, we can buy a pizza pronto.\\n\\n**Verifying**\\n\\nVerifying a transaction is critical to cryptocurrencies: this is what allows us to get our pizza. Transactions can be verified by Proof of stake (PoS) or Proof of work (PoW).\\n\\n**PoS** works by participants putting their cryptocurrencies up for collateral with the express intent to approve transactions e.g., Tezos, Polygon.\\n\\n**PoW** consumes “some” energy to do some fancy calculations in a race to be first while we wait X minutes to get our pizza, e.g., Bitcoin, Ethereum, Litecoin.\\n\\nThe nature of cryptocurrencies is that they are decentralized, so if your government offers cryptocurrencies, it's no longer decentralized, right? We can get a pizza if a centralized authority is responsible for verifying transactions but is this the crypto dream?\\n\\nCryptocurrencies were made to be decentralized so determining how to verify my pizza purchase can be kind of difficult. A problem that everyone, that includes Bitcoin, is trying to solve, without burning down half the amazon rainforest.\\n\\nPoW and PoS both are trying to add a new block of transactions into the ledger, but do their ends justify the means? I mean I still get a pizza either way, right?\\n\\nWhen the Bitcoin network was small PoW made sense, but it’s not an environmentally scalable solution as the amount of energy it takes could make us a lifetime supply of pizza. Some people think that's a problem. Alternatively, PoS is faster and consumes less energy. It uses 99% less energy than PoW.\\n\\n**PoW**\\n\\nIn a PoW network every computer is trying to be the first to calculate the solution to a formula allowing them to add their transactions to the blockchain. For their efforts they get rewarded with a new Bitcoin.\\n\\nThis deters bad actors because they would need a lot of energy and money to validate a bad transaction. To secure this network a few polar bears need to move to Hawaii; we all make sacrifices. Since PoW is a race to be the fastest it’s a bit more decentralized than PoS.\\n\\n**PoS**\\n\\nThe foundation of PoS is staking, they use validators which means the more crypto they put the more influence they have over the network. Validators stake a certain amount of crypto behind a block they want added to the chain.\\n\\nValidators can stake their crypto allowing them voting rights to prove legitimate transactions. For their efforts they get back newly created crypto for making the network faster. Having validators approve a transaction is faster than expensive gas guzzling computers doing the proof of work.\\n\\nThere is a problem here, if a validator with the most money gets chosen how is this decentralized?\\n\\nPoS thought of a solution, validators that misbehave do face consequences. Validators have an economic incentive to do the right thing and if they don’t, they get slashed. Which means when you are bad, they take some of your crypto away, if someone adds to your block their crypto also gets cut too. Doesn’t pay to be bad.\\n\\n**Conclusion**\\n\\nBitcoin miners set out to resolve its environmental crisis by moving more than 50% of its energy to renewable energy in response to the environmental concerns critics highlighted.\\n\\nI can get my pizza with both methods but one network answers to the fastest computers at the cost of consuming way more energy than we can justify, while the other adds blocks to the ledger by putting your money where your mouth is.\\n\\n[https://twitter.com/Francis10576778](https://twitter.com/Francis10576778)\\n\\n\",\"timestamp\":1641983755,\"title\":\"Let’s Buy a Pizza: I Have Crypto \"},\"digest\":\"wBCVEaLQ_lO_uPDG0FR5qF2KIzLiJKPLFmbHQmCGzAM\",\"authorship\":{\"contributor\":\"0xd11f567e4E8E07aca62792F47322a5964905a9D6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2OMEUbNW3snrIqXRB99cAAVG-W8d2QHt8VMcBu_pztc\\\",\\\"y\\\":\\\"TNtUmmGA98J8EqS8l9jV9SCWWIGC_Izkdhu5aw5DCyc\\\"}\",\"signature\":\"w8CFeTymYScSO9S0NdJmdAsmHlERNWXNQxNGrHG1BSpZlE1RO-fV1Y6-yXEb5qmNguvuDh5n5iKVdOXAqUkI5A\",\"signingKeySignature\":\"0xe43bf9879bfbaf302d28c79a56105897a9f4ed70ddbdd6a79ef74c3df78c112d4b3317256914e6e8af9183fb0ab1f19860b5c17981171d911786c3930603b95b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2OMEUbNW3snrIqXRB99cAAVG-W8d2QHt8VMcBu_pztc\\\",\\\"y\\\":\\\"TNtUmmGA98J8EqS8l9jV9SCWWIGC_Izkdhu5aw5DCyc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FDv60yKktl7bz4Cz9OUtZKtPkV5XZVAvptULZhZRJjs\"}"