"{\"content\":{\"body\":\"[![Gearbox Protocol](https://miro.medium.com/fit/c/96/96/1\\\\*90NvuqlG_L9VKtD32jJcRg.jpeg)](https://medium.com/@gearboxprotocol?source=post_page-----abc17fbddbad-----------------------------------)\\n\\n![](https://miro.medium.com/max/8192/1\\\\*vDMlMPLdw77FgKEz9afcHw.png)\\n\\nThe ceremony is now over! Let’s launch it ❤\\n\\nGEAR UP! Credit Account Mining is here. For the apes and degens who prefer to not read a lot, here is a quick TLDR of what this ceremony is about:\\n\\n> 5,000 Credit Accounts to mine. 55,000+ eligible wallets. 2.4M in gas costs to deploy each one ❤️‍🔥 5% GEAR distributed. Become one of the early DAO members & decide the future of composable leverage 2.0! FCFS.\\n\\nGEAR token: [0xba3335588d9403515223f109edc4eb7269a9ab5d](https://etherscan.io/token/0xba3335588d9403515223f109edc4eb7269a9ab5d)\\n\\nAccountMining: [0x7B1AAF21AC0D420666B5966338FF9aEe763C29DF](https://etherscan.io/address/0x7B1AAF21AC0D420666B5966338FF9aEe763C29DF#code)\\n\\nSound on 🔉 GEAR up for the launch ^\\\\_^\\n\\n⛔ *warning: there is no special list, no new way to GEAR tokens, no special unlocks, nothing. Stay safe and don’t fall for phishing attacks! All the information can be found in *[*docs*](https://docs.gearbox.finance/)*. Nobody will ask you for money. Cross-check contract code and token code when deployed, before the ceremony.*\\n\\nSpecial UI designed for this ceremony, which **opens up when mining starts** (see below for more) — <https://credit-mining.gearbox.finance/>\\n\\nDegens & developers help Gearbox Protocol deploy pieces of its infrastructure \\\\[smart contracts] and get GEAR tokens in return. The list of eligible addresses \\\\[who are governance participants of other protocols, see below] can pay gas costs for one Credit Account deployment each, which is about 2.5M in gas — approximately 0.25 ETH if gwei is 100. Max 5.000 accounts are to be deployed, from 56K+ eligible addresses. FCFS.\\n\\n> *1. Come to the special fun UI: *[*https://credit-mining.gearbox.finance/*](https://credit-mining.gearbox.finance/)\\n>\\n> *2. Play with it, try some commands, and connect your metamask. ****Only Metamask connection would be possible, no Wallet Connect or other wallet services in this instance****. Chrome has been tested, Firefox worked fine too. But other browsers we can’t guarantee. Please prepare!*\\n>\\n> *3. Pay deployment costs. There will be no approval transactions or anything like that, just 1 transaction to pay costs for a deployment. Simple. Source code will be open for you to check. If somehow ****you send a transaction after the 5,000 limit has been reached — you wouldn’t burn the entire amount****. Only the calculations up until that point. Less than 5% of transaction cost (but still be wary, it might be more for some reason)*\\n>\\n> *4. You got GEAR tokens. Done! Welcome ❤ *[*Join DISCORD*](https://discord.com/invite/gearbox)*.*\\n\\n## Ser, am I eligible for this mining?\\n\\nThere are [**56,198**](https://github.com/Gearbox-protocol/launch-snapshot/blob/master/credit_account_snapshot/snapshot%20final.txt)** **addresses eligible for Credit Account Mining. Technically speaking, out of this list — only 5,000 addresses will be able to participate. To check yourself before the start, you can simply *ctrl+f* in this file:\\n\\nThe goal of Credit Account Mining is to restock the factory of Credit Accounts (isolated smart contracts) that leverage users can “rent” from later on. This way, leverage users won’t need to deploy expensive smart contracts every time, but instead just rent and give it back to the protocol after closing or being liquidated — this makes the protocol gas efficient! If you want to learn more about this renting model, you can [check out tech paper](https://docs.gearbox.finance/overview/whitepaper).\\n\\nThen, the number of CAs had to be chosen. Looking at the unique DeFi users on mainnet, the numbers are still in the low 4 digits (below 10K per protocol, at best). We don’t expect Gearbox Protocol to be an exception to this just yet, because the protocol is not even live yet! But we also want to make sure the protocol has enough accounts for the first few months. After all, some accounts don’t get closed, some people might open a few at a time, and so on. Therefore, a number of 5,000 accounts to start with — seemed logical. If more are to be needed later on, another ceremony in an auction model could be held, for example, or deploying from DAO Treasury.\\n\\nThen, how does one choose who is eligible for it? And now we are getting to the objective of the CA Mining ceremony: we already have the [early testers and early community list](https://docs.gearbox.finance/overview/launch-phases/early-drop), we have some [early developers](https://docs.gearbox.finance/gear-token/gear-overview), and some [early contributors](https://medium.com/gearbox-protocol/product-evolution-from-an-idea-to-an-app-0-to-1-contributors-united-832154e3c7ba)… So for this ceremony, we decided to include governance participants of other protocols. This achieves the following: (i) choosing users who are familiar with governance and have voted before, so they potentially could be good for Gearbox DAO; (ii) visibility from other community because they are being given a cool chance to take part in the very first days of another DeFi protocol for potential integrations later on ; (iii) slightly works as an anti-sybil mechanism to make sure 1 group doesn’t take the entire supply.\\n\\n> *1. *[*Lobsterdao*](https://opensea.io/collection/lobsterdao)* NFT collection holders.*\\n>\\n> *2. Snapshot pages of: 1inch.eth, Alchemixstakers.eth, Bancornetwork.eth, Convex, Cream-finance.eth, Dydxgov.eth, Fei.eth, Gitcoindao.eth, Index-coop.eth, Lido-snapshot.eth, MIM, Olympusdao.eth, Powerpool, Rari Capital, Ribbon.eth, Snxambassador.eth, Snxgov.eth, Spartancouncil.eth, Sushigov.eth, Tokemak, Yearn.eth, Ybaby.eth.*\\n>\\n> *3. On-chain governance of: ENS delegates, COMP delegates, UNI delegates, veCRV holders, MakerDAO voters, Aave voters, Nexus Mutual voters.*\\n>\\n> *4. And also: Element Finance LPs & GTC claimants. See full logic here:*\\n>\\n> *\\\\*\\\\* 2, 3, 4 — had a 10txs+ per address as a requirement.*\\n\\n## When does it start? \\\\* — delays could happen\\n\\nApproximately at 15:00 UTC on December 16, Thursday.\\n\\nCould be a few minutes before or after, depending on how the UI goes up — stick around [Twitter](https://twitter.com/GearboxProtocol) and [Discord](https://discord.com/invite/gearbox) to know what’s up and make sure you don’t miss anything. *Technically, mining starts when the transaction for mining start goes through on mainnet. Also TBA, and see below…*\\n\\n## How will it work? — special UI / use merkle proof directly\\n\\nTo mine a Credit Account from an eligible address, you still need a merkle proof and salt. Those merkle proof and salt are baked in the UI to simplify this process. You can still do it all manually though. So why do it this way at all?\\n\\nThis is a slight protection against those who might have a lot of wallets in the eligible list and would otherwise do batched transactions and wipe all 5,000 off at the start. With such UI, real governance members have a better chance of not being fully botted out in the first second, as bots would need to calculate and match the merkle proof and salt first.\\n\\n[![](https://miro.medium.com/max/1400/1\\\\*leyKGsLTRKrs-R8OmkNvzw.png)](https://etherscan.io/address/0x7B1AAF21AC0D420666B5966338FF9aEe763C29DF#code)\\n\\n<https://etherscan.io/address/0x7B1AAF21AC0D420666B5966338FF9aEe763C29DF#code>\\n\\n> *We will still post UI code and all the files necessary, in case the UI gets absolutely overflown (although we took a lot of precautions) so that tech-savvy users can manually piece it together and participate in the ceremony from their local machines without touching any new interface. ****Contract code will be open-source so you would be able to check.***\\n>\\n> *Here is *[*more cool info from Uniswap article on these merkle things*](https://medium.com/iroiro-social-token/learn-how-to-distribute-tokens-from-uniswap-67448856a328)*.*\\n\\nSpecial UI designed for this ceremony, which **opens up when it starts** (see below for more information) — <https://credit-mining.gearbox.finance/>.\\n\\n## **Is it FCFS or what can we expect? — likely no**\\n\\nIn the most pure form, one account deployment costs 2.5M in gas fees, which is 0.25 ETH in case gwei is 100 — like it has been in the past weeks.\\n\\n*If somehow you send a tx after the 5,000 limit has been reached — you wouldn’t burn the entire amount. Only the calculations up until that point. Less than 5% of then transaction cost overall (but still be wary!)*\\n\\n**With the current Ethereum block limit of 30M gas, there can be at maximum 12 Credit Accounts in a block.** However, as every block has other important launches, liquidations, etc. — it’s likely the number will be lower. This could potentially clog Ethereum for a few hours and make gas costs go up (?). Let’s say 7 accounts per block \\\\* 15 second block = 35 accounts per minute => 2,100 accounts per hour. Technically, it can be done in 3 hours.\\n\\n> *We apologize for a possible network congestion (or maybe it won’t!), but it was a better decision: if done differently, users would have to deploy and then throw away their Credit Accounts every single time, causing much more wasteful gas usage. With the model in place though, there is ****this one-time event which costs a lot, but after that users would be able to just rent Credit Accounts and thus make the network a bit less clogged****.*\\n\\nIf not all 5,000 Credit Accounts are mined within the 48 hour period — they will remain there to be mined by the same wallet list (nothing will change with regard to that). So the window is not anyhow enforced, it’s simply there to start DAO votes asap. If there is not enough demand for such a ceremony, eligible wallets can mine remaining in a month or even later.\\n\\nThis is not a sale, no money goes to anyone (except miners!) As such, if not all accounts are mined (now or ever) — it’s totally okay. 5,000 mark was a high ballpark estimate for the potential demand in the first few months. **If less accounts are mined, it’s totally acceptable. Smaller comfier DAO!**\\n\\n## Ahhh I am a DAOooor — use your GEARs!\\n\\n**GEAR starts untransferable,** up until the DAO votes otherwise. Then, all non-locked non-vested tokens become liquid. [See this breakdown](https://docs.gearbox.finance/gear-token/gear-overview). So once you mine a Credit Account, you will get GEAR tokens but you won’t be able to move them. However, you would be able to vote with them on snapshot:\\n\\nAnyway, the docs are now complete! So dive in, read all about the architecture, try the app on testnet (faucet to be fixed later), and so on. And dive into the governance work on forum, to get the protocol live next week!\\n\\n*   Website: <https://gearbox.fi/>\\n*   Docs: <https://docs.gearbox.finance/>\\n*   Forum: <https://gov.gearbox.fi/t/start-here-forum-rules/>\\n*   Blog: <https://medium.com/@gearboxprotocol>\\n*   Github: [https://github.com/Gearbox-protocol](https://github.com/Gearbox-protocol/)\\n*   Twitter: <https://twitter.com/GearboxProtocol>\\n*   Snapshot page: <https://snapshot.org/#/gearbox.eth>\\n*   Developer Docs: <https://dev.gearbox.fi/>\\n\\n[![](https://miro.medium.com/max/1400/0\\\\*RgD2OEpS5q7ZaF-e.png)](https://discord.com/invite/gearbox)\\n\\n[JOIN DISCORD](https://discord.com/invite/gearbox)\\n\",\"timestamp\":1640875493,\"title\":\"Credit Account Mining — GUIDE. Fuelling up for the launch of Gearbox!\"},\"digest\":\"bF7rMA8WoMtfEEiTbloB745d5Xz6d2E-D68tMUUphaE\",\"authorship\":{\"contributor\":\"0x2ff74049304739bf5020D14258f24A47b54C407B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E5mPRBxHRMzHkbhdhNaUoNPauRNVI7m2o7pPgqwoQ-k\\\",\\\"y\\\":\\\"ACdXVqjGw98ipKtkwJPTUJZQY2fBAQKnFr-kv-HhMDE\\\"}\",\"signature\":\"Mhfg9ozGDK30sjDk_1b-wWjB1obrIi6YZS2OfWU2JMZiwTZk4Yyo1SZRMIZ3kIiQV3sXTSLfpUhC5iVuY2pnRA\",\"signingKeySignature\":\"0x2378149f40d77d2a0b85e9caa8bd4a95fe1626bd0c45b8bee767c9cc0f0d48e7755b29dee7328aec26a134d7e84940eb2c96e49a31be8c3f6d7320aa8a3a957e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E5mPRBxHRMzHkbhdhNaUoNPauRNVI7m2o7pPgqwoQ-k\\\",\\\"y\\\":\\\"ACdXVqjGw98ipKtkwJPTUJZQY2fBAQKnFr-kv-HhMDE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bF7rMA8WoMtfEEiTbloB745d5Xz6d2E-D68tMUUphaE\"}"