"{\"content\":{\"body\":\"What are the characteristics of gamefi chain games? Conceptually, gamefi refers to presenting decentralized financial products in the form of games, gaming the rules of defi and NFT the derivatives of game props. A very significant feature is that users' assets have become equipment or tools in the defi game. In turn, users can obtain benefits or rewards in the process of participating in the game. Gamefi can be said to be a recent new thing. It was not applied in the field of encryption, but an interesting product of a financial service company to improve employee efficiency. However, in the second half of 2019, Mary Ma, Chief Strategic Officer of mixmarvel, first proposed gamefi, namely game finance, in her speech at Wuzhen summit. Similar concepts to gamefi include nftfi. At that time, many mobile mining projects represented by meme introduced NFT, pushing up a new wave of defi boom. However, the playing method of \\\"drawing cards\\\" is inevitably a little monotonous, without too high technical content and sense of experience, so that the popularity of nftfi does not last long. In the current gamefi = defi + NFT + game, defi is still the core of gamefi, NFT is a necessary means of decentralization, and the game is the shell of gamefi. At present, most of the defi game playing methods mainly include role-playing, virtual space, cultivation combat and multiplayer architecture. Compared with the previous mobile mining mode, gamefi project not only has stronger interaction, experience and immersion with users, but also has higher interest. For example, many games will use NFT pets to breed, use NFT equipment to improve skills, pledge NFT to obtain benefits, or introduce PK combat mode to participate in combat and complete tasks, Allow users to make money while playing games. P2e is the highlight of the current gamefi project, that is, making money while playing. Compared with the \\\"deposit to play\\\" or \\\"free to play\\\" of traditional games, this difference is revolutionary. Players can cultivate incubation, upgrade and fight monsters in the game, which can not only obtain the pleasure of playing the game, but also sell the obtained tokens, equipment, props and other NFTs in the trading market to obtain income. On the other hand, gamefi can also be regarded as an experiment under human imagination. In the current society, online games are more regarded as spiritual opium, which has been denounced by many people. But if we change our thinking, when human science and technology become more and more developed and the era of meta universe comes, the world of the Internet has become another real world for us. Then, with the emergence of gamefi, playing games in exchange for compensation will become one of the career choices of the public. In this era, the popularity of gamefi is undoubtedly an inevitable trend.\",\"timestamp\":1638447030,\"title\":\"Customized development of gamefi chain game (gamefi = defi + NFT + game)\"},\"digest\":\"KpVH1I6Zkbm67jG3fKooRuYlBOPnFj4fidf3BZK5kM0\",\"authorship\":{\"contributor\":\"0x38dC543c0f44d530c25d1Fb3C08B445725956A43\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XRs9pArCtjfXs9a3i1V-AlIclgnPlEx0WzR6AyLFQ4U\\\",\\\"y\\\":\\\"7TzwVDmEBYEtxLm8Ew2M9qtcj4xfUNJOupUoQ6v_UKA\\\"}\",\"signature\":\"k8BUDacgvCFI1ANP-Xnjl9-CHK9Caqd4-1L_pvyF2zUbOnrjjeWbk2C9H9BbyH9JzLEvUKkwtcr-D8J4OeX_vg\",\"signingKeySignature\":\"0x31e1b45ccc2d92527205cc1404a9d31b37103e5ca65e9084f68782fc7a421a2926366fbd97f2e9e8d3e04ce8a5afd380930e1815a55a17b53e6a042d2a7f13bc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XRs9pArCtjfXs9a3i1V-AlIclgnPlEx0WzR6AyLFQ4U\\\",\\\"y\\\":\\\"7TzwVDmEBYEtxLm8Ew2M9qtcj4xfUNJOupUoQ6v_UKA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KpVH1I6Zkbm67jG3fKooRuYlBOPnFj4fidf3BZK5kM0\"}"