"{\"content\":{\"body\":\"**It was February 2021 when I really started learning about NFTs. To be honest, my first thought was *“is this just deviant art but on steroids?”*** \\n\\n** \\n **Then my sister, who was previously at Bitski, reached out to me letting me know there was a role available to the team. At that time, I was still hesitant, unsure what this space means and the harsh learning curve it imposed. I made up my mind, I joined Bitski and through the expertise of the team, learnt what NFTs were but **most importantly, what NFTs could transform to become.** For right now, let’s take a step back and start from the very beginning.\\n\\nCrypto started taking its boom in 2017, it also crashed in 2018 but there were already several different tokens already in the space. The crash most likely had a negative ripple effect to a lot of people who owned currency, or simply wanted to participate in this world. Why invest in something that you know crashes? It’s true, I’d think the same. \\n\\nSo what changed? What converted those who didn’t believe in crypto to start commodifying their assets? What was the thing that made it all sense for them? \\n\\nWhen crypto first started taking its boom, I remember a friend who worked at a company that was creating a credit card for crypto usage only. Didn’t work out but it was still pretty cool nonetheless. But why didn’t it work? It all comes down to the fact that: **people didn’t have anything valuable to spend crypto on.**\\n\\nNow let’s fast forward, and it’s the year 2021. Maybe you’re hungover still from New Year’s Eve and you're briefly looking at Apple News, you start seeing “NFTs NFTs NFTs”. You shrug, swipe up and move on. \\n\\nThen February hits, and you see it even more. Beeple (seriously, the OG) showed the world how valuable NFTs could be with a $69.3 million final bid to his piece. Bored Apes and Crypto Punks equally showed the value of their NFTs, now upwards $300k or more for one. The value of NFTs continue to skyrocket, we see DAOs coming together to mine their own tokens, creators getting recognized, thousands of NFTs being made, ETH goes up in value. It’s a frenzy. People are out here on twitter shilling, talking about their prized collection and building communities together. It’s a perfect world where we bring a shared economy to the creators and everyone in the space. It was the first step to what we defined as the metaverse.** \\n **\\n\\nThis momentum continues on throughout the year and it’s still here today. \\n\\nBut now, some of us begin to see the cracks in this oh-so beautiful world of ours (let’s be real, nothing’s perfect). Rivalry and competition ensues between different platforms, collections, collectors and suddenly the camaraderie from before fizzles out a bit. Acquisitions begin and large conglomerates keep an eye on certain brands in the space, which is tldr; of centralized institutions entering a decentralized space. The rise of pay-to-participate communities grows, some of them requiring an upwards fee of $400 to enter their events. Saying WAGMI, but really only certain people actually make it. To add to all of this along with the nomenclature of web3 being undefined, it creates a confusing time to end the year with but also just as exciting.\\n\\nSome may get upset at me for saying the above but please don’t get me wrong. I am not coming towards any individual person or any community. I write this as a way for me to keep pace with the changes happening. I believe what the above observations really say is:\\n\\n**(1)** the space is still much too early and lacks education because we’re still in a bubble\\n\\n**(2)** Sadly, this space, as inviting or enticing as it seems, benefits many but excludes most\\n\\nSo what’s in it for us in the coming year? A lot of things I think. I predict all of these hurdles of lack of education will be resolved. I think there will be more virtual worlds for people to participate in, look at Sandbox and their growth. There’ll be more OG blockchain builders making a name in the space (when I say OG I mean 2015 OG). We’ll most likely move into a multi-chain ecosystem as well as reduced gas fees since different chains will be available. We’ll probably see more worlds where interoperability actually means something.\\n\\nAt the end of the day, there is still no standard of what web3 is or what the metaverse is and that makes it difficult for some builders to know exactly who and what we’re building for, especially in a decentralized economy. Maybe that’s the best silver lining. \\n\\nWhoever creates that standard first will win the initial race, but we all know, much too well, that winning right now, doesn’t mean you’ll be on the top forever. Truly, platforms, companies, creators and builders in the space are quick to do something. We want to get on the train before it leaves us behind and it could also be FOMO but there is a sense of urgency that is being created when there isn’t a need for that.. yet. \\n\\nI’m here to tell you, it’s okay if you aren’t where you expected yourself to be right now. You don’t need to sprint towards the metaverse or rush to be an award winning creator or the best marketplace. We have only just begun.\\n\\nSo keep on running, whether that’s educating yourself, learning blockchain code or creating NFTs. As long as you keep on running, I promise you will go to so many places and we’ll be right here, waiting to see you make it to the other side. \",\"timestamp\":1639618742,\"title\":\"My Thoughts on NFTs Ver.2021\"},\"digest\":\"3LZItHAS5WdqG8llmbqaIi73auj42Z-uw0Nm1-PQPtM\",\"authorship\":{\"contributor\":\"0xb378e897c43E31d48b033023b774E9CCd6dA553A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Uu-FQEYueh0u0lPvMyYHnqONlRXozCMhcG9Jx4o28Wo\\\",\\\"y\\\":\\\"e6WbUXoe9kfenF8GYoqBUKKOIDxVqHjfzPi2wj_z1go\\\"}\",\"signature\":\"BbHG9h0_IGZ0YpHe6w7Y9yg2a9kSL0zpdiBdLRYOmSmK7DMpRic9h8S3KItR6GkppobtbPkxbjk3_QArTWmslQ\",\"signingKeySignature\":\"0xd1d8816700520ac73fa0dde5c60c2f42390dd84fa4f8e7c336b5fd574cce966f006e35fa5e0de873783dcb459fe1db5cbcf81612d73e8819c1a454862cfc5f061b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Uu-FQEYueh0u0lPvMyYHnqONlRXozCMhcG9Jx4o28Wo\\\",\\\"y\\\":\\\"e6WbUXoe9kfenF8GYoqBUKKOIDxVqHjfzPi2wj_z1go\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"31WMabhz7Dxt9a5DACqdWFpWiLWNUidqF7VXLWSt3hY\"}"