"{\"content\":{\"body\":\"\\\"I had better go abroad,\\\" said Uxmoor, with a groan. \\\"This country is poisoned for me.\\\"\\n\\n\\\"Go, by all means. Let Janneway pack up your things to-morrow.\\\"\\n\\n\\\"I should like to kill that fellow first.\\\"\\n\\n\\\"You will not even waste a thought on him, if you are my son.\\\"\\n\\n\\\"You are right, mother. What am I to say to her?\\\"\\n\\n\\\"Not a word.\\\"\\n\\n\\\"What, not answer her letter? It is humble enough, I am sure--poor soul! Mother, I am wretched, but I am not bitter, and my r\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/121](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/121)\\n\\nival will revenge me.\\\"\\n\\n\\\"Uxmoor, your going abroad is the only answer she shall have. The wisest man, in these matters, who ever lived has left a rule of conduct to every well-born man--a rule which, believe me, is wisdom itself:\\n\\n\\\"Le bruit est pour le fat, la plainte est pour le sot; L'honnete homme trompe'; s'e'loigne, et ne dit mot.\\\"\\n\\nYou will make a tour, and not say a word to Miss Vizard, good, bad, nor indifferent. I insist upon that.\\\"\\n\\n\\\"Very well. Thank you, dear mother; you guide me, and don't let me make a fool of myself, for I am terribly cut up. You will be the only Countess of Uxmoor in my day.\\\"\\n\\nThen he knelt at her feet, and she kissed his head and cried over him; but her tears only made this proud lady stronger.\\n\\nNext day he started on his travels.\\n\\nNow, but for Zoe, he would on no account have left England just then; for he was just going to build model cottages in his own village, upon designs of his own, each with a little plot, and a public warehouse or granary, with divisions for their potatoes and apples, etc. However, he turned this over in his mind while. he was packing; he placed certain plans and papers in his dispatch box, and took his ticket to Taddington, instead of going at once to London. From Taddington he drove over to Hillstoke and asked for Miss Gale. They told him she was fixed at Vizard Court. That vexed him: he did not want to meet Vizard. He thought it the part of a Jerry Sneak to go and howl to a brother against his sister. Yet if Vizard questioned him, how could he conceal there was something wrong? However, he went down to Vizard Court; but said to the servant who opened the door, \\\"I am rather in a hurry, sir: do you think you could procure me a few minutes with Miss Gale? You need not trouble Mr. Vizard.\\\"\\n\\n\\\"Yes, my laud. Certainly, my laud. Please step in the morning-room, my laud. Mr. Vizard is out.\\\"\\n\\nThat was fortunate, and Miss Gale came down to him directly.\\n\\nFanny took that opportunity to chatter and tell Mademoiselle Klosking all about Lord Uxmoor and his passion for Zoe. \\\"And he will have her, too,\\\" said she, boldly.\\n\\nLord Uxmoor told Miss Gale he had called upon business. He was obliged to leave home for a time, and wished to place his projects under the care of a person who could really sympathize with them, and make additions to them, if necessary. \\\"Men,\\\" said he, \\\"are always making oversights in matters of domestic comfort: besides, you are full of ideas. I want you to be viceroy with full power, and act just as you would if the village belonged to you.\\\"\\n\\nRhoda colored high at the compliment.\\n\\n\\\"Wells, cows, granary, real education--what you like\\\" said he. \\\"I know your mind. Begin abolishing the lower orders in the only way they can be got rid of--by raising them in comfort, cleanliness, decency, and knowledge. Then I shall not be missed. I'm going abroad.\\\"\\n\\n\\\"Going abroad?\\\"\\n\\n\\\"Yes. Here are my plans: alter them for the better if you can. All the work to be done by the villagers. Weekly wages. We buy materials. They will be more reconciled to improved dwellings when they build them themselves. Here are the addresses of the people who will furnish money. It will entail traveling; but my people will always meet you at the station, if you telegraph from Taddington. You accept? A thousand thanks. I am afraid I must be off.\\\"\\n\\nShe went into the hall with him, half bewildered, and only at the door found time to ask after Zoe Vizard.\\n\\n\\\"A little better, I think, than when she came.\\\"\\n\\n\\\"Does she know you are going abroad?\\\"\\n\\n\\\"No; I don't think she does, yet. It was settled all in a hurry.\\\"\\n\\nHe escaped further questioning by hurrying away.\\n\\nMiss Gale was still looking after him, when Ina Klosking came down, dressed for a walk, and leaning lightly on Miss Dover's arm. This was by previous consent of Miss Gale.\\n\\n\\\"Well, dear,\\\" said Fanny, \\\"what did he say to you?\\\"\\n\\n\\\"Something that has surprised and puzzled me very much.\\\" She then related the whole conversation, with her usual precision.\\n\\nIna Klosking observed quietly to Fanny that this did not look like successful wooing.\\n\\n\\\"I don't know that,\\\" said Fanny, stoutly. \\\"Oh, Miss Gale, did you not ask him about her?\\\"\\n\\n\\\"Certainly I did; and he said she was better than when she first came.\\\"\\n\\n\\\"There!\\\" said Fanny, triumphantly.\\n\\nMiss Gale gave her a little pinch, and she dropped the subject.\\n\\nVizard returned, and found Mademoiselle Klosking walking on his gravel. He offered her his arm, and was a happy man, parading her very slowly, and supporting her steps, and purring his congratulations into her ear. \\\"Suppose I were to invite you to dinner, what would you say?\\\"\\n\\n\\\"I think I should say, 'To-morrow.'\\\"\\n\\n\\\"And a very good answer, too. To-morrow shall be a *fete.\\\"*\\n\\n\\\"You spoil me?\\\"\\n\\n\\\"That is impossible.\\\"\\n\\nIt was strange to see them together; he so happy, she so apathetic, yet gracious.\\n\\nNext morning came a bit of human nature--a letter from Zoe to Fanny, almost entirely occupied with praises of Lord Uxmoor. She told the bull story better than I have--if possible--and, in short, made Uxmoor a hero of romance.\\n\\nFanny carried this in triumph to the other ladies, and read it out. \\\"There!\\\" said she. \\\"Didn't I tell you?\\\"\\n\\nRhoda read the letter, and owned herself puzzled. \\\"I am not, then,\\\" said Fanny: \\\"they are engaged--over the bull; like Europa and I forgot who--and so he is not afraid to go abroad now. That is just like the men. They cool directly the chase is over.\\\"\\n\\nNow the truth was that Zoe was trying to soothe her conscience with elegant praises of the man she had dismissed, and felt guilty.\\n\\nIna Klosking said little. She was puzzled too at first. She asked to see Zoe's handwriting. The letter was handed to her. She studied the characters. \\\"It is a good hand,\\\" she said; \\\"nothing mean there.\\\" And she gave it back.\\n\\nBut, with a glance, she had read the address, and learned that the post town was Bagley.\\n\\nAll that day, at intervals, she brought her powerful understanding to bear on the paradox; and though she had not the facts and the clew I have given the reader, she came near the truth in an essential matter. She satisfied herself that Lord Uxmoor was not engaged to Zoe Vizard. Clearly, if so, he would not leave England for months. She resolved to know more; and just before dinner she wrote a line to Ashmead, and requested him to call on her immediately.\\n\\nThat day she dined with Vizard and the ladies. She sat at Vizard's right hand, and he told her how proud, and happy he was to see her there.\\n\\nShe blushed faintly, but made no reply.\\n\\nShe retired soon after dinner.\\n\\nAll next day she expected Ashmead.\\n\\nHe did not come.\\n\\nShe dined with Vizard next day, and retired to the drawing-room. The piano was opened, and she played one or two exquisite things, and afterward tried her voice, but only in scales, and somewhat timidly, for Miss Gale warned her she might lose it or spoil it if she strained the vocal chord while her whole system was weak.\\n\\nNext day Ashmead came with apologies.\\n\\nHe had spent a day in the cathedral town on business. He did not tell her how he had spent that day, going about puffing her as the greatest singer of sacred music in the world, and paving the way to her engagement at the next festival. Yet the single-hearted Joseph had really raised that commercial superstructure upon the sentiments she had uttered on his first visit to Vizard Court.\\n\\nIna now held a private conference with him. \\\"I think,\\\" said she, \\\"I have heard you say you were once an actor.\\\"\\n\\n\\\"I was, madam, and a very good one, too.\\\"\\n\\n*\\\"Cela va sans dire.* I never knew one that was not. At all events, you can disguise yourself.\\\"\\n\\n\\\"Anything, madam, from Grandfather Whitehead to a boy in a pinafore. Famous for my make-ups.\\\"\\n\\n\\\"I wish you to watch a certain house, and not be recognized by a person who knows you.\\\"\\n\\n\\\"Well, madam, nothing is *infra dig,* if done for you; nothing is distasteful if done for you.\\\"\\n\\n\\\"Thank you, my friend. I have thought it well to put my instructions on paper.\\\"\\n\\n\\\"Ay, that is the best way.\\\"\\n\\nShe handed him the instructions. He read them, and his eyes sparkled. \\\"Ah, this is a commission I undertake with pleasure, and I'll execute it with zeal.\\\"\\n\\nHe left her, soon after, to carry out these instructions, and that very evening he was in the wardrobe of the little theater, rummaging out a suitable costume, and also in close conference with the wigmaker.\",\"timestamp\":1637671978,\"title\":\"\\n\\\"Then the whole thing is clear: that man has come forward again unexpectedly\"},\"digest\":\"3MCP7tp2x2FxniBepbx0JBJv8DRFxkLqKjzT91vdn9o\",\"authorship\":{\"contributor\":\"0x601114c3e2cfa182D83a451a3c41d4e615b07E56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jdK1vLkxf8x18k7__2gpys13ijm0ME06gdi4-Xidsus\\\",\\\"y\\\":\\\"q5ta-hFspgoZcD3z0Lh5BPftGy6htkQSeu54spzurr0\\\"}\",\"signature\":\"FtIQvh0mcVzqJ6lK9G1QbZKl5zZQ3Yq3R5fYbTEWVCUB06bXDQYspmUQl1NigzcJPHj5j0BPb2_xTBhJ2EhRXg\",\"signingKeySignature\":\"0x601e55420d47d6498b07d0933ee76a23ea905d5bd59986d9fa6ba8bd0bc219b801945c53de8e441382c7ef9ea77354886bcb93764fdccf50aef0922bd5cf86591c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jdK1vLkxf8x18k7__2gpys13ijm0ME06gdi4-Xidsus\\\",\\\"y\\\":\\\"q5ta-hFspgoZcD3z0Lh5BPftGy6htkQSeu54spzurr0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3MCP7tp2x2FxniBepbx0JBJv8DRFxkLqKjzT91vdn9o\"}"