"{\"content\":{\"body\":\"Il Great TeFi Chad Airdrop ha come obiettivo quello di portare i token ASTRO nelle mani dei leggendari utenti esperti della TeFi.\\nDue gruppi di Chad TeFi si qualificheranno per l’airdrop:\\nGli staker di LUNA inclusi coloro che hanno depositato bLUNA su Anchor\\nI Terraswap LP che erano attivi in ​​pool con un totale di almeno $1M in liquidità\\nTutti gli staker e gli LP devono essere stati attivi al momento dello snapshot al block #4,451,515 (approssimativamente alle 00:01 UTC | 01:01 ITA del 9 settembre 2021).\\nPer ogni address si applicano minimum e maximum reward. I minimum eliminano le “dust” rewards irrilevanti. Garantiscono inoltre che gli utenti abbiano investito abbastanza nel Terra ecosystem per poter partecipare alla governance. I maximum assicurano che le whale non ottengano un numero sproporzionato di rewards.\\nLa tabella qui di sotto mostra i particolari del numero totale delle rewards, address idonei all’airdrop, minimum e maximum e molto altro ancora.\\n\\n\\\\*A partire dal block #4.451.515, gli utenti devono avere un net balance (saldo netto) di LUNA in staking (LUNA staking + bLUNA depositato su Anchor) maggiore di 1 per qualificarsi all’airdrop. Quelli con un net balance tra 1–100 ottengono il minimum airdrop possibile di 27,85 ASTRO.\\n\\\\*\\\\*A partire dal blick #4.451.515, gli utenti devono aver avuto una total liquidity position su Terraswap del valore superiore a $1 per qualificarsi per l’airdrop. Quelli con $ 1- $ 1.000 di liquidità si qualificano per il minimum airdrop possibile di 82,01 ASTRO.\\n\\\\*\\\\*\\\\*A partire dal block #4.451.515, gli utenti con 20.000 LUNA in staking ( LUNA in staking + bLUNA depositato su Anchor ) ottengono il maximum airdrop ASTRO possibile di 5.571,76 ASTRO. Gli utenti con una total liquidity position del valore di $ 100.000 o più riceveranno il massimo airdrop ASTRO possibile di 8.200,91 token.\\nNota che un singolo address può qualificarsi per entrambi i gruppi di airdrop: staker LUNA/bLUNA e Terraswap LP.\\nUtilizzo di ASTRO nella Fase 2\\nI token ASTRO non saranno trasferibili fino a 24–48 ore dopo il lancio completo di Astroport il 28 dicembre 2021. Tuttavia, i destinatari dell’airdrop e gli utenti che hanno partecipato al lockdrop Fase 1 possono pre-accedere ai propri token (ASTRO “credits”) per depositarli nel liquidity bootstrap pool ASTRO-UST della Fase 2 per guadagnare una ASTRO reward addizionale. La fase 2 si aprirà per i depositi di ASTRO e/o UST il 21 dicembre 2021 alle 7:00 UTC | 8:00 ITA. I depositi si chiuderanno il 26 dicembre 2021 alle 7:00 UTC | 8:00 ITA. Puoi saperne di più sulla Fase 2 qui.\\nFare il claim del tuo airdrop\\nAl termine della Fase 2 ed entro 24–48 ore dal lancio completo di Astroport il 28 dicembre 2021, il rewards center verrà attivato su [astroport.fi](http://astroport.fi). Lì, sarai in grado di connettere il tuo wallet Terraswap e fare il claim della tua rewards.\\n\\nMockup del reward center di Astroport\\nGli airdrop devono essere richiesti entro tre mesi dal lancio di Astroport. Dopo tale periodo, la proprietà e il controllo di tutti gli ASTRO unclaimed saranno trasferiti all’Astral Assembly (nota anche come Astroport DAO).\\nPost-launch\\nSe non hai partecipato alla Fase 1, Fase 2 o non ti sei qualificato per l’airdrop, avrai comunque un modo per ottenere ASTRO rewards. Fornisci semplicemente liquidità per uno qualsiasi dei 18 pair tra cui bLUNA-LUNA, LUNA-UST e ANC-UST su Astroport dopo il lancio completo dell’app il 28 dicembre 2021. Consulta l’elenco completo dei pair e delle rewards ASTRO a cui hanno diritto per l’anno 1 qui.\\nIl futuro attende! Segui Astroport su Twitter per ricevere tutte le ultime trasmissioni: <https://twitter.com/astroport_fi> .\\nNOTA\\nThe owners/operators of <https://app.terraswap.io/> are not affiliated with and have not endorsed Astroport.\\nDISCLAIMER\\nIl claim dei tuoi ASTRO airdrop potrebbe essere un evento tassabile. Il presente documento non offre consulenza fiscale, legale, contabile o di altro tipo. Si prega di consultare il proprio consulente fiscale prima di richiedere il proprio ASTRO airdrop.\\nQuesto articolo non costituisce un consiglio di investimento. Prima di interagire con Astroport, rivedere i disclaimer del progetto qui .\\nGruppi e Canali di Riferimento\\nSono molto attivo su diverse Community come Admin e/o Moderator. Questi sono i gruppi dove puoi trovare più spesso:\\n\\n* LUNA Network Italiae\\n* Terra World Italian Community\\n* Decrypted\\n* 0xBusiness\\n* PancakeSwap Italia\\n  A questo link potrete trovare invece tutti i miei Canali Social (seguitemi, mi raccomando!).\\n  Se volete offirmi un caffè nel metaverso (tanto già dormo poco) potete farlo a questo address Terra: terra1saj37k3dnlhu3ff299mpj90dctaukkgkr3a5n2\\n  Spero vivamente che l’articolo sia stato utile e di vostro gradimento, e come sempre se avete correzioni o suggerimenti da darmi, contattatemi pure su Twitter e Telegram.\\n  Se volete supportare il mio lavoro, seguitemi qui su Medium, iscrivetevi alla mia newsletter e lasciatemi un clap!\\n  Vi ringrazio in anticipo!\",\"timestamp\":1640159906,\"title\":\"Presentazione del “Great TeFi Chad ASTRO Airdrop”\"},\"digest\":\"IMpSwqVD9r--lw8XN8FgK9TXFwdNOI1LcLmfGE5YTWA\",\"authorship\":{\"contributor\":\"0xF3ab9CfCB566b6Df96A5cACca0CdD0bbd117030c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jzPTYcONd938_YFjD5oZ05LEoA6b9_qiy_j-cBNTOyk\\\",\\\"y\\\":\\\"Tm-ww3a2tiSTWJM_Ruyz_JIyh-zX9SeSH9yp36XIBpQ\\\"}\",\"signature\":\"NIq4J4MiYD38rNRVn0LaqVHzvl8spcdJtrGH3ErAAVxf0fUuhx-iK9UQ1Re-6j0cvM25OkoN0QfpMGM6nVQuwg\",\"signingKeySignature\":\"0x290eccf559ca6a2acf1232adc6568ddc07299fe151e085eb59176ff5febef0b64e54f9ed4d59770036a07f6b3a3ba3966ab9e1270cd96af75d074d74521ad0431c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jzPTYcONd938_YFjD5oZ05LEoA6b9_qiy_j-cBNTOyk\\\",\\\"y\\\":\\\"Tm-ww3a2tiSTWJM_Ruyz_JIyh-zX9SeSH9yp36XIBpQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IMpSwqVD9r--lw8XN8FgK9TXFwdNOI1LcLmfGE5YTWA\"}"