"{\"content\":{\"body\":\"Imogene's marriage was to be withdrawn. Houston remained at Tregothnan for a couple of days and then returned to London. A week afterwards the Docimers followed him, and early in the following June the two lovers, after all their troubles and many vacillations, were made one at St George's church, to the great delight of Aunt Rosina. It cannot be said that the affair gave equal satisfaction to all the bridegroom's friends, as may be learnt from the following narration of two conversations which took place in London very shortly after the wedding.\\n\\n\\\"Fancy after all that fellow Houston going and marrying such a girl as Imogene Docimer, without a single blessed shilling to keep themselves alive.\\\" This was said in the smoking-room of Houston's club by Lord John Battledore to Tom Shuttlecock; but it was said quite aloud, so that Houston's various acquaintances might be enabled to offer their remarks on so interesting a subject; and to express their pity for the poor object of their commiseration. \\\"It's the most infernal piece of folly I ever heard in my life,\\\" said Shuttlecock. \\\"There was that Tringle girl with L#200,000 to be had just for the taking -- Traffick's wife's sister, you know.\\\"\\n\\n\\\"There was something wrong about that,\\\" said another. \\\"Benjamin Batsby, that stupid fellow who used to be in the twentieth, ran off with her just when everything had been settled between Houston and old Tringle.\\\"\\n\\n\\\"Not a bit of it,\\\" said Battledore. \\\"Tringle had quarrelled with Houston before that. Batsby did go with her, but the governor wouldn't come down with the money. Then the girl was brought back and there was no marriage.\\\" Upon that the condition of poor Gertrude in reference to her lovers and her fortune was discussed by those present with great warmth; but they all agreed that Houston had proved himself to be a bigger fool than any of them had expected.\\n\\n\\\"By George, he's going to set up for painting portraits,\\\" said Lord John, with great disgust.\\n\\nIn Queen's Gate the matter was discussed by the ladies there very much in the same spirit. At this time Gertrude was engaged to Captain Batsby, if not with the full approbation at any rate with the consent both of her father and mother, and therefore she could speak of Frank Houston and his bride, if with disdain, still without wounded feelings. \\\"Here it is in the papers, Francis Houston and Imogene Docimer,\\\" said Mrs Traffick.\\n\\n\\\"So she has really caught him at last!\\\" said Gertrude.\\n\\n\\\"There was not much to catch,\\\" rejoined Mrs Traffick. \\\"I doubt whether they have got L#500 a year between them.\\\"\\n\\n\\\"It does seem so very sudden,\\\" said Lady Tringle.\\n\\n\\\"Sudden!\\\" said Gertrude. \\\"They have been about it for the last five years. Of course he has tried to wriggle out of it all through. I am glad that she has succeeded at last, if only because he deserves it.\\\"\\n\\n\\\"I wonder where they'll find a place to live in,\\\" said Augusta. This took place in the bedroom which Mrs Traffick still occupied in Queen's Gate, when she had been just a month a mother.\\n\\nThus, with the kind assistance of Aunt Rosina, Frank Houston and Imogene Docimer were married at last, and the chronicler hereby expresses a hope that it may not be long before Frank may see a picture of his own hanging on the walls of the Academy, and that he may live to be afraid of the coming of no baby.\\n\\nCHAPTER 61 TOM TRINGLE GOES UPON HIS TRAVELS\\n\\nWe must again go back and pick up our threads to April, having rushed forward to be present at the wedding of Frank Houston and Imogene Docimer, which did not take place till near midsummer. This we must do at once in regard to Tom Tringle, who, if the matter be looked at aright, should be regarded as the hero of this little history. Ayala indeed, who is no doubt the real heroine among so many young ladies who have been more or less heroic, did not find in him the angel of whom she had dreamed, and whose personal appearance on earth was necessary to her happiness. But he had been able very clearly to pick out an angel for himself, and, though he had failed in his attempts to take the angel home with him, had been constant in his endeavours as long as there remained to him a chance of success. He had shown himself to be foolish, vulgar, and ignorant. He had given way to Bolivian champagne and Faddle intimacies. He had been silly enough to think that he could bribe his Ayala with diamonds for herself, and charm her with cheaper jewelry on his own person. He had thought to soar high by challenging his rival to a duel, and had then been tempted by pot courage to strike him in the streets. A very vulgar and foolish young man! But a young man capable of a persistent passion! Young men not foolish and not vulgar are, perhaps, common enough. But the young men of constant heart and capable of such persistency as Tom's are not to be found every day walking about the streets of the metropolis. Jonathan Stubbs was constant, too; but it may be doubted whether the Colonel ever really despaired. The merit is to despair and yet to be constant. When a man has reason to be assured that a young lady is very fond of him, he may always hope that love will follow -- unless indeed the love which he seeks has been already given away elsewhere. Moreover, Stubbs had many substantial supports at his back; the relationship of the Marchesa, the friendship of Lady Albury, the comforts of Stalham -- and not least, if last, the capabilities and prowess of Croppy. Then, too, he was neither vulgar nor foolish nor ignorant. Tom Tringle had everything against him -- everything that would weigh with Ayala; and yet he fought his battle out to the last gasp. Therefore, I desire my hearers to regard Tom Tringle as the hero of the transactions with which they have been concerned, and to throw their old shoes after him as he starts away upon his grand tour.\\n\\n\\\"Tom, my boy, you have to go, you know, in four days,\\\" said his father to him. At this time Tom had as yet given no positive consent as to his departure. He had sunk into a low state of moaning and groaning, in which he refused even to accede to the doctrine of the expediency of a manly bearing. \\\"What's the good of telling a lie about it?\\\" he would say to his mother. \\\"What's the good of manliness when a fellow would rather be drowned?\\\" He had left his bed indeed, and had once or twice sauntered out of the house. He had been instigated by his sister to go down to his club, under the idea that by such an effort he would shake off the despondency which overwhelmed him. But he had failed in the attempts, and had walked by the doors of the Mountaineers, finding himself unable to face the hall porter. But still the preparations for his departure were going on. It was presumed that he was to leave London for Liverpool on the Friday, and his father had now visited him in his own room on the Tuesday evening with the intention of extorting from him his final consent. Sir Thomas had on that morning expressed himself very freely to his son-in-law Mr Traffick, and on returning home had been glad to find that his words had been of avail, at any rate as regarded the dinner-hour. He was tender-hearted towards his son, and disposed to tempt him rather than threaten him into obedience. \\\"I haven't ever said I would go,\\\" replied Tom.\\n\\n\\\"But you must, you know. Everything has been packed up, and I want to make arrangements with you about money. I have got a cabin for you to yourself, and Captain Merry says that you will have a very pleasant passage. The equinoxes are over.\\\"\\n\\n\\\"I don't care about the equinoxes,\\\" said Tom. \\\"I should like bad weather if I am to go.\\\"\\n\\n\\\"Perhaps you may have a touch of that, too.\\\"\\n\\n\\\"If the ship could be dashed against a rock I should prefer it!\\\" exclaimed Tom.\\n\\n\\\"That's nonsense. The Cunard ships never are dashed against rocks. By the time you've been three days at sea you'll be as hungry as a hunter. Now, Tom, how about money?\\\"\\n\\n\\\"I don't care about money,\\\" said Tom.\\n\\n\\\"Don't you? Then you're very unlike anybody else that I meet. I think I had better give you power to draw at New York, San Francisco, Yokohama, Pekin, and Calcutta.\\\"\\n\\n\\\"Am I to go to Pekin?\\\" asked Tom, with renewed melancholy.\\n\\n\\\"Well, yes -- I think so. You had better see what the various houses are doing in China. And then from Calcutta you can go up the country. By that time I dare say we shall have possession of Kabul. With such a government as we have now, thank God! the Russians will have been turned pretty nearly out of Asia by this time next year.\\\"?SS1?EE\\n\\n\\\"Am I to be away more than a year?\\\"\\n\\n\\\"If I were you,\\\" said the father, glad to catch the glimmer of assent which was hereby implied -- \\\"if I were you I would do it thoroughly whilst I was about it. Had I seen so much when I was young I should have been a better man of business.\\\"\\n\\n\\\"It's all the same to me,\\\" said Tom. \\\"Say ten years, if you like it! Say twenty! I shan't ever want to come back again. Where am I to go after Kabul?\\\"\\n\\n\\\"I didn't exactly fix it that you should go to Kabul. Of course you will write home and give me your own opinion as you travel on. You will stay two or three months probably in the States.\\\" \\\"Am I to go to Niagara?\\\" he asked.\\n\\n\\\"Of course you will, if you wish it. The Falls of Niagara, I am told, are very wonderful.\\\"\\n\\n\\\"If a man is to drown himself,\\\" said Tom, \\\"it's the sort of place to do it effectually.\\\"\\n\\n\\\"Oh, Tom!\\\" exclaimed his father. \\\"Do not speak to me in that way when I am doing everything in my power to help you in your trouble!\\\"\\n\\n\\\"You cannot help me,\\\" said Tom.\\n\\n\\\"Circumstances will. Time will do it. Employment will do it. A sense of your dignity as a man will do it, when you find yourself amongst others who know nothing of what you have suffered. You revel in your grief now because those around you know that you have failed. All that will be changed when you are with strangers. You should not talk to your father of drowning yourself!\\\"\\n\\n\\\"That was wrong. I know it was wrong,\\\" said Tom, humbly. \\\"I won't do it if I can help it -- but perhaps I had better not go there. And how long ought I to stay at Yokohama? Perhaps you had better put it all down on a bit of paper.\\\" Then Sir Thomas endeavoured to explain to him that all that he said now was in the way of advice. That it would be in truth left to himself to go almost where he liked and to stay at each place almost as long as he liked -- that he would be his own master, and that within some broad and undefined limits he would have as much money as he pleased to spend. Surely no preparations for a young man's tour were ever made with more alluring circumstances! But Tom could not be tempted into any expression of satisfaction.\\n\\nThis, however, Sir Thomas did gain -- that before he left his son's room it was definitely settled -- that Tom should take his departure on the Friday, going down to Liverpool by an afternoon train on that day. \\\"I tell you what,\\\" said Sir Thomas; \\\"I'll go down with you, see you on board the ship, and introduce you to Captain Merry. I shall be glad of an opportunity of paying a visit to Liverpool.\\\" And so the question of Tom's departure was settled.\\n\\nOn the Wednesday and Thursday he seemed to take some interest in his bags and portmanteaus, and began himself to look after those assuagements of the toils of travel which are generally dear to young men. He interested himself in a fur coat, in a well-arranged despatch box, and in a very neat leathern case which was intended to hold two brandy flasks. He consented to be told of the number of his shirts, and absolutely expressed an opinion that he should want another pair of dress-boots. When this occurred every female bosom in the house, from Lady Tringle's down to the kitchen-maid's, rejoiced at the signs of recovery which evinced themselves. But neither Lady Tringle nor the kitchen-maid, nor did any of the intermediate female bosoms, know how he employed himself when he left the house on that Thursday afternoon. He walked across the Park, and, calling at Kingsbury Crescent, left a note addressed to his aunt. It was as follows: \\\"I start tomorrow afternoon -- I hardly know whither. It may be for years or it may be for ever. I should wish to say a word to Ayala before I go. Will she see me if I come at twelve o'clock exactly tomorrow morning? I will call for an answer in half an hour. T.T., junior. Of course I am aware that Ayala is to become the bride of Colonel Jonathan Stubbs.\\\" In half an hour he returned, and got his answer. \\\"Ayala will be glad to have an opportunity of saying goodbye to you tomorrow morning.\\\"\\n\\nFrom this it will be seen that Ayala had at that time returned from Stalham to Kingsbury Crescent. She had come back joyful in heart, thoroughly triumphant as to her angel, with everything in the world sweet and happy before her -- desirous if possible to work her fingers on in mending the family linen, if only she could do something for somebody in return for all the joy that the world was giving her. When she was told that Tom wished to see her for the last time -- for the last time at any rate before her marriage -- she assented at once. \\\"I think you should see him as he asks it,\\\" said her aunt.\\n\\n\\\"Poor Tom! Of course I will see him.\\\" And so the note was written which Tom received when he called the second time at the door. At half past eleven he skulked out of the house in Queen's Gate, anxious to avoid his mother and sisters, who were on their side anxious to devote every remaining minute of the time to his comfort and welfare. I am afraid it must be acknowledged that he went with all his jewelry. It could do no good. At last he was aware of that. But still he thought that she would like him better with his jewelry than without it. Stubbs wore no gems, not even a ring, and Ayala when she saw her cousin enter the room could only assure herself that the male angels certainly were never bejewelled. She was alone in the drawing-room, Mrs Dosett having arranged that at the expiration of ten minutes, which were to be allowed to Tom for his private adieux, she would come down to say goodbye to her nephew. \\\"Ayala!\\\" said Tom.\\n\\n\\\"So you are going away -- for a very long journey, Tom.\\\"\\n\\n\\\"Yes, Ayala; for a very long journey; to Pekin and Kabul, if I live through to get to those sort of places.\\\"\\n\\n\\\"I hope you will live through, Tom.\\\"\\n\\n\\\"Thank you, Ayala. Thank you. I dare say I shall. They tell me I shall get over it. I don't feel like getting over it now.\\\" \\\"You'll find some beautiful young lady at Pekin, perhaps.\\\"\\n\\n\\\"Beauty will never have any effect upon me again, Ayala. Beauty indeed! Think what I have suffered from beauty! From the first moment in which you came down to Glenbogie I have been a victim to it. It has destroyed me -- destroyed me!\\\"\\n\\n\\\"I am sure you will come back quite well,\\\" said Ayala, hardly knowing how to answer the last appeal.\\n\\n\\\"Perhaps I may. If I can only get my heart to turn to stone, then I shall. I don't know why I should have been made to care so much about it. Other people don't.\\\"\\n\\n\\\"And now we must say, Goodbye, I suppose.\\\"\\n\\n\\\"Oh, yes -- goodbye! I did want to say one or two words if you ain't in a hurry. Of course you'll be his bride now.\\\"\\n\\n\\\"I hope so,\\\" said Ayala.\\n\\n\\\"I take that for granted. Of course I hate him.\\\"\\n\\n\\\"Oh, Tom; you shan't say that.\\\"\\n\\n\\\"It's human nature! I can tell a lie if you want it. I'd do anything for you. But you may tell him this: I'm very sorry I struck him.\\\" \\\"He knows that, Tom. He has said so to me.\\\"\\n\\n\\\"He behaved well to me -- very well -- as he always does to everybody.\\\" \\\"Now, Tom, that is good of you. I do like you so much for saying that.\\\"\\n\\n\\\"But I hate him!\\\"\\n\\n\\\"No!\\\"\\n\\n\\\"The evil spirits always hate the good ones. I am conscious of an evil spirit within my bosom. It is because my spirit is evil that you would not love me. He is good, and you love him.\\\"\\n\\n\\\"Yes; I do,\\\" said Ayala.\\n\\n\\\"And now we will change the conversation. Ayala, I have got a little present which you must take from me.\\\"\\n\\n\\\"Oh, no!\\\" said Ayala, thinking of the diamond necklace.\\n\\n\\\"It's only a little thing -- and I hope you will.\\\" Then he brought out from his pocket a small brooch which he had selected from his own stock of jewelry for the occasion. \\\"We are cousins, you know.\\\"\\n\\n\\\"Yes, we are cousins,\\\" said Ayala, accepting the brooch, but still accepting it unwillingly.\\n\\n\\\"He must be very disdainful if he would object to such a little thing as this,\\\" said Tom, referring to the Colonel.\\n\\n\\\"He is not at all disdainful. He will not object in the least. I am sure of that, Tom. I will take it then, and I will wear it sometimes as a memento that we have parted like friends -- as cousins should do.\\\"\\n\\n\\\"Yes, as friends,\\\" said Tom, who thought that even that word was softer to his ear than cousins. Then he took her by the hand and looked into her face wistfully, thinking what might be the effect if for the last and for the first time he should snatch a kiss. Had he done so I think she would have let it pass without rebuke under the guise of cousinship. It would have been very disagreeable -- but then he was going away for so long a time, for so many miles! But at the moment Mrs Dosett came in, and Ayala was saved. \\\"Goodbye,\\\" he said; \\\"goodbye,\\\" and without waiting to take the hand which his aunt offered him he hurried out of the room, out of the house, and back across the Gardens to Queen's Gate.\\n\\nAt Queen's Gate there was an early dinner, at three o'clock, at which Sir Thomas did not appear, as he had arranged to come out of the city and meet his son at the railway station. There were, therefore, sitting at the board for the last time the mother and the two sisters with the intending traveller. \\\"Oh, Tom,\\\" said Lady Tringle, as soon as the servant had left them together, \\\"I do so hope you will recover.\\\"\\n\\n\\\"Of course he will recover,\\\" said Augusta.\\n\\n\\\"Why shouldn't he recover?\\\" asked Gertrude. \\\"It's all in a person's mind. If he'd only make up his mind not to think about her the thing would be done, and there would be nothing the matter with him.\\\"\\n\\n\\\"There are twenty others, ever so much better than Ayala, would have him tomorrow,\\\" said his mother.\\n\\n\\\"And be glad to catch him,\\\" said Gertrude. \\\"He's not like one of those who haven't got anything to make a wife comfortable with.\\\"\\n\\n\\\"As for Ayala,\\\" said Augusta, \\\"she didn't deserve such good luck. I am told that that Colonel Stubbs can't afford to keep any kind of carriage for her. But then, to be sure, she has never been used to a carriage.\\\"\\n\\n\\\"Oh, Tom, do look up,\\\" said his mother, \\\"and say that you will try to be happy.\\\"\\n\\n\\\"He'll be all right in New York,\\\" said Gertrude. \\\"There's no place in the world, they say, where the girls put themselves forward so much, and make things so pleasant for the young men.\\\" \\\"He will soon find someone there\\\", said Augusta, \\\"with a good deal more to say for herself than Ayala, and a great deal better looking.\\\"\\n\\n\\\"I hope he will find someone who will really love him,\\\" said his mother.\\n\\nTom sat silent while he listened to all this encouragement, turning his face from one speaker to the other. It was continued, with many other similar promises of coming happiness, and assurances that he had been a gainer in losing all that he had lost, when he suddenly turned sharply upon them, and strongly expressed his feelings to his sisters. \\\"I don't believe that either of you know anything about it,\\\" he said.\\n\\n\\\"Don't know anything about what?\\\" said Augusta, who, as a lady who had been married over twelve months and was soon about to become a mother, felt that she certainly did know all about it. \\\"Why don't we know as well as you?\\\" asked, Gertrude, who had also had her experiences.\\n\\n\\\"I don't believe you do know anything about it -- that's all,\\\" said Tom. \\\"And now there's the cab. Goodbye, mother! Goodbye, Augusta. I hope you'll be all right.\\\" This alluded to the baby. \\\"Goodbye, Gertrude. I hope you'll get all right too some day.\\\" This alluded to Gertrude's two lovers. Then he left them, and as he got into his cab declared to himself that neither of them had ever, or would ever, know anything of that special trouble which had so nearly overwhelmed himself.\\n\\n\\\"Upon my word, Tom,\\\" said his father, walking about the vessel with him, \\\"I wish I were going to New York myself with you -- it all looks so comfortable.\\\"\\n\\n\\\"Yes,\\\" said Tom, \\\"it's very nice.\\\"\\n\\n\\\"You'll enjoy yourself amazingly. There is that Mrs Thompson has two as pretty daughters with her as ever a man wished to see.\\\" Tom shook his head. \\\"And you're fond of smoking. Did you see the smoking-room? They've got everything on board these ships now. Upon my word I envy you the voyage.\\\"\\n\\n\\\"It's as good as anything else, I dare say,\\\" said Tom. \\\"Perhaps it's better than London.\\\"\\n\\nThen his father, who had been speaking aloud to him, whispered a word in his ear. \\\"Shake yourself, Tom -- shake yourself, and get over it.\\\"\\n\\n\\\"I am trying,\\\" said Tom.\\n\\n\\\"Love is a very good thing, Tom, when a man can enjoy it, and make himself warm with it, and protect himself by it from selfishness and hardness of heart. But when it knocks a man's courage out of him, and makes him unfit for work, and leaves him to bemoan himself, there's nothing good in it. It's as bad as drink. Don't you know that I am doing the best I can for you, to make a man of you?\\\"\\n\\n\\\"I suppose so.\\\"\\n\\n\\\"Then shake yourself, as I call it. It is to be done, if you set about it in earnest. Now, God bless you, my boy.\\\" Then Sir Thomas got into his boat, and left his son to go upon his travels and get himself cured by a change of scene.\\n\\nI have no doubt that Tom was cured, if not before he reached New York, at any rate before he left that interesting city -- so that when he reached Niagara, which he did do in company with Mrs Thompson and her charming daughters, he entertained no idea of throwing himself down the Falls. We cannot follow him on that prolonged tour to Japan and China, and thence to Calcutta and Bombay. I fancy that he did not go on to Kabul, as before that time the Ministry in England was unfortunately changed, and the Russians had not as yet been expelled from Asia -- but I have little doubt that he obtained a great deal of very useful mercantile information, and that he will live to have a comfortable wife and a large family, and become in the course of years the senior partner in the great house of Travers and Treason. Let us, who have soft hearts, now throw our old shoes after him.\\n\\n1 It has to be stated that this story was written in 1878.\\n\\nCHAPTER 62 HOW VERY MUCH HE LOVED HER\\n\\nWe have seen how Mr Traffick was finally turned out of his father-in-law's house -- or, rather, not quite finally when we last saw him, as he continued to sleep at Queen's Gate for two or three nights after that, until he had found shelter for his head. This he did without encountering Sir Thomas, Sir Thomas pretending the while to believe that he was gone; and then in very truth his last pair of boots was removed. But his wife remained, awaiting the great occurrence with all the paternal comforts around her, Mr Traffick having been quite right in surmising that the father would not expose his daughter in her delicate condition to the inclemencies of the weather.\\n\\nBut this no more than natural attention on the part of the father and grandfather to the needs of his own daughter and grandchild did not in the least mitigate in the bosom of the Member of Parliament the wrath which he felt at his own expulsion. It was not, as he said to himself, the fact that he was expelled, but the coarseness of the language used. \\\"The truth is,\\\" he said to a friend in the House, \\\"that, though it was arranged that I should remain there till after my wife's confinement, I could not bear his language.\\\" It will probably be acknowledged that the language was of a nature not to be borne.\\n\\nWhen, therefore, Captain Batsby went down to the House on the day of Tom's departure to see his counsellor he found Mr Traffick full rather of anger than of counsel. \\\"Oh, yes,\\\" said the Member, walking with the Captain up and down some of the lobbies, \\\"I spoke to him, and told him my mind very freely. When I say I'll do a thing, I always do it. And as for Tringle, nobody knows him better than I. It does not do to be afraid of him. There is a little bit of the cur about him.\\\"\\n\\n\\\"What did he say?\\\"\\n\\n\\\"He didn't like it. The truth is -- . You know I don't mind speaking to you openly.\\\"\\n\\n\\\"Oh, no,\\\" said Batsby.\\n\\n\\\"He thinks he ought to do as well with the second girl as he has done with the first.\\\" Captain Batsby at this opened his eyes, but he said nothing. Having a good income of his own, he thought much of it. Not being the younger son of a lord, and not being a Member of Parliament, he thought less of the advantages of those high privileges. It did not suit him, however, to argue the question at the present moment. \\\"He is proud of his connection with our family, and looks perhaps even more than he ought to do to a seat in the House.\\\"\\n\\n\\\"I could get in myself if I cared for it,\\\" said Batsby.\\n\\n\\\"Very likely. It is more difficult than ever to find a seat just now. A family connection of course does help one. I had to trust to that a good deal before I was known myself.\\\"\\n\\n\\\"But what did Sir Thomas say?\\\"\\n\\n\\\"He made himself uncommonly disagreeable -- I can tell you that. He couldn't very well abuse me, but he wasn't very particular in what he said about you. Of course he was cut up about the elopement. We all felt it. Augusta was very much hurt. In her precarious state it was so likely to do a mischief.\\\"\\n\\n\\\"It can't be undone now.\\\"\\n\\n\\\"No -- it can't be undone. But it makes one feel that you can't make a demand for money as though you set about it in the other way. When I made up my mind to marry I stated what I thought I had a right to demand, and I got it. He knew very well that I shouldn't take a shilling less. It does make a difference when he knows very well that you've got to marry the girl whether with or without money.\\\"\\n\\n\\\"I haven't got to marry the girl at all.\\\"\\n\\n\\\"Haven't you? I rather think you have, old fellow. It is generally considered that when a gentleman has gone off with a girl he means to marry her.\\\"\\n\\n\\\"Not if the father comes after her and brings her back.\\\"\\n\\n\\\"And when he has gone afterwards to the family house and proposed himself again in the mother's presence.\\\" In all this Mr Traffick had received an unfair advantage from the communications which were made to him by his wife. \\\"Of course you must marry her. Sir Thomas knows that, and, knowing it, why should he be flush with his money? I never allowed myself to say a single word they could use against me till the ready-money-down had been all settled.\\\" \\\"What was it he did say?\\\" Batsby was thoroughly sick of hearing his counsellor tell so many things as to his own prudence and his own success, and asked the question in an angry tone.\\n\\n\\\"He said that he would not consider the question of money at all till the marriage had been solemnised. Of course he stands on his right. Why shouldn't he? But, rough as he is, he isn't stingy. Give him his due. He isn't stingy. The money's there all right; and the girl is his own child. You'll have to wait his time -- that's all.\\\"\\n\\n\\\"And have nothing to begin with?\\\"\\n\\n\\\"That'll be about it, I think. But what does it matter, Batsby? You are always talking about your income.\\\"\\n\\n\\\"No, I ain't; not half so much as you do of your seat in Parliament -- which everybody says you are likely to lose at the next election.\\\" Then, of course, there was a quarrel. Mr Traffick took his offended dignity back to the House -- almost doubting whether it might not be his duty to bring Captain Batsby to the bar for contempt of privilege; and the Captain took himself off in thorough disgust. Nevertheless there was the fact that he had engaged himself to the young lady a second time. He had run away with her with the object of marrying her, and had then, according to his own theory in such matters -- been relieved from his responsibility by the appearance of the father and the re-abduction of the young lady. As the young lady had been taken away from him it was to be supposed that the intended marriage was negatived by a proper authority. When starting for Brussels he was a free man; and had he been wise he would have remained there, or at some equally safe distance from the lady's charms. Then, from a distance, he might have made his demand for money, and the elopement would have operated in his favour rather than otherwise. But he had come back, and had foolishly allowed himself to be persuaded to show himself at Queen's Gate. He had obeyed Traffick's advice, and now Traffick had simply thrown him over and quarrelled with him. He had too promised, in the presence both of the mother and the married sister, that he would marry the young lady without any regard to money. He felt it all and was very angry with himself, consoling himself as best he might with the reflection that Sir Thomas's money was certainly safe, and that Sir Thomas himself was a liberal man. In his present condition it would be well for him, he thought, to remain inactive and see what circumstances would do for him. But circumstances very quickly became active. On his return to his lodgings, after leaving Mr Traffick, he found a note from Queen's Gate. \\\"Dearest Ben -- Mamma wants you to come and lunch tomorrow. Papa has taken poor Tom down to Liverpool, and won't be back till dinner-time. -- G.\\\" He did not do as he was bid, alleging some engagement of business. But the persecution was continued in such a manner as to show him that all opposition on his part would be hopeless unless he were to proceed on some tour as prolonged as that of his future brother-in-law. \\\"Come and walk at three o'clock in Kensington Gardens tomorrow.\\\" This was written on the Saturday after his note had been received. What use would there be in continuing a vain fight? He was in their hands, and the more gracefully he yielded the more probable it would be that the father would evince his generosity at an early date. He therefore met his lady-love on the steps of the Albert Memorial, whither she had managed to take herself all alone from the door of the family mansion.\\n\\n\\\"Ben,\\\" she said, as she greeted him, \\\"why did you not come for me to the house?\\\"\\n\\n\\\"I thought you would like it best.\\\"\\n\\n\\\"Why should I like it best? Of course mamma knows all about it. Augusta would have come with me just to see me here, only that she cannot walk out just at present.\\\" Then he said something to her about the Monument, expressed his admiration of the Prince's back, abused the east wind, remarked that the buds were coming on some of the trees, and suggested that the broad road along by the Round Pond would be drier than the little paths. It was not interesting, as Gertrude felt, but she had not expected him to be interesting. The interest she knew must be contributed by herself. \\\"Ben,\\\" she said, \\\"I was so happy to hear what you said to mamma the other day.\\\"\\n\\n\\\"What did I say?\\\"\",\"timestamp\":1639991749,\"title\":\"\\nWhen the matter had been carried as far as this it was manifest enough that anything like opposition\"},\"digest\":\"JnTmaf6686UXSg9l9NqGKaOqnimSXHgJv_inQNAcPF8\",\"authorship\":{\"contributor\":\"0x64C49f050417521e14CDAd1447c72F8234716Cd7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w6MeX9qxrPu1BRcX6UNEjhti-0kkFpcNUCcvEYJ9tYA\\\",\\\"y\\\":\\\"ipQTLBBpXdunHnfgKpK6Rypt0z65mE3yHEHYdiT_Qmg\\\"}\",\"signature\":\"krSJ4P8xSRdMqaNnNSdLsF3e6H5PBnPgqkQK086eoIzTg0R3Y95xFxk1MhGwH3cYfGCGVkXyVy4gNmw0R1BZnQ\",\"signingKeySignature\":\"0x9f68f25775bcc75c6ab2c514b5ee560aeb42fa02ffceebe258d19736a2772b4c68a00baa9fda1dc1a8e9185ad2b314a29db92566914c1023f19d7c65634f01d71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w6MeX9qxrPu1BRcX6UNEjhti-0kkFpcNUCcvEYJ9tYA\\\",\\\"y\\\":\\\"ipQTLBBpXdunHnfgKpK6Rypt0z65mE3yHEHYdiT_Qmg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JnTmaf6686UXSg9l9NqGKaOqnimSXHgJv_inQNAcPF8\"}"