"{\"content\":{\"body\":\"“星雅，我对不起你……”枕边絮语的时候，吴缺这么说。\\n\\n林星雅：“怎么了？渣男。又撩了一个小妹妹吗？”\\n\\n吴缺：“没有，跟小妹妹没关系，我……把夜王币项目卖了。“\\n\\n林星雅吃惊：“啊？卖了多少？”\\n\\n吴缺：“10亿美元现金，明天官宣，ONLY要和夜王币合并，这个冷钱包……是你的12%股份的1.2亿美元，密码是你的生日后面四位+我的生日后面四位。对不起啊，我没经过你同意，我实在无能，缪飞要带着团队搞硬分叉，我没办法，只能提前结束自己的项目了，本来想着自己能把ONLY的60亿都巴拉过来的，现在只能这么多了。”\\n\\n林星雅把冷钱包接过来，眨眨眼：“10亿U啊，还可以啊 ，免得我天天担惊受怕，你这项目一会儿捅个大篓子。”\\n\\n她兴致勃勃地查询了一下属于她的1.2亿U，这么大的一笔钱，可不是每个人都有机会见识的。\\n\\n吴缺抱着她的肩膀说：“你不反对就好，哎，有这钱，够你养我们的双胞胎了，说是龙凤胎？有趣啊，哈哈。”\\n\\n林星雅充满了安全感：“哎，想不到我老公还挺有本事的。”\\n\\n吴缺：“那你还上班吗？我感觉你挺辛苦啊。”\\n\\n林星雅：“看吧，尽量少上班，现在是高级合伙人了，也没有必要那么忙，出差的事情就不做了。”\\n\\n吴缺：“好，可千万别累着，有事情，不管大小，马上给我打电话，我拍马就到。”\\n\\n林星雅完全没听进去他的告白，好奇地问：“那你现在是不是有8.8亿美金？”\\n\\n吴缺：“啊？你想得美，ONLY也不是什么家大业大的，弄出1.2亿现金已经是极限了，他们用10%的治理代币抵押，一年之后给我解锁30%的现金，两年之后50%，三年之后100%，我也可以选择一直持有10%的代币，我现在只有1000万现金，还有，我这8.8亿里面还有1亿属于开发团队，一年之后他们才拿到现金。当然，跟着缪飞单飞的，全部的权益没收。我相当于把缪飞的一个亿给没收了，想想就爽。”\\n\\n林星雅想了想：“10%的ONLY，比什么现金都厉害，因为ONLY发展的障碍已经扫除了，老公要成为大佬了，还真不习惯呢。”\\n\\n吴缺：“我老婆才是大佬，我只不过是运气好，在你面前，永远不敢说自己是大佬。”\\n\\n他们心情大好，互相吹捧一番，相拥而眠。\\n\\n\\\\---\\n\\n今天有稀客来骊山洋房，是钱浅。\\n\\n“坐吧，我忙呢。”吴缺没有放下手中的活计，他本来就是为了做菜给她吃，因为她打电话的时候是这么说的：“大叔，我又找了一个小奶狗，可是相处了三天就觉得好没劲，我想吃大叔做的菜，可以吗？”\\n\\n吴缺想吃什么就做什么，这不，忽然想起了江疏雨想起了川菜，所以戴着有呼吸阀的口罩在那里颠勺呢。\\n\\n钱浅想到厨房看他做菜，结果就被呛了出来。\\n\\n钱浅靠在沙发上，一副无聊至极的样子，终于，开始端菜上桌，她这才恢复了一点精气神。\\n\\n吴缺无限爱怜地看着小妹妹，说：“无聊来找大叔就对了，我说过了，女孩子也是需要策略多样性，天天对着小奶狗很没劲吧？没断奶的男生懂个屁，配不上我们浅浅。”\\n\\n全部是红红火火的炒菜，三大样，还有一个清炒的蔬菜用来舒缓一下味蕾，一个清汤用来给舌尖回血的。钱浅胃口大开，赞：“大叔手艺真好，比我爸的还好。”\\n\\n吴缺感慨：“少年壮志不言愁，再回首，发现居然炒菜最拿手。就很滑稽。”\\n\\n钱浅扑哧一笑：“好押韵呢大叔。”\\n\\n钱浅不怎么关心加密圈，很外行地说：“我好像发现夜王币没了，怎么回事？”\\n\\n吴缺：“对，退市了。”\\n\\n钱浅还以为退市的意思就是归零了，非常同情大叔：“哦，那你……什么都没了？”\\n\\n吴缺：“……我还有厨艺傍身。”他忽然觉得装穷也挺快乐的。\\n\\n钱浅居然说：“如果需要用钱，大叔你开口，我爸每个月给我5万块钱，我都攒起来了，现在攒了50万了。”\\n\\n吴缺大吃一惊，张大了嘴：“这么多……”\\n\\n钱浅：“如果你需要创业的话，我说不定还可以帮你融资，我爸最近不知道为什么，赚钱很容易，说我需要的话，可以给我1000万创业。”\\n\\n吴缺忽然想到了云野曾经为了10万块钱到处想办法，实在是……，他说：“云野不知道你是富家女？”\\n\\n钱浅：“对啊，我才不要他知道我有钱，那样爱情就不纯粹了。”\\n\\n吴缺忽然想到一个很有趣的点子，如果能把小妹妹的钱骗过来用肯定很有趣。决定先把她的50万私房钱骗过来，怎么骗呢？\\n\\n钱浅忽然问：“云野现在也有钱了，他的MV很受欢迎呢，大叔怎么还没去告他？”\\n\\n吴缺：“咳咳，那个，甄傲雪来找过我了。”\\n\\n钱浅精神一震：“嗯？你们达成PY交易了？”\\n\\n吴缺恼道：“啧！怎么这么说话？你知道PY是什么意思吗？这种话也随便说出口。”\\n\\n钱浅浅浅一笑：“大叔，你想转移话题，行了，正面回答我的问题。”\\n\\n吴缺想到那24小时的旖旎风光，到现在都回味无穷，实在是……划算。\\n\\n钱浅：“大叔？你笑得好鬼畜啊。”\\n\\n拗不过，吴缺只好交代：“对，发生了一点事情，总之让我放弃了诉讼。”\\n\\n钱浅忽然觉得嘴里的川菜不香了：“没想到你是这样的大叔，我不喜欢你了！”\\n\\n吴缺：“这……我有什么办法？我确实很馋傲雪的身子啊。”\\n\\n钱浅退而求其次：“那现在还有没有联系？你跟她。”\\n\\n吴缺：“没有，大家都不好意思联系，毕竟是一场不光彩的交易，结束就结束了。”\\n\\n钱浅还是不甘心，问：“你真的把她睡了？”\\n\\n吴缺：“不信拉倒。”\\n\\n钱浅好像不太开心，当然了，有些女生，即便是自己不喜欢的东西也要占为己有，自己又不是真的喜欢大叔，看到大叔被勾引，也不开心。\\n\\n吴缺馋的是小妹妹们的身子，小妹妹则主要是馋大叔的身份：厨子。\\n\\n钱浅站在露台，默默无语。\\n\\n吴缺洗碗刷锅完毕，站在她身边：“看什么呢？”\\n\\n钱浅：“呼吸新鲜空气而已。”\\n\\n吴缺点点头：“这边空气确实不错，比市区好多了。”\\n\\n钱浅淡淡道：“大叔，你不干净了，浅浅不喜欢了，你不知道你错过了什么。”\\n\\n吴缺：“……那，还愿意借钱给我吗？”\\n\\n钱浅：“要多少？”\\n\\n吴缺：“20万？”\\n\\n钱浅：“干什么用？”\\n\\n吴缺：“买好东西，还缺。”\\n\\n钱浅掏出手机，把理财产品里面的20万申请赎回，说：“明天就能赎回，到时候转给你。”\\n\\n吴缺有点感动，30多岁的人，第一次被小妹妹给奶了一口。\\n\\n他说：“谢谢啊，好想为你两肋插刀啊。”\\n\\n钱浅扑哧一笑：“大叔的调皮劲儿又回来了。”\\n\\n第二天，吴缺又招呼钱浅过来吃饭，这一顿却是威灵顿牛排，将牛柳涂上鹅肝酱，再盖上酥皮烤焗而成。还有一瓶法国圣埃美隆特级园的白马酒庄的干红。\\n\\n钱浅赞叹：“哇，居然会做威灵顿牛排，可以的大叔，这酒有什么讲究吗？”\\n\\n吴缺：“这是1855列级庄没有的右岸的圣埃美隆产区的顶级酒庄，顶级应该都差不多吧，我就是喜欢它叫白马酒庄，喝了说不定我能成为白马王子。”\\n\\n钱浅尝了一口，赞：“绝绝子。”\\n\\n吴缺忽然盯着钱浅的眼睛凝视，钱浅迎接他的目光，毫无惧色，就这样莫名的对视了30秒钟，钱浅忽然低头，羞涩一笑。\\n\\n吴缺：“不可一世的拿破仑将军，输给了威名赫赫的威灵顿公爵，公爵最喜欢的这道菜因为公爵而出名，经过了百年风雨，威灵顿牛排和这瓶6000多块钱的白马酒庄葡萄酒在一起聚首，一个大叔痴心妄想成为一个小妹妹的白马王子。喂，你知道这一切都是为什么吗？”\\n\\n钱浅再次抬起头，迎接大叔的灼灼目光：“为什么呢？”\\n\\n吴缺：“缘分。不知道你有没有想过一个非常非常可怕的问题，在你出生之前，世界上发生的任何事情，只要有一点点没有往某个方向走，我们很可能就不会出生，用演化学家道金斯的话来说，一亿年前，一只恐龙因为某种原因没有看见躲在一片树叶后面的某一只哺乳动物，所以，我们人类才会诞生，因为这只哺乳动物是所有人类的共同祖先。你爸妈的相爱哪怕差一天，你都不会出生，而我们今天能坐在这里共进晚餐，不知道是什么样的机缘巧合才造就的缘分，想想真是让人不寒而栗呢。”\\n\\n钱浅打了个激灵：“好……好可怕啊。”\\n\\n吴缺：“为了缘分，Cheers。”他举杯。\\n\\n碰杯喝酒之后，吴缺又盯着钱浅看了，钱浅有点慌：“大叔你别老是看我。”\\n\\n吴缺：“我希望，多年以后，面对儿子的询问，妈妈，你是什么时候爱上爸爸的？一个风韵犹存的大妈会回忆起当年还是少女的时候跟一个大叔一起喝白马葡萄酒的晚上。”\\n\\n钱浅觉得，自己被比白马葡萄酒还要上头的情话给套路了，她的贝齿咬着芳唇，不得不承认，她真的怦然心动了。\\n\\n吴缺厚颜无耻地抓起了小妹妹的手，小妹妹无力抗拒。\\n\\n获得了正反馈之后，吴缺进一步攻城略地，站起来，居高临下，亲吻了小妹妹。\\n\\n他们居然知道了威灵顿牛排和白马葡萄酒在别人的唇齿之间是什么味道。\",\"timestamp\":1639457969,\"title\":\"共济会风云 第42章 白马\"},\"digest\":\"X6MiM4rvg47Xqk6l9chn8dxfWEtUJvgK3LvvVPDJEdc\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"signature\":\"2NX32cNnD_nsHnzVaD7ZNFr1aQiY1IZFc_GUD5Gb7o-A_1eQfwSNQT9Ry6cJWPz-RojExfaZ0gbj2vSw0NuxrQ\",\"signingKeySignature\":\"0x9f493a0ee5c1128506766a2a4278c0eddffcbe813b83cca20a5bd7bbac47104e374e7273911a6e1fc7555ff99c7df2a78449737ae99d4f6ae323f06fe9e95fca1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"X6MiM4rvg47Xqk6l9chn8dxfWEtUJvgK3LvvVPDJEdc\"}"