"{\"content\":{\"body\":\"\\\"Spare me all remonstrances; I am not fit to bear them. My life has only one object now--the pursuing of this mystery to the end. Will you help me? I am scarcely fit to act for myself.\\\"\\n\\nHe still spoke in the same unnaturally hushed, deliberate tones. D'Arbino and Finello exchanged glances behind him as he rose from the sofa on which he had hitherto been lying.\\n\\n\\\"We will help you in everything,\\\" said D'Arbino, soothingly. \\\"Trust in us to the end. What do you wish to do first?\\\"\\n\\n\\\"The figure must have gone through this room. Let us descend the staircase and ask the servants if they have seen it pass.\\\"\\n\\n(Both D'Arbino and Finello remarked that he did not say *her*.)\\n\\nThey inquired down to the very courtyard. Not one of the servants had seen the Yellow Mask.\\n\\nThe last resource was the porter at the outer gate. They applied to him; and in answer to their questions he asserted that he had most certainly seen a lady in a yellow domino and mask drive away, about half an hour before, in a hired coach.\\n\\n\\\"Should you remember the coachman again?\\\" asked D'Arbino.\\n\\n\\\"Perfectly; he is an old friend of mine.\\\"\\n\\n\\\"And you know where he lives?\\\"\\n\\n\\\"Yes; as well as I know where I do.\\\"\\n\\n\\\"Any reward you like, if you can get somebody to mind your lodge, and can take us to that house.\\\"\\n\\nIn a few minutes they were following the porter through the dark, silent streets. \\\"We had better try the stables first,\\\" said the man. \\\"My friend, the coachman, will hardly have had time to do more than set the lady down. We shall most likely catch him just putting up his horses.\\\"\\n\\nThe porter turned out to be right. On entering the stable-yard, they found that the empty coach had just driven into it.\\n\\n\\\"You have been taking home a lady in a yellow domino from the masquerade?\\\" said D'Arbino, putting some money into the coachman's hand.\\n\\n\\\"Yes, sir; I was engaged by that lady for the evening--engaged to drive her to the ball as well as to drive her home.\\\"\\n\\n\\\"Where did you take her from?\\\"\\n\\n\\\"From a very extraordinary place--from the gate of the Campo Santo burial-ground.\\\"\\n\\nDuring this colloquy, Finello and D'Arbino had been standing with Fabio between them, each giving him an arm. The instant the last answer was given, he reeled back with a cry of horror.\\n\\n\\\"Where have you taken her to now?\\\" asked D'Arbino. He looked about him nervously as he put the question, and spoke for the first time in a whisper.\\n\\n\\\"To the Campo Santo again,\\\" said the coachman.\\n\\nFabio suddenly drew his arms out of the arms of his friends, and sank to his knees on the ground, hiding his face. From some broken ejaculations which escaped him, it seemed as if he dreaded that his senses were leaving him, and that he was praying to be preserved in his right mind.\\n\\n\\\"Why is he so violently agitated?\\\" said Finello, eagerly, to his friend.\\n\\n\\\"Hush!\\\" returned the other. \\\"You heard him say that when he saw the face behind the yellow mask, it was the face of his dead wife?\\\"\\n\\n\\\"Yes. But what then?\\\"\\n\\n\\\"His wife was buried in the Campo Santo.\\\"\\n\\nCHAPTER V.\\n\\nOF all the persons who had been present, in any capacity, at the Marquis Melani's ball, the earliest riser on the morning after it was Nanina. The agitation produced by the strange events in which she had been concerned destroyed the very idea of sleep. Through the hours of darkness she could not even close her eyes; and, as soon as the new day broke, she rose to breathe the early morning air at her window, and to think in perfect tranquillity over all that had passed since she entered the Melani Palace to wait on the guests at the masquerade.\\n\\nOn reaching home the previous night, all her other sensations had been absorbed in a vague feeling of mingled dread and curiosity, produced by the sight of the weird figure in the yellow mask, which she had left standing alone with Fabio in the palace corridor. The morning light, however, suggested new thoughts. She now opened the note which the young nobleman had pressed into her hand, and read over and over again the hurried pencil lines scrawled on the paper. Could there be any harm, any forgetfulness of her own duty, in using the key inclosed in the note, and keeping her appointment in the Ascoli gardens at ten o'clock? Surely not--surely the last sentence he had written, \\\"Believe in my truth and honor, Nanina, for I believe implicitly in yours,\\\" was enough to satisfy her this time that she could not be doing wrong in listening for once to the pleading of her own heart. And besides, there in her lap lay the key of the wicket-gate. It was absolutely necessary to use that, if only for the purpose of giving it back safely into the hand of its owner.\\n\\nAs this last thought was passing through her mind, and plausibly overcoming any faint doubts and difficulties which she might still have left, she was startled by a sudden knocking at the street door; and, looking out of the window immediately, saw a man in livery standing in the street, anxiously peering up at the house to see if his knocking had aroused anybody.\\n\\n\\\"Does Marta Angrisani, the sick-nurse, live here?\\\" inquired the man, as soon as Nanina showed herself at the window.\\n\\n\\\"Yes,\\\" she answered. \\\"Must I call her up? Is there some person ill?\\\"\\n\\n\\\"Call her up directly,\\\" said the servant; \\\"she is wanted at the Ascoli Palace. My master, Count Fabio--\\\"\\n\\nNanina waited to hear no more. She flew to the room in which the sick-nurse slept, and awoke her, almost roughly, in an instant.\\n\\n\\\"He is ill!\\\" she cried, breathlessly. \\\"Oh, make haste, make haste! He is ill, and he has sent for you!\\\"\\n\\nMarta inquired who had sent for her, and on being informed, promised to lose no time. Nanina ran downstairs to tell the servant that the sick-nurse was getting on her clothes. The man's serious expression, when she came close to him, terrified her. All her usual self-distrust vanished; and she entreated him, without attempting to conceal her anxiety, to tell her particularly what his master's illness was, and how it had affected him so suddenly after the ball.\\n\\n\\\"I know nothing about it,\\\" answered the man, noticing Nanina's manner as she put her question, with some surprise, \\\"except that my master was brought home by two gentlemen, friends of his, about a couple of hours ago, in a very sad state; half out of his mind, as it seemed to me. I gathered from what was said that he had got a dreadful shock from seeing some woman take off her mask, and show her face to him at the ball. How that could be I don't in the least understand; but I know that when the doctor was sent for, he looked very serious, and talked about fearing brain-fever.\\\"\\n\\nHere the servant stopped; for, to his astonishment, he saw Nanina suddenly turn away from him, and then heard her crying bitterly as she went back into the house.\\n\\nMarta Angrisani had huddled on her clothes and was looking at herself in the glass to see that she was sufficiently presentable to appear at the palace, when she felt two arms flung round her neck; and, before she could say a word, found Nanina sobbing on her bosom.\\n\\n\\\"He is ill--he is in danger!\\\" cried the girl. \\\"I must go with you to help him. You have always been kind to me, Marta--be kinder than ever now. Take me with you--take me with you to the palace!\\\"\\n\\n\\\"You, child!\\\" exclaimed the nurse, gently unclasping her arms.\\n\\n\\\"Yes--yes! if it is only for an hour,\\\" pleaded Nanina; \\\"if it is only for one little hour every day. You have only to say that I am your helper, and they would let me in. Marta! I shall break my heart if I can't see him, and help him to get well again.\\\"\\n\\nThe nurse still hesitated. Nanina clasped her round the neck once more, and laid her cheek--burning hot now, though the tears had been streaming down it but an instant before--close to the good woman's face.\\n\\n\\\"I love him, Marta; great as he is, I love him with all my heart and soul and strength,\\\" she went on, in quick, eager, whispering tones; \\\"and he loves me. He would have married me if I had not gone away to save him from it. I could keep my love for him a secret while he was well; I could stifle it, and crush it down, and wither it up by absence. But now he is ill, it gets beyond me; I can't master it. Oh, Marta! don't break my heart by denying me! I have suffered so much for his sake, that I have earned the right to nurse him!\\\"\\n\\nMarta was not proof against this last appeal. She had one great and rare merit for a middle-aged woman--she had not forgotten her own youth.\\n\\n\\\"Come, child,\\\" said she, soothingly; \\\"I won't attempt to deny you. Dry your eyes, put on your mantilla; and, when we get face to face with the doctor, try to look as old and ugly as you can, if you want to be let into the sick-room along with me.\\\"\\n\\nThe ordeal of medical scrutiny was passed more easily than Marta Angrisani had anticipated. It was of great importance, in the doctor's opinion, that the sick man should see familiar faces at his bedside. Nanina had only, therefore, to state that he knew her well, and that she had sat to him as a model in the days when he was learning the art of sculpture, to be immediately accepted as Marta's privileged assistant in the sick-room.\\n\\nThe worst apprehensions felt by the doctor for the patient were soon realized. The fever flew to his brain. For nearly six weeks he lay prostrate, at the mercy of death; now raging with the wild strength of delirium, and now sunk in the speechless, motionless, sleepless exhaustion which was his only repose. At last; the blessed day came when he enjoyed his first sleep, and when the doctor began, for the first time, to talk of the future with hope. Even then, however, the same terrible peculiarity marked his light dreams which had previously shown itself in his fierce delirium. From the faintly uttered, broken phrases which dropped from him when he slept, as from the wild words which burst from him when his senses were deranged, the one sad discovery inevitably resulted--that his mind was still haunted, day and night, hour after hour, by the figure in the yellow mask.\\n\\nAs his bodily health improved, the doctor in attendance on him grew more and more anxious as to the state of his mind. There was no appearance of any positive derangement of intellect, but there was a mental depression--an unaltering, invincible prostration, produced by his absolute belief in the reality of the dreadful vision that he had seen at the masked ball--which suggested to the physician the gravest doubts about the case. He saw with dismay that the patient showed no anxiety, as he got stronger, except on one subject. He was eagerly desirous of seeing Nanina every day by his bedside; but, as soon as he was assured that his wish should be faithfully complied with, he seemed to care for nothing more. Even when they proposed, in the hope of rousing him to an exhibition of something like pleasure, that the girl should read to him for an hour every day out of one of his favorite books, he only showed a languid satisfaction. Weeks passed away, and still, do what they would, they could not make him so much as smile.\\n\\nOne day Nanina had begun to read to him as usual, but had not proceeded far before Marta Angrisani informed her that he had fallen into a doze. She ceased with a sigh, and sat looking at him sadly, as he lay near her, faint and pale and mournful in his sleep--miserably altered from what he was when she first knew him. It had been a hard trial to watch by his bedside in the terrible time of his delirium; but it was a harder trial still to look at him now, and to feel less and less hopeful with each succeeding day.\\n\\nWhile her eyes and thoughts were still compassionately fixed on him, the door of the bedroom opened, and the doctor came in, followed by Andrea d'Arbino, whose share in the strange adventure with the Yellow Mask caused him to feel a special interest in Fabio's progress toward recovery.\\n\\n\\\"Asleep, I see; and sighing in his sleep,\\\" said the doctor, going to the bedside. \\\"The grand difficulty with him,\\\" he continued, turning to D'Arbino, \\\"remains precisely what it was. I have hardly left a single means untried of rousing him from that fatal depression; yet, for the last fortnight, he has not advanced a single step. It is impossible to shake his conviction of the reality of that face which he saw (or rather which he thinks he saw) when the yellow mask was removed; and, as long as he persists in his own shocking view of the case, so long he will lie there, getting better, no doubt, as to his body, but worse as to his mind.\\\"\\n\\n\\\"I suppose, poor fellow, he is not in a fit state to be reasoned with?\\\"\\n\\n\\\"On the contrary, like all men with a fixed delusion, he has plenty of intelligence to appeal to on every point, except the one point on which he is wrong. I have argued with him vainly by the hour together. He possesses, unfortunately, an acute nervous sensibility and a vivid imagination; and besides, he has, as I suspect, been superstitiously brought up as a child. It would be probably useless to argue rationally with him on certain spiritual subjects, even if his mind was in perfect health. He has a good deal of the mystic and the dreamer in his composition; and science and logic are but broken reeds to depend upon with men of that kind.\\\"\\n\\n\\\"Does he merely listen to you when you reason with him, or does he attempt to answer?\\\"\\n\\n\\\"He has only one form of answer, and that is, unfortunately, the most difficult of all to dispose of. Whenever I try to convince him of his delusion, he invariably retorts by asking me for a rational explanation of what happened to him at the masked ball. Now, neither you nor I, though we believe firmly that he has been the dupe of some infamous conspiracy, have been able as yet to penetrate thoroughly into this mystery of the Yellow Mask. Our common sense tells us that he must be wrong in taking his view of it, and that we must be right in taking ours; but if we cannot give him actual, tangible proof of that--if we can only theorize, when he asks us for an explanation--it is but too plain, in his present condition, that every time we remonstrate with him on the subject we only fix him in his delusion more and mor e firmly.\\\"\\n\\n\\\"It is not for want of perseverance on my part,\\\" said D'Arbino, after a moment of silence, \\\"that we are still left in the dark. Ever since the extraordinary statement of the coachman who drove the woman home, I have been inquiring and investigating. I have offered the reward of two hundred scudi for the discovery of her; I have myself examined the servants at the palace, the night-watchman at the Campo Santo, the police-books, the lists of keepers of hotels and lodging-houses, to hit on some trace of this woman; and I have failed in all directions. If my poor friend's perfect recovery does indeed depend on his delusion being combated by actual proof, I fear we have but little chance of restoring him. So far as I am concerned, I confess myself at the end of my resources.\\\"\\n\\n\\\"I hope we are not quite conquered yet,\\\" returned the doctor. \\\"The proofs we want may turn up when we least expect them. It is certainly a miserable case,\\\" he continued, mechanically laying his fingers on the sleeping man's pulse. \\\"There he lies, wanting nothing now but to recover the natural elasticity of his mind; and here we stand at his bedside, unable to relieve him of the weight that is pressing his faculties down. I repeat it, Signor Andrea, nothing will rouse him from his delusion that he is the victim of a supernatural interposition but the production of some startling, practical proof of his error. At present he is in the position of a man who has been imprisoned from his birth in a dark room, and who denies the existence of daylight. If we cannot open the shutters and show him the sky outside, we shall never convert him to a knowledge of the truth.\\\"\\n\\nSaying these words, the doctor turned to lead the way out of the room, and observed Nanina, who had moved from the bedside on his entrance, standing near the door. He stopped to look at her, shook his head good-humoredly, and called to Marta, who happened to be occupied in an adjoining room.\\n\\n\\\"Signora Marta,\\\" said the doctor, \\\"I think you told me some time ago that your pretty and careful little assistant lives in your house. Pray, does she take much walking exercise?\\\"\\n\\n\\\"Very little, Signor Dottore. She goes home to her sister when she leaves the palace. Very little walking exercise, indeed.\\\"\\n\\n\\\"I thought so! Her pale cheeks and heavy eyes told me as much. Now, my dear,\\\" said the doctor, addressing Nanina, \\\"you are a very good girl, and I am sure you will attend to what I tell you. Go out every morning before you come here, and take a walk in the fresh air. You are too young not to suffer by being shut up in close rooms every day, unless you get some regular exercise. Take a good long walk in the morning, or you will fall into my hands as a patient, and be quite unfit to continue your attendance here. Now, Signor Andrea, I am ready for you. Mind, my child, a walk every day in the open air outside the town, or you will fall ill, take my word for it!\\\"\\n\\nNanina promised compliance; but she spoke rather absently, and seemed scarcely conscious of the kind familiarity which marked the doctor's manner. The truth was, that all her thoughts were occupied with what he had been saying by Fabio's bedside. She had not lost one word of the conversation while the doctor was talking of his patient, and of the conditions on which his recovery depended. \\\"Oh, if that proof which would cure him could only be found!\\\" she thought to herself, as she stole back anxiously to the bedside when the room was empty.\\n\\nOn getting home that day she found a letter waiting for her, and was greatly surprised to see that it was written by no less a person than the master-sculptor, Luca Lomi. It was very short; simply informing her that he had just returned to Pisa, and that he was anxious to know when she could sit to him for a new bust--a commission from a rich foreigner at Naples.\\n\\nNanina debated with herself for a moment whether she should answer the letter in the hardest way, to her, by writing, or, in the easiest way, in person; and decided on going to the studio and telling the master-sculptor that it would be impossible for her to serve him as a model, at least for some time to come. It would have taken her a long hour to say this with due propriety on paper; it would only take her a few minutes to say it with her own lips. So she put on her mantilla again and departed for the studio.\\n\\nOn, arriving at the gate and ringing the bell, a thought suddenly occurred to her, which she wondered had not struck her before. Was it not possible that she might meet Father Rocco in his brother's work-room? It was too late to retreat now, but not too late to ask, before she entered, if the priest was in the studio. Accordingly, when one of the workmen opened the door to her, she inquired first, very confusedly and anxiously, for Father Rocco. Hearing that he was not with his brother then, she went tranquilly enough to make her apologies to the master-sculptor.\\n\\nShe did not think it necessary to tell him more than that she was now occupied every day by nursing duties in a sick-room, and that it was consequently out of her power to attend at the studio. Luca Lomi expressed, and evidently felt, great disappointment at her failing him as a model, and tried hard to persuade her that she might find time enough, if she chose, to sit to him, as well as to nurse the sick person. The more she resisted his arguments and entreaties, the more obstinately he reiterated them. He was dusting his favorite busts and statues, after his long absence, with a feather-brush when she came in; and he continued this occupation all the while he was talking--urging a fresh plea to induce Nanina to reconsider her refusal to sit at every fresh piece of sculpture he came to, and always receiving the same resolute apology from her as she slowly followed him down the studio toward the door.\\n\\nArriving thus at the lower end of the room, Luca stopped with a fresh argument on his lips before his statue of Minerva. He had dusted it already, but he lovingly returned to dust it again. It was his favorite work--the only good likeness (although it did assume to represent a classical subject) of his dead daughter that he possessed. He had refused to part with it for Maddalena's sake; and, as he now approached it with his brush for the second time, he absently ceased speaking, and mounted on a stool to look at the face near and blow some specks of dust off the forehead. Nanina thought this a good opportunity of escaping from further importunities. She was on the point of slipping away to the door with a word of farewell, when a sudden exclamation from Luca Lomi arrested her.\\n\\n\\\"Plaster!\\\" cried the master-sculptor, looking intently at that part of the hair of the statue which lay lowest on the forehead. \\\"Plaster here!\\\" He took out his penknife as he spoke, and removed a tiny morsel of some white substance from an interstice between two folds of the hair where it touched the face. \\\"It *is* plaster!\\\" he exclaimed, excitedly. \\\"Somebody has been taking a cast from the face of my statue!\\\"\\n\\nHe jumped off the stool, and looked all round the studio with an expression of suspicious inquiry. \\\"I must have this cleared up,\\\" he said. \\\"My statues were left under Rocco's care, and he is answerable if there has been any stealing of casts from any one of them. I must question him directly.\\\"\\n\\nNanina, seeing that he took no notice of her, felt that she might now easily effect her retreat. She opened the studio door, and repeated, for the twentieth time at least, that she was sorry she could not sit to him.\\n\\n\\\"I am sorry too, child,\\\" he said, irritably looking about for his hat. He found it apparently just as Nanina was going out; for she heard him call to one of the workmen in the inner studio, and order the man to say, if anybody wanted him, that he had gone to Father Rocco's lodgings.\\n\\nCHAPTER VI.\\n\\nTHE next morning, when Nanina rose, a bad attack of headache, and a sense of languor and depression, reminded her of the necessity of following the doctor's advice, and preserving her health by getting a little fresh air and exercise. She had more than two hours to spare before the usual time when her daily attendan ce began at the Ascoli Palace; and she determined to employ the interval of leisure in taking a morning walk outside the town. La Biondella would have been glad enough to go too, but she had a large order for dinner-mats on hand, and was obliged, for that day, to stop in the house and work. Thus it happened that when Nanina set forth from home, the learned poodle, Scarammuccia, was her only companion.\\n\\nShe took the nearest way out of the town; the dog trotting along in his usual steady, observant way close at her side, pushing his great rough muzzle, from time to time, affectionately into her hand, and trying hard to attract her attention at intervals by barking and capering in front of her. He got but little notice, however, for his pains. Nanina was thinking again of all that the physician had said the day before by Fabio's bedside, and these thoughts brought with them others, equally absorbing, that were connected with the mysterious story of the young nobleman's adventure with the Yellow Mask. Thus preoccupied, she had little attention left for the gambols of the dog. Even the beauty of the morning appealed to her in vain. She felt the refreshment of the cool, fragrant air, but she hardly noticed the lovely blue of the sky, or the bright sunshine that gave a gayety and an interest to the commonest objects around her.\\n\\nAfter walking nearly an hour, she began to feel tired, and looked about for a shady place to rest in.\\n\\nBeyond and behind her there was only the high-road and the flat country; but by her side stood a little wooden building, half inn, half coffee-house, backed by a large, shady pleasure. garden, the gates of which stood invitingly open. Some workmen in the garden were putting up a stage for fireworks, but the place was otherwise quiet and lonely enough. It was only used at night as a sort of rustic Ranelagh, to which the citizens of Pisa resorted for pure air and amusement after the fatigues of the day. Observing that there were no visitors in the grounds, Nanina ventured in, intending to take a quarter of an hour's rest in the coolest place she could find before returning to Pisa.\\n\\nShe had passed the back of a wooden summer-house in a secluded part of the gardens, when she suddenly missed the dog from her side; and, looking round after him, saw that he was standing behind the summer-house with his ears erect and his nose to the ground, having evidently that instant scented something that excited his suspicion.\\n\\nThinking it possible that he might be meditating an attack on some unfortunate cat, she turned to see what he was watching. The carpenters engaged on the firework stage were just then hammering at it violently. The noise prevented her from hearing that Scarammuccia was growling, but she could feel that he was the moment she laid her hand on his back. Her curiosity was excited, and she stooped down close to him to look through a crack in the boards before which he stood into the summer-house.\\n\\nShe was startled at seeing a lady and gentleman sitting inside. The place she was looking through was not high enough up to enable her to see their faces, but she recognized, or thought she recognized, the pattern of the lady's dress as one which she had noticed in former days in the Demoiselle Grifoni's show-room. Rising quickly, her eye detected a hole in the boards about the level of her own height, caused by a knot having been forced out of the wood. She looked through it to ascertain, without being discovered, if the wearer of the familiar dress was the person she had taken her to be; and saw, not Brigida only, as she had expected, but Father Rocco as well. At the same moment the carpenters left off hammering and began to saw. The new sound from the firework stage was regular and not loud. The voices of the occupants of the summer-house reached her through it, and she heard Brigida pronounce the name of Count Fabio.\\n\\nInstantly stooping down once more by the dog's side, she caught his muzzle firmly in both her hands. It was the only way to keep Scarammuccia from growling again, at a time when there was no din of hammering to prevent him from being heard. Those two words, \\\"Count Fabio,\\\" in the mouth of another woman, excited a jealous anxiety in her. What could Brigida have to say in connection with that name? She never came near the Ascoli Palace--what right or reason could she have to talk of Fabio?\\n\\n\\\"Did you hear what I said?\\\" she heard Brigida ask, in her coolest, hardest tone.\\n\\n\\\"No,\\\" the priest answered. \\\"At least, not all of it.\\\"\\n\\n\\\"I will repeat it, then. I asked what had so suddenly determined you to give up all idea of making any future experiments on the superstitious fears of Count Fabio?\\\"\\n\\n\\\"In the first place, the result of the experiment already tried has been so much more serious than I had anticipated, that I believe the end I had in view in making it has been answered already.\\\"\\n\\n\\\"Well; that is not your only reason?\\\"\\n\\n\\\"Another shock to his mind might be fatal to him. I can use what I believe to be a justifiable fraud to prevent his marrying again; but I cannot burden myself with a crime.\\\"\\n\\n\\\"That is your second reason; but I believe you have another yet. The suddenness with which you sent to me last night to appoint a meeting in this lonely place; the emphatic manner in which you requested--I may almost say ordered--me to bring the wax mask here, suggest to my mind that something must have happened. What is it? I am a woman, and my curiosity must be satisfied. After the secrets you have trusted to me already, you need not hesitate, I think, to trust me with one more.\\\"\\n\\n\\\"Perhaps not. The secret this time is, moreover, of no great importance. You know that the wax mask you wore at the ball was made in a plaster mold taken off the face of my brother's statue?\\\"\\n\\n\\\"Yes, I know that.\\\"\\n\\n\\\"My brother has just returned to his studio; has found a morsel of the plaster I used for the mold sticking in the hair of the statue; and has asked me, as the person left in charge of his work-rooms, for an explanation. Such an explanation as I could offer has not satisfied him, and he talks of making further inquiries. Considering that it will be used no more, I think it safest to destroy the wax mask, and I asked you to bring it here, that I might see it burned or broken up with my own eyes. Now you know all you wanted to know; and now, therefore, it is my turn to remind you that I have not yet had a direct answer to the first question I addressed to you when we met here. Have you brought the wax mask with you, or have you not?\\\"\\n\\n\\\"I have not.\\\"\\n\\n\\\"And why?\\\"\\n\\nJust as that question was put, Nanina felt the dog dragging himself free of her grasp on his mouth. She had been listening hitherto with such painful intensity, with such all-absorbing emotions of suspense, terror, and astonishment, that she had not noticed his efforts to get away, and had continued mechanically to hold his mouth shut. But now she was aroused by the violence of his struggles to the knowledge that, unless she hit upon some new means of quieting him, he would have his mouth free, and would betray her by a growl.\\n\\nIn an agony of apprehension lest she should lose a word of the momentous conversation, she made a desperate attempt to appeal to the dog's fondness for her, by suddenly flinging both her arms round his neck, and kissing his rough, hairy cheek. The stratagem succeeded. Scarammuccia had, for many years past, never received any greater marks of his mistress's kindness for him than such as a pat on the head or a present of a lump of sugar might convey. His dog's nature was utterly confounded by the unexpected warmth of Nanina's caress, and he struggled up vigorously in her arms to try and return it by licking her face. She could easily prevent him from doing this, and could so gain a few minutes more to listen behind the summer-house without danger of discovery.\\n\\nShe had lost Brigida's answer to Father Rocco's question; but she was in time to hear her next words.\\n\\n\\\"We are alone here,\\\" said Brigida. \\\"I am a woman, and I don't know that you may not have come armed. It is only the commonest precaution on my part not to give you a chance of getting at the wax mas k till I have made my conditions.\\\"\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/45](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/45)\\n\\n\",\"timestamp\":1639208069,\"title\":\"He still spoke in the same unnaturally hushed, deliberate tones. D'Arbino and Finello exchanged glances \"},\"digest\":\"9WIfvvGLIjtuY2RZ6BEjWz1UrJHn-67tsScEKMCXRgk\",\"authorship\":{\"contributor\":\"0x6b55Ba15E3e103d91f6dec37dd48B84ddF5B245C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Gm2cnA_EO9zCrpo77rbULIzbuVfj9Hs3oYJfcEzTEI8\\\",\\\"y\\\":\\\"8xDG8I1kTizI2jl-fProN5BCd8BGJzLTJH8vtgsmAUM\\\"}\",\"signature\":\"YUFV4t0gZ91L71yG3iUo3_P_rq2sGadvBicHH0mHvnQ6jjPD6-UGOLxkKI0b6WbzY6LbGoF_howI7tQ3oJ2YkQ\",\"signingKeySignature\":\"0x051e332e603ae812407630d0b286d90350f29414f94be7e1d67cb9c9fa8a915f1a93efbdcbe5982f532fc9c931a9c4608cade3bb00c7413f94427f951bf9d67f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Gm2cnA_EO9zCrpo77rbULIzbuVfj9Hs3oYJfcEzTEI8\\\",\\\"y\\\":\\\"8xDG8I1kTizI2jl-fProN5BCd8BGJzLTJH8vtgsmAUM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9WIfvvGLIjtuY2RZ6BEjWz1UrJHn-67tsScEKMCXRgk\"}"