"{\"content\":{\"body\":\"As a boss, I often see employees making mistakes, so I ran over to say, boss, what I messed up. I'm sorry, boss, I'm late. Boss, I didn't write the documents you want. I'm sorry.\\n\\nUsually, an unqualified boss will say, forget it, if you don’t write it well, write it early next time. Or ask the employee, what is the reason for not writing it?\\n\\nThe employee knows that you want to ask him, and gives you the answer that he has prepared. After you listen, it will usually give him some comfort and let him pay attention next time. I also feel broad-minded.\\n\\nThe more gentle, humane bosses are usually inefficient bosses who harm others and themselves. In fact, we should not accept any apologies. He should be forced to make up for his mistakes,\\n\\nAnd asked him to bear the loss.\\n\\n192 Entrepreneur Business School Serving Entrepreneurs\\n\\nIf you are late, you will be fined if you should be fined. If the task is not completed, the bonus will be deducted. The deduction of wages is deducted from wages. If he dares to treat company affairs as a trifle, you have to let him taste it.\\n\\nNext time he will be honest, and if he is not honest, you will expel him. Choose better people. Only in this way can we cultivate people's sense of responsibility. The world's top five hundred absolutely don’t play tricks, you\\n\\nIf you dare to make mistakes, it will hurt you. I used to tell a story often. A woman was raped by a neighbor's man.\\n\\nThis woman was going to call the police, but the man's wife and the man kept apologizing. Say not to call the police. We are old and young. If you call the police, how will our family live. Our family can make you a cow or a horse.\\n\\nWhen the woman felt weak, she accepted the apology. In the beginning, the man's wife and the man were grateful to the woman who was raped and did not call the police. After half a year, things took a turn for the worse, and it became that the raped woman seduced his husband. Moreover, the perpetrators also advertised that the raped woman was a bitch.\\n\\nThe raped woman couldn't stand the injustice and grievance, but it was already time for the police to collect evidence, and she had to silently endure the persecution. Finally, the house was sold and moved out of this community.\\n\\nIf we often accept apologies from others, the consequence is that our living space is getting smaller and our own interests are infringed, and we give away the resources we have worked so hard to build to others for free, and to those who do not respect ourselves.\\n\\nSo: Don’t accept the apology, force the other party to solve the problem, and bear the damage caused by the mistake.\",\"timestamp\":1634801240,\"title\":\"Don’t accept an apology, but force the other person to solve the problem\"},\"digest\":\"mzX8LuW-gaT3cvrxMqaCRug2eqJqRDm3391q_C34vhM\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"nxU6wP73kr53uybAnqzdfYIMmthJmealjhVXjqcrntxtbHQlXaWDR3nL7BKAfgYKKuRDi6nmULDgIu5g6f8ijw\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mzX8LuW-gaT3cvrxMqaCRug2eqJqRDm3391q_C34vhM\"}"