"{\"content\":{\"body\":\"The First Industrial Revolution (“IR 1”) is the famous one, occurring a little before the year 1800. It connected people with railroads and steamships and yet, despite its fame, it brought almost no growth:\\n\\n![](https://images.mirror-media.xyz/publication-images/4b4f3c30-d00a-45f7-96fa-8d3429446746.jpeg?height=335&width=600)\\n\\nLook how flat the curve is before ~1850. What is especially interesting about those early IR years then, given that they were well before before “big bang” wave of growth that ushered in the modern world?\\n\\nLet's observe that this big bang growth actually appeared alongside a wave of major inventions that had quite a different character. Whereas IR 1 brought us together with connecting inventions like the steam engine, the second wave had the great livability innovations in areas like heating, sanitation, electric lights, elevators, motion pictures, etc.\\n\\nThe IR 1 world was a newly connected one, but it was also polluted and dangerous and kind of miserable. And so we didn’t actually produce much all huddled together, drinking dirty water and breathing fumes. But then, once we figured out how to make this newly connected world more livable and pleasant, things got vastly better. Only then did we get the growth explosion that the Industrial Revolution is famous for.\\n\\nIn this light, in might be interesting to read [top economists today pondering over the stagnant growth and missing productivity of the internet era](https://press.princeton.edu/books/hardcover/9780691147727/the-rise-and-fall-of-american-growth) dating back to the 1970s. We can imagine a similar economist during IR 1.0 puzzling over the missing productivity that the steam engine should have wrought. What if today’s economists are wrong for the same reasons — what if the internet is indeed revolutionary and we just haven't gotten the 2.1 patch?\\n\\nThe internet brought our minds together in a great network to rival the 19th century network of railways and steamships. If this 1800s network could take you to undeniably thrilling — but also crowded and disgusting — cities, perhaps the internet too feels a bit like this now. Thrilling but awful, alluring but somehow inhumane. And so perhaps some optimism is available in the story of the 19th century, and the fact that *its* network showed a lot of promise but failed to deliver for a very long time until, suddenly, it did.\\n\\nWhat if the same thing is true now?\\n\\nLet’s dare to hope that an even greater change awaits us once we figure out how to live and think together online.\",\"timestamp\":1622224737,\"title\":\"A Rain Dance for Productivity Growth\",\"publication\":\"s\"},\"digest\":\"qAQUf5b4lt70yQqOFHePnY64Hrk3GELzlapniqQy1hA\",\"authorship\":{\"contributor\":\"0x5BA02f4Ff6Af1d9d2Af8774D10fD32Eb57d4E2E6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZhX-0_KjOa39I0xvnLJf7hEfhzw1E8dLb_I-Anjo1kU\\\",\\\"y\\\":\\\"ycjp-6TTj5nn2G5yilzkQhKDxw1JH_jjW82Y8rlBW9M\\\"}\",\"signature\":\"53sgo_G18yG0S7kqAWTP3Jj0UO4KNEnD8LfPAMBwwheFasaBh4b3BaDYQpMnKCP05v-bKUpI9-shuFSjQLpqMw\",\"signingKeySignature\":\"0xddbd3205a833e7e832936ac0fc2733ace025d90b53aede66adadb10f3492a1ab2c4805c5914e89c4a13eaf17d7700cbabd9f7272fef30c578fb3fba2b0db2b011b\",\"signingKeyMessage\":\"I authorize the publication of articles on s.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZhX-0_KjOa39I0xvnLJf7hEfhzw1E8dLb_I-Anjo1kU\\\",\\\"y\\\":\\\"ycjp-6TTj5nn2G5yilzkQhKDxw1JH_jjW82Y8rlBW9M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qAQUf5b4lt70yQqOFHePnY64Hrk3GELzlapniqQy1hA\"}"