"{\"content\":{\"body\":\"and thirteen hours later a second fetus; an ovum of about four weeks and of perfect formation was found adherent near the fundus. Tyler Smith mentions a lady pregnant for the first time who miscarried at five months and some time afterward discharged a small clot containing a perfectly fresh and healthy ovum of about four weeks' formation. There was no sign of a double uterus, and the patient menstruated regularly during pregnancy, being unwell three weeks before the abortion. Harley and Tanner speak of a woman of thirty-eight who never had borne twins, and who aborted a fetus of four months' gestation; serious hemorrhage accompanied the removal of the placenta, and on placing the hand in the uterine cavity an embryo of five or six weeks was found inclosed in a sac and floating in clear liquor amnii. The patient was the mother of nine children, the youngest of which was three years old.\\n\\nYoung speaks of a woman who three months previously had aborted a three months' fetus, but a tumor still remained in the abdomen, the auscultation of which gave evidence of a fetal heart-beat. Vaginal examination revealed a dilatation of the os uteri of at least one inch and a fetal head pressing out; subsequently a living fetus of about six months of age was delivered. Severe hemorrhage complicated the case, but was controlled, and convalescence speedily ensued. Huse cites an instance of a mother bearing a boy on November 4, 1834, and a girl on August 3, 1835. At birth the boy looked premature, about seven months old, which being the case, the girl must have been either a superfetation or a seven months' child also. Van Bibber of Baltimore says he met a young lady who was born five months after her sister, and who was still living.\\n\\nThe most curious and convincing examples of superfetation are those in which children of different colors, either twins or near the same age, are born to the same woman,--similar to that exemplified in the case of the mare who was covered first by a stallion and a quarter of an hour later by an ass, and gave birth at one parturition to a horse and a mule. Parsons speaks of a case at Charleston, S.C., in 1714, of a white woman who gave birth to twins, one a mulatto and the other white. She confessed that after her husband left her a negro servant came to her and forced her to comply with his wishes by threatening her life. Smellie mentions the case of a black woman who had twins, one child black and the other almost white. She confessed having had intercourse with a white overseer immediately after her husband left her bed. Dewees reports a similar case. Newlin of Nashville speaks of a negress who bore twins, one distinctly black with the typical African features, while the other was a pretty mulatto exhibiting the distinct characters of the Caucasian race. Both the parents were perfect types of the black African negro. The mother, on being questioned, frankly acknowledged that shortly after being with her husband she had lain a night with a white man. In this case each child had its own distinct cord and placenta.\\n\\nArcher gives facts illustrating and observations showing: \\\"that a white woman, by intercourse with a white man and negro, may conceive twins, one of which shall be white and the other a mulatto; and that, vice versa, a black woman, by intercourse with a negro and a white man, may conceive twins, one of which shall be a negro and the other a mulatto.\\\" Wight narrates that he was called to see a woman, the wife of an East Indian laborer on the Isle of Trinidad, who had been delivered of a fetus 6 inches long, about four months old, and having a cord of about 18 inches in length. He removed the placenta, and in about half an hour the woman was delivered of a full-term white female child. The first child was dark, like the mother and father, and the mother denied any possibility of its being a white man's child; but this was only natural on her part, as East Indian husbands are so intensely jealous that they would even kill an unfaithful wife. Both the mother and the mysterious white baby are doing well. Bouillon speaks of a negress in Guadeloupe who bore twins, one a negro and the other a mulatto. She had sexual congress with both a negro and a white man.\\n\\nDelmas, a surgeon of Rouen, tells of a woman of thirty-six who was delivered in the hospital of his city on February 26, 1806, of two children, one black and the other a mulatto. She had been pregnant eight months, and had had intercourse with a negro twice about her fourth month of pregnancy, though living with the white man who first impregnated her. Two placentae were expelled some time after the twins, and showed a membranous junction. The children died shortly after birth.\\n\\nPregnancy often takes place in a unicorn or bicorn uterus, leading to similar anomalous conditions. Galle, Hoffman, Massen, and Sanger give interesting accounts of this occurrence, and Ross relates an instance of triple pregnancy in a double uterus. Cleveland describes a discharge of an anomalous deciduous membrane during pregnancy which was probably from the unimpregnated half of a double uterus.\\n\\nCHAPTER II.\\n\\nPRENATAL ANOMALIES.\\n\\nExtrauterine Pregnancy.--In the consideration of prenatal anomalies, the first to be discussed will be those of extrauterine pregnancy. This abnormalism has been known almost as long as there has been any real knowledge of obstetrics. In the writings of Albucasis, during the eleventh century, extrauterine pregnancy is discussed, and later the works of N. Polinus and Cordseus, about the sixteenth century, speak of it; in the case of Cordseus the fetus was converted into a lithopedion and carried in the abdomen twenty-eight years. Horstius in the sixteenth century relates the history of a woman who conceived for the third time in March, 1547, and in 1563 the remains of the fetus were still in the abdomen.\\n\\nIsrael Spach, in an extensive gynecologic work published in 1557, figures a lithopedion drawn in situ in the case of a woman with her belly laid open. He dedicated to this calcified fetus, which he regarded as a reversion, the following curious epigram, in allusion to the classical myth that after the flood the world was repopulated by the two survivors, Deucalion and Pyrrha, who walked over the earth and cast stones behind them, which, on striking the ground, became people. Roughly translated from the Latin, this epigram read as follows: \\\"Deucalion cast stones behind him and thus fashioned our tender race from the hard marble. How comes it that nowadays, by a reversal of things, the tender body of a little babe has limbs nearer akin to stone?\\\" Many of the older writers mention this form of fetation as a curiosity, but offer no explanation as to its cause. Mauriceau and de Graaf discuss in full extrauterine pregnancy, and Salmuth, Hannseus, and Bartholinus describe it. From the beginning of the eighteenth century this subject always demanded the attention and interest of medical observers. In more modern times, Campbell and Geoffroy-Saint-Hilaire, who named it \\\"Grossesse Pathologique,\\\" have carefully defined and classified the forms, and to-day every text-book on obstetrics gives a scientific discussion and classification of the different forms of extrauterine pregnancy.\\n\\nThe site of the conception is generally the wall of the uterus, the Fallopian tube, or the ovary, although there are instances of pregnancy in the vagina, as for example when there is scirrhus of the uterus; and again, cases supposed to be only extrauterine have been instances simply of double uterus, with single or concurrent pregnancy. Ross speaks of a woman of thirty-three who had been married fourteen years, had borne six children, and who on July 16, 1870, miscarried with twins of about five months' development. After a week she declared that she was still pregnant with another child, but as the physician had placed his hand in the uterine cavity after the abortion, he knew the fetus must be elsewhere or that no pregnancy existed. We can readily see how this condition might lead to a diagnosis of extrauterine pregnancy, but as the patient insisted on a thorough examination, the doctor found by the stethoscope the presence of a beating fetal heart, and by vaginal examination a double uterus. On introducing a sound into the new aperture he discovered that it opened into another cavity; but as the woman was pregnant in this, he proceeded no further. On October 31st she was delivered of a female child of full growth. She had menstruated from this bipartite uterus three times during the period between the miscarriage of the twins and the birth of the child. Both the mother and child did well.\\n\\nIn most cases there is rupture of the fetal sac into the abdominal cavity or the uterus, and the fetus is ejected into this location, from thence to be removed or carried therein many years; but there are instances in which the conception has been found in situ, as depicted in Figure 2. A sturdy woman of thirty was executed on January 16, 1735, for the murder of her child. It was ascertained that she had passed her catamenia about the first of the month, and thereafter had sexual intercourse with one of her fellow-prisoners. On dissection both Fallopian tubes were found distended, and the left ovary, which bore signs of conception, was twice as large as the right. Campbell quotes another such case in a woman of thirty-eight who for twenty years had practised her vocation as a Cyprian, and who unexpectedly conceived. At the third month of pregnancy a hard extrauterine tumor was found, which was gradually increasing in size and extending to the left side of the hypogastrium, the associate symptoms of pregnancy, sense of pressure, pain, tormina, and dysuria, being unusually severe. There was subsequently at attack of inflammatory fever, followed by tumefaction of the abdomen, convulsions, and death on the ninth day. The fetus had been contained in the peritoneal coat of the ovary until the fourth month, when one of the feet passed through the cyst and caused the fatal result. Signs of acute peritonitis were seen postmortem, the abdominal cavity was full of blood, and the ovary much lacerated.\\n\\nThe termination of extrauterine pregnancy varies; in some cases the fetus is extracted by operation after rupture; in others the fetus has been delivered alive by abdominal section; it may be partially absorbed, or carried many years in the abdomen; or it may ulcerate through the confining walls, enter the bowels or bladder, and the remnants of the fetal body be discharged.\\n\\nThe curious cases mentioned by older writers, and called abortion by the mouth, etc., are doubtless, in many instances, remnants of extrauterine pregnancies or dermoid cysts. Maroldus speaks in full of such cases; Bartholinus, Salmuth, and a Reyes speak of women vomiting remnants of fetuses. In Germany, in the seventeenth century, there lived a woman who on three different occasions is said to have vomited a fetus. The last miscarriage in this manner was of eight months' growth and was accompanied by its placenta. The older observers thought this woman must have had two orifices to her womb, one of which had some connection with the stomach, as they had records of the dissection of a female in whom was found a conformation similar to this.\\n\\nDischarge of the fetal bones or even the whole of an extrauterine fetus by the rectum is not uncommon. There are two early cases mentioned in which the bones of a fetus were discharged at stool, causing intense pain. Armstrong describes an anomalous case of pregnancy in a syphilitic patient who discharged fetal bones by the rectum. Bubendorf reports the spontaneous elimination of a fetal skeleton by the rectum after five years of retention, with recovery of the patient. Butcher speaks of delivery through the rectum at the fourth month, with recovery. Depaul mentions a similar expulsion after a pregnancy of about two months and a half. Jackson reports the dissection of an extrauterine sac which communicated freely with the large intestine. Peck has an example of spontaneous delivery of an extrauterine fetus by the rectum, with recovery of the mother. Skippon, in the early part of the last century, reports the discharge of the bones of a fetus through an \\\"imposthume\\\" in the groin. Other cases of anal discharge of the product of extrauterine conception are recorded by Winthrop, Woodbury, Tuttle, Atkinson, Browne, Weinlechner, Gibson, Littre, Magruder, Gilland, and many others. De Brun du Bois-Noir speaks of the expulsion of extrauterine remains by the anus after seven years, and Heyerdahl after thirteen years. Benham mentions the discharge of a fetus by the rectum; there was a stricture of the rectum associated with syphilitic patches, necessitating the performance of colotomy.\\n\\nBartholinus and Rosseus speak of fetal bones being discharged from the urinary passages. Ebersbach, in the Ephemerides of 1717, describes a necropsy in which a human fetus was found contained in the bladder. In 1878 White reported an instance of the discharge of fetal remains through the bladder.\\n\\nDischarge of the Fetus through the Abdominal Walls.--Margaret Parry of Berkshire in 1668 voided the bones of a fetus through the flesh above the os pubis, and in 1684 she was alive and well, having had healthy children afterward. Brodie reports the history of a case in a negress who voided a fetus from an abscess at the navel about the seventeenth month of conception. Modern instances of the discharge of the extrauterine fetus from the walls of the abdomen are frequently reported. Algora speaks of an abdominal pregnancy in which there was spontaneous perforation of the anterior abdominal parietes, followed by death. Bouzal cites an extraordinary case of ectopic gestation in which there was natural expulsion of the fetus through abdominal walls, with subsequent intestinal strangulation. An artificial anus was established and the mother recovered. Brodie, Dunglison, Erich, Rodbard, Fox, and Wilson are among others reporting the expulsion of remnants of ectopic pregnancies through the abdominal parietes. Campbell quotes the case of a Polish woman, aged thirty-five, the mother of nine children, most of whom were stillborn, who conceived for the tenth time, the gestation being normal up to the lying-in period. She had pains followed by extraordinary effusion and some blood into the vagina. After various protracted complaints the abdominal tumor became painful and inflamed in the umbilical region. A breach in the walls soon formed, giving exit to purulent matter and all the bones of a fetus. During this process the patient received no medical treatment, and frequently no assistance in dressing the opening. She recovered, but had an artificial anus all her life. Sarah McKinna was married at sixteen and menstruated for the first time a month thereafter. Ten months after marriage she showed signs of pregnancy and was delivered at full term of a living child; the second child was born ten months after the first, and the second month after the second birth she again showed signs of pregnancy. At the close of nine months these symptoms, with the exception of the suppression of menses, subsided, and in this state she continued for six years. During the first four years she felt discomfort in the region of the umbilicus. About the seventh year she suffered tumefaction of the abdomen and thought she had conceived again. The abscess burst and an elbow of the fetus protruded from the wound. A butcher enlarged the wound and, fixing his finger under the jaw of the fetus, extracted the head. On looking into the abdomen he perceived a black object, whereupon he introduced his hand and extracted piecemeal an entire fetal skeleton and some decomposed animal-matter. The abdomen was bound up, and in six weeks the woman was enabled to superintend her domestic affairs; excepting a ventral hernia she had no bad after-results. Kimura, quoted by Whitney, speaks of a case of extrauterine pregnancy in a Japanese woman of forty-one similar to the foregoing, in which an arm protruded through the abdominal wall above the umbilicus and the remains of a fetus were removed through the aperture. The accompanying illustration shows the appearance of the arm in situ before extraction of the fetus and the location of the wound.\\n\\nBodinier and Lusk report instances of the delivery of an extrauterine fetus by the vagina; and Mathieson relates the history of the delivery of a living ectopic child by the vagina, with recovery of the mother. Gordon speaks of a curious case in a negress, six months pregnant, in which an extrauterine fetus passed down from the posterior culdesac and occluded the uterus. It was removed through the vagina, and two days later labor-pains set in, and in two hours she was delivered of a uterine child. The placenta was left behind and drainage established through the vagina, and the woman made complete recovery.\\n\\nCombined Intrauterine and Extrauterine Gestation.--Many well-authenticated cases of combined pregnancy, in which one of the products of conception was intrauterine and the other of extrauterine gestation, have been recorded. Clark and Ramsbotham report instances of double conception, one fetus being born alive in the ordinary manner and the other located extrauterine. Chasser speaks of a case in which there was concurrent pregnancy in both the uterus and the Fallopian tube. Smith cites an instance of a woman of twenty-three who became pregnant in August, 1870. In the following December she passed fetal bones from the rectum, and a month later gave birth to an intrauterine fetus of six months' growth. McGee mentions the case of a woman of twenty-eight who became pregnant in July, 1872, and on October 20th and 21st passed several fetal bones by the rectum, and about four months later expelled some from the uterus. From this time she rapidly recovered her strength and health. Devergie quotes an instance of a woman of thirty who had several children, but who died suddenly, and being pregnant was opened. In the right iliac fossa was found a male child weighing 5 pounds and 5 ounces, 8 1/2 inches long, and of about five months' growth. The uterus also contained a male fetus of about three months' gestation. Figure 4 shows combined intrauterine and extrauterine gestation. Hodgen speaks of a woman of twenty-seven, who was regular until November, 1872; early in January, 1873, she had an attack of pain with peritonitis, shortly after which what was apparently an extrauterine pregnancy gradually diminished. On August 17, 1873, after a labor of eight hours, she gave birth to a healthy fetus. The hand in the uterus detected a tumor to the left, which wag reduced to about one-fourth the former size. In April, 1874, the woman still suffered pain and tenderness in the tumor. Hodgen believed this to have been originally a tubal pregnancy, which burst, causing much hemorrhage and the death of the fetus, together with a limited peritonitis. Beach has seen a twin compound pregnancy in which after connection there was a miscarriage in six weeks, and four years after delivery of an extrauterine fetus through the abdominal walls. Cooke cites an example of intrauterine and extrauterine pregnancy progressing simultaneously to full period of gestation, with resultant death. Rosset reports the case of a woman of twenty-seven, who menstruated last in November, 1878, and on August 5, 1879, was delivered of a well-developed dead female child weighing seven pounds. The uterine contractions were feeble, and the attached placenta was removed only with difficulty; there was considerable hemorrhage. The hemorrhage continued to occur at intervals of two weeks, and an extrauterine tumor remained. Two weeks later septicemia supervened and life was despaired of. On the 15th of October a portion of a fetus of five months' growth in an advanced stage of decomposition protruded from the vulva. After the escape of this putrid mass her health returned, and in four months she was again robust and healthy. Whinery speaks of a young woman who at the time of her second child-birth observed a tumor in the abdomen on her right side and felt motion in it. In about a month she was with severe pain which continued a week and then ceased. Health soon improved, and the woman afterward gave birth to a third child; subsequently she noticed that the tumor had enlarged since the first birth, and she had a recurrence of pain and a slight hemorrhage every three weeks, and distinctly felt motion in the tumor. This continued for eighteen months, when, after a most violent attack of pain, all movement ceased, and, as she expressed it, she knew the moment the child died. The tumor lost its natural consistence and felt flabby and dead. An incision was made through the linea alba, and the knife came in contact with a hard, gritty substance, three or four lines thick. The escape of several quarts of dark brown fluid followed the incision, and the operation had to be discontinued on account of the ensuing syncope. About six weeks afterward a bone presented at the orifice, which the woman extracted, and this was soon followed by a mass of bones, hair, and putrid matter. The discharge was small, and gradually grew less in quantity and offensiveness, soon ceasing altogether, and the wound closed. By December health was good and the menses had returned.\\n\\nAhlfeld, Ambrosioni,Galabin, Packard, Thiernesse, Maxson, de Belamizaran, Dibot, and Chabert are among others recording the phenomenon of coexisting extrauterine and intrauterine pregnancy. Argles mentions simultaneous extrauterine fetation and superfetation.\\n\\nSanger mentions a triple ectopic gestation, in which there was twin pregnancy in the wall of the uterus and a third ovum at the fimbriated end of the right tube. Careful examination showed this to be a case of intramural twin pregnancy at the point of entrance of the tube and the uterus, while at the abdominal end of the same tube there was another ovum,--the whole being an example of triple unilateral ectopic gestation.\\n\\nThe instances of delivery of an extrauterine fetus, with viability of the child, from the abdomen of the mother would attract attention from their rarity alone, but when coupled with associations of additional interest they surely deserve a place in a work of this nature. Osiander speaks of an abdominal fetus being taken out alive, and there is a similar case on record in the early part of this century. The London Medical and Physical Journal, in one of its early numbers, contained an account of an abdominal fetus penetrating the walls of the bladder and being extracted from the walls of the hypogastrium; but Sennertus gives a case which far eclipses this, both mother and fetus surviving. He says that in this case the woman, while pregnant, received a blow on the lower part of her body, in consequence of which a small tumor appeared shortly after the accident. It so happened in this case that the peritoneum was extremely dilatable, and the uterus, with the child inside, made its way into the peritoneal sac. In his presence an incision was made and the fetus taken out alive. Jessop gives an example of extrauterine gestation in a woman of twenty-six, who had previously had normal delivery. In this case an incision was made and a fetus of about eight months' growth was found lying loose in the abdominal cavity in the midst of the intestines. Both the mother and child were saved. This is a very rare result. Campbell, in his celebrated monograph, in a total of 51 operations had only seen recorded the accounts of two children saved, and one of these was too marvelous to believe. Lawson Tait reports a case in which he saved the child, but lost the mother on the fourth day. Parvin describes a case in which death occurred on the third day. Browne quotes Parry as saying that there is one twin pregnancy in 23 extrauterine conceptions. He gives 24 cases of twin conception, one of which was uterine, the other extrauterine, and says that of 7 in the third month, with no operation, the mother died in 5. Of 6 cases of from four and a half to seven months' duration, 2 lived, and in 1 case at the fifth month there was an intrauterine fetus delivered which lived. Of 11 such cases at nine months, 6 mothers lived and 6 intrauterine fetuses lived. In 6 of these cases no operation was performed. In one case the mother died, but both the uterine and the extrauterine conceptions lived. In another the mother and intrauterine fetus died, and the extrauterine fetus lived. Wilson a gives an instance of a woman delivered of a healthy female child at eight months which lived. The after-birth came away without assistance, but the woman still presented every appearance of having another child within her, although examination by the vagina revealed none. Wilson called Chatard in consultation, and from the fetal heart-sounds and other symptoms they decided that there was another pregnancy wholly extrauterine. They allowed the case to go twenty-three days, until pains similar to those of labor occurred, and then decided on celiotomy. The operation was almost bloodless, and a living child weighing eight pounds was extracted. Unfortunately, the mother succumbed after ninety hours, and in a month the intrauterine child died from inanition, but the child of extrauterine gestation thrived. Sales gives the case of a negress of twenty-two, who said that she had been \\\"tricked by a negro,\\\" and had a large snake in the abdomen, and could distinctly feel its movements. She stoutly denied any intercourse. It was decided to open the abdominal cyst; the incision was followed by a gush of blood and a placenta came into view, which was extracted with a living child. To the astonishment of the operators the uterus was distended, and it was decided to open it, when another living child was seen and extracted. The cyst and the uterus were cleansed of all clots and the wound closed. The mother died of septicemia, but the children both lived and were doing well six weeks after the operation. A curious case was seen in 1814 of a woman who at her fifth gestation suffered abdominal uneasiness at the third month, and this became intolerable at the ninth month. The head of the fetus could be felt through the abdomen; an incision was made through the parietes; a fully developed female child was delivered, but, unfortunately, the mother died of septic infection.\\n\\nThe British Medical Journal quotes: \\\"Pinard (Bull. de l'Acad. de Med., August 6, 1895) records the following, which he describes as an ideal case. The patient was aged thirty-six, had had no illness, and had been regular from the age of fourteen till July, 1894. During August of that year she had nausea and vomiting; on the 22d and 23d she lost a fluid, which was just pink. The symptoms continued during September, on the 22d and 23d of which month there was a similar loss. In October she was kept in bed for two days by abdominal pain, which reappeared in November, and was then associated with pain in micturition and defecation. From that time till February 26, 1895, when she came under Pinard's care, she was attended by several doctors, each of whom adopted a different diagnosis and treatment. One of them, thinking she had a fibroid, made her take in all about an ounce of savin powder, which did not, however, produce any ill effect. When admitted she looked ill and pinched. The left thigh and leg were painful and edematous. The abdomen looked like that of the sixth month of pregnancy. The abdominal wall was tense, smooth, and without lineae albicantes. Palpation revealed a cystic immobile tumor, extending 2 inches above the umbilicus and apparently fixed by deep adhesions. The fetal parts could only be made out with difficulty by deep palpation, but the heart-sounds were easily heard to the right of and below the umbilicus. By the right side of this tumor one could feel a small one, the size of a Tangerine orange, which hardened and softened under examination. When contracted the groove between it and the large tumor became evident. Vaginal examination showed that the cervix, which was slightly deflected forward and to the right and softened, as in uterine gestation, was continuous with the smaller tumor. Cephalic ballottement was obtained in the large tumor. No sound was passed into the uterus for fear of setting up reflex action; the diagnosis of extrauterine gestation at about six and a half months with a living child was established without requiring to be clinched by proving the uterus empty. The patient was kept absolutely at rest in bed and the edema of the left leg cured by position. On April 30th the fundus of the tumor was 35 cm. above the symphysis and the uterus 11 1/2 cm.; the cervix was soft as that of a primipara at term. Operation, May 2d: Uterus found empty, cavity 14 1/2 cm. long. Median incision in abdominal wall; cyst walls exposed; seen to be very slight and filled with enormous vessels, some greater than the little finger. On seizing the wall one of these vessels burst, and the hemorrhage was only rendered greater on attempting to secure it, so great was the friability of the walls. The cyst was therefore rapidly opened and the child extracted by the foot. Hemorrhage was restrained first by pressure of the hands, then by pressure-forceps and ligatures. The walls of the cyst were sewn to the margins of the abdominal wound, the edge of the placenta being included in the suture. A wound was thus formed 10 cm. in diameter, with the placenta for its base; it was filled with iodoform and salicylic gauze. The operation lasted an hour, and the child, a boy weighing 5 1/2 pounds, after a brief period of respiratory difficulties, was perfectly vigorous. There was at first a slight facial asymmetry and a depression on the left upper jaw caused by the point of the left shoulder, against which it had been pressed in the cyst; these soon disappeared, and on the nineteenth day the boy weighed 12 pounds. The maternal wound was not dressed till May 13th, when it was washed with biniodid, 1:4000. The placenta came away piecemeal between May 25th and June 2d. The wound healed up, and the patient got up on the forty-third day, having suckled her infant from the first day after its birth.\\\"\\n\\nQuite recently Werder has investigated the question of the ultimate fate of ectopic children delivered alive. He has been able to obtain the record of 40 cases. Of these, 18 died within a week after birth; 5 within a month; 1 died at six months of bronchopneumonia; 1 at seven months of diarrhea; 2 at eleven months, 1 from croup; 1 at eighteen months from cholera infantum--making a total of 26 deaths and leaving 14 children to be accounted for. Of these, 5 were reported as living and well after operation, with no subsequent report; 1 was strong and healthy after three weeks, but there has been no report since; 1 was well at six months, then was lost sight of; 1 was well at the Last report; 2 live and are well at one year; 2 are living and well at two years; 1 (Beisone's case) is well at seven years; and 1 (Tait's case) is well at fourteen and one-half years. The list given on pages 60 and 61 has been quoted by Hirst and Dorland. It contains data relative to 17 cases in which abdominal section has been successfully performed for advanced ectopic gestation with living children.\\n\\nLong Retention of Extrauterine Pregnancy.--The time of the retention of an extrauterine gestation is sometimes remarkable, and it is no uncommon occurrence for several pregnancies to successfully ensue during such retention. The Ephemerides contains examples of extrauterine pregnancy remaining in the abdomen forty-six years; Hannaeus mentioned an instance remaining ten years, the mother being pregnant in the meantime; Primperosius speaks of a similar instance; de Blegny, one of twenty-five years in the abdomen; Birch, a case of eighteen years in the abdomen, the woman bearing in the meantime; Bayle, one of twenty-six years, and the Ephemerides, another. In a woman of forty-six, the labor pains intervened without expulsion of the fetus. Impregnation ensued twice afterward, each followed by the birth of a living child. The woman lived to be ninety-four, and was persuaded that the fetus was still in the abdomen, and directed a postmortem examination to be made after her decease, which was done, and a large cyst containing an ossified fetus was discovered in the left side of the cavity. In 1716 a woman of Joigny when thirty years old, having been married four years, became pregnant, and three months later felt movements and found milk in her breasts. At the ninth month she had labor-pains, but the fetus failed to present; the pains ceased, but recurred in a month, still with a negative result. She fell into a most sickly condition and remained so for eighteen months, when the pains returned again, but soon ceased. Menstruation ceased and the milk in her breasts remained for thirty years. She died at sixty-one of peripneumonia, and on postmortem examination a tumor was found occupying part of the hypogastric and umbilical regions. It weighed eight pounds and consisted of a male fetus of full term with six teeth; it had no odor and its sac contained no liquid. The bones seemed better developed than ordinarily; the skin was thick, callous, and yellowish The chorion, amnion, and placenta were ossified and the cord dried up. Walther mentions the case of an infant which remained almost petrified in the belly of its mother for twenty-three years. No trace of the placenta, cord, or enveloping membrane could be found.\\n\\nCordier publishes a paper on ectopic gestation, with particular reference to tubal pregnancy, and mentions that when there is rupture between the broad ligaments hemorrhage is greatly limited by the resistance of the surrounding structures, death rarely resulting from the primary rupture in this location. Cordier gives an instance in which he successfully removed a full-grown child, the result of an ectopic gestation which had ruptured intraligamentally and had been retained nearly two years.\\n\\nLospichlerus gives an account of a mother carrying twins, extrauterine, for six years. Mounsey of Riga, physician to the army of the Czarina, sent to the Royal Society in 1748 the bones of a fetus that had been extracted from one of the fallopian tubes after a lodgment of thirteen years. Starkey Middleton read the report of a case of a child which had been taken out of the abdomen, having lain there nearly sixteen years, during which time the mother had borne four children. It was argued at this time that boys were conceived on the right side and girls on the left, and in commenting on this Middleton remarks that in this case the woman had three boys and one girl after the right fallopian tube had lost its function. Chester cites the instance of a fetus being retained fifty-two years, the mother not dying until her eightieth year. Margaret Mathew carried a child weighing eight pounds in her abdomen for twenty-six years, and which after death was extracted. Aubrey speaks of a woman aged seventy years unconsciously carrying an extrauterine fetus for many years, which was only discovered postmortem. She had ceased to menstruate at forty and had borne a child at twenty-seven. Watkins speaks of a fetus being retained forty-three years; James, others for twenty-five, thirty, forty-six, and fifty years; Murfee, fifty-five years; Cunningham, forty years; Johnson, forty-four years; Josephi, fifteen years (in the urinary bladder); Craddock, twenty-two years, and da Costa Simoes, twenty-six years.\\n\\nLong Retention of Uterine Pregnancy.--Cases of long retained intrauterine pregnancies are on record and deserve as much consideration as those that were extrauterine. Albosius speaks of a mother carrying a child in an ossified condition in the uterus for twenty-eight years. Cheselden speaks of a case in which a child was carried many years in the uterus, being converted into a clay-like substance, but preserving form and outline. Caldwell mentions the case of a woman who carried an ossified fetus in her uterus for sixty years. Camerer describes the retention of a fetus in the uterus for forty-six years; Stengel, one for ten years, and Storer and Buzzell, for twenty-two months. Hannaeus, in 1686, issued a paper on such a case under the title, \\\"Mater, Infantis Mortui Vivum Sepulchrum,\\\" which may be found in French translation.\\n\\nBuchner speaks of a fetus being retained in the uterus for six years, and Horstius relates a similar case. Schmidt's Jahrbucher contain the report of a woman of forty-nine, who had borne two children. While threshing corn she felt violent pain like that of labor, and after an illness suffered a constant fetid discharge from the vagina for eleven years, fetal bones being discharged with occasional pain. This poor creature worked along for eleven years, at the end of which time she was forced to bed, and died of symptoms of purulent peritonitis. At the necropsy the uterus was found adherent to the anterior wall of the abdomen and containing remnants of a putrid fetus with its numerous bones. There is an instance recorded of the death of a fetus occurring near term, its retention and subsequent discharge being through a spontaneous opening in the abdominal wall one or two months after.\\n\\nMeigs cites the case of a woman who dated her pregnancy from March, 1848, and which proceeded normally for nine months, but no labor supervened at this time and the menses reappeared. In March, 1849, she passed a few fetal bones by the rectum, and in May, 1855, she died. At the necropsy the uterus was found to contain the remains of a fully developed fetus, minus the portions discharged through a fistulous connection between the uterine cavity and the rectum. In this case there had been retention of a fully developed fetus for nine years. Cox describes the case of a woman who was pregnant seven months, and who was seized with convulsions; the supposed labor-pains passed off, and after death the fetus was found in the womb, having lain there for five years. She had an early return of the menses, and these recurred regularly for four years. Dewees quotes two cases, in one of which the child was carried twenty months in the uterus; in the other, the mother was still living two years and five months after fecundation. Another case was in a woman of sixty, who had conceived at twenty-six, and whose fetus was found, partly ossified, in the uterus after death.\\n\\nThere are many narratives of the long continuation of fetal movements, and during recent years, in the Southern States, there was quite a prevalence of this kind of imposters. Many instances of the exhibition of fetal movements in the bellies of old negro women have been noticed by the lay journals, but investigation proves them to have been nothing more than an exceptional control over the abdominal muscles, with the ability to simulate at will the supposed fetal jerks. One old woman went so far as to show the fetus dancing to the music of a banjo with rhythmical movements. Such imposters flourished best in the regions given to \\\"voodooism.\\\" We can readily believe how easy the deception might be when we recall the exact simulation of the fetal movements in instances of pseudocyesis.\\n\\nThe extraordinary diversity of reports concerning the duration of pregnancy has made this a much mooted question. Many opinions relative to the longest and shortest period of pregnancy, associated with viability of the issue, have been expressed by authors on medical jurisprudence. There is perhaps no information more unsatisfactory or uncertain. Mistakes are so easily made in the date of the occurrence of pregnancy, or in the date of conception, that in the remarkable cases we can hardly accept the propositions as worthy evidence unless associated with other and more convincing facts, such as the appearance and stage of development of the fetus, or circumstances making conception impossible before or after the time mentioned, etc. It will be our endeavor to cite the more seemingly reliable instances of the anomalies of the time or duration of pregnancy reported in reputable periodicals or books.\\n\\nShort Pregnancies.--Hasenet speaks of the possibility of a living birth at four months; Capuron relates the instance of Fortunio Liceti, who was said to have been born at the end of four and a half months and lived to complete his twenty-fourth year. In the case of the Marechal de Richelieu, the Parliament of Paris decreed that an infant of five months possessed that capability of living the ordinary period of existence, i.e., the \\\"viabilite,\\\" which the law of France requires for the establishment of inheritance. In his seventh book Pliny gives examples of men who were born out of time. Jonston gives instances of births at five, six, seven, and eight months. Bonnar quotes 5 living births before the one hundred and fiftieth day; 1 of one hundred and twenty-five days; 1 of one hundred and twenty days; 1 of one hundred and thirty-three days, surviving to twenty-one months; and 1 of one hundred and thirty-five days' pregnancy surviving to eighty years. Maisonneuve describes a case in which abortion took place at four and a half months; he found the fetus in its membranes two hours after delivery, and, on laying the membranes open, saw that it was living. He applied warmth, and partly succeeded in restoring it; for a few minutes respiratory movements were performed regularly, but it died in six hours. Taylor quotes Carter concerning the case of a fetus of five months which cried directly after it was born, and in the half hour it lived it tried frequently to breathe. He also quotes Davies, mentioning an instance of a fetus of five months, which lived twelve hours, weighing 2 pounds, and measuring 12 inches, and which cried vigorously. The pupillary membrane was entire, the testes had not descended, and the head was well covered with hair. Usher speaks of a woman who in 1876 was delivered of 2 male children on the one hundred and thirty-ninth day; both lived for an hour; the first weighed 10 ounces 6 drams and measured 9 3/4 inches; the other 10 ounces 7 drams, with the same length as the first. Routh speaks of a Mrs. F----, aged thirty-eight, who had borne 9 children and had had 3 miscarriages, the last conception terminating as such. Her husband was away, and returned October 9, 1869. She did not again see her husband until the 3d or 4th of January. The date of quickening was not observed, and the child was born June 8, 1870. During gestation she was much frightened by a rat. The child was weak, the testes undescended, and it lived but eighteen days, dying of symptoms of atrophy. The parents were poor, of excellent character, and although, according to the evidence, this pregnancy lasted but twenty-two weeks and two days, there was absolutely no reason to suspect infidelity.\\n\\nRuttel speaks of a child of five months who lived twenty-four hours; and he saw male twins born at the sixth month weighing 3 pounds each who were alive and healthy a year after. Barker cites the case of a female child born on the one hundred and fifty-eighth day that weighed 1 pound and was 11 inches long. It had rudimentary nails, very little hair on the head, its eyelids were closed, and the skin much shriveled; it did not suckle properly, and did not walk until nineteen months old. Three and a half years after, the child was healthy and thriving, but weighed only 29 1/2 pounds. At the time of birth it was wrapped up in a box and placed before the fire. Brouzet speaks of living births of from five to six months' pregnancy, and Kopp speaks of a six months' child which lived four days. The Ephemerides contains accounts of living premature births.\\n\\nNewinton describes a pregnancy of five months terminating with the birth of twins, one of whom lived twenty minutes and the other fifteen. The first was 11 1/2 inches long, and weighed 1 pound 3 1/2 ounces, and the other was 11 inches long, and weighed 1 pound. There is a recent instance of premature birth following a pregnancy of between five and a half and six months, the infant weighing 955 grams. One month after birth, through the good offices of the wet-nurse and M. Villemin, who attended the child and who invented a \\\"couveuse\\\" for the occasion, it measured 38 cm. long.\\n\\nMoore is accredited with the trustworthy report of the case of a woman who bore a child at the end of the fifth month weighing 1 1/2 pounds and measuring 9 inches. It was first nourished by dropping liquid food into its mouth; and at the age of fifteen months it was healthy and weighed 18 pounds. Eikam saw a case of abortion at the fifth month in which the fetus was 6 inches in length and weighed about 8 ounces. The head was sufficiently developed and the cranial bones considerably advanced in ossification. He tied the cord and placed the fetus in warm water. It drew up its feet and arms and turned its head from one side to the other, opening its mouth and trying to breathe. It continued in this wise for an hour, the action of the heart being visible ten minutes after the movements ceased. From its imperfectly developed genitals it was supposed to have been a female. Professor J. Muller, to whom it was shown, said that it was not more than four months old, and this coincided with the mother's calculation.\\n\\nVillemin before the Societe Obstetricale et Gynecologique reported the case of a two-year-old child, born in the sixth month of pregnancy. That the child had not had six months of intrauterine life he could vouch, the statement being borne out by the last menstrual period of the mother, the date of the first fetal movements, the child's weight, which was 30 1/2 ounces, and its appearance. Budin had had this infant under observation from the beginning and corroborated Villemin's statements. He had examined infants of six or seven months that had cried and lived a few days, and had found the alveolar cavities filled with epithelial cells, the lung sinking when placed in a vessel of water. Charpentier reported a case of premature birth in his practice, the child being not more than six and a half months and weighing 33 1/2 ounces. So sure was he that it would not live that he placed it in a basin while he attended to the mother. After this had been done, the child being still alive, he wrapped it in cotton and was surprised next day to find it alive. It was then placed in a small, well-heated room and fed with a spoon on human milk; on the twelfth day it could take the breast, since which time it thrived and grew.\\n\\nThere is a case on record of a child viable at six months and twenty days. The mother had a miscarriage at the beginning of 1877, after which menstruation became regular, appearing last from July 3 to 9, 1877. On January 28, 1878, she gave birth to a male infant, which was wrapped in wadding and kept at an artificial temperature. Being unable to suckle, it was fed first on diluted cow's milk. It was so small at birth that the father passed his ring over the foot almost to the knee. On the thirteenth day it weighed 1250 grams, and at the end of a week it was taking the breast. In December, 1879, it had 16 teeth, weighed 10 kilograms, walked with agility, could pronounce some words, and was especially intelligent. Capuron relates an instance of a child born after a pregnancy of six and a half months and in excellent health at two years, and another living at ten years of the same age at birth. Tait speaks of a living female child, born on the one hundred and seventy-ninth day, with no nails on its fingers or toes, no hair, the extremities imperfectly developed, and the skin florid and thin. It was too feeble to grasp its mother's nipple, and was fed for three weeks by milk from the breast through a quill. At forty days it weighed 3 pounds and measured 13 inches. Before the expiration of three months it died of measles. Dodd describes a case in which the catamenia were on the 24th of June, 1838, and continued a week; the woman bore twins on January 11, 1839, one of which survived, the other dying a few minutes after birth. She was never irregular, prompt to the hour, and this fact, coupled with the diminutive size of the children, seemed to verify the duration of the pregnancy. In 1825, Baber of Buxur, India, spoke of a child born at six and a half months, who at the age of fifty days weighed 1 pound and 13 ounces and was 14 inches long. The longest circumference of the head was 10 inches and the shortest 9.1 inches. The child suckled freely and readily. In Spaeth's clinic there was a viable infant at six and a half months weighing 900 grams. Spaeth says that he has known a child of six months to surpass in eventual development its brothers born at full term.\\n\\nIn some cases there seems to be a peculiarity in women which manifests itself by regular premature births. La Motte, van Swieten, and Fordere mention females who always brought forth their conceptions at the seventh month.\\n\\nThe incubator seems destined to be the future means of preserving these premature births. Several successful cases have been noticed, and by means of an incubator Tarnier succeeded in raising infants which at the age of six months were above the average. A full description of the incubator may be found. The modified Auvard incubator is easily made; the accompanying illustrations (Figs. 5, 6, and 7) explain its mechanism. Several improved incubators have been described in recent years, but the Auvard appears to be the most satisfactory.\\n\\nThe question of retardation of labor, like that of premature birth, is open to much discussion, and authorities differ as to the limit of protraction with viability. Aulus Gellius says that, after a long conversation with the physicians and wise men, the Emperor Adrian decided in a case before him, that of a woman of chaste manners and irreproachable character, the child born eleven months after her husband's death was legitimate. Under the Roman law the Decenviri established that a woman may bear a viable child at the tenth month of pregnancy. Paulus Zacchias, physician to Pope Innocent X, declared that birth may be retarded to the tenth month, and sometimes to a longer period. A case was decided in the Supreme Court of Friesland, a province in the northern part of the Netherlands, October, 1634, in which a child born three hundred and thirty-three days after the death of the husband was pronounced legitimate. The Parliament of Paris was gallant enough to come to the rescue of a widow and save her reputation by declaring that a child born after a fourteen months' gestation was legitimate. Bartholinus speaks of an unmarried woman of Leipzig who was delivered after a pregnancy of sixteen months. The civil code of France provides that three hundred days shall constitute the longest period of the legitimacy of an infant; the Scottish law, three hundred days; and the Prussian law, three hundred and one days.\\n\\nThere are numerous cases recorded by the older writers. Amman has one of twelve months' duration; Enguin, one of twelve months'; Buchner, a case of twelve months'; Benedictus, one of fourteen months'; de Blegny, one of nineteen months'; Marteau, Osiander, and others of forty-two and forty-four weeks'; and Stark's Archives, one of forty-five weeks', living, and also another case of forty-four weeks'. An incredible case is recorded of an infant which lived after a three years' gestation. Instances of twelve months' duration are also recorded. Jonston quotes Paschal in relating an instance of birth after pregnancy of twenty-three months; Aventium, one after two years; and Mercurialis, a birth after a four years' gestation--which is, of course, beyond belief.\\n\\nThormeau writes from Tours, 1580, of a case of gestation prolonged to the twenty-third month, and Santorini, at Venice, in 1721, describes a similar case, the child reaching adult life. Elvert records a case of late pregnancy, and Henschel one of forty-six weeks, but the fetus was dead. Schneider cites an instance of three hundred and eight days' duration. Campbell says that Simpson had cases of three hundred and nineteen, three hundred and thirty-two, and three hundred and thirty-six days'; Meigs had one of four hundred and twenty. James Reid, in a table of 500 mature births, gives 14 as being from three hundred and two to three hundred and fifteen days'.\\n\\nNot so long ago a jury rendered a verdict of guilty of fornication and bastardy when it was alleged that the child was born three hundred and seventeen days after intercourse. Taylor relates a case of pregnancy in which the wife of a laborer went to America three hundred and twenty-two days before the birth. Jaffe describes an instance of the prolongation of pregnancy for three hundred and sixty-five days, in which the developments and measurements corresponded to the length of protraction. Bryan speaks of a woman of twenty-five who became pregnant on February 10, 1876, and on June 17th felt motion. On July 28th she was threatened with miscarriage, and by his advice the woman weaned the child at the breast. She expected to be confined the middle of November, 1876, but the expected event did not occur until April 26, 1877, nine months after the quickening and four hundred and forty days from the time of conception. The boy was active and weighed nine pounds. The author cites Meigs' case, and also one of Atlee's, at three hundred and fifty-six days.\\n\\nTalcott, Superintendent of the State Homeopathic Asylum for the Insane, explained the pregnancy of an inmate who had been confined for four years in this institution as one of protracted labor. He said that many such cases have been reported, and that something less than two years before he had charge of a case in which the child was born. He made the report to the New York Senate Commission on Asylums for the Insane as one of three years' protraction. Tidd speaks of a woman who was delivered of a male child at term, and again in ten months delivered of a well-developed male child weighing 7 1/4 pounds; he relates the history of another case, in Clifton, W. Va., of a woman expecting confinement on June 1st going over to September 16th, the fetus being in the uterus over twelve months, and nine months after quickening was felt.\\n\\nTwo extraordinary cases are mentioned, one in a woman of thirty-five, who expected to be confined April 24, 1883. In May she had a few labor-pains that passed away, and during the next six months she remained about as large as usual, and was several times thought to be in the early stages of labor. In September the os dilated until the first and second fingers could be passed directly to the head. This condition lasted about a month, but passed away. At times during the last nine months of pregnancy she was almost unable to endure the movements of the child. Finally, on the morning of November 6th, after a pregnancy of four hundred and seventy-six days, she was delivered of a male child weighing 13 pounds. Both the mother and child did well despite the use of chloroform and forceps. The other case was one lasting sixteen months and twenty days.\",\"timestamp\":1639716557,\"title\":\"\\nA peculiar instance of superfetation was reported by Langmore in which there was an abortion of a fetus between the third and fourth months, apparently dead some time\"},\"digest\":\"8YpPkPOb_PUI7Hq0XCd1BtcJSYB7pYFlCeIisulbuAk\",\"authorship\":{\"contributor\":\"0x755Bda80E984cd5fAabcbf90e065196EEDb3214A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8EQuOHpgdsGBQpnIfmL46Lroax86OMbMV0nx_nI5wOk\\\",\\\"y\\\":\\\"9lBZgaRN3hug9HqNCjjla7IkczBVMcI7I7NRt0qBFJ4\\\"}\",\"signature\":\"yNmIS7liFdpt_7XaZkd9VcaVMKtu2lljt4axjLt91cLiSj6ixEe1zNwdNXn-6Y9UAn8ivnljNOddqG4GGg02KQ\",\"signingKeySignature\":\"0x3ad71dcd0d5c0795a35dfbd74fca48908047bcea3e1d1ab10257e87ca47095262723abce697854c5305d7172cfda368d343b26294030c8f8cf8dd9df85c2fd7a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8EQuOHpgdsGBQpnIfmL46Lroax86OMbMV0nx_nI5wOk\\\",\\\"y\\\":\\\"9lBZgaRN3hug9HqNCjjla7IkczBVMcI7I7NRt0qBFJ4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8YpPkPOb_PUI7Hq0XCd1BtcJSYB7pYFlCeIisulbuAk\"}"