"{\"content\":{\"body\":\"### Indulge me for a moment\\n\\nYou ever think about how acronyms create unnecessary learning barriers for the uninitiated? By trying to abbreviate we complicate otherwise simple concepts. We use language implicitly or explicitly to divide those in the know from those who are not.\\n\\n*(Steps off soapbox)*\\n\\nOkay now that I got that out of the way let us talk about today's culprit, N.F.Ts or Non-Fungible Tokens.\\n\\n### So just what in the world is a Non-Fungible Token?\\n\\nSimply put, an NFT is interoperable digital ownership. Full stop. Now you may be thinking to yourself - I've owned things online before! From apps on your iPhone to digital skins on Fortnite, you have probably come across objects you have interacted with as if you had complete agency to own and do with them what you please.\\n\\nBut...have you ever tried to take your iPhone apps to an Android? Or what about taking your Fortnite skin to another game? Chances are if you did you would quickly find the limitations of your ownership. Ultimately it is the platforms that control what you can do with these objects and where you can take them.\\n\\n### Pretty depressing right? But have no fear. NFTs are here.\\n\\nNFTs deliver on the promise of true ownership by means of an open protocol. That means when it is yours you are welcome to take it anywhere you please. You want to post your cool ape photo on one marketplace like OpenSea and then move it to another like Nifty Gateway? No problem. You want to sell that shiny new skin you bought but no longer want? Easy go ahead and sell it.\\n\\nBut can't I just right click and save that cool image? Sure! But you do not own it. NFTs don't create boundaries of dissemination. They create certificates of authenticity. These certificates are where the \\\"non fungible\\\" element of the token comes into play.\\n\\nUnlike currency, which is fungible, each NFT is unique because the underlying identifiable metadata is unique. No two NFTs are the same even if the image or art may look the same. This also means if you save an image you do not save the underlying certificate of authenticity. That is because each NFT is a contract that holds information like what the object is, who owns it, how it can be used, and who should be paid.\\n\\nTake away the art and the apes and what you are left with is a set of verifiable ledger of ownership. That is it and yet that is a very very big deal.\\n\\nRight now we are in the primitive dawn of a new age. While collectors of JPEGs and game skins were the first to arrive they will not be the last as use cases continue to multiply.\\n\\nImagine using your crypto wallet to store tickets to your next concert (and keep a cool digital keepsake that doesn't end up under your couch).\\n\\nOr using your NFT as access to the latest merch drop or artist discord.\\n\\nOr as a way to your prove you have completed know your customer verification\\n\\nAll these are currently being built and the future is filled with the exciting unknown for future utility to come.\\n\\nBuckle up.\",\"timestamp\":1637210901,\"title\":\"Explaining NFTs and Unnecessary Acronyms\"},\"digest\":\"Ng4ppRB3V7u2fjaUxpe1MkZkwUcv5fYO_kA98JV4KRM\",\"authorship\":{\"contributor\":\"0xFAEa523cDF00E9be0A82FA201fBB111330CC7c0C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pPkXxE8J1V58OhYxzAHbaJn1cGadHAo8tNgwqFm6tcU\\\",\\\"y\\\":\\\"XEq3xNdCc6BpElAEn5Vzi4ArmIhfzuEztd9Z_B4Ox0k\\\"}\",\"signature\":\"Am34cVGmHnjGrwYoqJINzmAHXlorXOuBd-S48VGt2ELscqV0mMtZeNTMDrVsYNOxkoJ2xiKo3se5uDL-1QlEHQ\",\"signingKeySignature\":\"0x376e4888f17293d37239099778020d9d53cb9d81a3bd449a295a6bc6c6299c3a0835d9fb7474f66bfcff140fc241167ac4647d40878384c20944e1ae9d6458d31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pPkXxE8J1V58OhYxzAHbaJn1cGadHAo8tNgwqFm6tcU\\\",\\\"y\\\":\\\"XEq3xNdCc6BpElAEn5Vzi4ArmIhfzuEztd9Z_B4Ox0k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ng4ppRB3V7u2fjaUxpe1MkZkwUcv5fYO_kA98JV4KRM\"}"