"{\"content\":{\"body\":\"My first computer was a Commodore 64.\\n\\nI can still remember the commands — ***LOAD \\\"\\\\*\\\",8,1*** will be forever seared into my subconscious — to load up what are still some of the best games I’ve ever played; Impossible Mission, Zork I/II/III, Hitch Hikers Guide to the Galaxy, Maniac Mansion, Spy vs Spy!\\n\\nBeyond the games, there was creative stuff too; The Print Shop, and Cut & Paste (this was when a feature like copy and pasting words was it's own application). I wrote stories, I printed huge banners on dot matrix printers, I made pixelated turtles draw faces. I felt like I was conjuring artifacts out of the ether. It felt akin to watching my dad and his friends, accomplished timber framers, turn trees into homes. I was 10 years old, and was able to make thoughts appear on screen and dance around. It was magic.\\n\\n*\\\\[I won't even get started on what it was like when we got our first Mac, and how it democratized typography, desktop publishing, and drawing tools overnight. Without a bit of hyperbole, I will credit the Steves Jobs and Wozniak with creating the tools that have provided me with a design career, and contributed to my design obsession, but that’s another post.\\\\]*\\n\\n### And then we got a modem.\\n\\nWhen I first got to use our home phone to turn sounds into data, a world of other people’s computers came rushing into our house. BBS', IRC, Usenet, file trading, txt files as welcome mats and manifestos. We were *connecting* with each other. After years spent in our own basements, we were all in each other’s basement.\\n\\nAnd when the multimedia World Wide Web came along not too long after, pairing visual experiences and information with all of that connectivity, I was hooked. It was like an encyclopedia had come alive, and I could follow any rathole I wished. For a kid from a very small town in rural Michigan, it was revelatory.\\n\\nMy career aspirations shifted quickly as the web took hold; from aspiring architect to designer/programmer and photographer (which became my other obsession, tickling a lot of the same right brain/left brain notions of technology and art), and I spent all of my time making web pages to publish my designs, my thoughts, my photography, and finding community in those pursuits. I managed to make a career from those digital incantations that had only been a hobby, and that felt great. It was a world of *enthusiasts*. I was too young for the first round of computer clubs in the 70s, when people would get together to geek out over everything they were discovering was possible, but I think the early web felt similar. There was enthusiasm again.\\n\\nAnd while the web has since become the greatest platform for business that the world as ever seen, it's also managed to start feeling stale. Where \\\"Web 1\\\" was an enthusiastic DIYers dream, Web 2 quickly went from a place where we could all build a media rich and own-able online presence to a place where our online presence was owned by the biggest businesses we’ve ever seen. Platforms became walled gardens, and algorithms replaced curation. It got lame. It became a world of templates and repetition, and privacy settings we all knew were lip service.\\n\\n### web3\\n\\nBut something has come along in the last few years that *feels* like those early days, and fits right into that technology-and-culture combination that feels worth of upping the version number. Web 3.0. The new element in this version is that value/money/commerce and *ownership* is fused right in, rather than something to be built on top or provided by someone else. People are building things that have values to others, and they are building a living for themselves while they do it. The wallet gardens will lose their power, as the things we make can belong to us, whichever garden we choose to spend our day in. The enthusiasm is back, and while it may be weird to some, as fervency often can be, it's making the internet and technology and media and arts else *fun again*.\\n\\nIt's the wild west right now, and I'm still wrapping my head around it, but consider me a web enthusiast again.\",\"timestamp\":1632671128,\"title\":\"Enthusiasm\",\"publication\":\"ptrbkr\"},\"digest\":\"Q0eKCDTOq6f6bBihK4mSMf6TgVFuLuijJVmyCQiudqE\",\"authorship\":{\"contributor\":\"0x9E24184F3428B6B58eB9cd3344e075Ea6cde3747\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ovK_ig1RxayT5rjBMm5IBj0CrsC6FPLiX07BZzediJE\\\",\\\"y\\\":\\\"-Qkohv6G6zECnUTH18p08Bn6uc_8WuRdzOfod3ZOEKk\\\"}\",\"signature\":\"ClwON6vJLM7KoJ8iClu6DP9Tc2Kvuy1FVrM8w250ZjGTnD6-9lMZNU910EsOBjf53ScZoVI8wm4Ny9TI5lZJqA\",\"signingKeySignature\":\"0x93c60bcb0f1e6d2381195511be7ad1f5cad6518eeba7dc680fd9e4e80a21857428159aaebdfb153d7f29b45526002354616a21ed4da2416bd3b2ac60e852d60f1c\",\"signingKeyMessage\":\"I authorize the publication of articles on ptrbkr.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ovK_ig1RxayT5rjBMm5IBj0CrsC6FPLiX07BZzediJE\\\",\\\"y\\\":\\\"-Qkohv6G6zECnUTH18p08Bn6uc_8WuRdzOfod3ZOEKk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sYBhK9lem8IUz3Kro4YcVfMZB9C-ymD4WKX-8Bqhyg4\"}"