"{\"content\":{\"body\":\"\\\"It's my own fault,\\\" he confessed.  \\\"I shouldn't have baited you. I'll be careful in the future.\\\"\\n\\n\\\"In the meantime go on laughing, and I'll see about breakfast.  Is there anything you would fancy?\\\"\\n\\nHe shook his head.\\n\\n\\\"It will do you good to eat something.  Your fever has burned out, and you are merely weak.  Wait a moment.\\\"\\n\\nShe hurried out of the room in the direction of the kitchen, tripped at the door in a pair of sandals several sizes too large for her feet, and disappeared in rosy confusion.\\n\\n\\\"By Jove, those are my sandals,\\\" he thought to himself.  \\\"The girl hasn't a thing to wear except what she landed on the beach in, and she certainly landed in sea-boots.\\\"\\n\\nCHAPTER V--SHE WOULD A PLANTER BE\\n\\nSheldon mended rapidly.  The fever had burned out, and there was nothing for him to do but gather strength.  Joan had taken the cook in hand, and for the first time, as Sheldon remarked, the chop at Berande was white man's chop.  With her own hands Joan prepared the sick man's food, and between that and the cheer she brought him, he was able, after two days, to totter feebly out upon the veranda. The situation struck him as strange, and stranger still was the fact that it did not seem strange to the girl at all.  She had settled down and taken charge of the household as a matter of course, as if he were her father, or brother, or as if she were a man like himself.\\n\\n\\\"It is just too delightful for anything,\\\" she assured him.  \\\"It is like a page out of some romance.  Here I come along out of the sea and find a sick man all alone with two hundred slaves--\\\"\\n\\n\\\"Recruits,\\\" he corrected.  \\\"Contract labourers.  They serve only three years, and they are free agents when they enter upon their contracts.\\\"\\n\\n\\\"Yes, yes,\\\" she hurried on.  \\\"--A sick man alone with two hundred recruits on a cannibal island--they are cannibals, aren't they?  Or is it all talk?\\\"\\n\\n\\\"Talk!\\\" he said, with a smile.  \\\"It's a trifle more than that. Most of my boys are from the bush, and every bushman is a cannibal.\\\"\\n\\n\\\"But not after they become recruits?  Surely, the boys you have here wouldn't be guilty.\\\"\\n\\n\\\"They'd eat you if the chance afforded.\\\"\\n\\n\\\"Are you just saying so, on theory, or do you really know?\\\" she asked.\\n\\n\\\"I know.\\\"\\n\\n\\\"Why?  What makes you think so?  Your own men here?\\\"\\n\\n\\\"Yes, my own men here, the very house-boys, the cook that at the present moment is making such delicious rolls, thanks to you.  Not more than three months ago eleven of them sneaked a whale-boat and ran for Malaita.  Nine of them belonged to Malaita.  Two were bushmen from San Cristoval.  They were fools--the two from San Cristoval, I mean; so would any two Malaita men be who trusted themselves in a boat with nine from San Cristoval.\\\"\\n\\n\\\"Yes?\\\" she asked eagerly.  \\\"Then what happened?\\\"\\n\\n\\\"The nine Malaita men ate the two from San Cristoval, all except the heads, which are too valuable for mere eating.  They stowed them away in the stern-locker till they landed.  And those two heads are now in some bush village back of Langa Langa.\\\"\\n\\nShe clapped her hands and her eyes sparkled.  \\\"They are really and truly cannibals!  And just think, this is the twentieth century! And I thought romance and adventure were fossilized!\\\"\\n\\nHe looked at her with mild amusement.\\n\\n\\\"What is the matter now?\\\" she queried.\\n\\n\\\"Oh, nothing, only I don't fancy being eaten by a lot of filthy niggers is the least bit romantic.\\\"\\n\\n\\\"No, of course not,\\\" she admitted.  \\\"But to be among them, controlling them, directing them, two hundred of them, and to escape being eaten by them--that, at least, if it isn't romantic, is certainly the quintessence of adventure.  And adventure and romance are allied, you know.\\\"\\n\\n\\\"By the same token, to go into a nigger's stomach should be the quintessence of adventure,\\\" he retorted.\\n\\n\\\"I don't think you have any romance in you,\\\" she exclaimed. \\\"You're just dull and sombre and sordid like the business men at home.  I don't know why you're here at all.  You should be at home placidly vegetating as a banker's clerk or--or--\\\"\\n\\n\\\"A shopkeeper's assistant, thank you.\\\"\\n\\n\\\"Yes, that--anything.  What under the sun are you doing here on the edge of things?\\\"\\n\\n\\\"Earning my bread and butter, trying to get on in the world.\\\"\\n\\n\\\"'By the bitter road the younger son must tread, Ere he win to hearth and saddle of his own,'\\\" she quoted.  \\\"Why, if that isn't romantic, then nothing is romantic.  Think of all the younger sons out over the world, on a myriad of adventures winning to those same hearths and saddles.  And here you are in the thick of it, doing it, and here am I in the thick of it, doing it.\\\"\\n\\n\\\"I--I beg pardon,\\\" he drawled.\\n\\n\\\"Well, I'm a younger daughter, then,\\\" she amended; \\\"and I have no hearth nor saddle--I haven't anybody or anything--and I'm just as far on the edge of things as you are.\\\"\\n\\n\\\"In your case, then, I'll admit there is a bit of romance,\\\" he confessed.\\n\\nHe could not help but think of the preceding nights, and of her sleeping in the hammock on the veranda, under mosquito curtains, her bodyguard of Tahitian sailors stretched out at the far corner of the veranda within call.  He had been too helpless to resist, but now he resolved she should have his couch inside while he would take the hammock.\\n\\n\\\"You see, I had read and dreamed about romance all my life,\\\" she was saying, \\\"but I never, in my wildest fancies, thought that I should live it.  It was all so unexpected.  Two years ago I thought there was nothing left to me but. . . .\\\"  She faltered, and made a moue of distaste.  \\\"Well, the only thing that remained, it seemed to me, was marriage.\\\"\\n\\n\\\"And you preferred a cannibal isle and a cartridge-belt?\\\" he suggested.\\n\\n\\\"I didn't think of the cannibal isle, but the cartridge-belt was blissful.\\\"\\n\\n\\\"You wouldn't dare use the revolver if you were compelled to.  Or,\\\" noting the glint in her eyes, \\\"if you did use it, to--well, to hit anything.\\\"\\n\\nShe started up suddenly to enter the house.  He knew she was going for her revolver.\\n\\n\\\"Never mind,\\\" he said, \\\"here's mine.  What can you do with it?\\\"\\n\\n\\\"Shoot the block off your flag-halyards.\\\"\\n\\nHe smiled his unbelief.\\n\\n\\\"I don't know the gun,\\\" she said dubiously.\\n\\n\\\"It's a light trigger and you don't have to hold down.  Draw fine.\\\"\\n\\n\\\"Yes, yes,\\\" she spoke impatiently.  \\\"I know automatics--they jam when they get hot--only I don't know yours.\\\"  She looked at it a moment.  \\\"It's cocked.  Is there a cartridge in the chamber?\\\"\\n\\nShe fired, and the block remained intact.\\n\\n\\\"It's a long shot,\\\" he said, with the intention of easing her chagrin.\\n\\nBut she bit her lip and fired again.  The bullet emitted a sharp shriek as it ricochetted into space.  The metal block rattled back and forth.  Again and again she fired, till the clip was emptied of its eight cartridges.  Six of them were hits.  The block still swayed at the gaff-end, but it was battered out of all usefulness. Sheldon was astonished.  It was better than he or even Hughie Drummond could have done.  The women he had known, when they sporadically fired a rifle or revolver, usually shrieked, shut their eyes, and blazed away into space.\\n\\n\\\"That's really good shooting . . . for a woman,\\\" he said.  \\\"You only missed it twice, and it was a strange weapon.\\\"\\n\\n\\\"But I can't make out the two misses,\\\" she complained.  \\\"The gun worked beautifully, too.  Give me another clip and I'll hit it eight times for anything you wish.\\\"\\n\\n\\\"I don't doubt it.  Now I'll have to get a new block.  Viaburi! Here you fella, catch one fella block along store-room.\\\"\\n\\n\\\"I'll wager you can't do it eight out of eight . . . anything you wish,\\\" she challenged.\\n\\n\\\"No fear of my taking it on,\\\" was his answer.  \\\"Who taught you to shoot?\\\"\\n\\n\\\"Oh, my father, at first, and then Von, and his cowboys.  He was a shot--Dad, I mean, though Von was splendid, too.\\\"\\n\\nSheldon wondered secretly who Von was, and he speculated as to whether it was Von who two years previously had led her to believe that nothing remained for her but matrimony.\\n\\n\\\"What part of the United States is your home?\\\" he asked.  \\\"Chicago or Wyoming? or somewhere out there?  You know you haven't told me a thing about yourself.  All that I know is that you are Miss Joan Lackland from anywhere.\\\"\\n\\n\\\"You'd have to go farther west to find my stamping grounds.\\\"\\n\\n\\\"Ah, let me see--Nevada?\\\"\\n\\nShe shook her head.\\n\\n\\\"California?\\\"\\n\\n\\\"Still farther west.\\\"\\n\\n\\\"It can't be, or else I've forgotten my geography.\\\"\\n\\n\\\"It's your politics,\\\" she laughed.  \\\"Don't you remember 'Annexation'?\\\"\\n\\n\\\"The Philippines!\\\" he cried triumphantly.\",\"timestamp\":1638930272,\"title\":\"He frowned, tightened his lips, then burst into laughter, in which she joined.\"},\"digest\":\"4T0tP0SxB0zahtAma0KNj4uBAidlJg4w6L5ffav8Fjk\",\"authorship\":{\"contributor\":\"0xeCFFC09a569272AB1413A3E9E440BC486ddb0a97\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jLf6oB4uXjO6zhr4blDZCBGdEzxqJA7OXO8Unecv5XQ\\\",\\\"y\\\":\\\"FQ-GifhosRtAawlBsr0ORFWoLTL9FEJ7fhUz6xmi5vU\\\"}\",\"signature\":\"7-9rzTEphFinLaTDXIxAzYs8W1_mMZ3r63sN0JgtuHgjrPkbxKg1u0JkXzubTSJuJTrs50enKWqY2FXMiWgMBg\",\"signingKeySignature\":\"0x4ffde16ad3b5957287caa9b990b19f4905b5770d4c7388d5b457983814bdc10a031cf336aacc40e899bd3f8219da6b4e708cf3e6dfcfb94062ecae74182adfaa1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jLf6oB4uXjO6zhr4blDZCBGdEzxqJA7OXO8Unecv5XQ\\\",\\\"y\\\":\\\"FQ-GifhosRtAawlBsr0ORFWoLTL9FEJ7fhUz6xmi5vU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4T0tP0SxB0zahtAma0KNj4uBAidlJg4w6L5ffav8Fjk\"}"