"{\"content\":{\"body\":\"NFT in full swing\\n\\\\*In the past less than 2 months, the transaction volume of NBA TOP Shot exceeded 300 million U.S. dollars; the transaction volume of CryptoPunks exceeded 100 million U.S. dollars;\\n(The popularity of NFT is also reflected in the sales volume, cryptoslam)\\n\\\\*More than 1 million NFTs sold;\\n\\\\*There are more than 1 million wallets holding NFTs, and now there are only about 1.6 million DeFi users;\\n\\\\*The highest price of a single NFT has been broken successively, from 6.6 million, 7.8 million, to today's\\nMore than 69 million US dollars;\\n(The most expensive NFT seat in history was broken in less than two days, cryptoslam)\\n\\\\*NBA Top Shot, an early player pranksy earned $9 million through $600;\\n\\\\*NBA Top Shot is broadcast on ESPN TV media;\\n(Josh Hart is explaining NBA Top Shot, ESPN)\\n\\\\*NFT has formed a complete stack, including planning, wallets, price discovery, secondary market liquidity, token management, issuer tools, issuance agreements, specialized public chains, and even Layer 2 solutions.\\n...\\nWhat is NFT?\\nNFT refers to Non-Fungible Tokens, literally translated as non-fungible tokens, but this will make it difficult for everyone to understand. For simple understanding, NFT can be simply understood as a unique encrypted digital product. In other words, it is different from homogenized tokens such as ETH. ETH in different people’s wallets is interchangeable, and the value between them is the same, while non-homogeneous tokens are unique and have each other. Different values ​​and attributes are not interchangeable.\\nBlue Fox Note also published an NFT-related article \\\"What is a non-homogeneous token?\\\" in 2018, 19, and 20. \\\"Why does NFT have a chance to explode in the crypto world? \\\"NFT Market: Why is it important? \\\"Etc., for the reference of friends who are initially exposed to NFT. The current NFT is mainly based on digital content issued on the blockchain, including collectibles, artworks, encrypted games, domain names, etc. It is intrinsically closely related to social psychology and culture.\\nSimply put, NFT is naturally scarce because it has unique properties. Just like works of art, Van Gogh's \\\"Sunflower\\\" can have many copies, but there is only one authentic one, and NFT can't copy it either.\\nWhat can become an NFT? Almost anything unique. For example, art, collectibles, game content, music, tickets, passports... or even a tweet posted by a person at a certain point in time. This has become a reality, and that's what Twitter founder Jack did.\\nHow is NFT produced?\\nThe NFT generation process itself is not complicated. For example, an artist uploads his pictures, audios, and videos to IPFS after making a work, and then issues a token, and the file is included in its metadata. It sounds as simple as people posting content on social media, but there are essential differences between the two. If posted to social media, it may be deleted or banned. When published on Ethereum, it can be preserved forever and is unique.\\nThat is, NFT is essentially the tokenization of digital content. Due to the uniqueness of digital content, NFT is also unique. NFT only uses the blockchain model to turn the uniqueness of digital content into immutable and permanent existence.\\nTherefore, the core value of NFT lies not in the issuance of the NFT itself, but in the content itself pointed to by the NFT. If the content pointed to by the NFT has no value, then there is still no value after adding the coat of the NFT. This is also a point we need to pay attention to when participating in NFT.\\nNFT issuance platform\\nFor creators, how to issue NFT?\\nThere are currently dozens of NFT distribution platforms. Below are some of these platforms.\\n\\\\*SuperRare\\n\\n(NFT works High Rise, SuperRare)\\nAt first glance, this picture has no special features, but it bought a price of 30 ETH on SuperRare. According to the current price of ETH, it is about $50,000.\\nSuperRare is not a permissionless NFT issuance platform. It only allows some approved creators to issue NFTs, and these approved creators enter its whitelist. SuperRare only allows a few people to enter. In this way, SuperRare can guarantee its extremely high quality.\\nOn SuperRare, crypto artist @pak has sold digital art worth more than $1 million. The top five artists have sold more than $300,000. These top NFT artists have made considerable profits.\\n(SuperRare’s best-selling crypto artist, SuperRare)\\nCrypto collector @colborn collected a total of 578 NFT works, with an average price of US$374 and a total cost of US$216,560.\\n(SuperRare's crypto collector, SuperRare)\\n\\\\*Nifty Gateway\\nNifty Gateway follows the same route as SuperRare, and also requires a whitelist system. Only creators who pass the review can issue NFTs. It has some \\\"open version\\\" mechanisms as well as an airdrop mechanism to attract users. From the perspective of marketing mechanism, it is better at operating than Superrare.\\n(Nifty's operating mechanism attracts users, Nifty Gateway)\\nIn addition, Nifty Gateway has a good sales volume, which is also related to its legal currency deposit channel, and its users can use credit cards to purchase NFTs. This has brought it a lot of users outside the circle.\\n(The best-selling NFT on Nifty, Nifty Gateway)\\n\\n(Nifty on NFT: The Bitcoin Angel's total sales are nearly 5 million U.S. dollars, Nifty Gateway)\\nAccording to its operations and traffic, Nifty Gateway may become one of the top platforms for NFT art collections. Tmall, similar to NFT, deserves the attention of NFT entrepreneurs, NFT artists and NFT collectors.\\n\\\\*Rarible\\nUnlike Superare and Nifty Gateway, Rarible allows anyone to quickly issue NFTs. It also has a governance token RARI, which allows users to change the protocol through governance token RARI. The advantage of this is that it can give full play to more people's creativity and create greater possibilities; however, it also faces bad situations such as dealing with transactions. For example, users trade through two accounts to push up the price of NFT and so on. Its trading volume does not necessarily reflect the real market demand. But this market may be more prosperous and eventually form its own trading ecology. Rarible is currently very popular, similar to NFT's Taobao.\\n(Works on Rarible, Rarible)\\nThe top sellers on Rarible in the last 30 days have sold 432 ETH worth about US$800,000, and their income is very high; while some top collectors, such as the famous 0x_b1, have bought 580.343 ETH in the last 30 days and spent Approximately more than 1 million U.S. dollars. Some top players are receiving crazy goods.\\n(Top buyer on Rarible, Rarible)\\n(Top seller on Rarible, Rarible)\\nEven Cuban, the owner of the NBA Lone Ranger, released his own NFT on Rarible:\\n(Mark Cuban issues personal NFT on Rarible, Rarible)\\nIssuing NFTs on Rarible is not complicated:\\n\\n(Issue personal NFT on Rarible, Rarible)\\n\\\\*Zora\\nZora is also a trading platform for art collections, and its style tends to be Superrare.\\n\\\\*OpenSea\\nOpenSea is an old NFT issuance platform and a trading market. It allows anyone to create NFT. It can be paid in tokens such as ETH, DAI, USDC, etc. It is a comprehensive market where everything from encrypted artworks, domain names, virtual items, cards to game assets can be traded on it. In February of this year, its trading volume exceeded 80 million U.S. dollars and the number of users exceeded 60,000. It is one of the largest NFT issuance and trading markets in the crypto field.\\n(OpenSea enters 2021 with a sharp increase in transaction volume, DuneAnalytics)\\n(The rapid growth of OpenSea users, DuneAnalytics)\\n(OpenSea's 7-day trading volume top NFT category, OpenSea)\\nThe background of the rise of NFT\\n\\\\*ownership\\nNFT is a digital work that cannot be tampered with. It solves the problem of ownership. The previous digital art works are difficult to solve this point, they can be copied casually, and NFT cannot be tampered with. The level of imitation of physical works of art can be very high, requiring experts to appraise, and appraisal costs are also very high. NFT's digital artwork cannot be tampered with and can solve the problem of authenticity.\\nUsers can fully own the NFT product as long as they have the private key of the NFT token. Unlike traditional games, where the props, equipment, and even the account itself are all running on a centralized server, users do not have full ownership, nor can they guarantee its permanence. Of course, NFT also has higher requirements on storage. If you accidentally lose your private key, you cannot retrieve it.\\nIn addition, compared to physical works, NFT is permanent. It exists on the blockchain and will not have the possibility of physical damage like NBA physical star cards.\\n\\\\*NFT's foundation for survival\\nAt present, the lives and work of most human beings are related to the Internet, and human beings have entered the era of digital survival. In particular, the younger generation are all aborigines of the Internet, so there is no need to repeat this point. The digital age means that it needs the value medium and storage of the digital age, such as Bitcoin, and it also needs the collections of the digital age, which is the foundation of NFT's survival.\\nThe combination of ownership and the digital age, although there is short-term hype, short-term fluctuations, and many projects are fished in troubled waters, but in the long run, NFT is a trend. This trend, like DeFi, will become the third largest product and market in the encryption field.\\nWhat is the digital age? The digital age means that people feel natural about holding digital objects. People won’t hesitate for a second about the value of digital objects. This means that digital art, digital game items, and digital collectibles all have a foundation for survival. People nowadays use their mobile phones and computers at work, basically living digitally. In addition, real assets are very expensive. In big cities like Beijing, Shanghai, Guangzhou and Shenzhen, it is very unlikely that young people can buy a house on wages alone. When offline assets are too expensive, people will turn to online assets. It is common for young people to buy game content in games. In the current game, these assets do not really belong to the user; it is possible that the game is suspended or the account is banned by the company. In the crypto world, ownership belongs to the owner.\\nThis characteristic of the digital age means that Bitcoin, Ethereum, and NFT are all regarded as natural value assets. This is the background of the era of the rise of NFT, and it is also the foundation of its survival.\\n\\\\*The value foundation of NFT\\nHumans like scarce things. This is instinct, because you want to show your own difference, look cooler, and have more social status, so as to get more people's respect. At the same time, scarce things also have the function of storing value, which can also bring a certain sense of security. From art collections to gold to Bitcoin, this has always been the case. The history of mankind for thousands of years has never changed. It was like this in the past, it is like this today, and the future will not change.\\nSome people like to buy luxury goods and spend hundreds of thousands on a bag. It must demonstrate the social status of the owner, and let itself gain a sense of so-called \\\"superiority.\\\" Why is NFT valuable? It is a programmable asset; it represents a collection in the digital age.\\nScarcity itself is not only a unique meaning, it also has a meaning of value. For a certain human group, it has social, cultural and psychological scarcity. For example, the wonderful moments of James in the NBA Top Shot finals, etc., these are of scarcity value among NBA fans. It is the NBA star card of the digital age. It is not only dynamically watchable, but also a fully owned star card that cannot be tampered with, will not be damaged. Among NBA fans, having a unique moment when Jordan or James won the championship is far more fulfilling than having a bag of hundreds of thousands. In different community groups, people have their own community definitions of what is unique and what is more NB. So anything with strong IP is worthy of attention.\\nIn addition, the non-tamperable modification of encryption is also an important guarantee of the value of NFT. In traditional physical art collections, if an artwork is not proven, it is very difficult to sell it again. These certificates include: title, year of production, artist's name, materials used, number, date of signature, artist's signature, etc. In the physical world, authenticity verification requires a lot of costs, while artworks carried by NFTs do not have such concerns.\\nThe beneficiaries of the rise of NFT\\n\\n* Creator of crypto art The first beneficiaries of the rise of the NFT era are digital artists who create encrypted art collections. One of them is Beeple. Beeple is an artist. He creates a work almost every day for more than ten years. His unremitting efforts have been very rewarding in the encryption era. In just two days, he sold digital art worth $350. During this period, its products were distributed in three ways: \\\\*Open version, priced at US$969, unlimited quantity within 5 minutes; \\\\*Limited edition, priced at $1, unlimited time but the quantity is 100; \\\\*Single version, auction processing, the number is 21. The following work was once the most expensive work in NFT history and was also created by Beeple, valued at $6.6 million: (CROSS ROAD, Beeple) \\\\*Early gold nuggets of NFT With the rise of the NFT era, the beneficiaries also include some investors who entered this field first. An early NBA TopShot player, Pranksy, is a 29-year-old young man. He earned $9 million with $600, with a return rate of 15,000 times, which is even higher than the original Bitcoin. Because Bitcoin's tens of thousands of times the income has gone through many years, and the outbreak of NBA TopShot is just a few months away. Also because of the possibility of huge profits (the probability is actually not high), it attracts a large number of encrypted users, as well as a large number of users outside the encryption circle to participate. \\\\*celebrity With the rise of the NFT era, among the beneficiaries, some celebrities will never be absent. These include Mark Cuban, the owner of the NBA Mavericks, Canadian singer Grimes (Grimes, who is also Musk's current girlfriend), investment tycoon chamath, and so on. In addition to the above-mentioned participants, there is also the creation of The builders of these issuance and trading platforms. NFT's Encrypted Art Market \\\\*The crypto art market is dancing with the crypto market Currently, the value of encrypted artworks is more than 315 million U.S. dollars, and more than 110,000 encrypted artworks have been sold. (Development of the crypto art market, Cryptoart) As can be seen from the above figure, the trading of encrypted artworks has gradually developed following the start of the entire encrypted market. Since December last year, there has been a significant improvement. The crypto art market has a great correlation with the crypto market as a whole. The two largest crypto art markets at present are Nifty Gateway and SuperRare, which account for most of the sales. At the same time, starting from February, MakersPlace has also begun to rise, accelerating the pace of catching up with SuperRare. In February's sales volume, Nitfy Gateway sold more than 75 million U.S. dollars, SuperRare more than 10 million U.S. dollars, and the remaining trading market was close to 6 million U.S. dollars.\\n  * Best-selling artist of Crypto Art NFT\\n    Beeple currently ranks first. The total value of his encrypted NFTs is close to 100 million U.S. dollars. A total of 839 pieces have been sold, with an average price of 118,148.17 U.S. dollars. The highest selling price is the above-mentioned works of over 6.6 million and 69 million U.S. dollars.\\n    In second place is Fewocious. His encrypted NFT is worth more than 1,500 US dollars. A total of 3,101 pieces were sold, with an average selling price of 4,854.12 and a maximum selling price of 550,000 US dollars.\\n    There are 5 art creators whose NFT value exceeds 10 million US dollars so far. In addition to beeple and fewocious, there are trevorjonesart, maddogjones, and grimes. Forty-five people have created works worth more than 1 million U.S. dollars. The number of creators with sales records reached 2,599, and a large-scale encryption art creator group has been formed.\\n    (Top crypto artists, Cryptoart)\\n    At the same time, a star group of crypto artists has emerged, and the creations of the TOP10 crypto artists will receive much attention. As the market recognizes it, its bet winning rate will increase, which of course will lead to a higher buying price.\\n    \\\\*The most expensive encrypted artwork\\n    (The most expensive NFT work in history, created by beeple)\\n    NFT's Collectibles Market\\n    The crypto collectibles market is currently dominated by NBA TopShot and CryptoPunks, which are also the two markets with the largest sales volume in the NFT market.\\n    This also shows that, at present, the core value of NFT is still scarcity. The wonderful moments of NBA TopShot are unique and rare. There are a total of 10,000 CryptoPunks, and the total amount is capped and scarce.\\n    At the same time, the two also have a strong foundation of community culture. The NBA has a strong global IP attribute and a huge fan base. CryptoPunks also has a loyal community in the crypto community.\\n    \\\\*NBA TopShot\\n    NBA TopShot is also a star card market in a sense, but it is an nft star card. The traditional star card market also has the opportunity to sell for millions of dollars. For example, LeBron James’ rookie card once sold for $1.845 million. The users who understand the star card market, the users who understand the nba, and the users who understand the nft are the early beneficiaries.\\n    The star card market has a long history and was originally unearthed by a tobacco company in the United States. The company has greatly increased its sales by giving away star cards when selling cigarettes. Follow-up Topps company specializes in selling star cards. With the development of the star card market, a complete industrial chain has been formed, including authorization, generation, price discovery, sales channels, and transaction markets. This is similar to the perfect ecological development path of NFT today.\\n    (NBA star Durant card sold for $779,500 at the Goldin auction)\\n    However, these paper star cards will be physically damaged. NBA TopShot does not have this concern, it is NFT, limited time or limited sales. NBA TopShot has \\\"highlight moments\\\" of stars, which can have pictures, text descriptions and short videos. These are currently collection value. In order to empower, the team also plans to develop a game where players who can use the star card can team up and have a star card to improve their abilities.\\n    The following is James’ star card, which contains a short video of James’ wonderful layup. This is a wonderful performance by James when the Los Angeles Lakers play against the Houston Rockets on February 6, 2020. In addition, it will also record the final score of the two teams, match time, player data and so on.\\n\\n  In this way, it has not only collection value, but also practical use, thereby enhancing the value of its NFT.\\n  The outbreak of NBA TopShot has introduced a large number of newcomers. They do not need to understand what crypto assets are and what is NFT, they only need to participate in accordance with the experience of Internet products.\\n  \\\\*CryptoPunks\\n  CryptoPunks was created by Larva Labs and has a total of 10,000 CryptoPunk collectibles. It is an ERC-721 token based on the NFT issued by Ethereum. No two of these 10,000 CryptoPunks are the same. Initially it was free to receive, but now it can only be purchased on the secondary market. The punk with a blue background can be sold, and the punk with a purple background has active bidders.\\n  (A total of 10,000 Cryptopunks)\\n  In the past 12 months, Cryptopunks sold a total of 6,762 units, with an average price of 11.3 ETH, valued at 18,749 U.S. dollars, and total sales of 76,440 ETH, valued at more than 127 million U.S. dollars.\\n  CryptoPunk is a 24X24 pixel art picture, generated by an algorithm, most of which are men and women, but some are rarer: Apes, Zombies, Alien. Each Punk has its own information, you can see its attributes, owners, and sales status. Among them, there are 24 Ape, which are very scarce. Among the Punks with the highest price, the top three are Apes, all of which exceed $1 million. The current highest selling price is #7804, Alien, which is more than 7.8 million U.S. dollars.\\n\\n  (Cryptopunk priced at more than 7.8 million US dollars)\\n  Each Crypto Punk has different attributes such as race, eyes, mouth, and hair. As of the writing of Blue Fox Notes, in addition to Apes, Zombies are also very popular. Among the top 30 Punks, there are 14 Zombies zombies, accounting for 46.7%, and Apes apes accounting for 7 and 23.3. %, the rest are pictures of aliens, men and women.\\n  \\\\*Why are CryptoPunks and NBA TopShot developing the fastest?\\n  Decentraland, Cryptovoxels, Gods Unchained, Axie Infinity, etc. are also veteran NFT virtual worlds or games. They also have rapid growth, but this round of growth is not as fast as NBA TopShot and CryptoPunk. Among them, one of the very important reasons is that in addition to hype, it is also related to the collection properties of CryptoPunks and NBA TopShot, which are scarce and have a strong social, cultural and psychological connection.\\n  \\\\*Hashmasks\\n  (Hashmasks)\\n  Hashmasks is a collection of digital portraits. It is an encrypted product based on Ethereum and IPFS. Digital portraits are available in limited quantities. There are 16,384 pieces in total, created by more than 70 artists around the world. Holding these art collections, you can get rewards of NCT tokens every day. With NCT tokens, users can name their portrait collections.\\n  At present, Hashmasks has been released, and it used an interesting release method. The first 3000 were sold at a price of 0.1 ETH, followed by 4000 at 0.3 ETH... The last 3 NFTs were sold at a price of up to 100 ETH, in an incremental manner to form the effect of FOMO. However, during the initial issuance, no one knows which NFTs they will get. These NFTs have been generated, but they are not numbered. Only after 14 days did I know the NFT I got. This blind box mechanism also adds interest. Therefore, the FOMO+ blind box mechanism aroused the enthusiasm of participants.\\n  (FOMO issuance mechanism, Hashmasks)\\n  Hashmasks is a combination of digital art and collectibles. On the one hand, it is digital art. On the other hand, it also has some rare features. All its features are jointly determined by the creator and owner. Its scarcity includes: 1. Dominant features 2. Invisible features. Among these characteristics, the naming of portraits is completely controlled by the owner. This is also its unique part.\\n  Dominant features, such as they have different masks, eye colors, skin colors, accessories, etc., can be men, women, robots, can have Chinese, Indian, Mexican, etc. masks, can have black, green, blue The eye color can be blue, gold, black and other skin colors, and there can be mirrors, toilet paper, books and other accessories.\\n\\n  (Hashmasks each have different characteristics, Hashmasks)\\n  The naming needs to be completed through the token NCT, which is a homogenous token and can be exchanged. However, the naming is unique and cannot be repeated. Before the last NCT is destroyed, Hashmasks can be changed.\\n  Each Hashmask can get 10 NCT tokens per day. When 1830 NCTs are accumulated, which is about half a year, users can use these tokens to modify the name of their Hashmask. These tokens will be destroyed. NCT is issued until 2031, after which it will only be reduced. After all NCTs are destroyed, the names of these encrypted artworks will be finalized and cannot be changed.\\n  At the same time, NCT is a homogenized token, which means that users can purchase NCT on the secondary market to modify their name. However, in the first 14 days of the release, all participants can get 3660 NCTs and have two naming opportunities.\\n  Because of their explicit and implicit features, some Hashmasks are rarer than others, and therefore more valuable.\\n  NFT encryption game\\n  Compared with the collectibles market and the encrypted art market, encrypted games are currently in a relatively backward stage. Although encrypted games have a longer history, they are not as good as some collectibles markets with strong IP attributes from the perspective of hype.\\n  But with the improvement of scalability and the large-scale development of encrypted games, encrypted game NFT will eventually become the most important part of the NFT field. In this part, you can continue to pay attention to the development of various encrypted games.\\n  NFT has a better chance of getting out of the circle than other crypto assets\\n  NFT represents ownership in the digital age. Just as Bitcoin is the gold of the digital age, NFT will also have its own important position in the digital age. It is not only a collection, but also represents the ownership of users in the digital age.\\n  This is its real opportunity. Compared with Bitcoin or DeFi, it can be understood by more users through the user experience of the Internet era, which means that it has a greater chance of getting out of the circle.\\n  At present, NBA TopShot is the NFT field with the highest sales volume. Most of the users are new users who are exposed to the encryption field for the first time. These users enter this field because they are interested in the NBA and speculation. In just one or two months, the influx of users has exceeded 200,000, which is a growth rate that exceeds that of DeFi users.\\n  Many people enter NBA TopShot and are very interested in it, but they don't know anything about cryptocurrency. NBA TopShot demonstrates one of the best ways to benefit from the digital age for strong IP. If the NBA used to obtain revenue through broadcasts, tickets, jerseys, events, etc., now the NBA has expanded its revenue channels through its encrypted collections.\\n  The NBA has a natural strong IP attribute. The so-called IP is a kind of mining that has undergone socialized labor. The NBA league has gone through many years of precipitation. Players participate in the game, fans watch the game, the league organizes the game, and the media participates in the dissemination. All of these consume a lot of people's time and labor. These time and energy expenditures are transformed into The strong IP effect of the NBA.\\n  And these strong IP effects, in the era of blockchain, it can be combined with NFT and finally transformed into mining output. And early participants will benefit greatly.\\n  NFT popular works\\n  1. Encryption field related\\n     Since the early NFT participants had many encryption users, this part of the people had a natural emotional connection to encryption-related things, and in this part, the proportion of wealthy people was relatively high. Therefore, NFTs related to encryption can often get a higher premium.\\n     The following work is the most popular at Nifty Gate. It is an open version of Trevor Jones Art's \\\"Bitcoin Angel\\\", with a total sales of more than $5 million.\\n     (A total of 4157 open edition works, Trevor Jones Art)\\n     The following two works are from Beeple, his current top crypto artist, one is about Bitcoin and the other is about ETH.\\n\\n  (INTO THE ETHER, work by beeple)\\n\\n  (BULL RUN, work by beeple)\\n  2\\\\. Dynamic works\\n  Among the top ten works with the highest sales volume of art collections on Niftygateway, seven are in video format. This is very illustrative.\\n  (Some of the best-selling NFTs on Nifty gateway, Nitygateway)\\n  3\\\\. Works of well-known crypto artists in the circle\\n  Although not all works are valuable, and the price of their works will become higher and the cost performance will be relatively lower, but relatively speaking, the subsequent liquidity and risk will be reduced accordingly. Such as Beeple, Trevor Jones, etc. Of course, not all of their works will be expensive, and a lot of screening is also required.\\n  4\\\\. Strong IP works\\n  For example, the wonderful moments of top players in the NBA Top Shot, these are unique and strong IP content, and because of the strong fan culture, they also have a certain value. But the continuation of this part of the value in the future remains to be considered.\\n  5\\\\. Artistic value\\n  This aspect is nothing more than creativity, and sensitively feeling the forefront of the human spirit. But this matter is difficult to quantify, and it is also difficult to form a unity. It requires insight and knowledge, and the threshold is very high.\\n  The above points cannot be fixed to understand, because the NFT market is mixed with speculation, hype, and community cultural needs.\\n  The biggest obstacle to the development of NFT\\n  What hinders the development of NFT is the congestion of Ethereum. Why did the Flow public chain come out? Because the founding team was Zeng\",\"timestamp\":1633719644,\"title\":\"Rage of NFT\"},\"digest\":\"W-QIWsrAolxb4lOU7qDRyBR4gpozqA4LU6DK3eYczT0\",\"authorship\":{\"contributor\":\"0xC19f7F4e81a3d2142Da72A60adC61C656B696C91\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1wD3eVZeYI_GO5Q3j2OF_gzeG9ClUxLxMx05cIliJv8\\\",\\\"y\\\":\\\"Z5fcS47zK-wsEQ9Bqsj3tYk9Cxw8mhyFd3pjDOsDx3Y\\\"}\",\"signature\":\"ndbCnez06wfl6XELSyVHEzeFQJHSCQ9FqHAbiYMRsE2NPAAGV2RVF07iB5S3jSiLV5VpYJuSDzzybVluDVuaiA\",\"signingKeySignature\":\"0xaa82cab42aad959f9a5733cd4b956e5c0f32e92915d79be453f5f528e68ca3345e0c6da73ed58d0f06b6dc44a7e6ff7db84daece58377dba6deab87059bd55961c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1wD3eVZeYI_GO5Q3j2OF_gzeG9ClUxLxMx05cIliJv8\\\",\\\"y\\\":\\\"Z5fcS47zK-wsEQ9Bqsj3tYk9Cxw8mhyFd3pjDOsDx3Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"W-QIWsrAolxb4lOU7qDRyBR4gpozqA4LU6DK3eYczT0\"}"