"{\"content\":{\"body\":\"You may have seen the [recent announcement by Orion Money](https://twitter.com/orion_money/status/1425534068402401281?s=20), that they have secured $70m in commitments for their Private Farming round and I am thrilled to say that Apollo DAO will be farming alongside this impressive list of investors.\\n\\n### So what is Orion Money?\\n\\nIf you have been following the recent growth of the Terra ecosystem, I am sure that you have come across Orion. Orion were the extremely worthy winners of the [Delphi Hackathon](https://eventornado.com/event/defi-connected#home) back in May and Apollo DAO has been following their progress since.\\n\\n“Orion Money’s vision is to become a cross-chain stablecoin bank providing seamless and frictionless stablecoin saving, lending, and spending. Within the Orion Money stablecoin bank, we have three main products planned — Orion Saver, Orion Yield and Insurance, and Orion Pay.” For more information, [check out the Orion Litepaper](https://orion-money.medium.com/orion-money-litepaper-release-7e98bb3acb6f).\\n\\nAt the most basic level, Orion money is bringing the benefits of UST and Anchor, native to Terra, to the Ethereum blockchain. By allowing deposits of most Eth based stablecoins (and swapping these to native UST and depositing to Anchor) Orion enables depositors to earn a steady and predictable 15% to 25% APY on their stablecoins (depending how many Orion tokens they have staked).\\n\\n#### \\n\\n### What is Private Farming and What are the advantages for Orion?\\n\\nOrion Money’s Private Farming is an elegant solution to distributing their Orion tokens to a larger group of aligned investors and participants, while raising capital for the Orion team, without the need for a sale.\\n\\nThe way it will work is participants deposit Eth based stablecoins (wUST, USDC, USDT, DAI, FRAX, BUSD), into the Orion platform. These stablecoins are then deposited into Anchor by Orion, with the yield (of 20%) from these deposits, being used to purchase Orion tokens at a price of $0.035.\",\"timestamp\":1639557797,\"title\":\"Why Apollo DAO is participating in Orion Money Private Farming\"},\"digest\":\"pkT84BDHni7B8EZS_KyYtrqwLg-3NbGKeCi5209QDNE\",\"authorship\":{\"contributor\":\"0x833b7bab3BF9d88Be7390D01EF6183C367F0400b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"faIrbLZmIanueJx4jHC3xQwIZ-JzWsOu6iAT2pcBDh8\\\",\\\"y\\\":\\\"C958e8qqknZ7zfKPzILRatN_bZNuc42_TNzamEgJwGc\\\"}\",\"signature\":\"bZDoDMZghv_HesGttGjjXZbO9yuXFCICJSc3wzMGiCTZYMaF6BnSoKecbJiXfVXl11AoZM8_EoseJtnzyEm3RQ\",\"signingKeySignature\":\"0xf0c09f97148b708394a6741a61657f96bccf0889c397ee166ad5e694e0bb50564663c59427ed68f8d494143ce564e0ac2886c51784c4ef0397112e76cff0d64e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"faIrbLZmIanueJx4jHC3xQwIZ-JzWsOu6iAT2pcBDh8\\\",\\\"y\\\":\\\"C958e8qqknZ7zfKPzILRatN_bZNuc42_TNzamEgJwGc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pkT84BDHni7B8EZS_KyYtrqwLg-3NbGKeCi5209QDNE\"}"