"{\"content\":{\"body\":\"Welcome to [Unnamed Fund](https://unnamed.fund/) —  a cooperatively controlled creative ecosystem fund.\\n\\nWe're a group of creatives working towards sustainable funding solutions for artists, creative practice, and creative enterprises. As members and alumni of [NEW INC](https://newinc.org/), the New Museum’s incubator, we came together with the goal of building community focused solutions to, and imagining new futures for funding within our ecosystem.\\n\\n\\n---\\n\\n### What would it look like to develop an experimental, community-led, cooperatively controlled fund for the creative ecosystem?\\n\\nUnnamed Fund is a cooperatively controlled creative ecosystem fund. Part new funding model and part provocation, this experimental fund seeks to re-imagine existing models for funding creative, artistic, and entrepreneurial projects by sustaining those underserved by traditional funding through the equitable distribution of capital, across multiple impact outcomes.\\n\\nResponding to the deficit of available funding resources for creators, in particular those underserved by traditional models, a core group of members have organically come together to shape this experiment. United around the principles of distributed governance, and an excitement for community-led solutions, we began to develop ideas for a cooperatively governed fund through slow, organic, and intentional work.\\n\\nThe fund is currently in a phase of public research - through which we will publish our unfinished thesis, refined through research and conversations with community members. We expect this research phase to continue for the rest of 2021, with a view to launching an initial round of funding in Spring of 2022. This initial round will launch as a public/private beta, working directly with NEW INC and its community of creatives as a test case for the viability of the fund.\\n\\n### The Problem With Funding\\n\\nThe distribution of capital within the creative and entrepreneurial ecosystem is problematic at best. At worst, it actively and deliberately excludes diverse creators and founders from access to capital, creating a cultural and economic echo chamber under a singular narrative. This is particularly concerning as it narrows the focus of what it means to be successful, with a predisposition towards unsustainable growth, and products over people.\\n\\nWhen we look to other nations, there are a multiplicity of support options for creative endeavors that are not linked to private wealth. But here in the US, there is a serious dearth of unrestricted funding options, leaving the survival of the creative community/economy at the mercy of venture capitalists, foundations, institutions, crowdfunding, and philanthropy.\\n\\nTraditional funding models such as investment are plagued with issues of inaccessibility, discrimination, and top-down decision making (to name a few), but a more elegant, equitable, and sustainable alternative has yet to emerge with any semblance of viability. While these models present compelling opportunities for funding projects in the creative ecosystem, systemic inequality, intermittent availability, and a virtually non-existent framework for financial sustainability leave little room for truly viable business models, especially for projects and founders that seek community returns over capital ones.\\n\\n### The Experiment\\n\\nThe fund will explore the creation of a DAO (decentralized autonomous organization) as a possible antidote to traditional funding models. By adopting principles of cooperativism and distributed governance, and pairing these with the transparency of this crypto-native approach, this experiment will stress test a series of evolving funding theses, in order to develop a funding model that employs a mix of funding instruments for capital disbursement to creative projects.\\n\\nIn order to cultivate a community-centric approach to funding, we have envisioned the experiment in four phases. These phases are intentionally slow, taking a soft approach to funding that is rooted in a sense of community and sustainability.\\n\\n* **SEED PHASE (RESEARCH)** - Community-source our initial thesis through a series of interviews, and public explorations over a period of 6 months.\\n* **BUD PHASE (MVP)** - A 6 month MVP launching an initial round of funding under the established primary thesis as developed through the research phase. This MVP will focus on creative projects within the NEW INC ecosystem.\\n* **FLOWER PHASE (EXPERIMENT)** - An ongoing two year thought experiment within the NEW INC ecosystem consisting of consecutive experimental rounds of funding, each linked to a thesis that builds upon findings from past rounds.\\n* **GARDEN PHASE (LAUNCH)** - Pending successful experimentation and development of a viable model for the fund within the NEW INC Ecosystem, the fund will launch publicly as a community-led, cooperatively controlled fund that equitably distributes capital within the larger creative ecosystem.\\n\\n### Our Thesis\\n\\nA community-first approach to the distribution of capital is an essential step towards diversifying the landscape of creatives and projects who have access to capital. Our current thesis is at the time of this writing is:\\n\\n**Thesis 1.0**\\n\\n*The development of a community-led, cooperatively controlled fund will create a model for funding and sustaining creative ecosystem projects across multiple impact outcomes - ranging from financial return to community return.*\\n\\nThis thesis is centered around four main tenets:\\n\\n* **Community:** A fund can be community led and cooperatively controlled.\\n* **Sustainability:** A fund can sustain a creative ecosystem across multiple impact outcomes (financial and social).\\n* **Equity:** A fund can amplify and sustain projects in the creative ecosystem that are underserved by traditional means of funding.\\n* **Decentralized:** A fund can employ decentralized governance principles and economics facilitated by web 3.0 technology, specifically via a DAO (Decentralized Autonomous Organization).\\n\\n### Current Members\\n\\nThe fund came about through a series of organic conversations among interested NEW INC community members. Currently the fund is being managed and organized by Alex Darby, Austin Robey, Bhavik Singh, Jonah King, and Noya Kohavi. Over the past few months, we have each brought a unique perspective on the value that creation of an experimental fund could build within the creative ecosystem, and we invite the community to learn more about our members and our relationship to this funding experiment.\\n\\n\\n---\\n\\n***[Alex Darby](https://www.alexandradarby.com/) is a creative producer, artist, and cultural strategist. She is the Founder of [Darby Studios](https://darbystudios.xyz/) and works with artists, entrepreneurs, and cultural institutions to develop businesses, projects, content, and experiences.***\\n\\nAfter many years working with and for cultural orgs and artists to produce creative work, I joined the NEW INC team during its first cohort year. After 5 years of being embedded in its creative community, I observed and supported hundreds of creatives and businesses struggling with the same issues around funding — there is no clear, viable business model for creative practice as it looks today.\\n\\nA new model for funding creative practice is essential if we as a community want to see it survive. Institutional funding structures lack sustainability, resulting in misused resources, unclear scope, and a lack of ongoing support. We need a more community-centric approach to opportunity creation that fosters reciprocity and shared ownership over projects and pipelines. We need to fund black and women led projects. We need to mobilize communities. We need shared goals, intentional organizations, and transparency.\\n\\nI have a big imagination for the future that is possible for the creative community through this work. Re-thinking funding access means safeguarding creative practice as a viable model for future communities. My hope is that this experiment can build tangible opportunities for sustainable business models in the creative entrepreneurial space, and beyond that create a repeatable model for new organizations, structures, and communities to iterate on and learn from. By re-imagining funding for creative practice we can begin to redistribute wealth and power into the hands of creators and community, ensuring creative practice is available to all, not just a privileged few.\\n\\n\\n---\\n\\n***Austin Robey is Head of Growth at [Unlock Protocol](https://unlock-protocol.com/), and a Co-Founder of [Ampled](https://www.ampled.com/), a cooperatively-owned web platform that allows musicians to be directly supported by their community.***\\n\\nI became involved with the NEW INC community in its 6th year as part of the “Equitable Platforms” track. I had helped co-found a cooperative web platform called Ampled, which became a project incubated within NEW INC.\\n\\nWorking to build a co-op made me realize how many gaps there were in both the for-profit and non-profit funding ecosystems. I’ve become interested in the Web 3.0 space as a way to achieve greater collective ownership of platforms and networks, at scale.\\n\\nI’d love to imagine a future where public or shared goods can find adequate funding while still maintaining community ownership and control. I’d like to envision a future where resources are shifted beyond capital serving capital, towards capital used to serve collective needs.\\n\\n\\n---\\n\\n***[Bhavik Singh](https://bhaviksingh.com/) is an artist and technologist who creates software that is intimate, slow, & community powered.***\\n\\nAfter spending many years working in consumer technology, I came to NEW INC in its 7th year to explore new futures for social software. Working collaboratively with other artists, activists, and technologists, I've been spending time building software that feels intimate, slow and meaningfully powered by its community.\\n\\nI've realized that both artists and technologists feel limited by their funding structures. Technologists feel incentivized to build a very specific type of hyper-growth software and top-down software company. Artists feel limited by institutional mandates, and often reluctantly create scarce work that aligns with the market value rather their own.\\n\\nThrough this experiment, I'm excited to explore models for communities to sustain themselves not only creatively and intellectually, but also economically. I'm curious how the web3 can empower this, but also look to a long history of cooperative movements for inspiration. Eventually, I hope it means more time for all of us, in the grass, amongst the trees.\\n\\n\\n---\\n\\n***[Jonah King](https://jonahkingartist.cargo.site/) is a media artist, filmmaker and educator examining how ecological systems give rise to culture and identity through films, texts, sculptures, installations and extended realities.***\\n\\nI came to NEW INC in Y7&8 via the commercial art world, seeking fresh approaches to art, technology and community. I work across disciplines and have a background in establishing cultural platforms for inclusive, collaborative community authorship.\\n\\nI am interested in projects that exercise novel approaches to decentralised processes and offer access and support in spaces overlooked by established funding infrastructure. The emerging web 3.0 provides a crucial opportunity to push the boundaries of how and who gets support when creating culture.\\n\\nI envision an opportunity to establish a sustainable model for funding projects and initiatives based on values not limited to profit return but instead by the breadth of scope, experimentation and social impact. I hope this nourishes neglected creators taking risks in their work.\\n\\n\\n---\\n\\n***[Noya Kohavi](https://www.noyakohavi.com/) is a technologist, writer and independent consultant. Her work utilizes computer vision and computational linguistics to generate new narratives and insights, focusing on data ethics and a queer approach to computing.***\\n\\nI came to NEW INC in 2019 after working in startup/corporate tech to focus on ethical implementation of search and exploration algorithms and queer computation. In my two years there, I built a AI visual discovery engine for museum collections called LINEAGE.\\n\\nI’m interested in the ways in which form informs content, in the sense that funding structures inform which ideas are developed and which remain ‘just ideas’, even before they reach a fundraising stage. The transparency in the root of this project, both theoretical and practical, will serve as an object lesson regardless of outcome. Also, the possibility of material sustainability for our community and those aligned and adjacent.\\n\\nI believe the success and the failures we can generate through an experimental model, and the lessons we share, can inform not just our fund but the ecosystem at large.\\n\\n## Imagine New Futures With Us\\n\\nWe invite the wider creative community to join us in imagining new futures for funding creative projects.\\n\\n* You can follow along with our research via [Mirror](https://unnamedfund.mirror.xyz/), our [mailing list](https://unnamed.fund/interest.html), [Twitter](https://twitter.com/Unnamedfund) and [Instagram](https://www.instagram.com/unnamedfund/).\\n* If you’re interested in actively contributing to our research through an interview, or you’d like to become a thought partner, please join our [mailing list](https://unnamed.fund/interest.html).\\n* During the research phase the fund is not open to applications for funders or organizing members, but we are taking expressions of interest from the community. If you are interested in funding us, being funded, or joining the fund, you can submit an expression of interest [here](https://unnamed.fund/interest.html).\\n* In December we will launch our first fundraising campaign to support the research phase of the project, which will utilize community funding mechanisms available on the Mirror platform.\\n\\n\\n---\\n\\n*Illustration by Erik Carter.*\",\"timestamp\":1635888568,\"title\":\"Re-imagining Creative Ecosystem Funding\",\"publication\":\"unnamedfund\"},\"digest\":\"jOYodexEjldwr-02QDINF5xDp76VRB8fJWFYZ_P4PVg\",\"authorship\":{\"contributor\":\"0xA7D125Aea783775902De36671edFD66526d3d4bB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vvI93AQOueUwvR_y0fi9_UJYQLcCrs5S3fqptDsClR8\\\",\\\"y\\\":\\\"BY-ALvKcSbpsIdeVGWSmXhoWURe-wh3YspVkIqJqeOk\\\"}\",\"signature\":\"IrvblzXRQ_r-owvNOW3Pr9HQWWtVEFwbVbJ6QvlILSV3Bfm7DB6XcnCGW6z-dp9o-aRFicEGZ2uKN4QvDU1RvQ\",\"signingKeySignature\":\"0x483722bf217f0f50ac297d9b9f6a698871db261b501fa72cbbb5059d9fedfd38270382c8ff6b046b52e72b0d41450a94ac640ef3420aea7c3f54bbeb6830eced1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vvI93AQOueUwvR_y0fi9_UJYQLcCrs5S3fqptDsClR8\\\",\\\"y\\\":\\\"BY-ALvKcSbpsIdeVGWSmXhoWURe-wh3YspVkIqJqeOk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BwyEPhpkNqly8a_GduyIAsWO93mHWu0uu9EmbsznPEM\"}"