"{\"content\":{\"body\":\"![](https://thumbor.forbes.com/thumbor/960x0/https%3a%2f%2fspecials-images.forbesimg.com%2fimageserve%2f5f74853f9293a9c354ae8569%2fdiablo-4%2f960x0.jpg%3ffit%3dscale)\\n\\n> ***“Countless treasures are buried along the path to nowhere in particular.”*** \\n - Kenneth O. Stanley & Joel Lehman, [Why Greatness Cannot Be Planned: The Myth of the Objective](https://link.springer.com/book/10.1007/978-3-319-15524-1), 2015\\\\*\\n\\n\\n---\\n\\nLast month, I [posted](https://twitter.com/cheriehu42/status/1460620358306959361) the following on Twitter:\\n\\n![](https://images.mirror-media.xyz/publication-images/oV4AKS_5OzFRx3o--Ou0m.png?height=564&width=1042)\\n\\nThis thought stemmed from two distinct, yet related experiences in my life. The first is my own personal journey as a gamer during the COVID-19 pandemic. Like millions of others, I found myself diving headfirst into gaming in March 2020 as my go-to form of quarantine escapism; in particular, I gravitated towards **virtual worlds that offered immersion as their own reward, with little to no extrinsic pressure to “win.”** Many of the games that ended up resonating the most with me emotionally were ones in which I could customize my strategy for advancing in and winning the game based on my own personal playing style (*[The Legend of Zelda: Breath of the Wild](https://www.zelda.com/breath-of-the-wild/)*, *[Horizon Zero Dawn](https://www.playstation.com/en-us/games/horizon-zero-dawn/)*, *[Spiritfarer](https://thunderlotusgames.com/spiritfarer/)*) — or where there was no win condition at all, and the “gameplay” was more about exploring and exploiting the game’s overall meta-system, letting my own personal narratives and goals emerge naturally from the choices I made within that system (*[Stardew Valley](https://www.stardewvalley.net/)*, *[Animal Crossing: New Horizons](https://www.animal-crossing.com/new-horizons/)*, *[Everything](https://www.davidoreilly.com/everything)*). This open-ended, agency-first approach to game design is different from how I’ve seen the term “gamification” used in tech and business discourse over the years, where the abstracted gamer experience is interpreted to be so menial, linear and hierarchical to the point of incentivizing not only manipulation, but also distraction from the game’s core mission.\\n\\nThe second experience that seeded the above tweet is my real-time journey transitioning [Water & Music](https://waterandmusic.com) from a paid, Web2 music/tech newsletter into a more decentralized [media and research DAO](https://waterandmusic.mirror.xyz/ox_BFXwgue_sJjP9J8IQcN-Q7Po-S1RWugM-Nwr4z6Y), with a token ($STREAM) designed to incentivize collaborative, peer-to-peer knowledge-sharing and research in the music industry.\\n\\nImmediately upon entering the Web3 rabbit hole, one realizes that **it’s hard to talk about crypto without also talking about gaming** — specifically a highly financialized form of “gamification” revolving around microtransactions and “play-to-earn” (P2E) incentive design, whereby players win real tokens with real financial value for specific behaviors or achievements. Crypto-native P2E games like [Axie Infinity](https://axieinfinity.com/) have generated several hundred millions of dollars in revenue so far this year and, for better or for worse, have turned into [de facto digital labor markets](https://www.wired.co.uk/article/escapist-fantasy-of-nft-games-is-capitalism) whose currencies are starting to be [accepted by vendors](https://twitter.com/EMparadigmshift/status/1467433575444520966?s=20) around the world. It’s no surprise that seemingly every corporate gaming behemoth, including Epic Games, EA and Ubisoft, has publicly [expressed their interest in blockchain](https://www.bloomberg.com/news/newsletters/2021-11-12/crypto-in-video-games-is-all-the-rage-but-why?sref=XCOyOEK1) in response to this fervor.\\n\\nThe reality of these P2E games is that, to borrow the [words](https://www.mechanism.capital/crypto-gaming-thesis/) of Mechanism Capital’s Eva Wu, “financial incentives are currently bootstrapping player interest” much more than interest in the core narrative or mission of the game itself. This isn’t good or bad — it’s amazing, in fact, for people who can make a living from it — but it’s ultimately an incomplete picture of what a “game” can really be, and what Web3 can learn from gaming from an incentive design perspective.\\n\\nI recently went through Cohort 3 of the [Seed Club accelerator](https://seedclub.xyz/), which helps communities like Water & Music launch their own tokens and navigate Web3. Some of the most crucial takeaways from the accelerator were as ideological as they were technical or financial, particularly the importance of iterating alongside your community, embracing emergent organizational frameworks within DAOs and adopting clear communication and onboarding tactics that align well with these emergent strategies. Ironically, crypto/gaming discussions seldom touch upon these ideas of emergence — even though, as discussed above, some of the most critically acclaimed (and my personal favorite) games of recent years are fundamentally emergent and iterative rather than linear and regimented in nature.\\n\\nConnecting these disparate inspirations, I wanted to dedicate the first Water & Music DAO-plex update to exploring the **role of emergence in DAO onboarding design** — specifically **rethinking the term “gamification” to support more open-world, self-directed narrative- and skill-building paths for DAO community members.**\\n\\nI am not the first to make this connection: As Gnosis’ Kei Kreutler writes in her phenomenal piece “[A Prehistory of DAOs](https://gnosisguild.mirror.xyz/t4F5rItMw4-mlpLZf5JQhElbDfQ2JRVKAzEpanyxW1Q),” today’s DAOs share a common ethos with many early gamer guilds dating back to the 1990s, in which groups of players would band together in emergent organizations to collectively achieve specific sets of goals in more open-world MMORPGS that could not be accomplished by a singular individual alone. Rewards systems like dragon kill points (DKP) serve as “reputational tokens based on the participation of members,” writes Kreutler — bearing a stark resemblance to the roles that certain tokens like [$JUMP](https://www.joinjump.community/), [$BANK](https://banklesshq.com/), [$FF](https://forefront.news/), [$GCR](https://globalcoinresearch.com/) and, ultimately, Water & Music’s $STREAM play as on-chain crediting systems for contributions to a larger media or community project, with or without liquidity. Hence, in publishing this piece, Water & Music is simply building upon the long lineage of drawing inspiration from emergent game communities as the blueprint for community design as a whole.\\n\\n\\n---\\n\\n## Revisiting my own understanding of “gamification”\\n\\nAside from being a gamer myself, I’ve also been covering and teaching about the intersection of music and gaming professionally for several years, as part of my overall interest in researching marketing and business frameworks across industry lines. So, in the context of my DAO journey, a big part of rethinking “gamification” involves revisiting and updating my historical beliefs about gamification’s role in culture.\\n\\nLet’s step back and define what we’re talking about here: A commonly used definition of “gamification” is the **application of game mechanics to non-game scenarios**. Existing literature suggests that the main motivations for organizations to adopt gamification tactics in their products and operations are usually twofold: 1) To make stereotypically boring or menial activities, like certain kinds of schooling or employment, more fun or efficient through extrinsic rewards (e.g. [Amazon’s controversial FC Games program](https://www.theverge.com/2021/3/15/22331502/amazon-warehouse-gamification-program-expand-fc-games)), and 2) to take part in the financial growth of success of the gaming industry as a whole, through features like micropayments and free-to-play pricing models.\\n\\nIn December 2019, I published an article in Water & Music titled “[The gamification of the global music business](https://www.waterandmusic.com/the-gamification-of-the-global-music-business/).” Using a two-part definition of what constitutes a “game” — a set of **concrete features** on the one hand (e.g. objective-based scoring/points/reward system, ranking/leaderboard system, role-playing and immersion in alternative realities, narratives that advance only through player agency), and a set of **abstract emotional outcomes** on the other hand (e.g. sense of achievement and forward progress, buildup of determination in the face of a challenge, social status/approval that comes with rewards-based credentials, overall dopamine release) — I argued that nearly every aspect of the music industry was being “gamified” in real time, from commercial chart performance (hence the phrase “gaming the charts”) to fan loyalty (e.g. [digital download leaderboards](https://www.musicbusinessworldwide.com/tencent-music-uses-tipping-to-rack-up-revenues-why-arent-western-music-streaming-platforms-doing-the-same/) and [fantasy record labels](https://trapital.co/2020/01/16/so-you-want-to-be-a-music-mogul-the-future-of-fantasy-record-labels/)) and even the creative process itself (e.g. [generative album apps](https://apps.apple.com/app/e%C5%8Dn-by-jean-michel-jarre/id1477959945)).\\n\\nThe music industry’s motivations to embrace gamification are arguably more financial than cultural: [Newzoo](https://newzoo.com/insights/articles/global-games-market-to-generate-175-8-billion-in-2021-despite-a-slight-decline-the-market-is-on-track-to-surpass-200-billion-in-2023/#:\\\\~:text=We%20now%20estimate%20that%20the,began%20tracking%20revenues%20in%202012.) estimates that the gaming industry generated over $175 billion in revenue in 2020, whereas official figures for the music recording and publishing sectors sum up to only around $27 billion in the same time period.\\n\\nBut in revisiting many of the gamified music-industry examples I covered back in that 2019 article, one point I failed to make is that **many of those examples copied-and-pasted a rather narrow, quantifiable *feature set* from games onto a non-game environment, instead of starting from the desired emotional outcome of the “game” and designing a specific, bespoke feature set around that goal.** In other words, many gamification efforts miss a critical [human-centered design](https://www.ideo.com/post/design-kit) perspective — in the sense of pinpointing the problem that “gamification” is really solving not just for the game manufacturer or designer, but also for the *player* (or in this case the fan), and letting that deeper insight lead product development rather than any surface-level UX trends or financial metrics.\\n\\nThe thinking in the music industry sometimes goes along the lines of: “The gaming industry is making more money than the music industry. But we \\\\[the music industry\\\\] should be making just as much money as them, because culturally we're just as if not more valuable and influential. So, let’s adopt their UX and monetization strategies and ‘gamify’ everything — put everything on a leaderboard, and give everything a score.” In many cases, this line of thought turns what would otherwise be dynamic systems around music and culture into routines that are arbitrarily regimented and easily manipulable.\\n\\nPerhaps one of the most extreme examples of this ideological mismatch can be found in the myriad attempts to “gamify” fandom. Cultural fandom is a highly personal, multifaceted journey that is difficult to quantify as a singular, blanket “objective” for a wider audience. [No two Drake fans](https://www.waterandmusic.com/the-a-la-carte-artist-drake-fans-unique-experience/) will have the exact same journey to discovering his music, nor the exact same reason to stay loyal to him over time; those reasons will be highly specific to each individual, no matter how many top-down marketing campaigns Spotify or Republic Records [shoves down their throats](https://techcrunch.com/2018/07/03/spotify-users-push-back-at-the-over-the-top-drake-promotion/). Yet, most gamified fan engagement apps usually end up tethering fan behaviors to a granular, homogenous points and leveling system — such that, say you can only become a “true fan” of an artist on a certain app if you like 10 of their tweets or stream their song 100 times on Spotify. **It’s a top-down approach to an inherently bottom-up, emergent behavior, that risks stripping discovery and fandom of its context for the sake of profit.**\\n\\nThrough the lens of Water & Music, the narrow interpretation or outright misuse of “gamification” can also have significant implications for building decentralized approaches to research, education and information synthesis. As a DAO, our overarching goal at W&M is not just to serve as a reliable source of music/tech trend analysis for an industry-facing audience, but also to **build a system for curious, ambitious community members to execute on their own emergent research and educational agendas.** This doesn’t necessarily map well onto a more linear, hierarchical, atomized pathway for earning tokens that we see in other arenas like P2E games.\\n\\nIn particular, studies in machine learning and business innovation have suggested that, somewhat paradoxically, the world’s “greatest” inventions and scientific advancements have no intention of happening. Instead, they emerge through the slow, steady accumulation of incremental discoveries and innovations over time across several different, unconnected industries, only to be integrated and combined with each other in ways wholly unforeseen by their original creators. Machine-learning researchers Kenneth O. Stanley and Joel Lehman characterize this kind of emergent dynamic a “[non-objective search process](https://www.amazon.com/Why-Greatness-Cannot-Planned-Objective/dp/3319155237)” — i.e. one not bogged down by preconceived objectives or measurable results.\\n\\nTo connect this discussion back to the importance of desired outcomes driving feature sets, not the other way around — **how can we expand our understanding of “gamification” in tokenomics and DAO design to include not merely pushing overly quantifiable, financialized objectives, but rather incentivizing more emergent, non-objective processes of search and creativity, especially in culture- and knowledge-based communities?** At this point, we at Water & Music definitely have more questions than answers, but we think this concept of gamification-for-emergence will be one of the most interesting design spaces for DAO communities in the coming months.\\n\\n\\n---\\n\\n## Water & Music DAO design ideas: Systemic games and skill trees\\n\\nWhen it comes to the design for our $STREAM research token mechanics, we’re drawing significant inspiration from ideas around emergent gameplay — whereby players are able to make inherently personal sets of decisions about how they want to navigate a given information environment, from which narrative journeys unfold in ways that can be guided but ultimately not predicted by us, the designers of the DAO.\\n\\nThere are two concepts in particular that are relevant to W&M’s token and community design:\\n\\n### A. Systemic games\\n\\n[Systemic games](https://www.youtube.com/watch?v=SnpAAX9CkIc) are defined by the **autonomous interlinking of multiple different systems** (narrative system, combat system, nature/weather system, character/NPC system, etc.) **such that one system can directly influence the other, often independent of players themselves getting involved**. The emergence in systemic games comes from players discovering, tinkering with and ultimately exploiting the unexpected mechanics that arise from these interlinked systems. Perhaps the most renowned example of a systemic game is *The Legend of Zelda: Breath of the Wild*, whose [physics engine](https://www.youtube.com/watch?v=sf4gtlM0mYs), [dynamic weather system](https://www.youtube.com/watch?v=g-XBvWslCYg) and [combat system](https://www.youtube.com/watch?v=uwRjGhwG8AA) all interact with each other autonomously to create seemingly infinite combinations of hacks for navigating the game environment and advancing the narrative — to the point where more than four years after the game’s release, GameSpot is *still* uploading videos with titles like “[X MORE Things You STILL Didn't Know In Zelda Breath Of The Wild](https://www.youtube.com/watch?v=HkR-mYvHf3g)” that are legitimately interesting.\\n\\nThe concept of systemic games has a direct line to organizational design for DAOs. In fact, **today’s Web3 builders and thought leaders are increasingly thinking of DAOs not as singular organizations, but precisely as networks of interlinked systems — what some call “[circles](https://zhang.mirror.xyz/dR4oK4JzxD-48w2M8JyOlHzqSyzU8CnUnPhdMvhIyxs),” “[pods](https://twitter.com/OrcaProtocol/status/1453448795375603713)” or “[subDAOs](https://coopahtroopa.mirror.xyz/7bfK9st2mvhxlla4XKotRjetq5-YhaiwqRwS8DhkD-o)” — that influence each other in a way that transcends the influence of any one community member.**\\n\\nThe Water & Music DAO in particular sits at the convergence of three interlinked systems — each with its own distinct mission that is necessary to realize the overall meta-mission of fostering more collaborative, peer-to-peer learning and education in the music industry:\\n\\n* **Music DAOs** <> rearchitecting the foundations of creation, financing and discovery for one of the core pillars of our culture.\\n* **Research DAOs** <> creating better systems for navigating, contextualizing and synthesizing the modern information landscape.\\n* **Media DAOs** <> crafting and disseminating more expansive, dynamic and diverse information narratives.\\n\\n![](https://images.mirror-media.xyz/publication-images/VVDSgZNGLMLSq2--WcgRM.jpg?height=1124&width=1722)\\n\\nThe above diagram is not meant to be exhaustive in terms of the logos featured, but rather is meant to serve as a starting mental model for understanding the different components that contribute to W&M’s higher mission, which also map directly onto different sets of ways that members can get involved in our DAO based on their skills and interests.\\n\\nImportantly, just like in a systemic game, these three systems of music, media and research are not discrete or even merely overlapping, but rather are tightly connected through feedback loops where progress in one circle directly informs progress or improvement in the others. For instance, community operations have always had a direct influence on Water & Music’s editorial and research operations, when it comes to making sure that the topics we’re covering in our newsletter are as close as possible to the issues that people in our community actually care about, as expressed through channels like our Discord server. And our work on the research and development front can have a tangible, direct impact on the music and media aspects of what we do — from building better tools for synthesizing the fast-paced landscape of information and data in music, tech and entertainment (à la Bloomberg Terminal), to designing internal DAO tooling similar to the dashboards that [Friends With Benefits Pulse](https://www.fwb.help/pulse) and [Forefront Terminal](https://www.forefront.club/dashboard) have put together so that our community can have a clearer view of its own growth and evolution.\\n\\n### B. Skill trees\\n\\n[Skill trees](https://www.youtube.com/watch?v=wsmEuHa1eL8&t=2s&ab_channel=GameMaker%27sToolkit) in games can be defined as **systems that allow players to customize their characters’ abilities over time, by branching out from a base level of foundational skills into one of many possible skill paths that each gets progressively more specialized and/or advanced**.\\n\\nYes, skill trees do assume some level of linear, top-down progression as opposed to completely open-world exploration. But from a game-design perspective, one of the main benefits of skill trees is that they **distribute complexity more incrementally over the course of a game**, instead of dumping all possible abilities or powers onto a player’s character upfront — which would feel completely overwhelming, maybe even to the point of *de*motivating the player from engaging entirely.\\n\\nImportantly, a lot of the best skill trees in games are also expansive enough that it would be literally impossible — and probably not even that enjoyable — for players to be able to collect all potential skills by the end of the game. Instead, by design, these skill trees **force players to *specialize* and make deliberate choices early on in the game about how to optimize for obtaining the skills that are the most useful and/or interesting to *themselves***, while also taking the game’s overarching objectives and systems into account. The natural outcome of these kinds of skill trees is that t**he game inherently rewards several different ways of playing**, with players being more able to customize their experience on a more detailed level and drive their own emergent in-game narratives, instead of those narratives being more regimented or assigned top-down.\\n\\nIn the context of DAOs, skill trees are most relevant in the context of **onboarding “players” or community members thoughtfully through complex organizational systems**. For Water & Music, our member onboarding journey as a DAO will necessarily be much more complex than when we were previously a Web2 newsletter. In the latter scenario, people simply signed up for our paid newsletter, joined our Discord server if they wanted to and then started receiving article and community digests in their inbox — onboarding complete. In contrast, today we need to think about onboarding members with the intention of showing them **how to become active, continual contributors and token earners in our community over a longer period of time**, across the different realms of our DAO.\\n\\n(Of course, it would be naive to assume that *every* member of a DAO would want to become a super active contributor — the equivalent of achieving near 100% completion of a game’s skill tree. [Community models](https://github.com/orbit-love/orbit-model) elsewhere on the Internet inherently assume that only around 10% to 20% of people in a given community will end up being regular, top contributors, with the rest acting as lurkers or supporters. This is not inherently a bad thing; the design challenge for any communities, including but not limited to DAOs, is how to foster a sense of welcoming and belonging at all levels of engagement, and enable more mobility and flexibility over time for those who desire it.)\\n\\nFrom my own exploration of Web3 land, I’ve enjoyed seeing other budding DAOs like [pubDAO](https://pubdao.mirror.xyz/YOgLouLX60KdeELFaMfwktLMmSdRlRJ66sHHixQz7Eg) and [Dreams Never Die](https://twitter.com/DavidSpinks/status/1461066153518718976) adopt early semblances of a skill tree-like interface in their respective Discord servers, whereby members have to react with the roles they are interested in taking on in order to unlock specific channels with next onboarding steps. This level of gating and friction not only makes the entire possibility space of DAO contributions clear from the start, but also encourages members to lean into a contributor-first mindset from the very first stage of community engagement.\\n\\n![Choose your own DAO adventure: pubDAO (L) and Dreams Never Die (R)](https://images.mirror-media.xyz/publication-images/6cpkC9spxbrkQTkEZh1wM.png?height=631&width=1216)\\n\\nAnother increasingly popular way that DAOs are approaching onboarding is through bounty systems that reward members with tokens for completing specific tasks. We’re in the process of thinking through what a bounty system might look like across W&M’s community, editorial and research verticals, with lower-lift entry points to start earning $STREAM tokens. For instance, members interested in getting involved with our R&D operations can start by curating individual startups and deals for our [vast range of music/tech databases](https://www.waterandmusic.com/databases/). Or, members who want to get more involved in higher-level community design can get started by welcoming and onboarding new members directly (e.g. pointing them in the right direction in our server by replying to their #intros message), or by helping to take notes for our town halls and other live events.\\n\\nOf course, like with building good skill trees, **building interesting and effective bounty programs is *really* difficult**. In fact, the questions that game designers ask themselves about skill trees are quite similar to those that DAO operators might ask themselves about bounties: How do we make sure community members feel like they are actively and intentionally working towards some higher-level goal, instead of getting lost in the “[tyranny of the task](https://thebaffler.com/latest/the-tyranny-of-the-task-gabert-doyon)” — i.e. grinding away at menial, uninteresting tasks that seem irrelevant to the higher game experience or mission? How do we design the lowest-level achievements to be accessible, but still inherently interesting enough to attract the most interesting people?\\n\\nAgain, at this point we have more questions than answers, as we approach building out an emergent research/media ecosystem as thoughtfully as possible. But I’m excited by the opportunity to draw inspiration from game design in more expansive ways, in a way that helps build larger systems not just for advancement, but for agency, collaboration and discovery — and encourage others building in the wild world of Web3 and DAOs to join us.\\n\\n\\n---\\n\\n### Addendum: Emergence still needs rules\\n\\nAs a lingering thought — something you may notice about the concepts of systemic games and skill trees is that **while games with these characteristics encourage player emergence, their *possibility space* as a whole is not emergent, but rather is still fully controlled, constrained and predetermined by the game developers.**\\n\\nIn the context of systemic games, it’s not like the players themselves are designing the systems as a whole; the overall game designers, or game “masters,” establish a coherent, predetermined set of rules top-down for how the various systems within a game will talk to each other, in a way that is legible enough to players such that over time they can start to build their own narratives on top of these systems. In the context of skill trees, your path through the tree can be personalized, but the possibility space is always set in stone beforehand, and likely you still need hand-holding from the game early on to understand all the different potential paths you could take as a “player.”\\n\\nTo translate this line of thinking to DAOs and emergent organizational design: **Even if members’ paths to engagement within a DAO may be more emergent or unpredictable in nature, DAO designers and operators still have important top-down roles to play as arbiters of the *possibility spaces* within their respective communities.**\\n\\nAs one of my favorite examples of this way of operating: CabinDAO has published this [really detailed and thoughtful guide](https://creators.mirror.xyz/ggSQQlTSGqJ2_U7HVNjm4f3s98on5EfUyR9rW_z3fw0) to how they approach emergent-friendly onboarding (or “wayfinding”), including a detailed [onboarding inventory document](https://docs.google.com/spreadsheets/d/1xaPMjjkglgcjI_ut4j7pvPoGzqbYWlXj_B29wfaKLh0/edit#gid=0) that can be thought of as a design template for the “possibility space” of engagement around their specific community and mission. In general, top-down DAO documentation like this does not kill emergence, but rather is crucial for ensuring that emergent contributions and member pathways remain in service of the DAO’s overall ethos and mission, especially as the community scales. CabinDAO contributor Roxine Kee has even suggested that [documentation guilds](https://twitter.com/roxinekee_/status/1466083350599327753) will become a more common organizational subunit within DAOs in the near future, for the purpose of  “scal\\\\[ing\\\\] narrative while retaining culture.”\",\"timestamp\":1638820620,\"title\":\"Rethinking “gamification” for DAOs\",\"publication\":\"waterandmusic\"},\"digest\":\"y_pyYhq3J4C4Or47lD8C6XPkULcRqwi2n77t79BJYTc\",\"authorship\":{\"contributor\":\"0x03e9206f2A1234fEFaD2C0B07A86B1E0f5cB8d0D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vUvPRM6xIGqfwCGsKgqTdc3bgEEL5fev6RTzvW5CVI8\\\",\\\"y\\\":\\\"pXZt1poVlFriRaa5nF4_5uVab7dmwLMeXeStPkzmZkU\\\"}\",\"signature\":\"JC--tHA5_2h0gruWKwWNF-2S5vsUQ_ButfWcQdgwcxq_jBJ6fPHUElkWjtUeFzIrRJlkfTNuckNOSOAJOxipXw\",\"signingKeySignature\":\"0x1270bd66bca22ea39a45c424964440348032354fc9ad0fa3d3cd2aebaafc19932ace9d441d6a4bfdc9306537339bf7d2323c88a4f4a0d0feafe2ed94202cb96a1b\",\"signingKeyMessage\":\"I authorize the publication of articles on waterandmusic.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vUvPRM6xIGqfwCGsKgqTdc3bgEEL5fev6RTzvW5CVI8\\\",\\\"y\\\":\\\"pXZt1poVlFriRaa5nF4_5uVab7dmwLMeXeStPkzmZkU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fgYrh2v0XxK-Gmv1g5utreOF247k_fPSgkO6btQNuSg\"}"