"{\"content\":{\"body\":\"You’ve read our [primer](https://medium.com/yunt-capital/wtf-is-parallel-340b72332bc5) on what Parallel is and why it's gotten considerable hype. Let’s take a deeper look at what cards are currently circulating, a breakdown of the type of cards you’ll be able to play on the battlefield as well as information on the first pack release!\\n\\n![](https://miro.medium.com/max/1400/1\\\\*WFLXEur1TrD2i4Gbr9rslw.jpeg)\\n\\nSpace Pepe is extremely hyped for the pack drop\\n\\n## Presale\\n\\nParallel dropped their first release of Alpha cards on March 25, 2021. The drop featured 15 playable cards, 5 card backs, and 8 concept art pieces. At the time of sale, information on the card types, their abilities were not provided and participants relied mainly on the art, the lore on the website, and the flavor text on the card.\\n\\nAccording to the team, the 15 playable cards, now referred to as the PS15 (Presale 15), were cards emblematic of their relative parallels and chosen for their overall power. Original costs and rarity of the cards were:\\n\\n![](https://miro.medium.com/max/1150/1\\\\*IMalUCZX-csUGl2F0mHkqg.png)\\n\\nOriginal Presale 15 Breakdown\\n\\nApproximately 256 participants took part and the presale sold over 1.3M to further fuel the development of the game. Shortly thereafter it became clear that the PS15 cards could not be sustained at the presale price because they would need to be included in future packs in order for the Alpha set to be playable. After discussions with the discord community, the team proposed two options to reward early community members and compensate for any reduction in price for including the PS15 cards in packs. They were:\\n\\n1. Airdrop all presale participants a key that provided future benefits - now known affectionately as a Prime Key.\\n2. Airdrop a special edition/foil card for each PS15 or Card back bought so that the core PS15 can fluctuate in price with increased supply in packs while the SE versions could maintain their edition count and rarity.\\n\\nUltimately, the Team decided to reward early supporters with both options and supply both Special Edition cards and Prime Keys. An outline of the full supply can be found [here](https://twitter.com/ParallelNFT/status/1389744970861535233/photo/1).\\n\\n![](https://miro.medium.com/max/1400/1\\\\*HDWsGoJ1ycsHAX86Yju0Vg.jpeg)\\n\\n## Card Classifications\\n\\nThis event introduced two new card types, SE’s and Assets, to the overall selection of Standard and Prime cards. Since then two additional card types were introduced. To help understand all the available card types, we’ve provided a breakdown:\\n\\n![](https://miro.medium.com/max/480/1\\\\*TVkT80mUPj0w75KgjJXasg.png)\\n\\nCytokinesis, Rare, Edition of 2000 (Kathari)\\n\\n**STANDARD CARDS** will make up the staple of your deck and are classified by their total edition size. From largest to smallest these tiers are: common, uncommon, rare, and legendary. Currently, the team is thinking the deck size will be 40 cards; a maximum of 3 of a single card, except legendaries which are limited to 1 per deck.\\n\\n![](https://miro.medium.com/max/462/1\\\\*fSKZlR-qW27Wz627R8HAGg.png)\\n\\nFirst Son of Mars, Prime, Edition of 5 (Marcolian)\\n\\n**PRIME CARDS** are super rare promotional cards that were auctioned off during the Presale or available as giveaways or in packs. Prime cards have incredibly strong effects when played and for balance reasons will not be usable for ranked competitive play. These still represent the rarest of the rare and a valuable collector's item.\\n\\n![](https://miro.medium.com/max/484/1\\\\*ioK0SsISt3r0wfzTgyinIA.png)\\n\\nKethtrexamine, Legendary SE, Edition of 63 (Augencore)\\n\\n**SPECIAL EDITION\\\\[SE\\\\]** cards are marked by the thin foil / hologram-like detailing on the QR code and border. When the game is released, it will have a different in-game appearance than its Core counterpart. SE’s were airdropped to wallets during the Key Drop event and are available in Pack Drop 1\\n\\n![](https://miro.medium.com/max/480/1\\\\*Jvo3sWqIN5xQYGpQiEWTiA.png)\\n\\nPrime Key, Asset, Edition of 1500\\n\\n\\\\*\\\\*ASSETS \\\\*\\\\*are non-playable special cards that provide other ecosystem benefits. A few perks that the team has been exploring for asset cards are they may be burned for $Prime, which is Parallel’s ecosystem token, stakeable to earn yield, and may provide early access to packs in the future. Find out more about Prime Keys [here](https://parallelalpha.medium.com/prime-keys-f8136164026f) and Catalyst Drives [here](https://twitter.com/parallelnft/status/1407068490733965312?s=21).\\n\\n![](https://miro.medium.com/max/528/1\\\\*SMY5oaA9NOlNHE7IUZaLJw.gif)\\n\\n\\\\*\\\\*PERFECT LOOPS \\\\[PL\\\\] \\\\*\\\\*are playable cards that will appear as looped animations in play and in wallets. They will come in same edition sizes than their SE counter-parts and will provide another order of collectability.\\n\\n![](https://miro.medium.com/max/498/1\\\\*1faw589EeEvTpxHS9srrhg.png)\\n\\nConcept Art, Edition of 8 (Shroud)\\n\\n\\\\*\\\\*CONCEPT ART \\\\*\\\\*pieces are incredibly rare collectibles that function like typical art NFTs. There were 8 different pieces available to the public at the presale with an edition size of 8. As the game grows in popularity we will likely see these being heavily sought after.\\n\\n![](https://miro.medium.com/max/478/1\\\\*pzsr28Lg5joapkXq8UMMLA.png)\\n\\nPS Cardback, Edition 1 of 8 (Augencore)\\n\\n\\\\*\\\\*CARD BACKS \\\\*\\\\*are cosmetic collectibles that will change the back of the card in-game similar to what we currently see in Hearthstone or Magic. Card backs typically signal your allegiance to a particular parallel and are another example of an in-game flex piece.\\n\\n![](https://miro.medium.com/max/478/1\\\\*Q_aQ4w7W3x-Ww5N51JxK6Q.png)\\n\\nArtillery Volley, Edition of 1 (Marcolian)\\n\\n\\\\*\\\\*MASTERPIECES \\\\*\\\\*are the elite-tier collectible. They are non-playable 1/1s, and reward holders prizes equaling 1% of the activity of the corresponding card with the same art. With the game growing in popularity it’s easy to imagine that [masterpieces](https://twitter.com/parallelnft/status/1383844063644848143?s=21%5D(https://twitter.com/parallelnft/status/1383844063644848143?s=21) will be highly sought after for their collectability and rewards.\\n\\nPACK DROP 1\\n\\n![](https://miro.medium.com/max/1400/1\\\\*1CdlviGrirtzFl-XSLCzdg.png)\\n\\nPack Launch: Time, Pack Quantities, and Price.\\n\\nNow that we’ve outlined what the card types are, let’s *prime* you for the pack launch on [Saturday July 31 at 5pm EST](https://twitter.com/ParallelNFT/status/1417914279622230016?s=20)- There will be **3 pack types available** at the drop in **0.01ETH, 0.1ETH & 0.2 ETH prices**, each with a **3 pack max limit** on how many can be purchased on a **5-minute timer**. Once the 5-minute timer is up you can fill your cart again. The more expensive the pack, the high-quality tier of card you’ll be able to open. Here is an outline of the 3 packs available and what they’ll give you:\\n\\n\\\\*\\\\*CORE PACKS (0.01E) \\\\*\\\\*will give you 4 cards:\\n\\n* Three from Tier 4\\n* One from Tier 3\\n\\nFrom the Tier list below this means that the most probable card you can get from a core pack is a Common \\\\[SE\\\\] which has a supply of 1500 per card. These SEs are limited making these packs incredibly collector-friendly.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*dPWTw_7gB4hLnaP25mTa9w.png)\\n\\nCard Tier Composition\\n\\n\\\\*\\\\*ENHANCED PACKS (0.1E) \\\\*\\\\*will give you 3 cards:\\n\\n* Two from Tier 3\\n* One from Tier 2\\n\\nThe card with the highest probability of being opened in an Enhanced Pack will be a Standard Rare. Standard Rares currently available on secondary are selling for around 0.3E, which makes the enhanced pack a great value choice.\\n\\n\\\\*\\\\*PREMIUM PACKS (0.2E) \\\\*\\\\*will give you 1 card:\\n\\n* One from Tier 1\\n\\nLastly, the premium pack is geared towards the elite collector and has the highest quality of cards. With this selection, you have a 50% chance of getting Legendary SE (250 supply) and a 50% chance of getting a card from the Epic category which includes the rarest cards in the game such as concept cards, Prime Keys, Catalyst Drives, and Masterpieces. This will likely be the most sought-after pack and with limited supply, will most likely sell out immediately. One might have to consider their purchasing strategy on this.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*gQuzS9_-WT2KVtwoThRf0A.png)\\n\\nFull Card Distribution\\n\\nWhile there will be 12,689 Common SE’s released during this pack drop there is a maximum edition size of special editions for a single card based on rarity. The distribution is:\\n\\n* Legendary \\\\[SE \\\\]— edition size of 250\\n* Rare \\\\[SE\\\\] — edition size of 500\\n* Uncommon \\\\[SE\\\\] — 1000\\n* Common \\\\[SE \\\\]— 1500\\n\\nSo while the Common SE’s might be the most widely available, having 1 of 1500 of a playable special edition still makes them quite rare. Going further, since the constructed deck limit on a particular card is three, not including legendaries - which are restricted to one, only 500 people can have a full SE playset for any particular card. You can also imagine complete 3-card playsets being bundled on secondary for a premium and will likely be hunted by the top players.\\n\\n## How Do I Get These Packs?\\n\\nSo you’ve made it all the way to the end and you’re still asking yourself how do I actually get these packs. If you haven’t already, you will need a [Parallel.life](https://www.parallel.life/) account. Once you create an account, connect your wallet to the site. You are now set and ready for the pack drop.\\n\\nThe way that this pack drop will work, is that all the NFTs are pre-minted meaning there will be less gas used for the end-user when it comes time to purchase. Think of how you would add multiple items from an e-commerce store; the same concept will apply here as you add in your packs and eventually go to ‘checkout’ . At the checkout, you will be purchasing via MetaMask and accept the gas charge to transfer the packs to your account. Be sure to show up a little early in advance of 5pm EST and play your most Parallel inspired synthwave track to get yourself ready. Good luck!\\n\\n**DISCLAIMER BOILERPLATE:**\\n\\n![](https://miro.medium.com/max/800/1\\\\*lGwhqLVslaySKJso-qgUpw.png)\\n\\n***Disclaimer:***\\\\* Some members of Yunt Capital are invested in Parallel\\\\*\\\\*\\\\*\\\\*.\\\\*\\\\*\\\\*\\n\\n*As always, please do your own research. This is not financial advice. Every strategy is not for everyone. Each investor needs to understand what is right for them.*\",\"timestamp\":1641999431,\"title\":\"Mirror Article Test - Yunt Capital\"},\"digest\":\"32whXpdCEPK9l4PP9UHkghxrP_ZJ7pexzR-J47zWFCI\",\"authorship\":{\"contributor\":\"0xBFd0D2e488a811a3f96958046619ABBC5A55f6D4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c6oXtkmxmyn-lj1d-Qr4EL1kaIsMsKTsxzdgnErGhXs\\\",\\\"y\\\":\\\"PCO1MFQSlKTyElGcEhwEZskxMPIigQYjzMdY2ddAl9I\\\"}\",\"signature\":\"w_nKZMbfSPcbSCJfcdq1HlygWViAYy5pVW6GTlEv3CWTOR157aqD2Rzy3F6GfYHkg011MsfqgwlGr2mE6ZDbDg\",\"signingKeySignature\":\"0x35020978390262db64c361e956dca21594db257e9a709e9aace7348e9d5da49c70997e1dba250d6fd52cdc95e44886cc2430180997bf490e6807a5e699a31b3e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c6oXtkmxmyn-lj1d-Qr4EL1kaIsMsKTsxzdgnErGhXs\\\",\\\"y\\\":\\\"PCO1MFQSlKTyElGcEhwEZskxMPIigQYjzMdY2ddAl9I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"32whXpdCEPK9l4PP9UHkghxrP_ZJ7pexzR-J47zWFCI\"}"