"{\"content\":{\"body\":\"*My personal journey with crypto started in 2017. A friend sent me the Ethereum white paper, told me he was mining ETH in his closet, and It would change the world. I of course thought he was mad, but aped into some ETH without DMOR. Fast forward, the 2018 bear market comes along and I exhibit grade-A paper hands, panic selling 90% of my holdings... a move I regret to this day! Like the lost son, I came back to crypto in 2019 but this time having done my work, I had a view, believed in the long-term narrative, and have been hodling ever since. I tell this story because I recognise I have only been in this industry for a handful of years, but in crypto terms I’m one of the veterans. Since 2019 I’ve pulled many a friend into our ecosystem and am always asked the same question - “how do I get started?”. So, I’ve decided to create this post to hopefully help some small part of the next 100 million users get onto the chain.*\\n\\n## How / where to buy crypto?\\n\\nThe golden question and the answer really depends on where you are based and what you intend to use the crypto for. The majority of people will be buying crypto to hold and appreciate in value. For these cases you probably want the lowest friction / lowest price option which is most likely a centralised exchange. Centralised exchanges (CEXs) function similarly to a traditional bank - they are large organisations where you can buy and sell crypto (and fiat), and the CEX will hold you assets on your behalf (aka they will be the custodian of your assets). [Coinbase](https://www.coinbase.com/), [FTX](https://ftx.com/), [Gemini ](https://www.gemini.com/)& [Kraken](https://www.kraken.com/) are all good although the fees can be a bit high and the range of available tokens limited. One item to note, CEXs are requiring increasingly more complex KYC (Know your customer) processes where you will need to validate your ID. Not an issue for most, but some people want to try and preserve their anonymity.\\n\\nThe other option is to use fiat-to-crypto onramps which are embedded in certain platforms. You may see Moonpay, Wyre or Ramp popping up when you use your credit card to transact on Opensea or Sorare. Ramps are also often embedded into hot wallets (see below) which can be a convenient way of buying and storing your crypto all-in-one place, especially if you use that hot wallet to interact in Web3. However they can also carry pretty high fees.\\n\\nIf you are searching for lesser known altcoins, you can look into Decentralised Exchanges (DEXs) such as [Uniswap](https://uniswap.org/) or [Sushiswap](https://sushi.com/).\\n\\n![Art by @kalmahul](https://images.mirror-media.xyz/publication-images/eIH5onfybz53NmSX8rL10.jpg?height=6396&width=8192)\\n\\n## How to store crypto / digital assets?\\n\\nStoring digital assets all comes down to personal preferences and risk appetite. The best strategy is to diversify your holdings across a few locations and use a mix of solutions to minimise hacking risk.\\n\\nThere are essentially three options for holding your assets:\\n\\n1. Keep it on a CEX: Conceptually the least secure option as you are relying on the CEX to act as custodian for your assets. As the old adage goes ‘not your keys, not your coin’. At the same time, the largest CEXs have excellent security and the risk of losing your assets is relatively low.\\n2. Use a ‘Hot’ Wallet (e.g. [Metamask](https://metamask.io/), [Trustwallet](https://trustwallet.com/)): Most of these come in the form of browser extensions. You control your keys which is great, but this also requires a constant wallet-to-internet connection, which can be a risk and potentially vulnerable to malware. Considered the least secure option imo.\\n3. Use ‘Cold’ storage (e.g. [Ledger](https://www.ledger.com/), [Trezor](https://trezor.io/)): Similar to hot wallets but your keys are secured by a physical piece of hardware which can be disconnected from the network. Once you are off the network, your crypto is almost guaranteed to be safe, but you then have to make sure you don't lose the device in the real world!\\n\\nPersonally speaking, I use a few of these options. I have two Ledger devices securing the largest portion of my holdings, I use metamask as a pseudo current account, and then keep some liquid tokens on CEXs for those I plan to trade short-term.\\n\\nSpecial mention has to go to Ledger and this is the main solution I recommend people go with for security. Buy a Ledger device, set it up, and then either transfer your assets to it, or buy them through the embedded Ledger Live App. It's quick and easy (although I know some US customers have trouble), and once done put your device in your safe, or safe place and you can sleep easy.\\n\\n## How & where can I buy NFTs?\\n\\nI won't go into too much detail here around the definition of NFTs, the different types of tokens etc, as most people are referring to digital art and collectible items when asking this question. The vast majority of digital art / collectible volumes are flowing through [OpenSea](https://opensea.io/), [Foundation](https://foundation.app/), [Nifty Gateway](https://niftygateway.com/) and [Rarible](https://rarible.com/) (all ETH based). They all operate in largely the same manner:\\n\\n1. Create a hot wallet (above). Metamask is the most common\\n2. Connect your wallet to the platform and accept the prompts\\n3. Find something you like and buy it, or make an offer\\n4. Once the purchase goes through, the NFT will automatically be added to your connected wallet, which you can then carry around with you anywhere in the metaverse\\n\\n*Worth noting - once you have an NFT in your wallet, you can transfer this to any other wallet which supports ERC721 tokens (check compatibility before you transfer!).*\\n\\nThere is also a growing interest in digital assets on the Solana chain so special mention goes to [Phantom](https://phantom.app/) (Solana based Hot Wallet) and [Solanart](https://solanart.io/) (Solana based NFT platform).\\n\\n## What are Dapps and how do you access them?\\n\\nWeb3 is being built with decentralised applications (“Dapps”). You can think of these like programs or pieces of software. Much the way that Web2 was powered by tools such as Facebook, Spotify and Ebay, Dapps are the building blocks of Web3. Dapps are deployed to a blockchain via Smart Contracts and once there, can't be taken down. Anyone can use the Dapp, they are free from censorship, decentralised, and secured by cryptography.\\n\\nSome of the most popular Dapps include Opensea, Uniswap, [1inch](https://app.1inch.io/#/1/swap/ETH/DAI) (Defi DEX), [Mirror](https://mirror.xyz/), [Curve](https://curve.fi/) (Defi), and [Aave](https://aave.com/) (Liquidity). You can see all the most popular Dapps and their usage stats at [DappRadar](https://dappradar.com/).\\n\\nThe good news, using these is exactly the same process as mentioned above with NFTs. You just need a wallet to get started!\\n\\n![DappRadar](https://images.mirror-media.xyz/publication-images/V375xRGkKRiJ_HXODIQkD.png?height=1210&width=1400)\\n\\n## How to stay up to date with developments?\\n\\n> *“A day in crypto is like a week in a start-up, and a day in a start-up is like a month in an enterprise”*\\n\\nCrypto moves fast. The average age of most blockchain projects is less than 5 years old and yet the industry is already worth several trillion dollars. The pace of innovation is unprecedented which is both incredibly exciting, but also incredibly hard to keep on top of. Unless you have the luxury of working in the industry or a lot of free time on your hands, you have to accept you will probably only keep abreast of the bare minimum of developments, which is fine as long as its the right developments! A handful of teams are already doing a great job at creating content and are worth the follow. This isn't exhaustive, there is a lot of great content out there, but it is where I recommend people start.\\n\\n* [Bankless Podcast](http://podcast.banklesshq.com/): Ryan Adams and David Hoffman are leading the industry for content. Period. Each week they drop a core podcast and the weekly rollup for around 3-4hours of listening. Well worth the time investment imo.\\n* [Not Boring Newsletter](https://www.notboring.co/) by Packy Mccormick: Packy came fresh to Web3 and started documenting his journey on substack. His content is always insightful and especially helpful for non-technical people\\n* Anything written by Chris Dixon: This man is the Web3 GOAT. Any of his podcasts or written content are a must consume. [Follow him on Twitter](https://twitter.com/cdixon) and bask in his genius.\\n\\n### Bonus - Common Web3 terms & definitions\\n\\n* Blockchain: A distributed digital ledger that uses peer-to-peer consensus within a decentralised network to validate transactions and a hashing algorithm to cryptographically link them in a chronological chain\\n* Cryptocurrency: A digital currency, secured via cryptography and utilised on a blockchain via a consensus mechanism for the transfer of value. Ie the Native digital asset of a Blockchain. Every blockchain needs a currency to incentivise / reward participants\\n* DYOR: Do your own research\\n* [ENS](https://app.ens.domains/): Ethereum Name Service. Not required, but most crypto people have one. This is essentially your Web3 user name, which you can use for all your wallet addresses instead of the long string of characters.\\n* GM: Good morning, the common web3 greeting\\n* HODL: Intentionally misspelled ‘Hold’, for when you hold crypto through volatility\\n* NGMI: Not gonna make it\\n* Token: Analogous to cryptocurrency however distinguished between:\\n  * Fungible tokens: Interchangeable and representative of a single asset (e.g. you own a % of all the bitcoins in circulation). Most typically referred to as ERC20 tokens when part of the ETH network\\n  * Non-fungible tokens (NFT’s): Unique tokens with 1-of-1 properties and characteristics. Most typically referred to as ERC721\\n* WAGMI: We’re all gonna make it\",\"timestamp\":1640781505,\"title\":\"Getting started in crypto - What you need to know\"},\"digest\":\"tlizQUGvgS0hpfBZsQaR7JavSKGnBMTxZCNWwW3hIEQ\",\"authorship\":{\"contributor\":\"0x8600AC5f9d38D4b817bAc5518D2D2cF81Aa95779\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ldU7Nc_wBlPn345btHmvPkY4JFuqIqmktYFq7OV8PFM\\\",\\\"y\\\":\\\"4Lp5hjERzhKzmK3UzjjPBfUwkSPoE32x5Gi_RBd6QF4\\\"}\",\"signature\":\"g7AwOIWeD0AtloSBurY6R5aWAB1tnS-bBhrKD5uy9f18pG9Wp2WIIBabr9OCRNn7JdHk-BrSF7zz9eKzJb6PbQ\",\"signingKeySignature\":\"0xae7340cd70ec7ee254dcd3f3a36223730a6fa09afbd9e8ef8ea94bdeeb9d7302101a3b22a9515352e95263fe0425d41a0792b6e6d70ecdc69170b8d4ed5e71f21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ldU7Nc_wBlPn345btHmvPkY4JFuqIqmktYFq7OV8PFM\\\",\\\"y\\\":\\\"4Lp5hjERzhKzmK3UzjjPBfUwkSPoE32x5Gi_RBd6QF4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GCIdkZYtStHZPlhN74j-8zeMVxncPJCS5R3PezkCQvo\"}"