"{\"content\":{\"body\":\"[![Akeredolu Oluwole Alaba](https://miro.medium.com/fit/c/56/56/1\\\\*nGLkyq-uujqsViQ9h9ey3w.jpeg)](https://akeredoluoluwole.medium.com/?source=post_page-----e964a29141e8-----------------------------------)\\n\\n*The core competencies of government*\\n\\nEvery election cycle politicians come out with a manifesto. This is a set of proposals they believe will make the government and thus the nation better. There are never really foundational changes to the system, but rather slight changes at the edge that offer incremental solutions. This was until Andrew Yang came in and looked at politics with fresh entrepreneurial eyes. As an entrepreneur myself, I thought of taking on the challenge of reshaping government.\\n\\nFirst question, what is a government? A government is an entity that maintains some form of order within its domain. Many people instantly associate democracy with government, but it is only a type of government. The criteria to be a government does not involve how you maintain order or why you maintain order but that you maintain order. In game theoretical jargon, it is an infinite game. A finite game, defined by game theory, is bounded, by time or score points etc, and the goal is to win. There is a fork at the end of the road. There will be winners and there will be losers. An infinite game, however, is not bounded and the goal is to keep playing. There is no fork at the end of the road because there is no end of the road. The goal is to stay on the road. Governments play an infinite game. Their goal is to maintain order or “stay on the road”.\\n\\nSecond question, how does one stay on the road? In entrepreneurial jargon, the core competencies of a company is the set of skills and resources necessary for it to succeed within its industry. For instance, Amazon’s core competencies are its speed and its low cost of shipping. Jeff Bezos often says, when talking about amazon’s competencies, it is more important to find what will not change within an industry than what will. Business is in many ways an infinite game. Applying this concept to government, you find that the core competencies of government are the set of tasks that are necessary and sufficient to keep playing the game i.e. maintain order within its domain.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*LgFqEb6VsfJ8bsLi.jpg)\\n\\nThird question, what are these tasks? Imagine a still lake, serene in its tranquility, but in this instance every individual water molecule is sentient. There are only two ways to disturb the stillness of this lake: internal perturbations and external perturbations. The stillness of the lake is analogous to the order within a government’s domain. You can imagine an external disturbance as a kid skipping rocks on the lake and an internal disturbance as a rolling boil from hot water molecules. So, the lake needs methods to subdue internal disturbances (task one) and to subdue external disturbances (task two) to maintain its stillness. But, as with all things within the universe there is a cost to these tasks. For this example, imagine the cost of a fence to keep the kids out, or the cost of running a temperature regulator to keep from boiling. This introduces a third task: gathering the resources necessary to perform the previous tasks and itself inclusive. Because a domain is a closed system the only source of these resources are from within the domain itself. These three functions form the set of tasks necessary and sufficient to maintain balance in a system i.e. the stillness of the lake or order within the domain.\\n\\nIn plainer words, the core competencies of any and every government are a police force (to subdue internal disturbance), a military (to subdue external disturbance) and a tax collector (to consume necessary resources from the system). With only these three tasks successfully performing, a government can keep on being a government i.e. playing the infinite game.\\n\",\"timestamp\":1640831371,\"title\":\"A first principles approach to government \"},\"digest\":\"f5iUyuVMQXIeT3qW2RF10RwktCsy7P9ZsGdJskCAjU8\",\"authorship\":{\"contributor\":\"0x34E27bb83d081ddfdA3dCBA5503555CAC89D7169\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RdeRUjoAIzijlloChKuS2_Gy-IhCUC44EL464PJqDjw\\\",\\\"y\\\":\\\"FuydOSAeCZ9pA34nLOQ2oca6RbERqI-WDvi9GUExZ7A\\\"}\",\"signature\":\"sf3voBf4YSxUpOmeOAlHKd3DUtC2MKr9t8jg5o9sfX2i5W2mUMW_GBiusrW5xF_P4CGjMgnGfWPAxCkZGsU-AQ\",\"signingKeySignature\":\"0x6a2fb253e0d4dcc8774da27773e03eacd49c6a471f9bb7d32af22611988b3534626738165e22496aefe8ca910fc6687f93b85127fce86c3e072b44ddacf73dee1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RdeRUjoAIzijlloChKuS2_Gy-IhCUC44EL464PJqDjw\\\",\\\"y\\\":\\\"FuydOSAeCZ9pA34nLOQ2oca6RbERqI-WDvi9GUExZ7A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ULoIiqvAi30ASGvHNOBdXk-FhXaKRlD4JZ0vs2rv4Vs\"}"