"{\"content\":{\"body\":\"Escrito por [Joxes](https://twitter.com/0xJoxes) para DeFi LATAM. [Sitio Web](https://twitter.com/0xJoxes) | [Twitter](https://twitter.com/DeFi_LATAM).\\n\\n## Parte 1: una clasificación extendida de las L2s de Ethereum\\n\\nNo hay una solución única ni estándar para escalar Ethereum. Desde la concepción de la red principal, muchas soluciones han sido propuestas en el camino para resolver el problema de la escalabilidad. La más recordada, **Plasma**, [fué ideada en 2017 por Joseph Poon (inventor de Lightning Network) y Vitalik Buterin](https://www.plasma.io/plasma.pdf), pero luego de una temporada de auge y alabanzas sobre la promesa de esta tecnología, ha caído casi estrepitosamente de Ethereum y prácticamente olvidada dado sus irresolubles problemas inherentes a la misma (del que hablaremos en otra ocasión), surgiendo un nuevo enfoque a lo que hoy se hacen llamar “***Rollups***”; aprovechando que también se ha sumado la tecnología de ***zero-knowledge***, ya habiendo avanzado su desarrollo y una mejor comprensión de la misma. Así pues, en 2021 al hablar de soluciones de escalabilidad o segundas capas, existe una gran aceptación en la comunidad para dividirlas en cuatro grandes grupos: **ZK Rollups**, **Optimistic Rollups**, **Validiums** y un restante de **Plasma** chains. Esta clasificación está basada puramente en el mecanismo de validación de las transacciones ejecutadas que se finalizan en Ethereum, más el lugar de almacenamiento de los datos de dichas cadenas. Por lo tanto, se tiene los dos modelos de validación conocidos como las pruebas de validez y pruebas de fraude, y si la disponibilidad de los datos se encuentra en la cadena principal (la red Ethereum) o en otra instancia, es decir, *on-chain* u *off-chain*.\\n\\n![](https://images.mirror-media.xyz/publication-images/y7VdBOkUcvAcF6J0wIs_y.jpg?height=248&width=995)\\n\\nCon más detalle, se puede describir estas cuatro características como:\\n\\n* **Pruebas de validez**: el estado de las transacciones ejecutadas en L2 se anexan resumidamente junto a la prueba criptográfica de *zero-knowledge* como forma prácticamente infalible de verificar desde Ethereum que todo lo sucedido es correcto.\\n* **Pruebas de fraude**: las transacciones ejecutadas en L2 se hacen pasar como válidas sin verificación obligatoria, pero con la presencia de un verificador externo para la detección de transacciones no válidas, probándolo desde Ethereum, castigando al ejecutor de dichas transacciones y recibiendo una recompensa. Esto conduce a que el retiro de fondos conlleve a un tiempo de espera, generalmente de siete días.\\n* **Datos *on-chain***: todos los datos resumidos y necesarios para reconstruir la L2 y seguir al corriente de su estado se almacenan en Ethereum. Esto provee de máxima seguridad a la L2 pero teniendo como consecuencia ser sensible a los altos costes de gas en Ethereum.\\n* **Datos *off-chain***: en este caso los datos sobre la actividad de la cadena se guardan en otra blockchain ajena a Ethereum; ofreciendo una ventaja ya que habilita la reducción de costes, pero las garantías de los datos de la misma serán dependientes de la seguridad de estas terceras blockchains, generalmente menos robustas que Ethereum.\\n\\n**Como se puede ver, una mayor vinculación de la L2 a la red principal, se considera como más segura (Rollups), pero también menos barata**. Mientras tanto, una forma híbrida de **L2** basadas en pruebas de validez llamada ***Volition***, se encuentra en desarrollo y promete ser una *killer solution* para todo tipo de aplicaciones que deseen hacer uso de estas redes beneficiadas por la seguridad de Ethereum, al operar como un ZK Rollup y como Validium simultáneamente. También vale la pena destacar que hay otras soluciones que han estado siendo concebidas desde hace mucho más tiempo como los ***state channels***, que por su mecanismo (similar a Lightning Network) la utilidad general de las mismas se halla muy limitada, aunque recientemente se han convertido en pieza importante para el desarrollo de puentes multi-cadena (***crosschain***).\\n\\nResulta también muy importante considerar las **L2s** según sea su propósito o potencial uso, ya que estas soluciones tienen sus propios fines y alcances y no siempre están dirigidos a todo tipo de usuarios, por lo que es posible subdividirlas en cuatro grupos:\\n\\n* **De solo transferencias**: el tipo de solución de escalabilidad **más simple**, limitado a ofrecer bajos costes de transacciones simples, por lo que está enfocado para transferencias de valor y pagos en diferentes activos, ya sea ether, tokens ERC-20 o NFTs, según sea el caso. Algunos proyectos incorporan la tecnología de *zero-knowledge* (ZK) como forma de otorgar la característica de privacidad a las transacciones (indiferentemente del tipo de solución usada para escalar).\\n* **De aplicación específica**: cuya función es enfocarse en **un caso de uso específico** para hacerla más escalable, ya que se prevé que obtenga una base sólida de usuarios y sea demandada en términos de alto volumen de transacciones, tales como exchanges descentralizados para spot y derivados, pero también en el uso y disfrute de NFTs, juegos, etc. Estas soluciones corren el riesgo de ser implementadas conservando un cierto grado de centralización, ya que puede ser visto como una solución atractiva para empresas y proyectos proveer sus servicios.\\n* **De propósito general**: también llamadas **universales**, son las más prometedoras del grupo, proponen replicar la experiencia y ecosistema de la red principal con la disposición de una máquina virtual (generalmente con el objetivo de ser compatible con la **EVM** para solidity, pero también podría admitir otros lenguajes), albergando contratos inteligentes de forma libre y con completa composabilidad. Estas soluciones son las que más se les presta atención en la comunidad como parte de la solución “final” al problema de la escalabilidad y por lo tanto son consideradas como las competidoras directas a otras cadenas alternativas a Ethereum.\\n* **De agregación para L1**: un grupo **especial de L2** que se encarga de abaratar costes en el uso de contratos inteligentes alojados en la red principal de Ethereum, facilitando a que los usuarios muevan fondos en grupo o *batches*, dirigiéndose a las diferentes aplicaciones integradas, como por ejemplo, para compartir costes en el uso y movimiento a través de diferentes **dApps DeFi en L1**. A diferencia de las L2s de aplicación específica y propósito general donde necesariamente provoca que la actividad y liquidez migre y se fragmente hacia las distintas soluciones de escalabilidad (que implica relanzar los contratos inteligentes sobre dichas nuevas soluciones), las L2s agregadoras para L1 buscan escalar el uso de dApps en L1 y seguir beneficiando a los usuarios de la alta liquidez presente al día de hoy en los protocolos ya disponibles ubicados en la red principal.\\n\\nHasta diciembre de este año, una recopilación de soluciones activas y en desarrollo confirmado (*que esperemos esté completa*) se anexa en el siguiente cuadro.\\n\\n![](https://images.mirror-media.xyz/publication-images/MI-w_n-bz8NKKakICel9H.jpg?height=900&width=1530&&&&size=medium)\\n\\nEsta clasificación, no discrimina el estado actual de las soluciones en cuanto a grado de descentralización actual u objetivo, ni particularidades en su tecnología. En cualquier caso, el objetivo a largo plazo es construir soluciones de escalabilidad sobre Ethereum que sean más sofisticadas, seguras y de múltiples usos. **Es por esta razón que a futuro los esfuerzos están concentrados en construir Rollups y Validiums capaces de albergar contratos inteligentes tal como si fuera una blockchain convencional**, pero también de otros tipos que sumen características de relevancia demandada por ciertos tipos de usuarios, como la privacidad. Sea como sea, los avances reportados por algunos proyectos a fines de este año **llena de optimismo al ecosistema de cara a tener algunas de estas soluciones listas para el 2022**.\\n\\n## Parte 2: Estado actual del valor total bloqueado (TVL) y exchanges descentralizados\\n\\n![l2beat.com](https://images.mirror-media.xyz/publication-images/ex9-dgN-wLLhT3_4fC6JK.jpg?height=450&width=992)\\n\\nEn términos generales, el valor total bloqueado en las soluciones de escalabilidad ha tenido un crecimiento y caída muy similar a los datos de capitalización total del mercado de criptomonedas según [Coingecko](https://www.coingecko.com/en/global_charts). Sin embargo, a diferencia de este último que efectivamente ha caído casi un 20%, las L2s de Ethereum han conseguido un crecimiento del \\\\~10%. Aunque la presencia de Ether y tokens determinen parte del TVL registrado, la apertura y aparición de nuevas soluciones sostienen el creciente interés visto hasta ahora.\\n\\nA pesar de que diferentes proyectos se comportaron de forma semejante en todo el mes de noviembre y diciembre, Boba Network, disfrutó de un crecimiento veloz en diez días hasta el 25 de noviembre, alcanzando los 1437 millones de dólares en TVL, para luego sufrir una importante salida de capital, bajando hasta los 583 millones de dólares, lo cual explica el pico formado a mitad de gráfica. ZKsync por su parte ha crecido un 300% y nuevas soluciones como Metis Andromeda aportan 53 millones de dólares más a la métrica general, algo así como 1% adicional.\\n\\n### Exchanges descentralizados L2 en diciembre\\n\\nUno de los principales casos de uso y objetivos de las soluciones de escalabilidad es la capacidad de comerciar libremente y sin custodia a bajo coste y con muy rápidas confirmaciones. Para ello, algunos proyectos como **Loopring**, **DeversiFi** o **ZKSwap** se han lanzado como soluciones de aplicación específica, mientras que las de uso universal como **Optimism**, **Arbitrum** y **Boba Network** permiten a los desarrolladores construir **DEXes** sobre las mismas. Un cuadro comparativo de los principales DEXes y un historial del TVL o liquidez estimada de este último mes se presenta a continuación.\\n\\n![](https://images.mirror-media.xyz/publication-images/HRW66eZF-Hge9fJcwHrHf.jpg?height=792&width=1513&&size=medium)\\n\\n**Arbitrum** es la solución de escalabilidad con **mayor y variada cantidad de DEXes activos**, producto de su periodo de whitelisting y apertura antes y después del mes de septiembre. Los costes dependen del DEX en particular y la solución de escalabilidad empleada, no obstante **es un hecho que los ZK Rollups/Validiums de aplicación específica ofrecen menores costes de operación**. Sobre el tipo, en grosos términos, los exchanges con concentración de liquidez o libro de órdenes resultan más satisfactorios para los traders de volumen mediano, pero dependiendo también del par o pool de interés. En el caso del par/pool ETH/USDT(ó C) revela una evidente tendencia de mayor probabilidad de conseguir mejor precio y sin impacto (o sea, cambio el precio dado el monto demandado) para 10 mil dólares en DEXes con algún tipo de concentración de capital o libro de órdenes. Como ventaja de los DEXes desplegados en Optimistic Rollups, es que por lo general suelen ser ***permissionless***, esto es, cualquier par/pool puede ser creado en el acto y ampliar la oferta de trading, mientras que los ZK Rollups/Validiums cuentan con algún tipo de control en el “listado” de nuevas monedas.\\n\\n![](https://images.mirror-media.xyz/publication-images/i9dSwoxP9no4W2b8bFf-M.png?height=523&width=745)\\n\\n**El valor total bloqueado** (o liquidez estimada) se ha mantenido estable a lo largo del mes de diciembre para prácticamente todos los DEXes estudiados. Todos los DEXes bajo programas de incentivos (**liquidity mining**) concentran mayor cantidad de dinero involucrado que los que no incentivan a sus proveedores de liquidez (Uniswap). Loopring (\\\\*) lidera la lista, pero es probable que una importante proporción (no determinada en todo el periodo) no esté involucrada en los pool de liquidez ni participando permanentemente en los libros de órdenes. Oolongswap en Boba Network tuvo un ascenso espectacular captando dinero como el DEX bandera de dicha rollup, pero en tiempos recientes decae en TVL a medida que el valor ofrecido en los programas de liquidez disminuyen.\\n\\n![](https://images.mirror-media.xyz/publication-images/p5loJyEQw4IxKWYmRgON2.png?height=525&width=745)\\n\\n![Ratio de utilización estimado promedio = Volumen total promedio/TVL-liquidez estimada promedio. De los primeros 15 días de diciembre.](https://images.mirror-media.xyz/publication-images/DGMr3T_LN4IvdEU-mL6ni.png?height=384&width=745)\\n\\nCon respecto al volumen, dado que en este tipo de mercados están aún en proceso de descubrimiento por parte de los usuarios, no representan ni el 1% del volumen total según Coingecko, por lo que **parte de las motivaciones del volumen de intercambio generado se basan en la disposición del capital o liquidez , y oportunidades de arbitraje**, sobretodo en los más chicos en este sentido. La versión 3 de Uniswap y Sushiswap en Arbitrum domina casi por completo en este periodo de diciembre en términos de volumen, lo cual no es de sorprender ya que **Arbitrum** es el *Optimistic Rollup* con mayor historial, variedad de aplicaciones y composabilidad, lo cual aviva su uso genuino.\\n\\nDel volumen y TVL deriva el **ratio de utilización** (visto como el volumen total generado por capital bloqueado) refleja las oportunidades para los proveedores de liquidez de obtener recompensas bases o genuinas (y no por *liquidity mining*), el cual varía según el tipo de DEX empleado. Es interesante notar que, a pesar de que **las versiones de Uniswap V3 en Arbitrum y Optimism sean los DEXes con menor TVL**, son los que manifiestan mayor utilización de liquidez promedio, lo cual corrobora su función como “**capital eficiente**” y atractivo para proveedores de liquidez concentrada, pese a que no tiene ningún programa de incentivos activo. En tercer lugar se encuentra **DeversiFi**, dada su condición de **cero costes de gas**, alienta a sus usuarios a hacer un uso más frecuente del exchange.\\n\\n## Parte 3: Historias fascinantes de noviembre y diciembre\\n\\n### Optimism completa el despliegue de la nueva versión de su Rollup y se abre al público\\n\\n![optimismpbc.medium.com](https://images.mirror-media.xyz/publication-images/ndC7sozt376A4bTZfr8nE.jpeg?height=586&width=1400)\\n\\nEl [11 de noviembre](https://twitter.com/optimismPBC/status/1458953238867165192) Optimism completó con éxito la actualización de su Optimistic Rollup, desde la denominada OVM 1.0 hacia la nueva versión **OVM 2.0**, lo que significó una transición total en términos de infraestructura. A pesar de la gran noticia, una semana después del lanzamiento la red sufrió una rara “**condición de carrera**” (tipo de vulnerabilidad) que bloqueó el secuenciador y provocó que las transacciones sólo pudiesen ser enviadas desde L1, aunque sin ningún tipo de compromiso de los fondos. Aun cuando el problema fué resuelto de manera temporal, se espera una solución definitiva a implementar en el futuro.\\n\\nSin embargo, una consecuencia incómoda a raíz de esta actualización fué la no disponibilidad de visualización del historial de transacciones previo a la transición a la OVM 2.0, tal como lo muestra un cartel en la parte superior del explorar [optimistic.etherscan.io](https://optimistic.etherscan.io/), una queja recurrente que a su comunidad de Discord. Por otro lado, el equipo de Optimism dió lugar al proceso de *[whitelisting](https://twitter.com/optimismPBC/status/1458953245355741185)* en las primeras etapas para todos aquellos interesados en desplegar sus proyectos en esta solución de escalabilidad, y manifestó por medio de un [anunció](https://twitter.com/optimismPBC/status/1469375518990471169) su intención de remover esta restricción y permitir la libre entrada al despliegue de contratos y aplicaciones descentralizadas.\\n\\n[Ahora desde el 16 de diciembre](https://optimismpbc.medium.com/all-gas-no-brakes-8b0f32afd466), **Optimism está libre de whitelisting** o permisos, habilitando que cualquier desarrollador pueda desplegar contratos en la misma!, lo que le permite ser una solución disponible al público a la altura de sus semejantes Arbitrum y Boba Network. Tal como lo comentamos en nuestro anterior reporte [Estado de la escalabilidad en Ethereum - Octubre](https://defilatam.com/estado-de-la-escalabilidad-en-ethereum-octubre/), la OVM 2.0 es el paso definitivo para el equipo de Optimism hacer de su Rollup Ethereum-equivalente, dónde se permita la completa compatibilidad con todo el tooling ya existente en Ethereum y el despliegue de aplicaciones *con solo un click*.\\n\\n### Lanzamiento de StarkNet Alpha!\\n\\n![starkware.medium.com](https://images.mirror-media.xyz/publication-images/JOq2PMwbN9Mjcj4qHOI1A.png?height=587&width=1400)\\n\\nEl equipo de **Starkware** ha trabajado arduamente para traer a producción su primer ***permissionless* ZK Rollup** basado en su tecnología **STARK**, para desplegar contratos inteligentes tal como una blockchain de uso generalizado. En nuestro anterior [reporte](https://defilatam.com/estado-de-la-escalabilidad-en-ethereum-octubre/) había estado pasando con éxito durante todo el 2021 las diferentes etapas de prueba bautizadas como Alpha 0, 1, 2 y 3. Durante noviembre los deberes fueron hechos con la fase de prueba [Alpha 4](https://medium.com/starkware/alpha-4-6b572072d80b?source=user_profile---------2-------------------------------) y ahora desde el [29 de noviembre](https://twitter.com/StarkWareLtd/status/1465305698078797824), la red ha sido ha sido desplegada en la red principal de Ethereum bajo el nombre de *[StarkNet Alpha](https://medium.com/starkware/starknet-alpha-now-on-mainnet-4cf35efd1669)*.\\n\\nComo versión inicial, los desarrolladores están invitados a construir contratos sobre StarkNet, aunque el compilador ***Solidity-to-Cairo*** (lenguaje nativo de StarkNet) no se encuentra todavía listo, lo que implica que los mismos deberán hacerlo usando Cairo, por lo que es esperable que los populares protocolos DeFi tengan que esperar un poco más. Por el momento la única integración en curso útil para los usuarios es el soporte con la [billetera Argent](https://twitter.com/argentHQ/status/1468508907916177409?s=20) y mintear algunos tokens de prueba, pero ningún otro caso de uso más. Como versión Alpha, la red aún no ha sido auditada y podrá estar sujeta a cambios, paradas inesperadas y por supuesto, mejoras a futuro.\\n\\n### Polygon Miden, el nuevo Rollup basado en STARK\\n\\n![blog.polygon.technology](https://images.mirror-media.xyz/publication-images/Eg8t37bi_bsQqMOtNJcDH.jpg?height=430&width=1024)\\n\\nEl [16 de noviembre](https://twitter.com/0xPolygon/status/1460609713922457606) Polygon presentó su nueva solución de escalabilidad en desarrollo para el ecosistema de Ethereum bautizado como [Polygon Miden](https://blog.polygon.technology/polygon-announces-polygon-miden-a-stark-based-ethereum-compatible-rollup/), un **ZK Rollup basado en la tecnología STARK**, un sistema de pruebas criptográficas inventado por [StarkWare](https://starkware.co/). Este proyecto está liderado por [Bobbin Threadbare](https://twitter.com/bobbinth), antes investigador de tecnologías de cero conocimiento (ZK) para Facebook dirigiendo el desarrollo de [Winterfell](https://engineering.fb.com/2021/08/04/open-source/winterfell/%7D). Además, se presenta su componente clave para la ejecución de contratos inteligentes a través de la ***Miden Virtual Machine***.\\n\\nPolygon Miden se posiciona como otro proyecto ZK Rollup en la carrera por la construcción de infraestructuras para la implementación de contratos inteligentes de forma generalizada, con el objetivo de albergar todo tipo de actividades tal como sucede hoy en la red principal de Ethereum. Para ello, una primera versión de esta máquina virtual basada en STARK, Miden VM (0.1), [ha sido publicada en github](https://github.com/maticnetwork/miden) y se espera que en el futuro pueda estar a la altura del *mainstream*,  siendo compatible con Ethereum, es decir, **compilando los contratos inteligentes escritos en Solidity a Miden Assembly**, el lenguaje de programación nativo de Miden VM. También empujarán por la innovación en otros ámbitos como la integración de **otros lenguajes como [Move](https://101blockchains.com/move-programming-language-tutorial/) y añadir opciones de privacidad**, mientras que a su vez sostienen su compromiso de ser completamente ***open-source***.\\n\\n### ZK Day: Polygon absorbe a Mir Protocol por 400 millones de dólares y lanza Polygon Zero\\n\\n![blog.polygon.technology](https://images.mirror-media.xyz/publication-images/UJI15rN0_-dn_ZQBTq4Ds.jpg?height=430&width=1024)\\n\\nEl 9 de diciembre, durante el [zk day organizado por Polygon](https://polygonzk.ethglobal.com/) para discutir el estado actual de la **tecnología de zero-knowledge**, sus aplicaciones en Ethereum y desarrollo por los equipos que conforman Polygon, revelaron la **adquisición de [Mir Protocol](https://mirprotocol.org/) en un trato por 400 millones de dólares (190 millones de tokens MATIC)**. Como resultado, Mir Protocol pasa a llamarse **Polygon Zero**, como el nuevo equipo que desarrollará una **ZK-Rollup** para escalar Ethereum.\\n\\nMás específicamente, hasta ahora Mir Protocol era un proyecto que había estado durante casi dos años en la construcción de una blockchain independiente basada en **zero-knowledge proofs recursivas y de generación ultra-rápida** a través de sus sistema que han decidido llamar ***Plonky2***, para escalar aplicaciones descentralizadas y brindar privacidad a los usuarios. Con Polygon Zero, tomarán todos los progresos realizados como investigadores para cambiar el enfoque y construir a futuro una ZK-Rollup de propósito general y levantar una zkEVM para hacerla completamente amigable con el ecosistema. Este tipo de desarrollo se encuentra en el espectro de otras soluciones en curso como zkSync 2.0, pero aseguran que la tecnología desarrollada podrá contribuir incluso para el escalado de *blockchains* monolíticas o L1.\\n\\nCon este último anuncio, Polygon Zero se suma al resto de soluciones de escalabilidad en curso tales como Polygon PoS, Polygon Hermez, Polygon Miden, Polygon SDK, Polygon Nightfall, y Polygon Avail. Durante el [zk day](https://polygonzk.ethglobal.com/) también se discutieron parte de estas otras soluciones basadas en *zero-knowledge* y contó con la presencia de los responsables de los diferentes proyectos de Polygon, Vitalik Buterin y Anna Rose del *Zero Knowledge Podcast*.\\n\\n### Aztec Connect: escalabilidad directo a L1 con opción de privacidad\\n\\n![medium.com/aztec-protocol](https://images.mirror-media.xyz/publication-images/ObqFy-HT9ykzqkMNVs4FB.jpeg?height=1674&width=4000)\\n\\n[Aztec Network](https://aztec.network/) es un proyecto enfocado en soluciones de escalabilidad con la inclusión de la privacidad como prioridad. En su primera versión lanzada al público en marzo, [zk.money](https://t.co/omDeOAGHBn), es un **ZK Rollup** que sólo ofrece transacciones privadas y económicas, actualmente con casi 10 millones de dólares depositados en la misma. Ahora con **Aztec Connect, un Rollup en desarrollo de la categoría de agregación en L1** (tal como explicamos en la primera parte), la idea es conectar diferentes protocolos DeFi ubicados en la red principal de Ethereum e interactuar con estas a través de este nuevo Rollup de manera **privada**. Gracias por leer: `L2LATAM`. [LINK](https://defilatam.com/poap). sshh. few. :)\\n\\n[En su nuevo concepto](https://twitter.com/aztecnetwork/status/1469121178228994051), Aztec Connect recibe fondos de los usuarios y las instrucciones de interacción para trasladarlos en grupo hacia los diferentes protocolos DeFi integrados previamente a Aztec, utilizando una especie de “**notas protegidas**” para asegurar la confidencialidad de los usuarios. En este esquema, se consigue una combinación perfecta para que los usuarios ahorren gas en transacciones y se les otorgue una completa privacidad sobre sus operaciones. Como ejemplo, si un intercambio en **Uniswap** en la red principal de Ethereum gasta 130k gas, costando **55,64 dólares**, en el mismo momento **una operación igual a través de Aztec Connect gastará 17,6k de gas, costando 7,52 dólares**.\\n\\nCon este concepto, **Aztec Connect** afronta el actual alto coste por interactuar en la red Ethereum tomando una solución alternativa u “otro camino”; ya que, mientras otra soluciones de escalabilidad apuestan por construir cadena adicionales aseguradas por Ethereum, Aztec Connect reduce el coste de interacción para las DeFis ya activas en la red principal, **venciendo el problema de la fragmentación de la liquidez**. Por el momento esta solución se encuentra en la red de pruebas y se espera que se integre a los principales proyectos en Ethereum como Uniswap, para luego en un futuro más lejano se habilite la libre integración a diferentes protocolos. Por esta y sus otros desarrollos enfocados en la tecnología de zero-knowledge y la privacidad, [recientemente han recaudado 17 millones de dólares en su Serie A](https://medium.com/@aztecnetwork/beb2982a92f3), liderado por Paradigm, otros capitales de riesgo y miembros reputables del ecosistema.\\n\\n### Actualizaciones e integraciones\\n\\n* **Matter Labs (zkSync)** recibe 50 millones de dólares en una segunda ronda de inversión integrada por fondos de inversiones, empresas y más de 80 miembros principales de proyectos del ecosistema de Ethereum. [Más detalles](https://blog.matter-labs.io/funding-ea89c1fa731e).\\n* **Chainlink** y **TheGraph** anuncian intenciones de integración con **zkSync 2.0**. Más detalles [Chainlink](https://blog.matter-labs.io/chainlink-d12355ce0ce8) | [TheGraph](https://blog.matter-labs.io/thegraph-51c45d351029)\\n* **ZKSwap** actualiza su hoja de ruta y apunta integrar NFTs, mejorar su DEX y añadir compatibilidad con la EVM. [Más detalles](https://zkswapofficial.medium.com/zkswap-announces-new-roadmap-for-2022-c4232bcbd636).\\n* **Snapshot** amplia soporte a **Arbitrum** para actividades relacionadas a gobernanza. [Más detalles](https://snapshot.org/#/?network=42161).\\n* **Slingshot** se expande a **Arbitrum** para mejorar la experiencia de los usuarios en el trading. [Más detalles](https://twitter.com/SlingshotCrypto/status/1463259347446730753).\\n* **Deversifi** lanza programa de liquidity mining y recompensas por trading. [Más detalles](https://deversifi.com/blog/reward-programme-and-amms/).\\n* **Mean Finance** escoge a **Optimism** para desplegar la versión 2 de su protocolo con una fase de prueba en curso. [Más detalles](https://mean-finance.medium.com/meanv2-%CE%B2-testing-optimistic-future-dc302a2a41e2).\\n* **Across Protocol**, un bridge especializado para Optimistic Rollups, completa su despliegue en **Arbitrum**, **Optimism** y **Boba Network**. [Más detalles](https://medium.com/@AcrossProtocol).\\n\\n### Final: Ayudando a escalar desde las bases con EIP-4488\\n\\nLas soluciones de escalabilidad son, sin duda, el futuro de Ethereum. No obstante, aunque suene fantástico la dirección hacia la compresión de datos y optimización de los recursos de ejecución y validación de transacciones, lo cierto es que, hay que hacer mucho más para que los rollups puedan ser usados ultra-masivamente y alcanzar muy bajos costes de utilización. La imparable generación de estos datos por parte de los usuarios requiere que las bases, la red principal, esté preparada para ello, o por lo menos no suponga un coste grueso más que las L2s deban afrontar.\\n\\nEs por ello que una propuesta en el corto plazo para resolver esto, [EIP-4488](https://github.com/ethereum/EIPs/pull/4488), se está discutiendo en el ambiente de desarrolladores. La idea es sencilla: para que los Rollups interactúen con la red principal, necesitan usar la función *call data* para grabar los datos en la misma, así que una solución de corto plazo es arbitrariamente reducir el coste de este tipo de transacciones. Haciendo esto, en números simples, podría reducir el costo de los Rollups por un \\\\~5x.\\n\\nEs posible que esta propuesta vea la luz en algún momento del 2022, mientras que en el mediano y largo plazo se prepara para el *merge* que abra paso a una nueva época denominada como Ethereum 2.0, en donde se lancen más cadenas en paralelo conocidas como *data sharding*. Los data shards son cadenas estipuladas sólo para guardar datos: el lugar ideal para que los Rollups guarden todos los datos generados mientras se benefician de la descentralización y seguridad que brindará la red bajo *Proof of Stake*. [Sea como sea, el camino es largo y debe pasar aún más tiempo para discutir qué exactamente sucederá, cuándo y cómo](https://notes.ethereum.org/@vbuterin/data_sharding_roadmap).\",\"timestamp\":1640700615,\"title\":\"Estado de la escalabilidad en Ethereum, Noviembre-Diciembre 2021 \"},\"digest\":\"_Mx3fTwMYruyv3VohunGK9CSk1-444T82SQD7DGNP0U\",\"authorship\":{\"contributor\":\"0x94Db037207F6fB697DBd33524aaDffD108819DC8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QDhiKRJMXMx0XNwUdIxoz-ohVxNrm6XlnsJFB4JqieM\\\",\\\"y\\\":\\\"tMt6jCPZCfYgduvRS4AoR2DYiKkp85Fn5QVzqVRtUwI\\\"}\",\"signature\":\"iPzi5UANfBx2O_B4_XPGcQMamGRo7fZq9GDQhn8J-vo6VsbXimM8UFQhSgRiBbHBmvPcHekb8SvF9LgEVn4Y3w\",\"signingKeySignature\":\"0xf6c8a39a923a11f2c711daeb488fc578c6ff3ee42f48904466d325b54fb99c023acbc2887e20fcf78e816c16a0ecba02135a4a9837437de88d94607e9ef8f1741b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QDhiKRJMXMx0XNwUdIxoz-ohVxNrm6XlnsJFB4JqieM\\\",\\\"y\\\":\\\"tMt6jCPZCfYgduvRS4AoR2DYiKkp85Fn5QVzqVRtUwI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"K6g5Whaz4UuTMwVL38CsbQRVyml_BuY1aqhIMLma0UQ\"}"