"{\"content\":{\"body\":\"F1, much like the crypto community, is truly global. In fact, **471M** people watched the 2021 season 🤯\\n\\nFor 71 years, generations of fans have watched racing legends risk their lives for a chance to stand atop the podium.\\n\\nBehind these drivers are organizations that include hundreds of unsung heroes – mechanics, engineers, pit crew, team principals, owners and **maybe someday, even you**.\\n\\nF1 DAO is launching a platform for super fans to rally around a singular mission:\\n\\n**LET’S BUY A TEAM! And have as much fun as Daniel Ricciardo along the way.**\\n\\n[https://giphy.com/embed/7YCBnmV8zHyhhOBNoP?display=iframe](https://giphy.com/embed/7YCBnmV8zHyhhOBNoP?display=iframe)\\n\\n## Road Map\\n\\nWe will likely launch a NFT to fund early operations and legal diligence. **We have not finalized these plans and welcome your input!**\\n\\n**Early 2022** - A Formula 1 DAO Membership NFT that will grant you exclusive rights and benefits as a holder. All NFT holders will be airdropped $POINTS governance tokens when we launch in Mid 2022. Some other potential benefits include: events and parties hosted at F1 race events, special behind the scenes access with F1 drivers,  virtual watch parties hosted in discord, and more. We’d love to hear from the community (YOU) and what benefits you’d like to see - hop in the discord and let us know.\\n\\n**Mid 2022** - The Formula 1 DAO will reach out and start initial negotiations to purchase a stake in F1 teams up for sale or investment. As we finalize these negotiations, Formula 1 DAO will raise new funds and launch a governance token $POINTS that will be given to everyone who participates in the raise.\\n\\n**Late 2022** - We hope to finalize negotiations and complete the takeover or large minority investment in one of the current F1 teams.\\n\\n**2023 and Beyond** - Formula 1 DAO will now be a team owner of an F1 team!  We will seek input from the community around key decisions related to the team. We will also expand and host exclusive physical and virtual events at every F1 race event accessible to NFT holders and investors in $POINTS.\\n\\nIt isn’t going to be easy, and we still have a lot to figure out, but together, we can achieve something great.\\n\\nLet’s buy a Formula 1 team!\\n\\n## What is a Formula 1 Team Worth?\\n\\n### Short answer = a lot (but much less than other professional sports teams 🏈, 🏀,⚾️,⚽️).\\n\\nThere is little publicly available information on team values, though Forbes published a set of estimates in November 2019. Forbes has not updated these figures in two years, but we’ve done our best to revise them in this section.\\n\\n**Forbes’ Estimated F1 Team Values in November 2019**\\n\\n![Forbes 11/26/19 ](https://images.mirror-media.xyz/publication-images/0RwQAluAegO3847vNiWCp.png?height=463&width=975)\\n\\n**In 2019**, Forbes ranked Ferrari as the most valuable team at **$1.35B** and Alfa Romeo the least valuable at **$105M**.\\n\\nSince this was published, we have two data points that should drive up team values.\\n\\n### First, there’s a budget cap in F1 now, which boosts team profits and values\\n\\n* In August 2020, all F1 teams signed a new agreement that places a budget cap from 2021 to 2026.\\n* Before this was signed, larger teams like Mercedes, Red Bull, and Ferrari outspent smaller teams by an order of magnitude\\n* Smaller teams could not keep up and nearly faced financial ruin Moving forward, the cost cap is expected to improve the economics for most teams and improve valuations\\n\\n### Second, McLaren sold a minority stake in 2020, revealing its value\\n\\n* In December 2020, MSP Sports Capital, a U.S. based sports investment group, [bought a stake](https://www.reuters.com/article/uk-motor-f1-mclaren/mclaren-selling-minority-stake-in-f1-team-deal-to-value-it-at-560-million-sky-idUSKBN28M0X6) in McLaren racing\\n* MSP agreed to invest $245M over two years for a 33% stake in the team. **This valued the team \\\\~ 1 year ago at $740M, which is a 19% increase over Forbes’ estimate from 2019.**\\n* One of the MSP investment group’s principals became a vice-chairman of McLaren Racing, while two others joined the McLaren Racing board as non-executive directors.\\n  * **This provides evidence that a minority investment group can have an active role in daily operations and governance!**\\n\\n> ***Caveat***: we also know, from Bloomberg, that Williams sold to Dorilton Capital for \\\\~$200M in August 2020. This is half of the value that Forbes assigned to the franchise in 2019. We are choosing not to haircut the other team values using this data point because: a) Williams was in a distressed financial state, and b) we believe the franchise is likely worth much more with the new budget caps in place.\\n\\n### So, how much are F1 teams worth today? For now, let’s take a simplistic approach and assume the following:\\n\\n* Forbes’ 2019 team estimates were accurate, at the time\\n* All teams likely increased 19% in value from 2019 to 2020, based on the McLaren data\\n* Teams increased another 19% in value from 2020 to 2021, which is possible considering\\n  * Viewership is way up\\n  * Online engagement with F1 is also way up, [according to F1 itself](https://corp.formula1.com/formula-1-announces-audience-figures-for-2020/)\\n  * The new budget caps support increased team valuations\\n\\n**… which brings us to** [👇](https://emojikeyboard.org/copy/Backhand_Index_Pointing_Down_Emoji_%F0%9F%91%87?utm_source=extlink)\\n\\n### Estimated F1 Team Values Today (Jan 2022)\\n\\n> **Caveat:** these are our estimates 3 days into this project, based on whatever public data we can find. There are rumors that Andretti Racing attempted to purchase Alfa Romeo for \\\\~$500M last year. If true, then our estimated value for Alfa Romeo may be far too low. As mentioned earlier, Williams sold in 2020 for \\\\~$200M, so it may be worth less than this analysis suggests. Everything is an estimate at this point. This chart below accounts for ranges where public data contradicts our analysis.\\n>\\n> These numbers are **just a start** for our community to understand the ballpark figures we need to achieve our mission. If you have more accurate estimates, please hop into our Discord and let us know.\\n\\n![Our best estimates as of 1/8/22](https://images.mirror-media.xyz/publication-images/kpJlROHntNod4zifhCEOp.png?height=352&width=659)\\n\\nSo, there you have it! **We should be able to buy a 15% stake of Haas for $25M. Want to aim higher? How about buying a 51% stake of Aston Martin for $95M?** These figures may be large, but for less than the cost of a single Beeple NFT, we have a shot at owning a material portion of a Formula 1 team!\\n\\n## What are our Options for Owning a Formula 1 Team?\\n\\n### Preference #1: Buy an entire F1 team\\n\\n* **Estimated cost =** **$150M-1.9B** depending on the team\\n* **Pros**:\\n  * We would have full control over the future of the team\\n  * DAO members could vote on contract extensions, capital investments, driver selection, and more!\\n  * Incredible *perks*: members can visit training facilities, meet drivers, etc. o\\n* **Cons**:\\n  * Most teams probably do not want to sell.\\n  * Unclear if F1 would allow a DAO to be a majority owner of a team.\\n\\n### Preference #2: Buy a minority stake in a F1 team\\n\\n* **Estimated cost: If we target 15% ownership, we need $23M+ for Alfa Romeo, $25M for Haas, $28M for Racing Point / Aston Martin**\\n* **Pros**:\\n  * The DAO would not be responsible for all operations\\n  * Token holders could still vote on some decisions if the majority owner agrees.\\n  * Perks from option 1 *might* carry over (and we’d fight to make sure they do)\\n* **Cons**:\\n  * We would certainly lose some control in the process.\\n  * Will need a majority partner who values our input and contributions (I’m looking at you Gene and Guenther)\\n\\n### Preference #3: Start a team from scratch\\n\\n* **Estimated Cost: Prohibitively expensive**\\n* Under new F1 rules, a new entrant must pay $200M to the existing teams for the opportunity to participate. Then, we need to build facilities, hire staff, recruit drivers, and wait some time before being eligible for payments from the F1 organization\\n\\n### Realistically, we believe the path forward is to attempt acquiring a team like Alfa Romeo, Haas, or Aston Martin OR acquiring a minority stake in any team that would be a good partner.\\n\\n## How can you help?\\n\\n1. **Join our discord!** We have reserved a special “Early Fans” role for the first 500 discord members and become an earned “Pit Crew” role by being active and helping out the community <https://discord.gg/EaDYKCwN>\\n2. **Hiring** - We are also looking for specific help around design and engineering, let us know in discord if this is exciting to you!\\n3. **Contribute ideas** as we build the infrastructure to support fans across the world!\\n\\n## Who are we?\\n\\nThe core team writing this launch paper has over a decade of fintech experience. We’ve launched venture-backed startups, graduated from Duke, Berkeley, and Harvard, and really just love racing 🏎\\n\\nWe are also currently recruiting retired team principals, drivers, and other experts to the team. If this sounds like you, join us in Discord!\\n\\n## Is this legal or is there precedent for this?\\n\\nGreat question. We will NOT solicit funding from anyone without an airtight legal structure in place. We aim to make investment in a F1 team possible for as many fans as possible, but regional restrictions such as accreditation in the United States may pose challenges. Any initial funding sought, whether through an NFT sale or Tickets for a Miami Grand Prix afterparty, will go towards helping formalize the legal structure for a larger raise.\\n\\n[https://giphy.com/embed/LZfnGqS8d3Bt8WMnLF?display=iframe](https://giphy.com/embed/LZfnGqS8d3Bt8WMnLF?display=iframe)\\n\\n\",\"timestamp\":1641777765,\"title\":\"F1 DAO Roadmap\"},\"digest\":\"WFRabl6FZvteuexMskoHLj7F8THPg_NhWS_xbzZYrbw\",\"authorship\":{\"contributor\":\"0x60287EE9B35017a73B1786da5741BC011bC8b1fc\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N1S0buNTls8WZwkexZIXaZvBjt-mc6V6wiqgnSNdTDo\\\",\\\"y\\\":\\\"bJsq1gKM1gphORjLiT4bf5yzUjx-g-iugOHNgLg68eY\\\"}\",\"signature\":\"gNVr6pUX9HJT5iObeTlrdnU5FM7xPYDVJi4uFk44QeORcH53X5B1dC-SpfashQU6RHTxGgeaOZRrrQLlyZs_vg\",\"signingKeySignature\":\"0xf42198b1b48f00a25079e34fc3cac570ca87b9aba4d622c27ac43fae70c06e0e19d04f6be0b5a982fc52e264f3433ede450c0a40b869781ef8d6109019df415b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N1S0buNTls8WZwkexZIXaZvBjt-mc6V6wiqgnSNdTDo\\\",\\\"y\\\":\\\"bJsq1gKM1gphORjLiT4bf5yzUjx-g-iugOHNgLg68eY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WFRabl6FZvteuexMskoHLj7F8THPg_NhWS_xbzZYrbw\"}"