"{\"content\":{\"body\":\"When the ladies got their cloaks and lace scarfs, to put over their heads coming home, the party proved to be only three, and the tickets five; for Miss Maitland pleaded headache.\\n\\nOn this, Lord Uxmoor said, rather timidly, he should like to go.\\n\\n\\\"Why, you said you hated music,\\\" said Vizard.\\n\\nLord Uxmoor colored. \\\"I recant,\\\" said he, bluntly; and everybody saw what had operated his conversion. That is a pun.\\n\\nIt is half an hour, by rail, from Frankfort to Homburg, and the party could not be seated together. Vizard bestowed Zoe and Lord Uxmoor in one carriage, Fanny and Severne in another, and himself and a cigar in the third. Severne sat gazing piteously on Fanny Dover, but never said a word. She sat and eyed him satirically for a good while, and then she said, cheerfully, \\\"Well, Mr. Severne, how do you like the turn things are taking?\\\"\\n\\n\\\"Miss Dover, I am very unhappy.\\\"\\n\\n\\\"Serves you right.\\\"\\n\\n\\\"Oh, pray don't say that. It is on you I depend.\\\"\\n\\n\\\"On me, sir! What have I to do with your flirtations?\\\"\\n\\n\\\"No; but you are so clever, and so good. If for once you will take a poor fellow's part with Miss Vizard, behind my back; oh, please do--pray do,\\\" and, in the ardor of entreaty, he caught Fanny's white hand and kissed it with warm but respectful devotion. Indeed, he held it and kissed it again and again, till Fanny, though she minded it no more than marble, was going to ask him satirically whether he had not almost done with it, when at last he contrived to squeeze out one of his little hysterical tears, and drop it on her hand.\\n\\nNow, the girl was not butter, like some of her sex; far from it: but neither was she wood--indeed, she was not old enough for that--so this crocodile tear won her for the time being. \\\"There--there,\\\" said she; \\\"don't be a baby. I'll be on your side tonight; only, if you care for her, come and look after her yourself. Beautiful women with money won't stand neglect, Mr. Severne; and why should they? They are not like poor me; they have got the game in their hands.\\\" The train stopped. Vizard's party drove to the opera, and Severne ordered a cab to The Golden Star, meaning to stop it and get out; but, looking at his watch, he found it wanted half an hour to gambling time, so he settled to have a cup of coffee first, and a cigar. With this view he let the man drive him to The Golden Star.\\n\\nCHAPTER III.\\n\\nINA KLOSKING worked night and day upon Siebel, in Gounod's \\\"Faust,\\\" and upon the songs that had been added to give weight to the part.\\n\\nShe came early to the theater at night, and sat, half dressed, fatigued, and nervous, in her dressing-room.\\n\\nCrash!--the first *coup d'archet* announced the overture, and roused her energy, as if Ithuriel's spear had pricked her. She came down dressed, to listen at one of the upper entrances, to fill herself with the musical theme, before taking her part in it, and also to gauge the audience and the singers.\\n\\nThe man Faust was a German; but the musical part Faust seems better suited to an Italian or a Frenchman. Indeed, some say that, as a rule, the German genius excels in creation and the Italian in representation or interpretation. For my part, I am unable to judge nations in the lump, as some fine fellows do, because nations are composed of very different individuals, and I know only one to the million; but I do take on me to say that the individual Herr who executed Doctor Faustus at Homburg that night had everything to learn, except what he had to unlearn. His person was obese; his delivery of the words was mouthing, chewing, and gurgling; and he uttered the notes in tune, but without point, pathos, or passion; a steady lay-clerk from York or Durham Cathedral would have done a little better, because he would have been no colder at heart, and more exact in time, and would have sung clean; whereas this gentleman set his windpipe trembling, all through the business, as if palsy were passion. By what system of leverage such a man came to be hoisted on to such a pinnacle of song as \\\"Faust\\\" puzzled our English friends in front as much as it did the Anglo-Danish artist at the wing; for English girls know what is what in opera.\\n\\nThe Marguerite had a voice of sufficient compass, and rather sweet, though thin. The part demands a better *actress* than Patti, and this Fraulein was not half as good: she put on the painful grin of a prize-fighter who has received a staggerer, and grinned all through the part, though there is little in it to grin at.\\n\\nShe also suffered by having to play to a Faust milked of his poetry, and self-smitten with a *tremolo* which, as I said before, is the voice of palsy, and is not, nor ever was, nor ever will be, the voice of passion. Bless your heart, passion is a manly thing, a womanly thing, a grand thing, not a feeble, quavering, palsied, anile, senile thing. Learn that, ye trembling, quavering idiots of song!\\n\\n\\\"They let me down,\\\" whispered Ina Klosking to her faithful Ashmead. \\\"I feel all out of tune. I shall never be able. And the audience so cold. It will be like singing in a sepulcher.\\\"\\n\\n\\\"What would you think of them, if they applauded?\\\" said Ashmead.\\n\\n\\\"I should say they were good, charitable souls, and the very audience I shall want in five minutes.\\\"\\n\\n\\\"No, no,\\\" said Ashmead, \\\"all you want is a discriminating audience; and this is one. Remember they have all seen Patti in Marguerite. Is it likely they would applaud this tin stick?\\\"\\n\\nIna turned the conversation with feminine quickness. \\\"Mr. Ashmead, have you kept your promise; my name is not in the programme?\\\"\\n\\n\\\"It is not; and a great mistake too.\\\"\\n\\n\\\"I have not been announced by name in any way?\\\"\\n\\n\\\"No. But, of course, I have nursed you a bit.\\\"\\n\\n\\\"Nursed me? What is that? Oh, what have you been doing? No *charlatanerie,* I hope.\\\"\\n\\n\\\"Nothing of the kind,\\\" said Ashmead, stoutly; \\\"only the regular business.\\\"\\n\\n\\\"And pray what is the regular business?\\\" inquired Ina, distrustfully.\\n\\n\\\"Why, of course, I sent on the manager to say that Mademoiselle Schwaub had been taken seriously ill; that we had been fearing we must break faith with the public for the first time; but that a cantatrice, who had left the stage, appreciating our difficulty, had, with rare kindness, come to our aid for this one night: we felt sure a Humbug audience--what am I saying?--a Homburg audience would appreciate this, and make due allowance for a performance undertaken in such a spirit, and with imperfect rehearsals, etc.--in short, the usual patter; and the usual effect, great applause. Indeed, the only applause that I have heard in this theater to-night. Ashmead ahead of Gounod, so far.\\\"\\n\\nIna Klosking put both hands before her face, and uttered a little moan. She had really a soul above these artifices. \\\"So, then,\\\" said she, \\\"if they do receive me, it will be out of charity.\\\"\\n\\n\\\"No, no; but on your first night you must have two strings to your bow.\\\"\\n\\n\\\"But I have only one. These cajoling speeches are a waste of breath. A singer can sing, or she can *not* sing, and they find out which it is as soon as she opens her mouth.\\\"\\n\\n\\\"Well, then, you open your mouth--that is just what half the singers can't do--and they will soon find out you can sing.\\\"\\n\\n\\\"I hope they may. I do not know. I am discouraged. I'm terrified. I think it is stage-fright,\\\" and she began to tremble visibly, for the time drew near.\\n\\nAshmead ran off and brought her some brandy-and-water. She put up her hand against it with royal scorn. \\\"No, sir! If the theater, and the lights, and the people, the mind of Goethe, and the music of Gounod, can't excite me without *that,* put me at the counter of a cafe', for I have no business here.\\\"\\n\\nThe power, without violence, and the grandeur with which she said this would have brought down the house had she spoken it in a play without a note of music; and Ashmead drew back respectfully, but chuckled internally at the idea of this Minerva giving change in a cafe'.\\n\\nAnd now her cue was coming. She ordered everybody out of the entrance not very ceremoniously, and drew well back. Then, at her cue, she made a stately rush, and so, being in full swing before she cleared the wing, she swept into the center of the stage with great rapidity and resolution; no trace either of her sorrowful heart or her quaking limbs was visible from the front.\\n\\nThere was a little applause, all due to Ashmead's preliminary apology, but there was no real reception; for Germany is large and musical, and she was not immediately recognized at Homburg. But there was that indescribable flutter which marks a good impression and keen expectation suddenly aroused. She was beautiful on the stage for one thing; her figure rather tall and stately, and her face full of power: and then the very way she came on showed the step and carriage of an artist at home upon the boards.\\n\\nShe cast a rapid glance round the house, observed its size, and felt her way. She sung her first song evenly, but not tamely, yet with restrained power; but the tones were so full and flexible, the expression so easy yet exact, that the judges saw there was no effort, and suspected something big might be yet in store to-night. At the end of her song she did let out for a moment, and, at this well-timed foretaste of her power, there was applause, but nothing extravagant.\\n\\nShe was quite content, however. She met Ashmead, as she came off, and said, \\\"All is well, my friend, so far. They are sitting in judgment on me, like sensible people, and not in a hurry. I rather like that.\\\"\\n\\n\\\"Your own fault,\\\" said Joseph. \\\"You should have been announced. Prejudice is a surer card than judgment. The public is an ass.\\\"\\n\\n\\\"It must come to the same thing in the end,\\\" said the Klosking firmly. \\\"One can sing, or one cannot.\\\"\\n\\nHer next song was encored, and she came off flushed with art and gratified pride. \\\"I have no fears now,\\\" said she, to her Achates, firmly. \\\"I have my barometer; a young lady in the stalls. Oh, such a beautiful creature, with black hair and eyes! She applauds me fearlessly. Her glorious eyes speak to mine, and inspire me. She is *happy,* she is. I drink sunbeams at her. I shall act and sing 'Le Parlate d'Amor' for *her*--and you will see.\\\"\\n\\nBetween the acts, who should come in but Ned Severne, and glided into the vacant stall by Zoe's side.\\n\\nShe quivered at his coming near her; he saw it, and felt a thrill of pleasure himself.\\n\\n\\\"How is 'S. T.'?\\\" said she, kindly.\\n\\n\\\"'S. T.'?\\\" said he, forgetting.\\n\\n\\\"Why, your sick friend, to be sure.\\\"\\n\\n\\\"Oh, not half so bad as he thought. I was a fool to lose an hour of you for *him.* He was hipped; had lost all his money at *rouge et noir.* So I lent him fifty pounds, and that did him more good than the doctor. You forgive me?\\\"\\n\\n\\\"Forgive you? I approve. Are you going back to him?\\\" said she, demurely.\\n\\n\\\"No, thank you, I have made sacrifices enough.\\\"\\n\\nAnd so indeed he had, having got cleaned out of three hundred pounds through preferring gambling to beauty.\\n\\n\\\"Singers good?\\\" he inquired.\\n\\n\\\"Wretched, all but one; and she is divine.\\\"\\n\\n\\\"Indeed. Who is she?\\\"\\n\\n\\\"I don't know. A gentleman in black came out--\\\"\\n\\n\\\"Mephistopheles?\\\"\\n\\n\\\"No--how dare you?--and said a singer that had retired would perform the part of 'Siebel, to oblige; and she has obliged me for one. She is, oh, so superior to the others! Such a heavenly contralto; and her upper notes, honey dropping from the comb. And then she is so modest, so dignified, *and* so beautiful. She is fair as a lily; and such a queen-like brow, and deep, gray eyes, full of sadness and soul. I'm afraid she is not happy. Once or twice she fixed them on me, and they magnetized me, and drew me to her. So I magnetized her in return. I should know her anywhere fifty years hence. Now, if I were a man, I should love that woman and make her love me.\\\"\\n\\n\\\"Then I am very glad you are not a man,\\\" said Severne, tenderly.\\n\\n\\\"So am I,\\\" whispered Zoe, and blushed. The curtain rose.\\n\\n\\\"Listen now, Mr. Chatterbox,\\\" said Zoe.\\n\\nNed Severne composed himself to listen; but Fraulein Graas had not sung many bars before he revolted. \\\"Listen to what?\\\" said he; \\\"and look at what? The only Marguerite in the place is by my side.\\\"\\n\\nZoe colored with pleasure; but her good sense was not to be blinded. \\\"The only good black Mephistophe-*less* you mean,\\\" said she. \\\"To be Marguerite, one must be great, and sweet, and tender; yes, and far more lovely than ever woman was. That lady is a better color for the part than I am; but neither she nor I shall ever be Marguerite.\\\"\\n\\nHe murmured in her ear. \\\"You are Marguerite, for you could fire a man's heart so that he would sell his soul to gain you.\\\"\\n\\nIt was the accent of passion and the sensitive girl quivered. Yet she defended herself--in words, \\\"Hush!\\\" said she. \\\"That is wicked--out of an opera. Fanny would laugh at you, if she heard.\\\"\\n\\nHere were two reasons for not making such hot love in the stalls of an opera. Which of the two weighed most with the fair reasoner shall be left to her own sex.\\n\\nThe brief scene ended with the declaration of the evil spirit that Marguerite is lost.\\n\\n\\\"There,\\\" said Zoe, naively, \\\"that is over, thank goodness: now you will hear *my* singer.\\\"\\n\\nSiebel and Marta came on from opposite sides of the stage. \\\"See!\\\" said Zoe, \\\"isn't she lovely?\\\" and she turned her beaming face full on Severne, to share her pleasure with him. To her amazement the man seemed transformed: a dark cloud had come over his sunny countenance. He sat, pale, and seemed to stare at the tall, majestic, dreamy singer, who stood immovable, dressed like a velvet youth, yet looking like no earthly boy, but a draped statue of Mercury,\\n\\n\\\"New lighted on a heaven-kissing hill.\\\"\\n\\nThe blood left his lips, and Zoe thought he was faint; but the next moment he put his handkerchief hastily to his nose, and wriggled his way out, with a rush and a crawl, strangely combined, at the very moment when the singer delivered her first commanding note of recitative.\\n\\nEverybody about looked surprised and disgusted at so ill-timed an exit; but Zoe, who had seen his white face, was seriously alarmed, and made a movement to rise too, and watch, or even follow him; but, when he got to the side, he looked back to her, and made her a signal that his nose was bleeding, but it was of no great consequence. He even pointed with his finger out and then back again, indicating he should not be long gone.\\n\\nThis re-assured her greatly; for she had always been told a little bleeding of that sort was good for hot-headed young people. Then the singer took complete hold of her. The composer, to balance the delightful part of Marguerite, has given Siebel a melody with which wonders can be done; and the Klosking had made a considerable reserve of her powers for this crowning effort. After a recitative that rivaled the silver trumpet, she flung herself with immediate and electrifying ardor into the melody; the orchestra, taken by surprise, fought feebly for the old ripple; but the Klosking, resolute by nature, was now mighty as Neptune, and would have her big waves. The momentary struggle, in which she was loyally seconded by the conductor, evoked her grand powers. Catgut had to yield to brains, and the whole orchestra, composed, after all, of good musicians, soon caught the divine afflatus, and the little theater seemed on fire with music; the air, sung with a large rhythm, swelled and rose, and thrilled every breast with amazement and delight; the house hung breathless: by-and-by there were pale cheeks, panting bosoms, and wet eyes, the true, rare triumphs of the sovereigns of song; and when the last note had pealed and ceased to vibrate, the pent-up feelings broke forth in a roar of applause, which shook the dome, followed by a clapping of hands, like a salvo, that never stopped till Ina Klosking, who had retired, came forward again.\\n\\nShe courtesied with admirable dignity, modesty, and respectful gravity, and the applause thundered, and people rose at her in clusters about the house, and waved their hats and handkerchiefs at her, and a little Italian recognized her, and cried out as loud as he could, \\\"Viva la Klosking! viva!\\\" and she heard that, and it gave her a thrill; and Zoe Vizard, being out of England, and, therefore, brave as a lioness, stood boldly up at her full height, and, taking her bouquet in her right hand, carried it swiftly to her left ear, and so flung it, with a free back-handed sweep, more Oriental than English, into the air, and it lighted beside the singer; and she saw the noble motion, and the bouquet fly, and, when she made her last courtesy at the wing, she fixed her eyes on Zoe, and then put her hand to her heart with a most touching gesture that said, \\\"Most of all I value your bouquet and your praise.\\\"\\n\\nThen the house buzzed, and ranks were leveled; little people spoke to big people, and big to little, in mutual congratulation; for at such rare moments (except in Anglo-Saxony) instinct seems to tell men that true art is a sunshine of the soul, and blesses the rich and the poor alike.\\n\\nOne person was affected in another way. Harrington Vizard sat rapt in attention, and never took his eyes off her, yet said not a word.\\n\\nSeveral Russian and Prussian grandees sought an introduction to the new singer. But she pleaded fatigue.\\n\\nThe manager entreated her to sup with him, and meet the Grand Duke of Hesse. She said she had a prior engagement.\\n\\nShe went quietly home, and supped with her faithful Ashmead, and very heartily too; for nature was exhausted, and agitation had quite spoiled her dinner.\\n\\nJoseph Ashmead, in the pride of his heart, proposed a bottle of champagne. The Queen of Song, with triumph flushed, looked rather blue at that. \\\"My friend,\\\" said she, in a meek, deprecating way, \\\"we are working-people: is not Bordeaux good enough for *us?\\\"*\\n\\n\\\"Yes; but it is not good enough for the occasion,\\\" said Joseph, a little testily. \\\"Well, never mind;\\\" and he muttered to himself, \\\"that is the worst of *good* women: they are so terribly stingy.\\\"\\n\\nThe Queen of Song, with triumph flushed, did not catch these words, but only a little growling. However, as supper proceeded, she got uneasy. So she rang the bell, and ordered a *pint:* of this she drank one spoonful. The remainder, co-operating with triumph and claret, kept Ashmead in a great flow of spirits. He traced her a brilliant career. To be photographed tomorrow morning as Siebel, and in plain dress. Paragraphs in *Era, Figaro, Galignani, Inde'pendance Belge,* and the leading dailies. Large wood-cuts before leaving Homburg for Paris, London, Vienna, St. Petersburg, and New York.\\\"\\n\\n\\\"I'm in your hands,\\\" said she, and smiled languidly, to please him.\\n\\nBut by-and-by he looked at her, and found she was taking a little cry all to herself.\\n\\n\\\"Dear me!\\\" said he, \\\"what is the matter?\\\"\\n\\n\\\"My friend, forgive me. *He* was not there to share my triumph.\\\"\\n\\nCHAPTER IV.\\n\\nAS the opera drew to an end, Zoe began to look round more and more for Severne; but he did not come, and Lord Uxmoor offered his arm earnestly. She took it; but hung back a moment on his very arm, to tell Harrington Mr. Severne had been taken ill.\\n\\nAt the railway station the truant emerged suddenly, just as the train was leaving; but Lord Uxmoor had secured three seats, and the defaulter had to go with Harrington. On reaching the hotel, the ladies took their bed-candles; but Uxmoor found time to propose an excursion next day, Sunday, to a lovely little lake--open carriage, four horses. The young ladies accepted, but Mr. Severne declined; he thanked Lord Uxmoor politely, but he had arrears of correspondence.\\n\\nZoe cast a mortified and rather a haughty glance on him, and Fanny shrugged her shoulders incredulously.\\n\\nThese two ladies brushed hair together in Zoe's room. That is a soothing operation, my masters, and famous for stimulating females to friendly gossip; but this time there was, for once, a guarded reserve. Zoe was irritated, puzzled, mortified, and even grieved by Severne's conduct. Fanny was gnawed by jealousy, and out of temper. She had forgiven Zoe Ned Severne. But that young lady was insatiable; Lord Uxmoor, too, had fallen openly in love with her--openly to a female eye. So, then, a blonde had no chance, with a dark girl by: thus reasoned she, and it was intolerable. It was some time before either spoke an atom of what was uppermost in her mind. They each doled out a hundred sentences that missed the mind and mingled readily with the atmosphere, being, in fact, mere preliminary and idle air. So two deer, in duel, go about and about, and even affect to look another way, till they are ripe for collision. There be writers would give the reader all the preliminary puffs of articulated wind, and everybody would say, \\\"How clever! That is just the way girls really talk.\\\" But I leave the glory of photographing nullities to the geniuses of the age, and run to the first words which could, without impiety, be called dialogue.\\n\\n\\\"Don't you think his conduct a little mysterious?\\\" said Zoe, *mal 'a propos* of anything that had been said hitherto.\\n\\n\\\"Well, yes; rather,\\\" said Fanny, with marked carelessness.\\n\\n\\\"First, a sick friend; then a bleeding at the nose; and now he won't drive to the lake with us. Arrears of correspondence? Pooh!\\\"\\n\\nNow, Fanny's suspicions were deeper than Zoe's; she had observed Severne keenly: but it was not her cue to speak. She yawned and said, \\\"What *does* it matter?\\\"\\n\\n\\\"Don't be unkind, Fanny. It matters to *me.\\\"*\\n\\n\\\"Not it. You have another ready.\\\"\\n\\n\\\"What other? There is no one that I-- Fanny.\\\"\\n\\n\\\"Oh, nonsense! The man is evidently smitten, and you keep encouraging him.\\\"\\n\\n\\\"No, I don't; I am barely civil. And don't be ill-natured. What *can* I do?\\\"\\n\\n\\\"Why, be content with one at a time.\\\"\\n\\n\\\"It is very rude to talk so. Besides, I haven't got one, much less two. I begin to doubt *him;* and, Lord Uxmoor! you know I cannot possibly care for him--an acquaintance of yesterday.\\\"\\n\\n\\\"But you know all about him--that he is an excellent *parti,\\\"* said Fanny, with a provoking sneer.\\n\\nThis was not to be borne.\\n\\n\\\"Oh!\\\" said Zoe, \\\"I see; you want him for yourself. It is *you* that are not content with one. You forget how poor Harrington would miss your attentions. He would *begin* to appreciate them--when he had lost them.\\\"\\n\\nThis stung, and Fanny turned white and red by turns. \\\"I deserve this,\\\" said she, \\\"for wasting advice on a coquette.\\\"\\n\\n\\\"That is not true. I'm no coquette; and here I am, asking your advice, and you only snub me. You are a jealous, cross, unreasonable thing.\\\"\\n\\n\\\"Well, I'm not a hypocrite.\\\"\\n\\n'I never was called so before,\\\" said Zoe, nobly and gently.\\n\\n\\\"Then you were not found out, that is all. You look so simple and ingenuous, and blush if a man says half a word to you; and all the time you are a greater flirt than I am.\\\"\\n\\n\\\"Oh, Fanny!\\\" screamed Zoe, with horror.\\n\\nIt seems a repartee may be conveyed in a scream; for Fanny now lost her temper altogether. \\\"Your conduct with those two men is abominable,\\\" said she. \\\"I won't speak to you any more.\\\"\\n\\n\\\"I beg you will *not,* in your present temper,\\\" said Zoe, with unaffected dignity, and rising like a Greek column.\\n\\nFanny flounced out of the room.\\n\\nZoe sat down and sighed, and her glorious eyes were dimmed. Mystery--doubt--and now a quarrel. What a day! At her age, a little cloud seems to darken the whole sky.\\n\\nNext morning the little party met at breakfast. Lord Uxmoor, anticipating a delightful day, was in high spirits, and he and Fanny kept up the ball. She had resolved, in the silent watches of the night, to contest him with Zoe, and make every possible use of Severne, in the conflict.\\n\\nZoe was silent and *distraite,* and did not even try to compete with her sparkling rival. But Lord Uxmoor's eyes often wandered from his sprightly companion to Zoe, and it was plain he longed for a word from her mouth.\\n\\nFanny observed, bit her lip, and tacked internally, \\\" 'bout ship,\\\" as the sailors say. Her game now, conceived in a moment, and at once put in execution, was to encourage Uxmoor's attentions to Zoe. She began by openly courting Mr. Severne, to make Zoe talk to Uxmoor, and also make him think that Severne and she were the lovers.\\n\\nHer intentions were to utilize the coming excursion: she would attach herself to Harrington, and so drive Zoe and Uxmoor together; and then Lord Uxmoor, at his present rate of amorous advance, would probably lead Zoe to a detached rock, and make her a serious declaration. This good, artful girl felt sure such a declaration, made a few months hence in Barfordshire, would be accepted, and herself left in the cold. Therefore she resolved it should be made prematurely, and in Prussia, with Severne at hand, and so in all probability come to nothing. She even glimpsed a vista of consequences, and in that little avenue discerned the figure of Fanny Dover playing the part of consoler, friend, and ultimately spouse to a wealthy noble.\\n\\nCHAPTER V.\\n\\nTHE letters were brought in; one was to Vizard, from Herries, announcing a remittance; one to Lord Uxmoor. On reading it, he was surprised into an exclamation, and his face expressed great concern.\\n\\n\\\"Oh!\\\" said Zoe-- \\\"Harrington!\\\"\\n\\nHarrington's attention being thus drawn, he said, \\\"No bad news, I hope?\\\"\\n\\n\\\"Yes,\\\" said Uxmoor, in a low voice, \\\"very bad. My oldest, truest, dearest friend has been seized with small-pox, and his life is in danger. He has asked for me, poor fellow. This is from his sister. I must start by the twelve o'clock train.\\\"\\n\\n\\\"Small-pox! Why, it is contagious,\\\" cried Fanny; \\\"and so disfiguring!\\\"\\n\\n\\\"I can't help that,\\\" said the honest fellow; and instantly rang the bell for his servant, and gave the requisite orders.\\n\\nZoe, whose eye had never left him all the time, said, softly, \\\"It is brave and good of you. We poor, emotional, cowardly girls should sit down and cry.\\\"\\n\\n*\\\"You* would not, Miss Vizard,\\\" said he, firmly, looking full at her. \\\"If you think you would, you don't know yourself.\\\"\\n\\nZoe colored high, and was silent.\\n\\nThen Lord Uxmoor showed the true English gentleman. \\\"I do hope,\\\" said he, earnestly, though in a somewhat broken voice, \\\"that you will not let this spoil the pleasure we had planned together. Harrington will be my deputy.\\\"\\n\\n\\\"Well, I don't know,\\\" said Harrington, sympathizingly. Mr. Severne remarked, \\\"Such an occurrence puts pleasure out of one's head.\\\" This he said, with his eyes on his plate, like one repeating a lesson. \\\"Vizard, I entreat you,\\\" said Uxmoor, almost vexed. \\\"It will only make me more unhappy if you don't.\\\"\\n\\n\\\"We will go,\\\" cried Zoe, earnestly; \\\"we promise to go. What does it matter? We shall think of you and your poor friend wherever we are. And I shall pray for him. But, ah, I know how little prayers avail to avert these cruel bereavements.\\\" She was young, but old enough to have prayed hard for her sick mother's life, and, like the rest of us, prayed in vain. At this remembrance the tears ran undisguised down her cheeks.\\n\\nThe open sympathy of one so young and beautiful, and withal rather reserved, made Lord Uxmoor gulp, and, not to break down before them all, he blurted out that he must go and pack: with this he hurried away.\\n\\nHe was unhappy. Besides the calamity he dreaded, it was grievous to be torn away from a woman he loved at first sight, and just when she had come out so worthy of his love: she was a high-minded creature; she had been silent and reserved so long as the conversation was trivial; but, when trouble came, she was the one to speak to him bravely and kindly. Well, what must be, must. All this ran through his mind, and made him sigh; but it never occurred to him to shirk--to telegraph instead of going--nor yet to value himself on his self-denial.\\n\\nThey did not see him again till he was on the point of going, and then he took leave of them all, Zoe last. When he came to her, he ignored the others, except that he lowered his voice in speaking to her. \\\"God bless you for your kindness, Miss Vizard. It is a little hard upon a fellow to have to run away from such an acquaintance, just when I have been so fortunate as to make it.\\\"\\n\\n\\\"Oh, Lord Uxmoor,\\\" said Zoe, innocently, \\\"never mind that. Why, we live in the same county, and we are on the way home. All I think of is your poor friend; and do please telegraph--to Harrington.\\\"\\n\\nHe promised he would, and went away disappointed somehow at her last words.\\n\\nWhen he was gone, Severne went out on the balcony to smoke, and Harrington held a council with the young ladies. \\\"Well, now,\\\" said he, \\\"about this trip to the lake.\\\"\\n\\n\\\"I shall not go, for one,\\\" said Zoe, resolutely.\\n\\n\\\"La!\\\" said Fanny, looking carefully away from her to Harrington; \\\"and she was the one that insisted.\\\"\\n\\nZoe ignored the speaker and set her face stiffly toward Harrington. \\\"She only *said* that to *him.\\\"*\\n\\n*Fanny.* \\\"But, unfortunately, ears are not confined to the noble.\\\"\\n\\n*Zoe.* \\\"Nor tongues to the discreet.\\\"\\n\\nBoth these remarks were addressed pointedly to Harrington.\\n\\n\\\"Halloo!\\\" said he, looking from one flaming girl to the other; \\\"am I to be a shuttlecock, and your discreet tongues the battledoors? What is up?\\\"\\n\\n\\\"We don't speak,\\\" said the frank Zoe; \\\"that is up.\\\"\\n\\n\\\"Why, what is the row?\\\"'\\n\\n\\\"No matter\\\" (stiffly).\\n\\n\\\"No great matter, I'll be bound. 'Toll, toll the bell.' Here goes one more immortal friendship--quenched in eternal silence.\\\"\\n\\nBoth ladies bridled. Neither spoke.\\n\\n\\\"And dead silence, as ladies understand it, consists in speaking *at* one another instead of *to.\\\"*\\n\\nNo reply.\\n\\n\\\"That is well-bred taciturnity.\\\"\\n\\nNo answer.\\n\\n\\\"The dignified reserve that distinguishes an estrangement from a squabble.\\\"\\n\\nNo reply.\\n\\n\\\"Well, I admire permanent sentiments, good or bad; constant resolves, etc. Your friendship has not proved immortal; so, now let us see how long you can hold spite--SIEVES!\\\" Then he affected to start. \\\"What is this? I spy a rational creature out on yonder balcony. I hasten to join him. 'Birds of a feather, you know;\\\" and with that he went out to his favorite, 'and never looked behind him.\\n\\nThe young ladies, indignant at the contempt the big man had presumed to cast upon the constant soul of woman, turned two red faces and four sparkling eyes to each other, with the instinctive sympathy of the jointly injured; but remembering in time, turned sharply round again, and presented napes, and so sat sullen.\\n\\nBy-and-by a chilling thought fell upon them both at the same moment of time. The men were good friends as usual, safe, by sex, from tiffs, and could do without them; and a dull day impended over the hostile fair.\\n\\nThereupon the ingenious Fanny resolved to make a splash of some sort and disturb stagnation. She suddenly cried out, \\\"La! and the man is gone away: so what is the use?\\\" This remark she was careful to level at bare space.\\n\\nZoe, addressing the same person--space, to wit--inquired of him if anybody in his parts knew to whom this young lady was addressing herself.\\n\\n\\\"To a girl that is too sensible not to see the folly of quarreling about a man--*when he is gone,\\\"* said Fanny.\\n\\n\\\"If it is me you mean,\\\" said Zoe stiffly, *\\\"really* I am *surprised.* You forget we are at daggers drawn.\\\"\\n\\n\\\"No, I don't, dear; and parted forever.\\\"\\n\\nZoe smiled at that against her will.\\n\\n\\\"Zoe!\\\" (penitentially).\\n\\n\\\"Frances!\\\" (archly).\\n\\n\\\"Come cuddle me quick!\\\"\",\"timestamp\":1637668199,\"title\":\"Dinner was dispatched rather rapidly, because of the opera.\"},\"digest\":\"CcWCC5kd-oMpMq_9l7wwzuOL8vaNUr81jzKHNTL0vfg\",\"authorship\":{\"contributor\":\"0x104C9415d8cF60006fA1f2ecb12Aa1B60108c24D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JzZuu-ntDXdd44WC8hLENk3E1wG5-P7wtVwjzT4SS6k\\\",\\\"y\\\":\\\"yqPsIViPjSgUbOtUFl8zoeo6l_Btk-hlkN6khr2Gdkg\\\"}\",\"signature\":\"zs_NstS-oRS7rGmTFqdtI0dGC5O4TC4csSBwa3psVzY_3jqOD1OzVcEaL8gshEFU1s-Mc0RWUo4GeaF2_MqptA\",\"signingKeySignature\":\"0x000efce660a023c8426a4c5c2b988159973d17359c7104f73d459a8cfae10917793c8a6c8c6f19b414090c29a52021e4ea9f9594c9ca6972cf1525e47f9d25c51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JzZuu-ntDXdd44WC8hLENk3E1wG5-P7wtVwjzT4SS6k\\\",\\\"y\\\":\\\"yqPsIViPjSgUbOtUFl8zoeo6l_Btk-hlkN6khr2Gdkg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CcWCC5kd-oMpMq_9l7wwzuOL8vaNUr81jzKHNTL0vfg\"}"