"{\"content\":{\"body\":\"\\n*Long Term maximum value requires accepting  — even embracing — loss of control.*\\n\\nIn the 20th Century, media became an industrial product. This process had started with print, initially in the United Kingdom, and led to the massive successes of the newspaper and publishing industries. This same approach was applied to film, leading to the Hollywood studio system, which consciously employed the same production line framework as Ford's Detroit plants. So too did music become a production-oriented industry. Tin Pan Alley and the famous Brill Building were factories of culture, churning out songs, which would be paired with artists, recorded and pressed for distribution.\\n\\nThe heart of this transformation was the realization that there were economies of scale that, especially when coupled with the protections of copyright, could generate attractive profits for shareholders. The media company would have knowledge of its customer, through the new science of market research. This insight would be used to develop products that the market would desire. The products would be produced as efficiently as possible, pushing talent to create new work on budget and schedule.\\n\\nUsing the growing power of the media and its advertising complement, marketing departments would endeavor to turn products into hits, and hits into sequels, series and ongoing successes. The experience was delivered and defined by the industries directly, with a clear line of responsibilities-- and influence -- flowing from the creators to consumers. This taxonomy of roles gave a lot of power to the producers, who monopolized both development and delivery of goods across all industries.\\n\\nThen came the Internet, and the first casualty of industrial-era media was the same sector that started it: *newspapers*. Newspapers got unbundled, which deconstructed their core business units and then remixing began. But instead of newspapers reintegrating the value into their business, challengers emerged by way of social networks and reintegrated an environment that spun away from industrial control, built on community created content. \\n\\n> This provided the blueprint of remixed culture; industry bundles, unbundled by business, remixed by community and reintegrated into new mediums of exchange.\\n\\nBut let’s bring it back one time.\\n\\nOver the centuries of its steady growth, publishing had realized the way to maximize revenues was to include as much as possible within its ‘package.’ For ad-based titles, that meant bundling in as much advertising of as many kinds as possible: display, coupons, fliers, classifieds. That’s how we got editions of Vogue that weighed over five pounds and runs of the Sunday New York Times with so many inserts it needed to be wrapped in plastic. But publishing on the Web made it possible to ignore all that paid content. A reader could come to a story through a link and, apart from a few banners, never even encounter the classifieds. Worse, other pureplay startups were actually better at rebundling in advertising than the publishers.\\n\\n*Music was next.*\\n\\nThe seeds were planted in the mid-1960s with the creation of the Long Play (LP). With this new technology, artists suddenly had a much broader canvas on which they could ‘paint’ their musical ideas. The most ambitious acts realized the potential and almost overnight transformed the purpose of pop. And the labels, after years of focusing almost exclusively on the single, recognized this bigger bundle could make them a lot more money. By the end of the 1970s, however, the album was struggling. Under pressure to produce enough content to fill two long sides, the quality had crashed and newer genres (Disco, Punk, Hip-Hop) had gravitated back to shorter formats. A cash cow was in jeopardy. The answer? CDs. For a while it worked very very well. The new bundle was less expensive to make but the labels were able to charge more for it. People even bought CDs to replace their vinyl favorites. Happy days, for the industry, were here again.\\n\\n*But then came file-sharing.* \\n\\nMusic fans had been ‘stealing’ and sharing music, of course, since the creation of the Philips home cassette recorder in the 1960s. Entire cultures, like Deadheads, grew up around the swapping of prized recordings. Mixtape making became a passion for millions of fans. But it had never been a threat to the industry before. By 2001, the ever-increasing cost of CDs, the low killer/filler ratio of the bundle, and the superpowers of the Internet coincided to create the perfect storm. \\n\\nSuperfans took desires into their own hands. If they weren’t able to buy and trade music the way they wanted, they were going to take control of both the pricing and experience. This revolution changed the fan and artist relationship as we knew it, forcing an industry stuck on its laurels and business models into the internet age. It was chaotic, near fatal, and left much of the businesses history up to that point in its wake. But it forced an entirely new business around relationships and IP and evolved to a model that was a creative unlock for fans, labels and artists alike leading to an eventual restabilization. \\n\\nNapster was just an early first step in the move towards the new creator to fan model but it was the moment where the industry admitted that the audience is ultimately in control. IP could be adjusted, manipulated and remixed. It ushered in a new age.\\n\\nAcross media, this technologically mediated process has led to the unbundling, rebundling, remixing and then reintegration of content and IP. Traditionally, IP has been a one way process; a creator of IP licenses to another party and it goes down the assembly line. But thanks to technology that’s changed. Today media is increasingly dominated by decentralized IP that takes a different approach, one that presents a multi-directional relationship between fan and creator. And when we talk about remixing, it’s not just about re-imagining third-party material. It’s about creating entirely new work. \\n\\n***These Are The Good Times***\\n\\nThere’s no precise moment to mark the beginning of the remix era. But it’s important to recognize that one reason shorter form vinyl came back into popularity by the end of the 1970s was not only because the album had become a bloated mess of throwaway tracks; it was because club DJs had figured out how to take R&B songs and make them into something amazing. And they did it live. They played songs with great hooks, and to keep their audiences dancing and happy, figured out how to use the turntable to drop back and keep the party going. This wasn’t a new song exactly, but it was a longer version of it. \\n\\nPretty soon, labels who wanted their artists promoted in discos came out with special versions of songs with longer dance sections, or breakdowns. This led directly into the next innovation, the seamless merging of one song with the one that followed. The aim was to never let the dance floor get empty. So the best figured out how to time the transition just right such that it created one continuous flow of melody. There would be this wonderful moment at the merging point where the two songs played over each other, making something recognizable and yet novel. Rap emcees added one more layer on top, taking the Jamaican toasting style and James Brownian braggadociousness, now creating something lyrical and truly original. \\n\\nIt’s probably not an accident that the musical breakthrough of hip hop resembled the layered effect of New York graffiti, a palimpsest of different artists adding their own signature contributions. Not quite as criminal as tagging subway cars, but it existed outside the law. Not that anybody cared at first. The first recorded rap songs were cassettes sold on street corners and out of car trunks. But eventually their popularity was too big for the gray market and crews put out real records. And promptly got sued. Probably the most famous early example was ‘Rapper’s Delight.’ Layering their infectious phrases over a barely modified Nile Rodgers’ baseline, the Sugarhill Gang scored the first ever Billboard Hot 100 hip hop hit. Once Chic’s lawyers got involved, Nile and his partner Bernard Edwards were added as songwriters and the rest is musical history. Forty years later, hip hop is arguably the most popular genre in the world, and it’s all based on sampling. \\n\\n***On the Internet nobody knows you’re a blog***\\n\\nA similar remix process happened to news and written content more broadly. Now that newspapers and magazines had been unbundled on the Web, they, like singles in music, could be harvested for the creation of something new and created by end-users. \\n\\n‘User-created content,’ of course, is as old as the Internet, which was designed by and around research institutions with no inherent sense of professional versus amateur content. Anyone who had an account with access was a potential publisher. Creators took advantage of the freedom of the early Internet to write and share content on subjects they loved. Usenet and Gopher directories were bursting with original commentary and reviews of favorite shows and books, like Lord of the Rings, Dune and Star Trek. And the most original aspect of this geek creativity was fanfic, unauthorized new stories featuring beloved characters, often in transgressive romantic situations. \\n\\nThen came the Web, and for a while, the graphical/visual flavor of this new UX helped reassert the dominance of professional publishers. In the late 90s, every newspaper rushed to build websites and make distribution deals. Offline titles with their logos and photos, organized into the channels of ‘portals,’ all festooned with branded banners, seemed like a new normal. User-creators were herded into message boards, chat rooms and community features, below the fold, away from the ads. The professional content was the star of the show.\\n\\nBut it didn’t last long. The bubble popped, the portals crashed and the bottom-up energy of the Usenet came roaring back under the rubric of Web 2.0. It was a whole constellation of new technologies and ideologies but they crystallized in the concept of the weblog. \\n\\nBlogs began as a kind of online public diary — hence the name — but fairly soon, the most common purpose was public commentary, typically written around quotes from and links to news articles. Some blogs, like the Drudge Report, were like alternative versions of a newspaper front page, with the blogger playing the role of the front page editor, picking the most important stories from across the Web and rewriting the headlines. Others blogs would take one news article and deconstruct it, annotating and criticizing. All this was made possible, needless to say, because all those professional publishers had unbundled their content, at that time rarely behind subscription walls or even registration, directly on the Web. There was free and easy access to the underlying raw material. Blogs were remixing it and each other with captivating results. \\n\\nWe all know what happened next. The open APIs and protocols of blogging were swallowed up by the increasingly closed but increasingly viral feeds of social networks. Entirely new forms of visual communication, memes, with unique styles of humor and patterns of layered remixing, thrived, reaching millions within minutes, driving ‘engagement.’ What had been unbundled and remixed had suddenly become bundled again. Inside these massive algorithmic systems, creators were more powerful than ever and yet curiously also powerless. Publishers faced the same sort of dilemma. Without the amplification of the remixing influencers (as they came to be called), the media companies got no amplification. But all the unbundled content they pumped in only made the social networks stronger. We’ve been dealing with the consequences and ramifications on our cultural, political and social lives ever since. And it’s only accelerating. \\n\\n***The TikTokification of IP***\\n\\nSimilar to the music business in the hip hop era, it’s increasingly hard for today’s media companies to absolutely prevent developers, creators, fans and consumers from building on top of their IP. This is not new, and anyone walking through Times Square in Manhattan knows that Bumblebee or The Minions will work tirelessly to latch on to you, grab a selfie and chase you down for $10. More broadly, major media hits have long been remixed versions of existing IP. This has been happening in the games industry for decades where every major hit, from Counterstrike, to Fortnite, to League of Legends has been a user generated mod of an existing popular game and IP. But while it isn’t new, the pace of remixing is increasing, and the practical control IP owners have over their works is slipping and the social acceptance and in fact critical importance of remixing is only rising exponentially. \\n\\nLook no further than the rise of Tiktok. TikTok is the most important social network today for shaping culture and it is largely powered by a mass market remixing system unlike any we’ve ever had. In many respects, TikTok is the inevitable and natural conclusion of the memfication and socialization of content. If the medium is the message, then IP is the ink with which it's written. Users react, recreate, remix and redefine any and all IP in a massive algorithmically driven social experiment designed to take existing ideas, content, and formats, mash them together perhaps with a bit of something new, throw them at the wall, and see what sticks, only to scrape up what does and start the whole process over again.\\n\\nOf course the tiktokification of IP is happening everywhere. Its happening on Roblox with respect to games and virtual experiences, its happening on soundcloud with respect to music, its happening on Wattpad with respect to text. The catalyst for an industry to move from one-way to two-way IP relationships is the emergence of tooling that lowers the barrier of entry to engage with the IP itself. Like the shift from newspapers to social networks, today’s IP is evolving from community engagement and consumption to community creation and development. \\n\\n***A generation of reintegration***\\n\\nOne important way this is likely to happen now is NFTs. Over the next several years, it’s probable that every media company who owns popular characters, worlds and brands is going to enable users to collect these individual unbundled assets by owning them as tokens. The driving motivation for these IP businesses is not a preference for unbundling, of course. Like every other profit-maximizing organization, they understand the value of forcing customers to buy a larger package. But creative companies are operating within a media landscape that is dominated by a small number of even bigger bundlers, the social networks, streaming platforms and app stores. On all sides, opportunities for direct relationships with and uncapped revenue from end-users are drying up. In this context, the possibilities offered by NFTs are tantalizing: a near zero-cost product that can be sold and re-sold, perhaps for a considerable amount, without any disintermediation. And on the surface, it’s a model that looks almost exactly like merchandising, a business they know well.\\n\\nBut, as we’ve seen over and over again, regardless of why unbundling occurs, whether because consumers force it or producers embrace it (and it’s usually a combination), one result will always be remixing. When the atom of IP gets smaller and easier to handle, creative recombination -- a new molecule! -- becomes inevitable. And NFTs, like all blockchain elements and assets, are designed to be combined. So we’re heading towards another perfect storm: unbundled popular IP, issues as composable media ‘legos,’ in the hands of millions of creative people armed with powerful computers (phones) and distribution.\\n\\nLike other remix moments, IP owners will be faced with a challenge. Their cultural tendencies are still rooted in the industrial past. Their strong preference is to control the entire process, from idea to franchise. Indeed, many of the media forms which generate the greatest profits (movies, video games and theme parks) require years of careful planning and control. Despite everything they’ve seen over the past 50 years, IP owners are unprepared. Some will sue. They will add scary terms (‘copyfright’) to the sales of their NFTs and send out cease-and-desist letters, especially when the new combinations start making money for their creators. Some will be tolerant, watching quietly from the sidelines, perhaps fearful of fan backlash. Still others will be excited cheerleaders, tweeting out cool and amusing examples of their stuff remixed. \\n\\nThe greatest opportunity is one big step beyond any of these tactics: **reintegration**. The logical end to industrial media, the creative mode finally enabled by the blockchain, is a dynamic system where the remix continuously flows back into the source material. Is this practically possible? Could there ever be a version of the Star Wars Universe, for example, where stories or games that were created by fans, depicted or played using NFTs, were embraced and included within the canon? How would decisions of what to include be made, and by whom? And perhaps most importantly, could the creators of these remixes be rewarded for their contributions? \\n\\nThe winners of the next media era will have answers to these questions. \\n\\n***So where does that leave IP?***\\n\\nAs platforms emerge to enable creators to better construct, remix and monetize new IP, brands and creators need to make a decision as to whether to give access to creative development or to make creative development “hackable”. In the case of Napster, the industry overlooked the power of digital and instead of structuring a business in the internet age, fans hacked the early prototypes that would be consumer downloads and streaming for the music business to then take and build sophistication onto afterwards. In the case of TikTok, these tools are provided as part of the platform; consumers are creators and are encouraged to compound value on top of each other’s IP in order to make it more engaging, more participatory. This is increasingly the same for gaming and other industries that have recognized the value of removing the barriers of fan and creator and seeing the value of encouraging others to build on top of their IP. \\n\\nThe larger question about NFTs and media is how they will inevitably be used by ‘collectors’ to make new versions of storyworlds, a process which then presents the IP owner with the problem of how to consider those new creations. Should they be ignored? Tolerated? Or celebrated and integrated? It’s a challenge that is not going away. \\n\\n![](https://images.mirror-media.xyz/publication-images/2e26334e-b039-40e6-a225-571d57b9d9fa.png?height=607&width=587)\\n\\nThe process of bundle, unbundle, remix, reintegration isn’t linear. The disruption of industrial models doesn’t completely leave the existing platforms, creators and IP in its wake, it just moves them to either adjust or forfeit existing control. If we are moving towards a more accelerated remix culture, IP owners will need to decide whether to cede ground to fans, community members and other artists or adjust their existing value proposition. The tension is already there.\\n\\nMaybe the next generation of media mindset is being able to bring together all of this creativity and move it towards something? Or rethinking the way franchises develop and bridge relationships with fans in the forms of DAOs or other participation structures? Maybe the more things change the more they stay the same?\\n\\nThere are many questions. But here’s what we do know. IP is moving from one way to two way creation and consumption. Technology is making every content format developable and by making a genre \\\"developable\\\", it supercharges the two way IP model. When access becomes available to more than just experts, it starts to make the consumer more important than the creator and open season for remixing. As such franchises and content in general are already governed by fans, even if IP holders don't acknowledge it. \\n\\nTo be successful in this new world, IP holders will need to adjust and focus less on control and more on managing chaos. The new media model will employ a mindset of being able to take all of this creativity and move it towards something completely new, leveraging the systems and skills to listen, integrate, celebrate and put periphery into the center of its work. As remixing becomes increasingly accepted and encouraged as an art form, and product strategies congregate around platforms built for its reintegration, the decision to open up IP must be embraced by the creators themselves or it will be imposed by their audiences. The same way it always has been. \\n\",\"timestamp\":1626792662,\"title\":\"Hip Hop, Blogs and NFTs: Unbundling, Remixing and Reintegrating Media (NFT Drop)\",\"publication\":\"darkstar\"},\"digest\":\"seA6j67Jc0mm8vqGe1zTuXC7O0h95XlmazSQXDlrd24\",\"authorship\":{\"contributor\":\"0x7FdCA0A469Ea8b50b92322aFc0215b67D56A5e9A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yPCi1C8WsnV647Sz-osJB2c3K_QLq6x2wkUKUZwwMfU\\\",\\\"y\\\":\\\"8IqQmc_rfxchFs-zhcm6VUlT6_vNuw5-tKBgwBPJMMU\\\"}\",\"signature\":\"tXeBepUolYFMNMA-M8T39EkeJDYbP_40jBHBmqFcbxHdg4yN1umWuBKTP7fjd81Yxui-bp8Qsy0Wjjfhm9SZzg\",\"signingKeySignature\":\"0x7649be2d43c8487d4ecb6f2bdc4d41713f97bad3ae8a42c0df4e042c1ceaaa1346d13324678dbf07adeba2dcd6571a68d49921b2d7f2a02dcfe18ed6f16fd1fe1c\",\"signingKeyMessage\":\"I authorize the publication of articles on darkstar.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yPCi1C8WsnV647Sz-osJB2c3K_QLq6x2wkUKUZwwMfU\\\",\\\"y\\\":\\\"8IqQmc_rfxchFs-zhcm6VUlT6_vNuw5-tKBgwBPJMMU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"seA6j67Jc0mm8vqGe1zTuXC7O0h95XlmazSQXDlrd24\"}"