"{\"content\":{\"body\":\"buying the farm and mill of Mours for a hundred thousand francs. That\\n\\nwould give us ten thousand a year in rentals. Nogent is one of the\\n\\nmost delightful residences in the valley; and we should still have an\\n\\nincome of ten thousand from the Grand-Livre.\\\"\\n\\n\\\"But why don't you ask for the post of juge-de-paix at Isle-Adam? That\\n\\nwould give us influence, and fifteen hundred a year salary.\\\"\\n\\n\\\"Well, I did think of it.\\\"\\n\\nWith these plans in mind, Moreau, as soon as he heard from the count\\n\\nthat he was coming to Presles, and wished him to invite Margueron to\\n\\ndinner on Saturday, sent off an express to the count's head-valet,\\n\\ninclosing a letter to his master, which the messenger failed to\\n\\ndeliver before Monsieur de Serizy retired at his usually early hour.\\n\\nAugustin, however, placed it, according to custom in such cases, on\\n\\nhis master's desk. In this letter Moreau begged the count not to\\n\\ntrouble himself to come down, but to trust entirely to him. He added\\n\\nthat Margueron was no longer willing to sell the whole in one block,\\n\\nand talked of cutting the farm up into a number of smaller lots. It\\n\\nwas necessary to circumvent this plan, and perhaps, added Moreau, it\\n\\nmight be best to employ a third party to make the purchase.\\n\\nEverybody has enemies in this life. Now the steward and his wife had\\n\\nwounded the feelings of a retired army officer, Monsieur de Reybert,\\n\\nand his wife, who were living near Presles. From speeches like pin-\\n\\npricks, matters had advanced to dagger-thrusts. Monsieur de Reybert\\n\\nbreathed vengeance. He was determined to make Moreau lose his\\n\\nsituation and gain it himself. The two ideas were twins. Thus the\\n\\nproceedings of the steward, spied upon for two years, were no secret\\n\\nto Reybert. The same conveyance that took Moreau's letter to the count\\n\\nconveyed Madame de Reybert, whom her husband despatched to Paris.\\n\\nThere she asked with such earnestness to see the count that although\\n\\nshe was sent away at nine o'clock, he having then gone to bed, she was\\n\\nushered into his study the next morning at seven.\\n\\n\\\"Monsieur,\\\" she said to the cabinet-minister, \\\"we are incapable, my\\n\\nhusband and I, of writing anonymous letters, therefore I have come to\\n\\nsee you in person. I am Madame de Reybert, nee de Corroy. My husband\\n\\nis a retired officer, with a pension of six hundred francs, and we\\n\\nlive at Presles, where your steward has offered us insult after\\n\\ninsult, although we are persons of good station. Monsieur de Reybert,\\n\\nwho is not an intriguing man, far from it, is a captain of artillery,\\n\\nretired in 1816, having served twenty years,--always at a distance\\n\\nfrom the Emperor, Monsieur le comte. You know of course how difficult\\n\\nit is for soldiers who are not under the eye of their master to obtain\\n\\npromotion,--not counting that the integrity and frankness of Monsieur\\n\\nde Reybert were displeasing to his superiors. My husband has watched\\n\\nyour steward for the last three years, being aware of his dishonesty\\n\\nand intending to have him lose his place. We are, as you see, quite\\n\\nfrank with you. Moreau has made us his enemies, and we have watched\\n\\nhim. I have come to tell you that you are being tricked in the\\n\\npurchase of the Moulineaux farm. They mean to get an extra hundred\\n\\nthousand francs out of you, which are to be divided between the\\n\\nnotary, the farmer Leger, and Moreau. You have written Moreau to\\n\\ninvite Margueron, and you are going to Presles to-day; but Margueron\\n\\nwill be ill, and Leger is so certain of buying the farm that he is now\\n\\nin Paris to draw the money. If we have enlightened you as to what is\\n\\ngoing on, and if you want an upright steward you will take my husband;\\n\\nthough noble, he will serve you as he has served the State. Your\\n\\nsteward has made a fortune of two hundred and fifty thousand francs\\n\\nout of his place; he is not to be pitied therefore.\\\"\\n\\nThe count thanked Madame de Reybert coldly, bestowing upon her the\\n\\nholy-water of courts, for he despised backbiting; but for all that, he\\n\\nremembered Derville's doubts, and felt inwardly shaken. Just then he\\n\\nsaw his steward's letter and read it. In its assurances of devotion\\n\\nand its respectful reproaches for the distrust implied in wishing to\\n\\nnegotiate the purchase for himself, he read the truth.\\n\\n\\\"Corruption has come to him with fortune,--as it always does!\\\" he said\\n\\nto himself.\\n\\nThe count then made several inquiries of Madame de Reybert, less to\\n\\nobtain information than to gain time to observe her; and he wrote a\\n\\nshort note to his notary telling him not to send his head-clerk to\\n\\nPresles as requested, but to come there himself in time for dinner.\\n\\n\\\"Though Monsieur le comte,\\\" said Madame de Reybert in conclusion, \\\"may\\n\\nhave judged me unfavorably for the step I have taken unknown to my\\n\\nhusband, he ought to be convinced that we have obtained this\\n\\ninformation about his steward in a natural and honorable manner; the\\n\\nmost sensitive conscience cannot take exception to it.\\\"\\n\\nSo saying, Madame de Reybert, nee de Corroy, stood erect as a pike-\\n\\nstaff. She presented to the rapid investigation of the count a face\\n\\nseamed with the small-pox like a colander with holes, a flat, spare\\n\\nfigure, two light and eager eyes, fair hair plastered down upon an\\n\\nanxious forehead, a small drawn-bonnet of faded green taffetas lined\\n\\nwith pink, a white gown with violet spots, and leather shoes. The\\n\\ncount recognized the wife of some poor, half-pay captain, a puritan,\\n\\nsubscribing no doubt to the \\\"Courrier Francais,\\\" earnest in virtue,\\n\\nbut aware of the comfort of a good situation and eagerly coveting it.\\n\\n\\\"You say your husband has a pension of six hundred francs,\\\" he said,\\n\\nreplying to his own thoughts, and not to the remark Madame de Reybert\\n\\nhad just made.\\n\\n\\\"Yes, monsieur.\\\"\\n\\n\\\"You were born a Corroy?\\\"\\n\\n\\\"Yes, monsieur,--a noble family of Metz, where my husband belongs.\\\"\\n\\n\\\"In what regiment did Monsieur de Reybert serve?\\\"\\n\\n\\\"The 7th artillery.\\\"\\n\\n\\\"Good!\\\" said the count, writing down the number.\\n\\nHe had thought at one time of giving the management of the estate to\\n\\nsome retired army officer, about whom he could obtain exact\\n\\ninformation from the minister of war.\\n\\n\\\"Madame,\\\" he resumed, ringing for his valet, \\\"return to Presles, this\\n\\nafternoon with my notary, who is going down there for dinner, and to\\n\\nwhom I have recommended you. Here is his address. I am going myself\\n\\nsecretly to Presles, and will send for Monsieur de Reybert to come and\\n\\nspeak to me.\\\"\\n\\nIt will thus be seen that Monsieur de Serizy's journey by a public\\n\\nconveyance, and the injunction conveyed by the valet to conceal his\\n\\nname and rank had not unnecessarily alarmed Pierrotin. That worthy had\\n\\njust forebodings of a danger which was about to swoop down upon one of\\n\\nhis best customers.\\n\\nCHAPTER III\\n\\nTHE TRAVELLERS\\n\\nAs Pierrotin issued from the Cafe de l'Echiquier, after treating the\\n\\nvalet, he saw in the gate-way of the Lion d'Argent the lady and the\\n\\nyoung man in whom his perspicacity at once detected customers, for the\\n\\nlady with outstretched neck and anxious face was evidently looking for\\n\\nhim. She was dressed in a black-silk gown that was dyed, a brown\\n\\nbonnet, an old French cashmere shawl, raw-silk stockings, and low\\n\\nshoes; and in her hand she carried a straw bag and a blue umbrella.\\n\\nThis woman, who had once been beautiful, seemed to be about forty\\n\\nyears of age; but her blue eyes, deprived of the fire which happiness\\n\\nputs there, told plainly that she had long renounced the world. Her\\n\\ndress, as well as her whole air and demeanor, indicated a mother\\n\\nwholly devoted to her household and her son. If the strings of her\\n\\nbonnet were faded, the shape betrayed that it was several years old.\\n\\nThe shawl was fastened by a broken needle converted into a pin by a\\n\\nbead of sealing-wax. She was waiting impatiently for Pierrotin,\\n\\nwishing to recommend to his special care her son, who was doubtless\\n\\ntravelling for the first time, and with whom she had come to the\\n\\ncoach-office as much from doubt of his ability as from maternal\\n\\naffection.\\n\\nThis mother was in every way completed by the son, so that the son\\n\\nwould not be understood without the mother. If the mother condemned\\n\\nherself to mended gloves, the son wore an olive-green coat with\\n\\nsleeves too short for him, proving that he had grown, and might grow\\n\\nstill more, like other adults of eighteen or nineteen years of age.\\n\\nThe blue trousers, mended by his mother, presented to the eye a\\n\\nbrighter patch of color when the coat-tails maliciously parted behind\\n\\nhim.\\n\\n\\\"Don't rub your gloves that way, you'll spoil them,\\\" she was saying as\\n\\nPierrotin appeared. \\\"Is this the conductor? Ah! Pierrotin, is it you?\\\"\\n\\nshe exclaimed, leaving her son and taking the coachman apart a few\\n\\nsteps.\",\"timestamp\":1637315807,\"title\":\"\\n\\\"We shall be close to Champagne,\\\" said Moreau. \\\"I am in hopes of\"},\"digest\":\"-ojZbIbpLG-Uk_GMS-UTw1s4dfSuDrl8Zy04FzJW9_0\",\"authorship\":{\"contributor\":\"0xADCB4dF6dDE8773EbfDdd36e426C63f9732738c9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G-1Xn4fy59sDS231eUFi5mCWsLFhUVou1pUbPuhax20\\\",\\\"y\\\":\\\"2wFwUZUmF0X6uMiCs8q0tBliEiobZQBt8szyvmRQDwQ\\\"}\",\"signature\":\"BFYIzQp4GGXcT7uTXsOl7a3SKs50G-xQkFyX-GP1AX6XAqxwh1SwgzYHlinsTKoVOzImqcDV3CjgK1XdDZ2-Cw\",\"signingKeySignature\":\"0x45875324cb9c261d11c20f52fd48f1d10ed49b02488b10974bce18c651b3edb240fd64c9e30a239a766cb6e06ff76aa446564319668ea84fa2c2d98fff61928a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G-1Xn4fy59sDS231eUFi5mCWsLFhUVou1pUbPuhax20\\\",\\\"y\\\":\\\"2wFwUZUmF0X6uMiCs8q0tBliEiobZQBt8szyvmRQDwQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-ojZbIbpLG-Uk_GMS-UTw1s4dfSuDrl8Zy04FzJW9_0\"}"