"{\"content\":{\"body\":\"With the help of Chainlink oracles, a trading and lending platform is set to transform DeFi trading and lending.\\n\\nMany people are moving to [decentralized finance (DeFi)](https://chain.link/education/defi) as it offers a superior user experience compared to traditional financial services. Decentralized lending and borrowing protocols enable lenders to easily earn interest on their assets,  while borrowers can seamlessly access loans with variable or fixed terms. While decentralized lending and borrowing protocols are seeing increased traction, they still face a number of challenges as the blockchain ecosystem continues to mature.\\n\\nFirst and foremost, DeFi loans are typically overcollateralized, meaning users have to deposit a significant amount of excess collateral to help ensure that the loan will be paid back. Unfortunately, excess collateral may be unattainable for the majority of users, which poses a barrier to wider adoption around DeFi lending and borrowing. \\n\\nMoreover, the high rates lenders once received when DeFi loans first originated have gradually declined, making providing funds to loan pools a less attractive opportunity for lenders.\\n\\nRecognizing these challenges, [Aurox](https://getaurox.com/), a trading and lending platform, aims to solve these concerns by integrating lending functionality directly with margin borrowing to create a one-stop DeFi protocol for users. As a result, traders can place orders that leverage liquidity across multiple exchanges, helping give borrowers access to the lowest possible rates without requiring significant collateral deposits. Aurox also aims to provide a more attractive yield to lenders who provide liquidity to the protocol.\\n\\nHowever, for Aurox to become a leading trading and lending protocol, it needs secure access to the highest quality market data to help open, settle and liquidate undercollateralized loans at globally accurate fair-market prices. To that end, Aurox is [Chainlink’s](https://chain.link/) industry-leading oracle network, leveraging Chainlink’s time-tested [Price Feeds](https://data.chain.link/) to securely access off-chain market data. Commenting on the integration, Giorgi Khazaradze, co-founder of Aurox, stated:\\n\\n“We are excited to join the Chainlink ecosystem and integrate Chainlink Price Feeds into both Aurox Trade and Aurox Lend. This is a huge step forward in developing a unique, easy-to-use, and efficient trading platform.”\\n\\nChainlink is a decentralized oracle network that provides real-world data and off-chain computation to [smart contracts](https://chain.link/education/smart-contracts). By integrating Chainlink Price Feeds, the Aurox team is now well-positioned to solve existing challenges with DeFi lending protocols, helping create an optimized user experience for the rapidly growing DeFi industry.\\n\\n## Creating the link\\n\\nFunds collected in Aurox’s lending protocol will help supply leverage to traders using the Aurox Trade and Lend platform. The lending protocol will also supply liquidity to the cross-chain DEX protocol known as Aurox Trade. To do this, the lending protocol combines multiple sources of liquidity and allows users to place orders across all of them from a single user interface.\\n\\nChainlink [oracles](https://chain.link/education/blockchain-oracles) help ensure that the value of tokens across all chains is the same, reducing arbitrage opportunities and liquidating overleveraged positions when collateral ratios exceed predefined loan-to-value ratios. For these reasons, Aurox’s integration of Chainlink Price Feeds helps bring the platform one step closer to achieving its mission to simplify the DeFi experience for end-users.\\n\\nMORE INSIGHTS ON AUROX [HERE](https://getaurox.com/)\\n\\nAs a result, Aurox Trade can support more tokens and offer superior liquidity and pricing for its users. Meanwhile, Aurox Lend allows these same users to utilize the decentralized lending protocol to execute leveraged orders. Lenders can also receive high-interest rates due to the high fee for margin trading that borrowers typically pay across the DeFi industry—a reality no different in this ecosystem.\\n\\n## Defining the path ahead\\n\\nThe Aurox team continues to demonstrate success, with over 200,000 orders being placed through the platform to date, with an average of 10,000 orders each month. Aurox has also announced the release of their machine learning indicators and is en route to achieving their 2022 goals, which include growing the user base, launching Aurox Lend and Trade and providing automatic trading within the platform\",\"timestamp\":1639380471,\"title\":\"Lending platform taps Chainlink Oracles to secure its DeFi lending and borrowing protocol\"},\"digest\":\"SYod8wdvYKy2nF1u2eKwQsvtNTpUSeD8CHC-D45Euog\",\"authorship\":{\"contributor\":\"0x4eF33d0Bc5233f818ac16c8C0b53304f8BFef275\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HnsdwMs833kaMDSI9cNShtrgebdmkPGK3yantrrlRtc\\\",\\\"y\\\":\\\"eMGSd1HXMdWnqzVrgAjKlF__PyeswrgtaI2UINOMpX8\\\"}\",\"signature\":\"jdZVmag5yZ6CYIUIm5o1xesKNJ8dktfGSBpTz22F5oZ8jhKh2qut8yAFzxK4wDfJSZUgrL23lTHN1IlLCv3GGw\",\"signingKeySignature\":\"0x7432a8aba383def5c417f3f8a21d757219673db6dd6c4e5fc2ba52ba4bdb3e732dc8faf4a6651ae44a64468d0d6f61910a7306f568c0a9b33cc8dd08b021e49a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HnsdwMs833kaMDSI9cNShtrgebdmkPGK3yantrrlRtc\\\",\\\"y\\\":\\\"eMGSd1HXMdWnqzVrgAjKlF__PyeswrgtaI2UINOMpX8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SYod8wdvYKy2nF1u2eKwQsvtNTpUSeD8CHC-D45Euog\"}"