"{\"content\":{\"body\":\"\\\"So you've been trying to find Surtur on your own account, during the intervals between killing and fondling?\\\"\\n\\n\\\"What was that drumming?\\\" demanded Maskull.\\n\\n\\\"You needn't look so important.  We know you had your ear to the keyhole.  But you could join the assembly, the music was not playing for you, my friend.\\\"\\n\\nMaskull smiled rather bitterly.  \\\"At all events, I listen through no more keyholes. I have finished with life. I belong to nobody and nothing any more, from this time forward.\\\"\\n\\n\\\"Brave Words, brave words!  We shall see.  Perhaps Crystalman will make one more attempt on you.  There is still time for one more.\\\"\\n\\n\\\"Now I don't understand you.\\\"\\n\\n\\\"You think you are thoroughly disillusioned, don't you?  Well, that may prove to be the last and strongest illusion of all.\\\"\\n\\nThe conversation ceased.  They reached the foot of the landslip an hour later.  Branchspell was steadily mounting the cloudless sky.  It was approaching Sarclash, and it was an open question whether or not it would clear its peak.  The heat was sweltering.  The long, massive, saucer-shaped ridge behind them, with its terrific precipices, was glowing with bright morning colours.  Adage, towering up many thousands of feet higher still, guarded the end of it like a lonely Colossus.  In front of them, starting from where they stood, was a cool and enchanting wilderness of little lakes and forests. The water of the lakes was dark green; the forests were asleep, waiting for the rising of Alppain.\\n\\n\\\"Are we now in Barey?\\\" asked Maskull.\\n\\n\\\"Yes - and there is one of the natives.\\\"\\n\\nThere was an ugly glint in his eye as he spoke the words, but Maskull did not see it.\\n\\nA man was leaning in the shade against one of the first trees, apparently waiting for them to come up.  He was small, dark, and beardless, and was still in early manhood.  He was clothed in a dark blue, loosely flowing robe, and wore a broad-brimmed slouch hat.  His face, which was not disfigured by any special organs, was pale, earnest, and grave, yet somehow remarkably pleasing.\\n\\nBefore a word was spoken, he warmly grasped Maskull's hand, but even while he was in the act of doing so he threw a queer frown at Krag. The latter responded with a scowling grin.\\n\\nWhen he opened his mouth to speak, his voice was a vibrating baritone, but it was at the same time strangely womanish in its modulations and variety of tone.\\n\\n\\\"I've been waiting for you here since sunrise,\\\" he said.  \\\"Welcome to Barey, Maskull!  Let's hope you'll forget your sorrows here, you over-tested man.\\\"\\n\\nMaskull stared at him, not without friendliness.  \\\"What made you expect me, and how do you know my name?\\\"\\n\\nThe stranger smiled, which made his face very handsome.  \\\"I'm Gangnet.  I know most things.\\\"\\n\\n\\\"Haven't you a greeting for me too - Gangnet?\\\" asked Krag, thrusting his forbidding features almost into the other's face.\\n\\n\\\"I know you,.  Krag.  There are few places where you are welcome.\\\"\\n\\n\\\"And I know you, Gangnet - you man-woman.... Well, we are here together, and you must make what you can of it.  We are going down to the Ocean.\\\"\\n\\nThe smile faded from Gangnet's face.  \\\"I can't drive you away, Krag - but I can make you the unwelcome third.\\\"\\n\\nKrag threw back his head, and gave a loud, grating laugh.  \\\"That bargain suits me all right.  As long as I have the substance, you may have the shadow, and much good may it do you.\\\"\\n\\n\\\"Now that it's all arranged so satisfactorily,\\\" said Maskull, with a hard smile, \\\"permit me to say that I don't desire any society at all at present.... You take too much for granted, Krag.  You have played the false friend once already.... I presume I'm a free agent?\\\"\\n\\n\\\"To be a free man, one must have a universe of one's own,\\\" said Krag, with a jeering look.  \\\"What do you say, Gangnet - is this a free world?\\\"\\n\\n\\\"Freedom from pain and ugliness should be every man's privilege,\\\" returned Gangnet tranquilly.  \\\"Maskull is quite within his rights, and if you'll engage to leave him I'll do the same.\\\"\\n\\n\\\"Maskull can change face as often as he likes, but he won't get rid of me so easily.  Be easy on that point, Maskull.\\\"\\n\\n\\\"It doesn't matter,\\\" muttered Maskull.  \\\"Let everyone join in the procession.  In a few hours I shall finally be free, anyhow, if what they say is true.\\\"\\n\\n\\\"I'll lead the way,\\\" said Gangnet.  \\\"You don't know this country, of course, Maskull.  When we get to the flat lands some miles farther down, we shall be able to travel by water, but at present we must walk, I fear.\\\"\\n\\n\\\"Yes, you fear - you fear!\\\" broke out Krag, in a highpitched, scraping voice.  \\\"You eternal loller!\\\"\\n\\nMaskull kept looking from one to the other in amazement.  There seemed to be a determined hostility between the two, which indicated an intimate previous acquaintance.\\n\\nThey set off through a wood, keeping close to its border, so that for a mile or more they were within sight of the long, narrow lake that flowed beside it.  The trees were low and thin; their dolm-coloured leaves were all folded.  There was no underbrush - they walked on clean, brown earth, A distant waterfall sounded.  They were in shade, but the air was pleasantly warm.  There were no insects to irritate them.  The bright lake outside looked cool and poetic.\\n\\nGangnet pressed Maskull's arm affectionately.  \\\"If the bringing of you from your world had fallen to me, Maskull, it is here I would have brought you, and not to the scarlet desert.  Then you would have escaped the dark spots, and Tormance would have appeared beautiful to you.\\\"\\n\\n\\\"And what then, Gangnet?  The dark spots would have existed all the same.\\\"\\n\\n\\\"You could have seen them afterward.  It makes all the difference whether one sees darkness through the light, or brightness through the shadows.\\\"\\n\\n\\\"A clear eye is the best.  Tormance is an ugly world, and I greatly prefer to know it as it really is.\\\"\\n\\n\\\"The devil made it ugly, not Crystalman.  These are Crystalman's thoughts, which you see around you.  He is nothing but Beauty and Pleasantness.  Even Krag won't have the effrontery to deny that.\\\"\\n\\n\\\"It's very nice here,\\\" said Krag, looking around him malignantly. \\\"One only wants a cushion and half a dozen houris to complete it.\\\"\\n\\nMaskull disengaged himself from Gangnet.  \\\"Last night, when I was struggling through the mud in the ghastly moonlight - then I thought the world beautiful .\\n\\n\\\"Poor Sullenbode!\\\" said Gangnet sighing.\\n\\n\\\"What!  You knew her?\\\"\\n\\n\\\"I know her through you.  By mourning for a noble woman, you show your own nobility. I think all women are noble.\\\"\\n\\n\\\"There may be millions of noble women, but there's only one Sullenbode.\\\"\\n\\n\\\"If Sullenbode can exist,\\\" said Gangnet, \\\"the world cannot be a bad place.\\\"\\n\\n\\\"Change the subject.... The world's hard and cruel, and I am thankful to be leaving it.\\\"\\n\\n\\\"On one point, though, you both agree,\\\" said Krag, smiling evilly. \\\"Pleasure is good, and the cessation of pleasure is bad.\\\"\\n\\nGangnet glanced at him coldly.  \\\"We know your peculiar theories, Krag.  You are very fond of them, but they are unworkable.  The world could not go on being, without pleasure.\\\"\\n\\n\\\"So Gangnet thinks!\\\" jeered Krag.\\n\\nThey came to the end of the wood, and found themselves overlooking a little cliff.  At the foot of it, about fifty feet below, a fresh series of lakes and forests commenced.  Barey appeared to be one big mountain slope, built by nature into terraces.  The lake along whose border they had been travelling was not banked at the end, but overflowed to the lower level in half a dozen beautiful, threadlike falls, white and throwing off spray.  The cliff was not perpendicular, and the men found it easy to negotiate.\\n\\nAt the  base they entered another wood.  Here it was much denser, and they had nothing but trees all around them.  A clear brook rippled through the heart of it; they followed its bank.\\n\\n\\\"It has occurred to me,\\\" said Maskull, addressing Gangnet, \\\"that Alppain may be my death.  Is that so?\\\"\\n\\n\\\"These trees don't fear Alppain, so why should you?  Alppain is a wonderful, life-bringing sun.\\\"\\n\\n\\\"The reason I ask is - I've seen its afterglow, and it produced such violent sensations that a very little more would have proved too much.\\\"\\n\\n\\\"Because the forces were evenly balanced.  When you see Alppain itself, it will reign supreme, and there will be no more struggling of wills inside you.\\\"\\n\\n\\\"And that, I may tell you beforehand, Maskull,\\\" said Krag, grinning, \\\"is Crystalman's trump card.\\\"\\n\\n\\\"How do you mean?\\\"\\n\\n\\\"You'll see.  You'll renounce the world so eagerly that you'll want to stay in the world merely to enjoy your sensations.\\\"\\n\\nGangnet smiled.  \\\"Krag, you see, is hard to please.  You must neither enjoy, nor renounce.  What are you to do?\\\"\\n\\nMaskull turned toward Krag.  \\\"It's very odd, but I don't understand your creed even yet.  Are you recommending suicide?\\\"\\n\\nKrag seemed to grow sallower and more repulsive every minute.  \\\"What, because they have left off stroking you?\\\" he exclaimed, laughing and showing his discoloured teeth.\\n\\n\\\"Whoever you are, and whatever you want,\\\" said Maskull, \\\"you seem very certain of yourself.\\\"\\n\\n\\\"Yes, you would like me to blush and stammer like a booby, wouldn't you!  That would be an excellent way of destroying lies.\\\"\\n\\nGangnet glanced toward the foot of one of the trees.  He stooped and picked up two or three objects that resembled eggs.\\n\\n\\\"To eat?\\\" asked Maskull, accepting the offered gift.\\n\\n\\\"Yes, eat them; you must be hungry. I want none myself, and one mustn't insult Krag by offering him a pleasure - especially such a low pleasure.\\\"\\n\\nMaskull knocked the ends off two of the eggs, and swallowed the liquid contents.  They tasted rather alcoholic.  Krag snatched the remaining, egg out of his hand and flung it against a tree trunk, where it broke and stuck, a splash of slime.\\n\\n\\\"I don't wait to be asked, Gangnet.... Say, is there a filthier sight than a smashed pleasure?\\\"\\n\\nGangnet did not reply, but took Maskull's arm.\\n\\nAfter they had alternately walked through forests and descended cliffs and slopes for upward of two hours, the landscape altered.  A steep mountainside commenced and continued for at least a couple of miles, during which space the land must have dropped nearly four thousand feet, at a practically uniform gradient.  Maskull had seen nothing like this immense slide of country anywhere.  The hill slope carried an enormous forest on its back.  This forest, however, was different from those they had hitherto passed through.  The leaves of the trees were curled in sleep, but the boughs were so close and numerous that, but for the fact that they were translucent, the rays of the sun would have been completely intercepted.  As it was, the whole forest was flooded with light, and this light, being tinged with the colour of the branches, was a soft and lovely rose.  So gay, feminine, and dawnlike was the illumination, that Maskull's spirits immediately started to rise, although he did not wish it.\\n\\nHe checked himself, sighed, and grew pensive.\\n\\n\\\"What a place for languishing eyes and necks of ivory, Maskull!\\\" rasped Krag mockingly.  \\\"Why isn't Sullenbode here?\\\"\\n\\nMaskull gripped him roughly and flung him against the nearest tree. Krag recovered himself, and burst into a roaring laugh, seeming not a whit discomposed.\\n\\n\\\"Still what I said - was it true or untrue?\\\"\\n\\nMaskull gazed at him sternly.  \\\"You seem to regard yourself as a necessary evil.  I'm under no obligation to go on with you any farther. I think we had better part.\\\"\\n\\nKrag turned to Gangnet with an air of grotesque mock earnestness.\\n\\n\\\"What do you say - do we part when Maskull pleases, or when I please?\\\"\\n\\n\\\"Keep your temper, Maskull,\\\" said Gangnet, showing Krag his back.  \\\"I know the man better than you do.  Now that he has fastened onto you there's only one way of making him lose his hold, by ignoring him. Despise him - say nothing to him, don't answer his questions.  If you refuse to recognise his existence, he is as good as not here.\\\"\\n\\n\\\"I'm beginning to be tired of it all,\\\" said Maskull.  \\\"It seems as if I shall add one more to my murders, before I have finished.\\\"\\n\\n\\\"I smell murder in the air,\\\" exclaimed Krag, pretending to sniff. \\\"But whose?\\\"\\n\\n\\\"Do as I say, Maskull.  To bandy words with him is to throw oil on fire.\\\"\\n\\n\\\"I'll say no more to anyone.... When do we get out of this accursed forest?\\\"\\n\\n\\\"It's some way yet, but when we're once out we can take to the water, and you will be able to rest, and think.\\\"\\n\\n\\\"And brood comfortably over your sufferings,\\\" added Krag.\\n\\nNone of the three men said anything more until they emerged into the open day.  The slope of the forest was so steep that they were forced to run, rather than walk, and this would have prevented any conversation, even if they had otherwise felt inclined toward it.  In less than half an hour they were through.  A flat, open landscape lay stretched in front of them as far as they could see.\\n\\nThree parts of this country consisted of smooth water.  It was a succession of large, low-shored lakes, divided by narrow strips of tree-covered land.  The lake immediately before them had its small end to the forest.  It was there about a third of a mile wide.  The water at the sides and end was shallow, and choked with dolm-colored rushes; but in the middle, beginning a few yards from the shore, there was a perceptible current away from them.  In view of this current, it was difficult to decide whether it was a lake or a river. Some little floating islands were in the shallows.\\n\\n\\\"Is it here that we take to the water?\\\" inquired Maskull.\\n\\n'Yes, here,\\\" answered Gangnet.\\n\\n\\\"But how?\\\"\\n\\n\\\"One of those islands will serve.  It only needs to move it into the stream.\\\"\\n\\nMaskull frowned.  \\\"Where will it carry us to?\\\"\\n\\n\\\"Come, get on, get on!\\\" said Krag, laughing uncouthly.  \\\"The morning's wearing away, and you have to die before noon.  We are going to the Ocean.\\\"\\n\\n\\\"If you are omniscient, Krag, what is my death to be?\\\"\\n\\n\\\"Gangnet will murder you.\\\"\\n\\n\\\"You lie!\\\" said Gangnet.  \\\"I wish Maskull nothing but good.\\\"\\n\\n\\\"At all events, he will be the cause of your death.  But what does it matter?  The great point is you are quitting this futile world.... Well, Gangnet, I see you're as slack as ever. I suppose I must do the work.\\\"\\n\\nHe jumped into the lake and began to run through the shallow water, splashing it about.  When he came to the nearest island, the water was up to his thighs.  The island was lozenge-shaped, and about fifteen feet from end to end.  It was composed of a sort of light brown peat; there was no form of living vegetation on its surface. Krag went behind it, and started shoving it toward the current, apparently without having unduly to exert himself.  When it was within the influence of the stream the others waded out to him, and all three climbed on.\\n\\nThe voyage began.  The current was not travelling at more than two miles an hour.  The sun glared down on their heads mercilessly, and there was no shade or prospect of shade.  Maskull sat down near the edge, and periodically splashed water over his head.  Gangnet sat on his haunches next to him.  Krag paced up and down with short, quick steps, like an animal in a cage.  The lake widened out more and more, and the width of the stream increased in proportion, until they seemed to themselves to be floating on the bosom of some broad, flowing estuary.\\n\\nKrag suddenly bent over and snatched off Gangnet's hat, crushing it together in his hairy fist and throwing it far out into the stream.\\n\\n\\\"Why should you disguise yourself like a woman?\\\" he asked with a harsh guffaw -  \\\"Show Maskull Your face.  Perhaps he has seen it somewhere.\\\"\\n\\nGangnet did remind Maskull of someone, but he could not say of whom. His dark hair curled down to his neck, his brow was wide, lofty, and noble, and there was an air of serious sweetness about the whole man that was strangely appealing to the feelings.\\n\\n\\\"Let Maskull judge,\\\" he said with proud composure, \\\"whether I have anything to be ashamed of.\\\"\\n\\n\\\"There can be nothing but magnificent thoughts in that head,\\\" muttered Maskull, staring hard at him.\\n\\n\\\"A capital valuation.  Gangnet is the king of poets.  But what happens when poets try to carry through practical enterprises?\\\"\\n\\n\\\"What enterprises?\\\" asked Maskull, in astonishment.\\n\\n\\\"What have you got on hand, Gangnet?  Tell Maskull.\\\"\\n\\n\\\"There are two forms of practical activity,\\\" replied Gangnet calmly. \\\"One may either build up, or destroy.\\\"\\n\\n\\\"No, there's a third species.  One may steal - and not even know one is stealing.  One may take the purse and leave the money.\\\"\\n\\nMaskull raised his eyebrows.  \\\"Where have you two met before?\\\"\\n\\n\\\"I'm paying Gangnet a visit today, Maskull but once upon a time Gangnet paid me a visit.\\\"\\n\\n\\\"Where?\\\"\\n\\n\\\"In my home - whatever that is.  Gangnet is a common thief.\\\"\\n\\n\\\"You are speaking in riddles, and I don't understand you.  I don't know either of you, but it's clear that if Gangnet is a poet, you're a buffoon.  Must you go on talking? I want to be quiet.\\\"\\n\\nKrag laughed, but said no more.  Presently he lay down at full length, with his face to the sun, and in a few minutes was fast asleep, and snoring disagreeably.  Maskull kept glancing over at his yellow, repulsive face with strong disfavour.\\n\\nTwo hours passed.  The land on either side was more than a mile distant.  In front of them there was no land at all.  Behind them, the Lichstorm Mountains were blotted out from view by a haze that had gathered together.  The sky ahead, just above the horizon, began to be of a strange colour.  It was an intense jale-blue.  The whole northern atmosphere was stained with ulfire.\\n\\nMaskull's mind grew disturbed.  \\\"Alppain is rising, Gangnet.\\\"\\n\\nGangnet smiled wistfully.  \\\"It begins to trouble you?\\\"\\n\\n\\\"It is so solemn - tragical, almost - yet it recalls me to Earth. Life was no longer important -  but this is important.\\\"\\n\\n\\\"Daylight is night to this other daylight.  Within half an hour you will be like a man who has stepped from a dark forest into the open day.  Then you will ask yourself how you could have been blind.\\\"\\n\\nThe two men went on watching the blue sunrise.  The entire sky in the north, halfway up to the zenith, was streaked with extraordinary colours, among which jale and dolm predominated.  Just as the principal character of an ordinary dawn is mystery, the outstanding character of this dawn was wildness.  It did not baffle the understanding, but the heart.  Maskull felt no inarticulate craving to seize and perpetuate the sunrise, and make it his own.  Instead of that, it agitated and tormented him, like the opening bars of a supernatural symphony.\\n\\nWhen he looked back to the south, Branchspell's day had lost its glare, and he could gaze at the immense white sun without flinching. He instinctively turned to the north again, as one turns from darkness to light.\\n\\n\\\"If those were Crystalman's thoughts that you showed me before, Gangnet, these must be his feelings. I mean it literally.  What I am feeling now, he must have felt before me.\\\"\\n\\n\\\"He is all feeling, Maskull - don't you understand that?\\\"\\n\\nMaskull was feeding greedily on the spectacle before him; he did not reply.  His face was set like a rock, but his eyes were dim with the beginning of tears.  The sky blazed deeper and deeper; it was obvious that Alppain was about to lift itself above the sea.  The island had by this time floated past the mouth of the estuary.  On three sides they were surrounded by water.  The haze crept up behind them and shut out all sight of land.  Krag was still sleeping - an ugly, wrinkled monstrosity.\\n\\nMaskull looked over the side at the flowing water.  It had lost its dark green colour, and was now of a perfect crystal transparency.\\n\\n\\\"Are we already on the Ocean, Gangnet?\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"Then nothing remains except my death.\\\"\\n\\n\\\"Don't think of death, but life.\\\"\\n\\n\\\"It's growing brighter - at the same time, more sombre, Krag seems to be fading away.  -  ..\\\"\\n\\n\\\"There is Alppain!\\\" said Gangnet, touching his arm.\\n\\nThe deep, glowing disk of the blue sun peeped above the sea.  Maskull was struck to silence.  He was hardly so much looking, as feeling. His emotions were unutterable.  His soul seemed too strong for his body.  The great blue orb rose rapidly out of the water, like an awful eye watching him.... it shot above the sea with a bound, and Alppain's day commenced.\\n\\n\\\"What do you feel?\\\" Gangnet still held his arm.\\n\\n\\\"I have set myself against the Infinite,\\\" muttered Maskull.\\n\\nSuddenly his chaos of passions sprang together, and a wonderful idea swept through his whole being, accompanied by the intensest joy.\\n\\n\\\"Why, Gangnet - I am nothing.\\\"\\n\\n\\\"No, you are nothing.\\\"\\n\\nThe mist closed in all around them.  Nothing was visible except the two suns, and a few feet of sea.  The shadows of the three men cast by Alppain were not black, but were composed of white daylight.\\n\\n\\\"Then nothing can hurt me,\\\" said Maskull with a peculiar smile.\\n\\nGangnet smiled too.  \\\"How could it?\\\"\\n\\n\\\"I have lost my will; I feel as if some foul tumour had been scraped away, leaving me clean and free.\\\"\\n\\n\\\"Do you now understand life, Maskull?\\\"\\n\\nGangnet's face was transfigured with an extraordinary spiritual beauty; he looked as if he had descended from heaven.\\n\\n\\\"I understand nothing, except that I have no self any more.  But this is life.\\\"\",\"timestamp\":1637649794,\"title\":\"\\nKrag looked yellow and formidable.  He did not reply to Maskull's remark, but after a pause said, \"},\"digest\":\"guJHL8MqvN_u3cpviG4k4QU_9e9SjPXVFXOsULxNfp4\",\"authorship\":{\"contributor\":\"0x457882665D7cCf3457ff8b3aB95dA15a63bfDFa4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KVdC0YJJMQBLHxK0ZGvSWByCi3VEDppwBe0nVXDrA1Q\\\",\\\"y\\\":\\\"CooAoWGKS-AO72z-eQzgnPDtOmrH5QmTLHTf_CwInrs\\\"}\",\"signature\":\"aFoTOXxk1D4fdCG-poerIfqVWjexVr4huUBRM-ivRk7PXoTxD9k0IMddcOrsImHaao3Zcmnl0El97whkRwxT-A\",\"signingKeySignature\":\"0x00606eb75534af9138d48ff4970a9f200723444ad14667372b639056897b704869c57ae81d109a86d45032adaed654a6cc3808dddf9ec6d09a3bf9594821219b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KVdC0YJJMQBLHxK0ZGvSWByCi3VEDppwBe0nVXDrA1Q\\\",\\\"y\\\":\\\"CooAoWGKS-AO72z-eQzgnPDtOmrH5QmTLHTf_CwInrs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"guJHL8MqvN_u3cpviG4k4QU_9e9SjPXVFXOsULxNfp4\"}"