"{\"content\":{\"body\":\"star centre-forward sparks unrest with unauthorised interview over frustration. It is the banner headline that stalks Chelsea into their Carabao Cup semi-final first leg against Tottenham at Stamford Bridge on Wednesday night. But it is also the one that has cast long shadows at Spurs since May.\\n\\nFor Romelu Lukaku’s comments to Sky Italia, broadcast last Thursday, see those of Harry Kane to Gary Neville on The Overlap podcast; the ones in which he said he was approaching a crossroads and made clear he wanted a new challenge away from Spurs.\\n\\nTuchel fines Lukaku over Chelsea ‘mess’ despite striker’s apology for interview\\n\\nRead more\\n\\nFor Antonio Conte, the Spurs manager – previously of Chelsea, where he won one Premier League and one FA Cup in two seasons coloured by increasing levels of friction – diplomacy has been the watchword. Conte loves Lukaku, with whom he worked productively at Internazionale – the pair won Serie A last season – and he was never going to give his thoughts on the player saying he was unhappy at Chelsea and questioning the system of the manager, Thomas Tuchel.\\n\\nConte’s take on Kane is more balanced, saying that the Spurs chairman, Daniel Levy, made a “great choice” to hold him to his contract in the face of interest from Manchester City. “In this way, you are showing you want to continue to build something important around one of the best players in your team,” Conte said.\\n\\nBut he also expressed his understanding of Kane’s situation, a measure of solidarity. Like Kane, Conte came through the ranks at his hometown club, playing for Lecce for six and a bit seasons. He then moved to Juventus at 22 and stayed for the remainder of his playing days, winning 14 trophies across 13 seasons, including five league titles and one Champions League. Kane has yet to win any team honours during his one-club career.\\n\\n> To bring me here, I think he \\\\[Levy\\\\] wanted to send a signal outside and maybe to our players. Now we see what happens\\n\\n“I understand Harry’s situation,” Conte said. “When you finish your career, you can see your appearances and the teams you made them for but, at the same time, it’s right to see what you have won. This is important, especially for the top, top players. Sometimes it happens that important players finish with a couple of titles and other players who are medium or medium-low finish with many titles.”\\n\\nConte’s trophy haul as a manager stands at nine, including four Serie A titles – the first three with Juventus – and he makes no bones about why Levy signed him. If Chelsea had the star manager in Tuchel and then added the big‑name striker in Lukaku, it was the other way round at Spurs but the ends are the same.\\n\\nAdvertisement\\n\\n“For Tottenham to bring me here, I think that he \\\\[Levy\\\\] wanted to send a signal outside and maybe also to our players,” Conte said. “Now we see what happens. Because to take the coach that is used to win, then you have to do.”\\n\\nA little message, perhaps, as to the need for Levy to back him in the transfer market? What Conte knows is that he requires time because Spurs are not at the level they were under Mauricio Pochettino, who had established them in the top four.\\n\\n“For sure, there is an important gap with other teams,” Conte said. “I see many, many teams that are more ready now to win titles. We have to build a situation where we can be competitive and try to win.”\\n\\nConte was more than just an interested onlooker for the summer saga involving Kane, having been approached to take charge at Tottenham in early June. There is no way Conte would have said yes if he had suspected Kane were leaving, although it should be stressed that Levy never had any intention of allowing the player to go.\\n\\nConte’s proposed switch back then broke down quickly and for other reasons and Kane would eventually announce on 25 August that he was staying. It has been a tough season in general for him but there have been more encouraging signs since Conte completed his move to Spurs at the second attempt, replacing Nuno Espírito Santo at the start of November.\\n\\nAntonio Conte insists he has nothing to prove on Chelsea return with Spurs\\n\\nRead more\\n\\n“In the summer I followed the situation about Harry and I saw what happened and what could happen,” Conte said. “But we have to live in the present and that says Harry is a player at Tottenham. First of all we are talking about a really good person, a really good man. I am totally satisfied with his commitment and the relationship that we have created within the team. I have found a player that is totally involved in this project now.”\\n\\nConte’s Stamford Bridge return will stir good and bad memories. His title win in 2016-17 was little short of extraordinary, given the club had finished 10th the previous time out, but fifth in his second season – and the failure to secure Champions League football – was a blot. Then there were the draining disagreements with the hierarchy over transfer policy, the strained relations with a number of players in the second season and the protracted legal battle over his payoff, which he would win.\\n\\n“We won the league with a team that I think wasn’t the best in the league,” Conte said. “We reached the final in the FA Cup and then won it in the second season. We did a fantastic job but sometimes it’s not enough. When it happens that the club sends you away, you can be disappointed and frustrated but you have to show great respect for the decision.”\",\"timestamp\":1641356422,\"title\":\"Conte gives Levy a nudge as Lukaku storm stirs up Kane question at Spurs\"},\"digest\":\"_-97nvdhBt2Nlpsg3KfKIqVH7BrJK0pub77bXaFFI4g\",\"authorship\":{\"contributor\":\"0x85B01622F99D1B97841CC574C4AA75477B4929c5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JHbgNzYM68jaVJ72wiQ_KA3ClXsZH9oMCtzrHudiqII\\\",\\\"y\\\":\\\"3em3Qss6fMOkD0QSQfcbzSB7q-GrcEt5A6iHIx_RgoA\\\"}\",\"signature\":\"x7i5y8S9fB2dDV3WrS9rvOjSoLz7WfT52_449otBTgsot1CNxi4pH-IoS9LTL_s_4wWAFzICTrq2DISjqxQUPA\",\"signingKeySignature\":\"0xc78e356af72b3dc0e125181c6467f44e493f8fa61615c694cf31a5147ab6ad5b00e13ba41b72b4840ae2afb06b8dbba99f8c5a684cbea941ca33b51cec1431111b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JHbgNzYM68jaVJ72wiQ_KA3ClXsZH9oMCtzrHudiqII\\\",\\\"y\\\":\\\"3em3Qss6fMOkD0QSQfcbzSB7q-GrcEt5A6iHIx_RgoA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_-97nvdhBt2Nlpsg3KfKIqVH7BrJK0pub77bXaFFI4g\"}"