"{\"content\":{\"body\":\"![Better Future](https://miro.medium.com/max/1400/1\\\\*h1gX100wvdY2xde6WwpYXg.jpeg)\\n\\n## Exchange, Interaction, and Development\\n\\nThe development of human civilization has as one of its foundations the ability to communicate and interact with each other, the use of symbols followed by the development of common languages allows the exchange of value between humans, following a set of rules that can be imposed ([Authoritarian](https://www.significados.com/autoritarismo/)) or deliberate ([Consensus](https://dle.rae.es/consenso)) enabling the organization of diverse groups working together, where each individual makes a specific contribution product of their effort that translates into value for the collective.\\n\\nThis progress as a whole is what allows us today to have technology that makes it possible to enjoy drinking water, electric lighting, public services, the internet, smartphones, and everything that facilitates human processes. This is the result of endless trial and error, achieving the most accelerated technological development in history, reaching an unprecedented exponential growth.\\n\\n![Industrial Development](https://miro.medium.com/max/1400/1\\\\*mkzj57LXHLEXHvPZqOd7vA.jpeg)\\n\\n## Collective Know-How\\n\\nMore than 200 years have passed since the [1st industrial revolution](https://es.wikipedia.org/wiki/Revoluci%C3%B3n_Industrial), this means that by the year 2021 while we are going through the [first great pandemic](https://www.cdc.gov/coronavirus/2019-ncov/index.html) of the new millennium, 100 years since the last pandemic of similar magnitude as the [Spanish flu](https://enciclopediadehistoria.com/gripe-espanola/#:\\\\~:text=%C2%BFQu%C3%A9%20fue%20la%20gripe%20espa%C3%B1ola%3F%20La%20gripe%20espa%C3%B1ola,provoc%C3%B3%20la%20muerte%20de%20alrededor%20de%2050%20millones.), today we are in the 4th industrial revolution and perhaps heading towards the [5th industrial revolution](https://www.fingent.com/blog/how-the-5th-industrial-revolution-is-advancing-humanity-at-workplace/).\\n\\nThe transmission of knowledge is a process that takes time to be expressed in practice, this not only happens with individuals, but it is also the same for society, culture, and humanity as a whole. The first thinkers/scientists such as Socrates, Aristotle, Copernicus, Newton, Einstein, Hawking, or Elon Musk all have been influenced by their predecessors.\\n\\nIn that sense the know-how has been accumulating in humanity expressed in the development of our environment, today we have tools that allow almost anyone with internet access to take an online course and begin to immediately apply the knowledge just acquired. Not only this but also the possibility of sharing it in real-time thanks to social networks.\\n\\nThis represents an unprecedented possibility, being the reason why knowhow is important, understood as an indicator to determine the development referred to the implementation of the acquired knowledge of a group or collective that are transmitted from generation to generation and are the origin of the creation of products of value for society and therefore of complex productive chains and therefore greater development.\\n\\n![Collective Knowhow](https://miro.medium.com/max/1400/1\\\\*vtC76ma0zXF04guCg0FTKw.jpeg)\\n\\n## Knowledge Communities\\n\\nNowadays, human beings require the contribution of applied knowledge from each individual for their development. In this sense, social networks provide the means to disseminate this knowledge in real-time to be consumed, assimilated, recycled, and shared. This opens the possibility that communities of knowledge that are organized through platforms such as twitter, reddit, or discord can produce objects of value for society and exchange them directly among themselves, as well as between communities.\\n\\nIn this way, each member of the community has the possibility of contributing, acquiring, and exchanging not only ideas but also the product of their work for goods and services that are in turn provided by other members of the community. Of course, this varies depending on the interest or motive under which the group has been created, taking into account that different types of communities can interact with each other, without having mutually exclusive interests.\\n\\n![What’s Next](https://miro.medium.com/max/1400/1\\\\*FWwrMM25cmEyt-Lw26CXHg.jpeg)\\n\\n## The Better Future\\n\\nThe emergence of new technologies that have facilitated communication between humans and entire communities, in conjunction with the development of the digital space, contains the potential to allow groups with specific knowledge to interact with each other, exchanging value, all of this being verified within the digital environment while occurring in the physical realm.\\n\\nBy making use of smart contracts secured on the network ([Ethereum](https://ethereum.org/en/)) any type of transaction between two individuals can be verified (Blockchain), this also applies to broad groups of people such as the transactions of a business premises, an artist’s community, a scientific group, a municipality and even a country.\\n\\nThis can represent the use of technology to innovate the way humans establish groups, create new voting systems with greater transparency, and even have the potential to keep humanity connected for the common good, each individual contributing from their niche of knowledge.\\n\\nInstead of making use of social networks and technology to escape reality, it would be the use of such applied knowledge to the renewal and innovation of the ways of interaction of humanity, groups, society, the conformation of governments, thus making more complex but at the same time decentralized and transparent the exchange of value between humans.\\n\\n## Note: This article is not intended to serve as financial advice. My intention is to provide educational content based on my experience and opinions. Like all investments, cryptocurrencies and NFTs involve high risk. Always do your own research!\\n\\n***Enjoy the content? Please, f[ollow me on Twitter](https://twitter.com/DanteAc13)*** and share! Thanks.\",\"timestamp\":1635956094,\"title\":\"Technology for a Better Future by DanteAC | Oct 2021 |Medium\"},\"digest\":\"C1-Rk-f9JGwbUVshK7vk7iaAfiQnv0HlKlblIfvCOEo\",\"authorship\":{\"contributor\":\"0x8e0a74271E98802A65C71d10c650AdBfc6AD45Cc\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"k96Qxs26PlwFHiBazbWtiMPXW7PNfXfDlLn7V3zOEO4\\\",\\\"y\\\":\\\"g0CuAZWzmgcaInUszweTzcWmhIO0goQbInB-vS2K1w4\\\"}\",\"signature\":\"vTlxhFWJCrTW8UyvGMBE10k2HgJhD1P_SN_C2SzTNKi_vvPacSKv0o2RHy1827iVApPTpoJXbKxvY_Jltnem1g\",\"signingKeySignature\":\"0xa46f8b0be72d2b50178d8518a10486597f81ef31dd3fc788791be5b6a71247b23e2b414f1dcb43037a003ace50bade1b47a4bb876cb5f029de732a7ed181909c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"k96Qxs26PlwFHiBazbWtiMPXW7PNfXfDlLn7V3zOEO4\\\",\\\"y\\\":\\\"g0CuAZWzmgcaInUszweTzcWmhIO0goQbInB-vS2K1w4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"C1-Rk-f9JGwbUVshK7vk7iaAfiQnv0HlKlblIfvCOEo\"}"