"{\"content\":{\"body\":\"**01序**\\n\\n回首三千年，人类今天拥有了无数在古代看起来近乎于神的能力。\\n\\n我们观察自然宇宙，发现、学习并模仿，不断完善着今天的自然科学。而数学被称为关于无穷的科学\\n\\n*（Hermann Weyl (1968). “Gesammelte Abhandlungen”）*，是人类创造的最重要的形式科学。数学并不是自然的一部分，却可以创造出四维、五维…以至于无穷维度的空间。我们可以想象、理解甚至模拟，却始终无法触及。\\n\\n直到今天，元宇宙，就是帮助人类完成从自然宇宙升维的重要技术。\\n\\n21世纪，是人类朝虚拟世界迁徙的世纪。\\n\\n**02元宇宙会重构世界的维度**\\n\\n元宇宙的起源来自于1992年作家尼尔.史蒂芬森（Neal Stephenson）写了一本小说《雪崩》。\\n\\n![](https://images.mirror-media.xyz/publication-images/d6Yl45tMNkJ7eIaZTJDUw.png?height=800&width=800)\\n\\n在《雪崩》中，现实世界是一片赛博朋克的景象，而在元宇宙中，则承载了人类的知识、娱乐以及整个精神文明。我们今天的物理宇宙是三维的，被无数物理规则所束缚。基于我们对于物理世界的认知，我们有了今天的所有科学以及今天的物质文明。\\n\\n然而，元宇宙的到来将会重构我们世界的维度。我们可以做到很多**违反物理规则**，但是**符合代码逻辑**的事情。在今天的物理世界中，时间是不可逆的，能量是守恒的，生命以负熵为生。这些都是对的，至少今天是对的。\\n\\n但是，在元宇宙中，我们可以通过代码，创造我们自己精神文明的规则。元宇宙中，时间可以是一种状态、一种进程、一种数值。所有的物体都可以被定义时间这个属性，就好像奇异博士里面的苹果一样。元宇宙中的苹果，除了和正常的苹果特质以为，我们完全可以增加时间的定义。对于代码来说，仅仅是增加结构体中的一个属性。然而，对于元宇宙的原住民来说，时间是可逆的。作用于苹果的时间，就好比进度条一样，可以随意拖拽。\\n\\n![](https://images.mirror-media.xyz/publication-images/GL8Iy0OrmPbkkiVpRvrYc.png?height=454&width=1078)\\n\\n \\n 突破物理规则的限制，在元宇宙中是稀疏平常的事情。我们不能通过我们今天固有的认知去想象元宇宙中发生的事情，我们需要站在元宇宙中原住民的视角去思考元宇宙中的维度。对于下一代的程序员与设计师们，他们会是元宇宙的原住民。就像是互联网的原住民一样，接受信息的方式以及理解世界的速度会呈现几何指数的增长。元宇宙中的所有物体，都是天然带有无数的原生属性的，而他们就会是最能适应这样环境的群体。\\n\\n**03元宇宙与增量市场**\\n\\n人类在历史上为了获得增量市场，做出过各种各样的努力。\\n\\n从地理大发现开始，15世纪到17世纪，欧洲的船队出现在世界各处的海洋上，寻找着新的贸易路线和贸易伙伴。虽然没有找到一个可以让全欧洲人都可以幸福生活的黄金国度，但是确实发现时代中大幅拓展了贸易路线并且获得了新的增量。\\n\\n21世纪，我们发现了互联网以及计算机技术可以在极低边际成本的情况下提供服务。“互联网殖民”让一批跨国的互联网巨头在全球范围内获得了新的增量。\\n\\n最近的几年，随着再无重大技术的突破出现，世界又渐渐陷入了不安的阴影。政治上的紧张局势，经济上的动荡不安，无不暗示我们又渐渐回到了存量互割的局面。\\n\\n今天我们一方面探索渴望着星际时代的地理大发现，仰望星空，期待探索漫天的星辰大海。另一方面，我们逐渐开始通过VR/AR、脑机接口技术、数字孪生技术，开始我们虚拟空间的建设。元宇宙，恰恰是在这个最合适的时空中诞生了。\\n\\n![](https://images.mirror-media.xyz/publication-images/-ryUOrLmPUt1mfFlK22et.png?height=451&width=1080)\\n\\n \\n 我们为什么会去虚拟世界？一方面是因为在元宇宙中，我们可以获得无限增量的市场。我们可以像电影“头号玩家”一样，在虚拟世界中体验各种各样有意思的服务，现实生活中却不需要有任何的消耗。随着脑机接口技术诞生，我们未来也许就躺在休眠舱中，体验着高维度的生命体验。既不会过多的消耗物理世界中的资源，也不会减少任何今天丰富的活动，吃、喝、玩、乐，所有的所有在元宇宙中都会有着同样的体验与服务。通过脑机接口技术，哪怕我们在感受到吃着大鱼大肉，物理世界中我们依旧可以通过营养液等保证身体的健康。这样既可以体验油炸食物的快感，却又丝毫不用担心身材走样以及致癌的危险。\\n\\n**04无限渐进的技术奇点**\\n\\n如果仅仅是虚拟食物以及游戏体验并不足以概括元宇宙。如果元宇宙仅仅是为了人类的休闲以及娱乐，那么也无法帮助大家洞见那个无限可能性的未来。\\n\\n未来，超过90%以上的人类活动会在元宇宙中进行。我们的科研、艺术、教学、开发、设计几乎所有的生产活动都会在元宇宙中。很多人可能会问，怎么可能？我去元宇宙中休闲玩玩游戏、减减肥是有可能的，但是让我们把所有的生产都放进元宇宙中是不可能的，那个不是个真实的世界。\\n\\n这里不做一些理想化的阐述，而是比较功利的用生产效率来举个例子。如果在元宇宙中的生产效率是今天的10倍，甚至100倍，我们会如何选择呢？一旦生产效率能有指数级的提升，会很快让大多数人类接受这个新鲜事物。那么为什么在里面会有指数级别的工作效率提升呢？\\n\\n因为元宇宙里面是融合了迄今为止所有计算机科学的最终幻想。我们的5G、VR、AR、脑机接口技术、区块链、人工智能，元宇宙是可以承载这些所有技术的新世界。\\n\\n![](https://images.mirror-media.xyz/publication-images/y2kO986oATrgNiyALJHhB.png?height=288&width=512)\\n\\n以脑机接口技术举例，我们的**大脑是可以被欺骗的。**我们可能在睡梦里感觉过了很久，在现实生活中可能仅仅过了一个晚上。当你在元宇宙中写10篇，100篇论文的时间，在现实中只能够写1篇论文，你会选择进入元宇宙嘛？在这样的大幅效率提升面前，我们会加速达到技术奇点。而且这样的效率提升，我已经是非常保守的估计，今天我们云计算里运行的任何一个算法、公式的计算量，放在以前也许都是哪怕内存溢出都得不出解的。\\n\\n所以，所有非基础科学的突破，都会随着元宇宙的到来而指数级加速。最终，使世界产生不可逆转的范式转移。\\n\\n**05区块链与元宇宙的规则设计**\\n\\n今天的计算机科学家们并不理解区块链与智能合约的潜力。简单来说，区块链是首次为了凝聚共识而诞生的技术。智能合约与之前的任何计算机语言在社会学意义上都不相同，哪怕他们使用的是同一种语法。书写智能合约的计算机语言不在是形式语言学里的一种与机器交流的工具，而是认知语言学里与全球所有计算机科学家、与所有计算机以及与整个元宇宙对话的一种方式。\\n\\n**语言影响人的思维模式，进而影响人感知世界的方式。**\\n\\n我们之前学习的计算机语言，大多是为了计算机/机器实现某种功能而存在的。哪怕是github上开源的代码，我们虽然知道代码会公开，但是我们并不会指望用户会来理解我们做了什么。\\n\\n在今天的互联网世界中，用户不会去理解任何一个app背后的代码是什么。我们经常会听到的一句话是，**我们不必理解背后的技术是什么，我只要我自己能够体验的功能是什么。**之前所有的计算机程序语言都是为了服务这个目的而诞生的，我们书写程序是为了完成某个功能性，是为了app上增加一个活动，或者为了用人工智能算法区分出哪张图片是猫咪，那张图片是人类等。而智能合约，不是这样的。\\n\\n**智能合约是为了在区块链这个所有人、所有机器产生共识的网络里执行逻辑、实现共识交互的。**当我们写一个智能合约的时候，我们可能是为了自证清白，清晰表达合约里的所有规则，不留后门；我们可能是为了公平公正，所有人都能看到合约里面的逻辑规则与设计方案；我们可能是为了实现共识交互，所有开发者都可以直接方便与智能合约交互，就像机枪池以及聚合器可以方便的连通整个去中心化世界的资金深度一样；当我们写出了个智能合约，我们希望能够让开发者、普通用户都能够看懂逻辑，保证核心逻辑的公开透明。我们希望能够在公开所有核心代码的情况下，实现功能性、安全性以及共识交互。\\n\\n我们设计一个智能合约，是为了能够让大家容易理解，规则透明同时用同样的方式方法与我们的合约进行交互。\\n\\n学习使用语言会影响人类的思维方式。对于普通人来说，雪就是一种空气中降落的白色晶体。但是在因纽特人的语言中，描述雪的词汇有10余种。普通人在学习了因纽特语后，也能分别出很多种不同雪的能力。比如，他们有对于状态的区分：正在融化的雪，飘落的雪，地上的雪等等。\\n\\n![](https://images.mirror-media.xyz/publication-images/vz7bjF-9wwrHCRaIOSy74.png?height=452&width=783)\\n\\n2012年，笔者恰好有机会在极夜的环境中进入极圈，更是深刻理解了为什么雪对于他们的生活如此重要。一种新的感知和思维方式，会通过学习使用语言而诞生的，这点对于程序员也是同样的。**元宇宙世界中的经济基础、规则法律都不是传统意义的计算机程序设计所适用的思维方式。**今天的区块链开发者们，恰好是第一批经过这种开放规则设计思维训练的设计师。他们会成为元宇宙中的开拓者，为这个新世界的诞生贡献力量。\\n\\n**06元宇宙创世纪的三要素**\\n\\n元宇宙是非常有趣的未来，不过我们如何达到它呢？毕竟我们大家是区块链开发者和计算机科学家，而不是科幻小说家。我们不能脱离了现实技术基础，仅仅提供一个美好的幻想。我认为元宇宙的创世纪，是要有下面3个要素的支撑：\\n\\n1. PERCEPTION\\n2. REGULATION\\n3. MASSPRODUCTION。\\n\\n**PERCEPTION就是感知。**今天我们对于元宇宙的感知，依旧很弱。哪怕看到很多元宇宙的项目，依旧感觉是个简单，甚至简陋的3D游戏。我们在感知上，需要很多技术支撑，包括VR、AR、MR、脑机接口技术、计算机图形学等。没有感知技术的支撑，我们根本无法感知到元宇宙的存在。\\n\\n**REGULATION就是规则。**对于元宇宙这样宏大的世界，是需要有基础的经济规则以及世界运行规则的。什么样的行为会需要惩罚？什么样的规则在元宇宙适用？什么样的经济基础设施能够提供支撑？这些规则都需要区块链技术提供公开透明的自动执行。\\n\\n**MASSPRODUCTION则是大规模生产。**我们并不希望所有的计算机技术以及人力物力的投入最后只是做了一个房间大小的元宇宙。我们希望元宇宙的世界，能够很快膨胀到我们今天宇宙的10倍、100倍大小，提供广袤的增量市场。\\n\\n曾经我认为大规模生产是5G、IoT等，不过近期深度思考我发现大规模生产应该是人工智能。**无论多么优秀的程序员，在元宇宙的世界中都不是一流的生产者。**所有的程序员去看代码、智能合约的时候都需要去阅读、理解，去设计的时候都需要去转化逻辑，精巧构思。但是元宇宙的代码对于机器来说，是天然可读的。人工智能理解元宇宙世界的速度是人类的无数倍以上，元宇宙的世界就是由0和1组成的。 \\n 未来，我们99%以上的元宇宙世界应该是由人工智能设计出来的。我们的程序员更多是引导以及建立规则，设计边界，辅助人工智能去更好的大规模生产出元宇宙。而且，随着数据以及已有的元宇宙库的积累，人工智能设计的速度会越来越快，最终按照一定的规则，形成一个不段在膨胀的元宇宙空间，就和我们的物理宇宙一样。\\n\\n**07元宇宙的社会学意义**\\n\\n**元宇宙可以有效的避免人类内卷，从有限文明提升到无限文明。**回看今年，大概21%的美金是今年印出来的，总计4.5万亿美金。同时，各国的央行为了应对新冠疫情以及美国的放水，也都选择了持续放水策略。*（US is \\\\`printing' money to help save the economy from the COVID-19 crisis, but some wonder how far it can go https://www.usatoday.com/in-depth/money/2020/05/12/coronavirushow-u-s-printing-dollars-save-economy-during-crisis-fed/3038117001/）*\\n\\n这笔印出来的钱会去哪里呢？不太能去房地产，因为各国的房地产价格都已经相当之高了，青年们买不起房子已经是常态化的情况；也不太能去消费品和必需品，因为房子价格太高还能租房子，如果饭都吃不起那就彻底出大事了；更不能去购买武器装备，那样很可能直接导致第三次世界大战。唯一能去只有元宇宙。因为创业，是烧钱最快的方法。无数的创意、团队以及优质的项目会去元宇宙中探索，无数的资本、热钱也都会在元宇宙消融掉。因为这些钱在元宇宙中烧掉，对于人类甚至这个世界来说是最好的选项。这些创意，有可能给我们带来无限的增量市场。\\n\\n更主要的是，这里面真的孕育着无限的机会。就和互联网一样，这些热情会很快把元宇宙推向一个新的高峰。这样既规避了我们今天全球的内卷，又能去元宇宙这个全新的星辰大海中探索边界。\\n\\n在现实世界中，我们是受到物理规则所限制的猴子；**在元宇宙中，我们是代码即上帝的神明。**凡是过往，皆为序章*（Shakespeare, William, Barbara A. Mowat, and Paul Werstine. \\\"The Tempest (Folger Shakespeare Library).\\\" Washington Square (1994).）*。我一直坚信元宇宙中会诞生我们这个世纪最大的机会，期待与大家在元宇宙中相见！\\n\\n![](https://images.mirror-media.xyz/publication-images/mpfo9G6k4RdAkM7AhpYxO.png?height=420&width=1024)\\n\\nLing \\n\\n*2021-05-07*\\n\\n \\n \",\"timestamp\":1636040293,\"title\":\"「元宇宙」- 21世纪的出埃及记\"},\"digest\":\"CYP_c_tp82tqboc6cEmDNh_F5voIzoNCvAqOAWZ2OYQ\",\"authorship\":{\"contributor\":\"0x5eb71CaeaDf22107A578bC5261ec9A1e16FAD5f8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JWW3LO8x5TorU36i-84mSfyAqA0eaYIygVh-CD0VVoU\\\",\\\"y\\\":\\\"mzHBeWrqy_51tydUYCTfDaEdfI1zE1JIyRoQDqbLtaw\\\"}\",\"signature\":\"qj3FOhRYXTyqMUo_HtJisglQ6s1m8sVOM1YgDy3s7Qww-ZnIOF_X2al-Wo8WpqsUZVCGzMPfOxjB0rZYYeE5Gg\",\"signingKeySignature\":\"0x4989617adea97a3a29c7d3fe0afa7fd213c074f92eb3c3487b6450c36e10dc610828989c724c72399d3eb124c318087c091d0bc0e5787aa6369fd274156f81891b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JWW3LO8x5TorU36i-84mSfyAqA0eaYIygVh-CD0VVoU\\\",\\\"y\\\":\\\"mzHBeWrqy_51tydUYCTfDaEdfI1zE1JIyRoQDqbLtaw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CYP_c_tp82tqboc6cEmDNh_F5voIzoNCvAqOAWZ2OYQ\"}"