"{\"content\":{\"body\":\"\\\"He might very likely have lived another hundred years!\\\" he cried involuntarily. Some diabolical influence had drawn him to his father, and again he gazed at that luminous spark. The eyelid closed and opened again abruptly; it was like a woman's sign of assent. It was an intelligent movement. If a voice had cried \\\"Yes!\\\" Don Juan could not have been more startled.\\n\\n\\\"What is to be done?\\\" he thought.\\n\\nHe nerved himself to try to close the white eyelid. In vain.\\n\\n\\\"Kill it? That would perhaps be parricide,\\\" he debated with himself.\\n\\n\\\"Yes,\\\" the eye said, with a strange sardonic quiver of the lid.\\n\\n\\\"Aha!\\\" said Don Juan to himself, \\\"here is witchcraft at work!\\\" And he went closer to crush the thing. A great tear trickled over the hollow cheeks, and fell on Don Juan's hand.\\n\\n\\\"It is scalding!\\\" he cried. He sat down. The struggle exhausted him; it was as if, like Jacob of old, he was wrestling with an angel.\\n\\nAt last he rose. \\\"So long as there is no blood----\\\" he muttered.\\n\\nThen, summoning all the courage needed for a coward's crime, he extinguished the eye, pressing it with the linen cloth, turning his head away. A terrible groan startled him. It was the poor poodle, who died with a long-drawn howl.\\n\\n\\\"Could the brute have been in the secret?\\\" thought Don Juan, looking down at the faithful creature.\\n\\nDon Juan Belvidero was looked upon as a dutiful son. He reared a white marble monument on his father's tomb, and employed the greatest sculptors of the time upon it. He did not recover perfect ease of mind till the day when his father knelt in marble before Religion, and the heavy weight of the stone had sealed the mouth of the grave in which he had laid the one feeling of remorse that sometimes flitted through his soul in moments of physical weariness.\\n\\nHe had drawn up a list of the wealth heaped up by the old merchant in the East, and he became a miser: had he not to provide for a second lifetime? His views of life were the more profound and penetrating; he grasped its significance, as a whole, the better, because he saw it across a grave. All men, all things, he analyzed once and for all; he summed up the Past, represented by its records; the Present in the law, its crystallized form; the Future, revealed by religion. He took spirit and matter, and flung them into his crucible, and found-- Nothing. Thenceforward he became DON JUAN.\\n\\nAt the outset of his life, in the prime of youth and the beauty of youth, he knew the illusions of life for what they were; he despised the world, and made the utmost of the world. His felicity could not have been of the bourgeois kind, rejoicing in periodically recurrent bouilli, in the comforts of a warming-pan, a lamp of a night, and a new pair of slippers once a quarter. Nay, rather he seized upon existence as a monkey snatches a nut, and after no long toying with it, proceeds deftly to strip off the mere husks to reach the savory kernel within.\\n\\nPoetry and the sublime transports of passion scarcely reached ankle-depth with him now. He in nowise fell into the error of strong natures who flatter themselves now and again that little souls will believe in a great soul, and are willing to barter their own lofty thoughts of the future for the small change of our life-annuity ideas. He, even as they, had he chosen, might well have walked with his feet on the earth and his head in the skies; but he liked better to sit on earth, to wither the soft, fresh, fragrant lips of a woman with kisses, for like Death, he devoured everything without scruple as he passed; he would have full fruition; he was an Oriental lover, seeking prolonged pleasures easily obtained. He sought nothing but a woman in women, and cultivated cynicism, until it became with him a habit of mind. When his mistress, from the couch on which she lay, soared and was lost in regions of ecstatic bliss, Don Juan followed suit, earnest, expansive, serious as any German student. But he said I, while she, in the transports of intoxication, said We. He understood to admiration the art of abandoning himself to the influence of a woman; he was always clever enough to make her believe that he trembled like some boy fresh from college before his first partner at a dance, when he asks her, \\\"Do you like dancing?\\\" But, no less, he could be terrible at need, could unsheathe a formidable sword and make short work of Commandants. Banter lurked beneath his simplicity, mocking laughter behind his tears--for he had tears at need, like any woman nowadays who says to her husband, \\\"Give me a carriage, or I shall go into a consumption.\\\"\\n\\nFor the merchant the world is a bale of goods or a mass of circulating bills; for most young men it is a woman, and for a woman here and there it is a man; for a certain order of mind it is a salon, a coterie, a quarter of the town, or some single city; but Don Juan found his world in himself.\\n\\nThis model of grace and dignity, this captivating wit, moored his bark by every shore; but wherever he was led he was never carried away, and was only steered in a course of his own choosing. The more he saw, the more he doubted. He watched men narrowly, and saw how, beneath the surface, courage was often rashness; and prudence, cowardice; generosity, a clever piece of calculation; justice, a wrong; delicacy, pusillanimity; honesty, a modus vivendi; and by some strange dispensation of fate, he must see that those who at heart were really honest, scrupulous, just, generous, prudent, or brave were held cheaply by their fellow- men.\\n\\n\\\"What a cold-blooded jest!\\\" said he to himself. \\\"It was not devised by a God.\\\"\\n\\nFrom that time forth he renounced a better world, and never uncovered himself when a Name was pronounced, and for him the carven saints in the churches became works of art. He understood the mechanism of society too well to clash wantonly with its prejudices; for, after all, he was not as powerful as the executioner, but he evaded social laws with the wit and grace so well rendered in the scene with M. Dimanche. He was, in fact, Moliere's Don Juan, Goethe's Faust, Byron's Manfred, Mathurin's Melmoth--great allegorical figures drawn by the greatest men of genius in Europe, to which Mozart's harmonies, perhaps, do no more justice than Rossini's lyre. Terrible allegorical figures that shall endure as long as the principle of evil existing in the heart of man shall produce a few copies from century to century. Sometimes the type becomes half-human when incarnate as a Mirabeau, sometimes it is an inarticulate force in a Bonaparte, sometimes it overwhelms the universe with irony as a Rabelais; or, yet again, it appears when a Marechal de Richelieu elects to laugh at human beings instead of scoffing at things, or when one of the most famous of our ambassadors goes a step further and scoffs at both men and things. But the profound genius of Juan Belvidero anticipated and resumed all these. All things were a jest to him. His was the life of a mocking spirit. All men, all institutions, all realities, all ideas were within its scope. As for eternity, after half an hour of familiar conversation with Pope Julius II. he said, laughing:\\n\\n\\\"If it is absolutely necessary to make a choice, I would rather believe in God than in the Devil; power combined with goodness always offers more resources than the spirit of Evil can boast.\\\"\\n\\n\\\"Yes; still God requires repentance in this present world----\\\"\\n\\n\\\"So you always think of your indulgences,\\\" returned Don Juan Belvidero. \\\"Well, well, I have another life in reserve in which to repent of the sins of my previous existence.\\\"\\n\\n\\\"Oh, if you regard old age in that light,\\\" cried the Pope, \\\"you are in danger on canonization----\\\"\\n\\n\\\"After your elevation to the Papacy nothing is incredible.\\\" And they went to watch the workmen who were building the huge basilica dedicated to Saint Peter.\\n\\n\\\"Saint Peter, as the man of genius who laid the foundation of our double power,\\\" the Pope said to Don Juan, \\\"deserves this monument. Sometimes, though, at night, I think that a deluge will wipe all this out as with a sponge, and it will be all to begin over again.\\\"\\n\\nDon Juan and the Pope began to laugh; they understood each other. A fool would have gone on the morrow to amuse himself with Julius II. in Raphael's studio or at the delicious Villa Madama; not so Belvidero. He went to see the Pope as pontiff, to be convinced of any doubts that he (Don Juan) entertained. Over his cups the Rovere would have been capable of denying his own infallibility and of commenting on the Apocalypse.\",\"timestamp\":1636531982,\"title\":\"What is to be done?\\\" he thought\"},\"digest\":\"ekgelZc8_fql1Ye_6jMGk_iHPzy04RXYyYdP98UgqEI\",\"authorship\":{\"contributor\":\"0x50DFA4f326C8D0666AE39431f220915FC37dECA8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"egbkGVb1_2tUNZs2aPUrFOMJb-pEoETFXOdmrbS8mAY\\\",\\\"y\\\":\\\"Ti2cU75nie_1DHaDfozVmIf7RXLSRd5IiwXZ8F-HG1E\\\"}\",\"signature\":\"w00NQnrX0KNvDh_K4VFDathlKmEuVSp3I79qYTiDaBlxW4VRUuqUk0aQfhcAN14vMK7g0uBWp6oQixoKADTAKg\",\"signingKeySignature\":\"0xa9491d876d56618b3c46cbacd6c4d438e6c2a4aa4ea1f75e631623aa12faffb5116107e86030fe95a028ed9f8c9813d79ece563539e3f09b46ee1e95715ba3ba1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"egbkGVb1_2tUNZs2aPUrFOMJb-pEoETFXOdmrbS8mAY\\\",\\\"y\\\":\\\"Ti2cU75nie_1DHaDfozVmIf7RXLSRd5IiwXZ8F-HG1E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ekgelZc8_fql1Ye_6jMGk_iHPzy04RXYyYdP98UgqEI\"}"