"{\"content\":{\"body\":\"This is the first of several posts giving an introduction to an idea called Afropessimism. This theory has apparently been all the rage for a few years now in academic circles. I have mainly engaged with the Afropessimism through its most famous or infamous advocate, a writer called Frank B Wilderson III. He’s written a memoir called Afropessimism, and has also been hitting the podcast and interview circuit heavily this year, 2020. In my series, I’ll be making lots of references to these, as well as other articles. I’ll always give references with hyperlinks in the description and blog posts to allow you to follow up.\\n\\nWillderson uses a lot of dense philosophical, academic terms and concepts which are not easy to get, for me at least. But what I’ll do is pull out some of the things that have jumped out at me about Afropessimism. I’ll say now that while not all of the ideas make sense to me or fully resonate, I think Afropessimism is a very important body of ideas for Black radicals, Panafricanists, etc. I hope that these videos will help to introduce Afropessimism to Black folks outside of academia. Ultimately, I want these posts be a resource for Black people to apply in our own lives with the aim of furthering the quest for genuine Black liberation.\\n\\n**So, what is Afropessimism in a nutshell?**\\n\\nI see Afropessimism as an effort to understand why other people treat Black people the way they do. It looks at the Arab and European enslavement of Africans and the gratuitous violence this involved. It looks at how this slavery and violence has morphed into a relentless, deep-seated Anti-Blackness which has psychic and political dimensions. They do all of this and much more and come to some conclusions that in my opinion are militantly Black-centred and revolutionary.\\n\\n**Black people versus Humans**\\n\\nAt the heart of Afropessimism is the claim that, unconsciously and consciously – non-Black people do not consider us to be human. This will not be news to anyone who has studied the rise of the European project of modernity. One of the originators of the very idea of distinct human races was a Swedish intellectual called Carl Linneas who is referred to as the father of taxonomy – the classification of things in nature. A website called Linnean.org has a very good discussion called “Linneas and Race” which outlines how he classified humans. As the article explains:\\n\\n*“Linnaeus’ work on the classification of man forms one of the 18th-century roots of modern scientific racism.” He groups men into four kinds,  Asiaticus, Europaeus, Americanus and Africanus. Though the order changed over the various updates to his schema, “Africanus consistently remained at the bottom of the list. Moreover, in all editions, Linnaeus’ description of Africanus was the longest, most detailed and physical, and also the most negative.” He refers to them, as lazy, Sly, sluggish, neglectful and capricious.”* [https://www.linnean.org/learning/who-was-linnaeus/linnaeus-and-race#:\\\\~:text=Linnaeus was the first naturalist,later on in his career](https://www.linnean.org/learning/who-was-linnaeus/linnaeus-and-race#:\\\\~:text=Linnaeus%20was%20the%20first%20naturalist,later%20on%20in%20his%20career).\\n\\nThis helped set the trend for European race science, with revered intellectuals and academics such as David Hume and Immanuel Kant waxing lyrical about the inferiority of Black people. I’ll just mention one other notable figure – the nineteenth century German philosopher Hegel. Here are some nuggets taken from an essay entitled “Critical Notes on Hegel’s Treatment of Africa” by Omotade Adegbindin:\\n\\n*“Hegel refers to “Africa Proper” as “the lad of childhood, which lying beyond the day of self-conscious history, is enveloped in the dark mantel of Night.” He also holds that “in Negro life the characteristic point is the fact that consciousness has not yet attained to the realization of any substantial objective existence.” Therefore, the African has not reached the level of realizing his own being; he has not yet realized his person. In Hegel’s words, the African is “natural man in his completely wild and untamed state.” From the Hegelian perspective, the African is still under the influence of nature. Hence Africa proper has no role in the world history. Until it attains the level where it can transcend the influence of the environment, at the minimal level of consciousness, Africa proper is unable to fit within Hegel’s philosophical scheme.”*\\n\\nEven if you’ve never heard these actual words, the message will be familiar to you. It has echoed throughout Western modern history. Today for example, there is a thriving online scene of “race realists” who propagate the idea that Black people have a genetically determined low level of intelligence, and that this explains us being at the bottom of the social ladder almost everywhere in the world. You can bring up the monkey chants that Black footballers have faced from crowds at football stadiums across the World, for decades. Witness the infamous cartoon comparing (mixed-race) US President Barack Obama to King Kong. There is a widespread and deep-rooted notion in European modernity that Black people are not human, or at least are right on edges of what can be considered human. I recommend a Washington Post article from 2019 called “A Brief History of the enduring phony sconce that perpetuates white supremacy” for a good overview of this rich tradition. <https://www.washingtonpost.com/local/a-brief-history-of-the-enduring-phony-science-that-perpetuates-white-supremacy/2019/04/29/20e6aef0-5aeb-11e9-a00e-050dc7b82693_story.html>\\n\\n**Slavery and humanness**\\n\\nLinneas, Kant, Hume, Hegel and others were writing during the height of the European enslavement of Africans. It’s commonly said that this race science or scientific racism was designed to provide intellectual and scientific rationalisation for this enslavement. Africanswere not human, so enslaving them was not an affront to humanism. This may well be true, but Afropessimists would argue that it’s deeper than that. They’d argue that it was (and still is) necessary to have slaves in order for the category of human to make sense. Without slaves, they’d argue, humanity would cease to be a meaningful concept. To quote from Saidiya Hartman, a major influence on Afropessimism in her book Scenes of Subjection:\\n\\n*“The slave is the object or the ground that makes possible the existence of the bourgeois subject and, by negation or contradistinction, defines liberty, citizenship, and the enclosures of the social body.”*\\n\\nAn analogy to this might be the necessity for foreigners to exist in order for the category of nationals to make sense. Any group of people needs to be able to define itself against another group. If no other groups existed, then the concept of being, say, German would be nonsensical. So the concept of human needs slaves to define itself against.\\n\\nBut if this is the case, what happened once slavery ended? Well, Afropessimists argue that although slavery was formally abolished - it didn’t really end for Africans in the diaspora. This is a common theme in 20th and 21st century Black radical traditions. Many Black thinkers, writers, activists have emphasised the continuing nature of the slave condition for Africans. The For example, Dr Amos Wilson in his seminal lecture Blueprint for Black Power said this:\\n\\n*“We are still of the same consciousness; we are still in the same position because we are still servants of the white man. Our reason for being in America is to serve white folk and to generate wealth for them. There has been no change at all in terms of our relationship to these people. The values that we pursue are slave values —and the values of servants. The social relations that we create and interact with were built and developed during the periods of slavery. We have not escaped it at all*.” <https://revolutionarystrategicstudies.wordpress.com/2011/08/22/blueprint-for-black-power/>\\n\\nAnd Saidiya Hartman coined the term the afterlife life of slavery when she writes in her book [Lose Your Mother: A Journey Along the Atlantic Slave Route](https://www.goodreads.com/work/quotes/82680):\\n\\n*“If slavery persists as an issue in the political life of black America, it is not because of an antiquarian obsession with bygone days or the burden of a too-long memory, but because black lives are still imperiled and devalued by a racial calculus and a political arithmetic that were entrenched centuries ago. This is the afterlife of slavery–skewed life chances, limited access to health and education, premature death, incarceration, and impoverishment.”*\\n\\nAfropessimists argue that Black people are positioned outside of humanness because, again, humanness requires a fall guy. The World as we know it needs a foil. This will not change until the World as we know it us destroyed.\",\"timestamp\":1633550211,\"title\":\"Black People are not considered Human. Afropessimism Series Part one\"},\"digest\":\"JxPlSDXxEWrMVVWckWQIi2ZGMewIyY--ajobluo1L0A\",\"authorship\":{\"contributor\":\"0xFF1F91E6811ceAbDa26997159e8e11bd430eBD73\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xmDER9h71SampnomAuZus50Ojq6hulHq1PXJhiaoITk\\\",\\\"y\\\":\\\"sTktKowMrn5Nm2z1wr9OczIXiNrtttFN--a3Rct4HTY\\\"}\",\"signature\":\"fI_Pf4MtkJ5upX9B2rM7NcVZSArhoiTu1zgkFm8teMxCyHL3hvaJ91iZOzdGmnDEgq3JrMc_3u1UppnmQ-6m6w\",\"signingKeySignature\":\"0xd36d49d5baf81d50931b2aae50bb4cca1efe5613a24314129c2f8e19d0a36129426ab2f62cfa53d54e47fa1e109ebc337c69f0c346b138e76448f57dc8e5d95e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xmDER9h71SampnomAuZus50Ojq6hulHq1PXJhiaoITk\\\",\\\"y\\\":\\\"sTktKowMrn5Nm2z1wr9OczIXiNrtttFN--a3Rct4HTY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"crtMuMt5tPC33W4-7JIcBdl3mmdpWPF5jl1guqngmFE\"}"