"{\"content\":{\"body\":\"**By [Meagan Loyst](https://twitter.com/meaganloyst)**, Founder of [Gen Z VCs](https://www.genzvcs.com/) & Investor at [Lerer Hippeau](https://www.lererhippeau.com/)\\n\\n## So what exactly is the metaverse?\\n\\nDespite its recent rise to fame, the term metaverse was first [coined](https://theconversation.com/metaverse-five-things-to-know-and-what-it-could-mean-for-you-171061) thirty years ago in 1992 by science fiction author Neal Stephenson. His novel *Snow Crash* depicted the metaverse as a 3D virtual world where people walk around as avatars and socialize / interact with one another and AI-generated characters.\\n\\nFast forward 30 years, and the definition has come to mean different things in various contexts. Put simply, the [metaverse](https://www.vox.com/recode/22799665/facebook-metaverse-meta-zuckerberg-oculus-vr-ar) is a virtual world where people can socialize, work, shop, and play. I categorize it in three ways: virtual reality, augmented reality, and virtual worlds.\\n\\n![The segmentation of the metaverse: Virtual Reality, Augmented Reality, and Virtual Worlds](https://images.mirror-media.xyz/publication-images/FeBhad4xL2ojlutFj-Ke1.png?height=900&width=1600)\\n\\n### Virtual Reality (VR)\\n\\nThese are immersive worlds that you can experience through headsets and haptic technology to touch, feel, and move in a digital world. *AKA: physical senses & representation in a digital world.*\\n\\n* *Facebook* [renamed](https://www.cnbc.com/2021/10/28/facebook-changes-company-name-to-meta.html#:\\\\~:text=Facebook%20on%20Thursday%20announced%20that,growing%20ambitions%20beyond%20social%20media.) itself “*Meta*” in October 2021 to create its own version of the metaverse, dedicating $10 billion in spend to bring it to life. Their core play in virtual reality “Horizon Worlds” is a social world-building playground that can be accessed using Meta’s Oculus headset – it expanded out of invite-only beta in December 2021. On Christmas Day, Oculus was the #1 Free App on Apple’s App Store, evidencing the resurgence of interest around experiencing the metaverse through VR.\\n\\n### Augmented Reality (AR)\\n\\nThis is an interactive experience that happens in the physical world, overlaid with computer-generated objects and environments. *AKA: digital representation in the physical world.*\\n\\n* Back in 2016, *Pokemon GO* (created by Niantic) [took the world by storm](https://www.theguardian.com/technology/2016/jul/12/pokemon-go-becomes-global-phenomenon-as-number-of-us-users-overtakes-twitter) reaching 232 million users at its peak, with the core experience taking place in augmented reality. Players could move about the real/physical world to capture pokemon featured within the app on their phones, which could appear anywhere at any time.\\n* *Snapchat* has always been famous for its filters and AR-first approach. Their AR-augmented glasses, Spectacles, massively failed in 2017 when only [.08%](https://techcrunch.com/2017/10/28/why-snapchat-spectacles-failed/) of users bought them – and today, they’re not for sale – only AR creators on their platform can access them on a limited basis. However, their Lens Studio (AR division) has 200,000 creators that have created 2 million lenses for their over 200 million DAUs. Consumers use lenses within the Snapchat app everyday to augment the world around them.\\n\\n## Virtual Worlds\\n\\nThis is the most open interpretation of the metaverse. Traditional games with avatars, skins, economies, and social platforms can be considered metaverses within themselves. Ie: Microsoft CEO Satya Nadella [claims](https://www.pcgamer.com/microsoft-says-it-has-metaverse-plans-for-halo-minecraft-and-other-games/), “If you take Halo as a game, it is a metaverse. Minecraft is a metaverse.” In addition to newer games-turned-metaverses which now host virtual concerts like Roblox or Fortnite, there are games and worlds being built on the blockchain (ie: Axie Infinity, Sandbox) that are enabling the creation of new ecosystems and worlds that help bridge the digital and physical. *AKA, entirely digital worlds with digital representation.*\\n\\n* *[Roblox](https://www.roblox.com/home) has emerged as the darling of the metaverse for the everyday non-crypto consumer. Half of children in America supposedly play on Roblox, where users can play millions of 3D online games, customize their own avatars with skins, and spend/earn Robux. Roblox also has the most monthly active users (202m as of April 2021), and strong daily engagement as well (nearing 50m DAUs as of December 2021) of the newer-age metaverse platforms. Roblox is a closed ecosystem, meaning the avatars and skins within Roblox cannot be ported outside of the game. It’s a platform that thrives on UGC – as of October 2021, Roblox has [1.3 million developers](https://musically.com/2021/10/15/roblox-expects-pay-out-500m/) earning Robux (in-game currency), and these creators are on track to earn $500 million from their gaming creations this year. With a $61Bn market cap, Roblox is one of the most highly valued companies in the metaverse, and I would argue still in the early innings of capturing value from brands, franchises, and artists on their platform.*\\n* *[The Sandbox](https://www.sandbox.game/en/) is a blockchain-based virtual world (built on Ethereum) where players can build, own, and monetize their gaming experiences. There is a fixed amount of NFT-based real estate plots in the game (two-thirds of it is already sold) where corporations, celebrities, and individuals alike are staking their claim within the metaverse. As of November 2021, The Sandbox has sold more than [$144 million](https://venturebeat.com/2021/11/02/softbank-invests-93m-in-the-sandboxs-nft-game-platform/) in gross merchandise value for its land, and has over 12,000 virtual land owners (including 165 brands, and more than 500k registered wallets). The company just raised $93m from Softbank’s Vision Fund, and mentioned ambitions to “grow beyond gaming into economies such as fashion, architecture, virtual concerts and shows, art galleries, museums, and more.” The Sandbox is [utilizing](https://venturebeat.com/2021/11/02/softbank-invests-93m-in-the-sandboxs-nft-game-platform/) a “play-to-earn” model to incentivize players for time spent in the metaverse, and is building an open metaverse to enable greater collaboration with creators and brands alike.*\\n* *[Axie Infinity](https://axieinfinity.com/) explores a [vision](https://chainlinktoday.com/axie-infinity-gets-to-the-heart-of-the-metaverse-at-smartcon/) to introduce crypto to the mainstream through games. Axie Infinity is a blockchain-based game built on Ethereum (+ Ronin side chain to minimize fees & transaction delays) where players purchase NFTs of cute monsters called Axies and battle them against each other. Players can trade Axies within the game’s marketplace for real money (some selling for [more than $600k](https://decrypt.co/resources/what-is-axie-infinity-the-play-to-earn-nft-game-taking-crypto-by-storm)) and also breed them to create additional NFTs. It requires an upfront investment to play, as you need at least 3 Axies to participate in this “play-to-earn” model, and they’re selling for as little as [$70](https://decrypt.co/resources/what-is-axie-infinity-the-play-to-earn-nft-game-taking-crypto-by-storm) on Axie’s marketplace as of December 2021. For context on just how much activity is happening within Axie Infinity, it’s the most successful blockchain-based game to-date and simultaneously the largest overall NFT project based on trading volume (seeing $341 million in transaction volume on its marketplace in the last 30 days, as of Dec. 27th).*\\n\\n# What’s different this time around? Or, in other words, why now?\\n\\n![The \\\"metaverse\\\" starter pack for Gen Z, especially those born in the late 90's / early 2000s](https://images.mirror-media.xyz/publication-images/EPr3h0a7jn--10Uf6DpZZ.png?height=651&width=1580)\\n\\nAs a 24-year-old “elder Gen Z,” I grew up playing Webkinz and Club Penguin in elementary school. Webkinz was a perfect representation of bridging the physical and digital worlds – you received a plush Webkinz toy for your birthday that came with a digital code, allowing you to enter the “world of webkinz” with a digital version of your toy. There was no talk of the metaverse, this was just where every kid was spending time online – playing games to earn more KinzCash, decorating your room for your Webkinz, and more. The same goes for Club Penguin, where your virtual avatar was instead a mini penguin, and you could decorate your own igloo, play games for coins, and socialize with friends and strangers alike. I’m sure any fellow club penguin fans will remember meeting up after school on Club Penguin to hang out, go on “dates” in the Pizza Parlor, or band together with dozens of strangers to try and tip the iceberg. And as I graduated to middle school, I became obsessed with the Sims (specifically Sims 2 Deluxe) and would spend hours upon end creating new families and avatars, building houses and communities, and living virtually through my Sims. The idea of the metaverse is not new to Gen Z, or in fact any native gamer who’s experienced in-game currency, avatars, and worlds.\\n\\n**So if the “metaverse” has existed for years, what’s so special this time around?** I would argue market timing, technology (blockchain, headsets), and generational readiness have played equal roles here. I’ll dive into all three from my perspective, but first, I’m going to walk through some thoughts on why previous metaverse startups have failed, starting with Second Life.\\n\\nFounded in 2003, Second Life was an overly hyped metaverse startup that struggled to maintain relevancy – I’d argue many younger generations have never even heard of it, despite nearly 20 years ago being hyped up to be [as important or revolutionary as Facebook](https://nwn.blogs.com/nwn/2011/01/2006-second-life-and-facebook.html). Similar to the metaverse startups / companies of today, in Second Life’s virtual world you could roam around and customize your own digital avatar, attend events, buy and sell virtual goods, and more. At peak in 2007, they had \\\\~1 million monthly members, and even saw brand collaborations from Adidas, Armani and Calvin Klein (sounds eerily familiar given the activity we’re seeing now with Roblox).\\n\\nThe biggest discrepancy between the failed Second Life and success of Roblox is that Second Life wasn’t actually a game and failed to create mechanics that kept users engaged. A dedicated Second Life user & blogger [details](https://gigaom.com/2013/06/23/second-life-turns-10-what-it-did-wrong-and-why-it-will-have-its-own-second-life/) that “its users were primarily using it for social game activity like roleplaying, virtual fashion, collaborative sandbox building, and even, virtual sex.” The average user age on Second Life was 32, so it was naturally an older demographic and the use cases were inherently different from that of Roblox/Fortnite – even Second Life’s former Chief Architect claims “the reason why it didn't \\\\[work\\\\], and this reason is still very true today, is simply that most adults are not yet comfortable engaging with new people, or engaging socially, in a multi-player context online.” User-generated content also wasn’t valued by VCs in the same way it is today in the post-YouTube era, and Second Life’s platform was supposedly difficult to create/build within which created friction. In contrast with Roblox, developers are highly incentivized to create new games on the platform, receiving [24.5% of all revenue](https://productmint.com/roblox-business-model-how-does-roblox-make-money/) generated within their games, earning $250m in 2020 and $500m in 2021 payouts.\\n\\nYou can also turn to the failed promises of many VR startups of the past decade, raising millions in funding but not being ready for primetime consumer adoption. VR startups raised [$900m](https://www.fastcompany.com/90432358/the-big-problem-with-virtual-reality-its-almost-as-boring-as-real-life) in 2016, only to plummet to $280m by 2018 as many failed to deliver. Oculus has come back into favor in recent years; for example: Facebook’s rebranding to Meta, Oculus jumping to the #1 free app on the iOS App Store this Christmas, etc.\\n\\nThere have also been plenty of blockchain-based games that have failed before the rise of Axie Infinity (which again… has been around since 2018 but saw mass success in 2021), some of which are detailed in this [article](https://nulltx.com/what-we-can-learn-from-previously-failed-metaverse-crypto-games/) and account for unique challenges related to Ethereum gas prices and creating friction within the platforms. Axie has solved for this using the Ronin sidechain wallet. Like investing in any traditional gaming startup, there’s inherently going to be some “hit risk” built in.\\n\\nSo again, we come back to the question… why now?\\n\\nI'd argue it's the combination of these three forces at play: **market timing, technology (blockchain, headsets), and generational readiness**.\\n\\n### Market Timing\\n\\n*COVID-19 / The Pandemic*\\n\\nIt’s hard to ignore the effects of the pandemic and stay-at-home orders on the growth of the metaverse. People of all ages had to become more comfortable living digitally and doing things from home – be it working, ordering groceries, going to the doctor or vet via telemedicine, and even spending time with friends and family on Zoom or FaceTime. Even speaking from a personal point-of-view, I never had internet friends prior to 2020 – [Twitter](https://twitter.com/meaganloyst) and the growth of my own global online community, [Gen Z VCs](https://www.genzvcs.com/), contributed to that. I had also never worked from home, attended a [virtual concert](https://twitter.com/meaganloyst/status/1308440746312245250?s=20), or used Zoom outside of a work setting (I can now say I’ve attended weddings, baby showers, and more).\\n\\n*Facebook rebranding to Meta*\\n\\n![1 year Google Trends data for search of the word \\\"metaverse\\\" through Dec 27th, 2021](https://images.mirror-media.xyz/publication-images/FhDzJQSxbxc_xS8Yf5Qc3.png?height=670&width=2250)\\n\\nYou only have to look at Google Trends data for the word “metaverse” over the past year to see a real and tangible inflection point in October when Facebook rebranded to Meta. When the world’s largest social network claims their product focus is too narrow and goes all-in on the metaverse… people pay attention. Announcing $10 billion in spend on its own version of the metaverse also doesn’t hurt.\\n\\n### Technology\\n\\nYou can experience the metaverse in plenty of different forms today, ranging from web-browser-based metaverses like Roblox, console-based metaverses like Animal Crossing via Nintendo Switch, VR-based metaverses via Oculus like Meta’s Horizon Worlds or VRChat, or even through your iPhone for AR-based metaverses like Pokemon GO.\\n\\nI would say I’m more bullish on web-based virtual worlds and metaverses above all else from an investment perspective, largely because I think there’s the least amount of friction in getting mass adoption. You can do a quick level-set with Oculus vs. Nintendo Switch vs. Roblox. Oculus has supposedly sold 10 million Quest 2 VR headsets over the past year (as of Dec 2021), making it the most successful VR headset in the world. Yet, it still dwarfs in comparison to the 97 million Nintendo Switch consoles sold (and the 35 million copies of Animal Crossing currently in the hands of consumers via the Switch)… not to mention the 50 million daily active users on Roblox that don’t need any additional hardware to play. To put these numbers into perspective, there are more daily active users on Roblox (50m) than the entire population of Spain (47m).\\n\\n![Meta Oculus adoption (VR headset) vs. Nintendo Switch (console + mobile)](https://images.mirror-media.xyz/publication-images/5mWVLp4pLjMZ_r0zn-Pz9.png?height=900&width=1600)\\n\\nThat said, there is still more advancement in technology that needs to occur before we can work, live, and play in the metaverse for days on end. As a data point, I’ve spent the past 2 days almost entirely on my computer reading articles about the metaverse and writing. I’ve been wearing my blue light glasses for about half the time, and even still I get headaches and need to take breaks from looking at my screen. I think we’re years off from working, living, and playing in the metaverse (especially VR) for days at a time.\\n\\n### Generational Readiness\\n\\nThe above two reasons are widely quoted as being two large drivers for adoption of the metaverse… but I’ll also argue generational readiness for the metaverse plays a role, with younger and digital native Gen Z-ers paving the way.\\n\\n![Top new-age metaverse platforms by MAUs & Average User Age (which is largely Gen Z)](https://images.mirror-media.xyz/publication-images/C-mKtqiEuf8CXfGSujgFb.png?height=400&width=1600)\\n\\nI’ve been a clear advocate for the success of Roblox, and will continue to dive deeper in case studies with regard to partnerships around fashion, music/concerts, and more. But if you look at the largest web-based virtual worlds or metaverses by their user bases (ie: Roblox, Fortnite, Minecraft)... the vast majority are Gen Z. We’re already so used to living digitally, that the metaverse truly isn’t a new concept. And younger generations are embracing the monetization opportunities that come with these types of resale economies that didn’t quite exist for us in Club Penguin or Webkinz. Gen Z is all about the side hustle and being entrepreneurial, and these platforms allow us to both be creative and build/create, and also earn via ownership. Earlier this year, there was a [study](https://outlierventures.io/research/the-open-metaverse-os/) that showed people spent 5x more money in blockchain-based games than in traditional ones. Jamie Burke [describes](https://outlierventures.io/research/the-open-metaverse-os/) this phenomenon perfectly in the context of Axie Infinity’s recent success, stating that “players will spend more money in-game when that value is freely transferable off-platform and value earnt or bought is easily convertible into cryptocurrencies like Bitcoin or Ethereum.” This is the core difference between owning a Webkinz in the digital world vs. owning an Axie in the digital world.\\n\\nAs Gen Z ages out of Roblox into other metaverse platforms overtime, there creates real opportunity for metaverses like The Sandbox, Decentraland, and others to own this audience and monetize accordingly, or other blockchain-based games to win the hearts of younger audiences who are eager to both play and earn.\\n\\nAnd let’s not forget the size of this opportunity ahead – the market size for the metaverse is hard to ignore, projected to be an [$800bn market opportunity by 2024](https://venturebeat.com/2021/12/11/as-meta-pushes-for-the-metaverse-it-may-be-a-better-fit-for-some-not-all/) (compared to $478bn in 2020).\\n\\n# Early adopters in the metaverse & use cases\\n\\n### Fashion in the Metaverse\\n\\nWhen it comes to bridging the gap between the digital and physical world, the fashion industry is seemingly the most ready to embrace the metaverse, as evidenced by a crazy year of partnerships and activations across various platforms from brands like Vans, Nike, Ralph Lauren, Balenciaga, Gucci, UNIQLO, and several more.\\n\\n**Why Skins Create Opportunities for Brands**\\n\\nLuxury and mass retailers should care about the metaverse because one of the largest opportunities for in-game monetization is through skins, aka customizable add-ons that let you change the appearance of your avatar (think clothing, accessories, etc.). The market for skins is reported to be [$40Bn a year](https://venturebeat.com/2020/12/18/newzoo-u-s-gamers-are-in-love-with-skins-and-in-game-cosmetics/), which is hard to ignore. You pair this $40bn market opportunity with the rising theme of “meeting users where they are,” which in many cases is within gaming ecosystems like Roblox or Fortnite, you have a magical branding moment to reach your target audience in a way that’s both authentic and lucrative. And this is all without the physical limitations of production in the physical world – you can theoretically create clothing pieces with no gravitational limitations, don’t have to worry about excess inventory or discounts, or varying labor costs. Take digital fashion house, The Fabricant, and the way they’ve approached the production of digital clothing pieces and collections. For Australian fashion week, The Fabricant brought the [Animator Overcoat](https://www.thefabricant.com/australian-fashion-week) to life, “made of liquid metal and augmented with gravity-defying tentacles,” something that is impossible to physically reproduce in the real world.\\n\\nIn theory, the potential is limitless for brands to monetize in the metaverse. And for consumers, there presents real upside potential in the value of skins/collectibles acquired overtime – the metaverse has created a real and tangible resale economy where any user regardless of age can monetize. My favorite example is the digital Gucci bag on Roblox which resold for over [$4,000](https://www.scmp.com/magazines/style/news-trends/article/3136325/digital-gucci-bag-sold-us4000-gaming-platform-roblox) (more than the IRL version) after the Gucci Garden experience. I’ve even experienced this myself in decorating my \\\\*very cute\\\\* personal avatar on Roblox, featured in the image below – there’s a limited supply of the “Heart Gaze” face created by the Roblox x Zara Larsson collab, and the price has skyrocketed in the secondary market. Users who saw the value early in buying this particular “face” have been able to profit 50x by selling it, and hopefully the value will continue to go up since there’s only a limited supply of 17k units.\\n\\n![My digital avatar on Roblox and acquiring the \\\"Heart Gaze - Zara Larsson\\\" face](https://images.mirror-media.xyz/publication-images/-f1yIB5H6L9TkBd5q2fq0.png?height=900&width=1600)\\n\\n**Brand Collaborations in the Metaverse: 2021 Edition**\\n\\nSkins and digital collectibles in the metaverse present great monetization opportunities for both brands and consumers alike. The below graphic outlines some of the various partnerships and collaborations that occurred within web-based metaverses like Roblox, Minecraft, and Animal Crossing in 2021.\\n\\n![Prominent brand collaborations of 2021 across major metaverse platforms](https://images.mirror-media.xyz/publication-images/TMw3OOSmpOKsE8JdPR9A-.png?height=1600&width=1600)\\n\\nMany of these are developed via partnerships teams at Roblox / “top-down” vs. going directly to the game developers themselves. In addition, large brands will often partner with agencies or consultants to help pull off some of these large-scale collaborations. Forever 21 partnered with [Virtual Brand Group](https://www.virtualbrandgroup.com/), a metaverse creation company, to help them launch their “Shop City” experience within Roblox, allowing users to create their own fashion stores (I spoke about this partnership live on [Bloomberg TV](https://www.youtube.com/watch?v=PIuNL4pvPNE&t=129s&ab_channel=BloombergTechnology) in December if you’d like to learn more). These activations also range from short-term in-real life / virtual collaborations (like the Gucci Gardens experience which was around for only 2 weeks on Roblox), to longer term or indefinite collaborations like Vans’ Vans World skatepark in Roblox. In comparison, when you think about activations within The Sandbox, brands will more likely always have a longer term presence because they need to acquire land / real estate in order to have a virtual presence, which will likely only increase in value overtime given the scarcity on the platform (vs. the unlimited potential to launch new games or experiences within Roblox).\\n\\nI believe there’s a large opportunity to empower the 1.3m Roblox developers (and independent UGC creators on other metaverse gaming platforms) directly to bring these experiences to life, and likely technology that will help enable this. For example, when a brand approaches a game developer to customize an experience, there’s a ton of legal work, insurance, and beyond that these small teams or individual developers need to think about. This ties back to the creator economy and tools supporting the next generation of creators… my bet is many of these creators will be gamers. Here are some early examples of big name brands partnering with creators to bring their visions to life in the metaverse:\\n\\n* *Vans World* partnered with the [Gang Stockholm](https://twitter.com/thegangsthlm/status/1433058186412662791?lang=en), a Roblox gaming studio, to create Vans skateparks based on real Vans spaces\\n* *Gucci* created items in [partnership](https://www.voguebusiness.com/technology/inside-robloxs-metaverse-opportunity) with designers cSapphire and Rook Vanguard, who are Roblox creators with popular followings\\n* *Stella McCartney* partnered with community creator Samuel Jordan, who goes by “Builder Boy” on its virtual collection\\n* *Tommy Hilfiger let Roblox creators put their own spin on designing the collection. Ie: @PolarcubArt took on the Tommy Jeans backpack, while @MiracleDropsRBX [designed](https://gothammag.com/culture-post/53304/digital-editions) a nylon cross body bag and a unique skateboard.*\\n* *NASCAR worked with 2-man developer team (Badimo) to create a 10-day event within their popular game, Jailbreak, which saw [24 million users](https://digiday.com/marketing/from-metaverse-platform-to-ugc-platform-how-robloxs-virtual-brand-activations-are-building-a-robust-creator-economy/) throughout the activation*\\n\\n![Popular brand activations on Roblox created in partnership with individual developers](https://images.mirror-media.xyz/publication-images/9cXP0FCU-nlOJ0cumc8A_.png?height=900&width=1600)\\n\\nBrands can also build their own gaming experiences if they prefer to own and monetize the experience from end-to-end, as we saw in 2021 with brands like Off-White, Selfridges, Balenciaga, and Louis Vuitton.\\n\\nAnd just because a brand does an activation within one metaverse, doesn’t mean they’ll be closed off to partnerships with another. For example, Balenciaga created their own virtual experience on Epic’s Unreal Engine called [Afterworld](https://www.thefashionlaw.com/balenciaga-launches-a-new-division-to-spearhead-metaverse-push/) to debut their Fall 21 collection, and then did a massive activation with Fortnite later in the year. And Ralph Lauren similarly launched a collection within Zepeto’s metaverse, and then an entire Winter Escape experience in Roblox paired with skins. This is largely because different age cohorts congregate in different metaverses, so by securing partnerships across platforms, brands are able to capture multiple audiences.\\n\\n![Brands can create collaborations across platform/strategy, like Balenciaga & Ralph Lauren](https://images.mirror-media.xyz/publication-images/5gIHMkxvqxumvTc_WM8uk.png?height=807&width=1600)\\n\\nExpect to see many more brands venturing into the metaverse in 2022, be it through creating virtual plots of land and experiences in Sandbox, native experiences within Roblox, developing their own games, or launching NFT collections that enable an eventual migration to the metaverse.\\n\\n## Music in the Metaverse\\n\\nVirtual concerts have risen in popularity during COVID-19, happening within metaverse platforms, on Zoom, or via platforms like Moment House / Single Music. I’m going to dive into three specific musician/artist activations in the metaverse across platforms and why each is significant for an artist’s earning potential and connection with their fanbases.\\n\\nI also think musicians and artists will enable the largest gravitational pull towards the metaverse, as I’d argue fandom in the music world trumps that of the fashion world. As we look towards Gen Z and the obsession with creators and the numbers by which large-scale artists like Ariana Grande, Lil Nas X and others are able to pull fans into the metaverse, it becomes clear that this creates an enormous opportunity for metaverse platforms and startups alike.\\n\\n### Travis Scott on Fortnite\\n\\nFortnite has been an early winner in creating concert experiences within the metaverse. The first metaverse concert in memory to gain mass media attention was Travis Scott’s “Astronomical” concert within Fortnite in April 2020. While Travis Scott has been a problematic figure since the Astroworld [tragedy](https://www.foxnews.com/entertainment/astroworld-tragedy-everything-to-know) (his skins on Fortnite have even been [removed](https://www.theverge.com/2021/11/8/22770312/epic-games-fortnite-halts-sale-travis-scott-emote-astroworld-concert-tragedy) from the marketplace), his pioneering experience in the metaverse is still noteworthy and provides a strong case study given he was one of the first mainstream celebrities to bring his fanbase into a virtual world. Note: I am not a fan of Travis Scott and do not condone his actions.\\n\\nThe best way to show the gravitas and potential of a virtual metaverse event is by showing the apples-to-apples comparison from an in-person tour vs. an activation in the metaverse. The below contrasts Scott’s 2018-2019 headlining [tour](https://www.pollstar.com/article/by-the-numbers-travis-scotts-eight-year-boxoffice-history-149146) in North America vs. his 5 concert global [tour](https://www.nbcnews.com/think/opinion/fortnite-s-travis-scott-concert-was-historic-he-s-not-ncna1195686) in Fortnite’s metaverse.\\n\\n![Comparing Travis Scott's in-person 2019 tour vs. his 2020 virtual Fortnite concerts](https://images.mirror-media.xyz/publication-images/jxt2XW2kTzr9Ye8LkfBnB.png?height=900&width=1600)\\n\\nArguably, the most valuable asset for creators is their time. Each Fortnite concert was about 10 minutes in length. If you multiply that by 5, the entirety of his Fortnite global set, it’s still not even an hour long (and less time than a single in-person show). Scott is rumored to have made $20m from his Fortnite tour, and while this is only one-third of the earnings from his in-person tour, let’s extrapolate how much he’s actually making per hour. Assuming conservatively he’s on stage for about 2 hours per concert, that’d mean he performed for 110 hours on tour and made $545k per hour in-person. In the metaverse, he actually makes $24m per hour, meaning Travis Scott theoretically is earning 44x as much for his time doing immersive concerts in the metaverse.\\n\\nAnd earning potential aside, he’s entertaining a fanbase that’s 34x larger than what he was able to do for his in-person tour. The metaverse is equally as important for audience building, engagement with top fans, and discovery for new fans who maybe had never been able to attend in-person for various reasons. During a pandemic where global travel and touring became more difficult than ever, Travis Scott was able to engage his global fan base without leaving his home. And did so in a way that was immersive, bringing fans into outer space, underwater, and everything in between. And when you fast forward a year later to Ariana Grande’s live performance in Fortnite, an estimated [78 million](https://cointelegraph.com/magazine/2021/12/27/vr-animal-concerts-metaverse-lead-next-wave-crypto-adoption) users attended her show (making her \\\\~$20 million).\\n\\nThe majority of an artist’s revenue today comes from touring and live performances. While I don’t expect in-person tours to disappear anytime soon, the metaverse creates an incredible opportunity for artists (mainstream & indie alike) to engage their fans virtually and monetize accordingly.\\n\\n### Snoop Dogg on the Sandbox\\n\\nSnoop Dogg’s role as a creator and celebrity figure in the metaverse should come as no surprise, at least to the crypto community. Snoop Dogg has been an early adopter of blockchain technology, owning \\\\~[$17m](https://www.businessinsider.in/investment/news/snoop-doggs-new-project-with-let-fans-party-with-him-inside-his-la-mansion-and-potentially-be-neighbours/articleshow/86478559.cms) in Ethereum-based NFTs (including 9 Crypto Punks) as of September 2021.\\n\\nUnlike the Travis Scott or Ariana Grande examples above, Snoop is staking a permanent claim in the metaverse in developing “Snoopverse” within The Sandbox… and it’s pretty epic.\\n\\n![The Snoopverse on The Sandbox](https://images.mirror-media.xyz/publication-images/akcsd3JjGn9sxB-ZJrw6-.jpeg?height=1080&width=1920)\\n\\nWhat’s incredible about this model for artists is they’re able to own passive income through NFTs, and in Snoop’s case, he does this through selling NFT ticket passes (ie: 1,000 private party passes), 10,000 avatar skins, 20,000 cars, and more.\\n\\nPeople also care just as much about access to Snoop as being an active participant and land owner, with someone paying as much as [$450k](https://fortune.com/2021/12/09/snoop-dogg-rapper-metaverse-snoopverse/) to be Snoop’s neighbor in the metaverse. With only 122 parcels of land and 67 premium land+NFT bundles, there’s an inherent scarcity driving the marketplace and access to these valuable experiences – like the opportunity to attend a private ticketed pool party with Snoop and ask him any questions you’d like. A select group will also be able to host private Snoop parties on their own plots of land within Snoopverse, supposedly.\\n\\nThe monetization opportunities within The Sandbox extend far beyond just skins, and I would argue these experiences are also more appealing to an older audience that inherently has more spending power. Unlike the Fortnite or Roblox collaborations, these are a bit more premium in price point. I’d like to see more technology for the open metaverse that enables renting / sharing / group-buying for experiences like these to help increase access for the everyday person, or even retroactively reward existing Snoop fans. It’s hard to completely verify the latter when transactions weren’t made on the blockchain, but could prove to be an interesting way to reward top fans who have been around for the long haul.\\n\\n### Lil Nas X vs. Zara Larsson on Roblox\\n\\nThe Roblox artist experiences parallel that of Fortnite or even Ed Sheeran’s stint in Pokemon GO in November 2021. What I’ll outline in this example is the potential for not only mainstream artists like Lil Nas X, but also smaller artists like Zara Larsson.\\n\\nLil Nas X has seen a meteoric rise to stardom during the pandemic, a rookie artist seeing his song “Old Town Road” become the longest-running number one in US chart history while simultaneously finding his voice and fame on TikTok with nearly 27 million followers. While Travis Scott found immediate success within Fortnite, Lil Nas X did the same within Roblox just a few months later as the first mega concert within the platform. Lil Nas X saw [33 million views](https://www.theverge.com/2020/11/16/21570454/lil-nas-x-roblox-concert-33-million-views) across his two day / four show experience, and reportedly saw nearly [$10m](https://www.alltogethernow.ca/digital-merch-sales-from-lil-nas-x-roblox-concert-nears-10-million/) in merch sales through Roblox. A huge success for Lil Nas X and Roblox alike.\\n\\nEven more noteworthy for this article’s purposes is how Zara Larsson found success within Roblox. While still successful with nearly 14 million monthly listeners on Spotify, most wouldn’t clarify Swedish pop-singer Larsson as a mainstream top artist. For context, Lil Nas X has 53 million monthly listeners, Justin Bieber has 94 million, Ariana Grande has 80 million, Taylor Swift has 60 million, etc.\\n\\nIn May, Larsson partnered with Roblox to promote her “Poster Girl” album with a virtual dance party within the metaverse. Fans could watch her perform, buy her merch for their avatars, take selfies (ie: screenshot their avatars next to Zara), and do a virtual scavenger hunt. Her show attracted [1.6 million](https://www.bbc.com/news/entertainment-arts-59163449) users, but more importantly, more than $1 million in revenue through skins/merch sales alone. And even more impressively, the prices of each item could cost as little as $1 – meaning this feat was likely the result of a massive fan activation vs. the doing of a few wealthy fans dropping a few hundred thousand dollars each.\\n\\nArtists like Larsson no longer have to fight for fair pay on streaming platforms to get by during the pandemic, but instead, can turn to virtual concerts and digital merch by activating her engaged fanbase and finding new ones. She noted in a [BBC article](https://www.bbc.com/news/entertainment-arts-59163449) that “to make a seven-figure sum from YouTube or Spotify would take a long, long time and hundreds and millions of streams.\\\"\\n\\nAs mainstream and indie artists alike embrace the metaverse, there presents a huge opportunity for the longtail to embrace their “100 true fans.” For example, I’ve been an avid Ingrid Michaelson fan for many years, seeing her in concert at least 6 times. She doesn’t play huge stadiums, but I’d bet her fans (myself included) would come watch her perform in the metaverse.\\n\\nIt’s important to remember we’re still extremely early in seeing artists bring immersive concerts to the metaverse, and I’m excited to see these concerts expand beyond the partnerships teams within Roblox and other platforms to become more accessible and prominent in 2022. There are still kinks to be worked out (ie: Ava Max’s avatar hilariously [fell into a pit of lava](https://www.youtube.com/watch?v=U_3aWI6JepA) while performing and died, which was documented by fans on YouTube) at the platform level, and likely handholding for the artists themselves and their teams, but I see a bright future for the intersection of the metaverse and music.\\n\\nThis is how we’ll bring the next 1 million users into the metaverse, with musicians and artists opening the door for their most engaged fans.\\n\\n# Open vs. closed metaverse\\n\\n### An open metaverse & the idea of interoperability\\n\\nLet’s talk about interoperability, which is the ability to travel between virtual spaces with the same virtual assets (ie: avatars and digital items). The vision for an open metaverse with a focus on interoperability is one that’s touted by many NFT or blockchain-enabled startups popping up in the space, and can relate to avatars, transportation, and even the digital worlds themselves.\\n\\n![Interoperability in an open metaverse across avatars, transportation, and virtual worlds](https://images.mirror-media.xyz/publication-images/qVsn5i3XZeaE88Z87iALj.png?height=900&width=1600)\\n\\n### Avatars\\n\\nTake Axie Infinity and the cute NFT monsters people acquire to play in the metaverse. The founder believes “it’s natural that people should be able to use their Axies in other games as well. They are NFTs; they should be open. So that’s definitely coming.”\\n\\n[Genies](https://genies.com/), the metaverse avatar company outfitting celebrities like Justin Bieber and beyond, has a business model that hinges on interoperability. Their hope is to create a universal avatar for celebrities (and eventually consumers, currently in closed beta) that can be used across an open metaverse. It simplifies Web3 for the artists as they perform across realms and creates a uniform presence (avatar, wearables, and all) that consumers will recognize. Genies partnered with Warner Music Group earlier this year and inked a [partnership](https://www.forbes.com/sites/cathyolson/2021/12/09/universal-music-group-amps-metaverse-presence-with-genies-collab-for-artist-avatars/?sh=7610af9e3d47) with Universal Music Group in December, which means we’re likely to see many more artists making the jump into the metaverse in 2022 starting with their digital avatars. And Genies (a Lerer Hippeau portco) is making their tech more accessible to consumers soon too – I’m stoked to be on their waitlist & in their [Discord](https://discord.com/invite/geniesuniverse) with 18k+ other Genies fans.\\n\\n### Transportation\\n\\nThis idea not only refers to characters and avatars, but also travel and transportation. Seed stage startup Jadu just [raised $7m](https://techcrunch.com/2021/12/15/general-catalyst-invests-7m-in-ar-startup-selling-nft-jetpacks/) to launch NFT jetpacks and hoverboards, which can be paired with external avatar NFTs (like Larva Labs’ Meebits) to race around within Jadu’s AR app called The Mirrorverse.\\n\\n### Virtual Worlds\\n\\nPossibly the most important in my mind is being able to bring external NFTs and collectibles into actual spaces themselves and between worlds, such as The Sandbox, Decentraland, and Cryptovoxels. If you’re spending [$2.7m](https://www.businessinsider.in/cryptocurrency/news/most-expensive-bored-ape-nft-sells-for-2-7-million/articleshow/87162740.cms) to buy a Bored Ape, you’re likely doing so for clout, access to the incredible community, and potential upside as an investment. But I’d argue there’s huge potential in the utility of being able to not only display that Ape in a virtual art gallery like [Spatial](https://spatial.io/), but also being able to walk around in digital worlds as your Ape and have that serve as a core part of your identity in the metaverse. The Bored Ape Yacht Club [bought land](https://www.nftinvesting.io/somethings-brewing-between-bored-ape-yacht-club-and-the-sandbox/) in The Sandbox earlier this year (with plans to potentially distribute land to community members), so I expect this to come to fruition in 2022 and that other NFT projects with strong communities will likely follow. The Sandbox even owns [31](https://medium.com/sandbox-game/the-sandbox-bought-the-bored-ape-3749-the-captain-for-740-eth-684fef8472f7) Bored Apes themselves (worth \\\\~$9m), so they’re heavily invested in enabling anyone to be able to “turn 2D collectible image NFTs into 3D playable avatars that are animated, can run, jump, socialize, play games, and interact with their other peer Avatars” within their ecosystem.\\n\\n![The Sandbox owns Ape #3749 \\\"The Captain\\\" & wants to make it 3D in the metaverse](https://images.mirror-media.xyz/publication-images/WBjDHqYnNjMVQWEJuAwg3.gif?height=800&width=800)\\n\\n## A closed metaverse & the vision of “Big Tech” companies\\n\\nBig Tech companies like Meta that are building out “walled gardens” like Horizon Worlds are inherently at odds with companies like The Sandbox. Within decentralized metaverses like The Sandbox or Decentraland, anyone should be able to build, own, and monetize their creations in the metaverse. However, Meta’s version of the metaverse will likely be similar to Facebook’s existence in Web2, where the parent company owns and profits from user data and consumers are just active participants. The Winklevoss Twins just [raised](https://www.forbes.com/sites/michaeldelcastillo/2021/11/18/gemini-raises-400-million-to-protect-the-metaverse-from-meta-facebook/?sh=320085775f57) $400 million to build a decentralized alternative to Zuckerberg’s Meta, and the broader crypto community is also skeptical of big tech’s influence on the future of the metaverse.\\n\\nCompanies like Roblox, Minecraft, and Fortnite are also inherently walled gardens. For example, if you buy a Zara Larsson skin in Roblox from her Poster Girl tour, you can’t bring your avatar or that skin outside of the Roblox ecosystem. This may change in the future, but for now, corporations are at the mercy of their shareholders and creating value within their closed ecosystems.\\n\\n# Enterprises in the metaverse\\n\\nI’ve detailed a ton of consumer-focused use cases within the metaverse, but what about the enterprise? How are corporations entering the metaverse and what does that look like?\\n\\n**The Development of Virtual Headquarters**\\n\\nThe best representation of corporate America (or the corporate universe, really) in the metaverse is through the development of virtual headquarters to bring remote employees together. As the world has shifted to remote work because of COVID-19, workers have become accustomed to flexible schedules and hybrid work environments. For massive companies like Facebook, Google and others that poured millions into establishing a fun in-office culture with free lunches, ping pong tables, nap pods and more… how does this translate to a remote-first future? And can companies build culture remotely? The answer seems to be the metaverse.\\n\\nMany companies are buying land plots in Decentraland, The Sandbox, and Cryptovoxels to build their corporate headquarters in the metaverse… and they’re moving quickly. On Christmas Eve, [Business Insider](https://www.businessinsider.in/investment/news/the-sandbox-decentraland-and-cryptovoxels-see-sales-surge-as-companies-look-to-get-in-on-the-ground-floor/articleshow/88137990.cms) detailed how sales of land within The Sandbox accounted for a quarter of the total $300 million in NFT sales that happened in the past week. However, plots of land sold in Decentraland are a bit more pricey – let’s call them the “Beverly Hills” of the metaverse. All of the top 10 sales of the past week, with the most expensive clocking in at $758,250, were for digital land within Decentraland.\\n\\nSo what can these virtual headquarters look like?\\n\\n* For [Neustreet](https://fortune.com/2021/12/10/companies-opening-metaverse-headquarters-return-to-work/), it’s a three-story building on a private island in Cryptovoxels, which the founder purchased for $13,000 and built himself – complete with a co-working space, an NFT art gallery, and space for events like the office holiday party they hosted in December.\\n* For [ConsenSys](https://fortune.com/2021/12/10/companies-opening-metaverse-headquarters-return-to-work/), the makers of Metamask, they hired an architecture firm to build them a virtual HQ in the shape of their logo within Decentraland, which included a floating bar, an amphitheater, and more. They hosted a party in September to celebrate MetaMask reaching 10 million monthly active users, and they plan to hold more events in the future.\\n* For accounting firm [PWC](https://news.bitcoin.com/accounting-firm-pwcs-hong-kong-branch-purchases-land-in-the-sandbox-metaverse/), their Hong Kong division purchased land in The Sandbox, seeing it as an opportunity to “engage with their customers and communities.” A great example of a non-Web3 native company making the foray into the metaverse.\\n\\n**Plug-and-Play Software for Enterprises**\\n\\nHaving a corporate presence in the metaverse also doesn’t mean you need to necessarily build a virtual headquarters. Startups like Gather, Teamflow, Virbela, and SoWork are [combining](https://www.producthunt.com/posts/gather-town) video chat with customizable worlds to more closely mimic an office environment.\\n\\nMicrosoft is also competing to win the hearts of the enterprise in the metaverse, and it makes a ton of sense. In July of 2021, Microsoft Teams hit [250 million](https://www.zdnet.com/article/microsoft-teams-hits-250-million-monthly-active-user-milestone/) monthly active users – this is more MAUs than any of the consumer-facing metaverse platforms we’ve discussed thus far like Roblox, Fortnite, Minecraft, etc. Microsoft is building [Mesh](https://www.engadget.com/microsoft-mesh-for-teams-multiverse-work-150047792.html), a mixed reality platform for virtual meetings that can be used across headsets, computers, and phones alike. Imagine instead of dying in a 4 hour long Zoom meeting, you instead do that meeting within Mesh with your virtual avatar that still has your voice and likeness (but you don’t have to wake up an hour early to put on your makeup before you turn on your camera).\\n\\n![Various plays on enterprises in the metaverse by provider (Decentraland, Gather, Microsoft)](https://images.mirror-media.xyz/publication-images/JXqsjdz9ufHsH6fBU48vi.png?height=900&width=1600)\\n\\n# The role of NFTs in the metaverse\\n\\nThroughout this whitepaper, we’ve talked about NFTs without really talking about NFTs. Axies are NFTs. Plots of land within The Sandbox are NFTs. The Jadu hoverboards are NFTs. The Bored Apes are NFTs. Put simply, NFTs (non-fungible tokens) can act as a nice gateway into the metaverse for the everyday consumer.\\n\\n**The Meteoric Rise of NFTs**\\n\\nIf you look at the market holistically, we saw a 7x increase in NFT sales in just 3 months time, as evidenced by the graph below. You can also turn to the rapid rise of NFT marketplaces like OpenSea, which as of November crossed [$10 billion](https://www.yahoo.com/now/more-10bn-volume-now-traded-155716114.html) in trading volume since the start of 2021, quadrupling in just 3 months time. And on top of that, OpenSea held [97%](https://ambcrypto.com/opensea-held-97-nft-marketplace-volume-in-last-quarter-consensys-web3-report/) of NFT marketplace volume in Q3, so they’ve established themselves as the leader in the space.\\n\\n![A graph charting the 7x increase in NFT sales from Q2 2021 to Q3 2021](https://images.mirror-media.xyz/publication-images/zPK1itP7Nnz8XeWCr4yVL.png?height=900&width=1600)\\n\\n**So… why do people buy NFTs anyways?**\\n\\nWell, they’re virtual art – people collect them just as they would traditional art, and want to display them accordingly. They have monetary [upside](https://twitter.com/JohnKnopfPhotos/status/1477423057434124292?s=20) (and risk) just like any other investment, and also can be a part of a broader portfolio of art that’s simply beautiful to look at. People buy them for the art/investment *in addition to* the potential utility in the metaverse and other community-oriented benefits. Here are a few places you can view NFTs:\\n\\n* In the digital world, you’ll often see them as people’s profile pictures on Twitter or displayed in virtual museums/galleries like [Spatial](https://app.spatial.io/), a Lerer Hippeau portco, or virtual worlds like Decentraland.\\n* In the physical world, NFTs you own can be displayed IRL in various ways. Maybe it’s a screen you have in your home that displays your NFTs on a rotation (because you own Crypto Punks, Meebits, Doodles, Bored Apes – which each mean different things to you), as is the case with [Danvas](https://www.danvas.art/), a company we invested in at Lerer Hippeau in December 2021. Or maybe it’s an actual gallery you can visit with your friends, as is the case with Bright Moments which is an NFT gallery (organized as a DAO) with a physical location in Venice Beach, CA. Personally, I would love to have a cute little [Doodle](https://twitter.com/doodles) NFT displayed in my apartment if I owned one (but the floor price is currently 7 ETH / $26k, and ya girl doesn’t have that kind of money ¯\\\\\\\\*(ツ)*/¯ )\\n\\n**Celebrities & NFTs: Bringing in the Masses**\\n\\nAnd the people driving this adoption are not just the crypto community – celebrities are getting in on the NFT action and bringing their massive fan bases with them.\\n\\n* Paris Hilton came on Jimmy Fallon’s [Tonight Show](https://www.youtube.com/watch?v=oiN1_6pb_eE) to talk about NFTs, and has launched collections herself.\\n* Reese Witherspoon [bought her first NFT](https://twitter.com/reesew/status/1447608205224316931?lang=en) in October 2021 and expressed interest in supporting more women artists launching collections.\\n* Tom Brady launched his own NFT creation/community platform called [Autograph](https://autograph.io/), which not only houses his own NFTs but also that of celebrities like Naomi Osaka, The Weeknd, Derek Jeter, Tony Hawk, and more.\\n* Martha Stewart is planning a longer term NFT [strategy](https://www.wsj.com/story/martha-stewart-rolls-out-a-line-of-nfts-56f44ac6), launching new collections tied to seasons and holidays every year – in 2021, she launched the “Carved Collection” on Halloween!\\n\\nDespite these billion dollar numbers and the crazy momentum we’ve experienced this past year, we’re still very early when it comes to mass consumer adoption of NFTs – as of June 2021, only [2%](https://www.security.org/digital-security/nft-market-analysis/) of Americans (or 4 million people) have bought or sold NFTs. I spent Christmas break with my extended family, and they actually banned my use of the word NFT because they found it annoying (oh well). Trying to explain how things are fungible vs. non-fungible feels like a dying cause at times. But NFTs are still incredibly important in bringing the masses into the metaverse, and this is best accomplished when combined with culture and often in-real-life value or experiences. I’ll detail two of my favorite examples below, which each explain the significance of NFTs in enabling the mass migration to the metaverse.\\n\\n### Adidas: Into the Metaverse\\n\\nIn December, Adidas made its jump into the metaverse by launching a collection of 30,000 NFTs in partnership with a few top projects like Bored Ape Yacht Club, Mutant Ape Yacht Club, Pixel Vault NFT and others. The collection sold out in mere seconds, and netted [$23.5m](https://blockworks.co/adidas-bumpy-and-historic-step-into-the-metaverse/) in sales in the span of an afternoon.\\n\\n**Why should we care about this?**\\n\\nWell, first let’s think about the signaling of these partnerships. When I think of iconic Adidas partnerships, I think of their launch with Kanye/Yeezy in 2016, and then their partnership with Beyonce/Ivy Park just a few years later in 2019 – iconic and unique collections with notable artists. Fast forward to 2021, and the hyped partnership/collaboration for Adidas is with an NFT community of Bored Apes – this is significant. When bridging the gap into the metaverse, it’s important to build with communities to make the transition as authentic as possible, so this was a smart move by Adidas. I spoke about the cultural significance of these partnerships & Adidas in the metaverse live on [Bloomberg TV](https://www.youtube.com/watch?v=PIuNL4pvPNE&t=129s&ab_channel=BloombergTechnology) in December if you’d like to learn more\\n\\nThis also creates an opportunity for fans of Adidas that are simply excited about new merch and experiences, not explicitly crypto or the metaverse. A minimum of ​​9,620 NFTs were reserved for general sale, meaning theoretically anyone could buy an “Into the Metaverse” NFT whether they’re a crypto enthusiast or not. You’re essentially getting access to an exclusive club, with Adidas promising access to both physical and digital products and experiences. This could be limited edition hoodies and beanies you wear to the gym, or a ticket to an Adidas event in the metaverse where your NFT is effectively your ticket. Around this same time in December, Nike even [bought](https://www.theverge.com/22833369/nike-rtfkt-nft-sneaker-shoe-metaverse-company) a company called RTFKT Studios which makes NFTs and virtual sneakers – another attempt by a large apparel company to bridge the gap between the digital and physical world.\\n\\nLaunching an NFT collection will continue to offer an opportunity to bring dedicated communities into the metaverse in a way that promises products, community, and experiences.\\n\\n### Dolce & Gabbana\\n\\nAdidas took a more mass market approach launching a collection of 30,000 NFTs that more closely resembled tickets. Dolce & Gabbana took a slightly different approach in launching an exclusive collection “Collezione Genesi” of only 9 NFTs back in October 2021, netting [$6m](https://www.nytimes.com/2021/10/04/style/dolce-gabbana-nft.html) in sales and setting a record for Fashion NFTs. Five of the pieces had physical counterparts paired with digital NFTs, and the other four were solely digital NFTs. Each purchase in the collection similarly promised access to future events.\\n\\nOne day, I dream of attending the MET Gala (don’t we all) – what if Anna Wintour decided to launch a similar Dolce & Gabbana-esque collection, where each digital NFT corresponded to a ticket to the MET Gala? Or the opportunity to join a community where you help decide the theme for that year? And regardless of the reward, the money will still be going towards supporting the Metropolitan Museum of Art, but this time the tickets could hold value beyond a certain date.\\n\\nCompanies can take an Adidas or a Dolce & Gabbana approach and still find success – what matters most is doing what’s authentic to the brand and existing community, versus trying to fit a mold of what should theoretically work in the metaverse.\\n\\n# Closing words: thoughts, questions, and opportunities\\n\\nOver the past few days, I’ve spent hours researching, reading, and now writing about the metaverse to wrap my head around the landscape itself and the opportunities ahead.\\n\\nI’ll start by saying I’m bullish on the metaverse, and think 2022 will be an exciting moment in time for the intersection of technology, consumer, and culture – I’m excited to invest in the next generation of founders and companies building our virtual future. Here are a few areas I’m particularly excited about:\\n\\n* **Infrastructure enabling the creation of digital NFTs paired with physical items:** As we saw with the Dolce and Gabbana example above, the pairing of digital and physical items can create a magical (and valuable) combination. They worked with UNXD, a curated marketplace for digital culture, to co-create and auction each of their 9 pieces. But what if you wanted to turn your Pokemon card/collection or your favorite Rolex into an NFT to wear or display? Startups like [4K](https://www.coindesk.com/business/2021/07/20/rolexes-in-defi-nft-marketplace-4k-raises-3m-to-combine-nfts-and-luxury-goods/) are doing this for luxury collectibles, but we’ll likely see others tackling authentication, tokenization, vaulting of IRL collectibles, and more. Or maybe you’re decorating your room in metaverse and want to bring your favorite picture of you and your best friend? Within The Sandbox, you can use their [VoxEdit](https://www.sandbox.game/en/create/vox-edit/?__cf_chl_jschl_tk__=mKZXiaNv09qfd19zbOAx5LS0EJEnriti_k12QuYZCkQ-1640719270-0-gaNycGzNCtE) software to create NFTs for Sandbox’s marketplace, but I’d like to see something more akin to [Genies](https://genies.com/) where the items you’re creating can be universally used or stored. And I want it to be incredibly consumer-friendly – creating NFTs and digital art in general still feels too difficult. My 19 year old non-crypto-native sister makes such beautiful art that I have hanging all over my apartment, and I’d love to find a way to direct her to creating art or NFTs in the metaverse that she can actually sell.\\n* **The intersection of engagement, rewards, and loyalty – especially for brands & creators:** In 2021, we saw many brands jump into the metaverse in various ways. While some focused on shorter events or experiences, I think many will more seriously consider more permanent presences in the metaverse – and they’ll need technology to help them incentivize their digital communities. Maybe its mapping out spend IRL with spend in the metaverse with a brand and rewarding customers that way, or creating tiered access to certain events based on engagement. I think the average brand / IP holder will have a tough time navigating this, and plug-and-play solutions by industry will emerge. Creators and celebrities with massive followings, communities, and personal brands could also find success in the metaverse (as we’ve seen with Snoop Dogg, and others like Paris Hilton who hosted a New Years Eve event in her own “Paris World” on Roblox – which I attended!) – similar concepts and challenges apply, and I’d love to see more solutions enabling mass adoption. The other day I [tweeted](https://twitter.com/meaganloyst/status/1478127162645438470) about Paris Hilton’s presence on Roblox and the significance of the selfie in the metaverse / her role in it – think about how she could activate her community around selfies in the metaverse and create an experience out of it, within and outside the Roblox ecosystem (as Paris would say… that’s hot). Bridging worlds and having loyalty play a role will be huge.\\n\\n![My tweet (RT by Paris!) detailing Paris Hilton & taking selfies in the metaverse](https://images.mirror-media.xyz/publication-images/nXeLH0XXaWm4Dk--PdQkY.png?height=1094&width=1192)\\n\\n* **Agnostic ecosystem of tools and support for gaming developers:** As I dove deep into Roblox activations and the individual creators/developers the brands partnered with, they tend to only focus on one ecosystem (ie: if you’re developing within Roblox, you’re all in on Roblox & likely won’t be devoting time to Minecraft for a living). However, any developer regardless of platform will have to think about ways to scale their games through partnerships, external legal help and structuring of deals, and more. Maybe even IRL monetization opportunities as well that could pair nicely with the virtual representations of their games. The creator economy of the metaverse will undoubtedly be booming, and I’d like to see more tech supporting the developers fueling these new economies.\\n* **New blockchain-based games & assets that support the open metaverse & interoperability:** I’m a big believer in the open metaverse. I think there will be more games like Axie Infinity that find success and community, and startups like Jadu bridging avatars and NFTs into a new game or world. I want to be able to hop back and forth between worlds with ease and not have to worry about what I’m bringing with me. [The Dematerialised](https://thedematerialised.com/shop) is [innovating](https://www.bloomberg.com/news/articles/2021-12-09/luxury-fashion-brands-are-already-making-millions-in-the-metaverse) here in the fashion world, as their store’s items can appear in VRChat, Decentraland, Cryptovoxels, and Somnium Space as well. I also think accessibility plays a role here – bringing more consumers in at accessible price points through renting, shared ownership, etc. and technology that’s enabling that shift. Dropping a few hundred bucks on Axies could be burdensome for the average consumer who’s just starting to venture into the crypto/gaming world, vs. entering Roblox for free.\\n* **Moderation in the metaverse:** As we explore new worlds, there will be challenges that emerge alongside these new discoveries. Discerning between real people in the metaverse versus admin-run moderators or even AI-generated avatars might pose some problems or questions. The [online disinhibition effect](https://www.goodtherapy.org/blog/psychpedia/online-disinhibition-effect#:\\\\~:text=Dangers%20of%20Online%20Disinhibition%20Effect&text=Mean%2Dspirited%20blog%20comments%2C%20threatening,bully%20someone%20in%20real%20life.) explains why people frequently exhibit bad behavior online when they can hide behind a mask, screen, or anonymous identity – as we see in the comments section on TikTok or really any online forum. There will naturally be bad actors that ruin the experience for others. Helping platforms and new startups alike minimize this through technology and training will be important.\\n* **Computing capability:** When it comes to VR especially, we are still so early in being able to even operate headsets and worlds at large capacities. Meta’s Horizon Worlds can only hold up to 20 participants, and even traditional metaverse games like Fortnite can only accommodate up to 100 to 128 players at once (and this is without bringing VR into the mix). Intel [claims](https://www.theverge.com/2021/12/15/22836401/intel-metaverse-computing-capability-cpu-gpu-algorithms) the metaverse will need a 1,000x increase in computing capability to bring these bold visions of the metaverse to life. It’ll be interesting to see new startups tackling these areas to increase capacity in the metaverse and overall quality of experience.\\n\\nIn closing, it’s a big world out there… the metaverse I mean. As consumers, it extends what’s possible for us – new earning potential and income streams, digital representation to be whoever we want to be, and existing digitally/socially in an entirely new way with no limitations. With COVID, it’s been hard to travel and experience new things – VR and the metaverse changes that. I’ve met more people over the course of the past two years than I have in my entire life – all entirely online. The metaverse is meaningful for artists, musicians, governments, big corporations, startups, and beyond. If the consumers are there, the rest will come. 2022 will be a big year for the metaverse, and I’m excited to live and experience it with all of you.\\n\\n**Speaking of… I’ll be living in the metaverse this Saturday, January 8th from 10am to 3pm ET** **– trialing 7 different metaverse platforms for 5 hours.** I’ll be live streaming from my new YouTube channel “[Meagan in the Metaverse](https://www.youtube.com/channel/UCERwFfUDrWqUqehYVCp8FaQ)”, so be sure to [subscribe](https://www.youtube.com/channel/UCERwFfUDrWqUqehYVCp8FaQ) (I have 0 followers atm lol) & come hang out with me in the metaverse! If you have platforms you’d like me to try (desktop-only), tweet at me [here](https://twitter.com/meaganloyst)!!!!\\n\\n# About me: Meagan Loyst\\n\\nMy name is [Meagan Loyst](https://twitter.com/meaganloyst), and I’m a 24 year old Gen Zer who loves all things consumer and culture. I’m a full-time investor at [Lerer Hippeau](https://www.lererhippeau.com/) (where we’ve invested in Web3/Metaverse companies like [Genies](https://genies.com/), [Spatial](https://spatial.io/), [Danvas](https://www.danvas.art/), [Blockdaemon](https://blockdaemon.com/), etc.) and the Founder of [Gen Z VCs](https://www.genzvcs.com/), the largest & fastest growing community for young people in Tech & VC with 12,000+ members and now a Gen Z movement. I love adding the Gen Z perspective to mainstream media and investor/founder conversations alike, which is why I decided to spend my Christmas break writing a 26 page manifesto on the metaverse! I’m the ultimate consumer and love brands, events, and experiences – so writing about how my favorite companies & creators are venturing into the future is more fun for me than work :)\\n\\n**If you’re a consumer brand, corporation, or creator/celeb making the jump into the metaverse, let’s chat – I’d love to see how I can help (esp. if you’re thinking about Gen Z!). If you’re a founder building a startup in this space, I’d love to meet you. My email is [meagan@lererhippeau.com](mailto:meagan@lererhippeau.com), and you can keep up with me on [Twitter](https://twitter.com/meaganloyst) as well.**\\n\\nSee you in the metaverse ❤️\\n\\n![ur fave Gen Zer \\\"Meagan in the Metaverse\\\"](https://images.mirror-media.xyz/publication-images/bDsFETO9GSUhaxwGitMEs.png?height=752&width=626)\\n\\n## Sources:\\n\\n[https://theconversation.com/metaverse-five-things-to-know-and-what-it-could-mean-for-you-171061](https://theconversation.com/metaverse-five-things-to-know-and-what-it-could-mean-for-you-171061)\\n\\n[https://www.businessofapps.com/data/pokemon-go-statistics/](https://www.businessofapps.com/data/pokemon-go-statistics/)\\n\\n[https://www.pcgamer.com/microsoft-says-it-has-metaverse-plans-for-halo-minecraft-and-other-games/](https://www.pcgamer.com/microsoft-says-it-has-metaverse-plans-for-halo-minecraft-and-other-games/)\\n\\n[https://cointelegraph.com/magazine/2021/12/27/vr-animal-concerts-metaverse-lead-next-wave-crypto-adoption](https://cointelegraph.com/magazine/2021/12/27/vr-animal-concerts-metaverse-lead-next-wave-crypto-adoption)\\n\\n[https://backlinko.com/roblox-users](https://backlinko.com/roblox-users)\\n\\n[https://www.gamespot.com/articles/minecraft-reached-140-million-monthly-users-and-generated-over-350-million-to-date/1100-6490962/](https://www.gamespot.com/articles/minecraft-reached-140-million-monthly-users-and-generated-over-350-million-to-date/1100-6490962/)\\n\\n[https://www.gamespot.com/articles/roblox-notches-202-million-estimated-monthly-users-an-all-time-high/1100-6490999/](https://www.gamespot.com/articles/roblox-notches-202-million-estimated-monthly-users-an-all-time-high/1100-6490999/)\\n\\n[https://nwn.blogs.com/nwn/2021/03/zepeto-roblox-metaverse-south-korea-blackpink.html](https://nwn.blogs.com/nwn/2021/03/zepeto-roblox-metaverse-south-korea-blackpink.html)\\n\\n[https://decrypt.co/87334/facebook-metaverse-battle-for-future-internet-axie-infinity](https://decrypt.co/87334/facebook-metaverse-battle-for-future-internet-axie-infinity)\\n\\n[https://venturebeat.com/2021/11/02/softbank-invests-93m-in-the-sandboxs-nft-game-platform/](https://venturebeat.com/2021/11/02/softbank-invests-93m-in-the-sandboxs-nft-game-platform/)\\n\\n[https://outlierventures.io/research/the-open-metaverse-os/](https://outlierventures.io/research/the-open-metaverse-os/)\\n\\n[https://stealthoptional.com/metaverse/the-sandbox-vs-decentraland/](https://stealthoptional.com/metaverse/the-sandbox-vs-decentraland/)\\n\\n[https://beincrypto.com/walled-gardens-in-the-metaverse-blockchain-offers-an-alternative/](https://beincrypto.com/walled-gardens-in-the-metaverse-blockchain-offers-an-alternative/)\\n\\n[https://www.businessinsider.in/investment/news/openseas-nft-trade-quadruples-to-10-billion-in-under-three-months-but-axie-infinity-continues-to-be-the-crowd-favourite/articleshow/87609137.cms](https://www.businessinsider.in/investment/news/openseas-nft-trade-quadruples-to-10-billion-in-under-three-months-but-axie-infinity-continues-to-be-the-crowd-favourite/articleshow/87609137.cms)\\n\\n[https://coingape.com/a-future-of-centralized-walled-garden-metaverses-isnt-sustainable-heres-why/](https://coingape.com/a-future-of-centralized-walled-garden-metaverses-isnt-sustainable-heres-why/)\\n\\n[https://fashionunited.uk/news/fashion/2021-in-gaming-collaborations/2021122460308](https://fashionunited.uk/news/fashion/2021-in-gaming-collaborations/2021122460308)\\n\\n[https://www.highsnobiety.com/p/animal-crossing-fashion/](https://www.highsnobiety.com/p/animal-crossing-fashion/)\\n\\n[https://www.bloomberg.com/news/articles/2021-12-09/luxury-fashion-brands-are-already-making-millions-in-the-metaverse](https://www.bloomberg.com/news/articles/2021-12-09/luxury-fashion-brands-are-already-making-millions-in-the-metaverse)\\n\\n[https://fortune.com/2021/12/14/fashion-brand-companies-metaverse/](https://fortune.com/2021/12/14/fashion-brand-companies-metaverse/)\\n\\n[https://www.fastcompany.com/90671240/vans-world-roblox-marketing](https://www.fastcompany.com/90671240/vans-world-roblox-marketing)\\n\\n[https://digiday.com/marketing/marketers-are-leaning-into-the-metaverse-roblox-ramps-up-brand-partnerships/](https://digiday.com/marketing/marketers-are-leaning-into-the-metaverse-roblox-ramps-up-brand-partnerships/)\\n\\n[https://variety.com/2021/digital/news/stranger-things-roblox-netflix-1235002627/](https://variety.com/2021/digital/news/stranger-things-roblox-netflix-1235002627/)\\n\\n[https://www.voguebusiness.com/technology/inside-robloxs-metaverse-opportunity](https://www.voguebusiness.com/technology/inside-robloxs-metaverse-opportunity)\\n\\n[https://news.nike.com/news/five-things-to-know-roblox](https://news.nike.com/news/five-things-to-know-roblox)\\n\\n[https://www.hollywoodreporter.com/business/digital/game-platform-roblox-in-the-heights-immersive-block-party-1234962731/](https://www.hollywoodreporter.com/business/digital/game-platform-roblox-in-the-heights-immersive-block-party-1234962731/)\\n\\n[https://www.bbc.com/news/entertainment-arts-59163449](https://www.bbc.com/news/entertainment-arts-59163449)\\n\\n[https://gothammag.com/tommy-hilfiger-roblox-creators-collection](https://gothammag.com/tommy-hilfiger-roblox-creators-collection)\\n\\n[https://www.thefashionlaw.com/balenciaga-launches-a-new-division-to-spearhead-metaverse-push/](https://www.thefashionlaw.com/balenciaga-launches-a-new-division-to-spearhead-metaverse-push/)\\n\\n[https://www.gq.com/story/balenciaga-fortnite-collaboration](https://www.gq.com/story/balenciaga-fortnite-collaboration)\\n\\n[https://www.pcgamer.com/fortnite-jordan-collab/](https://www.pcgamer.com/fortnite-jordan-collab/)\\n\\n[https://ew.com/music/video-games-music-fandom-lil-nas-x-deadmau5/](https://ew.com/music/video-games-music-fandom-lil-nas-x-deadmau5/)\\n\\n[https://wwd.com/business-news/retail/forever-21-enters-metaverse-with-roblox-1235021548/](https://wwd.com/business-news/retail/forever-21-enters-metaverse-with-roblox-1235021548/)\\n\\n[https://risnews.com/forever-21-enters-metaverse-letting-roblox-users-own-their-own-store](https://risnews.com/forever-21-enters-metaverse-letting-roblox-users-own-their-own-store)\\n\\n[https://www.forbes.com/sites/laurendebter/2021/12/25/fashion-and-the-metaverse-why-ralph-lauren-wants-to-sell-you-digital-clothing/?sh=3a528835be89](https://www.forbes.com/sites/laurendebter/2021/12/25/fashion-and-the-metaverse-why-ralph-lauren-wants-to-sell-you-digital-clothing/?sh=3a528835be89)\\n\\n[https://www.theverge.com/2021/10/27/22746679/soul-machines-metaverse-digital-humans-labor](https://www.theverge.com/2021/10/27/22746679/soul-machines-metaverse-digital-humans-labor)\\n\\n[https://www.theblockcrypto.com/linked/119431/dapper-labs-acquires-lil-miquela-creator-brud-to-build-a-unit-focused-on-daos](https://www.theblockcrypto.com/linked/119431/dapper-labs-acquires-lil-miquela-creator-brud-to-build-a-unit-focused-on-daos)\\n\\n[https://digiday.com/marketing/from-metaverse-platform-to-ugc-platform-how-robloxs-virtual-brand-activations-are-building-a-robust-creator-economy/](https://digiday.com/marketing/from-metaverse-platform-to-ugc-platform-how-robloxs-virtual-brand-activations-are-building-a-robust-creator-economy/)\\n\\n[https://comicbook.com/gaming/news/roblox-and-hasbro-partner-on-nerf-blasters-and-a-monopoly-game/](https://comicbook.com/gaming/news/roblox-and-hasbro-partner-on-nerf-blasters-and-a-monopoly-game/)\\n\\n[https://roblox.fandom.com/wiki/Nerf_Hub](https://roblox.fandom.com/wiki/Nerf_Hub)\\n\\n[https://www.nascar.com/news-media/2021/11/03/nascar-debuts-customized-virtual-race-car-in-jailbreak-on-roblox/](https://www.nascar.com/news-media/2021/11/03/nascar-debuts-customized-virtual-race-car-in-jailbreak-on-roblox/)\\n\\n[https://digiday.com/marketing/from-metaverse-platform-to-ugc-platform-how-robloxs-virtual-brand-activations-are-building-a-robust-creator-economy/](https://digiday.com/marketing/from-metaverse-platform-to-ugc-platform-how-robloxs-virtual-brand-activations-are-building-a-robust-creator-economy/)\\n\\n[https://frontofficesports.com/disney-to-be-metaverse-platform/](https://frontofficesports.com/disney-to-be-metaverse-platform/)\\n\\n[https://www.morningbrew.com/emerging-tech/stories/2021/12/10/roblox-s-metaverse-is-already-here-and-it-s-wildly-popular](https://www.morningbrew.com/emerging-tech/stories/2021/12/10/roblox-s-metaverse-is-already-here-and-it-s-wildly-popular)\\n\\n[https://www.dazeddigital.com/fashion/article/55121/1/digital-fashion-metaverse-nft-2021-blockchain-crypto-balenciaga-fortnite-roblox](https://www.dazeddigital.com/fashion/article/55121/1/digital-fashion-metaverse-nft-2021-blockchain-crypto-balenciaga-fortnite-roblox)\\n\\n[https://newsroom.chipotle.com/2021-10-26-Chipotle-To-Open-Virtual-Restaurant-On-Roblox-With-1-Million-In-Free-Burritos-And-Serve-Up-5-Digital-Entree-Offer-For-Boorito](https://newsroom.chipotle.com/2021-10-26-Chipotle-To-Open-Virtual-Restaurant-On-Roblox-With-1-Million-In-Free-Burritos-And-Serve-Up-5-Digital-Entree-Offer-For-Boorito)\\n\\n[https://techxplore.com/news/2021-12-brands-ferrari-nike-metaverse-future.html](https://techxplore.com/news/2021-12-brands-ferrari-nike-metaverse-future.html)\\n\\n[https://www.nytimes.com/2021/10/04/style/dolce-gabbana-nft.html](https://www.nytimes.com/2021/10/04/style/dolce-gabbana-nft.html)\\n\\n[https://news.crunchbase.com/news/metaverse-startups-funding-investors/](https://news.crunchbase.com/news/metaverse-startups-funding-investors/)\\n\\n\",\"timestamp\":1641648531,\"title\":\"The Metaverse: 101\"},\"digest\":\"-uor4PJFI7AVTI0o7E1lSHTb-H6VKtLJ9iP1qUASGnE\",\"authorship\":{\"contributor\":\"0xC0bb5d28Cdda8D611b529AB7CED249DC64E83Eb7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-69BrlpV-ehLKWytt6rz_xoUljvjhFozKhMoSTZLHcc\\\",\\\"y\\\":\\\"0wnymcKhPdye9GCnJQLAKnq6kGo4U5YHHwiSAfoPo4w\\\"}\",\"signature\":\"ik7cqH3HPv9hpOHiqJ2RQGoIAU3qkzqufZRMlhoHaCKab5BtyXs-R5DEgHS-rgbM0E3aBCynvRSGamRrnpkoHg\",\"signingKeySignature\":\"0x84e3136de55905a55a7315b35fcb1cec95d3edfaaeaec427e45ace749fafcda905c19561432d7913fe16897b19012a8f41a1c3a9e8ce2c8415d02037b33f0d5e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-69BrlpV-ehLKWytt6rz_xoUljvjhFozKhMoSTZLHcc\\\",\\\"y\\\":\\\"0wnymcKhPdye9GCnJQLAKnq6kGo4U5YHHwiSAfoPo4w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kUmuLvRKFs6CimhFGVmlP7kBHPKCswPra_U05Clwncw\"}"