"{\"content\":{\"body\":\"Madame Curie and persistent counterparts, and finally found a wonderful radium element; Edison and persistent counterparts, finally in thousands of tests after the invention of electric light, to the night of the people sent a piece of light; Beethoven walked with dedication, although deaf, but still create a destiny of the symphony; Sima Qian walked with perseverance, dedicated to people a wonderful historian swan song......\\nWith perseverance, can let us firm pace, can let us never give up, can let us reach the other side of success......\\nOn the rugged mountain road, a blind monk in a hurry asked an old man the way: \\\"Where is The Lusabao Temple?\\\" The old man replied, \\\"Just over two mountains.\\\" Seeing the blind monk resolutely moving forward, the old man could not help but worry about the question: \\\"How can the elder cross the mountains when he is blind?\\\" Without looking back, the blind monk calmly threw down four words: \\\"You have dao in your heart...\\\"\\nI believe that blind monk will be able to reach the heart of the Rosabao temple. His \\\"dao Dao in heart\\\" simple four words, said a spirit, a faith with perseverance.\\nThe calligrapher Wang Xizhi's calligraphy was unparalleled before and after. And this exquisite character, from his walk with perseverance, perseverance, so that the daily wash brush pool became ink pool. His son, Wang Xianzhi, had practiced calligraphy for a few days when he was young, but he took his father's copybook to let his mother see, and her mother said in a word that only that \\\"a little\\\" was like his father's word, and in fact that \\\"a little\\\" was written by his father. After that, xian zhi followed his father's instructions and used up several vats of water to practice calligraphy. He eventually became a famous calligrapher of his generation. It can be seen that the Wangs and his son go together with perseverance, and finally calligraphy is world-renowned.\",\"timestamp\":1640868111,\"title\":\"Walk with persistence\"},\"digest\":\"PRwxdipobhIsRXazXa3bXQ1vXwMfjVs7p8xElW7thGs\",\"authorship\":{\"contributor\":\"0x8940715d8501f1a29268ed7082FDa356aEc0f217\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3I4fABxRqfHUteD5Qn-UnKIf1xxfKT2qeBM54WGFos0\\\",\\\"y\\\":\\\"Z13dPkv0kdfdHWjqUHy76qewcuSEWP1usKbnuooQUvw\\\"}\",\"signature\":\"bap89gspBXAP6DhsimZmYYQY7CGYPS2cL7LT2DZx2Pf0v1H-kTwT6sixy5RJrcawrCQEWk1pZStBuY_MREKIcg\",\"signingKeySignature\":\"0x209f6b5de04ac94ec010783cdf3f9c57f762f423f88d3ddd478e9baa62fb880025e764e6efbfb05559b3051ae7155b1af7d040b27c2bbabd8c99ecc5028b29771b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3I4fABxRqfHUteD5Qn-UnKIf1xxfKT2qeBM54WGFos0\\\",\\\"y\\\":\\\"Z13dPkv0kdfdHWjqUHy76qewcuSEWP1usKbnuooQUvw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PRwxdipobhIsRXazXa3bXQ1vXwMfjVs7p8xElW7thGs\"}"