"{\"content\":{\"body\":\"Today, we're excited to roll out Metalink's Launchpad and our FIRST official partner collection with Coolman's Universe by Coolman Coffeedan!\\n\\n**First, we should introduce Launchpad.** **It’s the place where we will highlight any new collections that catch our eye:**\\n\\n![The newly debuted Launchpad inside of Metalink](https://images.mirror-media.xyz/publication-images/u6paJ8aEOyeVZSic6B8b5.png?height=4412&width=5760)\\n\\n**Our goal with Launchpad is to get you early access to the most exciting new NFT projects, while simultaneously helping creators reach a larger audience.**\\n\\nAs a collector, you'll have the opportunity to discover and win early access to mints.\\n\\nAs a creator, [you can apply to get your collection featured](https://airtable.com/shrJ5KdzjnFCh9T25) on Launchpad to get exposure to some of the best collectors in the space.\\n\\n## Coolman's Universe on Metalink ⚡️\\n\\n![10,000 Speshies floating through Coolman's Universe](https://images.mirror-media.xyz/publication-images/DOzEf7_2dVtsO9unsOC-d.png?height=446&width=1270)\\n\\nSince we rolled out Metalink, thousands of collections have reached out to Metalink to launch their communities on our platform.\\n\\nWe want to make sure the projects we list on Launchpad are the highest quality and here for the long term.\\n\\nDanny AKA Coolman Coffeedan and his collection [Coolman's Universe](https://coolmansuniverse.com) checked all the boxes.\\n\\n![Coolman Coffeedan is coming off a big week at Art Basel where his activation was featured  on ABC's Primetime.](https://images.mirror-media.xyz/publication-images/wr_A6E8n7tr1A6J2r_UqQ.png?height=554&width=1592)\\n\\n> ### “This is my life’s work. This is what the past 26 years have led up to… From the doodles in school to my first animation to now this… You being able to have a piece of my universe that I’ve dedicated my life to building.” 💙\\n>\\n> **-Coolman Coffeedan ☕️**\\n\\nA self taught artist in Los Angeles who gained popularity through his surreal, humorous and crudely-drawn animations, Danny’s creations first went viral in June of 2017 when his video cartoon “Snakes Have Legs” accumulated tens of millions of views across social media.\\n\\n![Earlier this year, Coolman Coffeedan released his book Ur Special: Advice for Humans through Penguin Random House](https://images.mirror-media.xyz/publication-images/hN4J6_LpU9cG-L4Ncy_nO.png?height=537&width=480)\\n\\nFollowing the success of this video, Danny continued creating animations in his unique style, generating over 10 million followers and hundreds of millions of views around the world.\\n\\n> ### “Danny Casale’s animated characters may be colorful and blobby, but their simplicity belies their message. A universe away from superficial memes or punch lines, Casale’s art, under his moniker Coolman Coffeedan, seeks to elevate mental wellness, especially among young people experiencing everyday angst.”\\n>\\n> **-Forbes**\\n\\nDanny has been building his world of characters for over 5 years and it's hard to watch his creations without smiling… So when he was taking his first steps into NFTs, we wanted to be involved…\\n\\n[https://youtu.be/0HXMYm4k6w0](https://youtu.be/0HXMYm4k6w0)\\n\\nWe see potential in this project and are partnering with Dan to build out his Coolman's Universe NFT collection, starting here on **Metalink Launchpad.**\\n\\nBeginning today, 300 of the spots from the collection will be available exclusively via Launchpad.\\n\\nIf you already own a Punk, Ape, Cat, or Kong, head on over to Metalink to join our ‘allowlist raffle.\\n\\n**Raffle goes live today at 1 PM PST and closes 1 PM PST on Thursday, December 14.**\\n\\nWinners will be notified via direct message on Metalink shortly thereafter. Good luck!\\n\\n**If you don't have access to Metalink today,** *fomo not.* We've got more exciting projects coming down the pipeline and you *will* have access to the next ones…  **So stay tuned!**\\n\\n**Speaking of “allowlist”…**\\n\\n![Official Coolman's Universe Drop Details](https://images.mirror-media.xyz/publication-images/1MCrLR6YA7ojYQM3PKyYm.png?height=1842&width=3025)\\n\\n## Death to the Whitelist ☠️\\n\\n### A quick word about words…\\n\\nWe’ve always felt that the term ‘whitelist’ goes against the ethos of Web3. Whitelist is not an inclusive term... yet it’s used throughout our space.\\n\\nTo us, Web3 and NFTs represent a new world that has a chance to be more open and inclusive — **if we build it that way**.\\n\\nTo us, this is a chance for us to work together to shed past relics and establish new standards.\\n\\n### Today, Metalink announces death to the term “whitelist”.\\n\\nAs our Launchpad rolls out, we will be using the word \\\"allowlist\\\" to promote openness and inclusion. \\n\\nWe encourage other projects and their communities to follow suit if they feel compelled.\\n\\n*Together, we can do it.*\\n\\n**WAGMI. 💫**\\n\\n![Ur Special](https://images.mirror-media.xyz/publication-images/Z_8KlPgHAMSNr10o-_q9R.JPG?height=2048&width=2048)\\n\\n\",\"timestamp\":1639525522,\"title\":\"🎁 🎄 Day 2 of 12 Days of Metalink: \\\"Death To The Whitelist\\\" - Launchpad is LIVE + Our First NFT Partner Collection with Coolman's Universe! 🎄 🎁\"},\"digest\":\"GY2jJt5VzhuNNAa_zu-E0ZJmx4VkJ5wz4tX2rm_zw4k\",\"authorship\":{\"contributor\":\"0xa5331E8929b83E66E15b4F199f5cD78aE61C60f3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PKjyBDgcwdU5eO9VNTFO0KoUeSPLFbaAQNJcNoNA5bM\\\",\\\"y\\\":\\\"IM0lq1kI5OEQcc82v2Zbu5nXL5Z5cHYV6qCHLywzVAk\\\"}\",\"signature\":\"BvGzdDIasL0ohUDJS3YOWVc9wfzjlSSbB-kjCNzfAFgZAkIzmP8f8ltkzBdSLPZuOUR0ulSqF38tTYKHEVagpQ\",\"signingKeySignature\":\"0x8d43a80f0074a28d3aca7c48bb5232e39f932750bdf0685677bd8bc28bc69f5e645252dcb2867e1a7e7256b0209a60014f6f6e1cd65bd1a11e47277ae549e8051b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PKjyBDgcwdU5eO9VNTFO0KoUeSPLFbaAQNJcNoNA5bM\\\",\\\"y\\\":\\\"IM0lq1kI5OEQcc82v2Zbu5nXL5Z5cHYV6qCHLywzVAk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cGPh8N4aq11lv2s-BMhvojIcPmG15TSXnUg95DSXrOQ\"}"