"{\"content\":{\"body\":\"Matter Labs, the company behind zkSync, an Ethereum Layer 2 scaling protocol, announced US$50M in new funding today (in addition to US$6M raised at Series A in February this year).\\n\\nThe Series B financing was led by Andreessen Horowitz and included existing investors Placeholder, Dragonfly, and 1kx. A second financing was closed with strategic partners such as Blockchain.com, Crypto.com, Consensys, ByBit, OKEx, Alchemy, Covalent and joined by the founders and leadership of AAVE, Paraswap, Lido, Futureswap, Gnosis, Rarible, Aragon, Liquity, Celer, Connext, Perpetual, Euler, Opium, and 70 more.\\n\\nzkSync uses advanced math to scale Ethereum in a fully trustless manner. ”It is a mission-driven project,” said Alex Gluchowski, Co-Founder and CEO of Matter Labs, “our long-term goal is to make self-sovereign participation in the digital economy — that is, maintaining true control over one’s digital assets — affordable for anyone in the world.”\\n\\nzkSync fully inherits Ethereum’s security guarantees by adopting the ZK rollup architecture — the only blockchain scaling approach that relies on pure cryptography instead of collectively trusted validators, bridges, or watchers. ZK stands for Zero-Knowledge (Proofs), a family of sophisticated protocols for attestation of computational integrity.\\n\\nzkSync v2 will support EVM-compatible, composable smart contracts. It is the first ever ZK rollup with a ported Solidity dapp [live on its testnet](https://medium.com/matter-labs/unisync-a-port-of-uniswap-v2-on-the-zkevm-b12954748504).\\n\\n“zkSync will enable Ethereum transactions at a much higher rate and lower gas fees than mainnet. The math used by Matter Labs is really quite beautiful, and it is remarkable to see this coming to fruition at a massive scale so soon,” said Dan Boneh, Professor of Computer Science at Stanford.\\n\\n“Matter Labs is extending the frontier of what is possible in web3 by solving the problem of blockchain scalability without sacrificing security, decentralization, or composability,” said Ali Yahya, General Partner at Andreessen Horowitz. “By helping Ethereum scale, Matter Labs will unlock a whole new set of possible applications in web3. We’re thrilled to be partnering with them on that mission.”\\n\\nMatter Labs intends to use the funds to expand its scientific and engineering teams and finance its business growth. “Until recently, we have been focused nearly exclusively on technological innovation. Now it’s time to put a similarly concerted effort into reaching users and developers, which will require scaling our business development and marketing efforts and building out our community and ecosystem,” said Zoé Gadsden, COO of Matter Labs.\\n\\n# About Matter Labs\\n\\nMatter Labs is the pioneer of Zero-Knowledge Proof technology on Ethereum. The company has launched the [first-ever public ZK rollup prototype](https://twitter.com/the_matter_labs/status/1081959506454695936) in early 2019, was [the first to implement recursive ZK proofs](https://medium.com/matter-labs/zksync-v1-1-reddit-edition-recursion-up-to-3-000-tps-subscriptions-and-more-fea668b5b0ff) on Ethereum, and created [the world’s first practical FPGA-based hardware for ZKP acceleration](https://medium.com/matter-labs/worlds-first-practical-hardware-for-zero-knowledge-proofs-acceleration-72bf974f8d6e) in 2020. Matter Labs recently [launched a zkEVM testnet](https://medium.com/matter-labs/unisync-a-port-of-uniswap-v2-on-the-zkevm-b12954748504), making zkSync the first ZK rollup capable of executing native Ethereum smart contracts.\\n\\nMatter Labs’ team is rooted in the belief that cryptography and blockchain are essential technologies for protecting and fostering freedom globally. They enable mutually distrusting counterparts to collaborate without relying on authorities or third parties. Blockchains enabled by zero-knowledge proofs promise a fairer and more efficient global digital economy.\\n\\nMatter Labs, a remote-first organization, is [actively hiring](https://boards.eu.greenhouse.io/matterlabs).\\n\\n# About zkSync Protocol\\n\\nzkSync is a ZK rollup, a Layer-2 scaling solution that preserves the security properties of the underlying blockchain by leveraging the latest generation of succinct zero-knowledge proofs.\\n\\nzkSync v1 is a ZK rollup for payments, live on Ethereum mainnet since July 2020. Adopted by many protocols, wallets, and dapps, zkSync has powered over 4M transactions.\\n\\nzkSync v2 is a ZK rollup for generic smart contracts that preserves EVM-compatibility and composability. The upcoming testnet currently has more than 150 registrations from projects across DeFi, NFT, Games, DAOs, Exchanges, On-Ramps, Wallets, Developer Tools, Data Analytics.\\n\\nLearn more and keep up to date by visiting zkSync’s [Medium Blog](https://medium.com/matter-labs) and [Twitter](https://twitter.com/zksync).\",\"timestamp\":1637809541,\"title\":\"Matter Labs Announces $50M in New Funding for zkSync\"},\"digest\":\"QxF34tTN499zPofxvOYoJE0vGMj-pAxaGdfHkztyQ0g\",\"authorship\":{\"contributor\":\"0xd8c06c7BA09df515Ad1F6A86bA3D567C46478927\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"06Vey8FRpYGSu34-NH35kNFb-ajh8Jbe8_gQr_-0Dpo\\\",\\\"y\\\":\\\"7FAybNWwOsgyPrr73a2s5xgodj5y00OJBhWAptm1Iy8\\\"}\",\"signature\":\"KOLEbCaO5RtWXENsfGKpQc5E9Z79eH-G7oc_4Ps1w6TrNBBwnj2jXlzZ6y3OWnXjNMtb9zB7pMuqj_g45yNEBg\",\"signingKeySignature\":\"0xcbe2f53cd3e7c28df07c33202e7ce92dcf361852af5269b86064f6c331fa6b03495f830418ae8fab21813c391b21be71fb2dbd9da8a85f5085bdc6ee2b70e7ad1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"06Vey8FRpYGSu34-NH35kNFb-ajh8Jbe8_gQr_-0Dpo\\\",\\\"y\\\":\\\"7FAybNWwOsgyPrr73a2s5xgodj5y00OJBhWAptm1Iy8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QxF34tTN499zPofxvOYoJE0vGMj-pAxaGdfHkztyQ0g\"}"