"{\"content\":{\"body\":\"“咦？小雪不在啊，趁她不在我们先玩一局吧！”吴缺把钱浅轻巧的身体抱了起来，像抱公主一样，冲进主卧，像暴力分拣的快递站职员，把钱浅扔到了床上。豆蔻年华的少女什么时候都是新鲜可口的果肉，洗澡什么的都免了，那略带狂野的味道，更加让男人迷醉。\\n\\n老钱把小浅浅养育的很好，她跟父亲一样有锻炼的习惯，而且从小有正确的饮食、清洁习惯，拥有一副健美的牙齿，吴缺最喜欢吻她，味道和气息都是沁人心脾，才吻了一分钟他整个人都来劲了。\\n\\n不过，就在他要把大纸条放进花瓶的时候，顽皮的小浅浅忽然抛出一句让他始料未及的话：“你知道为什么小雪不在吗？”\\n\\n吴缺：“……为什么？”他希望小浅浅随便给出一个简洁的答案，让他好继续花道征途，可惜他注定要失望透顶。\\n\\n小浅浅：“你去隔壁看看，她行李都搬走了。”\\n\\n吴缺眨眨眼：“哦？为什么？”\\n\\n轻轻抚摸着身上的男人的手臂，小浅浅幽幽道：“我没见过甄傲雪这么低理财智商的女生，唉，明明你都快发达了，她居然在这个时候跟我说，她要离开我们，她不敢跟你说，要我转告你，所以，我们的铁三角破灭了，我答应给她100万美元分手费，另外，这个房子她不要了，借给她父母的100万也不用她归还，是的，大叔，你的小雪走了。”\\n\\n说着说着，吴缺的小伙伴都消停了，他一副难以置信的表情，光着屁股到隔壁一看，好家伙，真的，原本属于甄傲雪的那些东西，都消失了。\\n\\n其实，吴缺缺乏时间陪音乐学院姐妹花，他也是知道的，有可能会有这么一天，但是，小浅浅也太顽皮了吧，在这个要命的关口给自己泼冷水，吴缺真不知道应该生气还是应该好笑。\\n\\n纯欲少女甄傲雪向来没有定性，作为第一个要离开的女生，应该不是太意外吧。\\n\\n才要100万美元的分手费，这傻妞啊……\\n\\n钱浅用她圆滚滚的胸部从后面包裹吴缺的后脑勺，说：“可怜的大叔，你现在只剩下我一个了哦……”\\n\\n“你太顽皮了，看我收拾你。”收拾凌乱的情怀，吴缺再次提枪作战，把豆蔻少女刺倒在身下，这一次不挑地方，是在沙发上，反正也不会有别人来打扰他们了。\\n\\n等把爱情游戏玩完了，他们才没羞没臊的依偎在沙发上严肃探讨分手这件事。\\n\\n“大叔，分给她100万美元，你没意见吧？”\\n\\n吴缺：“嗯，好的，我们把钱转出来，到一个联名帐号，以后你就是这800万U的女主了，小雪是个傻妞。”\\n\\n钱浅喜滋滋道：“这么说，除了你老婆，你就剩下我了，好极了，你可以跟我回家跟我爸一起吃个饭吧？我要正式给他介绍我的男朋友，理直气壮地。”\\n\\n实际情况要复杂点……不过，暂时不想把一切坦白，反正关咲是很听话的。\\n\\n想到要去见见岳丈，曾经的情敌，吴缺还是有点小紧张，不过，看钱浅那么热心，就算是紧张，吴缺也不得不同意了，他点头同意了。\\n\\n\\\\---\\n\\n听说小浅浅要带男朋友回家吃饭，江疏雨和花阡陌都很好奇，在家等着，想看看到底是哪家青年才俊能配得上老钱的千金。老钱也是一个会做菜的主，他今天亲自下厨，花阡陌在一旁帮忙，江疏雨则是富贵人家的大小姐做派，坐着等吃的。\\n\\n江疏雨在客厅等着，看到钱浅和吴缺出现，江疏雨笑道：“诶？吴缺？你怎么来了？是来蹭饭吗？太巧了，告诉你啊，今天我们要看看钱浅的男朋友是什么样子，老钱在里面亲自下厨呢！”\\n\\n吴缺和钱浅顿时露出古怪神色。\\n\\n江疏雨完全误解了吴缺的表情，说：“没关系的，你也掌掌眼嘛，蹭饭嘛，多双筷子的小事情，老钱又吃不穷。”\\n\\n江疏雨不但自己误解了，还把她的误解传递到了厨房，去跟里面的人说：“老钱，吴缺跑来蹭饭呢，加双筷子啊！”\\n\\n于是乎，一群人围坐在餐桌前，等待神秘的男主出现。老钱最后一个出来，把最后一道家常菜端上来，全都是鸡鸭鱼肉的家常菜，但就是看上去色香味俱全的样子，跟吴缺做的相比……可能差一点点，也算不赖了。\\n\\n花阡陌有点不耐烦了，对钱浅说：“喂，这男孩子怎么不守时的？你催一下他快点，要不然饭菜凉了呢。”\\n\\n钱浅扭扭捏捏的样子，江疏雨也催促：“打个电话。”\\n\\n钱浅那个手机在手中玩来玩去，终于，她还是弱弱道：“那个，其实，吴缺……就是我男朋友……”\\n\\n花阡陌和江疏雨都瞬间石化，老钱还是老神在在的样子。\\n\\n钱浅：“我们吃饭吧，边吃边说，我知道你们想不明白，我慢慢解释，但是饭不能不吃，开吃开吃！”\\n\\n老钱居然给吴缺的高脚杯倒上了玛歌白亭白葡萄酒，吴缺大感意外，有点尴尬地说了声：“谢谢。”\\n\\n每个人的酒杯都装了酒，老钱说了声：“CHEERS。”\\n\\n五个人各怀心事地干杯，老钱招呼大家吃菜，淡淡道：“我曾经跟吴缺说过，只要他帮我办好某件事，我就不反对他跟钱浅，他办到了，所以，我说话算数。”\\n\\n吴缺实在是惭愧，对老钱说：“老钱，真对不起，我追钱浅的时候，真心不知道她就是你女儿，等到偶然知道真相，我……也想吃后悔药，可惜，已经来不及了，我……会好好对她的。”\\n\\n老钱点点头，表示理解。\\n\\n钱浅仰望着自己的父亲，无限温柔说：“爸，您是这世界上最开明的，我就知道……所以才敢带吴缺回来。我跟吴缺的感情发展也是一个意外，但是意外的缘分最致命，现在我就只喜欢吴缺这样有本事的大叔，那些学校里的同学，那些小奶狗，我再也不感兴趣了。虽然我不知道我和吴缺会走多远，不过，现在此时此刻，我跟他在一起是幸福的。”\\n\\n老钱对女儿也点点头，鼻头有些发酸，声音沙哑道：“浅浅长大了啊……”\\n\\n花阡陌松了口气：“好事儿好事儿！没打起来就好……”\\n\\n江疏雨有些凌乱：“那，吴缺跟林星雅……你们的双胞胎……”\\n\\n钱浅：“既然我跟了吴缺，那林星雅就是前女友咯，这么简单的事情，不过现在他们的孩子还小，吴缺经常过去照顾一下还是应该的，哦？”\\n\\n吴缺含糊的“嗯”了一声，心里的紧张感慢慢消融，好家伙，老钱居然没发飙啊，不过好像也不是很开心的样子，反正比料想的好多了，没发飙简直奇迹。\\n\\n可能是觉得爸爸会不开心，要在家里好好安慰一下老爸，所以钱浅坚持留在家中住，吴缺就踏上了归途，江疏雨到楼下送他，而且她的表情有点怪怪的。\\n\\n吴缺的车子开了出来，没想到江疏雨居然招呼他停车，开门坐进了副驾，吩咐吴缺：“你开车在小区兜一圈，我有话跟你说。”\\n\\n好像还从来没有在这里兜圈子，正好熟悉一下这个小区，毕竟，林星雅的别墅也在这里，熟悉环境还是极好的。\\n\\n沉默了一会儿，吴缺开玩笑道：“疏雨啊，真是世事难料，谁知道我们的状况会发展到这个神奇的地步？说不定以后我要管你叫一声‘妈’，噗！”\\n\\n他自认为幽默，奈何江疏雨板着脸。\\n\\n吴缺干咳两声，缓解一下尴尬的气氛。\\n\\n小区都逛了一半了，沉默还是如此悄悄，吴缺感觉到有些不对劲，问：“怎么了？有话直说。”\\n\\n江疏雨：“糟了，我怀孕了……”\\n\\n吴缺：“好事儿啊！不想生？怕影响身材？”\\n\\n江疏雨：“唉，老钱去医院检查过，他精子有问题，所以……这孩子可能是你的……”\\n\\n吴缺大吃一惊，差点儿把车开进人工湖！\\n\\n江疏雨：“我本来就很烦，不知道怎么办才好，你这家伙倒好，直接把老钱的女儿给泡了，好了，现在老钱的老婆和女儿都被你欺负了，你说，你还是不是人？”\\n\\n吴缺把车子停在了湖边，他也彻底凌乱了。\\n\\n皂滑弄人啊！\\n\\n吴缺已经很久很久没有想起自己曾经爱过的疏雨了，奈何，今天这一档子事，还是让他彻底回到那天那夜疯狂的时刻，毕竟，有些事情发生了就不可能抹去。那天晚上，江疏雨顽皮的说：“今晚是最后的机会送一顶绿帽子给老钱，因为明天我们就离婚了。”结果还是没有离婚成功。\\n\\n“怎么办？”两个人几乎是同时问，然后同时沉默。\\n\\n还是男人最后决断：“以己度人，我肯定是无法接受这样的绿帽的，你现在可以选择不要这个孩子，你没告诉老钱吧？”\\n\\n江疏雨：“问题是，精子有问题并不意味着一定没有让人怀孕的能力，所以，这事情还是有概率是老钱的孩子，当然，你的孩子概率稍微大点，老钱盼望有个儿子，我不能偷偷消灭他的希望。要不，我找他坦白，看他愿不愿意要这个孩子。生下来之后做鉴定，如果是他的，那一切好说，如果不是……我愿意净身出户。这样行不行？”\\n\\n吴缺：“他还是会深受刺激的，甚至能猜到是我的孩子，他是老狐狸。如果我是老钱，我会疯狂。这不是什么上策。”\\n\\n江疏雨：“错，你不了解老钱，他格局很大，我本来就是你的前女友，这种事情，他早就会有心理准备。我觉得这样对他最公平，即便被他嫌弃，挨骂的是我，也是我愿意的，证明我爱过他。”\\n\\n吴缺万分痛苦：“那你……随便你吧。”\\n\\n江疏雨：“喂，要是生下来了，大概率是你的……到时候……”\\n\\n吴缺：“嗯，到时候我养你们，放心，我还没那么渣。”\",\"timestamp\":1641436610,\"title\":\"共济会风云 第71章 家宴\"},\"digest\":\"WtbiR3YgR4nIQKVrYVShfAajtuLqVtgHyZmrLoYVr1k\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"signature\":\"g0UaHFEs7dCFbw7HCPUsPDCkVy9OLJD1zoRqb5Qh7_xzlpnuWrey3AuVyNerk3XkPCJFgVJyR0UcJT9OrHqXsA\",\"signingKeySignature\":\"0x9f493a0ee5c1128506766a2a4278c0eddffcbe813b83cca20a5bd7bbac47104e374e7273911a6e1fc7555ff99c7df2a78449737ae99d4f6ae323f06fe9e95fca1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WtbiR3YgR4nIQKVrYVShfAajtuLqVtgHyZmrLoYVr1k\"}"