"{\"content\":{\"body\":\"Growing up in the 90s, our family had a computer. It was a Compaq Presario, a chunky object with a translucent purple faceplate that opened up to provide CD storage and speakers that attached to the monitor like oversized ears. It was glorious. \\nThat computer changed my life — and so did a piece of software that came with it called Microsoft Encarta.\\nEncarta was an encyclopedia digitized (Wikipedia before Wikipedia!) and opening it revealed countless entries about important world events and historical figures. These entries took the form of videos and mixed-media presentations that gave the user access to the world's knowledge in a way that was more vibrant and alive than paragraphs of text on a paper page ever could be. The experience was magical from the first moment. When you put the disc in the CD drive a start screen would pop up with a variety of images and faces all interconnected: An astronaut, the Mona Lisa, Abraham Lincoln, Nelson Mandela. Then, choral music would begin to play and voices would speak in succession…\\n- “Let there be justice for all.”\\n- “Let there be peace for all.”\\n- “That’s one small step for man.” \\n- And so on, and so on.\\nAs a child, I was so inspired by those words and those faces. They filled me with a sense of optimism that made me excited to use the computer, to learn more, to engage with the world and its lessons in a meaningful way. That Encarta CD let an 11-year boy sitting on his parent’s computer encounter the great icons of history and be inspired by their faces and their words — and it let me see them in a way that hadn’t been possible before. Unlike a book or documentary where the work is linear in nature, Encarta let me learn by cutting my own path.\\nI felt like I was in charge of the digital world I was living in.\\nEncarta was ‘just’ a rudimentary encyclopedia, but it holds a version of the digital age that I’m still yearning for. It's representative of a version of technology that’s eternally hopeful, putting the world’s knowledge in people’s hands and challenging us to look at the past and make decisions for the future.\\nChallenging us to be __better__.\\nThis feels, on the whole, much different from today's technology. Where Encarta had an unbridled sense of optimism, today’s social network dominated internet seems to bring out our darkest motivations, centered around a kind of pessimism that gives way to outright hostility. \\nOur technology needs to evolve, but evolution is hard. \\nTo learn a little about why that is, we can look back at how we formed the physical world around us. There are lessons to be learned by looking at the foundations of the land we live on and how our cities were formed.\\n- Originally, these spaces were founded because one pioneer decided to move onto a piece of land and take a risk. Then, someone would move into an adjacent space and take a risk on another plot of land. Then another. Then another. \\n- Next, those people would have children. They would expand their homes to make room for their growing families. More people would move nearby, and as both the families and the community grew, so too would the town. Each person provided something — resources, utilities, a helping hand. Each person took risk after risk, bet after bet, and the cities expanded or evolved in response, turning into the spaces many of us live in today.\\n- Now, when a neighborhood is formed, it happens entirely differently — so different that the frontiersmen and women of the past would find it to be completely foreign. \\n- Here’s what happens now: A real estate developer takes a giant loan and buys a large amount of property in a suburb. Homes are built, all at once, in a cookie-cutter fashion. The homes are then sold, one by one, and the neighborhood is complete.\\n- That’s it! There’s no evolving the neighborhood. There’s no adding on to the community in a meaningful way. No new land can be purchased and built upon. It’s ‘finished’ — which means that the only paths forward are stagnation, staying just as it is, or decline, falling into disrepair.\\n- Our society has grown accustomed to physical and digital spaces existing in their ‘finished’ state, and that’s a problem. Today’s internet has felt like a suburb for some time now, with the monoliths providing us with our platforms and networks buying up land and selling it to us in a cookie cutter fashion — and just as the suburbs from the late 90s and early 2000s are now falling into stagnation or decline, so too is the suburb that is ‘Web 2.0’.\\n- I no longer feel like I'm in charge of the digital world I'm living in.\\n- The good news is that there’s a new digital frontier opening up. The world of web3 is providing space for us to find new soil; to take a stake on a piece of land and make something new. Now is the time to reclaim the optimism that once was, a digital space led by people who believe in a world where problems can be solved, and solved through unity.\\n- The new frontier is one where digital citizens are being reminded of our communal and collective power to solve problems and create a future that we’re proud of — and it's early days yet. \\n- What risk will you take to help build the digital city of tomorrow? \\n\",\"timestamp\":1619661487,\"title\":\"A New Frontier\",\"publication\":\"multimedia\"},\"digest\":\"akN3NGINXiZz2SwCENQ-ILgNjeBYD1OBlzJLaxJckUU\",\"authorship\":{\"contributor\":\"0xc7A0D765C3aF6E2710bA05A56c5E2cA190C2E11e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UVVEnx7fWsilL5d7tCqNJVfdRJtNNV7a6pzzgxx6UyY\\\",\\\"y\\\":\\\"isIpcKjDHkcjqdyPodEUIX201XYkjx5DpPDqKNpiZZI\\\"}\",\"signature\":\"aCBHrk8-yu4_tQO-_LuJZztEK0-eTstLOy1yDry4m2MTakvH3PIcBmkUztV0nTv0TYW8iSTEpTiLQL33ml8MLw\",\"signingKeySignature\":\"0x0820ca4aaec5face02e1b1babde4bdc64cc726334a5d44f38bd52eb45f17a160769872e7a7ebc9f3c60a06722ee750d17fcd4b35ed1c46c27febe247c130c3b51c\",\"signingKeyMessage\":\"I authorize the publication of articles on multimedia.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UVVEnx7fWsilL5d7tCqNJVfdRJtNNV7a6pzzgxx6UyY\\\",\\\"y\\\":\\\"isIpcKjDHkcjqdyPodEUIX201XYkjx5DpPDqKNpiZZI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"akN3NGINXiZz2SwCENQ-ILgNjeBYD1OBlzJLaxJckUU\"}"