"{\"content\":{\"body\":\"我出生在东北一个偏远山村，据说出生当天有人看到我家祖坟前有两只黄皮子像人一样站着，不停地俯首叩拜。\\n\\n我爷爷陈言是个风水先生，他信命，于是给我取了个很不入流的名字，陈黄皮。\\n\\n在我出生第二天，村里闹了场规模很大的黄鼠患，将村民的鸡鸭偷了个精光。\\n\\n加上那段时间，有两个村民上山采药，离奇地摔死了，村里多了两寡妇。\\n\\n村里人信邪，觉得我不吉利，多次提出要将我送走。\\n\\n要不是我二叔是村长，有点威望，我也不可能留得下来。\\n\\n可在我一岁的时候，村里突然闹大旱，颗粒无收。加上我体弱多病，村民们又将矛头指向了我，这次就连我二叔出面都没用。\\n\\n就在我家和村民的矛盾激发到顶峰的时候，发生了一件让所有村民噤若寒蝉的事情。\\n\\n那天中午，足足有上百辆豪车从村口外一里路，一直排到了我家门口。\\n\\n原因很简单，封卦五年的青麻鬼手决定重新出山，再卜一卦。\\n\\n也就是那时候，我家里人才知道爷爷居然是曾名动四方的青麻鬼手，我家是麻衣世家，爷爷是第十六代传人。\\n\\n那天前来找爷爷算卦的几乎都是政商大咖、风水界大拿。\\n\\n梅花圣手、青衣方士、身上盘着大蛇的地师……据说就连省城的首富都来了。\\n\\n他们都想得到爷爷这最后一卦，毕竟爷爷一生起卦三千九百六十四次，无一落卦。\\n\\n而封卦后再起卦，这是要折寿的，得到这一卦的人也会沾染到爷爷折损的气运，所以他们才会挤破脑袋来争抢。\\n\\n爷爷的要求很简单，必须带一个和我年龄相仿的女婴过来，他会挑中一个与我订娃娃亲，而他这最后一卦也会送给这个家庭。\\n\\n最终得到这一卦的却不是圈内人，他是来自西江市一个小康家庭叶家的叶青山，他原本只是来凑凑热闹的，没曾想竟被爷爷选中了。\\n\\n叶青山在得到爷爷这一卦后，将比我小三个月的女儿和我订了娃娃亲。\\n\\n自此我就有了名义上的老婆，她的名字很好听，叶红鱼。\\n\\n叶青山和我爷爷说好了，必须在我二十一岁生日那天，才能让我两见面，接我去做叶家的上门女婿。\\n\\n随着叶青山的离去，一场轰动全国风水界的大事就此收场。\\n\\n说来也怪，自此之后村里风调雨顺。\\n\\n加上爷爷的威望，我家在村里的地位也有所升高，没人再敢来找我麻烦。\\n\\n我的身体有所好转，爷爷的身子骨却每况愈下，明明六十几岁的人看着跟七老八十似得，头发花白。\\n\\n在我十岁那年，爷爷把我叫到了后山。\\n\\n他负手而立，面色凝重。\\n\\n我一直敬畏爷爷，感觉有大事要发生，吓得不敢说话。\\n\\n爷爷郑重地问我做好成为麻衣世家第十七代传人的准备没有，我一阵欣喜，这是我一直向往的东西。\\n\\n但我还是忍不住问爷爷，为何二叔求了他一辈子他不肯教，却要将一身本领隔代传给我。\\n\\n爷爷落寞地叹了口气，他说这不是什么好事，看相算命就是窥天机，注定是要犯五弊三缺的。所以真正有道行的老先生往往都是非聋即瞎，不得善终。\\n\\n而我却一出生就命犯五弊三缺，这让本准备终止传承的爷爷决定让我继承他的衣钵。\\n\\n因为这就是我的命，打我出生那一刻起，就注定如此。\\n\\n那天我跪在山顶，郑重三叩。一叩天地神灵，二叩孤魂野鬼，三叩列祖列宗。\\n\\n自此我就成了麻衣世家第十七代传人，我家是青麻一脉，爷爷绰号青麻鬼手，而他却给我封号昆仑。\\n\\n我问爷爷为什么要叫昆仑，爷爷说我们这一脉就是发源于昆仑神山。\\n\\n我应该会是最后一代传人了，缘起缘灭，昆仑是所有风水师心之神往的地方，他希望我有一日可以真正站到昆仑之巅，那样我也许就有实力彻底改变风水师的命运。\\n\\n我学起风水秘术来非常的快，就连爷爷都忍不住经常夸赞我的天赋。\\n\\n记得有一本叫《撼龙经》的古籍，爷爷说他三十五岁才融会贯通，而我十四岁那年就掌握了寻龙捉脉之法。\\n\\n我疯狂地汲取着风水阴阳之术，也不知道是不是因为这方面的缘故，我性格比较孤僻，没什么朋友，加上村民们私下都传我是不祥之人，更是没少受同龄人的白眼。\\n\\n这些对我来说早就习以为常，最让我难以忍受的是爷爷严令禁止我二十一岁之前给人看事，他说一旦我破戒，他将功亏一篑。\\n\\n这真的让我很憋屈，空有一身本领却不能学以致用，那种无力和委屈一直使我备受煎熬。\\n\\n我曾亲眼看出待我不错的张三爷双肩上的阳灯闪烁黯淡，那是大凶之兆，恐命不久矣。\\n\\n果然，没过两天他耕田的时候，被自家的牛给顶死了。\\n\\n还有一次，我察觉到我挺喜欢的女生张雅面泛青光，在右嘴角两厘米处还隐隐有一红点。这是命犯淫邪，一日后她放学的路上，就被村里的二傻子拖进了玉米地。\\n\\n那天我真的痛苦到了极点，感觉自己就是帮凶。\\n\\n我不敢见张雅，就偷偷地看着。当我看到她右肩的阳灯闪烁，像是被风一样往自己脖子上吹，我知道她承受不了屈辱，想要自杀。\\n\\n我实在忍不住了，偷偷找了张雅的父亲，让他一定要看好自己闺女，最好拿个绳子捆住，不然小女生受不了刺激怕是要寻短见。\\n\\n张雅被救了下来，而我却因此生了一场大病。\\n\\n我卧床不起，头疼发热，上吐下泻，到后来甚至昏迷不醒。\\n\\n直到三天后我才醒过来，醒来后我知道了一个天大的噩耗，爷爷死了。\\n\\n那年我才十八，永远失去了最疼爱我的爷爷。\\n\\n听我妈讲，在我生病后的第二天，爷爷就一个人进了后山的乱葬岗。\\n\\n他给自己寻了一个风水最差的地段，挖了个坑把自己活埋了，连棺椁都没有。\\n\\n没人知道爷爷是怎么将自己给活埋的，要不是我妈被托了梦，甚至一辈子都不知道爷爷已经去世。\\n\\n那天我在埋葬爷爷那不起眼的土包前长跪不起，整整哭了一天一夜，最后昏死了过去。\\n\\n我知道，爷爷是为了救我才这样做，他将自己最后的命留给了他的孙子。\\n\\n这件事对我打击很大，我感觉是自己害死了爷爷。\\n\\n自此我彻底休学，家门都不出，住在爷爷的老屋，陪伴我的只剩下了爷爷留给我的风水秘术。\\n\\n而除了爷爷留给我的这些，还有一个信念支撑着我。\\n\\n那就是我的妻子，叶红鱼。\\n\\n这是爷爷生前最大的愿望，他希望我一定要与其成亲，他说只有她才能化解我的命劫。\\n\\n终于，在我二十一岁生日那天，一辆我从没见过价值百万的奔驰驶到了我家门口。\\n\\n[点击阅读原文](https://lianjiec455955.zhangwen.cn/link?code=1067747)\",\"timestamp\":1641470394,\"title\":\"001 退婚（上）\"},\"digest\":\"xqafXuyQsWadKksSjQ0Ku5x8E5maMEOxHmN4pkmiuEs\",\"authorship\":{\"contributor\":\"0x74EF64C675BBC6419ECf8D10fd15a82610615ae3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wdUC6m8EFgjntfZp6uEFppjiF2loyL6Q0Rl6vEN6COE\\\",\\\"y\\\":\\\"Piia37VdnfT9HmQ57vdDK7vFbw8i1Iu9OMdnMbx-1io\\\"}\",\"signature\":\"WrTQWWdr5jq5pzecjhFUVjvM51NLPPHn3AJRwW6FaPMA1SpOq_FjJEHvqDRY7SOSLD0gWL0fQSdUuHncjXnWGg\",\"signingKeySignature\":\"0x43cb7a8d2bdb999e7256782e6b013f63c3652b89aeb6ec219b03b8472d85bc86652881d2b53fa7f6f7ac7d1466aa7903ce872a60e714df5d9c8128735cbcc6331b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wdUC6m8EFgjntfZp6uEFppjiF2loyL6Q0Rl6vEN6COE\\\",\\\"y\\\":\\\"Piia37VdnfT9HmQ57vdDK7vFbw8i1Iu9OMdnMbx-1io\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_ndbI6SUou4o3f7ql_1FytspehQTibL97CrdIiuuERo\"}"