"{\"content\":{\"body\":\"## Stacy Pills Lore - #27\\n\\n![Stacy Pills Series II - CFW x Argonauta](https://www.orbatron.org/27.gif)\\n\\n### Part I\\n\\n**The pitch of windchimes overhead contrasts the dreary weather pressing down on everybody. Collars thrown up, shoulders hunched down, figures shuffle through the rain in colorless outer shells. Their haste reverberates off the food stalls’ walls in the form of sloshing footsteps. The smells of ramen and roasted pork somehow cut through the heavy air, triggering memories in synesthetes, and hunger in normies.**\\n\\nXero watches the strangers move through Chinatown, as he sips his chemtea at Chu Hua’s Zen Hovel. Today he is trying a lavender and raspberry combo. He can almost forget it’s synthetic, but the saccharin aftertaste always lingers.\\n\\nThe sun has not shown itself in 2 weeks, and the rain has been nonstop for a week straight now. There is a tension that rises to the surface, when things get soaked in dullness to this degree. Many are escaping into the metaverse, jacked in for hours on end. The ensuing headaches that follow don’t help with the mood, and it shows in the beatless dance of commerce on this street. The rhythm of the city is subdued; there is no set tempo.\\n\\nXero doesn’t care. Tapping his ledger on the terminal, he exchanges a nod with Chu, and walks out into the rain, chin up, eyes alert. The tea did its job as always - mind alert, body relaxed. Smooth strides take him home, not a care over the water hitting his face. The grey masses occasionally look up to see his smiling face illuminated by the neon street lights, a visage exuding confidence.\\n\\nAs he turns onto his street, he sees Ringo pulling up on his hacked up scooter. A fiberglass 20th century Vespa replica riding on tubeless monster wheels, he has so much tech jammed into that tiny piece of shit, it’s a wonder he has space to sit on it. Ringo steps off his frankenbike and signs a hello with his hands.\\n\\n“Sup.”\\n\\nXero sweeps back his oil-slick trenchcoat’s folds, and snakes out a tiny parcel wrapped carefully in mylar. Seamlessly, Ringo passes his hand over it, disappearing it into his sleeves; a quick exchange of skin to any observer.\\n\\nRingo then discretely deposits a seemingly identical parcel into Xero’s palm, a smooth reversal of their first handshake. In a flash, the second package vanishes, and their concordat is complete.\\n\\n“Thanks Ringo, what’s this Argo batch about?”\\n\\n“This one’s super emotive - throws you right into suppressed rage, internal screaming, but the tension just rises and rises till these blue tears squeeze out… and then it’s pure technicolor LIFE man!”\\n\\nXero frowns a little.\\n“Woah. Sounds stressful. How’s the exit?”\\n\\nRingo paces a little, his face a mirror of deep thought. \\n“Pretty much the opposite of the peak; strobes you back, hungry to tackle the world, hungry to grow, to learn. Lays you down in a bed of motivation to set fire to the world. You comin’ back strong.”\\n\\n“Shit. Sounds like you gotta work for it. This last batch was like that; there was so much information to process, so elegant, but had to engage to feed the hunger.”\\n\\nRingo fidgets a little\\n“This the JL one, right? I heard it keeps you on your toes!”\\n\\nXero nods. \\n“Absolutely, you better be ready to answer some questions, kid.”\\n\\n“Bet. Thanks! Let me know how it goes. And let me know if you hear anything about those Ancients. That shit RARE!”\\n\\n“You’ve been asking for weeks. Be safe, don’t fucking die on that shitmobile!”\\n\\nRingo scoffs and climbs onto his monstrosity. Throwing a hand sign farewell, he scoots off into the rain without a care in the world.  The weather beats down in his wake, its steady white noise soon the only sound to hear, as his scooter fades into the distance.\\n\\nXero walks up to his stoop, greeted by a calico cat leaning into his shins on the steps. He greets her back, “Hey Babygirl.” He picks her up and walks into his house, an old gray brownstone contrasting sharply with the modern neon glow around it. He fishes out the package from Ringo and grins at it in his palm, and letting Babygirl plop onto his floor he says to nobody in particular, \\\"It’s time to drop.\\\"\\n\\nThe transition is immediate.\\n\\n![Take The Pill](https://images.mirror-media.xyz/publication-images/WV5tvTXdBhdWaxJWWZ9nJ.jpg?height=2440&width=2440)\\n\\n### Argo Pill - II\\n\\n**The pitch of windchimes overhead is an explosion of multicolored bliss coupled with the rays of the sun beating down, like a deluge of golden warmth flowing into everyone’s hearts. There is a sense of determination on the streets, everybody moving forward with meaning; relaxed, but zoned in. The steady rhythmic footsteps create a multi layered percussive harmony to the market. Everybody experiences olfactory-memory synesthesia as they catch whiffs of ramen and roasted pork, a healthy aroma dancing on the light air.**\\n\\nXero watches strangers move through Chinatown, as he sips his chemtea at Chu Hua’s Zen Hovel. Today he is trying a lavender and raspberry combo. The taste reminds him of sunlit fields, with insects buzzing busily around-\\n\\n“OUCH”\\n\\nA sudden jarring sensation, like a bee sting. As quickly as the thoughts of fields dissipate, the sense of disgust rushes in, like a torrent of sickness riding a tsunami. Xero snaps his head up to look around him and notices the sunlight fading, as if a cloud is suddenly blocking its rays. Its brightness is replaced with the neon glow of the city, the purple-red-blue lights illuminating the features of everything around him.\\n\\nThe pedestrians are no longer exuding confidence. They are instead emitting a frenzied energy, a sense of indescribable urgency. They walk with a sort of run-down quickness, but alert. Xero suddenly sees the desperation of society, tied to their jobs, their banks, their governments. The day-to-day is no longer a routine, but a forced and joyless system, draining the creativity and caring out of people that have succumbed to it.\\n\\nXero remembers now - he remembers his past life. A dead-end job writing software for a corporation that farms user data, his coworkers faceless automatons buried in their info tablets. His commute in the dreary weather on a daily basis, constantly feeling wet and heavy. Food picked up at the market providing temporary solace, but no lasting satisfaction. Coming home to an apartment devoid of other life, the ads on his holoscreen displaying bleak reminders of the company he works for.\\n\\nAs he remembers, he feels an internal pressure; a tension at his very core of being. It’s expanding outwards, growing like a tumor. And he realizes suddenly that it is a scream. A primal, jaw stretching, lung deflating scream. But instead of a vocal release, he finds himself crying.\\n\\nThe tears are azure blue, like an impossibly clean river from another era. Their chemical constitution of purest remorse and nostalgia. He watches them splash down in front of him, and form a lake teeming with life, surrounded by fields peppered with deep lavender and vivid raspberry hues. Further off in the distance he sees mountains forming a sawtooth horizon, a deep gold and red explosion dawning where the sky meets it. Clouds above softly reflect pastel variants of the palette he has discovered before him.\\n\\nBig inhale\\nBig exhale\\n\\nThe unevenly jagged horizon now begins to approach him vertically as well. Steadily, the zigzagging lines begin to form fractures in this world he has come to awareness in, and he becomes aware of chasms opening up all around him. The cracks in the tableau shining a bright technicolor light, pleasantly pouring into his vision, drawing him to their source.\\n\\nAs Xero melts through the light and back into the market stall, he finds himself looking down at his cup of chemtea. Chu nudges him gently, “Xero, you good?”\\n\\nLooking around, he sees the sun is back, everybody’s frantic energy is gone, but their confidence is not restored. He sees fissures in every person around him, narrow and jagged windows into their worlds full of azure blue remorse, and reminiscence. He sees their inner chemistries: unharnessed balls of creative energy they are themselves unaware of.\\n\\n“Yeah Chu, I’m good. Great tea, thank you.”\\n\\nTapping his ledger on the terminal, he exchanges a nod with Chu, and walks out into the sun, chin up, eyes alert. He passes by strangers around him made of colorful shards, their faces slowly glitching in and out of confidence and despair. The monolithic city around them is seemingly unchanging and ancient, while they live out their short lives in its shadows.\\n\\nAs he turns onto his street, he sees Ringo pulling up on his hacked up scooter.\\n\\n“Wait a sec-“\\n\\nEverything shifts, and Xero reels backwards and then forwards. He braces, expecting impact, but there is none. He blinks, and his city is replaced with a view of a lake. He blinks again, now he’s at the market, but everything is dark. Blink - at home with Babygirl curled up in his lap.\\n\\nXero blinks a few extra times for good measure. He’s definitely back. Babygirl stands up and yawns. Big stretch. She sits and squares up with Xero, “Meow,” lazy.\\n\\nIn one fluid motion, Xero gets up, plops her on the floor, pours out some kibble for her, and throws himself into his art room. It’s time to plug in and make some art. He can feel pure intention ready to shoot out of his fingertips as he settles into his console, ready to push his endorphins to the next level. He melts towards his new journey into discovery.\\n\\n[https://rarible.com/token/0x42c6bcbbd42b0df212564f101d2edac7fb908b9b:45](https://rarible.com/token/0x42c6bcbbd42b0df212564f101d2edac7fb908b9b:45)\\n\\n\",\"timestamp\":1639663232,\"title\":\"Stacy Pills - The Argonauta Pill\"},\"digest\":\"SiOWg7CXBukqpJGswuh_KCE5AqIfO_V78bbVgCY61B8\",\"authorship\":{\"contributor\":\"0x9d455AFFe240a25AdC6cD75293ca6ab2a010ab0f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-2f-KwLK15DdllU1wgHAPA7JzHupBcRM96Vsyl6ZzpA\\\",\\\"y\\\":\\\"sSTgS0r8wjNJwH1bdjUjtwO7mOOaHTVawdAz0LAfVK8\\\"}\",\"signature\":\"mey6sOs7Am4R62vFOhcZ0IiZihe_c9wK0ZzfJNAPhpySlSnoof-Spb2iXfojwt4XSVrMq1RUETJmWWO-WZoBYw\",\"signingKeySignature\":\"0x2141c6cdcbf13a9b4b6965c5d18d436b12d6d2824253370ca626beefc449f946130541d786ddc48be56de37fcbb4c08eb41dcbec8d6e1379c4b57f3c48f696c01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-2f-KwLK15DdllU1wgHAPA7JzHupBcRM96Vsyl6ZzpA\\\",\\\"y\\\":\\\"sSTgS0r8wjNJwH1bdjUjtwO7mOOaHTVawdAz0LAfVK8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GC3GYalwpW8zIYwLiL4h76Pd7lSIpr2qmexs0zrKU4w\"}"