"{\"content\":{\"body\":\"The original of the Abyssins, like that of all other nations, is obscure and uncertain.  The tradition generally received derives them from Cham, the son of Noah, and they pretend, however improbably, that from his time till now the legal succession of their kings hath never been interrupted, and that the supreme power hath always continued in the same family.  An authentic genealogy traced up so high could not but be extremely curious; and with good reason might the Emperors of Abyssinia boast themselves the most illustrious and ancient family in the world.  But there are no real grounds for imagining that Providence has vouchsafed them so distinguishing a protection, and from the wars with which this empire hath been shaken in these latter ages we may justly believe that, like all others, it has suffered its revolutions, and that the history of the Abyssins is corrupted with fables.  This empire is known by the name of the kingdom of Prester-John.  For the Portuguese having heard such wonderful relations of an ancient and famous Christian state called by that name, in the Indies, imagined it could be none but this of Aethiopia.  Many things concurred to make them of this opinion:  there was no Christian kingdom or state in the Indies of which all was true which they heard of this land of Prester-John:  and there was none in the other parts of the world who was a Christian separated from the Catholic Church but what was known, except this kingdom of Aethiopia.  It has therefore passed for the kingdom of Prester-John since the time that it was discovered by the Portuguese in the reign of King John the Second.\\n\\nThe country is properly called Abyssinia, and the people term themselves Abyssins.  Their histories count a hundred and sixty-two reigns, from Cham to Faciladas or Basilides; among which some women are remarkably celebrated.  One of the most renowned is the Queen of Sheba, mentioned in Scripture, whom the natives call Nicaula or Macheda, and in their translation of the gospel, Nagista Azeb, which in their language is Queen of the South.  They still show the ruins of a city which appears to have been once of note, as the place where she kept her court, and a village which, from its being the place of her birth, they call the land of Saba.  The Kings of Aethiopia draw their boasted pedigree from Minilech, the son of this Queen and Solomon.  The other Queen for whom they retain a great veneration is Candace, whom they call Judith, and indeed if what they relate of her could be proved, there never was, amongst the most illustrious and beneficent sovereigns, any to whom their country was more indebted, for it is said that she being converted by Inda her eunuch, whom St. Philip baptised, prevailed with her subjects to quit the worship of idols, and profess the faith of Jesus Christ.  This opinion appears to me without any better foundation than another of the conversion of the Abyssins to the Jewish rites by the Queen of Sheba, at her return from the court of Solomon.  They, however, who patronise these traditions give us very specious accounts of the zeal and piety of the Abyssins at their first conversion.  Many, they say, abandoned all the pleasures and vanities of life for solitude and religious austerities; others devoted themselves to God in an ecclesiastical life; they who could not do these set apart their revenues for building churches, endowing chapels, and founding monasteries, and spent their wealth in costly ornaments for the churches and vessels for the altars.  It is true that this people has a natural disposition to goodness; they are very liberal of their alms, they much frequent their churches, and are very studious to adorn them; they practise fasting and other mortifications, and notwithstanding their separation from the Roman Church, and the corruptions which have crept into their faith, yet retain in a great measure the devout fervour of the primitive Christians.  There never were greater hopes of uniting this people to the Church of Rome, which their adherence to the Eutichian heresy has made very difficult, than in the time of Sultan Segued, who called us into his dominions in the year 1625, from whence we were expelled in 1634.  As I have lived a long time in this country, and borne a share in all that has passed, I will present the reader with a short account of what I have observed, and of the revolution which forced us to abandon Aethiopia, and destroyed all our hopes of reuniting this kingdom with the Roman Church.\\n\\nThe empire of Abyssinia hath been one of the largest which history gives us an account of:  it extended formerly from the Red Sea to the kingdom of Congo, and from Egypt to the Indian Sea.  It is not long since it contained forty provinces; but is now not much bigger than all Spain, and consists but of five kingdoms and six provinces, of which part is entirely subject to the Emperor, and part only pays him some tribute, or acknowledgment of dependence, either voluntarily or by compulsion.  Some of these are of very large extent:  the kingdoms of Tigre, Bagameder, and Goiama are as big as Portugal, or bigger; Amhara and Damote are something less.  The provinces are inhabited by Moors, Pagans, Jews, and Christians:  the last is the reigning and established religion.  This diversity of people and religion is the reason that the kingdom in different parts is under different forms of government, and that their laws and customs are extremely various.\\n\\nThe inhabitants of the kingdom of Amhara are the most civilised and polite; and next to them the natives of Tigre, or the true Abyssins. The rest, except the Damotes, the Gasates, and the Agaus, which approach somewhat nearer to civility, are entirely rude and barbarous.  Among these nations the Galles, who first alarmed the world in 1542, have remarkably distinguished themselves by the ravages they have committed, and the terror they have raised in this part of Africa.  They neither sow their lands nor improve them by any kind of culture; but, living upon milk and flesh, encamp like the Arabs without any settled habitation.  They practise no rites of worship, though they believe that in the regions above there dwells a Being that governs the world:  whether by this Being they mean the sun or the sky is not known; or, indeed, whether they have not some conception of the God that created them.  This deity they call in their language Oul.  In other matters they are yet more ignorant, and have some customs so contrary even to the laws of nature, as might almost afford reason to doubt whether they are endued with reason.  The Christianity professed by the Abyssins is so corrupted with superstitions, errors, and heresies, and so mingled with ceremonies borrowed from the Jews, that little besides the name of Christianity is to be found here; and the thorns may be said to have choked the grain.  This proceeds in a great measure from the diversity of religions which are tolerated there, either by negligence or from motives of policy; and the same cause hath produced such various revolutions, revolts, and civil wars within these later ages.  For those different sects do not easily admit of an union with each other, or a quiet subjection to the same monarch. The Abyssins cannot properly be said to have either cities or houses; they live either in tents, or in cottages made of straw and clay; for they very rarely build with stone.  Their villages or towns consist of these huts; yet even of such villages they have but few, because the grandees, the viceroys, and the Emperor himself are always in the camp, that they may be prepared, upon the most sudden summons, to go where the exigence of affairs demands their presence. And this precaution is no more than necessary for a prince every year engaged either in foreign wars or intestine commotions.  These towns have each a governor, whom they call gadare, over whom is the educ, or lieutenant, and both accountable to an officer called the afamacon, or mouth of the King; because he receives the revenues, which he pays into the hands of the relatinafala, or grand master of the household:  sometimes the Emperor creates a ratz, or viceroy, general over all the empire, who is superior to all his other officers.\\n\\nAethiopia produces very near the same kinds of provisions as Portugal; though, by the extreme laziness of the inhabitants, in a much less quantity:  however, there are some roots, herbs, and fruits which grow there much better than in other places.  What the ancients imagined of the torrid zone being uninhabitable is so far from being true, that this climate is very temperate:  the heats, indeed, are excessive in Congo and Monomotapa, but in Abyssinia they enjoy a perpetual spring, more delicious and charming than that in our country.  The blacks here are not ugly like those of the kingdoms I have spoken of, but have better features, and are not without wit and delicacy; their apprehension is quick, and their judgment sound.  The heat of the sun, however it may contribute to their colour, is not the only reason of it; there is some peculiarity in the temper and constitution of their bodies, since the same men, transported into cooler climates, produce children very near as black as themselves.\\n\\nThey have here two harvests in the year, which is a sufficient recompense for the small produce of each; one harvest they have in the winter, which lasts through the months of July, August, and September, the other in the spring; their trees are always green, and it is the fault of the inhabitants that they produce so little fruit, the soil being well adapted to all sorts, especially those that come from the Indies.  They have in the greatest plenty raisins, peaches, sour pomegranates, and sugarcanes, and some figs. Most of these are ripe about Lent, which the Abyssins keep with great strictness.\\n\\nAfter the vegetable products of this country, it seems not improper to mention the animals which are found in it, of which here are as great numbers, of as many different species, as in any country in the world:  it is infested with lions of many kinds, among which are many of that which is called the lion royal.  I cannot help giving the reader on this occasion a relation of a fact which I was an eye- witness of.  A lion having taken his haunt near the place where I lived, killed all the oxen and cows, and did a great deal of other mischief, of which I heard new complaints every day.  A servant of mine having taken a resolution to free the country from this destroyer, went out one day with two lances, and after he had been some time in quest of him, found him with his mouth all smeared with the blood of a cow he had just devoured; the man rushed upon him, and thrust his lance into his throat with such violence that it came out between his shoulders; the beast, with one dreadful roar, fell down into a pit, and lay struggling, till my servant despatched him. I measured the body of this lion, and found him twelve feet between the head and the tail.\\n\\nChapter II\\n\\nThe animals of Abyssinia; the elephant, unicorn, their horses and cows; with a particular account of the moroc.\\n\\nThere are so great numbers of elephants in Abyssinia that in one evening we met three hundred of them in three troops:  as they filled up the whole way, we were in great perplexity a long time what measures to take; at length, having implored the protection of that Providence that superintends the whole creation, we went forwards through the midst of them without any injury.  Once we met four young elephants, and an old one that played with them, lifting them up with her trunk; they grew enraged on a sudden, and ran upon us:  we had no way of securing ourselves but by flight, which, however, would have been fruitless, had not our pursuers been stopped by a deep ditch.  The elephants of Aethiopia are of so stupendous a size, that when I was mounted on a large mule I could not reach with my hand within two spans of the top of their backs. In Abyssinia is likewise found the rhinoceros, a mortal enemy to the elephant.  In the province of Agaus has been seen the unicorn, that beast so much talked of, and so little known:  the prodigious swiftness with which this creature runs from one wood into another has given me no opportunity of examining it particularly, yet I have had so near a sight of it as to be able to give some description of it.  The shape is the same with that of a beautiful horse, exact and nicely proportioned, of a bay colour, with a black tail, which in some provinces is long, in others very short:  some have long manes hanging to the ground.  They are so timorous that they never feed but surrounded with other beasts that defend them.  Deer and other defenceless animals often herd about the elephant, which, contenting himself with roots and leaves, preserves those beasts that place themselves, as it were, under his protection, from the rage and fierceness of others that would devour them.\\n\\nThe horses of Abyssinia are excellent; their mules, oxen, and cows are without number, and in these principally consists the wealth of this country.  They have a very particular custom, which obliges every man that hath a thousand cows to save every year one day's milk of all his herd, and make a bath with it for his relations, entertaining them afterwards with a splendid feast.  This they do so many days each year, as they have thousands of cattle, so that to express how rich any man is, they tell you he bathes so many times. The tribute paid out of their herds to the King, which is not the most inconsiderable of his revenues, is one cow in ten every three years.  The beeves are of several kinds; one sort they have without horns, which are of no other use than to carry burthens, and serve instead of mules.  Another twice as big as ours which they breed to kill, fattening them with the milk of three or four cows.  Their horns are so large, the inhabitants use them for pitchers, and each will hold about five gallons.  One of these oxen, fat and ready to be killed, may be bought at most for two crowns.  I have purchased five sheep, or five goats with nine kids, for a piece of calico worth about a crown.\\n\\nThe Abyssins have many sort of fowls both wild and tame; some of the former we are yet unacquainted with:  there is one of wonderful beauty, which I have seen in no other place except Peru:  it has instead of a comb, a short horn upon its head, which is thick and round, and open at the top.  The feitan favez, or devil's horse, looks at a distance like a man dressed in feathers; it walks with abundance of majesty, till it finds itself pursued, and then takes wing, and flies away.  But amongst all their birds there is none more remarkable than the moroc, or honey-bird, which is furnished by nature with a peculiar instinct or faculty of discovering honey. They have here multitudes of bees of various kinds; some are tame, like ours, and form their combs in hives.  Of the wild ones, some place their honey in hollow trees, others hide it in holes in the ground, which they cover so carefully, that though they are commonly in the highway, they are seldom found, unless by the moroc's help, which, when he has discovered any honey, repairs immediately to the road side, and when he sees a traveller, sings, and claps his wings, making many motions to invite him to follow him, and when he perceives him coming, flies before him from tree to tree, till he comes to the place where the bees have stored their treasure, and then begins to sing melodiously.  The Abyssin takes the honey, without failing to leave part of it for the bird, to reward him for his information.  This kind of honey I have often tasted, and do not find that it differs from the other sorts in anything but colour; it is somewhat blacker.  The great quantity of honey that is gathered, and a prodigious number of cows that is kept here, have often made me call Abyssinia a land of honey and butter.\\n\\nChapter III\\n\\nThe manner of eating in Abyssinia, their dress, their hospitality, and traffic.\\n\\nThe great lords, and even the Emperor himself, maintain their tables with no great expense.  The vessels they make use of are black earthenware, which, the older it is, they set a greater value on. Their way of dressing their meat, an European, till he hath been long accustomed to it, can hardly be persuaded to like; everything they eat smells strong and swims with butter.  They make no use of either linen or plates.  The persons of rank never touch what they eat, but have their meat cut by their pages, and put into their mouths.  When they feast a friend they kill an ox, and set immediately a quarter of him raw upon the table (for their most elegant treat is raw beef newly killed) with pepper and salt; the gall of the ox serves them for oil and vinegar; some, to heighten the delicacy of the entertainment, add a kind of sauce, which they call manta, made of what they take out of the guts of the ox; this they set on the fire, with butter, salt, pepper, and onion.  Raw beef, thus relished, is their nicest dish, and is eaten by them with the same appetite and pleasure as we eat the best partridges.  They have often done me the favour of helping me to some of this sauce, and I had no way to decline eating it besides telling them it was too good for a missionary.\\n\\nThe common drink of the Abyssins is beer and mead, which they drink to excess when they visit one another; nor can there be a greater offence against good manners than to let the guests go away sober: their liquor is always presented by a servant, who drinks first himself, and then gives the cup to the company, in the order of their quality.\\n\\nThe meaner sort of people here dress themselves very plain; they only wear drawers, and a thick garment of cotton, that covers the rest of their bodies:  the people of quality, especially those that frequent the court, run into the contrary extreme, and ruin themselves with costly habits.  They wear all sorts of silks, and particularly the fine velvets of Turkey.\\n\\nThey love bright and glaring colours, and dress themselves much in the Turkish manner, except that their clothes are wider, and their drawers cover their legs.  Their robes are always full of gold and silver embroidery.  They are most exact about their hair, which is long and twisted, and their care of it is such that they go bare- headed whilst they are young for fear of spoiling it, but afterwards wear red caps, and sometimes turbans after the Turkish fashion.\\n\\nThe ladies' dress is yet more magnificent and expensive; their robes are as large as those of the religious, of the order of St. Bernard. They have various ways of dressing their heads, and spare no expense in ear-rings, necklaces, or anything that may contribute to set them off to advantage.  They are not much reserved or confined, and have so much liberty in visiting one another that their husbands often suffer by it; but for this evil there is no remedy, especially when a man marries a princess, or one of the royal family.  Besides their clothes, the Abyssins have no movables or furniture of much value, or doth their manner of living admit of them.\\n\\nOne custom of this country deserves to be remarked:  when a stranger comes to a village, or to the camp, the people are obliged to entertain him and his company according to his rank.  As soon as he enters a house (for they have no inns in this nation), the master informs his neighbours that he hath a guest; immediately they bring in bread and all kinds of provisions; and there is great care taken to provide enough, because, if the guest complains, the town is obliged to pay double the value of what they ought to have furnished.  This practice is so well established that a stranger goes into a house of one he never saw with the same familiarity and assurance of welcome as into that of an intimate friend or near relation; a custom very convenient, but which gives encouragement to great numbers of vagabonds throughout the kingdom.\\n\\nThere is no money in Abyssinia, except in the eastern provinces, where they have iron coin:  but in the chief provinces all commerce is managed by exchange.  Their chief trade consists in provisions, cows, sheep, goats, fowls, pepper, and gold, which is weighed out to the purchaser, and principally in salt, which is properly the money of this country.\\n\\nWhen the Abyssins are engaged in a law-suit, the two parties make choice of a judge, and plead their own cause before him; and if they cannot agree in their choice, the governor of the place appoints them one, from whom there lies an appeal to the viceroy and to the Emperor himself.  All causes are determined on the spot; no writings are produced.  The judge sits down on the ground in the midst of the high road, where all that please may be present:  the two persons concerned stand before him, with their friends about them, who serve as their attorneys.  The plaintiff speaks first, the defendant answers him; each is permitted to rejoin three or four times, then silence is commanded, and the judge takes the opinions of those that are about him.  If the evidence be deemed sufficient, he pronounces sentence, which in some cases is decisive and without appeal.  He then takes the criminal into custody till he hath made satisfaction; but if it be a crime punishable with death he is delivered over to the prosecutor, who may put him to death at his own discretion.\\n\\nThey have here a particular way of punishing adultery; a woman convicted of that crime is condemned to forfeit all her fortune, is turned out of her husband's house, in a mean dress, and is forbid ever to enter it again; she has only a needle given her to get her living with.  Sometimes her head is shaved, except one lock of hair, which is left her, and even that depends on the will of her husband, who has it likewise in his choice whether he will receive her again or not; if he resolves never to admit her they are both at liberty to marry whom they will.  There is another custom amongst them yet more extraordinary, which is, that the wife is punished whenever the husband proves false to the marriage contract; this punishment indeed extends no farther than a pecuniary mulct, and what seems more equitable, the husband is obliged to pay a sum of money to his wife.  When the husband prosecutes his wife's gallant, if he can produce any proofs of a criminal conversation, he recovers for damages forty cows, forty horses, and forty suits of clothes, and the same number of other things.  If the gallant be unable to pay him, he is committed to prison, and continues there during the husband's pleasure, who, if he sets him at liberty before the whole fine be paid, obliges him to take an oath that he is going to procure the rest, that he may be able to make full satisfaction. Then the criminal orders meat and drink to be brought out, they eat and drink together, he asks a formal pardon, which is not granted at first; however, the husband forgives first one part of the debt, and then another, till at length the whole is remitted.\\n\\nA husband that doth not like his wife may easily find means to make the marriage void, and, what is worse, may dismiss the second wife with less difficulty than he took her, and return to the first; so that marriages in this country are only for a term of years, and last no longer than both parties are pleased with each other, which is one instance how far distant these people are from the purity of the primitive believers, which they pretend to have preserved with so great strictness.  The marriages are in short no more than bargains, made with this proviso, that when any discontent shall arise on either side, they may separate, and marry whom they please, each taking back what they brought with them.\\n\\nChapter IV\\n\\nAn account of the religion of the Abyssins.\\n\\nYet though there is a great difference between our manners, customs, civil government, and those of the Abyssins, there is yet a much greater in points of faith; for so many errors have been introduced and ingrafted into their religion, by their ignorance, their separation from the Catholic Church, and their intercourse with Jews, Pagans, and Mohammedans, that their present religion is nothing but a kind of confused miscellany of Jewish and Mohammedan superstitions, with which they have corrupted those remnants of Christianity which they still retain.\\n\\nThey have, however, preserved the belief of our principal mysteries; they celebrate with a great deal of piety the passion of our Lord; they reverence the cross; they pay a great devotion to the Blessed Virgin, the angels, and the saints; they observe the festivals, and pay a strict regard to the Sunday.  Every month they commemorate the assumption of the Virgin Mary, and are of opinion that no Christians beside themselves have a true sense of the greatness of the mother of God, or pay her the honours that are due to her.  There are some tribes amongst them (for they are distinguished like the Jews by their tribes), among whom the crime of swearing by the name of the Virgin is punished with forfeiture of goods and even with loss of life; they are equally scrupulous of swearing by St. George.  Every week they keep a feast to the honour of the apostles and angels; they come to mass with great devotion, and love to hear the word of God.  They receive the sacrament often, but do not always prepare themselves by confession.  Their charity to the poor may be said to exceed the proper bounds that prudence ought to set it, for it contributes to encourage great numbers of beggars, which are a great annoyance to the whole kingdom, and as I have often said, afford more exercise to a Christian's patience than his charity; for their insolence is such, that they will refuse what is offered them if it be not so much as they think proper to ask.\\n\\nThough the Abyssins have not many images, they have great numbers of pictures, and perhaps pay them somewhat too high a degree of worship.  The severity of their fasts is equal to that of the primitive church.  In Lent they never eat till after sunset; their fasts are the more severe because milk and butter are forbidden them, and no reason or necessity whatsoever can procure them a permission to eat meat, and their country affording no fish, they live only on roots and pulse.  On fast-days they never drink but at their meat, and the priests never communicate till evening, for fear of profaning them.  They do not think themselves obliged to fast till they have children either married or fit to be married, which yet doth not secure them very long from these mortifications, because their youths marry at the age of ten years, and their girls younger.\\n\\nThere is no nation where excommunication carries greater terrors than among the Abyssins, which puts it in the power of the priests to abuse this religious temper of the people, as well as the authority they receive from it, by excommunicating them, as they often do, for the least trifle in which their interest is concerned.\\n\\nNo country in the world is so full of churches, monasteries, and ecclesiastics as Abyssinia; it is not possible to sing in one church or monastery without being heard by another, and perhaps by several. They sing the psalms of David, of which, as well as the other parts of the Holy Scriptures, they have a very exact translation in their own language; in which, though accounted canonical, the books of the Maccabees are omitted.  The instruments of music made use of in their rites of worship are little drums, which they hang about their necks, and beat with both their hands; these are carried even by their chief men, and by the gravest of their ecclesiastics.  They have sticks likewise, with which they strike the ground, accompanying the blow with a motion of their whole bodies.  They begin their concert by stamping their feet on the ground, and playing gently on their instruments; but when they have heated themselves by degrees, they leave off drumming, and fall to leaping, dancing, and clapping their hands, at the same time straining their voices to the utmost pitch, till at length they have no regard either to the tune or the pauses, and seem rather a riotous than a religious assembly.  For this manner of worship they cite the psalm of David, \\\"O clap your hands all ye nations.\\\"  Thus they misapply the sacred writings to defend practices yet more corrupt than those I have been speaking of.\\n\\nThey are possessed with a strange notion that they are the only true Christians in the world; as for us, they shunned us as heretics, and were under the greatest surprise at hearing us mention the Virgin Mary with the respect which is due to her, and told us that we could not be entirely barbarians since we were acquainted with the mother of God.  It plainly appears that prepossessions so strong, which receive more strength from the ignorance of the people, have very little tendency to dispose them to a reunion with the Catholic Church.\\n\\nThey have some opinions peculiar to themselves about purgatory, the creation of souls, and some of our mysteries.  They repeat baptism every year, they retain the practice of circumcision, they observe the Sabbath, they abstain from all those sorts of flesh which are forbidden by the law.  Brothers espouse the wives of their brothers, and to conclude, they observe a great number of Jewish ceremonies.\\n\\nThough they know the words which Jesus Christ appointed to be used in the administration of baptism, they have without scruple substituted others in their place, which makes the validity of their baptism, and the reality of their Christianity, very doubtful.  They have a few names of saints, the same with those in the Roman martyrology, but they often insert others, as Zama la Cota, the Life of Truth; Ongulari, the Evangelist; Asca Georgi, the Mouth of Saint George.\\n\\nTo bring back this people into the enclosure of the Catholic Church, from which they have been separated so many ages, was the sole view and intention with which we undertook so long and toilsome a journey, crossed so many seas, and passed so many deserts, with the utmost hazard of our lives; I am certain that we travelled more than seven thousand leagues before we arrived at our residence at Fremona.\\n\\nWe came to this place, anciently called Maigoga, on the 21st of June, as I have said before, and were obliged to continue there till November, because the winter begins here in May, and its greatest rigour is from the middle of June to the middle of September.  The rains that are almost continually falling in this season make it impossible to go far from home, for the rivers overflow their banks, and therefore, in a place like this, where there are neither bridges nor boats, are, if they are not fordable, utterly impassable.  Some, indeed, have crossed them by means of a cord fastened on both sides of the water, others tie two beams together, and placing themselves upon them, guide them as well as they can, but this experiment is so dangerous that it hath cost many of these bold adventurers their lives.  This is not all the danger, for there is yet more to be apprehended from the unwholesomeness of the air, and the vapours which arise from the scorched earth at the fall of the first showers, than from the torrents and rivers.  Even they who shelter themselves in houses find great difficulty to avoid the diseases that proceed from the noxious qualities of these vapours.  From the beginning of June to that of September it rains more or less every day.  The morning is generally fair and bright, but about two hours after noon the sky is clouded, and immediately succeeds a violent storm, with thunder and lightning flashing in the most dreadful manner.  While this lasts, which is commonly three or four hours, none go out of doors.  The ploughman upon the first appearance of it unyokes his oxen, and betakes himself with them into covert. Travellers provide for their security in the neighbouring villages, or set up their tents, everybody flies to some shelter, as well to avoid the unwholesomeness as the violence of the rain.  The thunder is astonishing, and the lightning often destroys great numbers, a thing I can speak of from my own experience, for it once flashed so near me, that I felt an uneasiness on that side for a long time after; at the same time it killed three young children, and having run round my room went out, and killed a man and woman three hundred paces off.  When the storm is over the sun shines out as before, and one would not imagine it had rained, but that the ground appears deluged.  Thus passes the Abyssinian winter, a dreadful season, in which the whole kingdom languishes with numberless diseases, an affliction which, however grievous, is yet equalled by the clouds of grasshoppers, which fly in such numbers from the desert, that the sun is hid and the sky darkened; whenever this plague appears, nothing is seen through the whole region but the most ghastly consternation, or heard but the most piercing lamentations, for wherever they fall, that unhappy place is laid waste and ruined; they leave not one blade of grass, nor any hopes of a harvest.\\n\\nGod, who often makes calamities subservient to His will, permitted this very affliction to be the cause of the conversion of many of the natives, who might have otherwise died in their errors; for part of the country being ruined by the grasshoppers that year in which we arrived at Abyssinia, many, who were forced to leave their habitations, and seek the necessaries of life in other places, came to that part of the land where some of our missionaries were preaching, and laid hold on that mercy which God seemed to have appointed for others.\\n\\nAs we could not go to court before November, we resolved, that we might not be idle, to preach and instruct the people in the country; in pursuance of this resolution I was sent to a mountain, two days' journey distant from Maigoga.  The lord or governor of the place was a Catholic, and had desired missionaries, but his wife had conceived an implacable aversion both from us and the Roman Church, and almost all the inhabitants of that mountain were infected with the same prejudices as she.  They had been persuaded that the hosts which we consecrated and gave to the communicants were mixed with juices strained from the flesh of a camel, a dog, a hare, and a swine; all creatures which the Abyssins look upon with abhorrence, believing them unclean, and forbidden to them, as they were to the Jews.  We had no way of undeceiving them, and they fled from us whenever we approached.  We carried with us our tent, our chalices, and ornaments, and all that was necessary for saying mass.  The lord of the village, who, like other persons of quality throughout Aethiopia, lived on the top of a mountain, received us with very great civility.  All that depended upon him had built their huts round about him; so that this place compared with the other towns of Abyssinia seems considerable; as soon as we arrived he sent us his compliments, with a present of a cow, which, among them, is a token of high respect.  We had no way of returning this favour but by killing the cow, and sending a quarter smoking, with the gall, which amongst them is esteemed the most delicate part.  I imagined for some time that the gall of animals was less bitter in this country than elsewhere, but upon tasting it, I found it more; and yet have frequently seen our servants drink large glasses of if with the same pleasure that we drink the most delicious wines.\\n\\nWe chose to begin our mission with the lady of the village, and hoped that her prejudice and obstinacy, however great, would in time yield to the advice and example of her husband, and that her conversion would have a great influence on the whole village, but having lost several days without being able to prevail upon her to hear us on any one point, we left the place, and went to another mountain, higher and better peopled.  When we came to the village on the top of it, where the lord lived, we were surprised with the cries and lamentations of men that seemed to suffer or apprehend some dreadful calamity; and were told, upon inquiring the cause, that the inhabitants had been persuaded that we were the devil's missionaries, who came to seduce them from the true religion, that foreseeing some of their neighbours would be ruined by the temptation, they were lamenting the misfortune which was coming upon them.  When we began to apply ourselves to the work of the mission we could not by any means persuade any but the lord and the priest to receive us into their houses; the rest were rough and untractable to that degree that, after having converted six, we despaired of making any farther progress, and thought it best to remove to other towns where we might be better received.\\n\\nWe found, however, a more unpleasing treatment at the next place, and had certainly ended our lives there had we not been protected by the governor and the priest, who, though not reconciled to the Roman Church, yet showed us the utmost civility; the governor informed us of a design against our lives, and advised us not to go out after sunset, and gave us guards to protect us from the insults of the populace.\\n\\nWe made no long stay in a place where they stopped their ears against the voice of God, but returned to the foot of that mountain which we had left some days before; we were surrounded, as soon as we began to preach, with a multitude of auditors, who came either in expectation of being instructed, or from a desire of gratifying their curiosity, and God bestowed such a blessing upon our apostolical labours that the whole village was converted in a short time.  We then removed to another at the middle of the mountain, situated in a kind of natural parterre, or garden; the soil was fruitful, and the trees that shaded it from the scorching heat of the sun gave it an agreeable and refreshing coolness.  We had here the convenience of improving the ardour and piety of our new converts, and, at the same time, of leading more into the way of the true religion:  and indeed our success exceeded the utmost of our hopes; we had in a short time great numbers whom we thought capable of being admitted to the sacraments of baptism and the mass.\\n\\nWe erected our tent, and placed our altar under some great trees, for the benefit of the shade; and every day before sun-rising my companion and I began to catechise and instruct these new Catholics, and used our utmost endeavours to make them abjure their errors. When we were weary with speaking, we placed in ranks those who were sufficiently instructed, and passing through them with great vessels of water, baptised them according to the form prescribed by the Church.  As their number was very great, we cried aloud, those of this rank are named Peter, those of that rank Anthony.  And did the same amongst the women, whom we separated from the men.  We then confessed them, and admitted them to the communion.  After mass we applied ourselves again to catechise, to instruct, and receive the renunciation of their errors, scarce allowing ourselves time to make a scanty meal, which we never did more than once a day.\\n\\nAfter some time had been spent here, we removed to another town not far distant, and continued the same practice.  Here I was accosted one day by an inhabitant of that place, where he had found the people so prejudiced against us, who desired to be admitted to confession.  I could not forbear asking him some questions about those lamentations, which we heard upon our entering into that place.  He confessed with the utmost frankness and ingenuity that the priests and religious have given dreadful accounts both of us and of the religion we preached; that the unhappy people were taught by them that the curse of God attended us wheresoever we went; that we were always followed by the grasshoppers, that pest of Abyssinia, which carried famine and destruction over all the country; that he, seeing no grasshoppers following us when we passed by their village, began to doubt of the reality of what the priests had so confidently asserted, and was now convinced that the representation they made of us was calumny and imposture.  This discourse gave us double pleasure, both as it proved that God had confuted the accusations of our enemies, and defended us against their malice without any efforts of our own, and that the people who had shunned us with the strongest detestation were yet lovers of truth, and came to us on their own accord.  Nothing could be more grossly absurd than the reproaches which the Abyssinian ecclesiastics aspersed us and our religion with.  They had taken advantage of the calamity that happened the year of our arrival:  and the Abyssins, with all their wit, did not consider that they had often been distressed by the grasshoppers before there came any Jesuits into the country, and indeed before there were any in the world.\\n\\nWhilst I was in these mountains, I went on Sundays and saints' days sometimes to one church and sometimes to another.  One day I went out with a resolution not to go to a certain church, where I imagined there was no occasion for me, but before I had gone far, I found myself pressed by a secret impulse to return back to that same church.  I obeyed the influence, and discovered it to proceed from the mercy of God to three young children who were destitute of all succour, and at the point of death.  I found two very quickly in this miserable state; the mother had retired to some distance that she might not see them die, and when she saw me stop, came and told me that they had been obliged by want to leave the town they lived in, and were at length reduced to this dismal condition, that she had been baptised, but that the children had not.  After I had baptised and relieved them, I continued my walk, reflecting with wonder on the mercy of God, and about evening discovered another infant, whose mother, evidently a Catholic, cried out to me to save her child, or at least that if I could not preserve this uncertain and perishable life, I should give it another certain and permanent. I sent my servant to fetch water with the utmost expedition, for there was none near, and happily baptised the child before it expired.\\n\\nSoon after this I returned to Fremona, and had great hopes of accompanying the patriarch to the court; but, when we were almost setting out, received the command of the superior of the mission to stay at Fremona, with a charge of the house there, and of all the Catholics that were dispersed over the kingdom of Tigre, an employment very ill-proportioned to my abilities.  The house at Fremona has always been much regarded even by those emperors who persecuted us; Sultan Segued annexed nine large manors to it for ever, which did not make us much more wealthy, because of the expensive hospitality which the great conflux of strangers obliged us to.  The lands in Abyssinia yield but small revenues, unless the owners themselves set the value upon them, which we could not do.\\n\\nThe manner of letting farms in Abyssinia differs much from that of other countries:  the farmer, when the harvest is almost ripe, invites the chumo or steward, who is appointed to make an estimate of the value of each year's product, to his house, entertains him in the most agreeable manner he can; makes him a present, and then takes him to see his corn.  If the chumo is pleased with the treat and present, he will give him a declaration or writing to witness that his ground, which afforded five or six sacks of corn, did you yield so many bushels, and even of this it is the custom to abate something; so that our revenue did not increase in proportion to our lands; and we found ourselves often obliged to buy corn, which, indeed, is not dear, for in fruitful years forty or fifty measures, weighing each about twenty-two pounds, may be purchased for a crown.\\n\\nBesides the particular charge I had of the house of Fremona, I was appointed the patriarch's grand-vicar through the whole kingdom of Tigre.  I thought that to discharge this office as I ought, it was incumbent on me to provide necessaries as well for the bodies as the souls of the converted Catholics.  This labour was much increased by the famine which the grasshoppers had brought that year upon the country.  Our house was perpetually surrounded by some of those unhappy people, whom want had compelled to abandon their habitations, and whose pale cheeks and meagre bodies were undeniable proofs of their misery and distress.  All the relief I could possibly afford them could not prevent the death of such numbers that their bodies filled the highways; and to increase our affliction, the wolves having devoured the carcases, and finding no other food, fell upon the living; their natural fierceness being so increased by hunger, that they dragged the children out of the very houses.  I saw myself a troop of wolves tear a child of six years old in pieces before I or any one else could come to its assistance.\\n\\nWhile I was entirely taken up with the duties of my ministry, the viceroy of Tigre received the commands of the Emperor to search for the bones of Don Christopher de Gama.  On this occasion it may not be thought impertinent to give some account of the life and death of this brave and holy Portuguese, who, after having been successful in many battles, fell at last into the hands of the Moors, and completed that illustrious life by a glorious martyrdom.\\n\\nChapter V\\n\\nThe adventures of the Portuguese, and the actions of Don Christopher de Gama in Aethiopia.\\n\\nAbout the beginning of the sixteenth century arose a Moor near the Cape of Gardafui, who, by the assistance of the forces sent him from Moca by the Arabs and Turks, conquered almost all Abyssinia, and founded the kingdom of Adel.  He was called Mahomet Gragne, or the Lame.  When he had ravaged Aethiopia fourteen years, and was master of the greatest part of it, the Emperor David sent to implore succour of the King of Portugal, with a promise that when those dominions were recovered which had been taken from him, he would entirely submit himself to the Pope, and resign the third part of his territories to the Portuguese.  After many delays, occasioned by the great distance between Portugal and Abyssinia, and some unsuccessful attempts, King John the Third, having made Don Stephen de Gama, son of the celebrated Don Vasco de Gama, viceroy of the Indies, gave him orders to enter the Red Sea in pursuit of the Turkish galleys, and to fall upon them wherever he found them, even in the Port of Suez.  The viceroy, in obedience to the king's commands, equipped a powerful fleet, went on board himself, and cruised about the coast without being able to discover the Turkish vessels.  Enraged to find that with this great preparation he should be able to effect nothing, he landed at Mazna four hundred Portuguese, under the command of Don Christopher de Gama, his brother.  He was soon joined by some Abyssins, who had not yet forgot their allegiance to their sovereign; and in his march up the country was met by the Empress Helena, who received him as her deliverer.  At first nothing was able to stand before the valour of the Portuguese, the Moors were driven from one mountain to another, and were dislodged even from those places, which it seemed almost impossible to approach, even unmolested by the opposition of an enemy.\\n\\nThese successes seemed to promise a more happy event than that which followed them.  It was now winter, a season in which, as the reader hath been already informed, it is almost impossible to travel in Aethiopia.  The Portuguese unadvisedly engaged themselves in an enterprise, to march through the whole country, in order to join the Emperor, who was then in the most remote part of his dominions. Mahomet, who was in possession of the mountains, being informed by his spies that the Portuguese were but four hundred, encamped in the plain of Ballut, and sent a message to the general that he knew the Abyssins had imposed on the King of Portugal, which, being acquainted with their treachery, he was not surprised at, and that in compassion of the commander's youth, he would give him and his men, if they would return, free passage, and furnish them with necessaries; that he might consult upon the matter, and depend upon his word, reminding him, however, that it was not safe to refuse his offer.\\n\\nThe general presented the ambassador with a rich robe, and returned this gallant answer:  \\\"That he and his fellow-soldiers were come with an intention to drive Mahomet out of these countries, which he had wrongfully usurped; that his present design was, instead of returning back the way he came, as Mahomet advised, to open himself a passage through the country of his enemies; that Mahomet should rather think of determining whether he would fight or yield up his ill-gotten territories, than of prescribing measures to him; that he put his whole confidence in the omnipotence of God and the justice of his cause, and that to show how just a sense he had of Mahomet's kindness, he took the liberty of presenting him with a looking-glass and a pair of pincers.\\\"\\n\\nThis answer, and the present, so provoked Mahomet, who was at dinner when he received it, that he rose from table immediately to march against the Portuguese, imagining he should meet with no resistance; and indeed, any man, however brave, would have been of the same opinion; for his forces consisted of fifteen thousand foot, beside a numerous body of cavalry, and the Portuguese commander had but three hundred and fifty men, having lost eight in attacking some passes, and left forty at Mazma, to maintain an open intercourse with the viceroy of the Indies.  This little troop of our countrymen were upon the declivity of a hill near a wood; above them stood the Abyssins, who resolved to remain quiet spectators of the battle, and to declare themselves on that side which should be favoured with victory.\\n\\nMahomet began the attack with only ten horsemen, against whom as many Portuguese were detached, who fired with so much exactness, that nine of the Moors fell, and the tenth with great difficulty made his escape.  This omen of good fortune gave the soldiers great encouragement; the action grew hot, and they came at length to a general battle; but the Moors, dismayed by the advantages our men had obtained at first, were half defeated before the fight.  The great fire of our muskets and artillery broke them immediately. Mahomet preserved his own life not without difficulty, but did not lose his capacity with the battle:  he had still a great number of troops remaining, which he rallied, and entrenched himself at Membret, a place naturally strong, with an intention to pass the winter there, and wait for succours.\\n\\nThe Portuguese, who were more desirous of glory than wealth, did not encumber themselves with plunder, but with the utmost expedition pursued their enemies, in hopes of cutting them entirely off.  This expectation was too sanguine:  they found them encamped in a place naturally almost inaccessible, and so well fortified, that it would be no less than extreme rashness to attack them.  They therefore entrenched themselves on a hill over against the enemy's camp, and though victorious, were under great disadvantages.  They saw new troops arrive every day at the enemy's camp, and their small number grew less continually; their friends at Mazna could not join them; they knew not how to procure provisions, and could put no confidence in the Abyssins; yet recollecting the great things achieved by their countrymen, and depending on the Divine protection, they made no doubt of surmounting all difficulties.\\n\\nMahomet on his part was not idle; he solicited the assistance of the Mahometan princes, pressed them with all the motives of religion, and obtained a reinforcement of two thousand musketeers from the Arabs, and a train of artillery from the Turks.  Animated with these succours, he marched out of his trenches to enter those of the Portuguese, who received him with the utmost bravery, destroyed prodigious numbers of his men, and made many sallies with great vigour, but losing every day some of their small troops, and most of their officers being killed, it was easy to surround and force them.\\n\\nTheir general had already one arm broken, and his knee shattered with a musket-shot, which made him unable to repair to all those places where his presence was necessary to animate his soldiers. Valour was at length forced to submit to superiority of numbers; the enemy entered the camp and put all to the sword.  The general with ten more escaped the slaughter, and by means of their horses retreated to a wood, where they were soon discovered by a detachment sent in search of them, and brought to Mahomet, who was overjoyed to see his most formidable enemy in his power, and ordered him to take care of his uncle and nephew, who were wounded, telling him he should answer for their lives; and, upon their death, taxed him with hastening it.  The brave Portuguese made no excuses, but told him he came thither to destroy Mahometans, and not to save them.  Mahomet, enraged at this language, ordered a stone to be put on his head, and exposed this great man to the insults and reproaches of the whole army.  After this they inflicted various kinds of tortures on him, which he endured with incredible resolution, and without uttering the least complaint, praising the mercy of God who had ordained him to suffer in such a cause.\\n\\nMahomet, at last satisfied with cruelty, made an offer of sending him to the viceroy of the Indies, if he would turn Mussulman.  The hero took fire at this proposal, and answered with the highest indignation that nothing should make him forsake his heavenly Master to follow an impostor, and continued in the severest terms to vilify their false prophet, till Mahomet struck off his head.\\n\\nNor did the resentment of Mahomet end here; he divided his body into quarters, and sent them to different places.  The Catholics gathered the remains of this glorious martyr, and interred them.  Every Moor that passed by threw a stone upon his grave, and raised in time such a heap, as I found it difficult to remove when I went in search of those precious relics.\\n\\nWhat I have here related of the death of Don Christopher de Gama I was told by an old man, who was an eye-witness of it:  and there is a tradition in the country that in the place where his head fell, a fountain sprung up of wonderful virtue, which cured many diseases otherwise past remedy.\\n\\nChapter VI\\n\\nMahomet continues the war, and is killed.  The stratagem of Peter Leon.\\n\\nMahomet, that he might make the best use of his victory, ranged over a great part of Abyssinia in search of the Emperor Claudius, who was then in the kingdom of Dambia.  All places submitted to the Mahometan, whose insolence increased every day with his power; and nothing after the defeat of the Portuguese was supposed able to put a stop to the progress of his arms.\\n\\nThe soldiers of Portugal, having lost their chief, resorted to the Emperor, who, though young, promised great things, and told them that since their own general was dead, they would accept of none but himself.  He received them with great kindness, and hearing of Don Christopher de Gama's misfortune, could not forbear honouring with some tears the memory of a man who had come so far to his succour, and lost his life in his cause.\\n\\nThe Portuguese, resolved at any rate to revenge the fate of their general, desired the Emperor to assign them the post opposite to Mahomet, which was willingly granted them.  That King, flushed with his victories, and imagining to fight was undoubtedly to conquer, sought all occasions of giving the Abyssins battle.  The Portuguese, who desired nothing more than to re-establish their reputation by revenging the affront put upon them by the late defeat, advised the Emperor to lay hold on the first opportunity of fighting.  Both parties joined battle with equal fury.  The Portuguese directed all their force against that part where Mahomet was posted.  Peter Leon, who had been servant to the general, singled the King out among the crowd, and shot him into the head with his musket.  Mahomet, finding himself wounded, would have retired out of the battle, and was followed by Peter Leon, till he fell down dead; the Portuguese, alighting from his horse, cut off one of his ears.  The Moors being now without a leader, continued the fight but a little time, and at length fled different ways in the utmost disorder; the Abyssinians pursued them, and made a prodigious slaughter.  One of them, seeing the King's body on the ground, cut off his head and presented it to the Emperor.  The sight of it filled the whole camp with acclamations; every one applauded the valour and good fortune of the Abyssin, and no reward was thought great enough for so important a service.  Peter Leon, having stood by some time, asked whether the King had but one ear? if he had two, says he, it seems likely that the man who killed him cut off one and keeps it as a proof of his exploit.  The Abyssin stood confused, and the Portuguese produced the ear out of his pocket.  Every one commended the stratagem; and the Emperor commanded the Abyssin to restore all the presents he had received, and delivered them with many more to Peter Leon.\\n\\nI imagined the reader would not be displeased to be informed who this man was, whose precious remains were searched for by a viceroy of Tigre, at the command of the Emperor himself.  The commission was directed to me, nor did I ever receive one that was more welcome on many accounts.  I had contracted an intimate friendship with the Count de Vidigueira, viceroy of the Indies, and had been desired by him, when I took my leave of him, upon going to Melinda, to inform myself where his relation was buried, and to send him some of his relics.\\n\\nThe viceroy, son-in-law to the Emperor, with whom I was joined in the commission, gave me many distinguishing proofs of his affection to me, and of his zeal for the Catholic religion.  It was a journey of fifteen days through part of the country possessed by the Galles, which made it necessary to take troops with us for our security; yet, notwithstanding this precaution, the hazard of the expedition appeared so great, that our friends bid us farewell with tears, and looked upon us as destined to unavoidable destruction.  The viceroy had given orders to some troops to join us on the road, so that our little army grew stronger as we advanced.  There is no making long marches in this country; an army here is a great city well peopled and under exact government:  they take their wives and children with them, and the camp hath its streets, its market places, its churches, courts of justice, judges, and civil officers.\\n\\nBefore they set forward, they advertise the governors of provinces through which they are to pass, that they may take care to furnish what is necessary for the subsistence of the troops.  These governors give notice to the adjacent places that the army is to march that way on such a day, and that they are assessed such a quantity of bread, beer, and cows.  The peasants are very exact in supplying their quota, being obliged to pay double the value in case of failure; and very often when they have produced their full share, they are told that they have been deficient, and condemned to buy their peace with a large fine.\\n\\nWhen the providore has received these contributions, he divides them according to the number of persons, and the want they are in:  the proportion they observe in this distribution is twenty pots of beer, ten of mead, and one cow to a hundred loaves.  The chief officers and persons of note carry their own provisions with them, which I did too, though I afterwards found the precaution unnecessary, for I had often two or three cows more than I wanted, which I bestowed on those whose allowance fell short.\\n\\nThe Abyssins are not only obliged to maintain the troops in their march, but to repair the roads, to clear them, especially in the forests, of brambles and thorns, and by all means possible to facilitate the passage of the army.  They are, by long custom, extremely ready at encamping.  As soon as they come to a place they think convenient to halt at, the officer that commands the vanguard marks out with his pike the place for the King's or viceroy's tent: every one knows his rank, and how much ground he shall take up; so the camp is formed in an instant.\\n\\nChapter VII\\n\\nThey discover the relics.  Their apprehension of the Galles.  The author converts a criminal, and procures his pardon.\\n\\nWe took with us an old Moor, so enfeebled with age that they were forced to carry him:  he had seen, as I have said, the sufferings and death of Don Christopher de Gama; and a Christian, who had often heard all those passages related to his father, and knew the place where the uncle and nephew of Mahomet were buried, and where they interred one quarter of the Portuguese martyr.  We often examined these two men, and always apart; they agreed in every circumstance of their relations, and confirmed us in our belief of them by leading us to the place where we took up the uncle and nephew of Mahomet, as they had described.  With no small labour we removed the heap of stones which the Moors, according to their custom, had thrown upon the body, and discovered the treasure we came in search of.  Not many paces off was the fountain where they had thrown his head, with a dead dog, to raise a greater aversion in the Moors.  I gathered the teeth and the lower jaw.  No words can express the ecstasies I was transported with at seeing the relics of so great a man, and reflecting that it had pleased God to make me the instrument of their preservation, so that one day, if our holy father the Pope shall be so pleased, they may receive the veneration of the faithful.  All burst into tears at the sight.  We indulged a melancholy pleasure in reflecting what that great man had achieved for the deliverance of Abyssinia, from the yoke and tyranny of the Moors; the voyages he had undertaken; the battles he had fought; the victories he had won; and the cruel and tragical death he had suffered.  Our first moments were so entirely taken up with these reflections that we were incapable of considering the danger we were in of being immediately surrounded by the Galles; but as soon as we awoke to that thought, we contrived to retreat as fast as we could. Our expedition, however, was not so great but we saw them on the top of a mountain ready to pour down upon us.  The viceroy attended us closely with his little army, but had been probably not much more secure than we, his force consisting only of foot, and the Galles entirely of horse, a service at which they are very expert.  Our apprehensions at last proved to be needless, for the troops we saw were of a nation at that time in alliance with the Abyssins.\\n\\nNot caring, after this alarm, to stay longer here, we set out on our march back, and in our return passed through a village where two men, who had murdered a domestic of the viceroy, lay under an arrest.  As they had been taken in the fact, the law of the country allowed that they might have been executed the same hour, but the viceroy having ordered that their death should be deferred till his return, delivered them to the relations of the dead, to be disposed of as they should think proper.  They made great rejoicings all the night, on account of having it in their power to revenge their relation; and the unhappy criminals had the mortification of standing by to behold this jollity, and the preparations made for their execution.\\n\\nThe Abyssins have three different ways of putting a criminal to death:  one way is to bury him to the neck, to lay a heap of brambles upon his head, and to cover the whole with a great stone; another is to beat him to death with cudgels; a third, and the most usual, is to stab him with their lances.  The nearest relation gives the first thrust, and is followed by all the rest according to their degrees of kindred; and they to whom it does not happen to strike while the offender is alive, dip the points of their lances in his blood to show that they partake in the revenge.  It frequently happens that the relations of the criminal are for taking the like vengeance for his death, and sometimes pursue this resolution so far that all those who had any share in the prosecution lose their lives.\\n\\nI being informed that these two men were to die, wrote to the viceroy for his permission to exhort them, before they entered into eternity, to unite themselves to the Church.  My request being granted, I applied myself to the men, and found one of them so obstinate that he would not even afford me a hearing, and died in his error.  The other I found more flexible, and wrought upon him so far that he came to my tent to be instructed.  After my care of his eternal welfare had met with such success, I could not forbear attempting something for his temporal, and by my endeavours matters were so accommodated that the relations were willing to grant his life on condition he paid a certain number of cows, or the value. Their first demand was of a thousand; he offered them five; they at last were satisfied with twelve, provided they were paid upon the spot.  The Abyssins are extremely charitable, and the women, on such occasions, will give even their necklaces and pendants, so that, with what I gave myself, I collected in the camp enough to pay the fine, and all parties were content.\\n\\nChapter VIII\\n\\nThe viceroy is offended by his wife.  He complains to the Emperor, but without redress.  He meditates a revolt, raises an army, and makes an attempt to seize upon the author.\\n\\nWe continued our march, and the viceroy having been advertised that some troops had appeared in a hostile manner on the frontiers, went against them.  I parted from him, and arrived at Fremona, where the Portuguese expected me with great impatience.  I reposited the bones of Don Christopher de Gama in a decent place, and sent them the May following to the viceroy of the Indies, together with his arms, which had been presented me by a gentleman of Abyssinia, and a picture of the Virgin Mary, which that gallant Portuguese always carried about him.\\n\\nThe viceroy, during all the time he was engaged in this expedition, heard very provoking accounts of the bad conduct of his wife, and complained of it to the Emperor, entreating him either to punish his daughter himself, or to permit him to deliver her over to justice, that, if she was falsely accused, she might have an opportunity of putting her own honour and her husband's out of dispute.  The Emperor took little notice of his son-in-law's remonstrances; and, the truth is, the viceroy was somewhat more nice in that matter than the people of rank in this country generally are.  There are laws, it is true, against adultery, but they seem to have been only for the meaner people, and the women of quality, especially the ouzoros, or ladies of the blood royal, are so much above them, that their husbands have not even the liberty of complaining; and certainly to support injuries of this kind without complaining requires a degree of patience which few men can boast of.  The viceroy's virtue was not proof against this temptation.  He fell into a deep melancholy, and resolved to be revenged on his father-in-law.  He knew the present temper of the people, that those of the greatest interest and power were by no means pleased with the changes of religion, and only waited for a fair opportunity to revolt; and that these discontents were everywhere heightened by the monks and clergy. Encouraged by these reflections, he was always talking of the just reasons he had to complain of the Emperor, and gave them sufficient room to understand that if they would appear in his party, he would declare himself for the ancient religion, and put himself at the head of those who should take arms in the defence of it.  The chief and almost the only thing that hindered him from raising a formidable rebellion, was the mutual distrust they entertained of one another, each fearing that as soon as the Emperor should publish an act of grace, or general amnesty, the greatest part would lay down their arms and embrace it; and this suspicion was imagined more reasonable of the viceroy than of any other.  Notwithstanding this difficulty, the priests, who interested themselves much in this revolt, ran with the utmost earnestness from church to church, levelling their sermons against the Emperor and the Catholic religion; and that they might have the better success in putting a stop to all ecclesiastical innovations, they came to a resolution of putting all the missionaries to the sword; and that the viceroy might have no room to hope for a pardon, they obliged him to give the first wound to him that should fall into his hands.\\n\\nAs I was the nearest, and by consequence the most exposed, an order was immediately issued out for apprehending me, it being thought a good expedient to seize me, and force me to build a citadel, into which they might retreat if they should happen to meet with a defeat.  The viceroy wrote to me to desire that I would come to him, he having, as he said, an affair of the highest importance to communicate.\\n\\nThe frequent assemblies which the viceroy held had already been much talked of; and I had received advice that he was ready for a revolt, and that my death was to be the first signal of an open war. Knowing that the viceroy had made many complaints of the treatment he received from his father-in-law, I made no doubt that he had some ill design in hand; and yet could scarce persuade myself that after all the tokens of friendship I had received from him he would enter into any measures for destroying me.  While I was yet in suspense, I despatched a faithful servant to the viceroy with my excuse for disobeying him; and gave the messenger strict orders to observe all that passed, and bring me an exact account.\\n\\nThis affair was of too great moment not to engage my utmost endeavours to arrive at the most certain knowledge of it, and to advertise the court of the danger.  I wrote, therefore, to one of our fathers, who was then near the Emperor, the best intelligence I could obtain of all that had passed, of the reports that were spread through all this part of the empire, and of the disposition which I discovered in the people to a general defection; telling him, however, that I could not yet believe that the viceroy, who had honoured me with his friendship, and of whom I never had any thought but how to oblige him, could now have so far changed his sentiments as to take away my life.\\n\\nThe letters which I received by my servant, and the assurances he gave that I need fear nothing, for that I was never mentioned by the viceroy without great marks of esteem, so far confirmed me in my error, that I went from Fremona with a resolution to see him.  I did not reflect that a man who could fail in his duty to his King, his father-in-law, and his benefactor, might, without scruple, do the same to a stranger, though distinguished as his friend; and thus sanguine and unsuspecting continued my journey, still receiving intimation from all parts to take care of myself.  At length, when I was within a few days' journey of the viceroy, I received a billet in more plain and express terms than anything I had been told yet, charging me with extreme imprudence in putting myself into the hands of those men who had undoubtedly sworn to cut me off.\\n\\nI began, upon this, to distrust the sincerity of the viceroy's professions, and resolved, upon the receipt of another letter from the viceroy, to return directly.  In this letter, having excused himself for not waiting for my arrival, he desired me in terms very strong and pressing to come forward, and stay for him at his own house, assuring me that he had given such orders for my entertainment as should prevent my being tired with living there.  I imagined at first that he had left some servants to provide for my reception, but being advertised at the same time that there was no longer any doubt of the certainty of his revolt, that the Galles were engaged to come to his assistance, and that he was gone to sign a treaty with them, I was no longer in suspense what measures to take, but returned to Fremona.\\n\\nHere I found a letter from the Emperor, which prohibited me to go out, and the orders which he had sent through all these parts, directing them to arrest me wherever I was found, and to hinder me from proceeding on my journey.  These orders came too late to contribute to my preservation, and this prince's goodness had been in vain, if God, whose protection I have often had experience of in my travels, had not been my conductor in this emergency.\\n\\nThe viceroy, hearing that I was returned to my residence, did not discover any concern or chagrin as at a disappointment, for such was his privacy and dissimulation that the most penetrating could never form any conjecture that could be depended on, about his designs, till everything was ready for the execution of them.  My servant, a man of wit, was surprised as well as everybody else; and I can ascribe to nothing but a miracle my escape from so many snares as he laid to entrap me.\\n\\nThere happened during this perplexity of my affairs an accident of small consequence in itself, which yet I think deserves to be mentioned, as it shows the credulity and ignorance of the Abyssins. I received a visit from a religious, who passed, though he was blind, for the most learned person in all that country.  He had the whole Scriptures in his memory, but seemed to have been at more pains to retain them than understand them; as he talked much he often took occasion to quote them, and did it almost always improperly.  Having invited him to sup and pass the night with me, I set before him some excellent mead, which he liked so well as to drink somewhat beyond the bounds of exact temperance.  Next day, to make some return for his entertainment, he took upon him to divert me with some of those stories which the monks amuse simple people with, and told me of a devil that haunted a fountain, and used to make it his employment to plague the monks that came thither to fetch water, and continued his malice till he was converted by the founder of their order, who found him no very stubborn proselyte till they came to the point of circumcision; the devil was unhappily prepossessed with a strong aversion from being circumcised, which, however, by much persuasion, he at last agreed to, and afterwards taking a religious habit, died ten years after with great signs of sanctity.  He added another history of a famous Abyssinian monk, who killed a devil two hundred feet high, and only four feet thick, that ravaged all the country; the peasants had a great desire to throw the dead carcase from the top of a rock, but could not with all their force remove it from the place, but the monk drew it after him with all imaginable ease and pushed it down.  This story was followed by another, of a young devil that became a religious of the famous monastery of Aba Gatima.  The good father would have favoured me with more relations of the same kind, if I had been in the humour to have heard them, but, interrupting him, I told him that all these relations confirmed what we had found by experience, that the monks of Abyssinia were no improper company for the devil.\\n\\nChapter IX\\n\\nThe viceroy is defeated and hanged.  The author narrowly escapes being poisoned.\\n\\nI did not stay long at Fremona, but left that town and the province of Tigre, and soon found that I was very happy in that resolution, for scarce had I left the place before the viceroy came in person to put me to death, who, not finding me, as he expected, resolved to turn all his vengeance against the father Gaspard Paes, a venerable man, who was grown grey in the missions of Aethiopia, and five other missionaries newly arrived from the Indies; his design was to kill them all at one time without suffering any to escape; he therefore sent for them all, but one happily being sick, another stayed to attend him; to this they owed their lives, for the viceroy, finding but four of them, sent them back, telling them he would see them all together.  The fathers, having been already told of his revolt, and of the pretences he made use of to give it credit, made no question of his intent to massacre them, and contrived their escape so that they got safely out of his power.\\n\\nThe viceroy, disappointed in his scheme, vented all his rage upon Father James, whom the patriarch had given him as his confessor; the good man was carried, bound hand and foot, into the middle of the camp; the viceroy gave the first stab in the throat, and all the rest struck him with their lances, and dipped their weapons in his blood, promising each other that they would never accept of any act of oblivion or terms of peace by which the Catholic religion was not abolished throughout the empire, and all those who professed it either banished or put to death.  They then ordered all the beads, images, crosses, and relics which the Catholics made use of to be thrown into the fire.\\n\\nThe anger of God was now ready to fall upon his head for these daring and complicated crimes; the Emperor had already confiscated all his goods, and given the government of the kingdom of Tigre to Keba Christos, a good Catholic, who was sent with a numerous army to take possession of it.  As both armies were in search of each other, it was not long before they came to a battle.  The revolted viceroy Tecla Georgis placed all his confidence in the Galles, his auxiliaries.  Keba Christos, who had marched with incredible expedition to hinder the enemy from making any intrenchments, would willingly have refreshed his men a few days before the battle, but finding the foe vigilant, thought it not proper to stay till he was attacked, and therefore resolved to make the first onset; then presenting himself before his army without arms and with his head uncovered, assured them that such was his confidence in God's protection of those that engaged in so just a cause, that though he were in that condition and alone, he would attack his enemies.\\n\\nThe battle began immediately, and of all the troops of Tecla Georgis only the Galles made any resistance, the rest abandoned him without striking a blow.  The unhappy commander, seeing all his squadrons broken, and three hundred of the Galles, with twelve ecclesiastics, killed on the spot, hid himself in a cave, where he was found three days afterwards, with his favourite and a monk.  When they took him, they cut off the heads of his two companions in the field, and carried him to the Emperor; the procedure against him was not long, and he was condemned to be burnt alive.  Then imagining that, if he embraced the Catholic faith, the intercession of the missionaries, with the entreaties of his wife and children, might procure him a pardon, he desired a Jesuit to hear his confession, and abjured his errors.  The Emperor was inflexible both to the entreaties of his daughter and the tears of his grand-children, and all that could be obtained of him was that the sentence should be mollified, and changed into a condemnation to be hanged.  Tecla Georgis renounced his abjuration, and at his death persisted in his errors.  Adero, his sister, who had borne the greatest share in his revolt, was hanged on the same tree fifteen days after.\\n\\nI arrived not long after at the Emperor's court, and had the honour of kissing his hands; but stayed not long in a place where no missionary ought to linger, unless obliged by the most pressing necessity:  but being ordered by my superiors into the kingdom of Damote, I set out on my journey, and on the road was in great danger of losing my life by my curiosity of tasting a herb, which I found near a brook, and which, though I had often heard of it, I did not know.  It bears a great resemblance to our radishes; the leaf and colour were beautiful, and the taste not unpleasant.  It came into my mind when I began to chew it that perhaps it might be that venomous herb against which no antidote had yet been found, but persuading myself afterwards that my fears were merely chimerical, I continued to chew it, till a man accidentally meeting me, and seeing me with a handful of it, cried out to me that I was poisoned; I had happily not swallowed any of it, and throwing out what I had in my mouth, I returned God thanks for this instance of his protection.\\n\\nI crossed the Nile the first time in my journey to the kingdom of Damote; my passage brought into my mind all that I had read either in ancient or modern writers of this celebrated river; I recollected the great expenses at which some Emperors had endeavoured to gratify their curiosity of knowing the sources of this mighty stream, which nothing but their little acquaintance with the Abyssins made so difficult to be found.  I passed the river within two days' journey of its head, near a wide plain, which is entirely laid under water when it begins to overflow the banks.  Its channel is even here so wide, that a ball-shot from a musket can scarce reach the farther bank.  Here is neither boat nor bridge, and the river is so full of hippopotami, or river-horses, and crocodiles, that it is impossible to swim over without danger of being devoured.  The only way of passing it is upon floats, which they guide as well as they can with long poles.  Nor is even this way without danger, for these destructive animals overturn the floats, and tear the passengers in pieces.  The river horse, which lives only on grass and branches of trees, is satisfied with killing the men, but the crocodile being more voracious, feeds upon the carcases.\\n\\nBut since I am arrived at the banks of this renowned river, which I have passed and repassed so many times; and since all that I have read of the nature of its waters, and the causes of its overflowing, is full of fables, the reader may not be displeased to find here an account of what I saw myself, or was told by the inhabitants.\\n\\nChapter X\\n\\nA description of the Nile.\\n\\nThe Nile, which the natives call Abavi, that is, the Father of Waters, rises first in Sacala, a province of the kingdom of Goiama, which is one of the most fruitful and agreeable of all the Abyssinian dominions.  This province is inhabited by a nation of the Agaus, who call, but only call, themselves Christians, for by daily intermarriages they have allied themselves to the Pagan Agaus, and adopted all their customs and ceremonies.  These two nations are very numerous, fierce, and unconquerable, inhabiting a country full of mountains, which are covered with woods, and hollowed by nature into vast caverns, many of which are capable of containing several numerous families, and hundreds of cows.  To these recesses the Agaus betake themselves when they are driven out of the plain, where it is almost impossible to find them, and certain ruin to pursue them.  This people increases extremely, every man being allowed so many wives as he hath hundreds of cows, and it is seldom that the hundreds are required to be complete.\\n\\nIn the eastern part of this kingdom, on the declivity of a mountain, whose descent is so easy that it seems a beautiful plain, is that source of the Nile which has been sought after at so much expense of labour, and about which such variety of conjectures hath been formed without success.  This spring, or rather these two springs, are two holes, each about two feet diameter, a stone's cast distant from each other; the one is but about five feet and a half in depth--at least we could not get our plummet farther, perhaps because it was stopped by roots, for the whole place is full of trees; of the other, which is somewhat less, with a line of ten feet we could find no bottom, and were assured by the inhabitants that none ever had been found.  It is believed here that these springs are the vents of a great subterraneous lake, and they have this circumstance to favour their opinion, that the ground is always moist and so soft that the water boils up under foot as one walks upon it.  This is more visible after rains, for then the ground yields and sinks so much, that I believe it is chiefly supported by the roots of trees that are interwoven one with another; such is the ground round about these fountains.  At a little distance to the south is a village named Guix, through which the way lies to the top of the mountain, from whence the traveller discovers a vast extent of land, which appears like a deep valley, though the mountain rises so imperceptibly that those who go up or down it are scarce sensible of any declivity.\\n\\nOn the top of this mountain is a little hill which the idolatrous Agaus have in great veneration; their priest calls them together at this place once a year, and having sacrificed a cow, throws the head into one of the springs of the Nile; after which ceremony, every one sacrifices a cow or more, according to their different degrees of wealth or devotion.  The bones of these cows have already formed two mountains of considerable height, which afford a sufficient proof that these nations have always paid their adorations to this famous river.  They eat these sacrifices with great devotion, as flesh consecrated to their deity.  Then the priest anoints himself with the grease and tallow of the cows, and sits down on a heap of straw, on the top and in the middle of a pile which is prepared; they set fire to it, and the whole heap is consumed without any injury to the priest, who while the fire continues harangues the standers by, and confirms them in their present ignorance and superstition.  When the pile is burnt, and the discourse at an end, every one makes a large present to the priest, which is the grand design of this religious mockery.\\n\\nTo return to the course of the Nile:  its waters, after the first rise, run to the eastward for about a musket-shot, then turning to the north, continue hidden in the grass and weeds for about a quarter of a league, and discover themselves for the first time among some rocks--a sight not to be enjoyed without some pleasure by those who have read the fabulous accounts of this stream delivered by the ancients, and the vain conjectures and reasonings which have been formed upon its original, the nature of its water, its cataracts, and its inundations, all which we are now entirely acquainted with and eye-witnesses of.\\n\\nMany interpreters of the Holy Scriptures pretend that Gihon, mentioned in Genesis, is no other than the Nile, which encompasseth all Aethiopia; but as the Gihon had its source from the terrestrial paradise, and we know that the Nile rises in the country of the Agaus, it will be found, I believe, no small difficulty to conceive how the same river could arise from two sources so distant from each other, or how a river from so low a source should spring up and appear in a place perhaps the highest in the world:  for if we consider that Arabia and Palestine are in their situation almost level with Egypt; that Egypt is as low, if compared with the kingdom of Dambia, as the deepest valley in regard of the highest mountain; that the province of Sacala is yet more elevated than Dambia; that the waters of the Nile must either pass under the Red Sea, or take a great compass about, we shall find it hard to conceive such an attractive power in the earth as may be able to make the waters rise through the obstruction of so much sand from places so low to the most lofty region of Aethiopia.\\n\\nBut leaving these difficulties, let us go on to describe the course of the Nile.  It rolls away from its source with so inconsiderable a current, that it appears unlikely to escape being dried up by the hot season, but soon receiving an increase from the Gemma, the Keltu, the Bransu, and other less rivers, it is of such a breadth in the plain of Boad, which is not above three days' journey from its source, that a ball shot from a musket will scarce fly from one bank to the other.  Here it begins to run northwards, deflecting, however, a little towards the east, for the space of nine or ten leagues, and then enters the so much talked of Lake of Dambia, called by the natives Bahar Sena, the Resemblance of the Sea, or Bahar Dambia, the Sea of Dambia.  It crosses this lake only at one end with so violent a rapidity, that the waters of the Nile may be distinguished through all the passage, which is six leagues.  Here begins the greatness of the Nile.  Fifteen miles farther, in the land of Alata, it rushes precipitately from the top of a high rock, and forms one of the most beautiful water-falls in the world:  I passed under it without being wet; and resting myself there, for the sake of the coolness, was charmed with a thousand delightful rainbows, which the sunbeams painted on the water in all their shining and lively colours.  The fall of this mighty stream from so great a height makes a noise that may be heard to a considerable distance; but I could not observe that the neighbouring inhabitants were at all deaf.  I conversed with several, and was as easily heard by them as I heard them.  The mist that rises from this fall of water may be seen much farther than the noise can be heard.  After this cataract the Nile again collects its scattered stream among the rocks, which seem to be disjoined in this place only to afford it a passage.  They are so near each other that, in my time, a bridge of beams, on which the whole Imperial army passed, was laid over them. Sultan Segued hath since built here a bridge of one arch in the same place, for which purpose he procured masons from India.  This bridge, which is the first the Abyssins have seen on the Nile, very much facilitates a communication between the provinces, and encourages commerce among the inhabitants of his empire.\\n\\nHere the river alters its course, and passes through many various kingdoms; on the east it leaves Begmeder, or the Land of Sheep, so called from great numbers that are bred there, beg, in that language, signifying sheep, and meder, a country.  It then waters the kingdoms of Amhara, Olaca, Choaa, and Damot, which lie on the left side, and the kingdom of Goiama, which it bounds on the right, forming by its windings a kind of peninsula.  Then entering Bezamo, a province of the kingdom of Damot, and Gamarchausa, part of Goiama, it returns within a short day's journey of its spring; though to pursue it through all its mazes, and accompany it round the kingdom of Goiama, is a journey of twenty-nine days.  So far, and a few days' journey farther, this river confines itself to Abyssinia, and then passes into the bordering countries of Fazulo and Ombarca.\\n\\nThese vast regions we have little knowledge of:  they are inhabited by nations entirely different from the Abyssins; their hair is like that of the other blacks, short and curled.  In the year 1615, Rassela Christos, lieutenant-general to Sultan Segued, entered those kingdoms with his army in a hostile manner; but being able to get no intelligence of the condition of the people, and astonished at their unbounded extent, he returned, without daring to attempt anything.\\n\\nAs the empire of the Abyssins terminates at these deserts, and as I have followed the course of the Nile no farther, I here leave it to range over barbarous kingdoms, and convey wealth and plenty into Egypt, which owes to the annual inundations of this river its envied fertility.  I know not anything of the rest of its passage, but that it receives great increases from many other rivers; that it has several cataracts like the first already described, and that few fish are to be found in it, which scarcity, doubtless, is to be attributed to the river-horses and crocodiles, which destroy the weaker inhabitants of these waters, and something may be allowed to the cataracts, it being difficult for fish to fall so far without being killed.\\n\\nAlthough some who have travelled in Asia and Africa have given the world their descriptions of crocodiles and hippopotamus, or river- horse, yet as the Nile has at least as great numbers of each as any river in the world, I cannot but think my account of it would be imperfect without some particular mention of these animals.\\n\\nThe crocodile is very ugly, having no proportion between his length and thickness; he hath short feet, a wide mouth, with two rows of sharp teeth, standing wide from each other, a brown skin so fortified with scales, even to his nose, that a musket-ball cannot penetrate it.  His sight is extremely quick, and at a great distance.  In the water he is daring and fierce, and will seize on any that are so unfortunate as to be found by him bathing, who, if they escape with life, are almost sure to leave some limb in his mouth.  Neither I, nor any with whom I have conversed about the crocodile, have ever seen him weep, and therefore I take the liberty of ranking all that hath been told us of his tears amongst the fables which are only proper to amuse children.\\n\\nThe hippopotamus, or river-horse, grazes upon the land and browses on the shrubs, yet is no less dangerous than the crocodile.  He is the size of an ox, of a brown colour without any hair, his tail is short, his neck long, and his head of an enormous bigness; his eyes are small, his mouth wide, with teeth half a foot long; he hath two tusks like those of a wild boar, but larger; his legs are short, and his feet part into four toes.  It is easy to observe from this description that he hath no resemblance of a horse, and indeed nothing could give occasion to the name but some likeness in his ears, and his neighing and snorting like a horse when he is provoked or raises his head out of water.  His hide is so hard that a musket fired close to him can only make a slight impression, and the best tempered lances pushed forcibly against him are either blunted or shivered, unless the assailant has the skill to make his thrust at certain parts which are more tender.  There is great danger in meeting him, and the best way is, upon such an accident, to step aside and let him pass by.  The flesh of this animal doth not differ from that of a cow, except that it is blacker and harder to digest.\\n\\nThe ignorance which we have hitherto been in of the original of the Nile hath given many authors an opportunity of presenting us very gravely with their various systems and conjectures about the nature of its waters, and the reason of its overflows.\\n\\nIt is easy to observe how many empty hypotheses and idle reasonings the phenomena of this river have put mankind to the expense of.  Yet there are people so bigoted to antiquity, as not to pay any regard to the relation of travellers who have been upon the spot, and by the evidence of their eyes can confute all that the ancients have written.  It was difficult, it was even impossible, to arrive at the source of the Nile by tracing its channel from the mouth; and all who ever attempted it, having been stopped by the cataracts, and imagining none that followed them could pass farther, have taken the liberty of entertaining us with their own fictions.\\n\\nIt is to be remembered likewise that neither the Greeks nor Romans, from whom we have received all our information, ever carried their arms into this part of the world, or ever heard of multitudes of nations that dwell upon the banks of this vast river; that the countries where the Nile rises, and those through which it runs, have no inhabitants but what are savage and uncivilised; that before they could arrive at its head, they must surmount the insuperable obstacles of impassable forests, inaccessible cliffs, and deserts crowded with beasts of prey, fierce by nature, and raging for want of sustenance.  Yet if they who endeavoured with so much ardour to discover the spring of this river had landed at Mazna on the coast of the Red Sea, and marched a little more to the south than the south-west, they might perhaps have gratified their curiosity at less expense, and in about twenty days might have enjoyed the desired sight of the sources of the Nile.\\n\\nBut this discovery was reserved for the invincible bravery of our noble countrymen, who, not discouraged by the dangers of a navigation in seas never explored before, have subdued kingdoms and empires where the Greek and Roman greatness, where the names of Caesar and Alexander, were never heard of; who have demolished the airy fabrics of renowned hypotheses, and detected those fables which the ancients rather chose to invent of the sources of the Nile than to confess their ignorance.  I cannot help suspending my narration to reflect a little on the ridiculous speculations of those swelling philosophers, whose arrogance would prescribe laws to nature, and subject those astonishing effects, which we behold daily, to their idle reasonings and chimerical rules.  Presumptuous imagination! that has given being to such numbers of books, and patrons to so many various opinions about the overflows of the Nile.  Some of these theorists have been pleased to declare it as their favourite notion that this inundation is caused by high winds which stop the current, and so force the water to rise above its banks, and spread over all Egypt.  Others pretend a subterraneous communication between the ocean and the Nile, and that the sea being violently agitated swells the river.  Many have imagined themselves blessed with the discovery when they have told us that this mighty flood proceeds from the melting of snow on the mountains of Aethiopia, without reflecting that this opinion is contrary to the received notion of all the ancients, who believed that the heat was so excessive between the tropics that no inhabitant could live there. So much snow and so great heat are never met with in the same region; and indeed I never saw snow in Abyssinia, except on Mount Semen in the kingdom of Tigre, very remote from the Nile, and on Namera, which is indeed not far distant, but where there never falls snow sufficient to wet the foot of the mountain when it is melted.\\n\\nTo the immense labours and fatigues of the Portuguese mankind is indebted for the knowledge of the real cause of these inundations so great and so regular.  Their observations inform us that Abyssinia, where the Nile rises and waters vast tracts of land, is full of mountains, and in its natural situation much higher than Egypt; that all the winter, from June to September, no day is without rain; that the Nile receives in its course all the rivers, brooks, and torrents which fall from those mountains; these necessarily swell it above the banks, and fill the plains of Egypt with the inundation.  This comes regularly about the month of July, or three weeks after the beginning of a rainy season in Aethiopia.  The different degrees of this flood are such certain indications of the fruitfulness or sterility of the ensuing year, that it is publicly proclaimed in Cairo how much the water hath gained each night.  This is all I have to inform the reader of concerning the Nile, which the Egyptians adored as the deity, in whose choice it was to bless them with abundance, or deprive them of the necessaries of life.\\n\\nChapter XI\\n\\nThe author discovers a passage over the Nile.  Is sent into the province of Ligonus, which he gives a description of.  His success in his mission.  The stratagem of the monks to encourage the soldiers.  The author narrowly escapes being burned.\\n\\nWhen I was to cross this river at Boad, I durst not venture myself on the floats I have already spoken of, but went up higher in hopes of finding a more commodious passage.  I had with me three or four men that were reduced to the same difficulty with myself.  In one part seeing people on the other side, and remarking that the water was shallow, and that the rocks and trees which grew very thick there contributed to facilitate the attempt, I leaped from one rock to another, till I reached the opposite bank, to the great amazement of the natives themselves, who never had tried that way; my four companions followed me with the same success:  and it hath been called since the passage of Father Jerome.\\n\\nThat province of the kingdom of Damot, which I was assigned to by my superior, is called Ligonus, and is perhaps one of the most beautiful and agreeable places in the world; the air is healthful and temperate, and all the mountains, which are not very high, shaded with cedars.  They sow and reap here in every season, the ground is always producing, and the fruits ripen throughout the year; so great, so charming is the variety, that the whole region seems a garden laid out and cultivated only to please.  I doubt whether even the imagination of a painter has yet conceived a landscape as beautiful as I have seen.  The forests have nothing uncouth or savage, and seem only planted for shade and coolness. Among a prodigious number of trees which fill them, there is one kind which I have seen in no other place, and to which we have none that bears any resemblance.  This tree, which the natives call ensete, is wonderfully useful; its leaves, which are so large as to cover a man, make hangings for rooms, and serve the inhabitants instead of linen for their tables and carpets.  They grind the branches and the thick parts of the leaves, and when they are mingled with milk, find them a delicious food.  The trunk and the roots are even more nourishing than the leaves or branches, and the meaner people, when they go a journey, make no provision of any other victuals.  The word ensete signifies the tree against hunger, or the poor's tree, though the most wealthy often eat of it.  If it be cut down within half a foot of the ground and several incisions made in the stump, each will put out a new sprout, which, if transplanted, will take root and grow to a tree.  The Abyssins report that this tree when it is cut down groans like a man, and, on this account, call cutting down an ensete killing it.  On the top grows a bunch of five or six figs, of a taste not very agreeable, which they set in the ground to produce more trees.\\n\\nI stayed two months in the province of Ligonus, and during that time procured a church to be built of hewn stone, roofed and wainscoted with cedar, which is the most considerable in the whole country.  My continual employment was the duties of the mission, which I was always practising in some part of the province, not indeed with any extraordinary success at first, for I found the people inflexibly obstinate in their opinions, even to so great a degree, that when I first published the Emperor's edict requiring all his subjects to renounce their errors, and unite themselves to the Roman Church, there were some monks who, to the number of sixty, chose rather to die by throwing themselves headlong from a precipice than obey their sovereign's commands:  and in a battle fought between these people that adhered to the religion of their ancestors, and the troops of Sultan Segued, six hundred religious, placing themselves at the head of their men, marched towards the Catholic army with the stones of the altars upon their heads, assuring their credulous followers that the Emperor's troops would immediately at the sight of those stones fall into disorder and turn their backs; but, as they were some of the first that fell, their death had a great influence upon the people to undeceive them, and make them return to the truth.  Many were converted after the battle, and when they had embraced the Catholic faith, adhered to that with the same constancy and firmness with which they had before persisted in their errors.\\n\\nThe Emperor had sent a viceroy into this province, whose firm attachment to the Roman Church, as well as great abilities in military affairs, made him a person very capable of executing the orders of the Emperor, and of suppressing any insurrection that might be raised, to prevent those alterations in religion which they were designed to promote:  a farther view in the choice of so warlike a deputy was that a stop might be put to the inroads of the Galles, who had killed one viceroy, and in a little time after killed this.\\n\\nIt was our custom to meet together every year about Christmas, not only that we might comfort and entertain each other, but likewise that we might relate the progress and success of our missions, and concert all measures that might farther the conversion of the inhabitants.  This year our place of meeting was the Emperor's camp, where the patriarch and superior of the missions were.  I left the place of my abode, and took in my way four fathers, that resided at the distance of two days' journey, so that the company, without reckoning our attendants, was five.  There happened nothing remarkable to us till the last night of our journey, when taking up our lodging at a place belonging to the Empress, a declared enemy to all Catholics, and in particular to the missionaries, we met with a kind reception in appearance, and were lodged in a large stone house covered with wood and straw, which had stood uninhabited so long, that great numbers of red ants had taken possession of it; these, as soon as we were laid down, attacked us on all sides, and tormented us so incessantly that we were obliged to call up our domestics. Having burnt a prodigious number of these troublesome animals, we tried to compose ourselves again, but had scarce closed our eyes before we were awakened by the fire that had seized our lodging. Our servants, who were fortunately not all gone to bed, perceived the fire as soon as it began, and informed me, who lay nearest the door.  I immediately alarmed all the rest, and nothing was thought of but how to save ourselves and the little goods we had, when, to our great astonishment, we found one of the doors barricaded in such a manner that we could not open it.  Nothing now could have prevented our perishing in the flames had not those who kindled them omitted to fasten that door near which I was lodged.  We were no longer in doubt that the inhabitants of the town had laid a train, and set fire to a neighbouring house, in order to consume us; their measures were so well laid, that the house was in ashes in an instant, and three of our beds were burnt which the violence of the flame would not allow us to carry away.  We spent the rest of the night in the most dismal apprehensions, and found next morning that we had justly charged the inhabitants with the design of destroying us, for the place was entirely abandoned, and those that were conscious of the crime had fled from the punishment.  We continued our journey, and came to Gorgora, where we found the fathers met, and the Emperor with them.\\n\\nChapter XII\\n\\nThe author is sent into Tigre.  Is in danger of being poisoned by the breath of a serpent.  Is stung by a serpent.  Is almost killed by eating anchoy.  The people conspire against the missionaries, and distress them.\",\"timestamp\":1637496534,\"title\":\"\\nThe history of Abyssinia.  An account of the Queen of Sheba, and of Queen Candace.\"},\"digest\":\"UDNKbVcdoObprAEmg0U73k6hBJG1rkvpxFKP8-U4YaM\",\"authorship\":{\"contributor\":\"0x0bc2400104440A18C99548dd9c4A420428c69d55\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YTEF13RvdxRoSkUKZM3MHlQhPdRgKyJH5lqZFCUps1g\\\",\\\"y\\\":\\\"tTRq5r4Y0tD7kFKhzxQanFbAc0Rfx_CG--YZS72JoMM\\\"}\",\"signature\":\"9htbHervBVHK-w7_zwYPB9oa0fshQQVCQUbuVQt3Scgv331UqcQLgpt2NEy4fVHpuRk2Lku7Pw-fYThN7SwqUQ\",\"signingKeySignature\":\"0x7319c4e680e32c23da1834c670551712021a108d31e6ef4554c2cef1b311824927864d51f7754b5bd9962e5b35dd4526bf21af8de3f2a2a7dcb4bb854ce291021c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YTEF13RvdxRoSkUKZM3MHlQhPdRgKyJH5lqZFCUps1g\\\",\\\"y\\\":\\\"tTRq5r4Y0tD7kFKhzxQanFbAc0Rfx_CG--YZS72JoMM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UDNKbVcdoObprAEmg0U73k6hBJG1rkvpxFKP8-U4YaM\"}"