"{\"content\":{\"body\":\"I am writing this blog a few hours removed from an extended phone chat with a new friend who conversates deeper than most. Deeper than most of my physical friends, most of my professional acquaintances, and most of my Modern Friends (thx [Gaby](https://gabygoldberg.medium.com/my-modern-friends-and-me-1b6e23223f48) and [Ryan](https://ryandawidjan.medium.com/modern-friends-e9ca5b6f855a) for this term). One thought we peeled apart was around friend groups. The narrative around friends, acquaintances, people you feel at some point “obligated” to stay in touch with. It’s a difficult conversation to have with yourself, but one I have been aware of and am ready to tackle publicly — *the evolution of your friend group(s).*\\n\\nWhen I read Gaby’s 2020 [article around Modern Friends](https://gabygoldberg.medium.com/my-modern-friends-and-me-1b6e23223f48), she showed *Dunbar’s number* as illustrated by [sketchplanations](https://sketchplanations.com/dunbars-number-150). I wanted to leverage this.\\n\\n![Dunbar's number, as illustrated by sketchplanations](https://images.mirror-media.xyz/publication-images/iDcPeQG2TVjOSCiSq8tKR.jpeg?height=1356&width=1600)\\n\\nAt some point, you are limited by your memory. You simply can’t remember more. You can’t put in the effort to maintain any more relationships than that. It just doesn’t work. 150 is your capacity. Well, 148 to be specific, but 150 sounds better.\\n\\n### The construction of each cohort:\\n\\nTo me, the construction and evolution of each cohort is more interesting than the idea of the cohorts themselves — the 5 “close friends” (CF), the 15 in your “super family” (SF), the 50 in your “clan”, and the 150 who are a part of your “tribe”. How, **without knowing**, friends actually move from the SF status to a “tribe” member as you personally evolve. On the contrary, I see it as courageous and necessary to **knowingly** drop someone down a cohort due to lack of connection or relationship.\\n\\nYou are allowed to grow out of friendships. It’s actually important. Remember those people who were part of your 50 “clan”? The ones who you think you may be distant with? They’re taking a seat from a new friend. One who shares **current** interests with you, not **old interests** that are no longer are important to you or your growth trajectory.  It just happens. These things happen with friends. Friends are not permanent, no matter the “cohort”. Seats become limited and exclusive.\\n\\nThe ones who are so important to you that you never want to lose them are most likely your SF or your CF. For some, it may be as easy as identifying the people who have ridden the roller coaster of high school with you. Maybe you went to college together. For others, it may take time to figure out your SF or CF. You may think you have an SF, only to realize you are no longer interested in the same things. This may lead to a weak connection over time. That’s okay. Move on.\\n\\nFor all my business nerds:\\n\\nFriend churn is the opposite of business churn, it can be a good metric to judge a person by.\\n\\nFriend retention is the opposite of business retention, it can be a bad metric to judge a person by.\\n\\n### Modern Friends — my personal cohort reconstruction:\\n\\nMy first blog titled, [The Evolution of My Ego](https://mirror.xyz/camiadeluca.eth/QZvVAmwjYT3fJFNsdfZeBf66ZwF5XYJvpSyoxevGPSI), talked about my professional and mental growth. Finding new avenues of growth through unborn curiosities while I was trapped within a “wanna-be” mentality. As my “wanna-be” mentality faded, so did some of my SF friends. Naturally, some faded completely, others just became part of my tribe. Not in a malicious way. Naturally. For the longest time, I held onto these “super family” friends thinking it was wrong to let go. I’m realizing this is simply not the case.\\n\\nWho joined my 150? Modern Friends.\\n\\n> “Modern friends are those relationships that primarily originate and develop through digital channels (forums, email, reddit, twitter, etc).”\\n>\\n> “Modern friends typically discover one another via shared personal interests, ‘professional’ (personal development) collaboration or friend-of-friend introductions.”\\n>\\n> — *[Ryan Dawidjan](https://twitter.com/ryandawidjan), [Modern Friends](https://ryandawidjan.medium.com/modern-friends-e9ca5b6f855a)*\\n\\nUnknowingly, for the past two years, I have been replacing physical friends with Modern Friends. COVID has forced nothing but remote interaction. Everyone was forced to isolate. Not everyone was forced to take advantage of it.\\n\\nBefore I knew it, my cohorts had unexpectedly been flipped. Modern Friends now in my SF, physical friends now in my “clan”. I realized it wasn’t just the geographic separation pulling us apart. It was more so our interests changing. Taking advantage of isolation with the world at my fingertips, Twitter friends grew closer. Discord gave me MANY friends as I navigated the what-seems-like-fake, NFT markets (future story coming… maybe). COVID gave me Modern Friends.\\n\\nI bring this up as an example of how my cohorts have shifted. How people change, people leave your life, people come into your life. It’s all normal. For me, it was done mostly through Modern Friends. For others maybe not so much. This is simply my story.\\n\\nNow the harder part. An unnatural, true understanding that you have grown older, grown apart, and no longer truly feel a connection — knowingly dropping a friend due to your separation and lack of interest in each other. Not all friends blow a tire and peel off into the distance or take a left turn when you take a right, sometimes you have to be the bearer of bad news. It’s like you have no strings attached but it feels like you’re both still strumming. Someone must stop playing. This isn’t a disrespectful act. In my eyes, it’s a prerequisite to growth. Empty that seat for someone else. Who knows, maybe that original friend finds their ticket back.\\n\\n### Don’t think too much:\\n\\nSome friends are just that, friends. They aren’t meant to push you to your limits professionally or test your intellect with deep-cutting questions, they’re just friends. I often fall into the trap of asking myself, “what does this person bring to the table?” It’s not always a test. Don’t think too much. I know I often do.\\n\\nI will leave you with this:\\n\\nI attended a [2017 conference](https://news.olemiss.edu/business-school-students-visit-oracle-omaha/)\\\\* where The Oracle of Omaha, Warren Buffett, once said “you are the average of your 5 best friends”. That number 5 looks awfully familiar.\\n\\nThank you for reading,\\n\\n— [Cam](https://twitter.com/camiadeluca)\\n\\n*\\\\*notes from our conference with Warren Buffet. This is not my chicken scratch. It is a friend’s. That of a “close friend”.*\\n\\n![Page of notes from our trip to visit Warren Buffet](https://images.mirror-media.xyz/publication-images/6ws8ijWWj5o8dbtBSM4rr.jpg?height=2109&width=1582)\\n\\n\",\"timestamp\":1640740861,\"title\":\"The Evolution of Your Friend Group\"},\"digest\":\"6qBUL1jkwN-7cAaKIWARlEMj8-WVc-D3FPuH94v4tH0\",\"authorship\":{\"contributor\":\"0x6e4E1859A7C5B925bBd04e2e34869b19624aD24F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ih9MyAicLyGj7Q-8_UUT35_sojQpDE8wyG8bgxkdza8\\\",\\\"y\\\":\\\"Dnyv3DIvqxJpUU6O12dGhxJiZQ8oomWJf2WskT_2j3A\\\"}\",\"signature\":\"KRgsJBTAuZXaGVulzDruZgAVintJNkAi-bvIPNl8cYtY7jXayFLLOxNVYTsPXQrj4TdIRsbJv84ceg5YV3zLzA\",\"signingKeySignature\":\"0x833a0161ff8361fe447d9b9826c624133b79bd6e1599cf0ba9ab6d13b7651fb57f253484af4d172311518e980c341134948a781219a017648d5b94336ae413471c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ih9MyAicLyGj7Q-8_UUT35_sojQpDE8wyG8bgxkdza8\\\",\\\"y\\\":\\\"Dnyv3DIvqxJpUU6O12dGhxJiZQ8oomWJf2WskT_2j3A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2piYqeepS_h1Q0H9cftxlMQMG9_ZzkKXokUqnLYk8f8\"}"