"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/82459dc9-5be5-40eb-a448-c207da8a0929.jpg?height=373&width=442)\\n\\nLast week we launched the [crowdfund](https://r.mirror.xyz/hqkBkj6ttSQfHvgdArGYPNgw9JkrlLAyZqC5UWqk3s0) for *Conversations on AI*, Impossible Object's first book, and received an incredible response from our $IMPOSSIBLE backers. Kudos and gratitude to all of you've who've contributed so far; we're so grateful and are so looking forward to making the book.\\n\\nNow that we're in the final 48 hours of the crowdfund, we're excited to announce:\\n\\n- a new backer award at the 0.5 ETH level: *a Zoom conversation with Reza Negarestani, Benjamin Bratton, Mat Dryhurst, Holly Herndon, Helen Hester OR Nick Srnicek (subject to availability).*\\n- an AMA in the Impossible Object [Telegram group](t.me/impossibleobject) **tomorrow at 15.30 EST / 12.30 PST**\\n\\n[$IMPOSSIBLE: Conversations on AI](crowdfund://0x22fFc1E1Ab8e8eE937Fe05a4cBe45eD0636e47fb?network=homestead)\\n\\n## New backer reward!\\n\\nWhy are we announcing a new reward? To be able to stick as close as possible to the original conception of the book, we think we need to raise **12-15 ETH in total**, depending on the vagaries of the crypto market. And for this book of conversations, we thought conversations should feature more in the rewards!\\n\\nAll backers now contributing 0.5 ETH or more will be able to have a Zoom conversation with any of the book's participants, subject to availability. So that's with **Reza Negarestani, Benjamin Bratton, Mat Dryhurst, Holly Herndon, Helen Hester OR Nick Srnicek.** \\n\\nThese conversations will happen after the first version of *Conversations on AI* is released, so you'll get to give your thoughts on the dialogues, and ask them anything else about their work that you might have in mind.\\n\\nAnd if you bought the dip over the weekend, or any of the other dips, and have some spare ETH burning a hole in your wallet, remember that the 0.75 ETH reward is a one-of-a-kind *Conversations on AI* poster by [Metahaven](https://twitter.com/mthvn?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor).\\n\\n## What if I don't have 0.5 ETH?\\n\\nAs well as trying to hit our 12-15 ETH target, our other main objective is for as many people to hold $IMPOSSIBLE as, well, possible, so please do consider backing us at any level you are able to. \\n\\nWe want to build as broad a community around this book as we can, and we want to invite you into the decision-making process around aspects of both the form and the content.\\n\\nI don't want this post to get too long, so will explain more on this tomorrow – keep an eye out!\\n\\nThe backer rewards in full are after the jump:\\n\\n![](https://images.mirror-media.xyz/publication-images/986e0078-51c4-40be-bebc-a847e1e695ba.jpg?height=2728&width=2728)\\n\\n**Every backer**\\n- $IMPOSSIBLE tokens at the rate: 1 ETH = 1000 $IMPOSSIBLE.\\n- Proportional stakes in the sale of the book's NFT as described above.\\n- Proportional voting power in Snapshot polls relating to the book.\\n- Your name in the book's acknowledgements as one of those who supported the first ever philosophy book funded by crypto.\\n\\n**0.125 ETH+**\\n- The above, plus...\\n- Invitation to a 2hr Zoom roundtable on AI, led by Reza Negarestani and featuring participants in the book.\\n\\n**0.5 ETH+**\\n- The above, plus...\\n- *Zoom conversation with Reza Negarestani, Benjamin Bratton, Mat Dryhurst, Holly Herndon, Helen Hester OR Nick Srnicek (subject to availability).*\\n- Plus one invitation to the Zoom roundtable.\\n- Signed special edition of the book.\\n- Limited edition Impossible Object merch.\\n\\n**0.75 ETH+**\\n- The above, plus...\\n- One-of-a-kind *Conversations on AI* poster by Metahaven.\\n\\n![El Arquetipo de la Repetición, Marta Minujin](https://images.mirror-media.xyz/publication-images/e7a7780e-7e08-4929-a45c-8eaa78c62954.jpeg?height=416&width=673)\\n\\n## AMA tomorrow\\n\\nIf you don't want to wait to put your questions to us, **join us tomorrow in an AMA on Impossible Object's [Telegram group](t.me/impossibleobject) at 15.30 EST / 12.30 PST.**\\n\\nHere are the details of the AMA:\\n\\n- The session will run for 30min\\n- Because of the text-based format, send through your questions to the Telegram group in advance! Submissions will close at 13.30 EST / 10.30 PST\\n- If you want to follow along but aren't free at that time, it's fine, you can join the Telegram group later on and the conversation will still be visible!\\n\\n## Links\\n\\nHere's the main crowdfund post with all the detailed info on the project:\\n\\nhttps://r.mirror.xyz/hqkBkj6ttSQfHvgdArGYPNgw9JkrlLAyZqC5UWqk3s0\\n\\nAnd here's Reza Negarestani and Impossible Object's article about *Conversations on AI*:\\n\\nhttps://r.mirror.xyz/zghnOjS2aVlowlZ5D7ocnswHVSLSe04ZG-ubaMFBHmI\",\"timestamp\":1622491701,\"title\":\"$IMPOSSIBLE final 48hrs: Zoom conversations with Reza, Ben, Mat, Holly, Helen or Nick! + AMA\",\"publication\":\"r\"},\"digest\":\"MPvIWCHD5DcF4QnSIiYQXFUM9Vbrg2-H4Q09nND8zvQ\",\"authorship\":{\"contributor\":\"0xc46E9a66FDdC8D1a69529d86E668236f02957F1b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2gOreeFuSTzHTbTHh9VLYOVAbQObud6uGR8QKO8hX68\\\",\\\"y\\\":\\\"mIcvZP41c-qLBmjZN1LVVaBuBBW6rZ4AdumfCBqht0c\\\"}\",\"signature\":\"sXClTKOMm-F_Jo81CAq7k_rMX0syqba_kCty6PPheV3gm85EvmVWKq6WbKNjrMeRYCBS6Cc0neanoR73GigoTw\",\"signingKeySignature\":\"0xa12ba6931bea4c7bc2184de485923a78b6af767e47b5366ba29378cf7e8f474c40cd9c51f95dc6b0f445745db5e88230c78ae1e3421b36703b7d474fbda0c57f1b\",\"signingKeyMessage\":\"I authorize the publication of articles on r.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2gOreeFuSTzHTbTHh9VLYOVAbQObud6uGR8QKO8hX68\\\",\\\"y\\\":\\\"mIcvZP41c-qLBmjZN1LVVaBuBBW6rZ4AdumfCBqht0c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tLL8G8EOJz2Mr-qQ2wTaUBjJfscoAltG_zpuX4MspMM\"}"