"{\"content\":{\"body\":\"1. 德语听写：\\n\\n   <wenn der Job krank macht>\\n\\n   Seit vier Uhr wacht  ist für Bäckerei, fast schon Erholung. Denn dir, er liebt, Backen\\n\\n   Einfachs keine Telephone und so wie wo an winigsten los, ständig erreichbar zu sein.\\n\\n   Kundenlieferant Mitarbeiter eine stresse Telephone klingt immer. Doch immer flächer, der neue Technologie oder facebook auftreten. Zwischen Durchschnitten zu Arzt Bestelungen machen. Ständiger multitasking bis hier. Definitivnisch der Zeit zu reich sind. Wer der Arbeit nutzt. Wenn man da und hier. Doch das fehlt schwere.\\n\\n   Aktulaliesieung Immer mehr Krankenstellungen wegen Stress. Zwischen Druckschmerz. Denn so lasst. ständiger multi tasking, er warte Berling. Definitifnisch. Das geht . Kommen auch berufliche\\n\\n   die Trennung zwischen Berufleben und Privatleben. Das ist common immer vor, Komputersystem. Ich versuch, trotz Laptop. \\n2. <Wie sich das Artensterben in der Literatur nierschlägt>\\n\\n   Artensterben: 生物灭绝\\n\\n   Noch ein mal geht es um Literatur, jetzt im Zusammenhang mit dem Artensterben. Vieler Forscher meinen.  \\n\\n   Prozess der Erdegeschichte der Aktivität des Menchen hat das Artensterben beschleunigt. Was \\n\\n   Die Vorbereitung, und eine einheimische Tiere. Wir haben Mühe mit denen die Nachtwahr mehr die ebenso anlockt wie unsere.  ein Supestar. Darin Die Forscher. Das süße Wasser . das Die Nachtwahr mehre. anblickt vor jahr. Im Bücher auf. Im Faust. Im Büro laffen. Amerikanische Laufen. und andere Se Im Humbolt  das überraschent wirklich nicht. Bald disziplinert haben ihre Starken der Experter. Frankfurt am Mein. Die Fakten. Jeder empirische harte Erkenntnisse hat immer politische Effekte. harte Fakte. Das lässt sich nicht so getrennt, wichtig für ein Naturwissenschaftler, und gleich wohl. Alltags verstandnig Wir haben die Bücher. verwendet. Die Suche standniserit haben. Die Projekt Gutenburg 16000 Werke. erschienen Umgrang sprachliche 1000 Wörter. Das ist auch klar. Das Ergenissse ihrer Studiere. Dennoch haben nicht erwarten. Befor wie gezählt haben. 19 Jahrhunder. Der Computer, sowohl der wissenschaftlichen. eine Schmeinen Buch. Dieser Einflußer wuchs die Arten. Diese. Tausend die neue Arten. Das der höher Punkt. überraschend. gewisse. Im späte. der Ergebnisse. aber der Deversität. das Tatsächlich Gründer hat dieser Studie nicht ermitteln können und auch wahrschienlich. Der Autoren. Alte Geschichtes. Wenn dieren. Dieses Bewusstsein. Der Deustche Sprache mit Tieren und Pflanzen  eine zunehmende. unsere Landschaft, unsere Tiere und Pflanzen. Heute ist eine wichtiger Erkenntnisse schrumpf. Diese Bewusstsein wird bestärken. die Tiere. so gestalten. \\n3. 写作：\\n\\n   Das Leben ist so lang, dass wir jede Schwierigkeit bekämpfen können. Trotzdem verpassen die Glücklichkeit und das Ungluck immer rasanter. Im Spring fühle ich so schöne, aber ich vergesse die Glücklickkeit im Winter. Die Veränderung der vier Jahrenzeit hören nie auf.  Gleichzeitig ist das Leben so kurz, dass mit der verschwindende Zeit ich meine Liebe so schnell verloren habe. Ich erinnern mich, als ich nur 12 Jahren war, farge ich mich selbst erste Mal, wer möchtest du werden? Ist das dein Leben? Schüle gehen, in der Universität studieren, ein Haus kaufen und dann heiraten, immer älter werden, und Kindern haben, Ist das die Linie dein Leben? Ist das dein Wünschen? Ich frage mich erste mal, als ich nur 12 Jahre alt, wer möchtest du werden? Ich habe die Frage so geantwortet, ich sagte, vielleicht würde ich die Königen? Kindische Antwortung.  \\n4. 阅读：\\n\\n   Das Dasein kann **unerbittlich(严苛)** sein. \\n5. 今天学完啦！去吃潮汕牛肉火锅。明天早上学德语，下午写神话学，晚上和xy吃好吃的。\\n6. 我流泪也勇敢\",\"timestamp\":1640326723,\"title\":\"2021 12 24 slog\"},\"digest\":\"y-73F3weoqUJu-xe9HzvxsmWIcIrvFUKk8CZN271-64\",\"authorship\":{\"contributor\":\"0x3E66392d3182f355f9D2e9Ac3E8AF9b8F5ef25b1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w18X1Y4ILTJwtbQp8gT5oSsqjF6u-G3kBUhns6L5dvQ\\\",\\\"y\\\":\\\"icjf5pVFwtMaMM7u_9uoU6BBh5vaAofWeByAKsDoyt8\\\"}\",\"signature\":\"Xh0Gvmeo0lPSyA6aaCblzGI18TbetVksVz-azF4foY8x08b725Yli0zlxzs_6Tn0bXpdpyW7adqpmKmm_xtb6Q\",\"signingKeySignature\":\"0xaca41ab6d4b19c4a08cde3f9f993fe5748b21c826ef16da4d842710dbef8384b6c0ffd2969a420c4ea6be8d2b0a0c05a2a85f5bf9d269ac6653c7d72fae9d1981b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w18X1Y4ILTJwtbQp8gT5oSsqjF6u-G3kBUhns6L5dvQ\\\",\\\"y\\\":\\\"icjf5pVFwtMaMM7u_9uoU6BBh5vaAofWeByAKsDoyt8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"y-73F3weoqUJu-xe9HzvxsmWIcIrvFUKk8CZN271-64\"}"