"{\"content\":{\"body\":\"**Introduction**\\n\\n‍An alternative to the global financial system is currently in development. Decentralized finance, or DeFi, is a peer-to-peer financial model fit for the internet and digital era. DeFi is an emerging and rapidly growing subset of the blockchain industry, and its early adopters believe that it will revolutionize our international economy. One of its most promising features is the ability to democratize access to traditionally exclusive financial services, and many hope this could lead to a drastic reduction in inequality. \\\\\\\\\\n\\nHowever, this technology remains untested, unproven, and unregulated. This article aims to lay the educational foundation for understanding DeFi, while both outlining its most promising opportunities and potential dangers.\\n\\n**What is DeFi?**\\n\\nDecentralized finance all began with the birth of Bitcoin in 2009. Bitcoin was the first DeFi application, and the first killer-app built using blockchain technology. Bitcoin was the proof-of-concept that digital value could be transferred across the internet in a trusted environment. This paved the way for the emergence of Ethereum which was invented by Vitalik Buterin in 2014. Ethereum shares many of the same benefits of Bitcoin and other blockchains (transparency, immutability, etc), but introduced the concept of “programmable money” through the use of smart contracts.\\n\\nEthereum is a development platform, whereas Bitcoin is a single cryptocurrency. While Bitcoin transactions are primarily monetary data, transactions on the Ethereum blockchain can be executable code. The phenomenon of smart contracts has allowed the blockchain community to build DApps—decentralized applications—that allow for the creation of all traditional financial products and services such as borrowing, lending, exchanges, insurance, and more. The core difference between DeFi products and services compared to the traditional financial system is that none of them are controlled by a single centralized entity. If something is a DeFi service it likely has the following distinguishing characteristics:\\n\\n* **Decentralized:** These businesses are not managed or controlled by a single entity. Once a smart contract is deployed on a blockchain they can run themselves without human intervention. Transactions do not require trust in the counterparty or a third-party intermediary (like a bank).\\n* **Global & Permissionless:** By nature, DApps and DeFi products are accessible to anyone in the world who has internet access and a smart device, and they operate 24-7. Anyone can create DApps and anyone can use them without censure.\\n* **Interoperable & Programmable:** DeFi products can be built on top of one another to create more complex financial services than previously imagined. The programmable nature of these products make them highly efficient compared to traditional tools.\\n* **Transparent:** All code written for DeFi services are open-source and available for anyone to audit. This allows the blockchain developer community to identify bugs or coercive functionality. All transactions are also visible to anyone.\\n\\n![Schär, Fabian. (2020). Decentralized Finance: On Blockchain- and Smart Contract-based Financial Markets. ](https://assets.website-files.com/60390ca176477b4fe207543a/60e6d3daab86edf8b19ee64f_K_17pF6p7pkjcXUGG801dTd6rt5oZR2xN5GUTB-pFkOeZgHaM2FcwB98O9A0PWwqcOIkzcOg0rx5XG4uPzNqhVbROtlLbwk3MQhM1fYUTEpnIFOw8GJYvsWWDGilnKFHou2dJ4xm.png)\\n\\n**Benefits of DeFi Compared to Our Current System**\\n\\nDeFi recreates the traditional financial sector without relying on middlemen. As a result, DeFi introduces a strong democratizing effect in the finance industry by opening up investment opportunities for millions who have been excluded from traditional financial markets. In today’s system, middlemen serve the purpose of ensuring trust—they mediate transactions between parties of senders and savers while enforcing rules of the market. In return for establishing trust between parties, these middlemen charge their users and earn profits off of transaction fees. Over time these middlemen have become direct beneficiaries of capital flows, leading to increased costs and loss of accessibility to the average retail investor.\\n\\nUsing DeFi products, anyone in the world can lend, borrow, send, or trade blockchain-based assets without having to use a bank or broker. They can also explore even more advanced financial activities including: leveraged trading, structured products, synthetic assets, insurance underwriting, market making—while always retaining complete control over their assets. Recent DeFi boom is due largely in part to the exponential growth of yield farming. Yield farming (also called liquidity mining) is a way to earn cryptocurrency rewards in exchange for being a liquidity provider and staking your cryptocurrency in decentralized exchanges and automated market makers.\\n\\nDeFi has the potential to reduce economic inequality by giving more people access to the best financial investments that are currently reserved for the wealthy elite. It breaks down barriers to investment opportunities and levels the financial playing field. DeFi offers potential solutions to the following four weaknesses of the current financial system:\\n\\n1. **Centralized Control:** Most consumers today deal with a single bank that charges fees, controls rates, and manages access. Switching can be costly, and the four largest banks in the United States have captured 44% of the total market. Their oligopoly status has reduced competition and led to other inefficiencies.\\n2. **Limited Access:** There are currently 1.7 billion unbanked people in the world. Even being ‘banked’ does not guarantee access to basic services such as credit and loans. As previously mentioned, DeFi opens these opportunities up to anyone with smartphone access.\\n3. **Inefficiency:** The payment network’s oligopoly pricing power has resulted in credit card exchange rates that cost users up to 3-4%. Remittance fees are often between 5-8%. Settlements and wire transfers can take up to 3 days to complete. These fees and times are reduced to pennies and seconds in DeFi services.\\n4. **Transparency:**  Consumers often have little information about the financial health of their banks and must rely on government protection in an era of mass spending and inflation. Further, determining the most competitive credit rate can be complicated in a fragmented loan market.\\n\\n![A comparison between DeFi and traditional finance the Ethereum website](https://assets.website-files.com/60390ca176477b4fe207543a/60e6d3da2856b153432d5338_4FlbEwq8A3BfeDS15Rzu9OYhpyshtTDi0MWTRyafSIXwL4bLaMwqSjR5BQ6mJgiyBWU3bTeTRdg_mp0Buu7K2yvtvAWWKcuYLj4ansao6gDvtnQDv75bU7ks_Xyjs3ivBV-2_y8-.png)\\n\\n**Use Cases & Opportunities for DeFi Inclusion**\\n\\n1. **Fractal ownership and access to investment opportunities**. DeFi and blockchains enable fractional ownership of high-performing asset classes, providing opportunities for anyone to invest and partially own expensive assets. The most common example is real estate. Currently home ownership is only available to those who can qualify for a mortgage or can afford full property price outright. With DeFi, home owners can digitize their home in the form of tokens that allow retail investors the opportunity to invest however much or little as they can afford.\\n2. **Equitable & enforceable taxation policy:** Although still a distant reality, a mature DeFi ecosystem could allow for the complete automation of tax collection. While a blockchain-based tax system may require far-reaching IT and legal changes, some believe it could save governments billions of dollars in back-office costs as well as money recouped through stronger traceability and enforcement mechanisms. This might also aid the international effort to establish a global minimum tax rate, and help governments better redistribute social services to disadvantaged communities.\\n3. **Remittances & Global Aid**: The World Bank estimates that remittances to low and middle-income states reached a record of $550 billion in 2019. The OECD reports that foreign aid from official donors reached a record high of $161 billion in 2020. Both of these processes are currently plagued with inefficiencies that include transaction fees as high as 15%, physical danger of receiving funds, and can sometimes be tied to political interests. Through it’s cost-saving, pseudonymous, and transparent nature, DeFi could potentially get millions more dollars in the hands of those that need them.\\n4. **Cost Saving for Essential Services**: Taking points from the previous section further, the cost-saving nature of DeFi products could potentially lead to cheaper access to many of life’s essential services that many don’t have access to. Healthcare, insurance, energy, and many other industries could be optimized to provide greater value at lower costs.\\n\\n**Challenges and Risks**\\n\\nAt the time of writing this article in June 2021 the DeFi market capitalization has surpassed $100 billion USD. This is up from only $15 billion USD at the start of 2020. The current trajectory of DeFi is promising, but it still has many obstacles to overcome.\\n\\nDeFi is currently an unregulated space, and the technology can be used to circumvent existing regulatory and legal responsibilities. The transnational nature of blockchains makes jurisdictional regulation a challenge. Although there is no evidence that DeFi will increase the frequency of illicit activity, it will provide a unique challenge to enforcing and combating fraud, market manipulation, and other financial crimes. There are also very few existing consumer protections. As a result, the DeFi industry is currently plagued with ponzi schemes, distortionary incentives, and money-laundering. For widespread adoption to be possible, average users will need to be able to safely engage in the ecosystem without risk of bankruptcy. In addition to consumer protections, widespread digital literacy will need to be developed through public education programs to prepare users for the future of digital currency.\\n\\nAll of these aforementioned challenges are an afterthought to the existing technical and financial challenges that DeFi faces. The technology is still nascent and needs to be stress-tested. Processes for auditing smart contracts will need to be streamlined to avoid buggy-code. One of the first and most infamous DeFi projects to experience a [hack was DAOMaker](https://www.coindesk.com/understanding-dao-hack-journalists); this hack couldn’t be reversed without a fork of the initial Ethereum blockchain—an unsustainable solution to long-term challenges.\\n\\nThe World Economic Forum recently published the DeFi Policymaker Toolkit which has been a major contribution to this article. The report goes into greater detail about potential challenges and policy solutions available. Below is an outline of additional challenges.\\n\\n![World Economic Forum DeFi Policymaker Toolkit](https://assets.website-files.com/60390ca176477b4fe207543a/60e6d3dad8daf70e3b2160ec_J5lH7q3xxx6uyN_jXtOpnJ4DCot1UBA0imIjTqvcBs2fKqGySKD0xK-rKjHN--T9N4StE9Bckt0TY93u08ARNR9EYWNy21qKZ0kBZ8bUAyHSL4Vfa0_G2P_lNQFeBpNuzES4ytjH.png)\\n\\n**Concluding Thoughts**\\n\\n‍DeFi is currently the experimental lab in which we are trying to rebuild the international financial system, and this is our critical opportunity to fix the structural inequalities that plague our economies. It's essential that diverse stakeholders participate in this process—traditionally marginalized communities have the most to gain and lose from this revolution. Minority communities, labor groups, women, and others must be included in the conversations over how to make the future of finance equitable for everyone.\\n\\nIt is also essential that DeFi proponents do not fall victim to the hubris of techno-utopianism that fueled the rise of the internet. Indeed, we need to learn from the shortcomings of the internet and take lessons from the recent “tech-lash'' that has swept the globe. To assume that blockchain governance is infallible will have devastating consequences. In line with the recent hipster antitrust movement—and contrary to the Libertarian leanings of early crypto-enthusiasts—the blockchain industry will require extensive regulation to ensure equitable development. This would entail a complete overhaul of many of our existing regulatory frameworks. Web3.0 is coming, and it's our job to ensure that it works fairly for everyone.\\n\\nReferences:\\n\\nReferences:\\n\\n 1. <https://blog.coinbase.com/a-beginners-guide-to-decentralized-finance-DeFi-574c68ff43c4>\\n    ‍\\n 2. Schär, Fabian. (2020). Decentralized Finance: On Blockchain- and Smart Contract-based Financial Markets.\\n    ‍\\n 3. <https://future.a16z.com/cryptos-fourth-wave-defi-poised-for-breakthrough/>\\n    ‍\\n 4. <https://www.globalpolicyjournal.com/blog/04/01/2021/social-consequences-decentralized-finance>\\n    ‍\\n 5. <https://academy.binance.com/en/articles/what-is-yield-farming-in-decentralized-finance-defi>\\n    ‍\\n 6. <https://irishtechnews.ie/blockchain-and-income-inequality/>\\n    ‍\\n 7. <https://www2.deloitte.com/content/dam/Deloitte/pl/Documents/Reports/pl_Blockchain-technology-and-its-potential-in-taxes-2017-EN.PDF>\\n    ‍\\n 8. <https://www.coindesk.com/DeFi-100-billion-dolla>\\n    ‍\\n 9. Decentralized finance (DeFi): an emergent alternative financial architecture 26 th January, 2021 Usman W. Chohan, MBA, PhD\\n    ‍\\n10. <https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3711777>\\n    ‍\\n11. <http://www3.weforum.org/docs/WEF_DeFi_Policy_Maker_Toolkit_2021.pdf>\",\"timestamp\":1641980981,\"title\":\"Decentralized Finance for Financial Inclusion \"},\"digest\":\"rIG5Y98X-bydN6bwR6S3f3gV-7-YPstXNvMGgC4QCDs\",\"authorship\":{\"contributor\":\"0xD1B5Ad78E657f3390ae0dE4a3305367d5a9220CF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZhTseT6kbYLCHWxLA1NdNSVJN8NUQJyGuLFGVVFeDVg\\\",\\\"y\\\":\\\"ULbFgiYRaeSRVN3BIHz3zX8j6DeBV54IC1dJXWuBiEU\\\"}\",\"signature\":\"8VfgZYKkg046JrY4UDFBpuqLzX09gf0hpBD3LfJdt5yb8EN9zKinppPG8QewttQJ5_pA7C1p_NabyxfBOUMftg\",\"signingKeySignature\":\"0x72e59d77cdc37ae32be6f0d2bbed5ca788a5ee19726b9b3212c73f505e5e6b993111bcd0e4e7d7056b9e93a04173b1c778a40f7f682f919f6c9360d5dceb17521b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZhTseT6kbYLCHWxLA1NdNSVJN8NUQJyGuLFGVVFeDVg\\\",\\\"y\\\":\\\"ULbFgiYRaeSRVN3BIHz3zX8j6DeBV54IC1dJXWuBiEU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rIG5Y98X-bydN6bwR6S3f3gV-7-YPstXNvMGgC4QCDs\"}"