"{\"content\":{\"body\":\"Hello everyone.\\n\\nFirst off, I want to thank you for taking interest in what I have to say. I’ll keep these emails short, I don’t want to take much of your time. It means the world to me that you are even reading this. Thank you, sincerely.\\n\\nGiven the timing of this first edition of the newsletter, I thought it might be useful to look back at 2021, and examine the good, the bad, and the unexpected.\\n\\nIn January I returned to Chicago after a 10-month stay in Colombia. I had missed the bitter cold wind on my face, endless snow, and thumping house music. More than that, I had missed my friends: all the relationships I built during 4 years that had been rudely interrupted by the possibility of the world ending.\\n\\nDuring the first half of 2021 I lived with a high school friend who decided to move to Chicago for no real reason other than \\\\*fuck it. -\\\\*reasoning I admire to this day. Together, we shared an apartment in Andersonville. It was appropriately baptized The Rainbow, given that every wall in the flat was painted a different colour. The laundry room flooded a couple of times, the toilets gurgled at night, and the Gulag (a.k.a the shower) was located \\\\*inside Pedro’s room, \\\\*separated from his unreasonably large bed only by a moldy, see-through shower curtain. The Rainbow had personality, an incredible kitchen, and a banging stereo system. David, the 60 year old landlord with shoulder length silver hair who only wore 80’s rock band t-shirts, was pretty “stoked” about the fact that I was going to get to try the “Frisco kush” in San Fransisco. I’m sure both Pedro and I will reminisce about our time in the Rainbow.\\n\\n![To commemorate Pedro’s first proper snow day (the poor thing had never lived a real winter before), he thought it was a good idea to jump naked in the snow. I agreed, it was definitely a good idea.](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Faf233bb2-15b1-402a-b29c-d8d67146a42f_1181x665.jpeg)\\n\\nIn June I moved to San Francisco, California. There’s lots of reasons why, but the main one was \\\\*fuck it. \\\\*My job (which I’ll get to) is remote, and I only knew a handful of people before moving. But hey, the low cost of living and low taxes are hard to pass up. I packed my bags and left Chicago, taking with me memories of 5 unforgettable years. To my University friends: thank you.\\n\\nI found my footing relatively quickly. I live with 8 other people (yes, 8) in a big house. I joined volleyball and soccer leagues, took up surfing, made lots of friends and had many adventures. It felt like my first semester of university or my semester abroad in Denmark. Every day was full of opportunity, excitement and new things to discover. I surrounded myself with likeminded people, all filled to the brim with the giddiness and energy necessary to cook up a \\\\*very \\\\*hectic 6 months, in all the good ways.\\n\\n![This greeted me on landing in San Francisco. They don’t call it the Golden State for nothing.](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F6a30c089-249a-4dbb-83e1-ff1b1c2ee196_1086x724.jpeg)\\n\\n**This leads me to my first (and most important) win of 2021: community.**\\n\\nIn many ways, the people you meet at university are some of the most special and impactful of your life. They are the first people with which you share that first taste of adult-life freedom, the ones you suffer with throughout endless library night, and the ones who are there as you stumble in the path from a cookie-cutter high school graduate into someone with developed interests, nuances and imperfections.\\n\\nThose last 6 months of university let me wrap the bow on so many of those relationships. We cried, danced and shared a lot during that time. Living in Chicago and not Evanston (the suburb where Northwestern is located) let me be dabble in both university life with my younger friends, as well as young adult city life with my peers and older friends, who live and work in the city. I’m beyond grateful for the special bonds I’ve built with my NU friends, through travel, music, art, engineering, fraternity and a shared appreciation for other people and the world.\\n\\nI’ve realized that the quality of our individual human experience is composed in its overwhelming majority by the quality of the 5 closest people you share it with. A terrible situation can be a joyous, filling experience in the company of the right people. Getting a flat tire on your bikes in the middle of a storm becomes a competition of who does the best rain dance. Lost baggage means a guy wears his girlfriend’s lovely sundress to dinner, because he has no clothes.\\n\\n![Surrounding yourself with the right people lets you see the world in a different light, and introduces to you new thoughts and ideas.](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F9c2872d5-df9a-4e01-821b-9c0a216cf2fb_936x839.jpeg)\\n\\nThe inverse is true, and happens all around us. Depressed lottery winners. Lonely celebrities. There is nothing I value more than the people closest to you, because so much of my happiness and experience is thanks to them.\\n\\nMy first goal in San Francisco was to find that group. I was \\\\*very \\\\*social this year: a conscious, deliberate choice. If in that time I met, say, 300 people, I was \\\\*much \\\\*more likely to meet the quality friends and inner circle I treasure.\\n\\nSo, every Thursday for about 5 months I cooked for my friends. And my friend’s friends. And their friends too. I cooked for that one random guy I met playing soccer, or the girl a high school friend met at summer camp 3 years ago. Every week, any- where between 8 and 30 people showed up to my lovely backyard, and I fed every- one. It was a great chance to for me to push my skills in the kitchen, but mostly it was a successful first step in building community in SF. I met many new faces, and they met each other as well. Some faces became close friends, and are now the root my San Francisco experience.\\n\\nThursday night dinners at Mateo’s are far from over. We’re just getting started, so if you’re in SF this year, you are more than welcome.\\n\\n![Thursday night dinner](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F9dd5e247-4667-4ea4-b68f-182a3edbf4ea_1024x768.jpeg)\\n\\nMy second win of 2021 is my work. In June, I graduated from Northwestern University. Bachelors in Mechanical Engineering, Masters in Computer Science. Why those careers? Mostly for the girls and easy classes.\\n\\nAround February, my college friend Ben got me involved in a small but pretty interesting sounding education startup called Synthesis. They were looking to upset the traditional education system by offering supplemental classes where 6-14 year olds learned critical thinking, collaborative problem solving and effective communication through video games. I initially applied as a TA, helping out with the classes for 2-3 hours a week. One thing led to another, and in late March the CEO called my to offer me a full-time position as a Product Manager. The company was about 6 months old and was only 8 people. I had no idea what a Product Manager was. \\\\*Fuck it. \\\\*I told him yes.\\n\\nFast forward to today, and the company has grown from 230 students to 5,000 in 2021. The 9 people are now 50. Most importantly, I now know what a Product Manager does.\\n\\nI took a calculated risk, and it’s payed off so far. Working at Synthesis is fantastic, and we’re on track to transform the lives of hundreds of thousands of kids around the world. I’ll be writing more about education, and what I’ve learned so far.\\n\\n2021 was a great year for me. I’m grateful for the opportunities I encountered, the people I met and the good memories. It was a year of a lot of change, and a lot of set- up for the years to come.\\n\\n2022, let’s see it!\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fb5f1bae0-5ed9-46d6-a4a0-09b3a95a6297_1572x2000.jpeg)\\n\\n\",\"timestamp\":1641593260,\"title\":\"The year of \\\"f*ck it\\\"\"},\"digest\":\"6v-pofnyzviv6LO_Ub-Yvdn7Mw1GSnfJKC-XEsGNEpI\",\"authorship\":{\"contributor\":\"0x49B0c16e95f5A62be51fB1296815722D6913dD16\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"34pRLwnknLbsICOch91WMK19V-511CkroiRc3GTt6Dw\\\",\\\"y\\\":\\\"-n-FzDNLQN0UmNu_HR8yPa9OZKJlrmTUvMdbNYC-62Y\\\"}\",\"signature\":\"S7cUn_KV2OzxUqbpF0j6OjOVnNGPAznf6rkgMAyXxJD1BD_ehsjgLvCAbHT2AI9crv4LKuCrzOw8eOCwfYEXEA\",\"signingKeySignature\":\"0x961f749e88b4c9ede9543db77f8229c0e5dc65f7a90261852781800fee4167b644c13fdc2f070343b2596a825be95749fe50296ade72841b48bf05fe4990ccd61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"34pRLwnknLbsICOch91WMK19V-511CkroiRc3GTt6Dw\\\",\\\"y\\\":\\\"-n-FzDNLQN0UmNu_HR8yPa9OZKJlrmTUvMdbNYC-62Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6v-pofnyzviv6LO_Ub-Yvdn7Mw1GSnfJKC-XEsGNEpI\"}"