"{\"content\":{\"body\":\"I got over here to-day after the heaviest weather I ever tackled on this channel.  Stephen Crane came with me.  I gave him a lunchon Wednesday.  Anthony Hope, McCarthy, Harold Frederic and Barrie came.  Sir Evelyn Wood instead of coming was detained at the war office and sent instead a lance Sergeant on horseback with a huge envelope marked \\\"On Her Majesty's Service,\\\" which was to be delivered into my hands-- The entire Savoy was upset and it was generally supposed that war had been declared and that I was being ordered to the front-- The whole hotel hung over us until I had receipted for the package and the soldier had saluted and clanked away.  I gave Crane the letter as a souvenir.  I also saw Seymour Hicks' first night and recognized 15 American songs in it.\\n\\nThe London Times offered me the position of correspondent on the Greek frontier.  Every one in London thought it an enormous compliment and Harold Frederic, Ralph, Ballard Smith and the rest were very envious.  I told them I could not go, but I was glad to have had the compliment paid me.  Barrie has made out a scenario of the \\\"Soldiers\\\" for dramatic purposes and has asked the Haymarket management to consider it.  So, that I guess that it must be good--\\n\\nSo, I also guess I had better finish it-- I leave for Florence to night.  I am having a fine, fine time and I am so glad you are all well.\\n\\nLots of love,\\n\\nDICK.\\n\\nOf the many happy days we have spent together, I do not believe there were any much more happy than the three weeks Richard remained with me.  It was his first long visit to Italy and from the day of his arrival he loved the old town and its people who gave him a most friendly welcome.  He had come at a time when Florence was at its best, its narrow quaint streets filled with sunshine and thronged with idling natives and the scurrying tourists that always came with the first days of spring.  The Cascine and the pink-walled roads of the environs were ablaze with wild roses and here, after his rather strenuous experience in Cuba, Richard gave himself up to long days of happy idleness.  Together we took voyages of discovery to many of the little walled and forgotten towns where the tourists seldom set foot.  Once we even wandered so far as Monte Carlo, where my brother tried very hard to break the bank and did not succeed.  But the Richard Harding Davis luck did not fail him completely and I remember I greatly envied him the huge pile of gold and notes that represented his winnings and which we did our very best to spend before we left the land of the Prince of Monaco.  However, having had his first taste of war, Richard felt that he must leave the peace and content of Florence to see how the Greeks, with whom he had much sympathy, were faring with their enemies the Turks.  As it happened, this expedition proved but a short interruption, and in less than a month he was once more back with his new-found friends in Florence.\\n\\nApril 28, 1897\\n\\nOn the Way to Patras on a Steamer. DEAR FAMILY:\\n\\nIt has been a week since I wrote you last, when I sent you the Inauguration article.  Since then I have been having the best time I ever had any place ALONE.  I have had more fun with a crowd, but never have been so happy by myself.  What I would have been had I taken some other chap with me I cannot imagine.  But the people of this part of Greece have been so kind that I cannot say I have been alone.  I never met with strangers anywhere who were so hospitable, so confiding and polite.  After that slaughter-yard and pest place of Cuba, which is much more terrible to me now than it was when I was there, or before I had seen that war can be conducted like any other evil of civilization, this opera bouffe warfare is like a duel between two gentlemen in the Bois.  Cuba is like a slave-holder beating a slave's head in with a whip.  I am a war correspondent only by a great stretch of the imagination; I am a peace correspondent really, and all the fighting I have seen was by cannon at long range.  (I was at long range, not the cannon.)  I am doing this campaign in a personally conducted sense with no regard to the Powers or to the London Times.  I did send them an article called \\\"The Piping Times of War.\\\"  If they do not use it I shall illustrate it with the photos I have taken and sell it, for five times the sum they would give, to the Harpers who are ever with us.  As I once said in a noted work, \\\"Greece, Mrs. Morris, restores all your lost illusions.\\\"  For the last week I have been back in the days of Conrad, the Corsair, and \\\"Oh, Maid of Athens, ere We Part.\\\"  I have been riding over wind-swept hills and mountains topped with snow, and with sheep and goats and wild flowers of every color spreading for acres, and in a land where every man dresses by choice like a grand opera brigand, and not only for photographic purposes.  I have been on the move all the time, chasing in the rear of armies that turn back as soon as I approach and apologize for disappointing me of a battle, or riding to the scene of a battle that never comes off, or hastening to a bombardment that turns out to be an attack on an empty fort.\\n\\nI live on brown bread and cheese and goat's milk and sleep like a log in shepherds' huts.  It is so beautiful that I almost grudge the night.  Nora and Mother could take this trip as safely as a regiment and would see things out of fairyland.  And such adventures!  Late in life I am at last having adventures and honors heaped upon me.  I was elected a captain of a band of brigands who had been watching a mountain pass for a month, and as it showed no signs of running away had taken to dancing on the green.  I caught them at this innocent pastime and they allowed me to photograph them and give them wine at eight cents a quart which we drank out of a tin stovepipe.  They drank about four feet of stovepipe or thirty-six cents' worth, then they danced and sang for me in a circle, old men and boys, then drilled with their carbines, and I showed them my revolver and field-glasses and themselves in the finder of the camera; and when I had to go they took me on their shoulders and marched me around waving their rifles.  Then the old men kissed me on the cheek and we all embraced and they wept, and I felt as badly as though I were parting from fifty friends.  They told my guide that if I would come back they would get fifty more \\\"as brave as they\\\" and I could be captain.  I could not begin to tell you all the amusing things that have happened in this one week.  I did not want to come at all, only a stern sense of duty made me.  For I wanted to write the play in Charley's gilded halls and get to Paris and London.  But I can never cease rejoicing that I took this trip.  And it will make the book, \\\"A Year from a Reporter's Diary,\\\" as complete as it can be.  That was why I came.  Now I have the Coronation of the Czar, the Millennial at Hungary, the Inauguration at Washington, the Queen's Jubilee, the War in Cuba, and the Greco-Turkish War.  That is a good year's work and I mean to loaf after it.  You will laugh and say that that is what I always say, but if you knew how I had to kick myself out of Florence and the Cascine to come here you would believe me. I want a rest and I am cutting this very short.\\n\\nDon't fail to cut anything Dad and Mother don't like out of the Inauguration article.  You will have me with you this winter on my little bicycle and going to dances and not paying board to anyone.  Remember how I used to threaten to go to Greece when the coffee was not good.  It seems too funny now, for I never was in a better place, or had more fun or saw less of war or the signs of war.\\n\\nDICK.\\n\\nMay 7, 1897. 10 East Twenty-Eighth Street-NIT Sponitza. DEAR CHAS.\\n\\nThis is one of the places out of Phroso, but as you never  read Phroso I will cut all that-- I hate to say it so  soon again but this is the most beautiful country to travel over I have seen-- It is a fairy theatrical grand opera country where everybody dresses in petticoats and gold braided vests and carry carbines to tend sheep with-- I rode from Santa Maura (see map) to a spot opposite Prevesa where they said there was going to be bombarding-- There was not of course but I had I think the most beautiful ride of my life.  I was absolutely happy--little lambs bleated and kids butted each other and peasants in fur cloaks without sleeves and in tights like princes sat on rocks and played pipes and the sky was blue, the mountains covered with snow and the fields and hills full of purple bushes and yellow and blue flowers and sheep-- There was a cable station of yellow adobe.  It was the only building and it looked across at Prevesa but nobody bombarded.  The general gave me cognac and the cable operator played a guitar for me and the preyor sang a fine bass, the corporal not to be out done gave me chocolate and the army stood around in the sun and joined in the conversation correcting the general and each other and taking off their hats to all the noble sentiments we toasted.  It was just like a comic opera.  After a while when I had finished a fine hunck of cheese and hard eggs and brown bread I took a photograph of the General and the cable operator and the officer with the bass voice and half of the army-- The other half was then sent to escort me to this place.  It walked and I rode and there were many halts for drinks and cigarettes.  They all ran after a stray colt and were lost for some time but we re-mobilized and advanced with great effect into this town.  I was here taken in charge by at least fifty sailors and as many soldiers and comic opera brigands in drawers and white petticoats,  who conducted me to a house on the hill where the innkeeper brought me a live chicken to approve of for dinner.  Then the mayor of the town turned up in gold clothes and Barrison Sister skirts and said the General had telegraphed about me and that I was his-- The innkeeper wept and said he had seen me first and the chorus of soldiers, sailors and brigands all joined in.  I kept out of it but I knew the Mayor would win and he did.  Then we went out to a man-of-war the size of the Vagabond and were solemnly assured there would be bombarding of Prevesa to-morrow-- I go to sleep in that hope.  We leave here at seven crossing the river and ride after the Greeks who are approaching Prevesa from the land side while the men-of-war bombard it from the river.  At least that is what they say.  I think it is the mildest war on both sides I ever heard of and I certainly mean to be a Times correspondent next time I play at going to war-- After being insulted and frightened to death all over Cuba, this is the pleasantest picnic I was ever on-- They seriously apologized for not bombarding while I was there and I said not to mention it-- With lots of love, old man, and to the family\\n\\nDICK.\\n\\nFLORENCE May 16, 1897. DEAR FAMILY:\\n\\nHere I am safe and sound again in the old rooms in Florence.  I was gone twenty-three days and was traveling nineteen of them, walking, riding; in sailboats, in the cars, and on steamers.  I have had more experiences and adventures than I ever had before in three months and quite enough to last me for years.   After my happy ride through Turkey and the retreat of the Greek army in Arta, of which I wrote you last, I have been in Thessaly where I saw the two days' battle of Velestinos from the beginning up to the end.  It was the one real battle of the war and the Greeks fought well from the first to the last.  I left Athens on the 29th of April with John Bass, a Harvard graduate, and a most charming and attractive youth who is, or was, in charge of the Journal men; Stephen Crane being among the number.  He seems a genius with no responsibilities of any sort to anyone, and I and Bass left him at Velestinos after traveling with him for four days.  Crane went to Volo, as did every other correspondent, leaving Bass and myself in Velestinos.  As the villagers had run away, we burglarized the house of the mayor and made it our habitation while the courier hunted for food.  It was like \\\"The Swiss Family Robinson,\\\" and we rejoiced over the discovery of soap and tablecloths and stray knives and forks, just as though we had been cast on a desert island.  Bass did the cooking and I laid the table and washed up and made the beds, which were full of fleas.  But we had been sleeping on chairs and on the floor for a week so we did not mind much.\\n\\nThe second day we were awakened by cannon and you can imagine our joy and excitement.  We had it all to ourselves for eight hours, as it took the other correspondents that long to arrive.  It was an artillery and infantry battle and about 20,000 men were engaged on both sides.  The Greeks fought from little trenches on the hills back of the town and the Turks advanced across a great green prairie.  It was very long  range and only twice did they get to within a quarter of  a mile of our trenches.  Bass and I went all over the Greek lines, for you were just as safe in one place as in another, which means that it wasn't safe anywhere, so we gave up considering that and followed the fight as best we could from the first trench, which was the only one that gave an uninterrupted view of the Turkish forces.  It was a brilliantly clear day but opened with a hail storm, which enabled the Turks to crawl up half a mile in the sudden darkness.  It also gave me the worst attack of sciatica I ever had.  Fortunately, it did not come on badly until I reached Volo, when it suddenly took hold of me so that I could not walk.  The trenches were wet with the rain and we had no clothes to change to, and two more showers kept us more or less wet all day.  We had a fine view of everything and I learned a lot.\\n\\nWe were under a heavy fire for thirteen hours and certainly had some very close escapes.  At times the firing was so fierce that if you had raised your arm above your head, the hand would have been instantly torn off.  We had to lie on our stomachs with our chins in the dirt and not so much as budge.  This was when the Turkish fire happened to be directed on our trench.  At such times all the other trenches would fire so as to draw the attack away, and we would have to wait until it was over.  The shells sounded like the jarring sound of telegraph wires when one hits the pole they hang from with a stone; and when the shells were close they sounded like the noise made by two trains passing in opposite directions when the wind is driven between the cars.  The bullets were much worse than the shells as you could always hear them coming, and the bullets slipped up and passed you in a sneaking way with a noise like rustling silk, or if some one had torn a silk handkerchief with a sharp pull.  One shell struck  three feet from me and knocked me over with the dirt and stones and filled my nose and mouth with pebbles.  I went back and dug it out of the ground while it was still hot and have it as a souvenir.  I swore terribly at the bullets and Bass used to grin in a sickly way.  It made your hair creep when they came very close.  One man next me got a shot through the breast while he was ramming his cleaner down the barrel, and there were three killed within the limits of our fifty yards.  We could not get back because there was a cross fire that swept a place we had to pass through, just about the way the wind comes around the City Hall in the times of a blizzard.  We called it Dead Man's Curve, after that at Fourteenth Street and Union Square, because it was sprinkled with dead ammunition, mules and soldiers.  We came through it the first time without knowing what we were getting into and we had no desire to go back again.  So we waited until the sun set.  I took some of the finest photographs and probably the only ones ever taken of a battle at such close range.  Whenever the men fired, I would shoot off the camera and I expect I have some pretty great pictures.  Bass took some of me so if there is any question as to whether I was at the Coronation, there will be none as to whether I was at Velestinos.\\n\\nOur house was hit with two shells and bullets fell like the gentle rain from heaven all over the courtyard, so we would have been no safer there than behind the trenches.  We sent off the first account of the battle written by anybody by midday, and stayed on until the next day at four when the place was evacuated in good order because, as usual,  the Crown Prince was running away--from Pharsalia this time.   They say in Greece \\\"Lewes, the peasant, won the race from Marathon, but Constantine the prince, won the race from Larissa.\\\"\\n\\nI was all right until I got to Volo when my right leg refused absolutely to do its act and I had to be carried on a donkey.  A Greek thought I looked funny sitting groaning on the little donkey; which I did--I looked ridiculous.  So he laughed, and Bass and a French journalist batted him over the face and left me clinging to the donkey's neck and howling to them to come back and hold me up.  But they preferred to fight, and a policeman came along and arrested the unhappy Greek and beat him over the head, just for luck, and marched him off to jail, just for laughing.\\n\\nThey took me to the hospital ship which was starting, and I came to Athens that way with one hundred and sixteen wounded; the man on my right had his ankles gone and the man on the left had a bullet in his side.  They groaned all night and so did I.  Then when the sun rose they sang, which was worse.  I never saw anything more beautiful than the red-cross nurses, and I guess that is the most beautiful picture I shall ever see--those sweet-faced girls in blue and white bending over the dirty frightened little peasant boys and taking care of their wounds.  I made love to all of them and asked three to marry me.  I was in bed for two days after I got to Athens but had a fine time, as all the officers from the San Francisco, from the admiral down, came to see me, and the minister, consul and the rest did all that could have been done.  I am now all right and was bicycling in the dear old Cascine this morning.  On the whole it was a most successful trip.  Sylvester Scovel and Phillips of The World arrived just as  it was all over, and so Bass and I are about the only two Americans who were in it.\\n\\nThe train from Brindisi stopped at Rome on the way back and I went to see the Pages.  They took me out and showed me Rome by moonlight in one hour.  It was like a cinematograph.  They are here now and coming to dinner tonight.  Last night the consul had all our friends to dinner to welcome me back, and maybe I was not glad.  I had been living on cheese and brown bread and cold lamb for two weeks, with no tobacco, and sleeping five hours a night on floors and sofas.  Sometimes the officers and men fought for food, and we never got anything warm to eat except occasionally tinned things which we cooked in my kit.  It was the most satisfactory trip all round I ever had.  I have been twenty years trying to be in a battle and it will be twenty years more before I will want to be in another.\\n\\nOn the eighteenth I start for London, stopping one day in Paris to see the Clarks and Eustises.  It is going to be bigger than the Coronation for crowds, and Mother need not worry, I shall keep out of it.  The Minister to Russia sent me word that the Czar's prime minister has given him my article and that the Czar said thank him very much.  So that is all right.  Also Hay is to present me to the Prince at the levee on the 3tst of May, and I shall send him a copy, too.  I am looking forward to London with such joy.  Tell Mother to send me the Bookbuyer with her article in it.  I have only read the reviews of it, and they are so enthusiastic that I must have the whole thing quick.  It was such a fine thing to do about Poe, and to give those other two fetishes the coup de grace.  It reads splendidly and I want it all.  What did Dad think of the Inauguration article?  I send you all my dearest love and will have lots to tell you when I get back this time.\\n\\nGod bless you all. DICK.\\n\\nRichard left Florence the latter part of May, and went to London where he had made arrangements to report the Queen's Jubilee.  He began his round of gayeties by being presented at Court.  The Miss Groves and Miss Wather to whom he refers in the following letter were the clerks at Cox's hotel.\\n\\nLONDON, June 2nd, 1897. DEAR FAMILY:\\n\\nI was a beautiful sight at the Levee.  I wore a velvet suit made especially for me but no dearer for that and steel buttons and a beautiful steel sword and a court hat with silver on the side and silk stockings that I wore at Moscow and pumps with great buckles.  I was too magnificent for words and so you would have said.  I waited a long time in a long hall crowded with generals and sea captains and highlanders and volunteers and cavalry men and judges and finally was admitted past a rope and then past another rope and then rushed along into the throne room where I saw beefeaters and life guardsmen and chamberlains with white wands and I gave one my card and he read out \\\"R. H. D. of the United States by the American Ambassador\\\" and then I bowed to the Prince and Duke of York, Connaught and Edinburgh and to the American Ambassador and then Henry White and Spencer Eddy, the two Secretaries and the naval attache all shook hands with me and I went around in a hansom in the bright sunshine in hopes of finding some one who would know me.  But no one did so I went to Cox's Hotel and showed myself to Miss Groves and Miss Wather.  I went on the Terrace yesterday with the Leiters and at O'Connor's invitation brought them to tea.  Labouchere was there and Dillon just out of jail and it was most interesting.  I am very, very busy doing nothing and having a fine time--\\n\\nDICK.\\n\\nLONDON, June 21, 1897. DEAR MOTHER:\\n\\nWords cannot tell at least not unless I am well paid for it what London is like to-day.  In the first place it is so jammed that no one can move and it is hung with decorations so that no one can see.  Royal carriages get stuck just as do the humble drayman or Pickford's Van and royalties are lodging in cheap hotels with nothing but a couple of Grenadier's in sentry boxes to show they are any better blooded than the rest of the lodgers.  I also added to the confusion by giving a lunch to the Ambassador and Miss Hay in return for the presentation.  Lady Henry and Mrs. Asquith sat on either side of him and Mrs. Clark had Asquith and Lord Basil Blackwood to talk to-- There was also Anthony Hope, the beautiful Julia Neilson and her husband Fred Terry and Lady Edward Cecil and Lord Lester-- It went off fine and the Savoy people sent in an American Eagle of ice, decorated with American flags and dripping icy tears from its beak.  It cost me five shillings a head and looked as though it cost that in pounds-- To night I dine with the Goulds and then go to a musical where Melba sings, Padewreski plays and then walk the streets if I can until daybreak as I think of making the night before the procession the greater part of the story.  I send you a plan showing my seat which cost me twenty-five dollars, the advertised price being $125. but there has been a terrible slump in seats.  Love to dear Dad and Nora.\\n\\nDICK.\\n\\nLONDON. 89 Jermyn Street, June 25th, 1897. DEAR MOTHER:\\n\\nThe Jubilee turned out to be the easiest spectacle to get at and to get away from that I ever witnessed.  Experience in choosing a place and police regulations made it so simple that we went straight to our seats and got away again without as much trouble as it would have taken to have gone to a matinee.  The stage management of the thing almost impressed me more than anything else.  For grandeur and show it about equalled the procession of the Czar and in many ways it was more interesting because it was concerned with our own people and with our own part of the world.  Next to the Queen, Lord Roberts got all of the applause.  He rode a little white pony that had been with him in six campaigns and had carried him on his march to Candahar.  It had all the campaign medals presented to it by the War Department and wore them in a line on its forehead, and walked just as though he knew what a great occasion it was.  After Roberts came in popularity a Col. Maurice Clifford with the Rhodesian Horse in sombrero's and cartridge belts and khaki suits.  He had lost his arm and was easily recognized.  Wilfred Laurier the French Premier of Canada and the Lord Mayor were the other favourites.  The scene in front of St. Paul's was ab solutely magnificent with the sooty pillars behind the groups of diplomats, bishops and choir boys in white, University men in pink silk gowns, and soldiers, beef eaters, gentlemen at arms and the two Archbishops.  The best moment was when the collected troops; negroes, Chinamen, East Indians, West Indians, African troopers, Canadian Mounted Police, Australians, Borneo police and English Grenadiers all sang the doxology together in the beautiful sunshine and under the shadow of that great facade of black and white marble.  Also when the Archbishop of Canterbury without any warning suddenly after kissing the Queen's hand threw up his arm and cried out so that you could have heard him a hundred yards off \\\"Three Cheers for Her Majesty\\\" and the diplomats, and foreign rajahs and bishops and Salvation Army captains waved their hats and mortar boards and the soldiers ran their bearskins and helmets on their bayonets and spun them around in the air.  The weather was absolutely perfect and there were no accidents.  Last night the carriages were allowed to parade the streets and for hours the route was blocked with omnibuses hired by private parties, coster carts, private carriages, court carriages and the hansoms.  The procession formed by these was two hours in going one mile.  They passed my windows in Jermyn Street for three hours and a party of us sat inside and guyed the life out of them until one in the morning.  We got very clever at it finally and very impudent and as the people were only two yards from us my windows being on a level with the tops of the buses and as we had a flaring illumination that lit up the street completely we had lots of fun with them especially with the busses, as we pretended to believe that the advertisements referred to the people on the top, and we would ask anxiously which lady was \\\"Lottie Collins\\\" and which gentleman had been brought up on \\\" Mellin's Food\\\"-- We had even more fun with the swells coming home from the Gala night at the opera and hemmed in between costers and Pickford's vans loaded down with women and children.\",\"timestamp\":1639125859,\"title\":\"Richard returned to New York from Cuba in February, 1897, but the following month started for\"},\"digest\":\"iCl9mZP3eCedj_iigmwigFrpw7Um7tvzBSW9_myM3SI\",\"authorship\":{\"contributor\":\"0x81227527cbBb507F7E0b85be26187C02C5D953E3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G_M2RMWZ2rZM7tbqsleZBrxuCDlxx5kme83Hb9Rbe2I\\\",\\\"y\\\":\\\"NTZsWruyoAKDILFHlL8CavVR3D9kM9fML3QSvc-plP0\\\"}\",\"signature\":\"UZbf3PfcDgQEyc5XYfzvfadEWU_AzXZ-D7MPbHYNvYelZfvRLs-jfs0L1WGk4smdltyH_VqOeScVUYIVgkBVyw\",\"signingKeySignature\":\"0x346df5383822acecf8c45b61330d0752e4de3d6c07b78a8fa7b6e9655e61749d2512621ba8c2ad9a38bddf84e934dcc4b3b047c69d6cc8923841dc1b39eb53f31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G_M2RMWZ2rZM7tbqsleZBrxuCDlxx5kme83Hb9Rbe2I\\\",\\\"y\\\":\\\"NTZsWruyoAKDILFHlL8CavVR3D9kM9fML3QSvc-plP0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iCl9mZP3eCedj_iigmwigFrpw7Um7tvzBSW9_myM3SI\"}"