"{\"content\":{\"body\":\"For those following my journey, you may have noticed I knew absolutely nothing about blockchain technology before August 2021. I was on my way to becoming a full-stack web developer, creating cute little CSS references, and tweeting the most cringe jokes about JavaScript.\\n\\nAfter this, I dove into what is Web3 and how it could impact the world at large. I saw numerous posts detailing how Web3 is the next revolution in technology and how its technology will enable the creator economy. This innovation piqued my interest; we deserve a world where everybody can thrive and participate in this tech revolution in multiple capacities. I want to build a world like that.\\n\\n### 1. Decentralization is a start to a more equitable world.\\n\\nThis is my first and foremost reason for moving into Web3. If you are not making a positive impact with the work you do, why do it? \\n\\nWorking for non-profits and small companies has made me realize the profound impact technology has on our society. After all, modern technology emerged to solve problems and improve our world. \\n\\nOne of the many well-known applications of this technology we observe is cryptocurrency or DeFi (decentralized finance). This medium of digital currency is slowly disrupting traditional financial institutions and paving the way towards an equitable world.\\n\\nHow does cryptocurrency drive us towards more equity?\\n\\nFor starters, cryptocurrency has the potential to break financial barriers across borders. People across the globe can trade with each other, potentially stimulating economic growth in every area that participates.\\n\\n \\n In addition to this, it reduces overall transaction fees in the long run. Most of our transactions currently are processed by some central institution or third party, often requiring real estate, employees, utilities, etc. With lower transaction fees, trading goods will cost less over time, benefiting the consumer. It will also decrease the time required to process transactions as automated systems are available 24/7 and not closed after 5 pm.\\n\\nLastly, the transparency that blockchain technology offers is essential in reducing fraud. Investigating transactions from an entity such as the government will help reduce corruption, as more people will see how their contributions get distributed. These transactions cannot be manipulated by any corporation or individual since it is all immutably stored on the Blockchain. \\n\\n### 2. I believe you should own your data.\\n\\n \\n In this day and age, our data is passed around to advertisers and third parties like a giant game of corporate hot potato. Not only do these corporations profit off this data, but your data also is not always secure under their systems. As developers, we may have seen how difficult it is fully secure software.\\n\\nConsider something like our medical records stored in some hospital's software system. To move this data to a new location, we have a tedious process. Sometimes, this process even involves manually adding that data again to a new system. Records can get lost, and it requires dedicated labor to maintain these storages of information.\\n\\nHow secure our data is in these systems is another question we should be pondering. We see news of data breaches very regularly and realize how little control we have over these attacks.\\n\\n \\n With blockchain technology, it would be possible to hold your medical records privately and securely. You would give certain entities access to it, ensuring the right party receives the data and stores it securely on the Blockchain.\\n\\nThe application of security, transparency, and owning your data does not only benefit medical records. Imagine this technology applied to government-issued IDs, passports, or any other applications requiring magnitudes of sensitive data. This system makes it not only convenient but also provides security.\\n\\n### 3. I want to introduce more people to the Blockchain.\\n\\n \\n Blockchain is not always easy to understand, especially for those who are not technically literate. This unease causes apprehension and a rise in misinformation. Not to mention, many people are intimidated by Blockchain and its impacts on our society or environment. A lot of this stems from clickbait headlines and emotional decision-making based on misinformation. My goal is to understand and decrease the apprehension by bringing awareness of how Web3 works and the actual positive and negative implications. \\n\\nAfter that, anyone can decide for themselves how they feel about the technology. My mission isn't about conversion and creating a cult of blockchain enthusiasts; it's about awareness of a technology that can potentially change the world. \\n\\n### 4. I want to challenge myself.\\n\\n \\n In all honesty, ever since I started doing computer science, I have struggled a lot. There were times when I felt I wasn't fit for the field. I stuck to what I was good at and never tried new things.\\n\\nI quickly learned that staying in your comfort zone stagnates growth. In a world where technology is constantly changing with new systems surfacing, it's vital to understand them and how they impact you as soon as possible.\\n\\nLearning Blockchain is indeed a marathon that I intend to carry out as a personal and professional goal.\",\"timestamp\":1634062030,\"title\":\"Five Reasons I Am Pursuing a Career in Web3\"},\"digest\":\"xvByH-8qplXCmEqiN05BQHiwBjVniFyeKDVlqJ4D-mc\",\"authorship\":{\"contributor\":\"0xcFc3BBa684D839B9340CddACeD2161E85593a167\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q7gw8X_kFQDRR1z-BvATWyvkhF2Ub5eR_hT7RwpdpKg\\\",\\\"y\\\":\\\"NKfGi9_HBMzS7F96VASnpKTx9s7LbxDfBI93JwL83Ts\\\"}\",\"signature\":\"PCEvxvJ1Rj7tDhekOCD7MZu9VjwZ7YjA7XfkyTiimje7bPiTHhou34XJG66lLrgCujA6ammNJzEd6oNe_nkdYg\",\"signingKeySignature\":\"0x9f530542f5af3ab7609037c73da85ce8648f21979fffec71aa092ebf1ff0b7230d4e6fab751368bc721eed022cf556934baba0042e716c9d884018be5ab892801c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q7gw8X_kFQDRR1z-BvATWyvkhF2Ub5eR_hT7RwpdpKg\\\",\\\"y\\\":\\\"NKfGi9_HBMzS7F96VASnpKTx9s7LbxDfBI93JwL83Ts\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xvByH-8qplXCmEqiN05BQHiwBjVniFyeKDVlqJ4D-mc\"}"