"{\"content\":{\"body\":\"本文转发，来源于网络。 \\n \\n\\n下围棋的人都知道，职业棋手有段位制，段位的高低基本反映您的水平高低。期货交易没有段位制，每个人的水平高低如何只有自已知道，怎么样才知道自己的水平高低呢？对照下面的段位制您大概就有个底了。\\n\\n一段：你刚进入市场，对市场里的一切只不过有个大概的了解，各个合约的规定你也不太清楚，要买什么要卖什么你也没什么主意，你的交易主要看各期货经纪公司的评论，或者听听朋友的建议，你总觉得他们说得都有道理。你的交易主要是日内的短线，赚点钱你就急着平仓，生怕到手的利润飞了，亏了你就抱着，想着总有解套的时候。\\n\\n \\n \\n\\n二段：你开始知道什么是主力合约，盘后就急着看持仓结构。你也知道了一些技术指标，MACD、KDJ、RSI之类的，总觉得它们有时准，有时又不准。你也关心基本面情况，今天那里天气如何？库存多了还是少了？你总是第一时间上网查查看。你的交易比较频繁，时赚时亏，但总的来说，帐户是亏损的。\\n\\n \\n \\n\\n三段：你在市场上已经交易了一段时间了，但总的来说帐户是亏损的。你觉得要在这个市场赚钱真的很难，你急着想翻本，可你不知道该怎么办。你看了一些关于交易的书，可你觉得他们说的是一回事，拿到这个市场中实际操作又蛮不是那么回事。你觉得还是指标不够精确，于是你试着调整参数，可它们仍然是有时准有时不准。你上论坛，希望得到高手的指导。可他们也是有时准有时不准。\\n\\n \\n \\n\\n四段：你有过大亏或者暴仓的经历了。你知道要在这个市场上生存不能听信那些个评论。于是你开始系统地学习，你把能找到的相关书籍都看了，希望能从中找到一个战胜市场的法宝。你也学习了波浪理论、江恩的测市法则、混沌理论之类的。你也知道了要顺势而为、亏损了要止损。可你搞不清这个“势”是怎么确定的，止损设在什么地方才好。你觉得要准确地知道市场何时反转真的太难了，你不相信在这个市场有人可以赚到钱，因为聪明如你都觉得面对市场束手无策，他们怎么可能赚到钱？\\n\\n \\n \\n\\n五段：你开始明白要在这个市场上赚钱必须要有一套交易系统。可你对这个交易系统具体都包括哪些东东还搞不太明白。你试着将几个指标组合成你的系统，根据它们提供的信号开平仓。可它们经常相互冲突，让你搞不明白此时到底该相信哪个。你试着长线交易，可有时你搞不清到底是回调还是要反转了。你也试着就做日内短线好了，每天赚个三五百块钱，一年下来应该也不少了。可关键是经常今天赚了三百，明天却亏了五百。你的账单仍然是亏损的，你觉得做期货真是太难了，实在不行的话，你考虑是不是该放弃了。（评论：明白了这一点，就意味着成功的开头，但是能不能走向成功，就看你的悟性和意志了。毕竟，能够成功的人不到10%）\\n\\n六段：你开始明白在这个市场上你没法预测价格走势，你不行，别人也不行。你开始有一套自己的交易系统，你知道自己只要严守纪律，长远的来看，你该能够赚到钱。你开始用概率来考虑问题，每一次进场，知道风险和报酬的比率各是多少。错了你会止损，盈利的单子你也开始能拿得住了。你的帐单时赚时亏，盈亏基本相当。有时你能按自己的系统交易，有时你不能。但你开始相信这个市场上有人可以赚到钱。你开始能够喊出好单，在论坛上你也开始成为大众关注的焦点。（评论：6段是个转折点，转折的标志是自己交易系统的初步建立，并不断完善，使之达到比较高的胜率，剩下的问题是资金管理的方法，以及如何控制人性的弱点对交易系统的干扰，建立资金管理与操作规则管理的流程，并严格按照自己的系统进行交易） \\n \\n\\n \\n \\n\\n七段：你开始能够稳定盈利，有自己的一整套交易系统。你已经解决了交易理念的种种问题，开始有了自己的交易哲学。对于技术性的东西你不太关心，你知道只要理念正确，即使是使用简单的移动平均线你也可以稳定获利。你知道哪些是关键的点位，你可以从容地进场，虽然你看不清以后的走势到底如何。某一天你可能先赚五百又亏了三百，但你能正确地执行止损，你知道这些亏掉的钱迟早又会回来。你的心态基本平静，但偶尔面对行情的剧烈波动还是会有些起伏，特别是有单的时候。（评论：七段已经建立了比较高胜率的交易系统（包括交易信号、资金管理、与交易流程），大部分时候能够按照系统操作。问题在于克服人性对交易的干扰。这需要一定的方法和一段时间的实盘交易训练来熟悉系统，强化信心，形成时间感，走到这一步离成功就不远了）\\n\\n \\n \\n\\n八段：这时候赚钱对你来说是家常便饭，就象一名驾驶老手开车一样，遇到红灯就停、绿灯就行。交易对你来说完全是无意识的。你不再需要对着图形精确地定义止损的位置，拿着笔或计算器计算着风险和报酬的比率。你完全不关心铜的库存是高了还是低了，因为基本面对于你来说毫无用处。\\n\\n（评论：八段标志着能够熟练的使用交易系统，已经熟练掌握克服的人性干扰的方式，能够完全按照系统操作。这是期货交易的成熟的标志）\\n\\n \\n \\n\\n九段：这时候的你对世界经济了如指掌，你可以提前预知下一轮的经济走势。一年你只交易几次，也可能一单一拿就是几年。你很少有看盘的时候，多数时间你在打高尔夫或是在太平洋的某个小岛钓鱼。你从不和别人说起交易的事，因为你知道没人能明白。\\n\\n（评论：当资金达到了一定的级别，就需要用大的周期进行交易，按照经济走势的规则进行交易，这是交易的最高境界，完成了从波段高手到交易大师的转变，此外你已完成对经济本质的研究，融汇贯通技术分析与基本面分析，可谓功德圆满）\",\"timestamp\":1641618559,\"title\":\"交易九个段位，看看你到哪了？\"},\"digest\":\"cPR0Pd2ygaPuTent1aHyPlKWWEREGO0D5den0Is4GPU\",\"authorship\":{\"contributor\":\"0xf8f6f1924706B8775A4a92326477081551A82363\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yVe0ryE05a0eEIj03sjYxB9TORUfUSuFBd5cEQ9K14A\\\",\\\"y\\\":\\\"TDQ2dy5-W7eTMkOzVXBvUfwg45g_QU2ZGKcCMvEFTcE\\\"}\",\"signature\":\"7EMVqUFpxYM87PFYhoK86sf90KBVFNXX1hRWitWb2qP5ChtileyQbw8HRK_FOL2Q0_QNGu43tQ25saBW1RRe2A\",\"signingKeySignature\":\"0x6fa84a85875478ca4cb7e07af63e3b3adc154cdf4f60fb43aeb4a170ef3de1711a8cb721ed62916d2aa764c2ad9b0ef6e2907af9d127e6fd8e28cdbb86e101be1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yVe0ryE05a0eEIj03sjYxB9TORUfUSuFBd5cEQ9K14A\\\",\\\"y\\\":\\\"TDQ2dy5-W7eTMkOzVXBvUfwg45g_QU2ZGKcCMvEFTcE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cPR0Pd2ygaPuTent1aHyPlKWWEREGO0D5den0Is4GPU\"}"