"{\"content\":{\"body\":\"I was going to write on blockchain and defi, but I started playing Hades a couple of days back and I have not been able to stop. Hades is a video game that came out last year for multiple platforms, but I haven’t had a chance to play it until recently.\\n\\nAnd I fucking love it. I have not completed the game yet, but from what I have seen so far on my multiple escape attempts through Tartarus, it’s an absolutely gorgeous game; full of witty quips, breathtaking art style, a great story, and one of the most satisfying gameplay loops I’ve ever experienced.\\n\\nYou play as Zagreus, an extremely charming and likeable protagonist, son of Hades, lord of the underworld. He wants to escape the underworld and break free. But Hades keeps telling him that it’s impossible. Every escape attempt is a “run”, you start off with a weapon and pick up powers and abilities as you progress through the run. You have to hack your way through enemies in randomised rooms, slicing and dicing your way forward. If you die, you lose all your progress and Zagreus is back in front of his grumpy father, only to start all over again.\\n\\nNow, here’s what Hades’ gameplay loop looks like, at a high level.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F4772ca1f-583c-4707-a001-7ca8edf263b9\\\\_1920x839.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F4772ca1f-583c-4707-a001-7ca8edf263b9\\\\_1920x839.png)\\n\\nEvery corner of this hexagon is a ton of fun\\n\\nThe game is an example of the roguelike genre, one where you play the core gameplay loop over and over again, gathering loot and getting stronger. There have been multiple games like this over the years. Dead Cells, Binding of Isaac, Darkest Dungeon (one of my personal favorites) are all examples of the same. However, as you would have guessed, roguelikes get repetitive pretty quickly. You play for a long time, struggling through multiple rooms of randomly generated monster combos and die, having to start all over again.\\n\\nThe simple act of dying and having to start from scratch is a huge element of friction that would put off a vast number of players. So how do roguelikes make money? Are their only customers that one specific subset of gamers who have very high patience and a strong determination to get through all the deaths so that they can reach the end of the gameplay loop? Personally, I’m a gamer who quits easy. I consider it the responsibility of the game to keep me invested and interested enough to stay through the grind. I see multiple ways for roguelikes to do this.\\n\\n### Make the core gameplay loop as fun as possible\\n\\nSeems obvious but this is much harder than it looks. Roguelikes, by nature of being randomised, are broken into bite sized environments, “rooms” or “chambers” that you have to go through as a player. Combined with dying and having to go through the same starting areas a large number of times, having a gameplay loop that knocks your socks off is non-negotiable.\\n\\nHades works extremely well here. The character moves and attacks smoothly, with responsive and tactile animations. No matter the weapon you pick or the playstyle you’re going with, it is never disappointing. The attacks and responses have a heft and weight to them that keep you engaged. Clearing crowds of enemies or battling mobs of monsters, everything about the gameplay is a joy to experience.\\n\\n### Provide a deep system of customisable approaches\\n\\nRoguelikes are repetitive. So how do you break the monotony and keep the player invested? Give them choice. Spoil them with it. If you have 10 randomly generated rooms before the first boss battle, and you provide the player with 6 different playstyles to choose from, you have just created 6 different experiences when previously there would have been just one.\\n\\n[![Hades: The Myths Behind the Weapons | TechRaptor](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F3d30caee-40c8-4325-9b49-90a750b2e3a5\\\\_852x479.jpeg \\\"Hades: The Myths Behind the Weapons | TechRaptor\\\")](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F3d30caee-40c8-4325-9b49-90a750b2e3a5\\\\_852x479.jpeg)\\n\\nHades takes this to the end of the dial, and breaks the dial. You have 6 weapons you can choose from, each with their own style of play and their own set of upgrades you can tweak. Want to go balls to the wall attacking and say fuck defending? Pick the twin gauntlets and go to town. Want to play safe and defensive and not take a lick of damage? Pick the shield. Want to skewer enemies from a distance? Spear all the way.\\n\\nAs if if that were not enough, Hades throws boons into the mix. Every run you go on, you get to choose from randomly generated power ups that are bestowed upon you by the pantheon of Greek gods. Customise, customise, customise. Every run is a totally different experience, and you’re not playing one game anymore but two. One is the core game of killing enemies and progressing as far as you can. Closely tied into it is the second game of choosing the upgrades that you want to characterise this specific doomed attempt at escape.\\n\\n[![Hades Boons Guide - Best Boons, God Specialties, & More](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F0c753987-9355-4e9b-9e41-485e2ae9db29\\\\_1920x1080.jpeg \\\"Hades Boons Guide - Best Boons, God Specialties, & More\\\")](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F0c753987-9355-4e9b-9e41-485e2ae9db29\\\\_1920x1080.jpeg)\\n\\nDecisions, decisions. All to prolong the time you have before your death. Funny, that’s almost like a metaphor.\\n\\n### Make the player love the world\\n\\nThis is where most roguelikes fail. They have great gameplay, frenetic customisation options and you enjoy playing for short intervals of time, but it does not click. You don’t stay with it. You move on to the next offering promising a quicker dopamine fix.\\n\\nAll the gameplay and customisation in the world does is give you a dopamine hit of accomplishment when you clear that one room, when you finally kill that pesky boss who’s been a pain in your ass for the last few runs, or when you unlock the next upgrade in this weapon that promises to let you scythe through the enemies you’ve encountered so far, until you meet the next enemy anyway.\\n\\nBut making the player fall in love with the world is how you get them to stay with the game through the inevitable tedium that will seep in, no matter how good a system or loop you’ve built. This risks veering into hypotheticals and subjective opinions, but Hades goes above and beyond here, something Darkest Dungeon wasn’t quite able to nail. How do they do this?\\n\\n1.  The art\\n\\n    It’s a beautiful, beautiful game. The environments are stunning, mapped across Tartarus, Asphodel, Elysium and..beyond. The art draws you in and keeps you engaged. The character designs of the Gods and enemies are richly detailed, keeping the entire game from getting tiring or visually same-y.\\n\\n    [![The Art of Hades Showcases the Talent That Went Into This Beautifully ...](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F835affaf-a3e9-48a1-9c0c-d5acfe2cb325\\\\_3291x1633.png \\\"The Art of Hades Showcases the Talent That Went Into This Beautifully ...\\\")](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F835affaf-a3e9-48a1-9c0c-d5acfe2cb325\\\\_3291x1633.png)\\n\\n    The effort that went into the worldbuilding is there for everyone to see, providing a strong anchor for the players to base their expectations off of.\\n\\n2.  The characters\\n\\n    All the Gods have their own individual characteristics and personality, incentivising you to talk and unlock more about the world and story. A mini-game of relationships and gifts also helps establish this very well. Every death and every subsequent interaction reveals more about the characters, imbuing the world with relationships that grow over time.\\n\\n    [![Aphrodite - Hades Walkthrough - Neoseeker](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F0871c840-f975-4a9f-b75d-9dafad61bb13\\\\_1440x900.png \\\"Aphrodite - Hades Walkthrough - Neoseeker\\\")](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F0871c840-f975-4a9f-b75d-9dafad61bb13\\\\_1440x900.png)\\n\\n    Group based roguelikes often approach this same issue by banking on the anthropomorphic attachments the player forms to their veteran group members. Hades is a single player game so it put in a lot of work in making the individual Gods as humanistic as possible, and it paid off.\\n\\n3.  The story\\n\\n    The heft of Hades’ advantage vis a vis other roguelikes comes from the story. Roguelikes, as can be expected, are often very light on story, focusing on the gameplay element. Hades turned this around on its head, crafting a story that is in equal parts intriguing and human. Weaving that into the seemingly endless cycle of deaths and attempts ensures that the story is unfurled slowly, giving it time to breathe and grow. Zagreus’ attempts at finding out what happened to his mother form the story and I will refrain from spoiling it anymore. Suffice it to say that the combination of emergent storytelling with incredible gameplay was enough to push Hades into the top tier of video games, a pillar of interactive storytelling as a baby art form.\\n\\nHades is something that has brightened up my days significantly and I wanted to cover what I felt was amazing about it. SuperGiant games have created a true masterpiece and I am glad to see them get all the plaudits and accolades they so richly deserve.\\n\\nI would be remiss if I didn’t mention the music and sound. Oh my God, the music. It slaps and stings every bit of the way as you drive through the depths of hell. Darren Korb who worked on the music for many of SuperGiant’s previous games, outdoes himself here. The voice acting is excellently executed as well.\\n\\nFor those who have a console or PC and still haven’t checked Hades out, do give it a shot. Zagreus will blow you away, one ill fated run at a time.\\n\\nUntil next fortnight,\\n\\nMisterFigs\\n\",\"timestamp\":1634157779,\"title\":\"Hades - on gameplay loops and roguelikes\"},\"digest\":\"zu9UGCCV90bNLjcZEs3v1SNIGdGTx9mChommBE2SN1w\",\"authorship\":{\"contributor\":\"0xD5A29580B1e9C2BF309C8c3f067aa8f4e027a9C8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9WqfvND0VOcJbZ8cdIRQmsjD_IxJsLyhK6EJiF9Yv4s\\\",\\\"y\\\":\\\"U1nrYSleIxQHgg9Bjz_K5pDX6m-x-z77AQnO7_54sXA\\\"}\",\"signature\":\"lXep8dlimksirP62UiXwzqY4_cNQQndMp0i5-mZIRjhHSguCMv_0H9C2fVnsCh750gmGotKimFSvEMSHgvlNCA\",\"signingKeySignature\":\"0xfa773b9d71f47a926ce99d98e57a90b5aea82cf20c0545ab493ea5208d3680a22c52eed20611df9cbc92f27c23edfad6f1fadde012e33e32b54723bf3557678e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9WqfvND0VOcJbZ8cdIRQmsjD_IxJsLyhK6EJiF9Yv4s\\\",\\\"y\\\":\\\"U1nrYSleIxQHgg9Bjz_K5pDX6m-x-z77AQnO7_54sXA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zu9UGCCV90bNLjcZEs3v1SNIGdGTx9mChommBE2SN1w\"}"