"{\"content\":{\"body\":\"We walk in tandem along the riverfront, side by side by side. Our colours match: dark blue, grey, black trim. I’m wearing trousers, of course, as is Oliver. They are straight-legged, unlike the sagging bottoms they wear in North Dome. Mary sports a long skirt, but there is nothing the Protectorate can do to prevent her legs from being seen.\\n\\nI chase the thought away, for it is dangerous.\\n\\nWe are a team—a unit—and our days are spent together in the factory, assembling and testing various components of some import or another. It is valuable work, they say. It is honourable. We’re not told the why or the what, but it is easy enough to see our lives are made easy if we just obey.\\n\\nAt night, we sip wine and eat bread on the curbside of our favourite bistro, discussing current events in the Protectorate and watching the circus of street performers go by. Routine is my anchor in a world I struggle to understand.\\n\\nThe bistro is our destination, and our table awaits us when we arrive. We seat ourselves in chairs rusting at the ends, too long spent in salt air beneath citizens like us seeking respite from the day. We watch the sun as it sets. It casts an orange glow that ripples in the streams of the harbour, but I’ve not the words to describe it, for I cannot abide the luxury of charm. From here, near the water and the perimeter of our zone, I can see the curvature of our dome as it extends high over our heads. It is much easier to describe, though it deserves no description.\\n\\nI shake my head to rid myself of the scorn creeping through. Thankfully our food arrives, and I bring my attention back to my compatriots. We immediately engage in conversation, picking up where we left off the night previous, as if there is one continuous stream of discourse running through our perpetual trio.\\n\\nMary is the brightest of us, and she opines in detail on the sociopolitical implications of North Dome’s extension toward the south—toward us—as she chews her food and washes it down with Western red. Of course, she only demonstrates the benefits of the movements. There can be no costs. It’s rather boring, but we must oblige her. It’s hardest for Oliver, whose face contorts as he listens in earnest to Mary’s observations. He is overt with his displeasure, which is exceptionally dangerous. Mary and I have learned to accept Oliver’s indiscretion—indeed we may have developed a fancy for it, like a pleasurable taboo, not that we’d know the feeling such a thing would inspire—despite the ever-present fear of being watched, caught, and disciplined.\\n\\nI must admit, there is a thrill to being in the presence of rebellion, but then I have for some time felt myself slipping from order. Indeed, when I wake up each day I am plagued with forbidden thoughts. It scares me. I cannot afford to think so negatively. My career and livelihood depend on keeping the course—adhering to protocol—and never, ever allowing innermost dreams, or desires, to seep out like an infection. Yet it continues, like an overflowing fountain of sin. Only my bonds with Mary and Oliver preserve me. Only indulging in Mary’s sermons and Oliver’s plain contempt stay the tides of collapse I fear may sweep over me.\\n\\nAm I different? It’s impossible to know. I recall the faces of those who passed me along the riverfront. They are bland, without expression, yet their owners seemed content. At least they did not appear sad or frustrated or disturbed. The Protectorate tells us this is social order: carry out your lives with your units, and return home to your assigned partner to sleep and procreate. Is this living? Have I ever known how to live?\\n\\n“Isn’t your first vacation upcoming, William?” Mary asks me in a suggestive tone, breaking the monotony of the conversation in which none of us were ever invested. She surely knows the answer, but it is polite to inspire conversation with a question.\\n\\n“Is that right?” Oliver is astounded, on the other hand. “But you’re always so balanced, William. So calm! I’d have guessed you’ve taken a hundred vacations by now to be so centred at your age.” Oliver scratches his head. “What is your age? I don’t think I’ve ever asked.”\\n\\n“You have not, and I’ve never offered the information,” I say. “I’m thirty-five tomorrow, if you must know, though I feel much older.”\\n\\nOliver claps, and I nervously swivel my head taking in my surroundings on the cobblestone, but there are no drones hovering near us. Oliver’s exuberance is undetected. “Right on schedule for your first vacation! You will *adore* it, William, I promise you. And what’s this talk of feeling old? Perhaps that will change quite soon, eh?” Oliver’s eyes twinkle.\\n\\n“Will you keep your voice down, sir? Please and thank you.” I deliver my rebuke with all of the force of a statue’s caution. Oliver sits back in his seat and brings his face neutral, though the spark in his eyes remains. “Of course, William,” he says, his voice flat. “Have you yet received instructions?”\\n\\n“He won’t have, Oliver.” Mary interjects, at the same time flicking her brown hair over her shoulder. It was a curious gesture, but pleasant. “Recall your first, if you can—no instructions, no details, just left to figure it out.”\\n\\n“Ah, yes,” says Oliver, and the corners of his thin lips turn up ever so slightly.\\n\\nI watch their interaction, confused and curious. It is true I will embark on my first vacation soon—next week in fact–and it is also true I have received no information other than to pack light and be timely. My partner, Sarah, has been on many vacations, that much I’ve gathered from our evening chats, but she has never shared anything about them. A sadness floats into her eyes whenever the topic arises, and I dare not push further lest we be fined. So, I am alone, without course or direction, left to fend for myself in the unknown. This is dramatic, I know; anyone who speaks of vacation does so with a perilous glimmer of excitement. Anyone to whom I’ve spoken other than Sarah, that is.\\n\\n“Yes, Mary,” I say at last. “I leave next week.”\\n\\nMary dangles her wine glass from a finger and bites her lip. I cannot help but notice and, to my surprise, flutter. Her movements are stirring in a way I know is improper. What would Sarah think to see me like this? Would she report me?\\n\\n“How do you feel about it, William?” Mary’s question is shocking, and I am unprepared. I nearly spit out my wine—what a disaster that would have been. There need not be drones nearby for that.\\n\\n“Feel?” I ask, less for clarification and more to probe why Mary would use such a word. She does not answer. Instead, she pulls a long drink from her glass, never letting her unblinking eyes leave my face. It is unsettling, and I stuff my mouth with bread to distract. A silence lingers between us three, interrupted only by the sounds of the streaming river and joyless cries from those out to enjoy the night. In that moment I dissect years of unity with my companions, thinking back on Oliver’s derisive gestations and Mary’s subtle seductions, and I chide myself for not being more diligent. In truth I should have reported them long ago. I knew where this was heading. I knew only bad things would result. Yet I am here, and perhaps I am not so different.\\n\\nWe finish our meal in the same silence, never returning to the topic of my vacation, nor revisiting our previous ramblings. Instead, we allow the evening to permeate around us, allow the humidity in the air to weigh us down, our heads most of us. And then, when we are done, we leave together and make our way home. We say our good evenings as we enter our adjoining domiciles, and I imagine we each kiss our partners on their respective foreheads as we begin to recount our day, until the street lights twinkle and go out, and the signal to sleep is received.\\n\\n[crowdfund://0x5f02e4DFDfEbE15D3C09FEbA7689f0f01BF626b0?features=overview,backers](crowdfund://0x5f02e4DFDfEbE15D3C09FEbA7689f0f01BF626b0?features=overview,backers)\\n\\n\",\"timestamp\":1633475850,\"title\":\"Chapter One: The Vacation\"},\"digest\":\"CjJmg30OiRYb_74OZNFwPRMpVeMiWOsVekRYxXFmTAk\",\"authorship\":{\"contributor\":\"0x9A048A7BF38306c055C05606A6010C78CFc7C1E8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TjzlnwhzvWV7ikwp5_peZ6YoOYamoI3GNbNal0aKYDw\\\",\\\"y\\\":\\\"Bp0n92Af2mNmFn90sBWMo-80P418qcB1J6JbpLHLgTQ\\\"}\",\"signature\":\"ldbe-dy6mfE8PfpdrPk09_HvUpmi_nNeAAEvyL5rPdZQnXSnqP7OQ--LMF9zycyiIRPcWJnGuYjVJePmooUVPQ\",\"signingKeySignature\":\"0x0baf7be40a5c8d9e69ca51a7cbe06f9b777ffdd9e0044f15580226dcf306c9a03c1ea6cfb44bf7841e57243f38ab018bc8cf93ccccf496e559d9abc693e4650f01\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TjzlnwhzvWV7ikwp5_peZ6YoOYamoI3GNbNal0aKYDw\\\",\\\"y\\\":\\\"Bp0n92Af2mNmFn90sBWMo-80P418qcB1J6JbpLHLgTQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"V9m2r2x1AGkYaTP6dud3ug6SqxI0wZjDiv1KdMF4e2Q\"}"