"{\"content\":{\"body\":\"*We’ve interviewed some of the top investors in the world over the past year.* \\n\\n*Each conversation has given us unique insights into the current and future state of venture capital, and we want to share some of that knowledge with you.*\\n\\n*Here are 50 non-obvious takeaways from our first 50 guests.* \\n\\n\\n---\\n\\n 1. \\\"Community\\\" has become a part of the pitch for all investors. [If you have community-building skills, you are an asset to any fund.](https://open.spotify.com/episode/3yZp0mtLVka1lEQK7niqUq?si=3ca585fee969418c)\\n 2. The search for optionality has resulted in [a world that benefits being a generalist](https://open.spotify.com/episode/0bfmAHr5P2SRr69b3i2YuE?si=42a72cb37dc143ce).\\n 3. Anything with an application process evolves to become a [talent network](https://open.spotify.com/episode/55Ei31xyzKlJAYiiDuWIrZ?si=16d0ca42b1ac47a7) (DRF, Confluence.VC, YC, Harvard, etc.).\\n 4. [Execution wins](https://open.spotify.com/episode/5t2pIBhrJyZgPWXf0TozXh?si=15290b09c0054245) in a world of abundant ideas.\\n 5. [Celebrities have way more access](https://open.spotify.com/episode/2fGd8yept9da0c9W9WPVaf?si=295902fdc9ca435d) than any VC claims to have.\\n 6. [An audience is the ultimate asset.](https://open.spotify.com/episode/0jhCVuTuewR2ECIYDMvY7k?si=b6860929320747d5) Attention attracts opportunity.\\n 7. [Your internal investment process must be streamlined](https://open.spotify.com/episode/2daDmTjcxGYfuyMto248Us?si=456a75e671294347) if you expect to get deals done in today's fundraising environment.\\n 8. [Your identity does not have to be tied to what you do for a living.](https://open.spotify.com/episode/5ROHYtB4DIYCr4494O7j3O?si=008c1041585144c3)\\n 9. [The creative process requires wandering.](https://open.spotify.com/episode/21Lq4j9RqlwUTKz9z9kxbx?si=e336880e6b944fbe) Creating great content cannot done on a set schedule.\\n10. [\\\"What does it take to change a 'no because' answer to a 'yes if' answer?\\\"](https://open.spotify.com/episode/7bMj8BAjgEHsTy3Lc2MePZ?si=cef21c0154f14888)\\n11. There are people ahead of you and people behind you; [take the knowledge from those ahead and share it with those behind.](https://open.spotify.com/episode/3ullU9xPRytwa7Tq9Y3xyf?si=ee0c4cbda7e641a2)\\n12. Having the ability to build and ship product in-house is becoming more important in a virtual world. [Less outsourcing = less communication required = faster to ship = faster feedback cycles.](https://open.spotify.com/episode/2fNE2DJP4slpljoNQhjIvA?si=384b8310474c436c)\\n13. [The earlier you invest, the more is driven by narrative.](https://open.spotify.com/episode/547tUGCsOgR187Fm3Y8Rth?si=4d0cf903b4ad452b)\\n14. [Diligence is a multi-stage approach](https://open.spotify.com/episode/33BEPfW1L4TtxUMfk5kQGJ?si=1b91ea3feed34a67); bottoms-up analysis must check out *before* diving into macro factors.\\n15. Content overload makes it harder to find signal. [Curators are the new creators.](https://open.spotify.com/episode/3dihuIlhka5dviT3XBG2Hv?si=2b4335881bba4d23)\\n16. [Social 3.0: fully immersive content, strong reliance on algorithms boost content outside of users' immediate social circle](https://open.spotify.com/episode/4bpQG7EbhE6xlAZZKEvuxU?si=a1419e5e7a234725)\\n17. [Multi-strategy funds are bringing new underwriting methods to different financing stages](https://open.spotify.com/episode/7eCtA9KU5gFml0r4w8ERoM?si=329c4bcf82d24cb2) and forcing incumbent funds to adapt.\\n18. [Benefits of embedding financial products into software](https://open.spotify.com/episode/4gT9JUSQvsxnNYMZrMbJHm?si=faebb12430bd4fbc) we use every day: low CAC, increased LTV, novel functionalities, etc.\\n19. [Everybody is synthesizing information they see online](https://open.spotify.com/episode/2zJJ9EslexGsh5QQ6g3KAK?si=b92d03df8bad4065) (ie. the explosion of Substacks started over the past year). The ones that will succeed will have to have an expert level of curation in order to continue to earn the attention of their audience.\\n20. [If you need motivational words, don't start a startup.](https://open.spotify.com/episode/2jzF0L4nQnH5DAkbOomBjh?si=152cb0afc65c41da)\\n21. [Mobility today is what digital health was ten years ago.](https://open.spotify.com/episode/00ThWIXjCe05X4ebWpXcjw?si=f8aa210da1184e02) With mobility, we'll see more mobility options available to more people. This unlocks huge sums of value.\\n22. [At a startup, you're focused on product and distribution. At a fund, you're focused on brand and standing out from other investors.](https://open.spotify.com/episode/2yeN4XsmcRylmP7XGqvwDN?si=fbdee7320e264ed0)\\n23. There's an abundance of content out there, and this applies especially at the social application layer. [There is a huge opportunity for vertical social networks in areas like culture, music, and food.](https://open.spotify.com/episode/5qsXUdRloeHmDAp1ftTOtJ?si=a77827c8bba34fcf)\\n24. [\\\"Your current job is your day job. Your next job is your current night job.\\\"](https://open.spotify.com/episode/3idlJ7v1pNs3LI1YnNau4S?si=798e11cc6f384825)\\n25. [Surround yourself with people that help you extract value from things that are happening to you.](https://open.spotify.com/episode/0adtqnu8uU2HjfLBAW8qdK?si=4228e4778b154a20)\\n26. [Platform economy strategy: you can build a large business on top of a very large business](https://open.spotify.com/episode/71QrBQBWO0zktmMvrKEnhr?si=a632b4180071478d) (third-party resellers on Amazon, creators on Instagram / TikTok, course creators on Udemy, etc.)\\n27. [Hiring slowly gives you a benefit when scaling culture.](https://open.spotify.com/episode/1scGIyEmIzM0xgZQucFWTy?si=6a0483f89e4f4747) This is usually not an option to venture-backed startups which makes it even harder to build a strong culture internally.\\n28. [Pre-empting rounds is the only way to escape allocation competition.](https://open.spotify.com/episode/3OYUa509T4HskBcCLRt51X?si=7f71645595504bd0) In order to stay competitive as an investor, you have to do more of your market and company diligence before even meeting companies.\\n29. Crypto has speculative value. [NFTs allow for genuine value transfer through ownership.](https://open.spotify.com/episode/0cfxu5LUXicwCobEVFq9Zm?si=37b336623cc04d62)\\n30. The employees within organizations have demanded more out of their employers in terms of benefits. [Leveling up your benefits package is now becoming table stakes for employers, and employees are having to do more in order to compete for talent.](https://open.spotify.com/episode/0XsDlWzfmsdmSWFMZuE6LY?si=a9d52b4001054652)\\n31. Venture capital funds have a duty to act in the best interest of each of their individual LPs. [Family offices act in the best interest of the family they represent which simplifies their reporting and decision-making process.](https://open.spotify.com/episode/40MyEC1xfFZGio1YNlXjBB?si=b66d1dfe19f4480c)\\n32. [If you want to build hype around your product before launch, ditch the waitlist.](https://open.spotify.com/episode/0niGNIGkJiankVDXioqgCG?si=da645cf526f74222) Start a community instead and give early adopters a chance to ask questions, gather insights, and get more involved in the launch process.\\n33. [Track record is the new social capital within venture.](https://open.spotify.com/episode/52ezrpeYiHgrQWq63HFUej?si=d2a0b504e20b4f6c) Being able to build an angel portfolio of winners is a magnet to attract LP dollars, elite founders, and top talent in the future.\\n34. [We are at an inflection point for firms investing in internal operations.](https://open.spotify.com/episode/1QuMiQF8mfQgHlkZoZqtKm?si=19c1f0d1a5d74e78) If you are an employee that can leverage low-cost software tools, you can provide tons of value to any firm.\\n35. [As a founder, you should be conscience of signal risk when taking money from any fund that typically invests at later stages.](https://open.spotify.com/episode/2yi7txbLOBV12P2w86E6TU?si=1904f59c912e4230) Not following on sends a negative signal to other investors.\\n36. [All startups lack distribution, but media outlets help US startups get over this hump.](https://open.spotify.com/episode/6AASpaNOxHp5IXTqBX80j7?si=f266c28ebc964197) Outside of the US, startups are completely on their own to build awareness and hype.\\n37. [The best sourcing strategy is to help founders before they are fundraising.](https://open.spotify.com/episode/5EyI8Ft5B0SC0uiJb90u40?si=5e1f536be8cf4037)\\n38. [People tend to make selections from communities they feel most comfortable from.](https://open.spotify.com/episode/71TzEmEjty0OVJr9HkCaUf?si=1cf0241950184d69) SEO has made it harder to find knowledge searching the web; people are turning to these online communities with their questions instead.\\n39. [\\\"VC is one big game of telephone.\\\"](https://open.spotify.com/episode/5XMv3HiVf1sWDxCTnppBBA?si=f087f650944a4ce4) People talk, so make sure that you are memorable when you make a first impression.\\n40. [\\\"Do I want to introduce this founder to everybody I know?\\\"](https://open.spotify.com/episode/08F5gUAvUZESb3ALuJXFRO?si=0cb7af0d188840b6) If this answer is no, you probably shouldn't invest.\\n41. [Most wealthy people in the world didn't get rich by selling off part of their business early.](https://open.spotify.com/episode/4LQ4UWzGTRQVs0VthG7wzR?si=0f6fbec8c2a94d1c) They did so by tightly controlling equity and bootstrapping until an exit offer came.\\n42. [If you're selling something, you should aim to follow up until people tell you 'no'.](https://open.spotify.com/episode/3jTZxbttDEwuHXXtjauYw0?si=f624a01f40814fbb) Luck favors the persistent.\\n43. [Venture is closer to journalism than traditional finance.](https://open.spotify.com/episode/3aXBlDJCuTkc1dZDFp5sKH?si=91098e773d124388) You make bets based on narrative, not numbers.\\n44. [97% of companies today are using some form of open-source software.](https://open.spotify.com/episode/01uQBL1bwUFL4kYPl13zbl?si=ba70324ff7934d7d) As the tech becomes more and more commoditized, companies need to find other ways to differentiate.\\n45. [Benefits of using community-as-a-moat as a go-to-market strategy](https://open.spotify.com/episode/0IWRWXjVoBVjuyN9HecknX?si=eda589a27b9f4d8a): increased retention, higher LTV, more sales leads, higher organic traffic, higher margins, larger talent pipeline, and your company is harder to replicate.\\n46. [Assessing people is the most critical skill for any VC.](https://open.spotify.com/episode/7goaOQUUDc4JBYwbiZ6VKR?si=e6957e27a88f4fe5) If you want better judgement, become better at assessing teams.\\n47. [Consumer brands are investing more into loyalty models as it becomes more expensive to acquire customers](https://open.spotify.com/episode/2UjmGU1KV4xN1X7jQaEprp?si=b82fdf5ac74b4aa6). More loyalty = more ability to upsell = higher LTV.\\n48. Before joining a fund, you should understand their sourcing strategy. [Thesis-driven investors have a deeper understanding of the markets they invest in, and they are able to have deeper conversations with the founders they back.](https://open.spotify.com/episode/2B8ZrtYTPCeddLCFny9CFx?si=2664486ecab2423c)\\n49. Startups are always competing for talent with big tech. They are not able to compete on salary, and [being able to tell your story effectively is a company's biggest differentiator when competing for this talent](https://open.spotify.com/episode/18ZqlOyob5IOxiLi7Zlr5O?si=9bae63eb976149ff).\\n50. [Everything can be commoditized outside of trust and attention.](https://open.spotify.com/episode/2sGJur4xDswnZtmKpQ3p3p?si=fd3f0b983ff740e6) This is taking place within journalism, and traditional media is being replaced by independent media arms.\",\"timestamp\":1635274980,\"title\":\"Lessons from our first 50 guests\"},\"digest\":\"-XDN9bQLg_3InLiG76HUb7F40jEpOJ26wH1TP9ONFvQ\",\"authorship\":{\"contributor\":\"0x7AB831Cb4C5F517Ad5BD6578712B9F1274F141eB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JrEjrAC8riTEuLF2qj1hE0Yp9siRclD_HkNdosjEqQA\\\",\\\"y\\\":\\\"EppdfqvsoJZYv60zBcCNoBxti2kjczT506jEfhwrfrM\\\"}\",\"signature\":\"jmRcMS9pKCOY-Nj0SwfuAfkNeSSETkMhIPK1VkK5n628QfsruqB6SvACwbtLIwCekS68sj_4XYycJBZnbvo1EA\",\"signingKeySignature\":\"0xd63150f4bfb8b7acab96b2f2b25c46369e1e82d90252de227b43c9247cea4c1c4f8d53301042d5c25f75445ad023291d36fefbe9ba1345a0b24b0a2b8f7e43471c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JrEjrAC8riTEuLF2qj1hE0Yp9siRclD_HkNdosjEqQA\\\",\\\"y\\\":\\\"EppdfqvsoJZYv60zBcCNoBxti2kjczT506jEfhwrfrM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-XDN9bQLg_3InLiG76HUb7F40jEpOJ26wH1TP9ONFvQ\"}"