"{\"content\":{\"body\":\"Many people think that the rag collection industry is a group of low social class old people to sell their physical strength in residential buildings to collect garbage to make a living, they are mostly ragged, covered with dust and ash, with a knife to save the crumpled paper money change, nodding to the customer, for 10 cents but also not lose the fight of the ordinary citizens to count up. In reality they are obviously not respected, riding a broken tricycle, with each garbage can as a treasure chest, each dumpster as a treasure trove, riding to a stop, bending down, stretching out muddy hands in the search for gold. They are even a class of people despised from the bottom of their hearts.\\n\\nTimes have changed. The transformation of the social and economic structure, the people's income level, inflation, the rapid development of the industry, the demand is changing, and the corresponding, the pace of the pursuit of profit is also accelerating. From the human tricycle, to electric tricycle, and then to the battery car; from the ringing of the bell, to the automatic playback of amplified speakers, to the obvious commercialization of the content of the broadcast. People are also, the older generation can not keep up with the pace of modern, backward model gradually lost competitiveness. Some young people have seen the business opportunities, bought various sets of equipment, hit the spot, also embarked on this road. To say that the most can reflect these changes, or the content of the collection and sale. From empty bottles, cardboard boxes, books, these fragmented, very low profit discards, into a whole, the profit fluctuation range of electronic products such as cell phones, computers, etc.; from clothes, furniture and other traditional consumer durables to specific appliances, faster replacement of non-traditional consumer durables.\\n\\nSo, in this era, the scene in the community has changed, the streets, middle-aged uncle slowly riding a battery car containing a trombone, round and round the community tirelessly cycle the \\\"beautiful\\\", monotonous and boring commercial advertising \\\"recycling old color TV, refrigerators, washing machines, air conditioners, computers, water heaters, old mobile phones. You see, the sentences are symmetrical, focused and easy to read and remember.\\n\\nFor the old people engaged in this business in the past, you can say they are stupid, not enlightened, just this simple repetitive manual labor from the field to the city, daily mediocrity to sell hard work to earn a low tens of dollars, in the end is not as high as the wages of street beggars. But even if this idea is right, but the times have changed, ah, many things have changed, people really will not adapt to change, in order to survive and change, the past 600,700 can still be enough to cover the expenses of the city? The tools of life have been upgraded, requiring maintenance and depreciation; the value of time has increased (labor costs have increased), bringing higher time costs and the accompanying opportunity costs; competition has increased, diluting profits and bringing risks ...... In response to all the changes in the external and internal environment, they have had to make changes just to survive.\\n\\nIn fact, people in this industry have always been smart, so smart that they can bring themselves the average income of the average working class with just simple manual labor. It's just that in the past, no one noticed because of the relatively meager profits; today, there is no reason to underestimate the income generated by their industry. The formula is the same as in the past, but the change in the type of goods collected and sold has increased the net profit, which has made this sector to be recognized again. Specifically, you can base your calculations on the size of the community (of course, make a good pre-survey, the default target community has sufficient material storage), calculate the number of appliances that may be eliminated per building and per household per day, the probability of a successful transaction at a certain price... The cost of equipment, manpower, competition (can be maximized by cooperating with each other to reduce), etc., gross estimate, at least 3,000 yuan per month net income (and tax??). Here we consider the cost of entering the market of this community, such as property, security that off ... Generally are invested as a preliminary fixed cost, according to the nature of this industry will soon be able to pay back).\\n\\nSo you can't just judge the income by the industry's high and low, although I don't think it's considered an industry. And when disturbed by the tannoy headache, have to admire (or justify) their low level of intelligence as a means of survival. Anyway, there is a demand, there is a supply, and then there is an enduring market.\\n\\nShout to survive.\",\"timestamp\":1635694298,\"title\":\"The Economics of Ragging\"},\"digest\":\"7vhp78w7Hwyo1VBXljONN-j3m9dR2MjkThl0Su6ZXXg\",\"authorship\":{\"contributor\":\"0x078Ad5270b0240D8529f600f35A271Fc6E2b2bD8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JqsVcPH7mCdJb3bQaHx6wWvv0bZsgKfUQHMgJlHZBeQ\\\",\\\"y\\\":\\\"WTW7DBq-yb5YXrAWPQd5ovMJL3-Mi2leJHjndrtlA3U\\\"}\",\"signature\":\"AUMKYuiVoHAu7jP47PUpCrHsIk1wA9cyZoD2uHrqcVYjzhWK2H32pEQysQBByupT8NJNRa_XOaDL5TO7DTGBFg\",\"signingKeySignature\":\"0x059aa730185a95ba3ab7829a571f9c0ac50a33ade0c841ea1a70d92fa4c7fc93701e2e3773a0cfe72b4afa096c209e525abaed0b754d61a6c7aad6970a201ae61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JqsVcPH7mCdJb3bQaHx6wWvv0bZsgKfUQHMgJlHZBeQ\\\",\\\"y\\\":\\\"WTW7DBq-yb5YXrAWPQd5ovMJL3-Mi2leJHjndrtlA3U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7vhp78w7Hwyo1VBXljONN-j3m9dR2MjkThl0Su6ZXXg\"}"