"{\"content\":{\"body\":\"**1981 Ottawa**\\n\\nThe summit was an unofficial gathering of the heads of the world's richest nations, the \\\"G7\\\". \\n\\nIn private, French president Mitterand informed POTUS 40, Reagan, that a dossier existed which revealed the existence of a spy network of hundreds of Soviet spies in the West. This network's mission was obtaining NATO technology. The dossier had 4,000 secret documents, from years of espionage.\\n\\nThe CIA's counter-espionage operations, after consulting with the NSC, were to play dumb, and not deport the Soviet spy network.\\n\\nThe Agency's \\\"Op\\\" arranged for the transfer of faulty technology and disinformation. A South African double-agent was arrested in NYC, and his \\\"handler\\\" was imprisoned in Switzerland. Reports, unconfirmed, included that an energy pipeline in Siberia experienced a computer failure and led to an explosion.\\n\\nThe double-agent who made it possible was a disillusioned KGB Colonel, Vladimir Vetrov. Vetrov's job was to analyze the NATO tech data gathered by his KGB section, known as \\\"Line X\\\".\\n\\nThrough a French engineer friend, Vetrov approached French intelligence, Direction de la surveillance du territoire (DST), in 1981. He wanted no payment, he wanted to fight the system. Although Vetrov brought down a large spy network, he doomed himself.\\n\\nVetrov was jailed after a policeman came looking for a bribe. The officer thought he was about to arrest a couple having sex in a car. Vetrov had just stabbed his mistress in a drunken argument and stabbed the officer out of paranoia. He then made things worse and blew his cover. In his confession he denounced the system.\\n\\nThe LineX network was shut down by Western intelligence. \\n\\nVetrov was executed in 1985. His codename was: \\\"Farewell\\\".\\n\\n**2915 Asteroid Belt**\\n\\nJacob C. Tagore, Jr. kept on eye on the controls, as he edged closer to the DeepShip - a construct the size of a city, hewn from an asteroid and clad in layers of tech. He was in a stealth ship designed to sneak past the aging behemoth's standard security.\\n\\n\\\"Actual, Command. We read you as close. Deploy packets. Over.\\\"\\n\\n\\\"Command, Actual. Copy. Packets deployed. Over.\\\"\\n\\nA microscopic swarm of tailored nanojects floated over to the DeepShip, past sensors, and connected to thousands of ports.\\n\\n\\\"Command, Actual. Packets connected. Waiting for green. Over.\\\"\\n\\n\\\"Actual, Command, Understood. Prepare for next phase. Over.”\\n\\nJacob waited as the DeepShip was hypnotized by a massive program physically assembled by the swarm. They took no chances. Not even with encrypted tight beam. What was written was enough to hypnotize one ship, without triggering it's layers of security and send pings to long asleep security protocols.\\n\\nThe DeepShips were an armada of some of the greatest creations of the System, dating back to a pre-Long War ambitions for the stars. \\\"Parked\\\" everywhere, mausoleums for suppressed dreams.\\n\\nAnother program was injected into the DeepShip, which would spread through a deep layer in the DeepShip network. To run only if the whole network was activated. The private keys were needed.\\n\\n\\\"Actual, Command. Ready for next phase.\\\"\\n\\n\\\"Command, Actual. Prime the charges in the swarm. Load the powerplant disruption routine.\\\" \\n\\nThe DeepShip, with the job done, was turned into a sleeping bomb. It would become an excuse for the Triumvirate's bureaucracy to \\\"do something\\\" about a left-over problem from the Long War. Jacob would be there to \\\"help\\\" after the Triumvirate handed over the private keys to \\\"fix\\\" things. \\n\\nIt was time to go to Earth again.\\n\\n![](https://images.mirror-media.xyz/publication-images/D8PLUh_ne-VSOu3cefa-5.png?height=1600&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/wl2DM6rAV6x03q-RnTXFb.png?height=1600&width=1200)\\n\\n\",\"timestamp\":1634426648,\"title\":\"1961: 5.23 Farewell To A Hidden Network, 2915\"},\"digest\":\"WthdNtNxD_w-hfb_6TWkN6j6N4of5xxVF-jWhaNlfvc\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"xrnoSN9gS-b61_g5saHrQIoyPk21sO3jtPfkhoGnDLYWw7vXfILBp4LAG_5Zngx8TyBbT7JHoMKyeCluLiNUwA\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NTVCwMBHneG8GwqY2EPfI8_pUXYmch-yqvfJsxqK2eQ\"}"