"{\"content\":{\"body\":\"*The original post can be found on [Medium](https://medium.com/nfp-ventures/why-we-invested-harness-wealth-73bd7f7f3a02).* \\n\\n![](https://miro.medium.com/max/1400/0\\\\*6Y-foMZohwgniY5k)\\n\\nIf you look at the world today, the ways in which people build wealth are drastically different from past generations. We’ve seen it first hand at our fund. We partner with founders and team members who are building large companies, realizing exits, and, in turn, are changing their own financial standings via equity compensation. This made us dig into the modern experience for wealth management and planning, as well as current trends surrounding wealth management in the marketplace. Here’s what we found:\\n\\n* According to Cerulli US Advisor Edge 1Q 2020, professionals aged 22–53 are expected to inherit \\\\~$53 trillion in Assets over the next few decades. Despite this massive wealth transfer, most current market offerings have failed to provide a comprehensive solution that beneficiaries can fully leverage. **Retail banks** have been unable to adapt their offerings to serve this demographic effectively. Conversions between branch networks and wealth management average [only 12% — with most customers preferring to invest outside of where they bank](https://novantas.com/wp-content/uploads/2013/10/Mass_Affluent_Wealth_Strategy.pdf). The main driver of this shortfall is that banking products are not oriented to serve the mass-affluent/next-gen mass-affluent. **Robo Advisors and DIY apps** fail to address the complexity of most mass-affluent clients. Despite the efforts made by current **Advisers**, only 13% of affluent investors report that they choose to work with their parents’ advisers, according to new research from[ Cerulli Associates](https://www.thinkadvisor.com/2019/05/10/advisors-miss-big-market-under-their-noses-children-who-inherit-clients-estate/).\\n\\n![](https://miro.medium.com/max/718/1\\\\*8De473KauAgL7LiWV82b-w.png)\\n\\nCerulli US Advisor Edge 1Q 2020\\n\\n* A further complication is that the advisor population, which was estimated at a comfortable 306,000 advisors in 2019, is expected to experience a **large wave of advisor retirements, with \\\\~111,000 advisors set to retire and $7.7T of their assets up for grabs.**\\n* Lastly, the explosion of equity-based compensation coupled with the recent IPO boom has led many High Earners, Not Rich Yet (HENRY’s) to generate a large amount of wealth quite quickly (See [“The IPO Millionaires Are Coming!”](https://www.wsj.com/articles/the-ipo-millionaires-are-coming-11553885407)). Back in 2019\\\\*\\\\*, **[Forbes](https://www.forbes.com/sites/bizcarson/2019/03/19/ipos-from-uber-airbnb-pinterest-and-lyft-could-create-a-230-billion-windfall-and-6000-new-millionaires/?utm_source=twitter_video&utm_medium=social&utm_campaign=forbes&sh=67f490d05cf6)** estimated that the IPO’s of Uber, Lyft, Palantir, Airbnb, Slack, Pinterest, and Postmates alone would create \\\\~6k millionaires.\\\\*\\\\* Given the steep rise in startup equity holders, employees are looking for hyper-personalized financial advice as it relates to their wealth and tax implications surrounding their equity positions. Until now, there hasn’t been a streamlined way to analyze and receive financial advice on your equity holding.\\n\\n![](https://miro.medium.com/max/1024/0\\\\*KE9Eicg13BanljNl.jpg)\\n\\nLyft during its Wall Street debut\\n\\nEnter **[Harness Wealth](https://www.harnesswealth.com/)**. Harness is a next-generation wealth management solution created for wealth builders who are seeking financial, estate and tax advisory. Harness makes bespoke financial advice accessible, intuitive and valuable through a combination of innovative tech and advisory firms. They offer a personalized, tech-enabled approach to connect employees with pre-vetted financial planning and advisory services firms based on specific needs and circumstances.\\n\\nHarness is targeting individuals in the large addressable market of 20 million households in the United States with $250,000 — $10 million of investable assets, amounting to \\\\~$21 Trillion in Financial Assets. Harness has the opportunity to expand the addressable market for financial advisors even further by identifying the HENRY’s within Tech Startups and Professional Service Firms, and pairing them with Financial Advisors as they enter their asset accumulation phase.\\n\\n![](https://miro.medium.com/max/1248/1\\\\*oI4GVmoIiCH-kXixj78U7g.png)\\n\\nHarness Wealth landing page\\n\\nHarness provides clients with a unified data platform that enables them to manage their wealth and connect with a highly curated (e.g. based on client’s/ spouses current work industry, location, specific financial needs/goals, investable assets/net worth, etc.) set of top tax, financial and legal advisers to optimize their financial well-being. The business has developed a proprietary technology that enables capture of relevant information from clients and matches them with advisers best suited to meet their client needs.\\n\\n*“**Harness Wealth is building a business that fills a need that the industry has been trying to address for decades**.”*\\n\\n*— Maliz Beams, Former CEO of Voya Financial Retirement Services*\\n\\nThe platform creates a seamless experience between the client and the advisor, with Harness sitting at the center in order to provide transparency into the user’s profile (e.g. tax returns, financial statements, portfolio) and coordinate advisor interactions. One of the most compelling aspects of their approach is their ability to incorporate tax advisors, to create a holistic marketplace for Mass Affluent/Affluent clients. There are limited marketplace options for Harness clients who are seeking high expertise, moderate cost tax options — large accounting/consulting firms charge high fees, and sole proprietor firms often lack systems and expertise. As CPA’s at Big 4 regional tax firms look to gain more autonomy, superior technology, and stronger compensation economics, Harness’ platform enables them to establish their own business with greater flexibility and grow their client list.\\n\\nHarness is led by an impressive team of accomplished executives with prior leadership experience at two of the largest tech platforms for advisors, Compass \\\\*(The largest independent platform for residential real estate agents — currently value at \\\\~$7B ) \\\\*and Addepar \\\\*(a top tier wealth tech data company with $2.7T+ managed on the platform). \\\\*The team includes David Snider (Founder and CEO), previously the COO & CFO at Compass, Katie English (Co-Founder and CMO), previously the Chief Marketing Officer at Nutmeg, and Dwight Clancy (Head of Product), previously the Director/VP of Product at Addepar. Beyond NFP Ventures, Harness has attracted an outstanding list of key investors and angels including Jackson Square Ventures, Bain Capital, Torch Capital, Activant, First Minute Capital Alleycorp, and Marc Benioff (Founder, Chair, and CEO of Salesforce), and Ori Allon (Founder of Compass), to name a few.\\n\\nWe’re thrilled to back Harness Wealth [in their Series A](https://techcrunch.com/2021/06/28/harness-wealth-raises-15-million-to-democratize-the-power-of-family-offices/) round of funding and welcome David Snider, Katie English and the entire Harness team to the NFP Ventures family!\",\"timestamp\":1638332588,\"title\":\"Why We Invested: Harness Wealth \"},\"digest\":\"S90XiZhK3fOT-lzbODtt3DMu3pX4CYJFn88zymxFBVQ\",\"authorship\":{\"contributor\":\"0xA1aAF983cb6214C0774851371d0A3e5F8348d009\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"z0f7FhRUDaTTSXZCyBEi7v5ex9Z28Rovot0UEaURFfs\\\",\\\"y\\\":\\\"4CrHDWKVSyGr6IilJioRckVCNAc2Y7JWfGsBEF9wlXs\\\"}\",\"signature\":\"pu_D-Y7d_GRmOSgPkHutPnJPLnDhkKPBdD7mLae13kbARpcmWpQekEA2J9kfpNToEoicCHP6LNmeC3o2ATxZcA\",\"signingKeySignature\":\"0x921819a6d7335db1bc8b92084ab1b73e2601c2c979e42cadd8c80a73f27075214b623b34cda8cd91de1b1130a05918be6ead07f349893ac84d1b76fedc9c9bde1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"z0f7FhRUDaTTSXZCyBEi7v5ex9Z28Rovot0UEaURFfs\\\",\\\"y\\\":\\\"4CrHDWKVSyGr6IilJioRckVCNAc2Y7JWfGsBEF9wlXs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"S90XiZhK3fOT-lzbODtt3DMu3pX4CYJFn88zymxFBVQ\"}"