"{\"content\":{\"body\":\"In my [previous post on digital identity](https://ath.mirror.xyz/mDu_nGsWpjvF-KaPLADwxeAMfze3UJOtTAQi2CwPwWc), I mentioned that \\\"the tokenization of these graph shards could take many forms and will likely be layered upon by proof tokens.\\\" I believe that sharded graph identity approach requires coming up with a community-specific reputation score that measures how influential a certain person has been in expanding a specific network. While some reputation scores may be more set in terms of having to have done X or Y actions, this score captures a users reputation in the context of other users in a more fluid manner - **acting like a signal rather than a badge**. \\n\\nTypically in Web2, users are \\\"rewarded\\\" by an algorithm which will highlight them based on the engagement and attention they bring to the platform. Thus, their reputation score is just the number of likes or followers they have - regardless of who those vanity metrics come from. In Web3, we typically reward with tokens representing the value of the protocol or product. These tokens also carry a lot of power in the form of voting and other privileges. As such, a score that **signals not only influence but also how supportive or aligned a user is** with the rest of the community will become increasingly important over time.\\n\\nFor this post, we will be focusing on creating a reputation score for Mirror users (voters, writers, contributors) based on where each user sits on an interaction-based social graph across Ethereum, Twitter, and Mirror data. I chose Mirror for three reasons:\\n\\n1. I'm already very familiar with their community and product\\n2. They have verifiable consolidation of identity on their platform (Ethereum <> Twitter), allowing me to layer social graphs together.\\n3. Their product and governance are heavily user-to-user interaction focused, something most products on Ethereum don't currently have (we mostly interact with pools or marketplace protocols).\\n\\nSocial graphs themselves are not new, but selectively layering them will open up quite a few new doors of usability and meaningfulness. There are two main reasons for this: \\n\\n1. **Enabling new applications:** We can use this graph data to create a context-dependent community-specific reputation score, which is then applicable in many situations.\\n2. **What the data represents:** The creation of a representational network built off of scarcity creates a social graph that proxies how users support one another. \\n\\n**Enabling new applications:** The way that we understand the layering affects what we do with the data. The way I see it, Ethereum is a base layer social graph that everything else is built upon. Platforms like Mirror and Twitter are *contexts* that sit on top of this base layer and shift how we see the connection of users across the space.\\n\\n![I don't have the design capability, but imagine this in 3D where each box is a slice across a sphere at various angles. ](https://images.mirror-media.xyz/publication-images/41ac44d5-3e52-42a5-bcf2-d2fb22764e23.jpeg?height=794&width=1259)\\n\\nBecause I wanted to analyze only users of Mirror, I took just a subset of available Ethereum and Twitter data. Those who have a high community-specific reputation score could get a larger token airdrop, be delegated for roles (or more votes) in treasury management, or get preferential access to new protocol features. There are also many more such contexts like Mirror built on top of Web2 + Web3 platforms, such as NFT communities (Cryptopunks, BAYC, Blitmaps) and gaming communities (Axie Infinity, Darkforest). \\n\\nAs DAOs start working together more and the metaverse becomes more interconnected, we'll see more communities (and contexts) overlap. I imagine that studying how people and communities interact *within and across different contexts of the social graph* could produce mixed-community reputation scores which could be applied in quite a few different situations. For example, this score could be used for multi-token or collaborative NFT airdrops, as well as choosing leaders for partnerships and programs like [rabbithole's pathfinder initiative](https://rabbithole.gg/pathfinder). \\n\\n**What the data represents:** The kinds of data collected and used affect the social graph as well. Using data from $WRITE votes, funding contributions (across editions, splits, crowdfunds, and auctions), and Twitter mentions, I want to represent three buckets of scarcity (respectively): belief, capital, and attention. \\n\\n![Yes, technically this should be visualized as a self-referencing loop but that can come across as confusing](https://images.mirror-media.xyz/publication-images/b8de33dc-4db4-4543-a53d-2cb6a0213202.jpeg?height=870&width=1148)\\n\\nI believe that analyzing how interactions connect different people across these three buckets *gives us a proxy for how much they support each other*. I also believe that *networks of support give us a more accurate representation of communities within social graphs*. These two assumptions gave me confidence in using a concept called \\\"betweenness centrality\\\" as a primitive for a reputation score. \\n\\nThe selection of data representation and contexts was key to the form the social graph ultimately took. If I wanted to proxy just willingness to contribute, then I would probably create a completely create node schemas based on different kinds of products/categories of creators rather than a pure user-to-user graph. This would likely shift the shape of the social graph completely. \\n\\n## Using Graph Data Science to Create a Community Reputation Score: Betweenness Centrality\\n\\nLet's try to target and quantify the strong connection points of the social graph of race participants, writers, and contributors. I've chosen to use a concept called \\\"betweenness centrality\\\" to represent the score of each node. Betweenness centrality is calculated [using an algorithm that calculates the shortest path between all nodes for all nodes](http://www.inf.uni-konstanz.de/algo/publications/b-fabc-01.pdf)). \\n\\nCommunity clusters in a social graph usually look something like this:\\n\\n![Example social graph with community detection, where nodes represent people and lines represent different types of interactions](https://images.mirror-media.xyz/publication-images/2db87fc5-a4b7-44a6-b0ce-bd064d8850a5.jpeg?height=320&width=320)\\n\\nFor Mirror, the base social graph of who has voted for who looks like this:\\n\\n![Gold dots are winners, purple dots are still competing in the race. Above there are 2130 nodes pictured, where 2041 of the nodes have put in at least one vote.](https://images.mirror-media.xyz/publication-images/7e077f8b-91f9-4191-b4fe-4c271b67dbda.jpeg?height=2732&width=2804)\\n\\n![Here is a zoom-in on the nucleus, color-coded by each community using the [Leiden Community Detection](https://cdlib.readthedocs.io/en/latest/reference/cd_algorithms/algs/cdlib.algorithms.leiden.html?highlight=leiden#cdlib.algorithms.leiden) method. From this and the plot above, we can see there are quite a few communities but almost all the winners sit in the very middle.](https://images.mirror-media.xyz/publication-images/d2457836-c1e5-4ce5-a07f-97e083be5415.jpeg?height=1645&width=1688)\\n\\nHowever, this doesn't have an outside-of-race social context yet. Let's layer in Ethereum transaction-level data - this is limited to Mirror-related transactions between participants, such as **sending a split, funding a crowdfund, and buying an edition or reserve auction.** \\n\\n![Pink indicates Ethereum tx, note that there are some nodes that are just an Ethereum address and don't have associated Twitter data as they aren't registered in the race.](https://images.mirror-media.xyz/publication-images/6236ce49-4929-47e5-a13b-b2763831ffb4.jpeg?height=416&width=428)\\n\\nNow we'll add Twitter data too, which will link nodes based on **who has mentioned another participant** in their last 2000 tweets.\\n\\n![Blue now represents Twitter mentions between nodes\\n](https://images.mirror-media.xyz/publication-images/6f977615-b6c9-4553-ba0d-ae8f8c48652a.jpeg?height=561&width=479)\\n\\nShowing the interactions (edges) in a cleaner fashion, the mix of interactions across the social graph looks like this: \\n\\n![Counting the number of users who have interacted with each other in each facet.](https://images.mirror-media.xyz/publication-images/ff2b56c4-c5f0-4373-9f0b-a0ae18b5c4dd.jpeg?height=558&width=568)\\n\\nNow getting back to the original point, the expectation is that some of these nodes between large clusters would get a higher weighting than others since they've connected the paths across the most other nodes. \\n\\n![The top 300 betweenness users have been highlighted in red, we can see they start to spread fairly far out from the center of the graph. ](https://images.mirror-media.xyz/publication-images/3256b58d-2f95-4d03-9cba-d68c363242fb.jpeg?height=505&width=473)\\n\\nThis is called \\\"betweenness\\\" and is a factor I believe to be very important when trying to proactively grow a community. The base idea here is that the higher the \\\"betweenness\\\" factor a person has, the more likely they will lead to creating connections and branches that build up a more diverse community. There have been a few research papers that highlight the beneficial effect that nodes with high betweenness have on the [diffusion of a community](https://dl.acm.org/doi/10.1145/2365952.2366010) as well as [building the resilience of a network](https://arxiv.org/pdf/0711.3710.pdf). \\n\\nSome of you might be wondering why I chose betweenness centrality over something like closeness or degree centrality. Those latter two metrics highlight pure influence, and I don't think reputation in a community should be based on just those who already have that level of influence. The [Graph Algorithms](https://www.google.com/books/edition/Graph_Algorithms/z4WZDwAAQBAJ?hl=en&gbpv=0) textbook by Neo4j puts the concept behind betweenness very well:\\n\\n> \\\"Sometimes the most important cog in the system is not the one with the most overt power or the highest status. Sometimes it’s the middlemen that connect groups or the brokers who have the most control over resources or the flow of information. Betweenness Centrality is a way of detecting the amount of influence a node has over the flow of information or resources in a graph. It is typically used to find nodes that serve as a bridge from one part of a graph to another.\\\"\\n\\n***A lot of Web2 has been about concentrated influence and echo chambers, I believe Web3 should try to enable and incentivize creating bridges as much as possible instead.*** \\n\\nFor anyone who wants to see the scores, check out the [sheet here](https://docs.google.com/spreadsheets/d/1XiX8b7KkvtfBE2KLJWv-mCPtphrQxjt1-g4wKCa4JwE/edit?usp=sharing). Note that these values have not been weighted based on data/edge type, so some users may have higher betweenness due to Twitter interactions rather than Mirror/Ethereum interactions.\\n \\n## Why is this Methodology Important to the Score?\\n\\nWe've already discussed some of the applications of this score, but the solution I used may still appear unnecessarily complex or overengineered. I think this methodology is required to provide composability while also measuring reputation in a way that is much tougher to game. \\n\\n**Composability:** As mentioned before, this graph is built up layer-by-layer. The data elements are all publicly available to collect, the model follows a search algorithm and is flexible to whatever nodes or edges (users or interactions) are chosen, and once the pipeline is built once it can be reused or forked for any set of tweaks. Hopefully in the future, all the available data components just sit in a user interface and this model becomes drag and drop. From there I imagine you could export scores or connect directly to something like [disperse.app](https://disperse.app) or [galaxy drops](https://galaxy.eco).  \\n\\n**Durability:** The problem with many scores and measures is that once they have been publicly used once, then people can start to figure out how to game the system. This is especially true for anything that is just `user <> protocol` interaction based. Creating a model that is `user <> user <> user` dependent is harder to game because the users in the current community won't necessarily reciprocate interactions with a bad actor. Actions are also compounding, so having just one interaction (or one type of interaction) will not be good enough to get a higher score). Even if they do find some way to game it, then congratulations you now have another active participant who is contributing to the community.\\n\\n*These two elements allow for an overall stronger reputation score mechanism, which I believe justifies the efforts it takes to get there.*\\n\\n## In Conclusion:\\n\\nI would like to continue iterating this research and possibly use this kind of score for specific use cases from protocols and communities (please reach out if interested). If you've made it this far and want to contribute to this analysis with ideas or technical expertise, I do invite you to [join ImagDAO](https://discord.gg/jEm2UgBpXu) for further work on social graph data and decentralized identity). \\n\\nThe next steps include more data collection, setting up a Neo4j dashboard for others to play with, and of course applying more data science algorithms. Machine learning and community detection will likely take on a bigger role in the future as we try to predict how the social graph will grow or try to target specific sub-communities. \\n\\nI mentioned before that this analysis was only possible because of the verifiable consolidation of identity by Mirror's platform (Ethereum <> Twitter). Continuation of this work heavily depends on an identity consolidation API as well, so anyone working in this context please connect with me as well (looking at you Ceramic and Gitcoin 👀).\\n\\n*The data and scripts may be shared publicly later once I refactor and figure out how to protect the privacy of users in this social graph.*\\n\\n*Special thanks to Ben Schecter for all his help and ideas in reviewing this post*\\n\\n**If you want to support more of this research, consider bidding on the auction for \\\"Decentralized Community\\\" or contributing to the split below:**\\n\\n[Token #4194](auction://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7?network=mainnet&tokenId=4194&auctionId=0x16debea9373883b908a8eaf60ed2648180492899ce89f6d7c77f34c6f62021fa)\\n\\n[Social Graph Searchers](split://0x370d93E74E0f5Aa84caeC70A36c75e489EEaf1cF?network=mainnet)\\n\\n\\n\\n\\n\\n\",\"timestamp\":1627580961,\"title\":\"Creating a Community-Specific Reputation Score for Mirror Users\",\"publication\":\"ath\"},\"digest\":\"y6kHvSapc4bTBNyw2TjIKBmgP4uK-c7LISDNW0Dw8po\",\"authorship\":{\"contributor\":\"0x2Ae8c972fB2E6c00ddED8986E2dc672ED190DA06\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"X-BpVfX4mdiIWmTasQ4GSNn7g7V7Yk7RxggPtNoy908\\\",\\\"y\\\":\\\"L5vro2D7WL89i5-ehm26z40prJtDs1SD7Tl9PBKQ81I\\\"}\",\"signature\":\"AFqFk0ZhnqJw7Jb8YQ3GIqNcmt_1BCT44MawlssjIScW7csa5OjU6Rhsh6hToBNz6LwGTL6PiXo3kol0-aRI-A\",\"signingKeySignature\":\"0xfcde528dc7d7a7249d72f8042b3c203dff05ee36c2dd1103946b9496e71bf69b43ee1e8d57b7bf6f96cc395f5dc05b426383af1b2d2941a27df22ad15ab5f8db1b\",\"signingKeyMessage\":\"I authorize the publication of articles on ath.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"X-BpVfX4mdiIWmTasQ4GSNn7g7V7Yk7RxggPtNoy908\\\",\\\"y\\\":\\\"L5vro2D7WL89i5-ehm26z40prJtDs1SD7Tl9PBKQ81I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aYOJc8pihb9wxI___QR9qmM5mQ4caUyQhHJIlevspjw\"}"