"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*Y9NRYTSChJVjujFA6dbGJw.png)\\n\\n[![Leighton Cusack](https://miro.medium.com/fit/c/96/96/2\\\\*eniAGE35Y_jR0qeOXy2Tug.jpeg)](https://medium.com/@lay2000lbs?source=post_page-----1defedf3dbf6--------------------------------)\\n\\nIn the true spirit of (3,3), a new prize pool created by the Olympus DAO community is now live!\\n\\n[**Deposit your sOHM to have a chance to win now!**](https://app.pooltogether.com/pools/mainnet/sOHM)\\n\\nThe new prize pool uses staked OHM ($sOHM) rewards to generate yield for prizes during a 3-day drawing period. Meaning instead of getting normal rebase awards, that yield will go directly into the pot for one big reward for three lucky OHMies. Plus, the beauty of using $sOHM is that the prize pool continuously grows with every epoch!\\n\\nIf you don’t win, you can leave your $sOHM in the pool and try again for the next drawing or withdraw the original amount you put in. However, to ensure that OHMies aren’t entering right before the drawing and immediately withdrawing, there’s a 3% early exit fee. To avoid the fee, all you need to do is stay in the pool for 6 days (3,3 — get it?).\\n\\nLike all prize pools, you’re:\\n\\n*   Saving your tokens in an account with a chance to reward you or your frens.\\n*   Eligible to win until you withdraw.\\n*   Able to withdraw your deposit at any time after the 6 day fairness period\\n\\nJoin 3,3 Together now on [PoolTogether](https://app.pooltogether.com/pools/mainnet/sOHM) or directly on the Olympus DAO [App](https://app.olympusdao.finance/#/33-together).\\n\\n## **3,3 Together FAQ:**\\n\\n## What is 3,3 Together?\\n\\n3,3 Together is a no loss prize pool for sOHM tokens. Based on the idea of “[Prize savings accounts](https://en.wikipedia.org/wiki/Prize-linked_savings_account)” it offers the chance to win large prizes without risking your deposited amount. This is possible because the prizes are made up of the sOHM staking rewards for all depositors.\\n\\nWhen you deposit your sOHM tokens into the 3,3 Together you don’t receive any staking rewards. Instead, the staking rewards of everyone are combined and given out randomly as prizes every 3 days.\\n\\nThe sOHM prize pool was created with the [PoolTogether protocol](https://pooltogether.com/).\\n\\n## Will I lose my staking rewards?\\n\\nYes! The prize is created by combining the staking rewards from all deposits. That means when you deposit you will no longer get your staking rewards. You will still get your original deposit amount back. For example, if you deposit 10 sOHM you will withdraw 10 sOHM\\n\\n## Will I lose my sOHM?\\n\\nNo! This is a no loss prize pool. If you deposit 1 sOHM you will be able to withdraw 1 sOHM. Keep in mind though, while deposited you will not receive the staking rewards. Those go to the prize.\\n\\n## Do I need to re-enter for every prize?\\n\\nNo! You are automatically eligible to win all prizes until you’ve withdrawn.\\n\\n## What is the early exit fee?\\n\\nTo keep the system fair there is a time decay early exit fee. This prevents someone from depositing, having a chance to win and then withdrawing immediately after. The early exit fee is 3% and it decays linearly to 0% over 6 days. Assuming it has been more than 6 days since your last deposit, you can withdraw freely.\\n\\n## What are my chances to win?\\n\\nYour chances to win are directly proportional to the amount of sOHM you deposit. If there is a total of 100 sOHM deposited and you deposit 1 sOHM you will have a 1% chance to win.\\n\\n## How do I know this is fair?\\n\\nThe winner is selected using the Chainlink VRF oracle.\\n\\n## How do I know if I win?\\n\\nThe tokens are automatically transferred to the winners wallet! You will see your token balance increase.\\n\\n## Isn’t it better just to hold my sOHM?\\n\\nThat is completely up to your preference! If you’d prefer to just earn the staking rewards then you should hold your sOHM. Think of this as an additional option to put your sOHM to use. You won’t get the standard staking rewards but you will have a chance to win large prizes. Keep in mind, you can always do both!\\n\\n## About Olympus DAO:\\n\\nOlympusDAO is building a global, community-owned and decentralized economy to introduce stability & transparency back into financial markets and create financial inclusion for all. Their native token, $OHM, is a decentralized reserve infrastructure that remains unbound by fiat pegs. With the latest release of Olympus Pro, Olympus DAO offers protocol-owned liquidity as a service to empower the DeFi ecosystem. Learn more about [Olympus DAO](https://www.olympusdao.finance/).\\n\",\"timestamp\":1635398752,\"title\":\"3,3 Together is Live! - PoolTogether - Medium\"},\"digest\":\"Kog19Cngt6BGav36-P4cV62lL1zbr7hNDogqxPZCVGE\",\"authorship\":{\"contributor\":\"0xA4Cc3fB0c8F0E1dbDFfFEcdf61103777bd219089\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RZgQ0XJZWOgcV06i77gk2LBW6M-ulKIHjFHwlz5Pwxs\\\",\\\"y\\\":\\\"Ob1KqkZU4nnpxOYKNNEpoeFCiFVm96-FHSeIiVnpeGY\\\"}\",\"signature\":\"bB_UY-c5iUkZh_w0W75HZSF_RdfR2-uMFz1DjsgLfbAOryyePuR1eTPHkGLqv8bEn6cJusmQApx_lmY0LVWWbA\",\"signingKeySignature\":\"0x2bb40579ba9611a583808397a89c2dc96530512c2c2591625c877f78e686695f708551d995a14b8a224ddc8ab49447e824b88efe0b9b7fa98a4bc6f5f46e9f131c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RZgQ0XJZWOgcV06i77gk2LBW6M-ulKIHjFHwlz5Pwxs\\\",\\\"y\\\":\\\"Ob1KqkZU4nnpxOYKNNEpoeFCiFVm96-FHSeIiVnpeGY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Kog19Cngt6BGav36-P4cV62lL1zbr7hNDogqxPZCVGE\"}"