"{\"content\":{\"body\":\"Catalog launched just over five months ago. Since then over 100 independent artists have earned almost $215K selling records... and we're just getting started. We're checking in with an update on where we've been and what's next.\\n\\n## Progress so far\\n\\n107 independent artists have joined Catalog and pressed one-of-one digital records, releasing and earning from their music completely independent of distributors and DSPs. Artists on Catalog have collectively earned **100%** of the $213,234 (ETH & DAI) spent on their music so far. \\n\\nBeyond simple record sales, Catalog has helped some of web3's strongest creators build their own ecosystems. Whether it's [SONGCAMP](https://twitter.com/songcamp_) exploding the edges of web3 x music, [Leaving Records](https://twitter.com/LEAVINGRECORDS) experimenting with [new models](https://leavingrecords.mirror.xyz/PHJ-Z8DkEjBwLZrJBrdzTCoVh0iAoYoye8Aoi1Fy1OM) for independent labels, or [Devonwho](https://beta.catalog.works/devonwho) pressing and selling five separate records at an average price of $1,400, Catalog is proving to be a valuable minting and curation layer for music on Ethereum. We're eager to continue supporting artists, DAOs, labels, and collectives as they use Catalog to explore this space. \\n\\n## Fundraise\\n\\nIn late June, we closed a $2.2M fundraising round led by [1confirmation](https://twitter.com/1confirmation), plus [Inflection](https://inflection.xyz), [Delphi Digital](https://twitter.com/Delphi_Digital), [WndrCo](https://www.wndrco.com/), and others. We also have the support of almost 20 angel investors including [Cooper Turley](https://twitter.com/Cooopahtroopa), [Trevor McFedries](https://twitter.com/whatdotcd), [illestrater](https://twitter.com/illestrater_), and [RAC](https://twitter.com/rac). You can view the full list [here](https://slate.textile.io/ipfs/bafkreigb6sexzxykwr3zagbj7djcy3erpu7f2cyx45dkndut2veafafs7y). We're grateful to be working with some of the best investors and operators in the space. In the last few weeks, we've grown the team from three to five. This funding will allow us to continue hiring core roles ([join us!](https://catalogworks.notion.site/Catalog-Job-Listings-64753906d3db4818ab5bb6f6922f03f4)) and evolve Catalog into a sustainable and flourishing web3 music hub.\\n\\n## A new medium for music\\n\\nCatalog records are a tool to permanently archive music. With verifiably authentic origins by means of an artist's crypto signature, they represent the canonical version of an artist's work online, and are distinct from their digital copies. When an artist sells a Catalog record, 100% of the initial sale hits their wallet directly and instantly, making it the truest direct-to-fan format that exists today. Many of us remember when other streaming services publicly teetered on the edge of bankruptcy, when artists wondered if their music and followings they accrued would disappear overnight; thanks to the power of the blockchain and flexibility of Zora, Catalog records don't need Catalog to remain intact and capture value. \\n\\nOnce pressed, a Catalog record becomes a blank canvas for whatever its creator, holder, or anyone else can dream up. Today, that might mean gating Discord access for collectors, fractionalizing ownership through [PartyBid](https://www.partybid.app), or splitting revenue with collaborators via Mirror. Soon, it could look like a group of fans joining forces to buy the original piece and trigger a wider release, or crowdfunding an album with profits automatically distributed back to the day-one supporters. Longer term, the limit is simply the best we can collectively do to design a better value system.\\n\\n## A different type of music platform\\n\\nDSPs like Spotify and Apple Music have set the bar low, demanding [unrealistic release schedules](https://www.musicradar.com/news/spotify-ceo-you-cant-record-music-every-three-or-four-years-and-think-thats-going-to-be-enough), stripping music of its context, and packaging it all into a socially siloed, [homogenous](https://twitter.com/cheriehu42/status/1230242352436043776?s=21) experience for listeners. Artists and fans couldn't be further removed from each other. The industry has adopted an unsustainable revenue model that leaves the majority of artists with next to nothing, and the per-play valuation model incentivizes artists to release music that optimizes for playlist placements and quick hooks. We love a great pop song, but without more alternatives, artists who want to do something different are at risk.\\n\\nWhat if artists had the option to surround their music with images, influences, attributions, and stories? What if platforms facilitated community building and encouraged digging? What if fans had tools to bend and modify their listening experience? What if platforms had built-in incentive structures that worked to maximally benefit both artists and fans? What if communities had financial and decision making power in the platforms they contribute value to? \\n\\nWe're reimagining what a music platform can be.\\n\\n## Community ownership\\n\\nCatalog owes much of its existence to the artists, fans, and collectors who share a better view of the future. Web3 projects can uniquely empower those who bring value to the platforms they use, and to that end we'll be taking gradual, transparent steps towards putting financial and decision making power into the hands of our community. \\nThe term \\\"community ownership\\\" is thrown around in many [different contexts](https://ff.mirror.xyz/ZRsr5HZMfbHOEe2lIYoWinRCI65NlvDW_QzEu1rn7As). This is what it means to us:\\n\\n- **Real agency.** While Catalog is currently being built by our small team, over time we'll turn over more and more decision making power to the community. Other creative communities such as [SuperRare](https://superrare.com/rare/) and [Friends With Benefits](https://www.fwb.help/manifesto) have already set precedents with creative ownership; over time, our cohort of artists and listeners will be able to shape the future of web3 music for all, not just the few.\\n- **Financial ownership.** Catalog will succeed because of the artists, labels, collectors, etc that take steps with us towards a communal future for musicians. They deserve to share in the that upside.\\n- **Transparency.** This means being open about everything we do at Catalog, from our backers to our treasury to our product decisions.\\n\\n\\n## Closing thoughts\\nWe need new forms of curation, attention distribution, royalty structures, and attribution that simply don't exist in music today. If you're interested in pushing music forward with us, chime in, join us in [Discord](http://discord.gg/YBzUcah), come [build with us](https://catalogworks.notion.site/Catalog-Job-Listings-64753906d3db4818ab5bb6f6922f03f4). Most of us have been conditioned to expect one-sided relationships with the organizations we interact with; while we can't promise to do everything, we're listening, and we invite you to share your feedback with us. As we grow our team we'll be accelerating our efforts to bring the ideas laid out here into reality. We're excited for the future and thank you from the bottom of our hearts for rocking with us.\",\"timestamp\":1629394409,\"title\":\"Looking Forward\",\"publication\":\"catalog\"},\"digest\":\"ZN7l6N6V6B4asqMZ3UcBbRIFDjA5ZGozoLWUdjNxXVA\",\"authorship\":{\"contributor\":\"0xc236541380fc0C2C05c2F2c6c52a21ED57c37952\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"em4PpUjd_98dLAq3jHbd8t2cfwpVQpuOwM9DHFJ-df0\\\",\\\"y\\\":\\\"8lZNCMUQ-N6nFaswi6HnisO0gjei_DJM9leoW96nGgI\\\"}\",\"signature\":\"EfMybiOthICJ89YMA__LD6Urj8C58NPQ6AWYjE_K9H-yyfkUp1YpwtQrM69gvwUGv8YUJTjcIf_QzPlNLs8oQQ\",\"signingKeySignature\":\"0xb6b273fdf1b12be96911a024ef91bf89cf6c2ed662055b8bc9fc87e6b363f1f622ed57838ecde29a387e60893933666b302d0dd62bebdef35a37a91d21f848551c\",\"signingKeyMessage\":\"I authorize the publication of articles on catalog.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"em4PpUjd_98dLAq3jHbd8t2cfwpVQpuOwM9DHFJ-df0\\\",\\\"y\\\":\\\"8lZNCMUQ-N6nFaswi6HnisO0gjei_DJM9leoW96nGgI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_1cx6mdOEH6wg7qumY7Ac2n6AYiDvfC5S8fNL0dYy78\"}"