"{\"content\":{\"body\":\"Over the past several months, I’ve been diving deeper into the world of web3 (DeFi, NFTs, etc.) and related technologies and innovations in the space. If I’m being honest, this interest is primarily being driven by me becoming active on twitter again and having conversations about crypto (and related innovations in the space) bubble up by virtue of folks I’m following and engaging with on the platform.\\n\\nWhen I say innovations, I don’t necessarily mean current innovations (as in this just happened) but more to do with my encounters with said innovations - in the sense that I am the one just starting to encounter cool things that are happening in the space. These innovations are still relatively recent though and when viewed through the lens of the entire populations that they will someday hopefully start to impact, it is all really fascinating.\\n\\nAnyways, while I never was a crypto skeptic, I was indifferent about the space till relatively recently. But the recent developments and applications have made me want to learn and engage more with the technologies and people in the space and with that in mind, I wanted my first post on mirror to be about my first encounters with crypto back in 2010-2013. And hopefully, in follow on posts, I’ll write about newer topics in the space that I’m learning about.\\n\\nBack in 2009, I was a pretty nerdy sophomore majoring in computer science at Georgia Tech (I switched majors later, which is a topic for a different essay) and at some point had stumbled upon hacker news via someone in the computer labs at the university. It was a fascinating website - a bright orange mast - really interesting topics and deep discussions by folks that were sometimes involved in the stories that were being talked about. Anyways after lurking about for some time I finally made an account in 2010 and a few weeks later stumbled upon a discussion about Bitcoin - I don’t exactly remember the post but I think it was written with the perspective of how to get started with bitcoin (or something along those lines). The post in question linked to the bitcoin whitepaper so naturally I clicked on it and made an effort to read it. To be honest, I did not fully understand the paper - it had a lot of jargon that was foreign to me and while I made a decent effort to read through it - I probably left with a rudimentary understanding of what the paper was talking about and that was it.\\n\\nThere were a few other discussions I encountered over the next year or so and I finally started to grok what bitcoin was - in the sense that it was a digital currency that we could transact with over the internet without intermediaries.\\n\\nBitcoin became more obvious to me when I first learned about Silk Road - I could now see more obvious use cases - but still, it wasn’t something I was thinking about every day. I think my thoughts at the time were more along the lines of, \\\"oh cool thing exists - in case I need to buy some weed on the internet\\\". The conventional wisdom at the time was that bitcoin was anonymous (or at least that’s what I believed at the time till learning otherwise later). Anyways long story short, I finally bit the bullet and bought some bitcoin in early 2013, signed up for Coinbase in 2014, and made lots of comments on reddit (another forum I was active on) in the 2012-2013 period that I’m probably not going to post here as I don’t want to dox my anon account and because some of those old comments are a bit embarrassing but here’s a gem from a hacker news post discussing the state of bitcoin miners at the time. \\n\\n![A comment by sgpl on hacker news circa 2013](https://images.mirror-media.xyz/publication-images/2UxGKT0Vgr30aHU1nk0XX.png?height=684&width=1950)\\n\\nAnyways over the intervening years, I sold my limited bitcoin holdings as the prices rose. In all honesty, I didn’t foresee bitcoin prices at the levels they’re currently are at. And frankly, it was hard for me to imagine bitcoin blowing up in the way it has over the past decade - so in a way I admire people who could see this possibility then.\\n\\nI think a lot of early talk by prominent believers (at least this is my impression anyway) was about the use cases for bitcoin as a medium of exchange/transactions - while that has happened to some extent, I’d say it’s limited. But the believers were rewarded more as bitcoin has, over the years, become a store of value and as the OG of crypto continues to see wider adoption with institutions as well as individuals.\\n\\nI also read about Ethereum for the first time on hacker news on a discussion that was pretty highly upvoted at the time but I don’t think I really took time to understand the innovations that Ethereum brought about to the space. \\n\\nAnyways so that’s the story of my early encounters with crypto. I think I pretty much slept on this space after about 2015. But I’m now starting to see the future again with some more clarity and it’s obvious to me that a revolution driven by web3 technologies is going to be a driving force in a lot of our future lives.\",\"timestamp\":1635274995,\"title\":\"My First Encounters with Crypto\"},\"digest\":\"UbDTlkzqyK60EodQV5BcIfinNX0gCab3cXLpGFO9PCc\",\"authorship\":{\"contributor\":\"0x286ba9aFB6e54fd6ccc8ad3fE5d843656E9D691D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UMoPqMQ8MY0u_oUgj88BdURTwlcHjD1Z7yrLOVICwZ4\\\",\\\"y\\\":\\\"VqDoZ7aWmbwbQ4yUsK-Tv0yi0OAGizVgy9dmOR3jgeU\\\"}\",\"signature\":\"PmsAk4RgAzRq55UZ8ooKjZjHJIeVDF3rFzMas6KVQ4y7bcvDuIld228HNZhICfDcMlbhdOzMZ4algS3-jS4zmQ\",\"signingKeySignature\":\"0xa8f4551b0fa64cf7936309f624124be65667a2bca7bd9af8c72541a96333ac9a362e2dd9c81b4790daab8b40bf178a0677ff49a07a54997415f23e57a48c52c61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UMoPqMQ8MY0u_oUgj88BdURTwlcHjD1Z7yrLOVICwZ4\\\",\\\"y\\\":\\\"VqDoZ7aWmbwbQ4yUsK-Tv0yi0OAGizVgy9dmOR3jgeU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UbDTlkzqyK60EodQV5BcIfinNX0gCab3cXLpGFO9PCc\"}"