"{\"content\":{\"body\":\"than a thief is entitled to; for, although in many sections of the country it has given up its old habit of stealing Indian corn and substituted ravages upon the grasshoppers instead, it still indulges a crow-like instinct for pillaging nests and eating young birds.\\n\\nTravelling in immense flocks of its own kind, a gregarious bird of the first order, it nevertheless is not the social fellow that its cousin, the red-winged blackbird, is. It especially holds aloof from mankind, and mankind reciprocates its suspicion.\\n\\nThe tallest, densest evergreens are not too remote for it to build its home, according to Dr. Abbott, though in other States than New Jersey, where he observed them, an old orchard often contains dozens of nests. One peculiarity of the grackles is that their eggs vary so much in coloring and markings that different sets examined in the same groups of trees are often wholly unlike. The average groundwork, however, is soiled blue or greenish, waved, streaked, or clouded with brown. These are laid in a nest made of miscellaneous sticks and grasses, rather carefully constructed, and lined with mud. Another peculiarity is the bird's method of steering itself by its tail when it wishes to turn its direction or alight.\\n\\nPeering at you from the top of a dark pine tree with its staring yellow eye, the grackle is certainly uncanny. There, very early in the spring, you may hear its cracked and wheezy whistle, for, being aware that however much it may look like a crow it belongs to another family, it makes a ridiculous attempt to sing. When a number of grackles lift up their voices at once, some one has aptly likened the result to a \\\"good wheel-barrow chorus!\\\" The grackle's mate alone appreciates his efforts as, standing on tiptoe, with half-spread wings and tail, he pours forth his craven soul to her through a disjointed larynx. With all their faults, and they are numerous, let it be recorded of both crows and grackles that they are as devoted lovers as turtle-doves. Lowell characterizes them in these four lines:\\n\\n\\\"Fust come the black birds, clatt'rin' in tall trees,   And settlin' things in windy Congresses;   Queer politicians, though, for I'll be skinned   If all on 'em don't head against the wind.\\\"\\n\\nThe Bronzed Grackle (Quiscalus quiscula aeneus) differs from the preceding chiefly in the more brownish bronze tint of its plumage and its lack of iridescent bars. Its range is more westerly, and in the southwest it is particularly common; but as a summer resident it finds its way to New England in large numbers. The call-note is louder and more metallic than the purple grackle's. In nearly all respects the habits of these two birds are identical.\\n\\nRUSTY BLACKBIRD (Scolecophagus carolinus) Blackbird family\\n\\nCalled also: THRUSH BLACKBIRD; RUSTY GRACKLE; RUSTY ORIOLE; RUSTY CROW; BLACKBIRD\\n\\nLength -- 9 to 9.55 inches. A trifle smaller than the robin. Male -- In full plumage, glossy black with metallic reflections,   intermixed with rusty brown that becomes more pronounced as the   season advances. Pale straw-colored eyes. Female -- Duller plumage and more rusty, inclining to gray. Light   line over eye. Smaller than male. Range -- North America, from Newfoundland to Gulf of Mexico and   westward to the Plains.  Migrations -- April. November. A few winter north.\\n\\nA more sociable bird than the grackle, though it travel in smaller flocks, the rusty blackbird condescends to mingle freely with other feathered friends in marshes and by brooksides. You can identify it by its rusty feathers and pale yellow eye, and easily distinguish the rusty-gray female from the female redwing that is conspicuously streaked.\\n\\nIn April flocks of these birds may frequently be seen along sluggish, secluded streams in the woods, feeding upon the seeds of various water or brookside plants, and probably upon insects also. At such times they often indulge in a curious spluttering, squeaking, musical concert that one listens to with pleasure. The breeding range is mostly north of the United States. But little seems to be known of the birds' habits in their northern home.\\n\\nWhy it should ever have been called a thrush blackbird is one of those inscrutable mysteries peculiar to the naming of birds which are so frequently called precisely what they are not. In spite of the compliment implied in associating the name of one of our finest songsters with it, the rusty blackbird has a clucking call as unmusical as it is infrequent, and only very rarely in the spring does it pipe a note that even suggests the sweetness of the redwing's.\\n\\nRED-WINGED BLACKBIRD\\n\\n(Agelaius Phamiceus) Blackbird family\\n\\nCalled also. SWAMP BLACKBIRD; RED-WINGED ORIOLE; RED-WINGED   STARLING\\n\\nLength -- Exceptionally variable--7.50 to 9.80 inches. Usually   about an inch smaller than the robin. Male -- Coal-black. Shoulders scarlet, edged with yellow. Female -- Feathers finely and inconspicuously speckled with   brown, rusty black, whitish, and orange. Upper wing-coverts   black, tipped with white, or rufous and sometimes spotted with   black and red. Range -- North America. Breeds from Texas to Columbia River, and   throughout the United States. Commonly found from Mexico to   57th degree north latitude. Migrations -- March. October. Common summer resident.\\n\\nIn oozy pastures where a brook lazily finds its way through the farm is the ideal pleasure ground of this \\\"bird of society.\\\" His notes, \\\"h'-wa-ker-ee\\\" or \\\"con-quer-ee\\\" (on an ascending scale), are liquid in quality, suggesting the sweet, moist, cool retreats where he nests. Liking either heat or cold (he is fond of wintering in Florida, but often retreats to the north while the marshes are still frozen); enjoying not only the company of large flocks of his own kind with whom he travels, but any bird associates with whom he can scrape acquaintance; or to sit quietly on a tree-top in the secluded, inaccessible bog while his mate is nesting; satisfied with cut-worms, grubs, and insects, or with fruit and grain for his food -- the blackbird is an impressive and helpful example of how to get the best out of life.\\n\\nYet, of all the birds, some farmers complain that the blackbird is the greatest nuisance. They dislike the noisy chatterings when a flock is simply indulging its social instincts. They complain, too, that the blackbirds eat their corn, forgetting that having devoured innumerable grubs from it during the summer, the birds feel justly entitled to a share of the profits. Though occasionally guilty of eating the farmer's corn and oats and rice, yet it has been found that nearly seven-eighths of the redwing's food is made up of weed-seeds or of insects injurious to agriculture. This bird builds its nest in low bushes on the margin of ponds or low in the bog grass of marshes. From three to five pale-blue eggs, curiously streaked, spotted, and scrawled with black or purple, constitute a brood. Nursery duties are soon finished, for in July the young birds are ready to gather in flocks with their elders.\\n\\n\\\"The blackbirds make the maples ring    With social cheer and jubilee;    The red-wing flutes his '0-ka-lee!'\\\"                                           --Emerson.\\n\\nPURPLE MARTIN (Progne subis) Swallow family\\n\\nLength -- 7 to 8 inches. Two or three inches smaller than the   robin. Male -- Rich glossy black with bluish and purple reflections;   duller black on wings and tail. Wings rather longer than the   tail, which is forked. Female -- More brownish and mottled; grayish below. Range -- Peculiar to America. Penetrates from Arctic Circle to   South America. Migrations -- Late April. Early September. Summer resident.\\n\\nIn old-fashioned gardens, set on a pole over which honeysuckle and roses climbed from a bed where China pinks, phlox, sweet Williams, and hollyhocks crowded each other below, martin boxes used always to be seen with a pair of these large, beautiful swallows circling overhead. Bur now, alas! the boxes, where set up at all, are quickly monopolized by the English sparrow, a bird that the martin, courageous as a kingbird in attacking crows and hawks, tolerates as a neighbor only when it must.\\n\\nBradford Torrey tells of seeing quantities of long-necked squashes dangling from poles about the negro cabins all through the South. One day he asked an old colored man what these squashes were for.\\n\\n\\\"Why, deh is martins' boxes,\\\" said Uncle Remus. \\\"No danger of hawks carryin' off de chickens so long as de martins am around.\\\"\\n\\nThe Indians, too, have always had a special liking for this bird. They often lined a hollowed-out gourd with bits of bark and fastened it in the crotch of their tent poles to invite its\\u0015 friendship. The Mohegan Indians have called it \\\"the bird that never rests\\\"--a name better suited to the tireless barn swallow, Dr. Abbott thinks.\\n\\nWasps, beetles, and all manner of injurious garden insects constitute its diet -- another reason for its universal popularity. It is simple enough to distinguish the martins from the other swallows by their larger size and iridescent dark coat, not to mention their song, which is very soft and sweet, like musical laughter, rippling up through the throat.\\n\\nCOWBIRD (Molothrus ater) Blackbird family\\n\\nCalled also: BROWN-HEADED ORIOLE; COW-PEN BIRD; COW BLACKBIRD;   COW BUNTING; \\\\[BROWN-HEADED COWBIRD, AOU 1998\\\\]\\n\\nLength -- 7 to 8 inches. About one-fifth smaller than the robin. Male -- Iridescent black, with head, neck, and breast glistening   brown. Bill dark brown, feet brownish. Female -- Dull grayish-brown above, a shade lighter below, and   streaked with paler shades of brown. Range -- United States, from coast to coast. North into British   America, south into Mexico. Migrations -- March. November. Common summer resident.\\n\\nThe cowbird takes its name from its habit of walking about among the cattle in the pasture, picking up the small insects which the cattle disturb in their grazing. The bird may often be seen within a foot or two of the nose of a cow or heifer, walking briskly about like a miniature hen, intently watching for its insect prey.\\n\\nIts marital and domestic character is thoroughly bad. Polygamous and utterly irresponsible for its offspring, this bird forms a striking contrast to other feathered neighbors, and indeed is almost an anomaly in the animal kingdom. In the breeding season an unnatural mother may be seen skulking about in the trees and shrubbery, seeking for nests in which to place a surreptitious egg, never imposing it upon a bird of its size, but selecting in a cowardly way a small nest, as that of the vireos or warblers or chipping sparrows, and there leaving the hatching and care of its young to the tender mercies of some already burdened little mother. It has been seen to remove an egg from the nest of the red-eyed vireo in order to place one of its own in its place. Not finding a convenient nest, it will even drop its eggs on the ground, trusting them to merciless fate, or, still worse, devouring them. The eggs are nearly an inch long, white speckled with brown or gray.\\n\\nCowbirds are gregarious. The ungrateful young birds, as soon as they are able to go roaming, leave their foster-parents and join the flock of their own kind. In keeping with its unclean habits and unholy life and character, the cowbird's ordinary note is a gurgling, rasping whistle, followed by a few sharp notes.\\n\\nSTARLING (Sturnus vulgaris)\\n\\n\\\\[Called also: EUROPEAN STARLING, AOU 1998\\\\]\\n\\nLength -- 8 to 9 inches. Weight about equals that of robin, but   the starling, with its short, drooping tail, is chunkier in   appearance. Male -- Iridescent black with glints of purple, green, and blue.   On back the black feathers, with iridescence of green and   bronze, are tipped with brown, as are some of the tail and wing   feathers. In autumn and early winter feathers of sides of head,   breast, flanks and underparts are tipped with white, giving a   gray, mottled appearance. During the winter most of the white   tips on breast and underparts wear off. Until the first moult   in late summer the young birds are a dark olive-brown in color,   with white or whitish throat. These differences in plumage at   different seasons and different ages make starlings hard to   identify. Red-winged blackbirds and grackles are often mistaken   for them. From early spring till mid-June, starling's rather   long, sharp bill is yellow. Later in summer it darkens. No   other black bird of ours has this yellow bill at any season. Female -- Similar in appearance. Range -- Massachusetts to Maryland. Not common beyond 100 miles   inland. (Native of northern Europe and Asia.) Migrations -- Permanent resident, but flocks show some tendency   to drift southward in winter.\\n\\nThis newcomer to our shores is by no means so black as he has been painted. Like many other European immigrants he landed at or near Castle Garden, New York City, and his descendants have not cared to wander very far from this vicinity, preferring regions with a pretty numerous human population. The starlings have increased so fast in this limited region since their first permanent settlement in Central Park about 1890 that farmers and suburban dwellers have feared that they might become as undesirable citizens as some other Europeans -- the brown rat, the house mouse, and the English sparrow. But a very thorough investigation conducted by the United States Bureau of Biological Survey (Bulletin No. 868, 1921) is most reassuring in its results.\\n\\nLet us first state the case for the prosecution: (1) the starling must plead guilty to a fondness for cultivated cherries; (2) he is often a persecutor of native birds, like the bluebird and flicker; (3) his roosts, where he sometimes congregates in thousands in the autumn, are apt to become public nuisances, offensive alike to the eye, the nose and the ear.\\n\\nBut these offences are not so very serious after all. He does not eat so many cherries as our old friend the robin, though his depredations are more conspicuous, for whereas the robins in ones and twos will pilfer steadily from many trees for many days without attracting notice, a crowd of starlings is occasionally observed to descend en masse upon a single tree and strip it in a few hours. Naturally such high-handed procedure is observed by many and deeply resented by the owner of the tree, who suffers the steady but less spectacular raids of the robins without serious disquiet,\\n\\nLess can be said in defense of the starling's scandalous treatment of some native birds. \\\"Unrelenting perseverance dominates the starling's activities when engaged in a controversy over a nesting site. More of its battles are won by dogged persistence in annoying its victim than by bold aggression, and its irritating tactics are sometimes carried to such a point that it seems almost as if the bird were actuated more by a morbid pleasure of annoying its neighbors than by any necessity arising from a scarcity of nesting sites...\\n\\n\\\"In contests with the flicker the starling frequently makes up in numbers what disadvantage it may have in size. Typical of such combats was the one observed on May 9, at Hartford, Conn., where a group of starlings and a flicker were in controversy over a newly excavated nest. The number of starlings varied, but as many as 6 were noted at one time. Attention was first attracted to the dispute by a number of starlings in close proximity to the hole and by the sounds of a tussle within. Presently a flicker came out dragging a starling after him. The starling continued the battle outside long enough to allow one of its comrades to slip into the nest. Of course the flicker had to repeat the entire performance. He did this for about half an hour, when he gave up, leaving the starlings in possession of the nest...\\n\\n\\\"Economically considered, the starling is the superior of either the flicker, the robin, or the English sparrow, three of the species with which it comes in contact in its breeding operations. The eggs and young of bluebirds and wrens may be protected by the use of nest boxes with circular openings 1 1/2 inches or less in diameter. This leaves the purple martin the only species readily subject to attack by the starling, whose economic worth may be considered greater than that of the latter, but in no case was the disturbance of a well-established colony of martins noted.\\\"\\n\\nAs for the nuisance of a big established roost of starlings, it may be abated by nightly salvos of Roman candles or blank cartridges, continued for a week or at most ten days.\\n\\nSo much for the starling in his aspect as an undesirable citizen. Government investigators, by a long-continued study, have discovered that his good deeds far outnumber his misdemeanors. Primarily he feeds on noxious insects and useless wild fruits. Small truck gardens and individual cherry trees may be occasionally raided by large flocks with disastrous results in a small way. But on the whole he is a useful frequenter of our door-yards who 'pays his way by destroying hosts of cut-worms and equally noxious' insects. \\\"A thorough consideration of the evidence at hand indicates that, based on food habits, the adult starling is the economic superior of the robin, catbird, flicker, red-winged blackbird, or grackle.\\\" Need more be said for him?\\n\\nBIRDS CONSPICUOUSLY BLACK AND WHITE\\n\\nRed-headed Woodpecker   Hairy Woodpecker   Downy Woodpecker   Yellow-bellied Woodpecker   Chewink   Snowflake   Rose-breasted Grosbeak   Bobolink   Black-poll Warbler   Black-and-white Creeping Warbler\\n\\nSee also the Swallows; the Shrikes; Nuthatches and Titmice, the Kingbird and other Flycatchers; the Nighthawk; the Redstart; and the following Warblers: the Myrtle; the Bay-breasted, the Blackburnian; and the Black-throated Blue Warbler.\\n\\nBIRDS CONSPICUOUSLY BLACK AND WHITE\\n\\nRED-HEADED WOODPECKER (Melanerpes erythrocephalus) Woodpecker   family\\n\\nCalled also: TRI-COLOR, RED-HEAD\\n\\nLength -- 8.50 to 9.75 inches. An inch or less smaller than the   robin. Male and Female -- Head, neck, and throat crimson; breast and   underneath white; back black and white; wings and tail blue   black, with broad white band on wings conspicuous in flight. Range -- United States, east of Rocky Mountains and north to   Manitoba. Migrations -- Abundant but irregular migrant. Most commonly seen   in Autumn, and rarely resident.\\n\\nIn thinly populated sections, where there are few guns about, this is still one of the commonest as it is perhaps the most conspicuous member of the woodpecker family, but its striking glossy black-and-white body and its still more striking crimson head, flattened out against the side of a tree like a target, where it is feeding, have made it all too tempting a mark for the rifles of the sportsmen and the sling-shots of small boys. As if sufficient attention were not attracted to it by its plumage, it must needs keep up a noisy, guttural rattle, ker-r-ruck,  ker-r-ruck, very like a tree-toad's call, and flit about among the trees with the restlessness of a fly-catcher. Yet, in spite of these invitations for a shot to the passing gunner, it still multiplies in districts where nuts abound, being \\\"more common than the robin\\\" about Washington, says John Burroughs.\\n\\nAll the familiar woodpeckers have two characteristics most prominently exemplified in this red-headed member of their tribe. The hairy, the downy, the crested, the red-bellied, the sapsucker, and the flicker have each a red mark somewhere about their heads as if they had been wounded there and bled a little -- some more, some less; and the figures of all of them, from much flattening against tree-trunks, have become high-shouldered and long-waisted.\\n\\nThe red-headed woodpecker selects, by preference, a partly decayed tree in which to excavate a hole for its nest, because the digging is easier, and the sawdust and chips make a softer lining than green wood. Both male and female take turns in this hollowing-out process. The one that is off duty is allowed twenty minutes for refreshments, \\\"consisting of grubs, beetles, ripe apples or cherries, corn, or preferably beech-nuts. At a loving call from its mate in the hollow tree, it returns promptly to perform its share of the work, when the carefully observed time is up.\\\" The heap of sawdust at the bottom of the hollow will eventually cradle from four to six glossy-white eggs.\\n\\nThis woodpecker has the thrifty habit of storing away nuts in the knot-holes of trees, between cracks in the bark, or in decayed fence rails--too often a convenient storehouse at which the squirrels may help themselves. But it is the black snake that enters the nest and eats the young family, and that is a more deadly foe than even the sportsman or the milliner.\\n\\nHAIRY WOODPECKER (Dryobates villosus) Woodpecker family\\n\\nLength--9 to 10 inches. About the size of the robin. Male--Black and white above, white beneath. White stripe down the   back, composed of long hair-like feathers. Brightred band on   the nape of neck. Wings striped and dashed with black and   white. Outer tail feathers white, without bars. White stripe   about eyes and on sides of the head. Female--Without the red band on head, and body more brownish than   that of the male. Range--Eastern parts of United States, from the Canadian border   to the Carolinas. Migrations--Resident throughout its range.\\n\\nThe bill of the woodpecker is a hammering tool, well fitted for its work. Its mission in life is to rid the trees of insects, which hide beneath the bark, and with this end in view, the bird is seen clinging to the trunks and branches of trees through fair and wintry weather, industriously scanning every inch for the well-known signs of the boring worm or destructive fly.\\n\\nIn the autumn the male begins to excavate his winter quarters, carrying or throwing out the chips, by which this good workman is known, with his beak, while the female may make herself cosey or not, as she chooses, in an abandoned hole. About her comfort he seems shamefully unconcerned. Intent only on his own, he drills a perfectly round hole, usually on the underside of a limb where neither snow nor wind can harm him, and digs out a horizontal tunnel in the dry, brittle wood in the very heart of the tree, before turning downward into the deep, pear-shaped chamber, where he lives in selfish solitude. But when the nesting season comes, how devoted he is temporarily to the mate he has neglected and even abused through the winter! Will she never learn that after her clear-white eggs are laid and her brood raised he will relapse into the savage and forget all his tender wiles?\\n\\nThe hairy woodpecker, like many another bird and beast, furnishes much doubtful weather lore for credulous and inexact observers. \\\"When the woodpecker pecks low on the trees, expect warm weather\\\" is a common saying, but when different individuals are seen pecking at the same time, one but a few feet from the ground, and another among the high branches, one may make the prophecy that pleases him best.\\n\\nThe hairy woodpeckers love the deep woods. They are drummers, not singers; but when walking in the desolate winter woods even the drumming and tapping of the busy feathered workmen on a resonant limb is a solace, giving a sense of life and cheerful activity which is invigorating.\\n\\nDOWNY WOODPECKER (Dryobates pubescens) Woodpecker family\\n\\nLength -- 6 to 7 inches. About the size of the English sparrow. Male -- Black above, striped with white. Tail shaped like a wedge   Outer tail feathers white, and barred with black. Middle tail   feathers black. A black stripe on top of head, and distinct   white band over and under the eyes. Red patch on upper side of   neck. Wings, with six white bands crossing them transversely;   white underneath. Female -- Similar, but without scarlet on the nape, which is   white. Range -- Eastern North America, from Labrador to Florida. Migrations -- Resident all the year throughout its range.\\n\\nThe downy woodpecker is similar to his big relative, the hairy woodpecker, in color and shape, though much smaller. His outer tail feathers are white, barred with black, but the hairy's white outer tail feathers lack these distinguishing marks.\\n\\nHe is often called a sapsucker -- though quite another bird alone merits that name -- from the supposition that he bores into the trees for the purpose of sucking the sap; but his tongue is ill adapted for such use, being barbed at the end, and most ornithologists consider the charge libellous. It has been surmised that he bores the numerous little round holes close together, so often seen, with the idea of attracting insects to the luscious sap. The woodpeckers never drill for insects in live wood. The downy actually drills these little holes in apple and other trees to feed upon the inner milky bark of the tree -- the cambium layer. The only harm to be laid to his account is that, in his zeal, he sometimes makes a ring of small holes so continuous as to inadvertently damage the tree by girdling it. The bird, like most others, does not debar himself entirely from fruit diet, but enjoys berries, especially poke-berries.\\n\\nHe is very social with birds and men alike. In winter he attaches himself to strolling bands of nuthatches and chickadees, and in summer is fond of making friendly visits among village folk, frequenting the shade trees of the streets and grapevines of back gardens. He has even been known to fearlessly peck at flies on window panes.\\n\\nIn contrast to his large brother woodpecker, who is seldom drawn from timber lands, the little downy member of the family brings the comfort of his cheery presence to country homes, beating his rolling tattoo in spring on some resonant limb under our windows in the garden with a strength worthy of a larger drummer.\\n\\nThis rolling tattoo, or drumming, answers several purposes: by it he determines whether the tree is green or hollow; it startles insects from their lurking places underneath the bark, and it also serves as a love song.\\n\\nYELLOW-BELLIED WOODPECKER (Sphyrapicus varius) Woodpecker family\\n\\nCalled also: THE SAPSUCKER; \\\\[YELLOW-BELLIED SAPSUCKER, AOU 1998\\\\]\\n\\nLength -- 8 to 8.6 inches. About one-fifth smaller than the   robin. Male -- Black, white, and yellowish white above, with bright-red   crown, chin, and throat. Breast black, in form of crescent A   yellowish-white line, beginning at bill and passing below eye,   merges into the pale yellow of the bird underneath. Wings   spotted with white, and coverts chiefly white. Tail black;   white on middle of feathers. Female -- Paler, and with head and throat white. Range -- Eastern North America, from Labrador to Central America. Migrations -- April. October. Resident north of Massachusetts.   Most common in autumn.\\n\\nIt is sad to record that this exquisitely marked woodpecker, the most jovial and boisterous of its family, is one of the very few bird visitors whose intimacy should be discouraged. For its useful appetite for slugs and insects which it can take on the wing with wonderful dexterity, it need not be wholly condemned. But as we look upon a favorite maple or fruit tree devitalized or perhaps wholly dead from its ravages, we cannot forget that this bird, while a most abstemious fruit-eater, has a pernicious and most intemperate thirst for sap. Indeed, it spends much of its time in the orchard, drilling holes into the freshest, most vigorous trees; then, when their sap begins to flow, it siphons it into an insatiable throat, stopping in its orgie only long enough to snap at the insects that have been attracted to the wounded tree by the streams of its heart-blood now trickling down its sides. Another favorite pastime is to strip the bark off a tree, then peck at the soft wood underneath -- almost as fatal a habit. It drills holes in maples in early spring for sap only. If it drills holes in fruit trees it is for the cambium layer, a soft, pulpy, nutritious under-bark.\\n\\nThese woodpeckers have a variety of call-notes, but their rapid drumming against the limbs and trunks of trees is the sound we always associate with them and the sound that Mr. Bicknell says is the love-note of the family.\\n\\nUnhappily, these birds, that many would be glad to have decrease in numbers, take extra precautions for the safety of their young by making very deep excavations for their nests, often as deep as eighteen or twenty inches.\\n\\nTHE CHEWINK (Pipilo erythrophthalmus) Finch family\\n\\nCalled also: GROUND ROBIN; TOWHEE; TOWHEE BUNTING; TOWHEE GROUND FINCH; GRASEL; \\\\[EASTERN TOWHEE, AOU 1998\\\\]\\n\\nLength -- 8 to 8.5 inches. About one-fifth smaller than the   robin. Male -- Upper parts black, sometimes margined with rufous. Breast   white; chestnut color on sides and rump. Wings marked with   white. Three outer feathers of tail striped with white,   conspicuous in flight. Bill black and stout. Red eyes; feet   brown. Female -- Brownish where the male is black. Abdomen shading from   chestnut to white in the centre. Range -- From Labrador, on the north, to the Southern States;   West to the Rocky Mountains. Migrations -- April. September and October. Summer resident. Very   rarely a winter resident at the north.\\n\\nThe unobtrusive little chewink is not infrequently mistaken for a robin, because of the reddish chestnut on its under parts. Careful observation, however, shows important distinctions. It is rather smaller and darker in color; its carriage and form are not those of the robin, but of the finch. The female is smaller still, and has an olive tint in her brown back. Her eggs are inconspicuous in color, dirty white speckled with brown, and laid in a sunken nest on the ground. Dead leaves and twigs abound, and form, as the anxious mother fondly hopes, a safe hiding place for her brood. So careful concealment, however, brings peril to the fledglings, for the most cautious bird-lover may, and often does, inadvertently set his foot on the hidden nest.\\n\\nThe chewink derives its name from the fancied resemblance of its note to these syllables, while those naming it \\\"towhee\\\" hear the sound to-whick, to-whick, to-whee. Its song is rich, full, and pleasing, and given only when the bird has risen to the branches above its low foraging ground.\\n\\nIt frequents the border of swampy places and bushy fields. It is generally seen in the underbrush, picking about among the dead leaves for its steady diet of earthworms and larvae of insects, occasionally regaling itself with a few dropping berries and fruit.\\n\\nWhen startled, the bird rises not more than ten or twelve feet from the earth, and utters its characteristic calls. On account of this habit of flying low and grubbing among the leaves, it is sometimes called the ground robin. In the South our modest and useful little food-gatherer is often called grasel, especially in Louisiana, where it is white-eyed, and is much esteemed, alas! by epicures.\\n\\nSNOWFLAKE (Plectrophenax nivalis) Finch family\\n\\nCalled also: SNOW BUNTING \\\\[AOU 1998\\\\]; WHITEBIRD; SNOWBIRD; SNOW   LARK\\n\\nLength -- 7 to 7.5 inches. About one-fourth smaller than the   robin. Male and Female -- Head, neck, and beneath soiled white, with a   few reddish-brown feathers on top of head, and suggesting an   imperfect collar. Above, grayish brown obsoletely streaked with   black, the markings being most conspicuous in a band between   shoulders. Lower tail feathers black; others, white and all   edged with white. Wings brown, white, and gray. Plumage   unusually variable. In summer dress (in arctic regions) the   bird is almost white. Range -- Circumpolar regions to Kentucky (in winter only). Migrations -- Midwinter visitor; rarely, if ever, resident south   of arctic regions.\\n\\nThese snowflakes (mentioned collectively, for it is impossible to think of the bird except in great flocks) are the \\\"true spirits of the snowstorm,\\\" says Thoreau. They are animated beings that ride upon it, and have their life in it. By comparison with the climate of the arctic regions, no doubt our hardiest winter weather seems luxuriously mild to them. We associate them only with those wonderful midwinter days when sky, fields, and woods alike are white, and a \\\"hard, dull bitterness of cold\\\" drives every other bird and beast to shelter. It is said they often pass the night buried beneath the snow. They have been seen to dive beneath it to escape a hawk.\\n\\nWhirling about in the drifting snow to catch the seeds on the tallest stalks that the wind in the open meadows uncovers, the snowflakes suggest a lot of dead leaves being blown through the all-pervading whiteness. Beautiful soft brown, gray, and predominating black-and-white coloring distinguish these capricious visitors from the slaty junco, the \\\"snowbird\\\" more commonly known. They are, indeed, the only birds we have that are nearly white; and rarely, if ever, do they rise far above the ground their plumage so admirably imitates.\\n\\nAt the far north, travellers have mentioned their inspiriting song, but in the United States we hear only their cheerful twitter. Nansen tells of seeing an occasional snow bunting in that desolation of arctic ice where the Fram drifted so long.\\n\\nROSE-BREASTED GROSBEAK (Habia ludoviciana) Finch family\\n\\nLength -- 7.75 to 8.5 inches. About one-fifth smaller than the   robin. Male -- Head and upper parts black. Breast has rose-carmine   shield-shaped patch, often extending downward to the centre of   the abdomen. Underneath, tail quills, and two spots on wings   white. Conspicuous yellow, blunt beak. Female -- Brownish, with dark streakings, like a sparrow. No   rose-color. Light sulphur yellow under wings. Dark brown, heavy   beak. Range -- Eastern North America, from southern Canada to Panama. Migrations -- Early May. September. Summer resident.\\n\\nA certain ornithologist tells with complacent pride of having shot over fifty-eight rose-breasted grosbeaks in less than three weeks (during the breeding season) to learn what kind of food they had in their crops. This kind of devotion to science may have quite as much to do with the growing scarcity of this bird in some localities as the demands of the milliners, who, however, receive all of the blame for the slaughter of our beautiful songsters. The farmers in Pennsylvania, who, with more truth than poetry, call this the potato-bug bird, are taking active measures, however, to protect the neighbor that is more useful to their crop than all the insecticides known. It also eats flies, wasps, and grubs.\\n\\nSeen upon the ground, the dark bird is scarcely attractive with his clumsy beak overbalancing a head that protrudes with stupid-looking awkwardness; but as he rises into the trees his lovely rose-colored breast and under-wing feathers are seen, and before he has had time to repeat his delicious, rich-voiced warble you are already in love with him. Vibrating his wings after the manner of the mocking-bird, he pours forth a marvellously sweet, clear, mellow song (with something of the quality of the oriole's, robin's, and thrush's notes), making the day on which you first hear it memorable. This is one of the few birds that sing at night. A soft, sweet, rolling warble, heard when the moon is at its full on a midsummer night, is more than likely to come from the rose-breasted grosbeak.\\n\\nIt is not that his quiet little sparrow-like wife has advanced notions of feminine independence that he takes his turn at sitting upon the nest, but that he is one of the most unselfish and devoted of mates. With their combined efforts they construct only a coarse, unlovely cradle in a thorn-bush or low tree near an old, overgrown pasture lot. The father may be the poorest of architects, but as he patiently sits brooding over the green, speckled eggs, his beautiful rosy breast just showing above the grassy rim, he is a succulent adornment for any bird's home.\\n\\nBOBOLINK (Dolichonyx oryzivorus) Blackbird family\\n\\nCalled also:REEDBIRD; MAYBIRD; MEADOW-BIRD; AMERICAN ORTOLAN;   BUTTER-BIRD; SKUNK BLACKBIRD\\n\\nLength -- 7 inches. A trifle larger than the English sparrow. Male -- In spring plumage: black, with light-yellow patch on   upper neck, also on edges of wings and tail feathers. Rump and   upper wings splashed with white. Middle of back streaked with   pale buff. Tail feathers have pointed tips. In autumn plumage,   resembles female. Female -- Dull yellow-brown, with light and dark dashes on back.   wings, and tail. Two decided dark stripes on top of head. Range -- North America, from eastern coast to western prairies.   Migrates in early autumn to Southern States, and in winter to   South America and West Indies. Migrations -- Early May. From August to October. Common summer   resident.\\n\\nPerhaps none of our birds have so fitted into song and story as the bobolink. Unlike a good child, who should \\\"be seen and not heard,\\\" he is heard more frequently than seen. Very shy, of peering eyes, he keeps well out of sight in the meadow grass before entrancing our listening ears. The bobolink never soars like the lark, as the poets would have us believe, but generally sings on the wing, flying with a peculiar self-conscious flight horizontally thirty or forty feet above the meadow grass. He also sings perched upon the fence or tuft of grass. He is one of the greatest poseurs among the birds.\\n\\nIn spring and early summer the bobolinks respond to every poet's effort to imitate their notes. \\\"Dignified 'Robert of Lincoln' is telling his name,\\\" says one; \\\"Spink, spank, spink,\\\" another hears him say. But best of all are Wilson Flagg's lines:\\n\\n```\\n       \\\". . .Now they rise and now they fly;    They cross and turn, and in and out; and down the middle and      wheel about,    With a 'Phew, shew, Wadolincon; listen to me Bobolincon!\\\"\\n```\\n\\nAfter midsummer the cares of the family have so worn upon the jollity of our dashing, rollicking friend that his song is seldom heard. The colors of his coat fade into a dull yellowish brown like that of his faithful mate, who has borne the greater burden of the season, for he has two complete moults each year.\\n\\nThe bobolinks build their nest on the ground in high grass. The eggs are of a bluish white. Their food is largely insectivorous: grasshoppers, crickets, beetles, spiders, with seeds of grass especially for variety.\\n\\nIn August they begin their journey southward, flying mainly by night. Arriving in the Southern States, they become the  sad-colored, low-voiced rice or reed bird, feeding on the rice fields, where they descend to the ignominious fate of being dressed for the plate of the epicure.\\n\\nCould there be a more tragic ending to the glorious note of the gay songster of the north?\\n\\nBLACKPOLL WARBLER (Dendroica striata) Wood Warbler family\\n\\nLength -- 5.5 to 6 inches. About an inch smaller than the English   sparrow. Male -- Black cap; cheeks and beneath grayish white, forming a   sort of collar, more or less distinct. Upper parts striped   gray, black, and olive. Breast and under parts white, with   black streaks. Tail olive-brown, with yellow-white spots. Female -- Without cap. Greenish-olive above, faintly streaked   with black. Paler than male. Bands on wings, yellowish. Range -- North America, to Greenland and Alaska. In winter, to   northern part of South America. Migrations -- Last of May. Late October.\\n\\nA faint \\\"screep, screep,\\\" like \\\"the noise made by striking two pebbles together,\\\" Audubon says, is often the only indication of the blackpoll's presence; but surely that tireless bird-student had heard its more characteristic notes, which, rapidly uttered, increasing in the middle of the strain and diminishing toward the end, suggest the shrill, wiry burn of some midsummer insect. After the opera-glass has searched him out we find him by no means an inconspicuous bird. A dainty little fellow, with a glossy black cap pulled over his eyes, he is almost hidden by the dense foliage on the trees by the time he returns to us at the very end of spring. Giraud says that he is the very last of his tribe to come north, though the bay-breasted warbler has usually been thought the bird to wind up the spring procession.\\n\\nThe blackpoll has a certain characteristic motion that distinguishes him from the black-and-white creeper, for which a hasty glance might mistake him, and from the jolly little chickadee with his black cap. Apparently he runs about the tree-trunk, but in reality he so flits his wings that his feet do not touch the bark at all; yet so rapidly does he go that the flipping wing-motion is not observed. He is most often seen in May in the apple trees, peeping into the opening blossoms for insects, uttering now and then his slender, lisping, brief song.\\n\\nVivacious, a busy hunter, often catching insects on the wing like the flycatchers, he is a cheerful, useful neighbor the short time he spends with us before travelling to the far north, where he mates and nests. A nest has been found on Slide Mountain, in the Catskills, but the hardy evergreens of Canada, and sometimes those of northern New England, are the chosen home of this little bird that builds a nest of bits of root, lichens, and sedges, amply large for a family twice the size of his.\\n\\nBLACK-AND-WHITE CREEPING WARBLER (Mniotilta varia) Wood Warbler   family\\n\\nCalled also: VARIED CREEPING WARBLER; BLACK-AND WHITE CREEPER;       WHITEPOLL WARBLER; \\\\[BLACK-AND-WHITE WARBLER, AOU 1998\\\\]\\n\\nLength -- 5 to inches. About an inch smaller than the English   sparrow. Male -- Upper parts white, varied with black. A white stripe   along the summit of the head and back of the neck, edged   with black. White line above and below the eye. Black cheeks   and throat, grayish in females and young. Breast white in   middle, with black stripes on sides. Wings and tail rusty   black, with two white cross-bars on former, and soiled white   markings on tail quills. Female -- Paler and less distinct markings throughout. Range -- Peculiar to America. Eastern United States and westward   to the plains. North as far as the fur countries. Winters in   tropics south of Florida. Migrations -- April. Late September. Summer resident.\\n\\nNine times out of ten this active little warbler is mistaken for the downy woodpecker, not because of his coloring alone, but also on account of their common habit of running up and down the trunks of trees and on the under side of branches, looking for insects, on which all the warblers subsist. But presently the true warbler characteristic of restless flitting about shows itself. A woodpecker would go over a tree with painstaking, systematic care, while the black-and-white warbler, no less intent upon securing its food, hurries off from tree to tree, wherever the most promising menu is offered.\\n\\nClinging to the mottled bark of the tree-trunk, which he so closely resembles, it would be difficult to find him were it not for these sudden fittings and the feeble song, \\\"Weachy, weachy, weachy, 'twee, 'twee, 'tweet,\\\" he half lisps, half sings between his dashes after slugs. Very rarely indeed can his nest be found in an old stump or mossy bank, where bark, leaves. and hair make the downy cradle for his four or five tiny babies.\\n\\nDUSKY AND GRAY AND SLATE-COLORED BIRDS\\n\\nChimney Swift    Kingbird    Wood Pewee   Phoebe and Say's Phoebe    Crested Flycatcher    Olive-sided Flycatcher    Least Flycatcher    Chickadee   Tufted Titmouse    Canada Jay    Catbird    Mocking-bird    Junco   White-breasted Nuthatch    Red-breasted Nuthatch    Loggerhead Shrike   Northern Shrike    Bohemian Waxwing    Bay-breasted Warbler   Chestnut-sided Warbler    Golden-winged Warbler    Myrtle Warbler   Parula Warbler    Black-throated Blue Warbler\\n\\nSee also the Grayish Green and the Grayish Brown Birds, particularly the Cedar Bird, several Swallows, the Acadian and the Yellow-bellied Flycatchers; Alice's and the Olive-backed Thrushes; the Louisiana Water Thrush; the Blue-gray Gnatcatcher; and the Seaside Sparrow. See also the females of the following birds: Pine Grosbeak; White-winged Red Crossbill; Purple Martin; and the Nashville, the Pine, and the Magnolia Warblers.\\n\\nDUSKY, GRAY, AND SLATE-COLORED BIRDS\\n\\nCHIMNEY SWIFT (Chaetura pelagica) Swift family\\n\\nCalled also: CHIMNEY SWALLOW; AMERICAN SWIFT\\n\\nLength -- to 5.45 inches. About an inch shorter than the English   sparrow. Long wings make its length appear greater. Male and Female --  Deep sooty gray; throat of a trifle lighter   gray. Wings extend an inch and a half beyond the even tail,   which has sharply pointed and very elastic quills, that serve   as props. Feet are muscular, and have exceedingly sharp claws. Range -- Peculiar to North America east of the Rockies, and from   Labrador to Panama. Migrations -- April. September or October. Common summer   resident.\\n\\nThe chimney swift is, properly speaking, not a swallow at all, though chimney swallow is its more popular name. Rowing towards the roof of your house, as if it used first one wing, then the other, its flight, while swift and powerful, is stiff and mechanical, unlike the swallow's, and its entire aspect suggests a bat. The nighthawk and whippoorwill are its relatives, and it resembles them not a little, especially in its nocturnal habits.\\n\\nSo much fault has been found with the misleading names of many birds, it is pleasant to record the fact that the name of the chimney swift is everything it ought to be. No other birds can surpass and few can equal it in its powerful flight, sometimes covering a thousand miles in twenty-four hours, it is said, and never resting except in its roosting places (hollow trees or chimneys of dwellings), where it does not perch, but rather clings to the sides with its sharp claws, partly supported by its sharper tail. Audubon tells of a certain plane tree in Kentucky where he counted over nine thousand of these swifts clinging to the hollow trunk.\\n\\nTheir nest, which is a loosely woven twig lattice, made of twigs of trees, which the birds snap off with their beaks and carry in their beaks, is glued with the bird's saliva or tree-gum into a solid structure, and firmly attached to the inside of chimneys, or hollow trees where there are no houses about. Two broods in a season usually emerge from the pure white, elongated eggs.\\n\\nWhat a twittering there is in the chimney that the swifts appropriate after the winter fires have died out! Instead of the hospitable column of smoke curling from the top, a cloud of sooty birds wheels and floats above it. A sound as of distant thunder fills the chimney as a host of these birds, startled, perhaps, by some indoor noise, whirl their way upward. Woe betide the happy colony if a sudden cold snap in early summer necessitates the starting of a fire on the hearth by the unsuspecting householder! The glue being melted by the fire, \\\"down comes the cradle, babies and all\\\" into the glowing embers. A prolonged, heavy rain also causes their nests to loosen their hold and fall with the soot to the bottom.\\n\\nThrifty New England housekeepers claim that bedbugs, commonly found on bats, infest the bodies of swifts also, which is one reason why wire netting is stretched across the chimney tops before the birds arrive from the South.\\n\\nKINGBIRD (Tyrannus tyrannus) Flycatcher family\\n\\nCalled also: TYRANT FLYCATCHER; BEE MARTIN; \\\\[EASTERN KINGBIRD,   AOU 1998\\\\]\\n\\nLength -- 8 inches. About two inches shorter than the robin. Male -- Ashy black above; white, shaded with ash-color, beneath   A concealed crest of orange-red on crown. Tail black,   Terminating with a white band conspicuous in flight. Wing   feathers edged with white. Feet and bill black. Female -- Similar to the male, but lacking the crown. Range -- United States to the Rocky Mountains. British provinces   To Central and South America. Migrations -- May. September. Common summer resident.\\n\\nIf the pugnacious propensity of the kingbird is the occasion of its royal name, he cannot be said to deserve it from any fine or noble qualities he possesses. He is a born fighter from the very love of it, without provocation, rhyme, or reason. One can but watch with a degree of admiration his bold sallies on the big, black crow or the marauding hawk, but when he bullies the small inoffensive birds in wanton attacks for sheer amusement, the charge is less entertaining. Occasionally, when the little victim shows pluck and faces his assailant, the kingbird will literally turn tail and show the white feather. His method of attack is always when a bird is in flight; then he swoops down from the telegraph pole or high point of vantage, and strikes on the head or back of the neck, darting back like a flash to the exact spot from which he started. By these tactics he avoids a return blow and retreats from danger. He never makes a fair hand-to-hand fight, or whatever is equivalent in bird warfare. It is a satisfaction to record that he does not attempt to give battle to the catbird, but whenever in view makes a grand detour to give him a wide berth.\\n\\nThe kingbird feeds on beetles, canker-worms, and winged insects, with an occasional dessert of berries. He is popularly supposed to prefer the honeybee as his favorite tidbit, but the weight of opinion is adverse to the charge of his depopulating the beehive, even though he owes his appellation bee martin to this tradition. One or two ornithologists declare that he selects only the drones fur his diet, which would give him credit for marvellous sight in his rapid motion through the air. The kingbird is preeminently a bird of the garden and orchard. The nest is open, though deep, and not carefully concealed. Eggs are nearly round, bluish white spotted with brown and lilac. With truly royal exclusiveness, the tyrant favors no community of interest, but sits in regal state on a conspicuous throne, and takes his grand flights alone or with his queen, but never with a flock of his kind.\\n\\nWOOD PEWEE (Contopus virens) Flycatcher family\",\"timestamp\":1641274994,\"title\":\"\\nThis \\\"refined crow\\\" (which is really no crow at all except in appearance) has scarcely more friends\"},\"digest\":\"z8CwJrJ1ZOR6nshh0_UZQAZu--CRT70q-GkzRMPxXBo\",\"authorship\":{\"contributor\":\"0x0bc2400104440A18C99548dd9c4A420428c69d55\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N6LG7Inet4G2bJj6-UU0Ui0qigP7svh1HBgT4cOz6wo\\\",\\\"y\\\":\\\"w8fz3Fkk-lGurDftQDlqW3Fbez-1JsjXlpMpzuUojPk\\\"}\",\"signature\":\"HhQHLNkzBQd2CnE-Mp0WgF1Zkk7KuNVxq6LHEgJF0aFiI56_W1qYnMM8XIgNhsO8SWBFBlLFpMiJUtb6J3n5Hg\",\"signingKeySignature\":\"0x773ce4bd140b78d73107478db24860637942665b42359c5e05ea22e80331aa2c3bbdc1cbc6c6325b64aba277f1a404d290d043b900e963e7ca54c15eaa1c6d211c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N6LG7Inet4G2bJj6-UU0Ui0qigP7svh1HBgT4cOz6wo\\\",\\\"y\\\":\\\"w8fz3Fkk-lGurDftQDlqW3Fbez-1JsjXlpMpzuUojPk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"z8CwJrJ1ZOR6nshh0_UZQAZu--CRT70q-GkzRMPxXBo\"}"