"{\"content\":{\"body\":\"## Polygon envisions a world where value can be exchanged without borders. \\n\\n#### What is Polygon?\\n\\n[Polygon](https://polygon.technology/), formerly known as Matic Network, is a blockchain scalability platform and framework for connecting and building blockchain networks compatible with Ethereum. The network also refers to itself as “Ethereum’s internet of blockchains” because one of Polygon’s main missions is aggregating scalable solutions to support a multichain Ethereum ecosystem.\\n\\nThe Polygon network is Ethereum-native, aligned to be interoperable with all of Ethereum’s existing and even future infrastructures while offering a framework for its interoperability with other layer-2 solutions, sidechains and sovereign blockchains.\\n\\nThe Polygon network is thus also categorized as a layer-2 aggregator, aiming to create a multichain ecosystem of Ethereum-compatible blockchains with superior interoperability.\\n\\nA layer-2 solution refers to a framework built on the base chain, to take some strain off it and complement its fundamental pain points. Polygon is a Plasma-based aggregator, \\n\\nwhich is a layer-2 solution for Ethereum, that provides a framework for building decentralized apps (dApps) off-chain that have fortified security, scalability and speed. The Plasma framework is one of the driving developments behind blockchain technology’s mass adoption.\\n\\nPolygon has its own implementation of Plasma in what’s known as Polygon Plasma Chains. Besides constituting a framework for dApps, Polygon Plasma Chains also enable transactions to be offloaded from the main blockchain into secondary chains, for cheaper and faster transactions.\\n\\nPolygon network also has a native token, $MATIC, currently trading at US$2.35, with a US$16.1 billion market cap, making it the 14th largest cryptocurrency. MATIC has a max supply of 10 billion coins, with a circulating supply of around 6.87 billion coins, or 63% of the max supply.\\n\\nMATIC is used to power the network and serve as a utility token for Polygon. It functions as the network’s main transactional currency and as a financial incentive for those who want to contribute to the ecosystem. It is also used as collateral in a process called staking, which enables users to participate in Polygon’s consensus mechanism to validate transactions in return for MATIC tokens.\\n\\n#### Polygon’s roots\\n\\nInitially called Matic Network, India-based Polygon was founded in October 2017 by Jaynti Kanani, Sandeep Nailwal and Anurag Arjun — India’s first crypto billionaires. The three initial co-founders developed Polygon to address the issues associated with Ethereum’s high gas fees and congested network, as described in the protocol’s original white paper.\\n\\nThe decentralized, multidisciplinary team behind Polygon is led by the founding three — Kanani is acting CEO —  plus Mihailo Bjelic, who joined the company soon after it was rebranded to Polygon and became the fourth co-founder. Polygon also partners with [Decentraland](https://defirepublic.com/decentraland-partners-with-matic-network-for-mini-game-grants/), [Chainlink](https://medium.com/matic-network/matic-partners-with-chainlink-15f9d5cb87df) and [MakerDAO](https://medium.com/matic-network/dai-on-matic-network-703331eceeed). Its investors include Mark Cuban, the billionaire owner of the NBA team, the Dallas Mavericks.\\n\\nAs a decentralized, global team, Polygon enables like-minded people to contribute to their vision of creating a borderless world. Developers can start contributing to the core protocol or building their own dApps by joining the developer support program.\\n\\n#### 3. How does Polygon work?\\n\\nPolygon aims to transform Ethereum into a complete, multichain system, or internet of blockchains, similar to ecosystems like Polkadot and Cosmos, with the added advantages of Ethereum’s robust protocol and security. \\n\\nIn its early days, the ecosystem was known as Matic Network, a simple scaling solution based on Plasma technology to process transactions at lower gas fees. Polygon has since grown into a more complex platform, dedicated to building and launching fully interoperable blockchains. Developers can launch preset networks with customized features using Polygon’s growing range of modules that can be further tailored to meet their needs.\\n\\nBlockchains launched on the Polygon network are based on its proof-of-stake (PoS) sidechain, which leverages a network of validators off the blockchain and then finalizes the transactions on Ethereum’s main chain afterward. This can take significant strain off the main blockchain, which results in less network congestion, faster transaction speed and lower gas fees.\\n\\nThe Polygon network supports two types of chains: stand-alone chains, which are self-sovereign blockchains on the Matic PoS chain and compatible with Ethereum, and secured chains, which fortify their security using a network of professional validators.\\n\\nPolygon offers a range of scaling architecture for Ethereum, namely the Matic PoS Chain and Plasma Chain, that are already implemented at the time of writing. The network is working on developing further scaling infrastructure to help prepare Ethereum for mass adoption, such as:\\n\\n* Polygon Plasma: A layer-2 solution that provides a framework for building dApps off-chain, benefiting from Ethereum’s secure infrastructure.\\n\\n\\n* ZK Rollups: A layer-2 solution based on zero-knowledge proof, meaning that it executes the transactions off-chain, only submitting the proof of validity to the main Ethereum chain.\\n\\n\\n* Optimistic Rollups: A layer 2 solution based on fraud proofs, that also executes the transactions off-chain, only submitting proof of fraud to the main blockchain if an invalid block is discovered. \\n\\n\\n* Validum Chains: A layer 2 solution almost identical to ZK Rollups, except data availability is kept off-chain to prevent funds from being stolen.\\n\\n\\n* Stand-Alone Chains: Sovereign Ethereum sidechains, secured by their validators, that can be connected to the main blockchain via bridges.\\n\\n\\n* Shared Security Chains: Blockchains based on security as a service, meaning that their validation service is provided by a shared pool of PoS validators, managed on the Ethereum main chain.\\n\\nAll of the above-mentioned scaling mechanisms are built to boost the transaction throughput of Ethereum without sacrificing the network’s security and user experience. Experts hope that these will represent a solution for slow blockchain transactions without compromising the network’s decentralized nature.\\n\\nPolygon is actively developing these scaling solutions, with Optimistic Rollups being the next major update. Unlike most major blockchain projects, however, Polygon doesn’t have a roadmap with exact dates, since the project will technically never be complete. As a layer-2 aggregator, new scalability solutions will continuously arise, as blockchain technology is developing. This is why Polygon is preparing to launch additional mainnets like Optimistic Rollups and Validum Chains.\",\"timestamp\":1639127554,\"title\":\"Polygon (MATIC)\"},\"digest\":\"kwuFts8zS_PGS2MFys7m3XkR2eHmoq1c5k1a3yeqxEc\",\"authorship\":{\"contributor\":\"0xc80664695B68Fdc2e518Ca0BDfcD84eFfd582e10\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eunrrov7_3S5SkjLYtxZuxOkSH5VXiDO-cfUl25JTRE\\\",\\\"y\\\":\\\"6v00jQdtl3PNcnzcaHDpD3bAQRZ3HHHq0le4EfYGYlM\\\"}\",\"signature\":\"UTxUz0Na47SNzhlTFtN7kPYYSjzjAV1YRTMzIVer5L6H8DRJrY8ohLP5ThWf1nYLECcNJrsCuaGLawAdLPiq7w\",\"signingKeySignature\":\"0x083a80725df0b4de1516572e9ef50cbc5caf65e62ed8b972b217379922430eff3f6312cefdc2d84749a131b5ffecd27b79427d63d6981b68a2915388a5024cd21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eunrrov7_3S5SkjLYtxZuxOkSH5VXiDO-cfUl25JTRE\\\",\\\"y\\\":\\\"6v00jQdtl3PNcnzcaHDpD3bAQRZ3HHHq0le4EfYGYlM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kwuFts8zS_PGS2MFys7m3XkR2eHmoq1c5k1a3yeqxEc\"}"