"{\"content\":{\"body\":\"We like being nostalgic. We'd like to celebrate books, movies, or music from the\\npast even though we know artists who have created an equivalent or even a better\\nbody of work. \\n \\nFor some reason, we fantasize about living in the past - in the time where the\\nlegends have walked the earth. \\n  One good example is the reader base for Tamil Literature. I've been observing this trend where Tamil readers celebrate writers from the 60s, 70s, and 80s. Most of them don't know anything about what's been happening in the Tamil literary space after the 90s (three decades!)  \\n  \\n They only know a few writers from the present like Jeyamohan, S Ramakrishnan, Char Niveditha, and Perumal Murugan (due to their active online presence and translations). A huge portion of the readership is still stuck in an endless loop celebrating Kalki, Sandilyan, Jeyakanthan, Sujatha, Puthumai Pithan, or Ashoka Mithran. (I'm no exception).  \\n  \\n I'm not saying it is bad. Reading the classics is key to understanding the evolution of art. It makes you a better audience. It teaches you to appreciate art and understand its nuances. But, people should be more open to discovering new artists and identifying the masters among them.  \\n  \\n Waiting for another 20 years to say \\\"She was a brilliant writer. It is sad to see that she wasn't able to make any money from writing and she spent her last days being homeless.\\\" or calling someone \\\" an underrated gem of the century\\\" on a YouTube video or a blog post isn't going to help.  \\n  \\n It is not fair to the art or the artist. Celebrate the masters today. Give them the fulfillment of people loving their work. And, remember one thing,  \\n  \\n > The golden age of art is now. Live it. Love it. Celebrate it.\",\"timestamp\":1637586941,\"title\":\"Celebrate The Masters Today\"},\"digest\":\"Ah63nD8xacvVEoRt_TW6srvbYB57rNztNtoY3f8szB4\",\"authorship\":{\"contributor\":\"0x5F882566e4B071Ec1565Ed633EDBFB5c902dCA74\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8_uGVGdfFjLSJWYd0zMXytofzonHacRrnRv2eKJFt2Y\\\",\\\"y\\\":\\\"_ZD7ifRsXTRvXXBU3V2IkPZAMDhECIUxIelNusRyYms\\\"}\",\"signature\":\"CbMN8xrmaxPynmbKiE8tjcKGD54vxkvYuMvxJrXGzlgOkWZPu6rFzIL3l0BseZ8PRAmoV7sgeB3BNB4371J_XA\",\"signingKeySignature\":\"0x5dad564490ee162511d60b533a5ad5d7949efface30fb34d4338a146b02755d9025af55c5b65bcd4dbc7213a59304f21b2e17848f3ef96f5b0b359f3399243151c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8_uGVGdfFjLSJWYd0zMXytofzonHacRrnRv2eKJFt2Y\\\",\\\"y\\\":\\\"_ZD7ifRsXTRvXXBU3V2IkPZAMDhECIUxIelNusRyYms\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ah63nD8xacvVEoRt_TW6srvbYB57rNztNtoY3f8szB4\"}"