"{\"content\":{\"body\":\"**Last month, we rolled out our [first-ever collaborative report as a DAO](https://stream.waterandmusic.com/) — an in-depth, five-part syllabus on the state of music/Web3, assembled by over 40 contributors from our community.**\\n\\nThe report, which marked “Season 1” of our collaborative research model, spans topics from artist tooling and fan onboarding/sentiment, to music PFPs and legal challenges around defining music NFT ownership. Our supporters and onlookers have praised the report for:\\n\\n* Combining [granular, practical details and big-picture thinking](https://twitter.com/mm_maguire/status/1471514350787694592) on Web3;\\n* [Considering both optimistic and critical perspectives](https://twitter.com/leemartin/status/1480214498833313800) on technology with equal weight;\\n* Successfully [drawing some of the ecosystem’s most influential players](https://twitter.com/basgras/status/1472123749466050566) into the Water & Music community, and\\n* [Pioneering new models](https://twitter.com/acfreedmanlaw/status/1471292199669227529) for funding industry research.\\n\\nOh, and we’re also now the top search result for “[Web3 music](https://twitter.com/water_and_music/status/1480268102227087361).\\\"\\n\\n![](https://images.mirror-media.xyz/publication-images/4hfk3EPQzEwIdi0LAAF01.png?height=366&width=906)\\n\\nThe report was a definitive proof-of-concept for Water & Music’s next stage as a DAO. It coincided with the launch of [$STREAM](https://waterandmusic.mirror.xyz/xfzEiBHzj77JZkjUW2pEoxpdLOEmDN97GqqOvttR7-8) — our new token representing high-quality, tangible contributions to our larger collaborative research project, knowledge-sharing and community-building in music and tech.\\n\\nNow that we’ve had a few weeks to rest and reflect, we wanted to lift the veil on our process of putting together $STREAM Season 1 and highlight what did — and didn’t — work about our highly emergent, agile approach. We hope these early insights are useful for fellow DAO explorers excited by the potential to use Web3 rails to create better systems for the collective production and monetization of media, data and knowledge.\\n\\n\\n---\\n\\n## OUR VOICE AND CULTURE\\n\\nRegardless of whether you’re designing a community, running a research project or operating an entire DAO, processes and operations are not one-size-fits-all. Methods that work best for a particular group of people are highly dependent on the backgrounds, values, interests and skill sets that the group shares.\\n\\nHence, **before diving into specifics about our process, it is essential to establish general guiding principles around *our culture****.* These values stem from Water & Music’s origins as a music-industry newsletter prior to becoming a DAO, and now permeate everything we do as a community and editorial/research collective:\\n\\n* **Breaking perspectives, not news.** We guarantee that each story we publish provides readers with an eye-opening angle on the future of the music business. In a world where, just like music, news can travel freely on the internet, news has become a commodity around which we cannot and will not compete. Our goal is not just to provide information but to turn that information into knowledge, insights and perspectives that you won’t find elsewhere.\\n* **Centering the role of technological change without falling into technological determinism.** A core part of our thesis is that technology is an essential part of any reporting or research about the modern music industry, not to mention about business, society and daily life in general. That said, we do not abide by technological determinism — i.e., the notion that tech, and tech alone, drives the evolution of our society — as it dismisses the core, fundamental role that *humans* play in shaping culture and business. Tech is a central part of our lives, but it does not build the future; we do.\\n* **Examining key industry-specific issues with an interdisciplinary, systems-oriented approach.** In a noisy, fast-moving information environment, context is key. We’re interested in studying not just individual artists, executives or companies, but also the broader, entrenched systems, institutions and incentive structures they collectively create. Thinking in terms of evergreen systems and frameworks allows us to connect the dots among seemingly disparate parties or events (especially from other industries like gaming, film and fashion), to paint a clearer picture of what’s happening in music and tech right now — and, importantly, where it’s headed.\\n* **Emphasizing actionable solutions and frameworks.** Insight is nothing without action. In aiming to advance the music industry, we not only highlight problems and symptoms, but also offer actionable treatments and cures. We hope our readers walk away from each article we publish with an actionable list of tasks they can do, or skills they can learn, to better themselves and their work.\\n* **Fostering an environment optimized for curiosity and rabbit holes.** Our $STREAM research aims to build a reputation and reward system on the foundation of proactive, high-quality and thoughtful contributions regardless of one’s industry background, supplanting the engrained notion of seniority or “expertise” so commonly exploited in the music and entertainment industries.\\n* **Embracing open, transparent collaboration with our community.** To maximize the value of our membership, we aim to foster as tight a feedback loop as possible between our editorial/research output and the needs of our community. Taking a regular, transparent pulse on our community’s needs and interests — from live brainstorming sessions during our town halls, to open research calls and regular [barometer surveys](https://www.waterandmusic.com/inaugural-barometer-survey-the-most-pressing-issues-in-music-and-tech-right-now/) — is an integral part of the membership experience. So much so that our collaborative *process* is as much a value proposition for members as whatever end *products* we publish.\\n\\n\\n---\\n\\n## S1 RESEARCH PROCESS + STRUCTURE\\n\\nAs a brief origin story: Our [first collaborative article](https://www.waterandmusic.com/what-music-tech-companies-wont-tell-you-about-spatial-audio/) and [database](https://www.waterandmusic.com/data/the-state-of-spatial-audio-track-15-tools-and-stakeholders/) in the Water & Music community, published in October 2021, was a small pilot project analyzing the emerging business incentives and power dynamics at play in the spatial audio market, focusing on Apple Music and Amazon Music. We'll call this \\\"Season 0\\\"; it was a much smaller-scale initiative, with only nine credited contributors.\\n\\nWhile we believe the article itself is one of the most in-depth, thorough investigations of the topic of spatial audio for a music-industry audience, the process of putting the pieces together also presented several illuminating challenges:\\n\\n* **Overly long feedback loops** — There were often weeks when we didn't update members on the report's status. The early groups that formed moved to heads-down writing and interviewing, and consequently, other members had little opportunity to provide potentially valuable feedback regarding ideation and the research process.\\n* **Inflexible call for contributors** — We only held one real call for contributors during a live town hall meeting at the beginning of the research process. Beyond that, we did not provide enough asynchronous opportunities for would-be contributors, creating a significant lapse in context and adding a barrier to those unable to attend the first call in real-time.\\n* **Last mile as the biggest bottleneck** — The report's final writing and editing process took the longest, in part because it ended up falling on only three people. This bottleneck raised the broader question of how to atomize and granulate better different kinds of work in the research process to widen, rather than narrow, the scope of member involvement over time.\\n\\nThese learnings directly informed a more intentional process around S1 — particularly having quicker community feedback loops week-to-week, designating a more comprehensive range of contribution paths for members, and communicating async opportunities to contribute on a more regular basis.\\n\\nThe S1 research topics naturally followed the community's interests, given that the bulk of our discourse revolved around music's role in Web3 and vice versa. Further, the decentralized nature of Web3 at large and its information flow lent itself to a more open and collaborative research process. **Ultimately, we found that the wisdom of crowds provided more nuanced perspective and creative advantages over smaller, more traditional editorial teams working behind the scenes.**\\n\\nOur collaborative research process is still highly freeform. We expect that the precise frameworks we adopt over time in terms of the overall structure, timeline and contributor roles will vary significantly from one season to the next, depending on the topic at hand and the working styles of those interested in contributing. That said, in hindsight, a loose structure did appear from the organized chaos of putting together S1:\\n\\n### Weeks 1–2: Topic ideation, synthesis and working group formation\\n\\nWe spent the first week collecting ideas for music/Web3 research questions from the community via a dedicated thread under the #collab-research channel in our Discord server. A total of 10 members contributed their questions during this ideation section (a number that we intend to increase for S2), with other members upvoting/reacting to specific ideas to signal their support.\\n\\n![](https://images.mirror-media.xyz/publication-images/yfbDIt6hvXxDIqJ7P2p4U.png?height=632&width=957)\\n\\nOur core team then **synthesized and organized these community ideas by theme into distinct working groups using [FigJam](https://www.figma.com/file/uvUmRNzbGKM2SlhPJ3gHUK/Music-and-Crypto-research-questions?node-id=0%3A1)**, Figma’s collaborative whiteboarding tool. (In general, we are big believers in the power of spatial software to visualize the ideas and contributions of more collaborative, distributed communities like W&M.)\\n\\nIn the case of S1, **five clear working groups** emerged across 1) fan onboarding & experience, 2) fan sentiment, 3) music/Web3 tooling, 4) contracts/royalties and 5) generative art NFTs. We created dedicated threads under #collab-research for each working group, and interested member-contributors could opt into as many of these threads as they like depending on their skills and interests. From there, **the members of each working group organized themselves into different roles** (project leads, interviewers, data analysts, writers/editors, etc.) depending on the immediate tasks at hand for that group (gathering data, conducting qualitative interviews with artists and industry stakeholders, annotating legal and marketing documents, etc.).\\n\\n![](https://images.mirror-media.xyz/publication-images/OSt98k_6ugGxUGQnyFagY.png?height=691&width=1199&size=medium)\\n\\nWhat worked well with this setup was how it ensured we ideated from the start in collaboration with our community and invited more interdisciplinary forms of research and collaboration, providing contribution opportunities from a variety of backgrounds and skillsets.\\n\\n### Weeks 3–7: Agile research with regular “air traffic control”\\n\\nEach of these emergent working groups then conducted research on their respective topics over the following five to six weeks. The vast majority of this work was conducted asynchronously via Discord, Google Docs and Google Sheets.\\n\\nThe most crucial element of this five- to six-week period was **staying agile and flexible**, with the ability to bring in new contributors and even change the entire research direction of a given thread if needed. In hindsight, our overall research structure is quite similar to that of gaming company Valve’s “[cabals](https://steamcdn-a.akamaihd.net/apps/valve/Valve_NewEmployeeHandbook.pdf)” — i.e., flexible, multidisciplinary project teams, whose structure and leadership emerge naturally to meet a project’s specific needs.\\n\\nAt large, the lean, iterative way in which our research process unfolded has lots of parallels with the [core tenets of agile software development](https://agilemanifesto.org/), including the emphasis on:\\n\\n* **Individuals and interactions** over processes and tools\\n* **Customer collaboration** over contract negotiation\\n* **Responding to change** over following a plan\\n\\nAn underrated element of agile project management that also served us well is **not being too attached to a predetermined process early on** — and taking the deliberate initiative to scrap what doesn’t work. The nature of prototyping is that many prototypes produced in a rapid iteration process will be disposable.\\n\\nA core example for S1: Early on, we suggested article annotations using the [Hypothesis browser extension](https://hypothes.is/) as a low-barrier way for our community members to contribute. Our core team had enjoyed leveraging the extension for our personal use and had a vision for a sprawling repository of music/crypto articles curated and annotated by and for the Water & Music community. But after a few weeks, it was clear that our community was not keen on contributing in this way — either because they seemed confused by how to use the extension or weren’t interested in doing this low-level annotation work. We ultimately decided to scrap article annotations as a form of contribution entirely, focusing instead on maximizing the quality of work that members were organically motivated to do (e.g., conducting artist interviews, annotating contracts and building out market maps).\\n\\nIn a collaborative, distributed research environment — where focused attention is a scarce resource — it’s imperative to take a regular pulse on what processes and tasks are (or aren’t) resonating with the contributor base. Community members can then fill the gaps in essential skills or insights on a more ad-hoc basis.\\n\\nAnother key element that informed the success of S1 was **regular “air traffic control” for new contributors, with clear opportunities for members and lurkers to get involved in our research each week, depending on each working group’s unique needs and skill gaps.** Our core team and project leads communicated these contribution opportunities to our wider community through:\\n\\n* Live member-wide town halls in Discord, every Friday at noon EST. These town halls dedicated at least 30 minutes to collab research standups — covering what each working group accomplished for the week, tasks for the next week and remaining blockers in their process that other members could help fill in.\\n* Live thread-specific working group calls in a dedicated voice channel that was also open to the community, which focused more on delegating specific tasks to group members.\\n* Async text-based documentation and updates via email and our Discord server.\\n\\nMaintaining this level of communication was influential throughout the process to accommodate eager newcomers and longtime lurkers who preferred to take it slowly and absorb all the information before jumping in toward the end with their specific skillsets (especially writing and editing). By providing clear entry points for new contributors on a week-to-week basis, we were able to keep our contribution network as wide as possible and expand, rather than shrink, the level of participation from our community over time.\\n\\n![](https://images.mirror-media.xyz/publication-images/YiQ0I336dI1BMv38rEy5-.png?height=1080&width=1920&size=medium)\\n\\n### Week 8: Multi-part rollout, NFT sale and members-only events\\n\\nWe rolled out our report daily between December 13 and 17, with one new thread of the report “unlocking” for the wider public every weekday during this period. On the first launch day, we also launched a genesis NFT sale to support our contributors and community treasury — which raised a total of 23ETH in just over 24 hours across 100 limited-edition NFTs and a 1-of-1 NFT sold at auction on our [Mirror page](https://waterandmusic.mirror.xyz/d9VEr-P5AhWkyJtE-DM1qhWWAANaEMtqxSPTY2ueGw0). (You can view a detailed breakdown of how we distributed $STREAM and our ETH earnings to research contributors via [this spreadsheet](https://docs.google.com/spreadsheets/d/1LSYZJcV1gCycrlVTiuBqTdvh5Rn8IcoqVn907VXBCj8/edit#gid=0).)\\n\\nWe also held a series of **deep-dive, members-only events in our Discord server throughout our rollout week**, where core contributors shared the main takeaways from their research experience. They also prepared various reflective prompts to drive group discussion among attendees, like, \\\"What song would you use as your audio PFP?\\\" and \\\"What does ownership mean to you, and does Web3 change that definition for you at all?\\\" These discussions added an energetic, lighthearted layer on top of our otherwise rigorous, complex research process and gave members tools to assess takeaways from the report and reflect on the findings' impact, both personally and professionally.\\n\\n\\n---\\n\\n## AREAS FOR IMPROVEMENT \\n\\n### Contributor onboarding and coordination\\n\\nContributor coordination is mission-critical to any DAO whose culture revolves around rewarding active participation. And yet, the contribution discovery process in most DAOs’ Discord servers — including our own — leaves a lot to chance and member perseverance.\\n\\nWhile we gave members opportunities to contribute to our research from week to week, as described above, we can take more steps to make it even easier for members to figure out where to “land” throughout the research process. Based on our S1 learnings, we’ll be implementing the following changes: \\n\\n* **Thread aggregator/index.** Discord threads have been the locus for our research groups’ coordination and discussion — but due to Discord’s interface design, threads are not immediately noticeable or accessible upon joining our server. To that end, we’ll be creating a read-only thread aggregator channel that will hopefully reduce the amount of friction required for members to click into and follow our collab research discussions.\\n* **Member skills database.** Over 40 members contributed to Season 1, and this number will likely continue to grow for future seasons. We plan to put together a member-specific skills database over the next month, hopefully pairing members with tasks more efficiently. Specific skills like data analysis and visualization were scarcer in our S1 cohort. Having a database will help track down some reinforcements from our community in the future.\\n\\n### Clearer working protocols\\n\\nOne of the great triumphs of S1 was the real-time formation of large writer-editor teams in the last two weeks of our rollout. There were times you might look to the upper right of a Google doc in awe and wonder, “Just *how* many people are on this right now?”\\n\\nThat said, in the context of managing multiple different forms of collaboration (real-time, async and quasi-sync), **clearer editing and revision deadlines and protocols** would be helpful, especially to level-set new contributors around what kinds of suggestions would be most beneficial for writers, what deadlines each group is working on and more. An important challenge in setting up these protocols will be balancing the need for clear communication about standards and expectations in the contributor onboarding process with the magic of more emergent coordination and strategy that is a core benefit of DAOs.\\n\\n### Clearer document organization and access policies\\n\\nOver eight weeks, our research contributors produced countless spreadsheets, audio recordings, interview transcripts/summaries, article outlines and drafts. Again, we coordinated most of this documentation using free cloud-based software like Google Docs and Google Sheets. We also made most files open for anyone to edit to minimize friction in the contributor onboarding process. It is only with great luck that there were no accidental deletes or external attacks on our documents throughout this process.\\n\\nHence we are in the process of answering tons of questions around document organization and access, including:\\n\\n* **Which documents go where** — e.g., sharing public recap notes in our [Notion member handbook](https://waterandmusic.notion.site/waterandmusic/W-M-Member-Handbook-bc5b8e1cc1674936882b33dcf855bf66), versus keeping more sensitive or contributor-specific documents in a closed Google Drive folder\\n* **How to track changes across documents** — we are accounting for this by creating all official collab research documentation in Google Docs and Google Sheets from the same, designated Water & Music Research account, with notifications on for all changes.\\n* **How to back up documents** in case of file loss\\n* **Whether to token-gate document access** as more contributors get access to $STREAM, using tools like [Skiff](https://www.skiff.org/) or [Clarity](https://clarity.so/)\\n\\nIn the case of handling more sensitive data, we’ve also implemented a policy that **only active contributors to a given research project should get access to underlying first-party data sources** (e.g., fan surveys and off-the-record artist interviews). Further, our first-party data remains internal until published in the underlying report. It would be unfair for inactive or lurking members to get access to that data earlier than everyone else in the community without directly contributing to gathering or analyzing said information; violating these policies warrants getting kicked from the community as a whole.\\n\\n### Marketing, promotion and content strategy\\n\\nIn S1, we focused our energy heavily on the quality of the research process and the end product itself, with little to no investment in distribution. Deadlines were extremely tight, and the report’s success lay primarily (we think) on the merits of the content itself and  Water & Music’s existing reputation, with the buzz around $STREAM building solely through word-of-mouth on social media.\\n\\nUltimately, as a research-oriented DAO, we still see marketing and promotion as secondary to nailing the process and the quality of the work itself. That said, it’s still important to invest more in external marketing efforts to maximize the impact and awareness of our research, especially outside of the music/Web3 bubble.\\n\\nWe’re exploring the following options for improving marketing and promotion for Season 2:\\n\\n* **Iterative content, not just iterative process.** As discussed in an earlier section (see “Agile research with regular ‘air traffic control’”), we maintained a highly dynamic, iterative *development* process throughout our research. But our *delivery* and *publication* process was undoubtedly not iterative at all, in that we only published our findings in bulk at the very end of those eight weeks instead of delivering articles and insights in smaller chunks. Just as artists are encouraged to drip-release singles over an extended timeframe before releasing a full-length album to maximize fan attention and engagement, we are currently experimenting with publishing our research in smaller, more digestible formats and on a quicker cadence, such as a weekly interview series, to sustain public attention over a longer period of time.\\n* **Planned external coverage of our report findings.** We can do more intentional outreach to general business publications (e.g., Bloomberg, Forbes), entertainment trade publications (e.g., Billboard, Variety) and media trade publications (e.g., Nieman Lab, Digiday), leveraging community/DAO relationships wherever needed.\\n* **Shareable templates and graphics built more intentionally into the report output.** We had a handful of shareable infographics for our [fan onboarding thread](https://www.waterandmusic.com/behind-the-headlines-analyzing-web3-onboarding-strategies-for-music-fans/) and [music/Web3 market map](https://www.waterandmusic.com/the-state-of-music-web3-tools-for-artists/), which were among the most widely-shared assets of the report on social media. To maximize reach, it would make sense to formalize the development of these infographics and visual frameworks as a requirement for each thread of future research seasons.\\n* **More public-facing events around our research.** There are a lot of opportunities for cross-community events and promotional partnerships via channels like Twitter Spaces, open Discord servers, live video webinars, podcast interviews and more, to build Water & Music’s brand and keep the information we publish in these reports as accessible as possible.\\n\\n## WHAT’S NEXT: Season 1.5 + Season 2\\n\\nWe're currently exploring several follow-up research threads around our music/Web3 report — including an interview series on artist/label DAOs, a modular music NFT contract template and an embedded investigative project on music/Web3 platform onboarding strategies — as part of a smaller “Season 1.5” initiative rolling out over the next several weeks. For the sake of smoother onboarding and maintaining continuity from S1, we are making a concerted effort for S1.5 to pair up experienced contributors from S1 with newer contributors from our community.\\n\\nWe plan to launch the ideation phase of Season 2 in early February 2022. Season 2 will focus on entirely new topics within music and tech, with an intentional framework for expanding our research network within the Water & Music community and onboarding a new group of contributors.\\n\\nYou can follow these ongoing research discussions and support Water & Music’s community and mission at large by [signing up for our membership today](https://www.waterandmusic.com/membership/). If you're not ready to pay for a membership yet but are still interested in staying up to date with our token strategy, upcoming research seasons and opportunities to get involved, please fill out this [general interest form](https://airtable.com/shrISCvhaGLOdN7b8). (Identifying information on the form like ethnicity, gender and location are entirely optional but will be helpful for us as we look to recruit and curate a diverse range of contributors for future seasons.)\\n\\nWe’re so grateful to bring you along for this journey of building new models for community-stewarded research, knowledge-sharing and sense-making. 🌊\",\"timestamp\":1642189371,\"title\":\"Agile research: How we put together $STREAM Season 1\",\"publication\":\"waterandmusic\"},\"digest\":\"FgdEa1dULe7ydkMwqMM1hZWfN-DbF_21suh9Snfa12s\",\"authorship\":{\"contributor\":\"0x03e9206f2A1234fEFaD2C0B07A86B1E0f5cB8d0D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TPiSn0lDpTaPTmaCdJlDmX9uRWH7X6-APawpm69Hw40\\\",\\\"y\\\":\\\"fSan-2WN404hOqrxwByPe87r3jvpgK0Wmicbktr-aQI\\\"}\",\"signature\":\"096xqHkSHgy1hD6MHqw6xq5qknHNo4ZJRzdqoiJa7AuMIjDsRjmD3zL1vulkcZhjfGki7EVy8A78BTlLrjjMGw\",\"signingKeySignature\":\"0x1bfff5ccc3532202653971e7e21cccf90cb70300f19820c945d3f26ff5ee7635033846490edfbe7351b3ce3bd1a8e9875f33b710389a1afebd577e3c9d02644d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TPiSn0lDpTaPTmaCdJlDmX9uRWH7X6-APawpm69Hw40\\\",\\\"y\\\":\\\"fSan-2WN404hOqrxwByPe87r3jvpgK0Wmicbktr-aQI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8FxVHt4EpOhbZi0NtE5KJXOQdgAoxOcE3WZMpaNP-_Q\"}"