"{\"content\":{\"body\":\"![1982 Film Adaptation of Sir Percy Blakeney](https://miro.medium.com/max/1080/1\\\\*ZIEQ6gCcSboQpsUYPYO23g.jpeg)\\n\\nThe *Scarlet Pimpernel* is a book about an English aristocrat, who is a dandy by day and masked hero by night. Sound familiar? Indeed, the protagonist of Baroness Emma Orczy’s historical fiction masterpiece is the archetype for many a masked hero to follow, including cult caped crusaders such as Zorro, Robin Hood, and Batman.\\n\\n![](https://miro.medium.com/max/1040/1\\\\*bBR0H6R7fY_SqSQs0uyF3A.png)\\n\\nMore Masked Heroes\\n\\nUnfortunately, the billionaires of today tend to be a bit more public (and arguably a little less flashy) than these fictional vigilantes. A number of Forbes finest (including such notable names as Bill Gates, Warren Buffet, and Prince Al Waleed Bin Talal) have committed the uber-majority of their wealth to charitable causes across the globe. Some might claim there are certain tax incentives behind these initiatives and others may argue that the impetus for being as public as possible about these charitable plans is that these billionaires tend to own large stakes in publically listed companies which means that they are essentially obliged to promote their charitable endeavors and their public proselytizing encourages others to do it.\\n\\nI prefer to compare this to the words of our beloved Prophet Mohammad PBUH, who states that: “(one of the) seven that are shaded by Allah’s shade on a day when there is no shade but His (Day of Judgment) is he who give alms (secretively) so that his left-hand does not know what his right hand giveth.”\\n\\n> **قال النبي صلى الله عليه وسلم : سبعة يظلهم الله في ظله يوم لا ظل إلا ظله ، — وذكر منهم — ورجل تصدق بصدقة فأخفاها حتى لا تعلمَ شمالُه ما تنفق يمينه**\\n>\\n> **متفق عليه**\\n\\nBut you don’t have to be a billionaire to give back. All investors and entrepreneurs must have an eye to giving back to the community, whether it’s paying the zakat as a publically listed company, or bringing in interns to develop the next generation of future leaders. The responsibility starts the moment the market rewards you with a beautiful break-even and positive cash flow. My recommendation would be to do it in a quiet and sincere manner, rather than simply using it as a PR stunt, as we will shortly see with some local examples. We must weave it into the companies fabric of being.\\n\\nI believe that *all* entrepreneurs should be *social* entrepreneurs. One definition of social entrepreneurship I am fond of is the use of the techniques by startup companies and entrepreneurs to develop, fund, and implement solutions to social, cultural, or environmental issues. This concept may be applied to a variety of organizations with different sizes, aims, and beliefs.\\n\\nPerhaps I am lucky to be passionate about healthcare, an industry where the social standard for giving back is the norm rather than the exception.\\n\\nAnother great proponent of the era of social entrepreneurship is none other than daredevil business mogul Sir Richard Branson, who has coined the term Capitalism 24902, as a way to drive home the importance for all businesses, no matter the size, to start giving back to the community. Branson perfectly sums it up by stating so eloquently “do good, have fun and the money will come.”\\n\\n![](https://miro.medium.com/max/1400/1\\\\*HitHiIGzh3_CJKk5011img.jpeg)\\n\\nSir Richard Being Sir Richard\\n\\nThankfully we have a few other social-minded entrepreneurs right here in Kuwait.\\n\\nAs Kuwait celebrates its 56th year of independence this February under the banner of “Our Youth, Our Hope,” three social entrepreneurs I would like to mention are my three little brothers, Mohammad Al Razouki, Mohammad Al-Mutawa, and Dawood Al Khulaifi. They are all truly giving with their right hand secretly. The two Mohammads’ founded a top-tier fashion label late last year called [Mohz](https://www.instagram.com/wear.mohz/) (as in two Mohammad's). Not stopping at simply selling highly desirable caps and t-shirts, Mohz decided to partner with [Khair Online](http://www.khaironline.net/Projects/DonateForcampaign_view.aspx?PrjMarketingID=178&PID=48) to donate clothing to Syrian Refugees every time a sale occurs.\\n\\n“We decided from the start that charity is an important part of our corporate culture,” were the words of Mohammad Al Razouki, who is Mohz Chief Creative Officer and Co-Founder that continues to fuel his passion for high passion while studying Industrial Engineering at Arizona State University.\\n\\n![@wear.mohz](https://miro.medium.com/max/1400/1\\\\*7iXUy6VMo3fo4FcQybOXKw.png)\\n\\nDawood Al Kulaifi is the equally restless founder of [Zahhab](http://www.zahhab.com/), a truly novel platform (website and application) that aims to empower students and which was officially launched last month. Dawood and his team have created a digital community for all university students in Kuwait (well, that’s just the start) where students can connect to their fellow classmates, professors, share course work and school spirit through various inter-collegiate activities such as job fairs, sports competitions, and even Kuwait first national FIFA 2017 Play Station tournament.\\n\\n“Our goal is simple, to empower my fellow students with the skills they will need to succeed in both the workplace and in life. We are the future,” mentioned Dawood as he also championed Zahhab’s has also ‘hook up to students’ with significant discounts at top brands including Volkswagon, various restaurants, gyms, clinics, and retail stores. I am also a huge fan of their recent [marketing campaign](https://www.instagram.com/p/BQK6TzNgXH5/?taken-by=getzahhab). Extremely innovative!\\n\\n“Whatever sponsorship or fees we earn are recycled back into the platform so that we can reach out to more students. It’s like a virus, only a positive one that helps solve the problem of youth empowerment here in Kuwait.”\\n\\nKudos to you my young Kuwaiti brothers, my socially-minded superheroes. You are truly the pride and joy of our beloved country.\",\"timestamp\":1639382948,\"title\":\"The Story of the Scarlet Pimpernel and Other Notes on Social Entrepreneurship\"},\"digest\":\"4-BdJvI_X6eLO8z6zAmz3dMo9zQayVwWKgpYLzQKDqU\",\"authorship\":{\"contributor\":\"0x66F49695A7F5d53233bF23578295440D40085a3C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6msDYdVyAt3H_QKDt6ITxhMBkYKd28KDaDdbIxmY-ys\\\",\\\"y\\\":\\\"9eBAWIArL7n7kUa02rUhj2l5XLktiLdSq93NWwCgcXQ\\\"}\",\"signature\":\"J7b4dcEBhsHqemoF3G_wkdzffTXC1tf1v6CDXXDMMZlWuoM2sPHjEhi-AgSrGz9DSf5cduRY6rA_5oBzdamWZw\",\"signingKeySignature\":\"0xc06cfb2e06b0086209664a9e1478c5dcca445e45138ec1951ab4b6d62f9445f50d7013890f32716861964e46e8d68d1db6b3d1e750d205da83e03ccf0d59f0fd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6msDYdVyAt3H_QKDt6ITxhMBkYKd28KDaDdbIxmY-ys\\\",\\\"y\\\":\\\"9eBAWIArL7n7kUa02rUhj2l5XLktiLdSq93NWwCgcXQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4-BdJvI_X6eLO8z6zAmz3dMo9zQayVwWKgpYLzQKDqU\"}"