"{\"content\":{\"body\":\" \\n\\n不论元宇宙将来发展出什么值，函数值恒等于 Web3.0。\\n\\n \\n\\n元宇宙，常见于 2021 年大街小巷的谈论中，以 Roblox 上市和 Meta 改名两大事件最为著称，也因此向全球数亿乃至十数亿人传递了”第一代元宇宙”的基本风貌和价值观——以直接感官体验为核心特征的 3D 沉浸式虚拟世界，占领了早期发展先机，“成功上位”。在短短的一年时间里，全球的产业、资本、金融市场都发生了翻天覆地的逻辑转变：无数互联网公司转型元宇宙平台；大资本疯狂布局早期种子；概念红利在股市和加密市场挥洒得淋漓尽致。2021 年不仅开启了元宇宙概念的序章，更开启了元宇宙财富效应的大门，其衔接之快，让之前炒作的无数新技术概念望其项背，似乎这一切都预示着元宇宙将是一场史无前例的信息技术变革。\\n\\n \\n\\n变革，首先起源于概念，判断一种概念能否最终成为一种变革，需要其具有持续性的炒作周期，其一轮一轮不断放大。显然元宇宙目前尚处于第一波周期中，这一轮让几乎全球的互联网产业都开始思考是否引入元宇宙发展战略，如同当年的云计算一般。信息技术的发展最怕遭遇边界而停滞，如同近些年产业和资本在歇斯底里地找寻风口，试图引入负熵，没有风口也硬造出一些虚幻的出来。毫不避讳地讲，元宇宙或者 Metaverse 也是如此而来的。起先，人们只将元宇宙作用于 Roblox 等游戏边界内，以此可以让开放游戏系统获得更大的估值和未来发展空间。但随后它“出圈”了：社交平台认为自己也需要虚拟世界来改变人与人的交互；工业生产活动需要构建一种数字孪生体来加快产出；文娱活动不再满足于传统二维互联网界面；全人类对赛博朋克未来的向往不断加强……元宇宙从游戏集合出圈后却成为了其他边界所共享的“交集集合”，一时间将整个互联网各大圈都聚合了起来。我们现在不去一一谈论元宇宙对它们是否有用，显然这还依赖各自的产业从业者持续多年的未来实践，也许走着走着，有些领域会自动退出元宇宙范畴，如同当年轰轰烈烈的“互联网+”和“区块链+”之路，终究不会适合所有的“参赛选手”。但对于竞技运动员来讲，日复一日修炼内功固然重要，但聚光灯下的世界级赛道更是稀缺的梦想，不论是冠军还是第八，都会尽力来试一试。\\n\\n \\n\\n当前阶段，元宇宙更像是各大互联网公司推出的一种产品，没有明确的基础架构，也没有坚实的发展演进路径，更没有极具想象力的生态系统雏形，很多都是只做出一个 3D 虚拟活动空间，便戛然而止，陷入迷茫。Roblox 则是在它自己所定义的 Metaverse 里越走越远，全然不关心其他家的想法，做好自己的游戏世界即可。所以，元宇宙不能只停留在“3D 展现层”，否则跟做模版无异，必须要更深入其逻辑内核，将其进一步抽象演变为一种思想、一种协议、一种更普适的基础性架构，如同互联网起源于 TCP/IP 协议一样，元宇宙亟需一种“协议起源”。自此，元宇宙似乎又变得抽象了起来。\\n\\n \\n\\n元宇宙如果定位于构建 3D 世界，它的协议基础应该以图形学为主，比如如何让虚幻引擎更具革命性，但这个愿景终究还是“小了”，即便《雪崩》里是这样畅想的，但时代终究在进步，思想亦是如此；如果定位于构建虚拟生活，它似乎应该把自己变成一个“大杂烩”，从社交到办公，从文档到视频，想想都不够酷；那如果大胆一点，将元宇宙提升到跟整个互联网基础架构齐平的高度——其实经过几十年的发展，互联网几乎已经等于现实世界（现实宇宙），人们的现实生活几乎是围绕互联网在进行的，元宇宙的“元”与其说是超越现实宇宙，不如更确切地说是超越互联网，因此人们会听到“下一代互联网”的呐喊，元宇宙真正的精神寄托便在于“下一代互联网”，也叫 Web3.0。\\n\\n \\n\\n首先要知道如今的互联网成熟范式被称为 Web2.0，而早在 2006 年，万维网标准之王、Web 设计元老级先驱 Jeffrey Zeldman 便意识到 Web2.0 架构下的互联网虽然有着极高的链接效率，尤其在建立人与人间的交互，但也容易滋生互联网商业寡头，无法真正让互联网的价值赋予用户。他便以此为核心论点首次提出一种更为理想的互联网架构——Web3.0。遗憾的是，受制于那个时代的有限实践，他未能给出一个可行的架构方案，直到 2009 年比特币的成功实践带来了区块链这项划时代的技术范式。\\n\\n \\n\\n时至今日的十余年时间里，区块链俨然已经发展出了像比特币和以太坊这样的去中心化网络，也被称为“世界计算机”，并于其上迭代繁荣出了规模庞大、种类丰富的协议市场、应用市场和货币市场，从底层的货币、制度到上层的服务、生活，完全自成体系，是一个包罗万象的虚拟社会系统。人与人间的交互、在其上构建应用的逻辑、应用产生后的价值反馈系统似乎都跟传统互联网架构完全不一样。比如在这个去中心化网络里，人与人是去信任的，活动是抗审查的，所以它更能极为方便地传递金钱（或者 money）等物质，而不只是信息；再如其上的商业形态是没有公司的，最强大的一定是协议，去中心化的协议，协议产生价值，价值回馈所有的参与用户。总之，以区块链为底层架构出现的新一代网络完全摆脱了传统互联网对商业逻辑的定义。\\n\\n \\n\\n在过去的十年里，受制于区块链技术和生态的有限发展，人们虽然畅想着如何基于这种世界计算机复刻互联网的一切应用或者公司形态，但大多以失败告终，比如难以替代互联网的大规模计算能力、高效的链接能力、便捷的服务体验等。直到 2020 年，人们惊奇地发现“去中心化金融”（行业称之为 DeFi）真的在去中心化网络上落地了，也是以太坊等世界计算机首次实现重大应用落地，催生出了一个价值数千亿美金的市场，虽然以纯金融应用为主；人们苦苦追寻十载的演进路径似乎出现了，紧接着的 2021 年，去中心化网络更是彻底超脱了金融应用边界的束缚，延展到了现实世界和现实事物，带来了 NFT 生态的爆发。围绕 NFT，越来越多圈外的人可以在去中心化网络中开展协作、创作、开发、治理、生产、交流等活动，并进一步开始催生 DAO（去中心化自治形态）、社交、虚拟世界等与现在互联网更相似的应用形态。在这个离梦想更进一步的伟大进程中，“世界计算机”们不再拘泥于过去区块链技术的单一和匮乏，更加注重如何构建更好的服务体验，比如最著名的特征——“connect wallet”。可以说，今天的去中心化网络正式向传统互联网架构发起了挑战，宣言为“我们便是 Web3.0”！\\n\\n \\n\\nWeb3.0 风暴正式从加密世界吹到主流世界是由 Brian Brooks 在美国国会上的一段精彩发言，可以说是一次向全世界的宣讲——Web3.0 是一场围绕网络所有权归属问题的运动。在 2006 年，人们虽然向往更好的互联网，但给不出方案，终究是空中楼阁，今天 Brian Brooks 告诉世界，曾经的愿景可以通过区块链（世界计算机）来实现，并详细阐述了以以太坊为例的 token 驱动的网络价值传递规律——网络所有权在所有持有 token 的用户手中。更进一步地思考，Web2.0 有 TCP/IP、HTTP、SMTP、Linux 等人性光辉，Web3.0 主推 Blockchain、protocols、smart contract 等平权运动利器，在最底层上，人类追求开放、自由、平等的崇高使命未曾改变。时代回溯的最大意义在于，如何重新赋予最底层以最大价值变现，只有让最底层获得最大价值，其上的任何商业化形态（比如备受诟病的互联网应用围墙花园）才不至于反客为主，垄断整个网络的价值观。在 Web2.0，最底层反而最难获得价值最大化，没有价值最大化就没有最大的价值观，整个网络的代言被上层商业托拉斯所垄断；而 Web3.0，一场来自最底层的价值最大化运动，输出的是无可撼动的价值重塑逻辑。\\n\\n \\n\\n所以从这种意义上，Web3.0 便成了一种时代的旗帜，它的使命也十分明确，也不再像过去只停留在口号和思想上，它有了切切实实的底层架构，是一种协议，也有了初步的应用落地，并被证实可以构建比肩互联网的繁荣性和多样性，是一种可以不断生长的生态系统。\\n\\n \\n\\n最后，我们回到元宇宙的视角里来，似乎元宇宙这个称谓的表面含义并不那么重要了，元宇宙不再是《雪崩》里的“Metaverse”，也不再只是互联网世界里的“Meta”。元宇宙更像是一个新时代的开启，而这个新时代的内核是由更为具象的 Web3.0 来承载，并且它真的已经到来了。\\n\\n作者：刘秋杉，《元宇宙：通往无限游戏之路》作者，Bytom 首席研究员\\n\\n![](https://images.mirror-media.xyz/publication-images/IKzK13klV-FBacHfzf0OT.png?height=1200&width=750)\\n\\n\",\"timestamp\":1642071201,\"title\":\"f(元宇宙)≡Web3.0\"},\"digest\":\"1VkcQDmatf3LtySdXEL96VETx53GyZA_KQHbitATogk\",\"authorship\":{\"contributor\":\"0xC49FF3EFc42847a939368bC1A0C78bDB2584D4F8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3Fm4k4n6v7ueq0UIec4FoXH9Lav9ADoUJjTsGzU5nfI\\\",\\\"y\\\":\\\"e4Wic-9ydF_4V-GDEPUmr1w14kj92w6mQBhH38X4R1I\\\"}\",\"signature\":\"Z9bTpBV9p2zmROqmxKKyN1hP1GIycXw5TciqWzR6NefUGNGbGr3LijtbPb4iJfaPJI30oUv1xPyX2GBqmtbWJw\",\"signingKeySignature\":\"0xfd4e05a36a0ccdf19bbb9084012a8725457005fdd9b8abaca530df7ec51e681c54fed0aa0c6d2525e96fd68c3fc85bc41613855580299a0575f221f7b79967ef1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3Fm4k4n6v7ueq0UIec4FoXH9Lav9ADoUJjTsGzU5nfI\\\",\\\"y\\\":\\\"e4Wic-9ydF_4V-GDEPUmr1w14kj92w6mQBhH38X4R1I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1VkcQDmatf3LtySdXEL96VETx53GyZA_KQHbitATogk\"}"