"{\"content\":{\"body\":\"美国期货专家“市场轮廓理论”的作者施泰美亚总结出一个非常精辟的公式。交易结果=市场理解×（交易策略+自我认识）。从长期看，交易成绩是一个人以他的整体或全部投入到市场中运作的结果。 \\n \\n\\n \\n \\n\\n \\n 交易者投入的不仅是资金，精力和时间，交易者的知识水平和分析能力同样不可或缺，更为微妙的是交易者的品性趣向、哲学价值观、艺术素养以及宗教信仰都会对最终的交易结果产生决定性的影响。 \\n  \\n 市场就像一面镜子，它反映出赤裸裸的你，尤其完全真实反映出你内在的一切。你所有的外包装和面具都毫无用处。甚至法律都没有期货市场来的公正。一个投机者短期的盈亏有一定的偶然性，但长期而言，一个交易者的盈亏一定源于某种内在机制的推动。 \\n  \\n 意识与无意识 \\n  \\n 我们常说‘我无法控制住自己’。这个我就是有意识的头脑，这个自己则是内在无意识的冲动。我们内在有意识和无意识两个部分，我们既是控制者，同时又是被控制者。 \\n  \\n 人的意识那部分只占10%, 无意识却占90%。无意识就像冰山隐藏在水下的那部分。 \\n  \\n 意识是人智力和理性的那部分，这个意识不太稳定，经常处于摇晃、犹豫不决的状态。人的意识来自后天的培养，如社会规范、礼仪、观念以及学校的教育。人有意识的部分不是先天就具有的，也不是内在的自然成长，而是人在长大过程中家庭和学校强加上去的，它只是一个面具，所以它没有什么决定性的力量。 \\n  \\n 无意识是盲目的冲动。它是与生俱来的习气，所以它有着强大的力量。我们内在的贪婪、暴力、愤怒、嫉妒、性欲等等这些都属于无意识。这些习性是文明社会所谴责的，所以这些无意识被我们压抑在内在的暗处，但它们仍然在内部沸腾，随时跃跃欲试要挣扎出来。 \\n  \\n 我们行动的力量往往出自我们的无意识，而不是出自有意识的决定。这和我们通常所认为的恰好相反。当我们内在意识和无意识发生冲突的时候，最后占上风的往往是无意识。意识可以做出一个决定，但这个决定的背后却没有力量的支持。 \\n  \\n 有一个伊索寓言非常能够说明这一点。一天一只乌龟来到河边准备过河，这时一只蝎子上来搭话说“我也要到对岸去，你能不能把我放到你的背上载我一起过去”。乌龟笑着说“你以为我是傻瓜吗？一旦你在我的背上的时候咬我怎么办？我可不想冒这个险”。 \\n  \\n 蝎子不屑地说“我看你白活了这么多年，你连基本的逻辑都不懂，如果过河的时候我咬了你死了，我不也跟着淹死了吗？” \\n  \\n 于是乌龟就同意背蝎子过河，刚过了河中央，蝎子还是咬了乌龟。乌龟临死前问蝎子“你的逻辑哪里去了？”蝎子说“我也后悔，我自己也活不成了。我是承诺过不咬你，但这不是逻辑的问题，我可以那样说，但实际上我做不到，这是我的本性，理智上我知道不应该咬你，但我没有办法不这样。 \\n  \\n 意识和无意识经常处于冲突中，意识像是狱吏，无意识如同囚犯。这是人类大部分紧张和焦虑的根源。任何压抑都创造出焦虑和内在的混乱。正是因为我们内在无意识的骚动才使得我们单独一个人的时候很不自在，我们对别人的寻求，对各种活动的热衷都只是逃离自己的方式。 \\n  \\n 认识力与意欲的关系 \\n  \\n 德国哲学家叔本华在他的哲学里对智力和意欲的关系有过非常详尽而透彻的探讨。他认为智力是意欲的工具，人有限的认识力为欲望效劳。为生存意志服务。当人的意欲完全平息冷却，智力才能完美工作，才能清晰客观。这和老子的观点不谋而合，老子道德经第一章就有这样一句话“常无欲，以观其妙。常有欲，以观其徼”。 \\n  \\n 每个人身上智力和意欲的比例不同。所以人类外表看起来很相似，但内在个性差异甚大。而动物只有种属的特性，没有明显的个性。天才有多余的智力，当智力脱离意欲的摆布就成为纯粹的认识力，纯粹的认识力能够看到和领悟真理。在诸多事物中看到整体、普遍性和理念。科学，艺术，音乐，哲学的产生就是来自少数天才多余的智力。 \\n  \\n 我们一般人还无法超越生存的层面，时时被意欲所驱使。被意欲驱使的认识力必然是主观的，为狭隘的个人目的服务，纯粹而客观的智力对我们普通人来说只是一种奢望。被意欲驱使的智力只能看到局部、个体和现象，不可避免造成扭曲和片面。 \\n  \\n 水面平静时相当于镜子，这就是心如止水的意思。如果水在加热沸腾的情况下就会失去镜子的功能，无法清晰映照事物的真实面貌。这时的镜子如同哈哈镜。一切反映在里面的事物都被扭曲。 \\n  \\n 意欲是热情，是热是火，智力相当于水。因为智力是意欲的工具，在意欲的骚动中，智力必然失去清晰和客观。在少数情况下，认识力可以作为意欲的冷却剂，用水熄灭欲望之火，这样就产生了无欲无求的圣人，修行人。 \\n  \\n 但无欲无求的达成不是通过压抑而是了解和领悟，领悟到欲望带来的痛苦和欲望最终的无用。不过人本身就是欲望的化身，众多欲望的集合体。无欲做不到，只能争取达到老子所说的“少私寡欲”。 \\n  \\n 奥修的进化观 \\n  \\n 印度的神秘家奥修认为整个宇宙进化的过程就是从无意识进化到有意识的过程。他的进化论比达尔文的进化论更广延和深刻。按照他的观点，无机物的石头是完全的无意识，植物已经有了一点意识，动物里面的意识更多一点，所以更活跃。 \\n  \\n 到了人的阶段意识变得更多一些，但人内在是分裂的，意识和无意识之间，认识力和意欲之间有很大的冲突，所以人是最痛苦的。而人一旦把自己内在的无意识完全转变为有意识，他就开悟成佛。一个佛是百分百的意识，相反石头是百分百的无意识。所以开悟、成道、成佛就是生命进化的顶点。 \\n  \\n 当一个生命成佛，他将以无形的状态存在，不会再进入现象界即生死轮回中，这就是涅盘。所以意识和无意识可以互相转化，智力和意欲可以互相转化。一个人意识的成分越多，那么他内在无意识的成分就越少。一个人的智慧越高，意欲的成分就越降低。 \\n  \\n 无意识是内在的黑暗和混乱，无意识的状态就是痛苦。意识是一种光和照明，是一种内在的清晰与和谐，意识是本能地充满喜悦的。所以我们应该致力于通过各种途径提升我们的意识状态，提升意识就等于提高智慧。哲学，宗教，艺术和音乐这些层面都能够有效地提升我们的智慧和悟性。 \\n  \\n 人性的缺陷 \\n  \\n 大多数投机者在期货市场上失败其最重要的原因是对自己人性上的盲点毫无察觉，他们多次掉进同一个陷阱中。 \\n  \\n 1、主观、扭曲的智力。大部分情况下，智力受意欲的操纵，尤其在你涉入你的情感和愿望的情况下，相信这样的智力就等于相信一个瞎子的眼睛。 \\n  \\n 2、就我们目前的内在而言，我们还没有一个中心，我们的内在是由很多不同甚至相反的部分拼凑而成，有很多不同的声音在叫嚣，我们的内在是一个乌合之众。我们常常做出一个决定，但很快又后悔了，因为没有一个中心能够做出真正的决定。一个人无法承诺，因为他的内在有很多相互矛盾的东西各自为政。我们有时无法入睡就是因为各种矛盾的思想在头脑里不停地撞击。 \\n  \\n 3、头脑会制造幻觉蒙蔽你，安慰你。如果你过分渴望一个东西，头脑就会制造幻觉欺骗你，给你一个虚假的满足。我们晚上做的很多梦就是头脑给你的一个安慰，你白天不能满足的，头脑就创造梦境来满足你，以缓解你的紧张和焦虑。 \\n  \\n 我们就是带着一个经常扭曲的智力，一个会制造幻觉的头脑和一群乌合之众贸然闯进期货市场，难免不被强力的市场冲击得头昏眼花、七零八落。所以为了避免被市场冲击得散了架，在进入市场之前，就内在而言，我们首先要在整合自己的心态上下很大的功夫，外在的方面则需要有一个完整和相对固定的交易策略和方案。 \\n  \\n 在交易过程中智力与意欲的运作 \\n  \\n 建立头寸之前，一般人能够保持相对客观，但不可能绝对客观。人就是过去所有经验积累的产物，每个人受过去的经验、积累制约。有人偏乐观，或偏悲观。乐观的人擅长做多，悲观的人则热衷于做空。 \\n  \\n 但建立头寸后我们甚至无法保持相对的客观，大多数人绝对主观。智力被意欲所收买，这时的智力无法被信任。头脑无法理性的思维，无法公正客观的分析市场。 \\n  \\n 相反意欲操纵了思维，意欲寻求头脑思维对自己的错误决定给予支持，寻求合理化。 \\n  \\n 这时的头脑思维在这样一个前提下展开工作，它排斥任何相反的观点，对任何不利于自己头寸的盘面迹象和信号视而不见，这时的思维有倾向性，因为染上意欲的色彩。 \\n  \\n 正是因为这样，交易前的计划，策略至关重要。 \\n  \\n 一旦进入市场，头脑思维就变得不可靠，完全无法信任。所以建立一个适合自己的交易系统非常有必要。例如止损，我们常常无法执行事先计划好的止损，而且还会为自己不止损寻找理由，为自己的行为合理化，放纵自己，等等看，放大止损，有第一步就有第二步，最后造成重大亏损。 \\n  \\n 头脑还有这样一个倾向，你应该去做而你却不想做的事情你会去推迟，这是欲望的一个诡计。这就是止损被一再推迟的原因。无意识的冲动对投机交易活动的巨大杀伤力 \\n  \\n 在交易过程中常有这样的现象，我们事先对这次的交易进行了详细的分析推理，制定了周密可行的策略，但真正落实到交易活动过程中却变得面目全非。因为我们对于无意识的冲动给交易活动带来的冲击还没有充分的认识。 \\n  \\n 我们所有的理论，分析，策略这些理性的部分只属于有意识的头脑，但这部分很脆弱。而非理性的部分，意欲的部分却是非常强有力的，它有它自己的愿意和不愿意，喜欢和不喜欢。理性的头脑只能建议，决策权和行动的能力属于非理性的部分。这就好像专家没有决策权，而掌握决策权的人又什么都不懂。 \\n  \\n 我们理性的部分，有意识的努力那部分就像是一个菜农，他小心而勤劳地耕种和照料着自己的一块菜地。我们内在无意识的冲动犹如一头狂躁的野猪，它随时都会闯进这块菜地，把整个菜地糟蹋得一片狼藉。 \\n  \\n 大多数情况下，人非理性的部分，冲动的部分无法约束自己。它常常不是根据理智上的对错，事实上的对错来行动，而是按照自己的本性和喜好来行动。就像伊索那个寓言里的蝎子。 \\n  \\n 我们明明知道重仓是不好的，频繁交易是不好的，与市场赌气是不对的，但是我们还是没有办法不这样。所以无意识的冲动对交易活动的最终结果有着非常大的破坏力。其实野猪和菜农都是我们内在的部分。谁占据主导地位将决定我们整个投机生涯的成败。 \\n  \\n 如何去了解和超越自己内在的无意识 \\n  \\n 几乎每个人对自己的定位都偏高，因为他们与自己有意识的头脑认同，他们压抑，回避自己本性中那些阴暗，负面的东西。 \\n  \\n 但这些东西仍然存在，在里面沸腾。随时要冲到外面。因为我们压抑和回避的态度，这些东西就无法进入我们的意识，从而在暗中操纵着我们，这样事情就变得更加糟糕。因为我们如果对它们没有察觉的话，就没有办法预防。 \\n  \\n 人的无意识的冲动是一种习惯或习气，佛教把它称为无明或业力。习惯的力量非常强大，它一旦形成就不再需要你的帮助能够自己运作。通常我们只是它的奴隶，那就是为什么我们总是犯同样的错误而不能自拔。 \\n  \\n 压抑和回避是无法超越的，只有和它们面对面的接触，有了彻底的了解，才有超越。 \\n  \\n 一个人必须要花很大的功夫去穿透自己的无意识，经常性的捶打和练习是需要的，仅仅理智的了解不会有太大的帮助。 \\n  \\n 永远记住：我是所有发生在我身上事情的原因。但自我总是向外找借口，一旦什么事情出错，我们通常首先要保护的就是自我。自我会去怀疑一切，唯独不去怀疑他自己，其实我们的自我才是最可疑的。所以一个人首先要变得真实，这是在期货市场上能够成功的首要条件。一个虚假的人很难在市场上生存，因为他不习惯面对事实，他会自我欺骗。 \\n  \\n 几个常见的交易心理陷阱 \\n  \\n 人性中有很多的品质，这些品质能够帮助一个人在其他行业获得成功，但是这些品质在期货市场却变成了毒药。如钢铁般的意志，不屈不挠的精神，勤奋，乐观，自信等等。 \\n  \\n 在我们的成长过程中，出于生存竞争的需要，我们形成了一个很坚硬的自我。也许在其他行业，没有什么能够像自我那么成功，但是在期货市场，再也没有什么能够像自我那么失败。 \\n  \\n 抗争的心理 \\n  \\n 我们从小所受的教育都是建立在抗争和竞争的基础上，如征服自然，战胜各种艰难障碍，与困难搏斗。这种意识已经深深地扎根于我们的内在。当我们进入期货市场还是带着这样的心理意识。 \\n  \\n 我们常常看到一些各行各业的精英，成功人士来到期货市场，但他们失败了，而且遭到了比一般人更彻底的失败。这是因为这些其他行业的成功人士都有一个很强烈的自我，他们不相信自己会失败，也非常不愿意接受自己的失败。他们的成功使他们的个性变得很坚硬，所以当市场变得对他们不利的时候，他们不懂得屈服和退让，而是采用抗争的态度，直到被摧毁。 \\n  \\n 在期货市场要生存下去往往需要一些反人性的品质，柔软而有弹性的交易者更适合投机市场，坚硬的人很快就会被淘汰。老子非常赞赏柔软的品质，他说柔软的东西更有生命力。当飓风来临，柔软的小草能够安然无恙，坚硬的大树却被连根拔起。 \\n  \\n 在人性中有这样一个几乎是最顽固的倾向，那就是捍卫自己的观点和不情愿承认自己在判断上出现的失误。所以一个人不管自己是对是错，都会把自己的态度坚持到底。因为那个观点是自己的观点，所以他捍卫的不是真理，而是他的自我。 \\n  \\n 人性为什么喜欢抗争？因为通过抗争、摩擦、否定，对别人说‘不’，一个人的自我就会被增强。通过抗争他会觉得自己是强有力的，觉得自己是个人物。顺从，屈服，说‘是’却很伤一个人的自我。那就是为什么有那么多的人喜欢跟别人抬杠。那就是为什么只要你去政府部门办事，在每一个办公室，你都会听到‘不’。 \\n  \\n 人性中这种抗争的天性，这种不愿意屈服，不愿意放弃自己的错误的态度是期货交易的最大障碍。 \\n  \\n 追求完美的心理 \\n  \\n 追求完美是一种非常贪婪的心理，是一种极端的心理。因为追求完美，你就不允许有一点瑕疵，就不能承担哪怕小小的损失，该止损时就难以下手执行。因为追求完美，一个人就试图抓住所有的波动，不希望漏过任何行情。每个人都有自己局限性，都有自己不擅长的领域。追求完美的心理很容易导致重仓交易和频繁交易。 \\n  \\n 毕其功于一役的心理 \\n  \\n 把单次交易的结果看得过重，图谋在一次交易中暴富。或者拒绝在明显看错市场的情况下止损离场，像守寡一样坚守亏损的头寸。 \\n  \\n 期货交易是长期的过程，没有必要为一次交易的结果弄得要死要活，死去活来的。有时候接受一些小的损失是非常健康的，这样就能够预防大的亏损。这就像适当的感冒对一个人的整体健康有益无害。 \\n  \\n 数钱的心理 \\n  \\n 这是一种患得患失的心理。我们一旦建立头寸，就时时惦记账面资金的起伏变化，并被这种变化左右了情绪，忽略真实的行情本身。这对我们正常的思维判断有非常大的干扰。 \\n  \\n 我们更应该注重过程的正确，结果会随之而来。如果提前去考虑结果，就会扰乱整个交易过程，从而导致动作变形。人的头脑总是提前跳到远处想着虚幻的结果而忽略当下真实发生的事情，这是我们生命中最大的荒谬和颠倒。 \\n  \\n 转换时间框架 \\n  \\n 本来是短线交易的单子被迫转换为中长线。还有把本来中线的单子做短线处理。整个交易混乱，无序。 \\n  \\n 热衷于预测市场，试图抓住头部或底部。 \\n  \\n 任何预测都是主观的，不可能是客观的，甚至许多著名的咨询机构的预测都是错误百出。一旦你预测了行情或者相信某个市场评论的观点，你就无法看到市场的真实面貌，因为你会把自己的主观看法投射到市场，市场变成一块屏幕，不论市场怎样波动，你都会有自己的解释。 \\n  \\n 你会形成一个看多或看空的情结，这个情结就像一块乌云一样笼罩在投机者的脑海里，最后这个情结就变成了死结。他会带着扭曲的观点看待市场长达数月甚至数年之久，从而导致整个投机活动陷于瘫痪。 \\n  \\n 一旦预测了市场，你就不愿意设置止损位，因为你相信任何对你不利的波动都是短暂的，市场最终会回到你预测的方向上。许多投机者在试图抓住市场底部或顶部的时候损失惨重。 \\n  \\n 值得推荐的一些交易格言 \\n  \\n 不要被盘面短暂的迹象所吸引，除非市场发出明确的入场信号。有时候盘面的短暂波动非常诱人，我们不顾一切冲进去。但我们没有认真考察这一小段波动在整个大趋势中的地位，这种交易只有很低的胜算，常常让我们狼狈不堪。 \\n  \\n 最糟糕的交易方式是重仓甚至满仓频繁地杀进去，杀出来。这是完全失去自制力，几乎是一个疯子的行为。一贯坚持在那些最有可能成功的交易上下赌注。这是一个胜算和概率的问题。 \\n  \\n 有些市场情况或价格形态你可能非常有感觉，而且以前同样的情形曾经获利过几次，那么不要错过这种出手的机会。根据胜算的大小调整你的入市头寸。放弃那些不合自己口味的交易机会，因为在这种机会面前你会缺乏自信，迟疑不决。 \\n  \\n 行动时候的质量取决于没有行动时候的质量。 \\n  \\n 准备得充分，才不会匆忙，才会把事情做得恰到好处。 \\n  \\n 频繁交易必然导致整体交易质量的下降，因为脑子里有太多的头绪，整个思维必然处于混乱之中。 \\n  \\n 人的身体，心理情绪，智力存在一个高低起伏的周期，它们的周期分别是23天，28天，33天。当自己的身心处于低潮，思维一片混乱时最好避开市场。 \\n  \\n 糟糕的交易不仅本身带来损失，而且还妨碍真正的机会出现时及时入市 \\n  \\n 一个交易者应该在有为和无为之间保持平衡，在交易和休息之间保持平衡。这就像白天的活动是需要的，夜晚的睡眠和休息也是需要的。如果只有白天，没有夜晚，一个人会发疯。 \\n  \\n 我们常常因为耐不住寂寞而不能保持空仓，其实保持空仓是非常健康的，你可以保持中立的态度，客观冷静的观察市场。一旦真正的机会出现，可以全然的进入市场，没有任何拖累。 \\n  \\n 平时我们做了大量不应该做的交易，当真正的获利机会，真正属于你的机会来临时，你却正深陷不良交易的泥潭当中，根本无暇顾及。这是期货交易中最遗憾的事情之一。 \\n  \\n 这就好像当你真正理想中的情人出现在你面前的时候，你却早已陷入婚姻的泥潭之中，和一个不怎么样的人厮混在一起无法摆脱。这一切都是因为你耐不住寂寞造成的。 \\n  \\n 提升自己的意识状态，达到一个更高的立足点 \\n  \\n 有些问题无法在同样的层面被解决，因为在解决这个问题的过程中会产生其他新的问题，所以问题只能被超越，而不能在问题的层面上被解决。同样，期货交易中有些问题无法在期货的层面上被解决，这需要一个交易者把自己提升到远远超出市场之外的高度，这样原来的问题将会被超越。 \\n  \\n 这方面无法依靠理论的学习，知识的积累达成。因为理论知识是外在的，死的东西。智慧是活的，是去知道的能力，是悟性、洞察力、敏感度、大局观这些微妙和无法量化的层面。这些内在综合素质的提升需要借助艺术，音乐，哲学，宗教。 \\n  \\n 哲学的任务是认识你自己，认识主观世界和客观世界的关系。哲学素质的培养有助于提高我们的理性意识，大局观，整体感。一个 \\n  \\n 交易者不仅要有能力观察市场盘面的动向，同时还要洞察自己在交易过程中的心理动态，因为交易是一个双向互动的过程。当主体和客体的动态都能够反映在你的意识中，这种察觉力才是真正的智慧。 \\n  \\n 艺术和音乐是超越理性的，而无意识和欲望低于理性。头脑理智能够理解比它低的东西，却无法领悟艺术和音乐，因为艺术和音乐远在头脑之上。只有提升我们的悟性，才能够让我们有能力去领略艺术世界的无限风光。 \\n  \\n 反过来如果我们适当地接触艺术和音乐，那将会提高我们的智慧、柔韧性、敏感度、协调性，尤其有助于提升我们的悟性，这对我们在期货市场上的运作非常有帮助。音乐是所有艺术中对心灵最有滋养作用的，因为音乐本身就是一种和谐，而我们本身就目前而言是一种混乱的存在，经常欣赏音乐有助于达成我们内在的和谐。 \\n  \\n 我们的心已经在欲望的粗浊中变得过于迟钝和坚硬，我们的本性中细腻、敏感和灵悟的那部分已经被埋没。我们几乎失去了所有的悟性和洞察力，因为我们过分依赖理性和头脑。但理性永远是局部的、片段的，它永远是间接的，它只能一步一步推理，如盲人用手杖在黑暗中摸索。而悟性超越头脑，来自你的整体，它是突然的、直接的。一下子你就对很多事情开窍了，这就像禅宗的开悟。 \\n  \\n 宗教是直接在我们的欲望上下功夫，当一个人有了宗教意识，他的欲望自然就会淡化，我们内在那头野猪就不再那么狂暴。当我们的内在不再那么狂乱焦虑，当我们不再那么急功近利，我们的智力就会更加清晰，我们将会更加客观冷静，从而少犯错误。 \\n  \\n 内在的提升是长期渐进的过程。当我们提高我们的立足点，我们将会有一个全体的视角，就会以一种超然的心境看待整个事情。正如歌德所说‘当我们提升了我们的立足点，我们就提升了一切。如果我们降低我们的立足点，那么就会补足我们所有的悲惨’。\\n\\n \\n （来源：清华深圳研究生院财富管理中心）\\\\*\",\"timestamp\":1641618323,\"title\":\"投资好文：市场是一面镜子，她反映了赤裸裸的你\"},\"digest\":\"M8CAF_zfzEamLHj725yB_RfNiaEb0KUQbTOR_2QCpEQ\",\"authorship\":{\"contributor\":\"0xf8f6f1924706B8775A4a92326477081551A82363\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yVe0ryE05a0eEIj03sjYxB9TORUfUSuFBd5cEQ9K14A\\\",\\\"y\\\":\\\"TDQ2dy5-W7eTMkOzVXBvUfwg45g_QU2ZGKcCMvEFTcE\\\"}\",\"signature\":\"xYL9ruHjDnz7pw7Ikzdl4Eeih1Es9mHzoc0fyVQhz_BVnSuE9xc4QVyvyGYHBfoERDXrcYPjIF53ifM1ObIaxw\",\"signingKeySignature\":\"0x6fa84a85875478ca4cb7e07af63e3b3adc154cdf4f60fb43aeb4a170ef3de1711a8cb721ed62916d2aa764c2ad9b0ef6e2907af9d127e6fd8e28cdbb86e101be1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yVe0ryE05a0eEIj03sjYxB9TORUfUSuFBd5cEQ9K14A\\\",\\\"y\\\":\\\"TDQ2dy5-W7eTMkOzVXBvUfwg45g_QU2ZGKcCMvEFTcE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"M8CAF_zfzEamLHj725yB_RfNiaEb0KUQbTOR_2QCpEQ\"}"