"{\"content\":{\"body\":\"The macroeconomy is more volatile than used to be. The Fed announced to fast-track the tapering on Bond which triggers both traditional and crypto markets to sell-off. However, the crypto market has recovered faster than the traditional market did.\\n\\n![](https://images.mirror-media.xyz/publication-images/u4c2yRFFHkfV_qCwPSD0y.jpg?height=1280&width=1920)\\n\\nHow we got here\\n\\nThe global economy was in a crisis due to COVID 19 induced money shortage. Since then, the Federal Reserve from the United States printed a flood of money into the current system to support the falling price of assets. It may stop the free fall of assets’ valuation but it creates a worse consequence – hyperinflation and eventually will lead to stagnation which means inflation will eat out all profits.\\n\\nHow we actually got here\\n\\nPrinting more money is an old method to temporarily fix the troubled economic system. Particularly, it encourages to existing trouble system to continue working under the support of artificial value until it cannot work anymore. If the existing system no longer works in the first place, why can’t we change it? \\n\\nChange the system\\n\\nIt is difficult to switch from an existing proven system to a new system without any proven records. Many people will be against the idea and are less likely of taking risks. Stay in their comfort zone is more stable than taking risks.\\n\\nFuture is riskier\\n\\nIt may work if the system can still fixable. Unfortunately, the economic system has reached an unrepairable stage. Inflation is likely to continue rising and wages will stay without possibly overcoming the speed of inflation increasing speed.\\n\\nCryptocurrency is an insurance policy of the risky future\\n\\nCryptocurrency is speculated in its valuation, not because of its own value but how risky the future will be. If the future becomes more out of control from the government and its monetary policies, the crypto will continue hedging the future risk since it has given people hope.\\n\\nCryptocurrency may create a new order\\n\\nThe new financial system may trigger the change of the existing governing system. The rule is running on a program that no one can change and everyone participates to influence the changing of rules rather than sending representatives to propose the change.\\n\\nDecentralized Autonomous Organization (DAO)\\n\\nDAO gives everyone true power to vote and influence the path of the future. It runs on the program but people participate in the decision-making. It makes the decision-making process more transparent and fair.\\n\\nThe downside of the DAO\\n\\nIf one has more voting power than others, it may easily roll back into the traditional system. Therefore, DAO needs a dominance resistance mechanism and to prevent anyone can dominating the system.\\n\\nIn conclusion\\n\\nWe are changing on a macro scale. Our mindset needs to adopt the new system. Whether or not crypto is the future, we need an insurance policy against the uncertain future.\\n\\nHere is 1 min summary of the article in a video [here](https://youtu.be/1LAbZAYkuUM)\",\"timestamp\":1638346237,\"title\":\"Change of Macroeconomy Landscape\"},\"digest\":\"o3dUeeK8FaiR--6gCauYxhI6-48yka56nHVUHVxXLT4\",\"authorship\":{\"contributor\":\"0x89305669af6aAf719Ca1Ccf8e6deac2321c21101\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MdUA93pXpdIPKo4Xt9HnbIG6dHahpm6asFfB9EcfJzc\\\",\\\"y\\\":\\\"e3Ho2yxE_nIHoyq6B7mx_VOrW1vShACb1qylYstOBtI\\\"}\",\"signature\":\"BLb944DRyiefH_rZdA-7ct6gSNFGtJ0Y7is3WOJNbS29tQgz8rOPY1b1NJDUO0QmUIBcMThBxxk10fh18axtZQ\",\"signingKeySignature\":\"0x7449d85f105241b3a12bde4608cc363a86c26f94f150c986979d151dbbf441a311dbe0b725174a4c746772f7e570168ea0fe601d88115b03919f0658ac8647121b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MdUA93pXpdIPKo4Xt9HnbIG6dHahpm6asFfB9EcfJzc\\\",\\\"y\\\":\\\"e3Ho2yxE_nIHoyq6B7mx_VOrW1vShACb1qylYstOBtI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"o3dUeeK8FaiR--6gCauYxhI6-48yka56nHVUHVxXLT4\"}"