"{\"content\":{\"body\":\"China's current COVID-19 policy is still effective in fending off the new and more contagious variant of the coronavirus, known as Omicron, said the National Health Commission (NHC), noting that the country has established a special nucleic acid method targeting the new variant, and it is monitoring the genetic sequencing of possible imported virus cases. \\n  \\n The NHC said that the new variant does not affect the sensitivity of the country's mainstream nucleic acid testing kits. It said that the Omicron variant has more spike protein mutations, but the spike protein is not included in China's published nucleic testing kit sector.  \\n  \\n Wang Guangfa, a respiratory expert at Peking University First Hospital, told the Global Times that normally a nucleic acid testing kit won't cover mutations, as it will affect the test's sensitivity. As Chinese mainstream testing kits are not targeted at spike protein mutations, the new variant has no impact on the nation's current testing kits.  \\n  \\n In face of the unknown danger of Omicron, Chinese pharmaceutical companies are ramping up efforts to detect the virus and tweak current vaccines. \\n  \\n Chinese vaccine producer CanSino told the Global Times on Sunday that the company has started working on vaccines against the new variant. \\\"Based on the advantage of recombinant adenovirus vector and mRNA technology, once the effect of the current vaccine is reduced, the company is confident it can develop a new vaccine targeting the new mutations in the shortest time,\\\" said the company. \\n  \\n Some Chinese bio-tech companies said their nucleic acid testing kits are upgraded and they are able to detect all prevailing variants, be it Delta, Gamma, Beta or Omicron.  \\n  \\n The health authority said that the variant was first identified in South Africa, but that does not mean it evolved or originated from there. It noted that more information is needed to estimate the variant's transmissibility, the severity of disease and whether it can evade the immune system built by current vaccines.  \\n  \\n In a technical brief on the newest \\\"variant of concern\\\", the World Health Organization cautioned on Monday that assessments so far were based on limited information, but said the overall global risk related to the highly mutated variant was \\\"very high.\\\" \\n  \\n The NHC said that apart from Hong Kong, no other places in China have reported such a variant. Yet China's current strategy of preventing imported cases and domestic flare-ups is still effective in fending off the variant. \\n  \\n Chinese Center for Disease Control and Prevention has already established special nucleic acid testing methods for detecting the new variant, and it is continuing to monitor the viral sequence of possible imported virus cases.  \\n  \\n The NHC suggested mask wearing is still the effective way of preventing virus transmission, even for Omicron. It also said that Chinese residents should reduce travel abroad.  \\n  \\n Foreign Ministry spokesman Wang Wenbin said on Monday that China always followed developments in the pandemic closely, relied on science-based measures to cover people entering the country, and made \\\"necessary adjustments.\\\" \\n  \\n Global Times\",\"timestamp\":1638282515,\"title\":\"China’s current strategy effective in fending off Omicron; variant doesn't affect nucleic acid sensitivity: NHC\"},\"digest\":\"7ZfWEx1dVag5AO-A6eq_G9vCXBQXctC_4CyU-QDfle0\",\"authorship\":{\"contributor\":\"0x98Df96E02398c366a5B6542ab70945BbE677876D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pk590omeV_D0rRRC0sNk5vZlsULwWE2AWzUjxkPAsVc\\\",\\\"y\\\":\\\"ZRRIzFbNlfbjS9y70Hb--Q2gQm8zOOwDD5TjIpKuzoc\\\"}\",\"signature\":\"gBkJj9Ma_OObGgYZQydrdPoYzJ87kZon3v8wpwlQTvDHFL1e-yQNHxCjtsimpS_sBjcHuPdIOJ3rYs8V_4717g\",\"signingKeySignature\":\"0x8089c2c3fbf6944154d302341f2003c0a477fdb1b2cdb6342b068d5b156e7f24452c12f2f05da06a4d427ae80abc83bc05b1d7e0733757ababe886136638f82e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pk590omeV_D0rRRC0sNk5vZlsULwWE2AWzUjxkPAsVc\\\",\\\"y\\\":\\\"ZRRIzFbNlfbjS9y70Hb--Q2gQm8zOOwDD5TjIpKuzoc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7ZfWEx1dVag5AO-A6eq_G9vCXBQXctC_4CyU-QDfle0\"}"