"{\"content\":{\"body\":\"Jason Meng 10/28/2021\\n\\nThis excerpt follows the announcement of Facebook’s rebranding and a highlight of Mark Zuckerberg’s (Facebook CEO now Meta) vision for the metaverse.\\n\\nWhat is the metaverse?\\n\\nThe metaverse I believe has *always* existed even before Facebook’s announcement. I think of it as akin to a different dimension or abstract space created by humans. Every digital interaction or “imaginary-spaced” object created puts a new piece into this dimension and continues the expansion of the metaverse. There is a lack of physical characteristics that can be used to describe the metaverse in succinct detail so I will refer to it as a “different dimension” for our understanding.\\n\\nThe metaverse can be transposed right onto our own or can be visited in itself. One thing for certain is that one cannot access the metaverse or see the metaverse without a sufficient “portal” (eg. VR headset) I draw a parallel here to fantasy trope portals to access a different world.\\n\\nI want to differentiate the metaverse from something like a VR game, a game is only a pocket dimension compared to the extent of the actual metaverse. We can say that connectivity is the barrier between what indeed belongs to the metaverse versus pocket dimensions.\\n\\nAn example to make the prior point clearer is we can imagine a house. A house next to another house is simply two homes but connects enough houses together through shared access and it becomes a complex. If we draw this to the metaverse all connected digital experiences can be part of the metaverse which in turn becomes an incredibly large “complex”\\n\\nFacebook is in essence merely opening “portals” to the metaverse, do not be mistaken they are not solo creating it as the media leads one to believe. It is impossible for Facebook to build the metaverse on their own or try to control it, I believe Zuckerberg’s vision entails controlling the rights to the access portals (at least initially) leading to controlling of the tools used to build the metaverse more efficiently - thus as the world shifts into the cloud, then the metaverse it will generate trillions of dollars in revenue for Facebook (now Meta).\\n\\nThe metaverse is a human construct birthed from the advent of digital communications - it's a hyper-virtualized digital twin of our physical universe with one main difference: It transcends physical space. There is a concept called “non-euclidean space” which to simplify imposes that one can have infinite space within the confines of traditional Euclidean space. The biggest boon and shift the metaverse offers humans is the ascension from physical space. \\n\\nJust as the theories imply if we can transcend our 3 dimensions, we can be free from the boundary of time or gravity - the metaverse allows freedom from the boundary of space.\\n\\nIn economics, the fundamental thought of space utilization can be challenged directly. Production AND recreation can exist within the same space. I’m probably not selling the idea as well as in my head but essentially land value becomes worthless because there will no longer be “good” and “bad” land - I’m simplifying here but all the finite land on earth has its inherent value based on various economic principles and evaluations. \\n\\nOur world is driven by physical space and the demands + needs that revolve around it.\\n\\nCan we imagine a future where land is hyper-efficiently utilized? What does this mean?\\n\\nThis starts getting into “bruh that’s a stretch” territory but a world where highways don’t need to exist as frequently. A world where the only sensible utilization of space is for food production (sustenance) and living spaces (shelter). This may seem bleak at first but I believe it's due to the mass media effect because you are probably thinking of a world that looks like a giant prison when in reality it can be quite beautiful and in tune with nature. A hyper-advanced society can live in similar conditions “objectively” to the hunter-gatherer tribes that used to live as one with their environment. I believe after all it was due to space limitations that drove humans to industrialize into our current state.\\n\\nIn the metaverse physical space is not a real concept - we believe it to be true in our universe because actual humans are tied down by physics and other natural laws. The metaverse in contrast is bound only by code and computing power + imagination.\\n\\nEnd of part 1.\",\"timestamp\":1638927219,\"title\":\"My Thoughts on the Metaverse and Its Implications pt 1\"},\"digest\":\"fTjc0Bk-ZkIX-cDci2jA_HfQJ2GQUN2A71Uoq1UaQ5k\",\"authorship\":{\"contributor\":\"0x1992a059a378e9f804F09Cd370A5744849765285\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hZbMjf3j6kyHqCySsNNx-pbCKyPjkImAy7YAWBRpG9s\\\",\\\"y\\\":\\\"xy107a09nCF2cUOEFgi8la2zNTO83SdF25XS9jCmif8\\\"}\",\"signature\":\"3s-TRpfXUuBxbVkpT19XssrsX-oQY4qvQVMWYMGtC7CbN1a2t77kv2eq_Rck81Vyt5RgMZxAx0ky0yAr052JBA\",\"signingKeySignature\":\"0xb8b566ad9348d17172073784c02d18192b5154fffe8e1afaaa834557c5aa50d37476575e977a997bb471acc7f3a37ceb49f6ceec11ba9cfe3945e74f6a3e58d31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hZbMjf3j6kyHqCySsNNx-pbCKyPjkImAy7YAWBRpG9s\\\",\\\"y\\\":\\\"xy107a09nCF2cUOEFgi8la2zNTO83SdF25XS9jCmif8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fTjc0Bk-ZkIX-cDci2jA_HfQJ2GQUN2A71Uoq1UaQ5k\"}"