"{\"content\":{\"body\":\"*“No way! I am NOT going in there!”*\\n\\nI shout at our tour guide as I run away from the entrance.\\n\\nThese people must think I’m crazy…and very naive.\\n\\nI feel tricked. Duped. Forced to go somewhere I don’t want to go.\\n\\nEveryone else is still in line, entering single-file. But not me.\\n\\n**I’m going to stay above ground, where the sun still shines and no impenetrable rock walls will smush you dead.**\\n\\nMaybe I can meet them on the other side of their perilous expedition?\\n\\nI don’t know my way around this foreign land, but I can ask for directions.\\n\\nEither way, my decision is final. My feet are staying planted in the city of surface-dwellers.\\n\\nUntil, with the encouragement of God, my mind is starting to change.\\n\\n**He’s convincing me to go—through the caring words and actions of 3 other believers on this epic, shared journey.**\\n\\nI feel supported. Loved. Understood.\\n\\nGod is speaking through them, helping me overcome this foolish fear that has plagued me since childhood.\\n\\nI can’t believe I’m saying this, but I might actually do it…let’s go.\\n\\n**I’m in Israel. It’s 2014.**\\n\\nWe’re approaching the end of our unforgettable 2-week trip across The Holy Land.\\n\\nSomehow, we’ve herded 99 believers from my local church across this diverse terrain—and haven’t lost anyone.\\n\\nI thought maybe we’d misplace at least one person in the Negev Desert or while hiking Mount Carmel.\\n\\nBut nope. We’re all still here. A hearty golf-clap, we all deserve.\\n\\nOur two luxury, air-conditioned tour buses have weaved and swayed through 100’s of narrow, winding roads so that we could ***see***, and ***hear***, and ***touch***, and ***smell***, and even ***taste*** the Earthly epicenter of our faith…\\n\\nWe **picked sacred stones** from the lush, tree-lined Valley of Elah—where David killed Goliath…\\n\\n**Sang songs of worship to God** in a wooden boat on the iconic Sea of Galilee…\\n\\n**Entered The Church of The Nativity** in Bethlehem, seeing the exact spot where Jesus was born…\\n\\nAnd **gazed upon The Old City of Jerusalem** from atop The Mount of Olives—where Our Good Lord ascended to Heaven…\\n\\nFor all of us, The Bible has now been brought to life.\\n\\nIt’s easy to forget while reading God’s Word:\\n\\nThese places actually exist.\\n\\nNow we’re in Jerusalem. This is the last stop on our Biblical journey before we endure the long plane ride home.\\n\\nWe know we’re hitting all the main attractions:\\n\\nThe Western Wall, Gethsemane, Golgotha.\\n\\n**But Marty, our experienced tour guide, loves to surprise us.** He doesn’t want us to know every place we’re going.\\n\\nI’ve enjoyed his surprises so far. In our daily American lives, we expect to knowing exactly what we’re doing. We’re control freaks.\\n\\nIt feels good to let go of my calendar for a while.\\n\\nThat is, until, we arrive at our newest surprise location just on the outskirts of Jerusalem…\\n\\n**It’s called The City of David.**\\n\\nMarty tells us this is the oldest (and most significant) archeological site in Israel.\\n\\nThis 60-acre national park is situated on a small hill near The Western Wall.\\n\\nAbout 3,000 years ago, King David left his beloved city of Hebron to come here—transforming Jerusalem into a political and religious capital for the entire Jewish people.\\n\\nMarty also says this historical city is well-known for it’s vast, impressive system of caves and tunnels…\\n\\nThe most popular choice for tourists is called **Hezekiah’s Tunnel.**\\n\\nKing Hezekiah constructed this ancient marvel of engineering to redirect water from the Gihon Spring (outside the city walls) to the Pool of Siloam (inside the city walls).\\n\\nHe knew the Assyrians were planning to attack. But now, they would have to do it without a convenient source of hydration.\\n\\n\\\\*“And guess what? \\\\*he says. ***Surprise!*** *That’s our next destination. We’re going to walk inside of it.”*\\n\\nMarty continues: *“The tunnel is about 1/3 of a mile long and still contains water…”*\\n\\nHuh? What? He’s still talking? I can’t focus anymore.\\n\\nI’m distracted by my own anxious thoughts.\\n\\n**They’re expecting ME to stroll through this dark, wet tunnel like a New York City sewer rat?**\\n\\nI’d rather be a test subject in a pre-human trial medical experiment than scurry along inside this wretched hole bored into rock.\\n\\nBut I keep moving forward like the good, little church group tourist that I am…\\n\\nWe get into the lengthy, winding line leading to the entrance.\\n\\nThey hand each of us **a flashlight.** Oh boy.\\n\\nAs we turn the final corner, I peek ahead to investigate my impending doom.\\n\\nHmmmm….that entrance looks a tad narrow. I hope it widens more once we get inside.\\n\\nThe line shuffles forward until my right foot breaks the threshold of my greatest fear.\\n\\n**Uh oh. This is not getting any wider. It’s actually narrower.**\\n\\nI try to pump up my confidence with a little reassuring internal dialogue:\\n\\n*“It’s OK, Ryan. You can do this. Don’t stop now.”*\\n\\nI take one small step after the other. Maybe I won’t freak out if I move slowly.\\n\\nBut that doesn’t matter. I can still **feel the dense, cold rock of the tunnel walls squeezing tighter on both sides.**\\n\\nIn my everyday life, if I have the choice between an enclosed elevator or spacious stairs, I’ll meet you at the top using pure foot power.\\n\\nSure, this may seem like a healthy cardiovascular decision. But it’s not. I’m just succumbing to my fear of smaller spaces—which I’m trying to overcome right now.\\n\\nI arrive at the final staircase, leading down into the cave.\\n\\n**And then, at this last moment, I do it. I freak out.**\\n\\n*“Nope! I’m not going in THERE!*, I blurt out to my fellow travelers (and complete strangers) surrounding me.\\n\\nI turn around and push my way back through the line.\\n\\nI don’t care how significant this place is…\\n\\nI don’t care that brave men of God built this water-guiding wonder some 2,700 years ago by digging from both sides and somehow meeting in the middle.\\n\\nGood for them. I’m proud of ’em. I’ll drop a like on their Facebook page.\\n\\nRight now, I’m outta here!\\n\\nMarty immediately went to find me. And a concerned couple from our group followed him.\\n\\n*“Ryan, what’s wrong?”*, he asked.\\n\\n***“I’m claustrophobic.*** *So yeah, I won’t be spelunking in Hezekiah’s Historic Hole of Horrors today please.”*\\n\\n*“I know you can do this. I’ve gone through this tunnel many times with people who don’t like small spaces. Here, I know what will help….”*\\n\\nHe points at the couple who have been witnessing my hysteria since I was handed the flashlight.\\n\\n*Walk inside with Mark and Amber. It’s easier to do this if you feel you’re not alone.”*\\n\\n*“Sure, we’ll gladly do that*“, they say.\\n\\n*“Uhhhh, I guess so, I respond. We’ll see how this goes…”*\\n\\nWe weave back through the throng of tourists toward the tunnel entrance.\\n\\nAmber stands in front of me. Mark stands behind me. And we walk inside.\\n\\nThe walls start to squeeze again. The roof feels low—even though I’m only 5’5″.\\n\\nBut I keep moving. Because I no longer feel alone in my fear.\\n\\nI am literally surrounded by believers who have my back—while also leading from the front.\\n\\n**We are now an unstoppable train of believers, chugging forward one rail at a time toward our next station.**\\n\\n*Wait a second. Could it be? Is it possible?…*\\n\\nYes! I’m shocked, but it’s now hard fact…\\n\\nI’m starting to ***enjoy*** our adventure through this cramped, damp hole in the rock.\\n\\nHezekiah’s Tunnel is a miraculous feat of ingenuity fueled by God.\\n\\nOur army of flashlights scares away enough of the darkness so we can see God’s beautiful work around us.\\n\\nAnd I’m steeped in the anticipation of what we would see next around each corner…\\n\\nThe cool, clear water flows through the entire channel. Sometimes I’m sloshing it with my feet, other times I’m wading up to my waist.\\n\\nBut even when my gap of air is limited, I continue moving forward with my Christian Crew.\\n\\nWe talk, we joke, we even sing some worship songs along the way.\\n\\n**And finally, after 1748 long feet, we exited through the other end.**\\n\\nThank you, Lord for giving me the visible, reassuring support I needed through the hands and feet of other believers.\\n\\n**He was reminding me: *“I am always with you. You are never alone.”***\\n\\nToday, God works most of his miracles through His Church—the forgiven believers who do His good works.\\n\\nWe all need help from other Jesus-followers to overcome our fears and live up to our new image in Christ.\\n\\n**Sadly, many of us have been more disconnected from The Body since the pandemic started.**\\n\\nWe’ve been isolated from the people with whom we’ll be spending the rest of eternity.\\n\\nNow it’s time. We’ve been hiding in our spiritual silos for long enough.\\n\\nWe need to know each other better. And encourage one another while on Earth.\\n\\nThis has been a recent problem in my life…\\n\\nWith the pandemic and moving to a nearby city, we still haven’t found a new home church.\\n\\nBut to be honest, I haven’t looked hard either.\\n\\nIt’s time to fix this. And to reconnect with my Jesus-following family.\\n\\n> “And let us consider how we may spur one another on toward love and good deeds, **not giving up meeting together**, as some are in the habit of doing, but encouraging one another—and all the more as you see the Day approaching.”\\n>\\n> —Hebrews 10:24-25\\n\\n***Who in our eternal family can you help and encourage?…***\\n\\n***Who can help and encourage you?…***\\n\\nWe all need support to use our heavenly gifts, overcome our fears, and live out our faith for The Gospel.\\n\\nThe greatest Godly power we have is when we’re together, encouraging each other, helping each other, bearing each other’s burdens.\\n\\n> “Again, truly I tell you that if two of you on earth agree about anything they ask for, it will be done for them by my Father in heaven.\\n>\\n> For where two or three gather in my name, there am I with them.”\\n>\\n> —Matthew 18:19-20\\n\\n**This broken world continues to become a darker place by the day.**\\n\\nAnd according to Scripture, the sinfulness, the temptations, the evil growing here will only get stronger.\\n\\nWe need each other more than ever now…\\n\\nBecause since Jesus won the eternal war, we have become **Satan’s #1 target.**\\n\\nSo let’s lead one another from the front, and guide each other from behind…\\n\\nJust like Mark and Amber did for me when I was freaking out in fear inside Hezekiah’s beautiful, magnificent tunnel.\",\"timestamp\":1635772297,\"title\":\"#1 God-Given Way To Conquer Your Fears\"},\"digest\":\"QqgU9U_Iyv318Q9UZCqAM3POrcxQDLmrG5dDIGpy0_I\",\"authorship\":{\"contributor\":\"0x68876Bd92Ba03AAAD29812B7D62491cA80Fa0E74\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ckD-YUDO_z0ZwE4cBEISvvruLHY4n2snGzI76XKkJn4\\\",\\\"y\\\":\\\"_xrSejwP_nDX-CKIschhO4ofO69DOo5AmhaNgfWcV-Q\\\"}\",\"signature\":\"g_fWKtlUXnx9jLuFERF2xh2uVdUocXjR91oCuFFu_3Glnx7BGD1f1MBsWVxDU8XwzLFPZ7TQOHqeRSABwFpesg\",\"signingKeySignature\":\"0x5e0471b5270c8a60a55b7e60adbb276cb78e9b78900359ad3636cf45f94430c555008d27f996e25bc25e00d2b71dc722d25e0a8157a70958d7dbeeaa9c61d7961b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ckD-YUDO_z0ZwE4cBEISvvruLHY4n2snGzI76XKkJn4\\\",\\\"y\\\":\\\"_xrSejwP_nDX-CKIschhO4ofO69DOo5AmhaNgfWcV-Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"M7P1rU2QYtJn94gxpvPOKll_ohFc4WWmPv5YWeJsCUw\"}"