"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/m-tfb5tHip-_Hr2PG1K1e.jpg?height=1276&width=2268)\\n\\n首先我现在个人的交易风格是保守偏激进，大家从我的实盘账户收益曲线也能看出来，我旨在打造一根最完美的上升趋势的曲线，所以在交易的时候我第一点考虑的是这单能承受亏损的极限值。\\n\\n \\n\\n在资本市场里，防守在我的这里的优先级是远远大于进攻的。为什么这么说呢？下面用我的个人案列和大家复盘一下。\\n\\n我在2013年比特币8800人民币最高点入场，没多久五部委联合发表声明国内禁止银行给交易所提供服务，让我满仓强平。\\n\\n「2015年12月31日的A股开始推出熔断政策时隔很短便夭折，很幸运的是我在2015年12月31日收盘当天全部清仓逃过一劫。\\n\\n2016年3月8日铁矿石运输船爆炸导致的的跳空巨量涨停，我当时在找好位置入场，没想到却换来了满仓踏空捶胸顿足。」\\n\\n2016年11月14日（由于合约有夜盘实际时间是2016年双11）全品种合约在开盘40分钟内全部涨停又用了40分钟全部跌停（当天中国合约交易所down机了，我一度以为公司网络卡了，后来得知全中国人民都登不上去交易软件），交易当天我觉得前期涨幅足够，政策面国家也一再发文警示，便在开盘涨一个点的位置做了空。\\n\\n当所有品种涨停的时候我思考了30秒后决定交出我带血的筹码，认输离场（我怕下一个交易日又是全部涨停当时整个人已经懵掉了），往往你头脑不理智的时候就是最错的时候，那或许是我交易生涯中做过最傻的一次操作，就在我平掉的七秒钟后神奇的事情来了，所有的一切全部死掉了… 此役过后我离开了金融市场一段时间并开始了反思！\\n\\n和大家说这么多并简述了我当时的心里想法，就是想让大家能切身体会到当市场出现极端行情的时候，如果你并没选对方向也能给自己留有翻身的余地，不至于让自己原地裂开，只能看着自己权益为0的账户发呆。每当我回顾自己经历的这些事情时，难免后背一身冷汗，庆幸自己在这种时候也没死掉。\\n\\n身边太多的朋友出现这种惨案，从100到200甚至300,500只用了一周多，然而从500到0也就只用了一个小时，所以我再一次强调交易的先决条件那就是防守。交易是我赖以生活的东西，而严格的风控，是让我长久在这条路走下去的护身符。\\n\\n有一套自己的仓位管理系统是一个成熟的交易员的必备条件，不管何时一定要记住严格止损，很多人都知道复利加仓大法，此法相当于舍弃仓位管理，那么这个时候一定要做到绝对的严格止损，弃之不理的结局必然是血本无归。\\n\\n要在一个市场成功，重要的是反思以前的错误和制定下次的策略，然后用你自己的“道”来进入市场，以为搞懂了历史，就一定知道未来，那是一种美好的自我安慰，市场是一个不断进化的生物，会以市场参与人的水准而改变自己，但终究还是要完成7亏 2平 1盈的过程。\\n\\n所以，今天的你回到9.25之前是高手，但在今天你什么都不是。总有一些朋友以为掌握了固定盈利的交易程式，但是市场还是能找到你的漏洞。\\n\\n只有审时度势，才能和市场真正结为一体。以动态的思维来应对市场才有可能在市场当上大赢家。\\n\\n孙子兵法云：善战者立于不败之地而不失敌之败也。\\n\\n市场中的高手是要去发现参与者犯了什么错误，如果参与者都没犯错误，那么你就没有参与市场的必要。有的人会经常使用某种工具，就像有些人搞技术分析到了极致还是会偏爱某个指标或者工具，但到底是平均线，还是MACD, 或者布林通道实际上都不重要。\\n\\n关于操盘技术和逻辑：其实区块链这个市场并不是完完全全和正规市场相同，消息面对整个盘面的影响之大想必大家也见识到了，抛去这些不谈，整个大盘在正常运作的时候是有一些规律可循的，几百年前米商所用的蜡烛图我认为是目前最直观的能表现出市场的买卖欲望和盘面走势的技术指标，均线也是一个长期趋势判断的必要条件，技术参数不需要太多，需要严格执行自己在长期交易中所积累下的交易策略即可。\\n\\n我见过几个资金量很大的操盘手只有K线没有任何的指标，市场还是由资金去推动的，多去思考背后的逻辑并在一个盈亏比好的位置入场，一定会取得不错的收益。\\n\\n对于市场上大多数的交易者，由于各种各方面的原因没法做到随时随地去盯盘，我建议大家用小仓位放大空间去做趋势交易，这样你才会在大行情吃到大肉，当正向波动远远脱离你的成本区，你就会具备良好的心态，你的意志力会得到莫名的加强。\\n\\n心胸才是做合约的人最需要具备的素质，如果你是一个杯子，即使下暴雨也不过是一杯水而已，如果你是一个大坝，平时的小雨可能没有什么，但是暴雨来了就是财富自由，难道这不就是你来合约市场的目的嘛？\\n\\n但并不能徒有心胸，要有自己的交易系统，摸清市场的脉络，逻辑对了就要坚定，顺势而为，错了就要认，不要沉迷在过去的错误，来影响你下次的交易。合约市场有些行情是不能错过的，当错过了一段大势，或许要以年来计算了。输不起的不是钱，输不起的是机会。\\n\\n接下来我简单和大家谈谈具体的**实战心得**：\\n\\n我刚才也说过我并不是一个纯技术型的交易者，交易本身就是一种博弈，所有人博弈后的结果就反应到了走势上，所以我更愿意从市场情绪、资金的宽松程度、对手盘的强弱、政策指引的风向来去给我的交易指明一些方向。\\n\\n当一段大行情的开始往往技术形态会给你一种反向的指引，这就好比10.25的惊天反转（当然现在来看他是反弹），你想在7450附近拿到很大头寸的多单就更多的需要从人性的角度去思考市场，以及一定程度的运气。\\n\\n对于市场是大多的数交易者来说，由于你们并没有办法长时间的盯盘，我给大家的建议是降低交易频率，不要觉得市场每50刀的波动你都能抓住，只要不开仓就好像这个钱你丢了一样，然后多以限价挂单的形式去交易（往往你想开单的位置都不是最高点也不是最低点偏差达到上百美金，因为最好的位置都是你不敢的位置）。\\n\\n还需要注重一个相对的盈亏比，并且降低你的杠杆不要动不动就100X，当你完成上述几步，当你吃到单子后，你或许已经比很多人心态要好很多了，或者你可能已经去社群开始晒你的单子了。\\n\\n我知道在看的各位有交易场上征战多年的老玩家，也有新入坑的萌新。我从一个萌新走到现在有几个真诚的建议送给大家，新手入场一定不要想着自己能赚多少翻多少倍，这个市场是残酷的，多年的摸爬滚打才能走出来，也阵亡过很多兄弟，你能或者走到最后你就是胜者，对于老玩家来说，能坚持到今天已经非常棒了，说明已经有了能活下来的本事，接下来就是执行自己的交易策略等着大肉就可以了。不管是新老玩家，都切记不亏就是赚，不要幻想一口吃成一个胖子，但是机会给到了面前一定要抓住，不怕做错就怕死抗\\n\\n \\n\\n【welcome to join us】\\nWeChat1：victeam005\\nWeChat2：shijie20170405\\nTelegream：<https://t.me/VICOINDAOCHAT>\\nTwitter：@VICOINDAO\",\"timestamp\":1641439771,\"title\":\"VICOINDAO 一、区块链小白初级教程10、如何管理自己的交易心态\"},\"digest\":\"EKR1k_FyNYVkNNXEZN9GikujUKwpy-hgxqt724H_IWY\",\"authorship\":{\"contributor\":\"0xf6e546668c397dcb64767efe331904Ba147D5025\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V7TZWP9uhehsIY6aW7-b8zs6QmbHQWUqIZmrsjxDoH0\\\",\\\"y\\\":\\\"oJ41neNvX4jCD0VXRaYLOVSqq5NrxFqO0jUoQWx6zAw\\\"}\",\"signature\":\"7VDibvDqCrduzy7vsLplY8CRRTsvF9gNNz37bw3s3pfvJ5kiFhJb_6m2x9dPQNGwBVr_RBqakafwLh8R_3rrsQ\",\"signingKeySignature\":\"0x63ee246e5395a7e0e70929839a2ecd4e5b4d68e3475a1a8f2ea98971c7a0e0241adf5e37af68acbd958c6cd3a51eaf2573647ed274d32e853e9c0e9a7cebb5b11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V7TZWP9uhehsIY6aW7-b8zs6QmbHQWUqIZmrsjxDoH0\\\",\\\"y\\\":\\\"oJ41neNvX4jCD0VXRaYLOVSqq5NrxFqO0jUoQWx6zAw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"EKR1k_FyNYVkNNXEZN9GikujUKwpy-hgxqt724H_IWY\"}"