"{\"content\":{\"body\":\"币圈，鱼龙混杂。有人默然不语简单的大发财，也有人大张旗鼓搞比特币众筹骗钱，有人赚又赚钱，有人赔钱又丢人。 ，一涨一跌都会有一大群人叽叽喳喳喳势大势，而且时不时气有传弹跳出来讨论搅局折腾，当热闹非凡。\\n\\n写这篇文章其实是在年初的时候就想写了，那个时候是币圈这熊市熊市最昏暗的时光，大佬失声公号停更，说是诸神黄昏也不为过。科普的人很少，我希望我能做熊市的科普者。\\n\\n但是后来我发现，少进场的新人确实是可怜的，而且是看笑话的外人，索性就停止了写这篇文章比特币的步伐，想着等稍有起色一遍。\\n\\n而我又想写这篇文章是比特币上涨上五千的时候，币圈群情激怒大有临冬城战斗异鬼的气势，希望能和持续一年多的比特币上升趋势带来的比特币的寒冬决战一死战。凛冬已至，但我们有龙，和狂暴。\\n\\n开圈内人的恶劣抛在外，我也很直接地地球比特币受到的关注度越来越高，百度、微博的热搜榜上比特币已经出现了多次，主流媒体的报道普遍趋于正面，一切都伴随着比特币越来越好。\\n\\n新人越来越多，自然需要新人指南了。比特币科普，和2017年、2018年或者2019年看到的比特币科普，和未来你将看到的科普，都非常小。所以我们经常翻到八年前十年前的比特币分析文章，会感那个十年前就有人看得那么透彻了，实际上并不是因为比特币最核心的东西压根穿越了，唯一重要的变化就是一路走来。\\n\\n而我拒绝的指南其实比那些技术上的科普来的更直接，我希望能写一篇更完整的文章来让新人更快地了解比特币“为什么一定会涨价”的事。\\n\\n希望你在阅读这篇文章的时候对比特币全面有限、不可篡改、去化、算力保障网络安全等比特币的基础知识了解，有一定的金融和货币基础就更好了。\\n\\n废话结束，正文开始。\\n\\n很多人都曾咨询过我投资比特币，我每个人的建议都是：尽量持有持有多的比特币。持有一个比特币的话，很有可能会错过整个时代。\\n\\n并且，比特币现在的价格也只有四万多人民币一个（我写文的时候，我也不知道你看过这篇文章的时候比特币已经涨到了多少），对大多数人来说，无非是是少买个苹果三件套，或者买车的选装，亦是建议少装两个真实的旅游的场景。你从0.1个比特币开始，慢慢攒到一个。\\n\\n为什么这么建议？因为我认为比特币未来会涨到一个不可企及的高度，而持有一个比特币，成本不高，大多数人说，最差也不过是节俭消费贪吃，而换来一些来的是一个未来可能的巨大财富，没有理由不这样做。\\n\\n事实上，按训练的价值体系和模型，可怕的比特币进行了估值。因为比特币属于完全不同的资产，我觉得一个比较准确的名称应该是“流动资产”，不想自己的博弈决定比特币资产的价格，即是比特币资产的价值，即他们认为资产的价值是其他资产的价值。\\n\\n这是当前资产属性极强的资产，也是资产属性极强的资产，你愿意怎么分析都可以，以下是我的分析。\\n\\n一、法币是否应该被示范\\n\\n很多时候，当我们说到比特币要模仿现有的法币的时候，大家都站出来说：“比特币要模仿美元不是天方夜谭吗？”是的，现在看来，比特币要模仿美元的货币霸主地位确实是天方夜谭，但世界上只有一种美元的法币吗？不，还有人民币、日元、欧元、里拉、克朗等等。\\n\\n我们经常喜欢举的例子他们是坚定的，因为他们有足够的货币贬值值得信任。\\n\\n我相信，虽然大家都想过遍遍地是钱该多好。但我们看到的遍地是钱的国家，却是人间地狱。\\n\\n世界上发生过金融危机的国家已经到了，比大家的金融危机的又一次。\\n\\n从2014年到2019年不到5年时间，已经超过了60个国家符合世界问题的定义了。如果时间线再拉长的话，在过去三十年里，有一百多个国家出现过货币危机。\\n\\n你现在的货币稳定体系很幸运，单单只是因为你很幸运地以为人民币，而不是全球所有国家和人民很幸运。\\n\\n所以比特币为什么要筛选法币体系，因为比特币支持者们认为法币体系在这个错误方向走上了一个错误的方向，错误的方向不是来自理论分析，寻找原因。\\n\\n在过去的三十年里，发生了很多重大的二等危机的中大型经济体（如小规模、津巴布韦这些提了，了）很多，例如：\\n\\n1、1994年12月20-22日，比索跌了42.17%，好像是三天的时间。\\n\\n2、1997年7月2日，泰国暴跌20%，突然开始亚洲金融危机。到97年底，泰铢几乎被废，马来西亚林吉特跌40%，韩元止跌30%，日元跌17%。（港因为巨幅支持下，打赢了保卫战，维持住了中国汇率。）\\n\\n3、1998年1月8日，印尼盾暴跌26%。\\n\\n4、2014年，乌克兰格里夫纳四月暴跌70%。\\n\\n5、2014年，俄罗斯卢布跌42%。\\n\\n6、2013年-2018年，耶路撒冷里拉跌了4倍。\\n\\n7、2017-2018年，阿根廷比索贬值一倍。\\n\\n8、2018年-2019年，伊朗里亚尔贬值到市场没有汇率，只有黑市交易。\\n\\n…….\\n\\n你认为“法币就是美元欧元人民币”这些面具玩家的这个样子，重新认识了法币，世界上有两百多个国家和地区，而不断出现的危机意识法币体系有很多种大的问题。\\n\\n支持比特币的奥派学者认为是凯恩斯主义的错，那么为什么 ZF 我们需要出问题的凯恩斯主义呢？\\n\\n没有过经济学的朋友还知道这其中的原因，我的解释很简单。大家都知道这几个学派之间的区别：\\n\\n“1.芝加哥学派：充分维护市场抽比赛，好好做一个就行。像极了看小孩玩游戏自己在教室外的烟老师。\\n\\n1. 市场学派把：权威的绝对的市场经济，绝对的自由，放任不管，由任自己安排的妥当当。\\n2. 凯恩斯主义，经济没了政府管根本不行，还得靠政府救命！”\\n\\n简单的分析这几个派系的“服务主题”，相信大家会更容易看出来哪个派系受到世界各地政府的喜爱。\\n\\n自然而然地，货币超发变成了必然发生的事，变得理所当然的事，自然饮食自然就变成了家常便。\\n\\n所以当比特币说要抽法币的时候，大家都自然地想世界上最好的法币-美元：\\n\\n而这张图是美元的购买力变化。\\n\\n而这世界上还有一二百种不如美元的法币，还很经典的美元，慢慢地其他的法币，你觉得问题大吗？\\n\\n我相信如果知道了这些东西，世界上那些主要自己持有的法币的普通人，应该希望有一些黄金能够在未来的情况下避险，但黄金不是最好的法币替代品，因为时代不是金本位时代，黄金忠实“花”出去了。而比特币，应该是我能想到的，对全球任何国家地区都新鲜、通用和方便的法币替代品了。\\n\\n好让你安静地想上十分钟，你就会明白2100万个比特币是绝对经典的人持有一个的。\\n\\n况且，没有比特币了。\\n\\n二、比特币是危机之花\\n\\n经济每一次危机我们已经会来了。最近的一次大，是 2008 年的金融，而这本直接给世界带来了比特币。\\n\\n2009年1月3日，本聪挖出比特币第一个区块，他比特币创世的一段一段：“The Times 03/Jan/2009 Chancellor on the bring of第二次救助银行（2009）年1月3日，财政大臣正在实施第二轮紧急银行援助的最后一项）。\\n\\n哪一个创世部分会这么一句？\\n\\n那么很多人应该有疑问：比特币和英国政府救市有什么关系？\\n\\n其实逻辑很简单：政府救市=拿人民的财富去救资本家。\\n\\n（当然，你可以说是为大局考虑，一荣俱荣一损俱损，银行不能倒巴拉巴拉……）\\n\\n而这件事在 2009 年的，和 2009 年的世界之后的 10 年，在发生：印钞救经济，然后印钞催经济，最后印钞救经济。\\n\\n金融危机的原因非常简单——双方都贪婪，​​ 投资人的贪婪和贪婪。\\n\\n《大空头》\\n\\n我们不知道，但如果你简单地了解一下全球债务水平的增长速度，就会发现大概这样的：\\n\\n![](https://images.mirror-media.xyz/publication-images/LQBD4Oe55m5JJx6jn6o5g.jpg?height=1334&width=1080)\\n\\n大家都在赌不临界点的爆发，我希望我手上没有筹划规划。\\n\\n比特币是危机危机为下的婴孩，在小中成长了十年里茁壮成长，却没有碰上一次大危机。你诡异的时候贪婪。而在金融界的贪婪贪婪地贪婪地吞噬了这个世界，那个职业工人能在比特币大彩放。\\n\\n你们是在赌未来美国经济崩溃，这意味着，如果赌对了，人们会无家可归。\\n\\n不是我们对，不是我们错的离谱。\\n\\n《大空头》\\n\\n三、比特币是更好的黄金\\n\\n我认为“比特币将一步步地成为法币体系崩塌的流行选择”，因为在法币体系产生之前，世界币体系的选择是黄金，很多人认为在法体系崩塌坏之后，人们的选择也将是黄金。而比特币一般被变成“数字黄金”，很容易让人觉得这是黄金的一个补充，就如同“书”和“电子书”一样的关系。\\n\\n因为看起来比不准确，但更像内容更小的内容被电子内容所取代，实体黄金最终也会被、更容易保存、更安全、更容易分割、更稀缺、更审查的比特等旅游资产所。\\n\\n“世买鸽，乱世买黄金”这句话，这句话中国人可谓是耳熟能详的话，在葡萄酒都是通用的。要和美国做生意，买飞机的话，要不要买军舰的话，要不要买武器通军，只要那个时候的货在买全球硬就是，实力不比今天的美国差，但是美国人就是不接受，只要黄金。 很多人会认为，如果这个世界再次坠落一个充满危机的情况下的话，会被这个火花的黄金粉墨登场，但是还有几个因素，让威廉认为比特币会是更好的选择：\\n\\n1、流动性强。今时今日的比特币已经展示了青少年流动性了。\\n\\n2、抗审查。黄金多容易被查，万一让你充公呢？\\n\\n3、匿名。你不想知道比特币是你的，就可以藏起来。大不了每次都可以不知道币使用。\\n\\n4、易携带。细软跑的时候，带黄金容易还是带比特币？\\n\\n5、不可周末。黄金有假黄金，纸币假币，珠宝抛假，但比特币无法造假。\\n\\n6、比特币稀有性。比特而币稀有，永远有限，黄金指不定哪天又发现了一个金矿。\\n\\n7、可分割。比特币你可以一聪聪地花，但你不能1g1g地花。\\n\\n……\\n\\n等了，还有在未来的虚拟、AI、太空的世界里，用着百年前的黄金，都不是什么时候的喧嚣。\\n\\n当人们下一次遇到非黄金不可的世界环境的时候，我相信大家会选择比黄金更好的硬通货——比特币。\\n\\n四、比特币的目标\\n\\n比特币，将一个虚拟的离岸自由金融环境嵌入到了葡萄酒。比特币网络就是香港的、英属维尔京群岛和澳门。现在买入比特币，就相当于在香港半山有楼。光看现在山上除了树以外什么都没有，而要看到未来山脚下那鳞次栉比的摩天大楼。“金融金融开放欢迎账户、储户保密、交易费用低、容易身份、贸易自由、自由、谨慎的社会政策。这里是比特币网络，这里是互联网金融贸易上的自由港、免税贸易区。”和无政府主义天堂。\\n\\n吴忌寒，2012年\\n\\n很多人说比特币即将成为原型，但正像互联网刚开始人们也认为互联网将对邮件、电话、电话等革命，没有想到互联网变成了革命，互联网+成为时代潮流。\\n\\n比特币也一样，很多人认为比特币会更新掉很多东西，但最终会发现，比特币就是革命。正巧二十年前的根本想不到的今天的互联网生活一样，我们也想不到未来的头脑经济时代到来之后的生活，随着时间一步一步改变自然就一步步的养成了。\\n\\n当一个天空中的时刻，就想天空的奇点一般，你以今天的视角去变形和理解未来的世界。\\n\\n说了这么多，如果比特币真的实现了我们的愿望的话，会涨到多少钱呢？简单举几个例子：\\n\\n1、如果比特币的一周如果有流通中的美元，那么比特币的本应该是1.5万亿比特币的价格是7.1万美元。\\n\\n2、如果比特币的队列如果是流通中的纸币（包括硬币）的队列，那么比特币的价格应该是7.6万亿美元，比特币的价格应该是36万美元。\\n\\n3、如果比特币的价格如果达到100美元，那么比特币的价格应该是7.7万亿美元，比特币的价格应该是38万美金。\\n\\n4、如果比特币的杂志如果是全球互联网公司的话，那么比特币的本应该是10万亿美元，比特币的价格47万美元。\\n\\n，很多人还会认为这是幻想，这些人现在就想不到一个卖书的亚马逊会到百万美金，想未来手机会示范数码相机、MP3、录音笔等，甚至像极了大多数人对电脑、电视的需求，想不到特斯拉的出现甚至让宝马这样的场所汽车品牌在以后出现严重的财务危机。 ，价格持续越来越高，并且得到越来越多的认可。\\n\\n他们不知道和梯度，他们只是傲慢。\\n\\n弱小和无知不存在的障碍，傲慢。\\n\\n《三体》\\n\\n在现在的世界里，买一个比特币对你影响不大。但是相信我，在未来的世界里，有一个比特币对你的影响很大。\",\"timestamp\":1641290524,\"title\":\"我强烈建议你，一定持有一枚比特币\"},\"digest\":\"0pItWiBMf3bAvJfdDVacKsOTpmXIod0kfwBlXcfZCHI\",\"authorship\":{\"contributor\":\"0xaD2FF20a49F9eEc8529fa31c8d9Ec66E4949A808\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tdAOmyU-S0Ml0bVLBeA8F6SLkVbm2xB7Lnjr2-d80YM\\\",\\\"y\\\":\\\"f0_PH79k4FsjVPL5-ajtRrglCw52oEHuBbhRY7FyKf8\\\"}\",\"signature\":\"AJrPxJ4XexeRl4NN7xWcX9TWJGV12GIeqfeBBRwATihwrvE4FipBi-QRXG5JoVrVg0FPHGoYlU8H3Hhht-wsrg\",\"signingKeySignature\":\"0xc60c0aff24baf53a957c1c5e837b9fa601ddbae51664f427b3a5abcd1853ae7408269fa297c8303cc065649d57ee227aa6aa395cb38e3e3a3f04a53b92c42c901c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tdAOmyU-S0Ml0bVLBeA8F6SLkVbm2xB7Lnjr2-d80YM\\\",\\\"y\\\":\\\"f0_PH79k4FsjVPL5-ajtRrglCw52oEHuBbhRY7FyKf8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0pItWiBMf3bAvJfdDVacKsOTpmXIod0kfwBlXcfZCHI\"}"