"{\"content\":{\"body\":\"This post will attempt to answer the question ‘why are people paid what they are for their labor?’ The content is compressed down from chapters 8, *Of the Wages of Labour*, and 10, *Of Wages and Profit in the different Employments of Labour and Stock*). \\n\\nAll else being equal and assuming ‘perfect liberty,’ an hour of labor in one trade should be rewarded the same as an hour in another. For example, if in Detroit the General Motors plant offers workers $15 per hour, it’s likely that the Ford plant offers workers a similar wage. If Ford decided to offer $20, many workers would likely stop working at GM in order to earn the higher wages at Ford. Then, if Ford wanted to keep making cars, it would need to raise its wages to stay competitive to workers. In addition, as GM’s demand for workers was filled, the price that they would be willing for more workers would decline, until the wages of both Ford and GM plants are close in value, maybe $17.5 per hour. The interests of the laborers, to earn as much as possible, and the interests of the employers, to pay as little as possible, practically guarantee that similar labor should be compensated similarly.\\n\\nBut what determines that common rate at which labor is compensated? Smith argues that this is a product of whether the economy is growing, stagnating, or declining. In a period of stagnation, the wealth of a nation isn’t growing anymore. No more and no less capital is employed from one year to the next. In this state of affairs, Smith claims that wages will gravitate towards the lowest rate which is sustainable, which is the cost of a worker’s necessaries.\\n\\nFor example, if in a stagnating economy it costs a worker $50 per year to maintain himself and his family, then Smith would say that wages of labor would gravitate towards $50 per year. It is apparent as to why wages can’t be lower to this. If, for example, wages were paid at $40 per year, the worker wouldn’t be able to pay all his family’s necessary expenses. This would encourage workers to have less children, which would over time reduce the amount of laborers in the market. Less supply brings higher price, and the price of labor would rise accordingly until it was in line with the expense of sustaining a family which produces two children which become laborers.\\n\\nWhy, though, can’t wages rise above this necessary expense? Here, Smith gives an explanation which may be less applicable to modern times:\\n\\n> What the common wages of labour are always depends on the contract usually made between the labourer and the employer, whose interests are not the same. The workmen want to earn as much, the masters to pay as little, as possible. The former are disposed to combine in order to raise the wages of labour, the latter in order to lower them.\\n>\\n> It is easy to foresee which of the two parties must usually have the advantage in the dispute, and force the other to comply with their terms. The masters, being fewer in number, can combine much more easily; and anyway the law doesn’t prohibit their combinations, while it does prohibit those of the workmen: we have no acts of parliament against combining to lower the price of work, but many against combining to raise it. In all such disputes, the masters can hold out much longer. A landlord, a farmer, a master manufacturer, or merchant, without employing a single workman could generally live a year or two on the stocks they have already acquired. Many workmen couldn’t subsist for a week, few could subsist a for month, and hardly any for a year, without employment. In the long run, the workman may be as necessary to his master as his master is to him; but the necessity is not so immediate.\\n>\\n> It has been said that we rarely hear of the combinations of masters, though often of those of workmen. But anyone who is led by this to think that masters rarely combine is as ignorant of the world as he is of the subject. Masters are always and everywhere in a sort of combination not to raise the wages of labour above their actual rate. This combination is tacit, but it is constant and uniform. To violate it is everywhere a most unpopular action, and a sort of reproach to a master among his neighbors and equals. It’s true that we seldom hear of this combination, because it is the usual state of things—one may say, the natural state of things—which nobody ever hears of. Masters, too, sometimes enter into particular combinations to sink the wages of labour even below this rate. These are always conducted with the utmost silence and secrecy until the moment of execution; and when the workmen yield, as they sometimes do without resistance, they are never heard of by other people though they are severely felt by the workers. Such combinations, however, are often resisted by a contrary defensive combination of the workmen; and sometimes the workers without any provocation of this kind combine of their own accord to raise the price of their labour. Their usual claims are sometimes (1) the high price of provisions and sometimes (2) the great profit their masters make by their work. But whether their combinations are (2) offensive or (1) defensive, they are always abundantly heard of. In order to reach a speedy decision they always have recourse to the loudest clamour, and sometimes to the most shocking violence and outrage. They are desperate, and act with the folly and extravagance of desperate men who must either starve or frighten their masters into immediately complying with their demands. On these occasions the masters are just as clamorous on the other side, and never cease to call aloud for the help of the civil magistrate and the rigorous application of the laws that have been enacted with so much severity against the combination of servants, laborers, and journeymen. So the workmen seldom derive any advantage from the violence of those tumultuous combinations, which –\\n>\\n> * partly from the interposition of the civil magistrate\\n> * partly from the greater steadiness of the masters, and\\n> * partly from the fact that most of the workmen have to submit for the sake of present subsistence\\n>\\n> – generally lead only to the punishment or ruin of the leaders.\\n\\nSo this state of affairs doesn’t reflect most present-day economies. In the US at least, unions are allowed but the coordination of managements from different companies is illegal. Still, it is probably true that, in the case of a wage dispute, the capitalists can outlast the workers. So, if the US economy were to start stagnating and our laws were to remain the same, workers’ wages would come down to more closely approximate their necessary spending, but probably wouldn’t come down all the way.\\n\\nBut the US economy isn’t stagnating. Since 1947, it has grown around 3% per year. This means the value of goods produced has risen 3% every year. Other factors being equal, this would mean that we need more labor each year to fulfill demand. The result of this is that demand for labor will be greater than supply in a growing economy, which raises wages. Conversely, in a shrinking economy, supply is greater than demand, which lowers wages. In this way:\\n\\n> In the progressive state, while the society is advancing to the further acquisition, rather than when it has acquired its full complement of riches, that the condition of the laboring poor, of the great body of the people, seems to be the happiest and most comfortable. It is hard in the stationary, and miserable in the declining state. The progressive state is in reality the cheerful and the hearty state to all the different orders of the society. The stationary is dull; the declining, melancholy.\\n\\nYou heard that right – Adam Smith is for the workers! Based on the following passage, one may even call him a \\\\*gasp\\\\* socialist:\\n\\n> Is this improvement in the circumstances of the lower ranks of the people to be regarded as an advantage, or as an inconvenience, to the society? The answer seems at first abundantly plain. Servants, laborers, and workmen of various kinds constitute most of any large political society. And what improves the circumstances of most can’t be regarded as an inconvenience to the whole. Surely no society can be flourishing and happy if most of its members are poor and miserable. It is only fair that those who feed, clothe, and lodge the whole body of the people should have a share of the product of their own labour that enables them also to be tolerably well fed, clothed, and lodged.\\n\\nUnfortunately, there is one factor which brings the society towards stagnation, alluded to earlier: the state of the economy changing birth rates. As a declining economy will have fewer births, bringing the economy back towards stagnation, a progressing economy will have more, with the same effect.\\n\\n> Every species of animal naturally multiplies in proportion to the means of their substinence, and no species can ever multiply beyond it.\\n\\n> If this demand \\\\[for labor\\\\] is continually increasing, the reward for labor must necessarily encourage in such a manner the marriage and multiplication of laborers, as may enable them to supply that continually increasing demand by a continually increasing population.\\n\\n> It is in this manner that the demand for men, like that for any commodity, necessarily regulates the production of men; quickens it when it goes on too slowly, and stops it when it advances too fast.\\n\\nThankfully, in the US at least, the rate of economic growth has been larger than the rate of population growth. This is one of the reasons why the following graph can exist:\\n\\n![](https://images.mirror-media.xyz/publication-images/T9WTgKvmqOwgTxVQ3kubc.png?height=2400&width=3400)\\n\\nSo earlier we said that, “all else being equal and assuming ‘perfect liberty,’ an hour of labor in one trade should be rewarded the same as an hour in another.” However, neither of these assumptions are fully valid in our world. A doctor generally makes more per hour than a brick-layer. Smith splits the reasons that different workers make different wages into two categories: (1) reasons intrinsic to the employments themselves and (2) public policy.\\n\\nStarting with reasons intrinsic to the employments themselves, there are several reasons as to why one laborer may naturally make more than another:\\n\\n* **Agreeableness of disagreeableness of the employments themselves**: this one is intuitive. Garbage men are generally very well paid as compared to other unskilled laborers because it’s not a pleasurable employment. Conversely, activities which are easy or fun may have lower wages. Honor or status also has a lot to do with this. Smith uses the example of soldiers versus executioners. In his time, soldiers were well respected and had the chance for honor, whereas executioners were not and did not. As such, executioner was one of the most well-paid employments, while soldier was one of the lowest.\\n* **The easiness and cheapness of learning them**: if it is hard to learn something, or it takes a long time, this will reflect itself in the price of the wages.\\n* **The constancy or inconstancy of employment in them**: if an employment only allows a worker to be productive for a quarter of the time, it follows that the hourly wages of this employment will need to be four times as large for him to pursue it.\\n* **The small or great trust which must be reposed in those who exercise them**: “we trust our health to the physician; our fortune and sometimes our life and reputation of the lawyer and attorney. Such confidence could not safely be reposed in people of a very mean or low condition. Their reward must be such, therefore, as may give them that rank in the society which so important a trust requires.” Frankly, I am a little skeptical of this one – why would trust chance the willingness of a worker to work in a profession. IMO, if anything, trust is a positive, as it comes with respect.\\n* **The probability or improbability of success in them**: if the chances to succeed in a profession are 20%, it follows that wages in that profession would need to be 5x larger than other professions to attract laborers. Hence the wages of professional athletes. However, this is not perfectly true: “the over-weening conceit which the greater part of men have of their own abilities, is an ancient evil remarked by the philosophers and moralists of all ages. Their absurd presumption in their own good fortune has been less taken notice of. It is, however, if possible, still more universal. There is no man living who, when in tolerable health and spirits, has not some share of it. The chance of gain is by every man more or less over-valued, and the chance of loss by most men under-valued, and by scarce any man, who is in tolerable health and spirits, valued more than it is worth.”\\n\\nThere are also policy reasons as to why different types of labor may be priced differently. For example, in Smith’s day, laborers in many trades had to complete a 7-year apprenticeship. This apprenticeship has the effect of breaking the ‘perfect liberty’ assumption. That is, it makes it much harder for laborers to move between professions. Even if a worker spots a more profitable opportunity in a different area than his own, for example if he’s a blacksmith getting paid $10 per hour and he sees that weavers are paid $20 per hour, the apprenticeship makes it very hard for him to switch over. This could prevent the market from finding equilibrium. Some laborers may be paid much lower than the average, and some may be paid much higher than the average. Another policy that affected the economy in his time was one that made it very hard to move between towns. The effect of this was that, even if one town paid a higher amount for the same job, laborers couldn’t move to the town to capitalize on this opportunity. So this breaks the ‘perfect liberty’ assumption, that people can freely flow towards whatever employment that they can perform and that they would like to perform.\",\"timestamp\":1637621681,\"title\":\"Wages of Labor.zip\"},\"digest\":\"yDfO_eoW9QW8XZmUCEAB5-22s8aUb48M0zKAjdtSNlw\",\"authorship\":{\"contributor\":\"0x8b4eA96254229f4E93538319010A17A7A5fBf864\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M3VjC8CLFVZuvnRxL5okc48f0M5isAHXxCbOjdGHsHU\\\",\\\"y\\\":\\\"a8CvnkZiPi-C2CWd751LK9P1nhrRclL-CBAQ9vX3eMY\\\"}\",\"signature\":\"DMLVGRgJTRemBz4N0cIxzFCc8HU54MoCNutW2SkOR2TcTnD204rowo9sw3p7ANiSiytF2nwprzx8m28S6P5o9Q\",\"signingKeySignature\":\"0xe1c2e322b351f9fd0894cbc266adb774806986c6bd8c60a28cff352a3aea07447d5c0c6312e8ad2b0a0ed8f6f2271d4d50e8c5d99ff314ebfb5597d09827c6b41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M3VjC8CLFVZuvnRxL5okc48f0M5isAHXxCbOjdGHsHU\\\",\\\"y\\\":\\\"a8CvnkZiPi-C2CWd751LK9P1nhrRclL-CBAQ9vX3eMY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TqX7xmZj5Sy2I4taX-1iyYduQ65zQIRvm0Kzo-Y2fpo\"}"