"{\"content\":{\"body\":\"\\\"So I'm told....  Still farther north there's Lichstorm.\\\"\\n\\n\\\"Now we're going far afield.\\\"\\n\\n\\\"There are mountains there - and altogether it must be a very dangerous place, especially for a full-blooded man like you.  Take care of yourself.\\\"\\n\\n\\\"This is rather premature, Polecrab.  How do you know I'm going there?\\\"\\n\\n\\\"As you've come from the south, I suppose you'll go north.\\\"\\n\\n\\\"Well, that's right enough,\\\" said Maskull, staring hard at him.  \\\"But how do you know I've come from the south?\\\"\\n\\n\\\"Well, then, perhaps you haven't - but there's a look of Ifdawn about you.\\\"\\n\\n\\\"What kind of look?\\\"\\n\\n\\\"A tragical look,\\\" said Polecrab.  He never even glanced at Maskull, but was gazing at a fixed spot on the water with unblinking eyes.\\n\\n\\\"What lies beyond Lichstorm?\\\" asked Maskull, after a minute or two.\\n\\n\\\"Barey, where you have two suns instead of one - but beyond that fact I know nothing about it.... Then comes the ocean.\\\"\\n\\n\\\"And what's on the other side of the ocean?\\\"\\n\\n\\\"That you must find out for yourself, for I doubt if anybody has ever crossed it and come back.\\\"\\n\\nMaskull was silent f or a little while.\\n\\n\\\"How is it that your people are so unadventurous? I seem to be the only one travelling from curiosity.\\\"\\n\\n\\\"What do you mean by 'your people'?\\\"\\n\\n\\\"True - you don't know that I don't belong to your planet at all. I've come from another world, Polecrab.\\\"\\n\\n\\\"What to find?\\\"\\n\\n\\\"I came here with Krag and Nightspore - to follow Surtur. I must have fainted the moment I arrived.  When I sat up, it was night and the others had -  vanished.  Since then I've been travelling at random.\\\"\\n\\nPolecrab scratched his nose.  \\\"You haven't found Surtur yet?\\\"\\n\\n\\\"I've heard his drum taps frequently.  In the forest this morning I came quite close to him.  Then two days ago, in the Lusion Plain, I saw a vision - a being in man's shape, who called himself Surtur.\\\"\\n\\n\\\"Well, maybe it was Surtur.\\\"\\n\\n\\\"No, that's impossible,\\\" replied Maskull reflectively. \\\"It was Crystalman.  And it isn't a question of my suspecting it - I know it.\\\"\\n\\n\\\"How?\\\"\\n\\n\\\"Because this is Crystalman's world, and Surtur's world is something quite differently\\n\\n\\\"That's queer, then,\\\" said Polecrab.\\n\\n\\\"Since I've come out of that forest,\\\" proceeded Maskull, talking half to himself, \\\"a change has come over me, and I see things differently. Everything here looks much more solid and real in my eyes than in other places so much so that I can't entertain the least doubt of its existence.  It not only looks real, it is real - and on that I would stake my life.... But at the same time that it's real, it is false.\\\"\\n\\n\\\"Like a dream?\\\"\\n\\n\\\"No - not at all like a dream, and that's just what I want to explain.  This world of yours - and perhaps of mine too, for that matter - doesn't give me the slightest impression of a dream, or an illusion, or anything of that sort. I know it's really here at this moment, and it's exactly as we're seeing it, you and I. Yet it's false.  It's false in this sense, Polecrab.  Side by side with it another world exists, and that. other world is the true one, and this one is all false and deceitful, to the very core.  And so it occurs to me that reality and falseness are two words for the same thing.\\\"\\n\\n\\\"Perhaps there is such another world,\\\" said Polecrab huskily.  \\\"But did that vision also seem real and false to you?\\\"\\n\\n\\\"Very real, but not false then, for then I didn't understand all this.  But just because it was real, it couldn't have been Surtur, who has no connection with reality.\\\"\\n\\n\\\"Didn't those drum taps sound real to you?\\\"\\n\\n\\\"I had to hear them with my ears, and so they sounded real to me. Still, they were somehow different, and they certainly came from Surtur.  If I didn't hear them correctly, that was my fault and not his.\\\"\\n\\nPolecrab growled a little.  \\\"If Surtur chooses to speak to you in that fashion, it appears he's trying to say something.\\\"\\n\\n\\\"What else can I think?  But, Polecrab, what's your opinion - is he calling me to the life after death?\\\"\\n\\nThe old man stirred uneasily.  \\\"I'm a fisherman,\\\" he said, after a minute or two.  \\\"I live by killing, and so does everybody.  This life seems to me all wrong.  So maybe life of any kind is wrong, and Surtur's world is not life at all, but something else.\\\"\\n\\n\\\"Yes, but will death lead me to it, whatever it is?\\\"\\n\\n\\\"Ask the dead,\\\" said Polecrab, \\\"and not a living man.\\\"\\n\\nMaskull continued.  \\\"In the forest I heard music and saw a light, which could not have belonged to this world.  They were too strong for my senses, and I must have fainted for a long time.  There was a vision as well, in which I saw myself killed, while Nightspore walked on toward the light, alone.\\\"\\n\\nPolecrab uttered his grunt.  \\\"You have enough to think over.\\\"\\n\\nA short silence ensued, which was broken by Maskull.\\n\\n\\\"So strong is my sense of the untruth of this present life, that it may come to my putting an end to myself.\\\" The fisherman remained quiet and immobile.\\n\\nMaskull lay on his stomach, propped his face on his hands, and stared at him.  \\\"What do you think, Polecrab? Is it possible for any man, while in the body, to gain a closer view of that other world than I have done?\\\"\\n\\n\\\"I am an ignorant man, stranger, so I can't say.  Perhaps there are many others like you who would gladly know.\\\"\\n\\n\\\"Where? I should like to meet them.\\\"\\n\\n\\\"Do you think you were made of one stuff, and the rest of mankind of another stuff?\\\"\\n\\n\\\"I can't be so presumptuous.  Possibly all men are reaching out toward Muspel, in most cases without being aware of it.\\\"\\n\\n\\\"In the wrong direction,\\\" said Polecrab.\\n\\nMaskull gave him a strange look.  \\\"How so?\\\"\\n\\n\\\"I don't speak from my own wisdom,\\\" said Polecrab, \\\"for I have none; but I have just now recalled what Broodviol once told me, when I was a young man, and he was an old one.  He said that Crystalman tries to turn all things into one, and that whichever way his shapes march, in order to escape from him, they find themselves again face to face with Crystalman, and are changed into new crystals.  But that this marching of shapes (which we call 'forking') springs from the unconscious desire to find Surtur, but is in the opposite direction to the right one.  For Surtur's world does not lie on this side of the one, which was the beginning of life, but on the other side; and to get to it we must repass through the one.  But this can only be by renouncing our self-life, and reuniting ourselves to the whole of Crystalman's world.  And when this has been done, it is only the first stage of the journey; though many good men imagine it to be the whole journey.... As far as I can remember, that is what Broodviol said, but perhaps, as I was then a young and ignorant man, I may have left out words which would explain his meaning better.\\\"\\n\\nMaskull, who had listened attentively to all this, remained thoughtful at the end.\\n\\n\\\"It's plain enough,\\\" he said.  \\\"But what did he mean by our reuniting ourselves to Crystalman's world?  If it is false, are we to make ourselves false as well?\\\"\\n\\n\\\"I didn't ask him that question, and you are as well qualified to answer it as I am.\\\"\\n\\n\\\"He must have meant that, as it is, we are each of us living in a false, private world of our own, a world of dreams and appetites and distorted perceptions.  By embracing the great world we certainly lose nothing in truth and reality.\\\"\\n\\nPolecrab withdrew his feet from the water, stood up, yawned, and stretched his limbs.\\n\\n\\\"I have told you all I know,\\\" he said in a surly voice.  \\\"Now let me go to sleep.\\\"\\n\\nMaskull kept his eyes fixed on him, but made no reply.  The old man let himself down stiffly on to the ground, and prepared to rest.\\n\\nWhile he was still arranging his position to his liking, a footfall sounded behind the two men, coming from the direction of the forest. Maskull twisted his neck, and saw a woman approaching them.  He at once guessed that it was Polecrab's wife.  He sat up, but the fisherman did not stir.  The woman came and stood in front of them, looking down from what appeared a great height.\\n\\nHer dress was similar to her husband's, but covered her limbs more. She was young, tall, slender, and strikingly erect.  Her skin was lightly tanned, and she looked strong, but not at all peasantlike. Refinement was stamped all over her.  Her face had too much energy of expression for a woman, and she was not beautiful.  Her three great eyes kept flashing and glowing.  She had great masses of fine, yellow hair, coiled up and fastened, but so carelessly that some of the strands were flowing down her back.\\n\\nWhen she spoke, it was in a rather weak voice, but full of lights and shades, and somehow intense passionateness never seemed to be far away from it.\\n\\n\\\"Forgiveness is asked for listening to your conversation,\\\" she said, addressing Maskull.  \\\"I was resting behind the tree, and heard it all.\\\"\\n\\nHe got up slowly.  \\\"Are you Polecrab's wife?\\\"\\n\\n\\\"She is my wife,\\\" said Polecrab, \\\"and her name is Gleameil.  Sit down again, stranger - and you too, wife, since you are here.\\\"\\n\\nThey both obeyed.  \\\"I heard everything,\\\" repeated Gleameil.  \\\"But what I did not hear was where you are going to, Maskull, after you have left us.\\\"\\n\\n\\\"I know no more than you do.\\\"\\n\\n\\\"Listen, then.  There's only one place for you to go to, and that is Swaylone's Island. I will ferry you across myself before sunset.\\\"\\n\\n\\\"What shall I find there?\\\"\\n\\n\\\"He may go, wife,\\\" put in the old man hoarsely, \\\"but I won't allow you to go.  I will take him over myself.\\\"\\n\\n\\\"No, you have always put me off,\\\" said Gleameil, with some emotion. \\\"This time I mean to go.  When Teargeld shines at night, and I sit on the shore here, listening to Earthrid's music travelling faintly across the sea, I am tortured - I can't endure it.... I have long since made up my mind to go to the island, and see what this music is.  If it's bad, if it kills me - well.\\\"\\n\\n\\\"What have I to do with the man and his music, Gleameil?\\\" demanded Maskull.\\n\\n\\\"I think the music will answer all your questions better than Polecrab has done - and possibly in a way that will surprise you.\\\"\\n\\n\\\"What kind of music can it be to travel all those miles across the sea?\\\"\\n\\n\\\"A peculiar kind, so we are told.  Not pleasant, but painful.  And the man that can play the instrument of Earthrid would be able to conjure up the most astonishing forms, which are not phantasms, but realities.\\\"\\n\\n\\\"That may be so,\\\" growled Polecrab.  \\\"But I have been to the island by daylight, and what did I find there?  Human bones, new and ancient.  Those are Earthrid's victims.  And you, wife, shall not go.\\\"\\n\\n\\\"But will that music play tonight?\\\" asked Maskull.\",\"timestamp\":1637648787,\"title\":\"\\n\\\"Threal comes next, as you go north.  They say it's a land of mystics... I don't know.\\\"\"},\"digest\":\"oPZGqkPrhuXzyhNNh6P-w0lzPwQn7XFKzAvTuw_TCD8\",\"authorship\":{\"contributor\":\"0x24afE23f920156bA8F2a4d44dC48E4796972746b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JWh6-2iQuEGJT_nbExn-wpGFXyySMHQGUKVlI8wiSWk\\\",\\\"y\\\":\\\"sZ0yrqDVYGzLuaW3FuzrTtKWvMmzv5iGfky6lUqEHJ0\\\"}\",\"signature\":\"Quvef7t4g2cteNYM213kwtR7Nb01LAPLdYKTxqBBnXal1nR7_1y95THz0DgMIg2etmWkGGbW7xAxBIWIqycqQA\",\"signingKeySignature\":\"0x238ffc273913982c72a43183211809694097e1829e4775d651023c50b8733e4e5635583aeb5ba4099b09fb02e6c6f214d8fa7dd65ef59d1339e2382b3bbc447e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JWh6-2iQuEGJT_nbExn-wpGFXyySMHQGUKVlI8wiSWk\\\",\\\"y\\\":\\\"sZ0yrqDVYGzLuaW3FuzrTtKWvMmzv5iGfky6lUqEHJ0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"oPZGqkPrhuXzyhNNh6P-w0lzPwQn7XFKzAvTuw_TCD8\"}"