"{\"content\":{\"body\":\"Things are going to be wild on L2. Much faster, much cheaper — it's like the speed of light will have increased and everything will grow so much faster. Very exciting.\\n\\nBut for the time being, it often feels like we're in a holding pattern until the L2 solutions actually come out.\\n\\nWe'll say, \\\"this is an awesome feature, but it won't work when gas prices are really high. Would be amazing on L2.\\\" And it turns out to be true for most features.\\n\\nThere are many things about the L2 world that we really don't know. Some applications might, not work ideally on L2 — like those that really need integration with other protocols.\\n\\nMirror features will work really well on L2. Why? Because we have a lot of control over the user experience, and we can abstract some of that UX. \\n\\nThe main problem to solve will be onboarding people into the L2 that we choose to use. That's why it's really important that we pick the best L2 solution for our intended users and use-case.\\n\\nChoosing an L2 solution is more complicated than it seems. If we do a lot of NFT work on L2, then we probably don't want a large delay when exiting to L1 - because there isn't a fancy way to speed that up using finance bridging like you can with fungible tokens. \\n\\nWe're also very likely to continue to be creative and innovate on the protocol, so we want something that's very expressive.\\n\\nThe problem when trying to make this decision at the moment is that nobody has really shipped yet. zkSync promises something really amazing, but hasn't shipped. Immutable X seems cool, built on Starkware, but isn't out of private beta yet. Optimism and Arbitrum are on the cusp of rolling out, but just haven't yet...\\n\\nWe could deal with this by getting more involved with those projects — having meetings, reviewing code and APIs — and we've done this. But at the end of the day, we don't have complete information until they're on mainnet and people are using them.\\n\\nSo we're in a bit of a holding pattern, waiting to see what makes the most sense for us. And that's weird headspace. We're able to the future, but can't play with it yet.\\n\\nSome protocols have deployed to Polygon's Matic. That doesn't seem like a good long-term strategy for us, given that we expect many more options are going to exist in a few weeks, and Matic isn't considered the \\\"strong-tech\\\" option.\\n\\nSo anyway. We research and learn and wait, patiently.\",\"timestamp\":1624067882,\"title\":\"Just a Warmup for L2\",\"publication\":\"g\"},\"digest\":\"MMsi488AJElEYadRyjQ1CybxknnWTWBsxAWRDRMDVD0\",\"authorship\":{\"contributor\":\"0xCC65fA278B917042822538c44ba10AD646824026\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9L3N3te7D8vchohpYYkAzCkA-Yzy91X94Uda6vjhL_s\\\",\\\"y\\\":\\\"_UMFgATLynqY3hsLtmH6274aZg-mMJY3mWpd0V6xU1Y\\\"}\",\"signature\":\"EE-CJV8_rd4TUo3JSMwqyf5GDvx0-P37IrT30cqez0XSOYk42xjq1PNSZYSk3752qEwpyoPaLlDJsFefGtj0yw\",\"signingKeySignature\":\"0xbda9f0609c36cf5c376d0fd2b039903869b98955799e84aaa666468221e419cb77d148a4ac239f2f3815c213b139a9492f6bb71cbbba5f2c4a7dcab921bad1221c\",\"signingKeyMessage\":\"I authorize the publication of articles on g.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9L3N3te7D8vchohpYYkAzCkA-Yzy91X94Uda6vjhL_s\\\",\\\"y\\\":\\\"_UMFgATLynqY3hsLtmH6274aZg-mMJY3mWpd0V6xU1Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eQNO9u2dE9etftXDYRP5_RLU9j2SF6L7qY8aAACKYss\"}"