"{\"content\":{\"body\":\"1942 年 2 月 28 日，太平洋战争爆发两个月后，在浩瀚的海洋上，一艘拥有四个烟囱和平甲板的老驱逐舰从圣诞岛的飞鱼湾独自停泊，驶向正遭到袭击的荷属东印度。日军。这艘造型有些过时但仍在清洗的老船，是美国海军的英格索尔驱逐舰。该船行程的目的地是爪哇北部的Tejerat Jaap。它的任务是运送一批飞行员和机械师来加强那里的空军。\\n\\n不幸的是，这艘驱逐舰从此就像一只黄鹤。它既没有到达目的地，也没有返回飞鱼湾。它的下落一度成为美国海军历史上的一个谜。\\n\\n十年后，美国人不知道英格索尔的最终命运。3月1日，该舰在爪哇岛以南的印度洋深处被有“海上雄狮”之称的日本海军机动部队——南运舰队击沉，船上船员无生还。但美国历史学家对英格索尔于 28 日离开和 3 月 1 日沉没之间的一天半的细节一无所知。直到38年后，才从日军的旧档案中研究英格索尔的死亡过程，才将其上一次世界大战的真实场景公之于众。\\n\\n英格索尔驱逐舰的命名是为了纪念美国海军英雄诺曼·英格索尔。\\n\\n诺曼·英格索尔于 1873 年出生于堪萨斯州。他于 1898 年加入美国海军并在费城号航空母舰服役。1899年4月1日，萨摩亚登陆战中，此人因营救战友而阵亡，遗体安葬于此。说登陆萨摩亚并不是一场光荣的战斗。美军的对手其实是一群拿着长矛的原住民，而英格索尔少尉在愚人节被杀，多少有些胆小。不过，美国海军部认为他的死是因为营救了战友，作为一名军人，值得表扬。因此，决定以他的名字命名一艘新的驱逐舰，以示对他的认可。\\n\\n1920年7月29日，驱逐舰“英格索尔”（DD-219）在费城码头下水，诺曼英格索尔中尉的妹妹布莱斯英格索尔在船头为它打碎了香槟酒瓶。当时，没有人认为它的命运和它的教父一样，必须在热带海洋中找到自己的家。\\n\\n“英格索尔”号早期服役的白色船体美观整洁，四个烟囱赋予它一种大大超过其吨位应有水平的庄严。作为驱逐舰，它比一直在航母身边充当配角的同伴幸运得多，而且经常被分配到一些关键和重要的位置。 \\n \\n\\n1922年，“英格索尔”号奉命驶入欧洲的“炮舰”号，美国海军部政策，开始了“炮舰欧洲政策”和“美国航海”号的美国任务。”68日，英格格更有维密的国际与希腊的伊兹卫队。 925年1月3日，在这片职责和广泛的地区开始部署任务。随着欧洲的部署，美国海军的手调亚洲。925年1月3日，已经返回调动的英它途经个个关塔、当年6月22日的《纽约》和珍珠港的半个经编。从那时起，它一直在远东地区，继续在美国的炮舰舰上政策人，在中国各种内烟中“由于美国本土能够在本土”的存在，（11日的上海抗战）。美国吃的最有的2日海上航线上浅航，美国最能在水上航行它以上海为母亲的活动到达泰国、当时港主要洋洲，南派艺术家在港汉纳人此地右口）加入英格索尔的时候。后来，他将自己在中国加入到中国的经历中写成纪录片。上的最常见的战舰和这艘旧船也是同样的朋友。 1 年 12 月 7 日，日本在太平洋战争爆发“英索尔”号当日的“英索尔”号上海，被调侃南调——比如，仿佛在中国指挥美国的美国都日，美国都在美国南方的美国都在美国美军的军事行动中，范围内的美国都在军事行动中，将关注全球最新的美国军舰与其他军事情报机构的军事行动，并在日本军舰上演。 、58、99四个支队的舰艇作战部队，分别执行护航和反击任务。“英格”号以及姊妹舰“阿尔”号和“杖子”号属于第57号战舰诞生的时候，指导登水面舰艇的理论战列舰是最强的，巡洋舰次之之，纵然是战洋舰次之之第一次发生在12月10日，英国海军战列舰是亲王号和战列巡洋舰反击号日本轰炸机击沉。地区的标志特别是被密切关注的国王号，沉着是战舰王号，是英国国王乔治五世，是大英的战舰俾斯麦号的德国战斗舰，他们曾是英国人“不为的战舰” 。 ，当时太平洋战争整弹后，日本轰炸机就获得了第一艘全球战舰。这架飞机充分证明了巨大的打击了，没有空中掩饰的飞机是脆弱的。战舰的惨败在苏醒了远东的整个战舰。军盟。，“英格索尔”号正与第57号战机舰群的其他舰艇全速沉北上，以船日格报道。这个有点意外，因为这个工作已经完成。当“英格索尔”号时，一切都已获救，它“美国军人都没有并做任何事，就是王”在海成果中，没有白跑而怀念。\\n\\n这场悲剧之后，进入了远东的整个盟军消息。当日，“英格索尔”号正与第57号舰船的其他舰船全速上船，以应对日军登陆。北它迅速进入新加坡港口，登入港口上一名水她手，急忙赶赴马来亚可以打出两艘军舰的幸存者。英国这次任务的这艘舰，英国军队完成了出色的工作。到时候，所有留存的人都救了，城市是为王“没有得到而沉而哀悼他们。”然而，“就是在街道上的居民在大白生活片中”新加坡拖网其渔船发现，并在将进行指挥， \\n  \\n \\n\\n \\n  \\n  \\n  \\n \\n\\n \\n \",\"timestamp\":1642491405,\"title\":\"Ants and Elephants: The Battle of the Dead of the ingersoll\"},\"digest\":\"lJ-7-b4zDDTbbRRRGJGOQ2awnWAmHKvtj-iE-vMiTUg\",\"authorship\":{\"contributor\":\"0xf370305B3D11B9AcF4ae016a53aB6694804f2e53\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Y19M1AP9W2yFS_FJt0Stua4pxqJk2uiStNIXgJgoR-E\\\",\\\"y\\\":\\\"m2-M5k2QA3srwFQy5sAWN03e-usSA4l1zt2lm1TYXtY\\\"}\",\"signature\":\"WkbPbpeVvRc1jSZGc4oFUWWa0uU2uddhre83U2caK-oL1knX2cmhZiVvXZHfvYM-B51kN_7FzD6i5_Ezt2-pfA\",\"signingKeySignature\":\"0xcad47f11f0a34ffe904c63ef33014d79a05728c8b580d642341659fe6e30dee811bb7fe2178e14c82ca35f9c2e81953201870f6afbfff936dc511771976ffadb1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Y19M1AP9W2yFS_FJt0Stua4pxqJk2uiStNIXgJgoR-E\\\",\\\"y\\\":\\\"m2-M5k2QA3srwFQy5sAWN03e-usSA4l1zt2lm1TYXtY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lJ-7-b4zDDTbbRRRGJGOQ2awnWAmHKvtj-iE-vMiTUg\"}"