"{\"content\":{\"body\":\"lever,\\\" laughed Phillips.  \\\"I'd enjoy the fight, if I'd only myself to think of, and life wasn't so short.\\\"\\n\\nThe laugh died away and a shadow fell upon his face.\\n\\n\\\"If I could get a few of the big landlords to come in on my side,\\\" he continued, \\\"it would make all the difference in the world. They're sensible men, some of them; and the whole thing could be carried out without injury to any legitimate interest.  I could make them see that, if I could only get them quietly into a corner.\\\"\\n\\n\\\"But they're frightened of me,\\\" he added, with a shrug of his broad shoulders, \\\"and I don't seem to know how to tackle them.\\\"\\n\\nThose drawing-rooms?  Might not something of the sort be possible? Not, perhaps, the sumptuous salon of her imagination, thronged with the fair and famous, suitably attired.  Something, perhaps, more homely, more immediately attainable.  Some of the women dressed, perhaps, a little dowdily; not all of them young and beautiful. The men wise, perhaps, rather than persistently witty; a few of them prosy, maybe a trifle ponderous; but solid and influential. Mrs. Denton's great empty house in Gower Street?  A central situation and near to the tube.  Lords and ladies had once ruffled there; trod a measure on its spacious floors; filled its echoing stone hall with their greetings and their partings.  The gaping sconces, where their link-boys had extinguished their torches, still capped its grim iron railings.\\n\\nSeated in the great, sombre library, Joan hazarded the suggestion. Mrs. Denton might almost have been waiting for it.  It would be quite easy.  A little opening of long fastened windows; a lighting of chill grates; a little mending of moth-eaten curtains, a sweeping away of long-gathered dust and cobwebs.\\n\\nMrs. Denton knew just the right people.  They might be induced to bring their sons and daughters--it might be their grandchildren, youth being there to welcome them.  For Joan, of course, would play her part.\\n\\nThe lonely woman touched her lightly on the hand.  There shot a pleading look from the old stern eyes.\\n\\n\\\"You will have to imagine yourself my daughter,\\\" she said.  \\\"You are taller, but the colouring was the same.  You won't mind, will you?\\\"\\n\\nThe right people did come:  Mrs. Denton being a personage that a landed gentry, rendered jumpy by the perpetual explosion of new ideas under their very feet, and casting about eagerly for friends, could not afford to snub.  A kindly, simple folk, quite intelligent, some of them, as Phillips had surmised.  Mrs. Denton made no mystery of why she had invited them.  Why should all questions be left to the politicians and the journalists?  Why should not the people interested take a hand; meet and talk over these little matters with quiet voices and attentive ears, amid surroundings where the unwritten law would restrain ladies and gentlemen from addressing other ladies and gentlemen as blood- suckers or anarchists, as grinders of the faces of the poor or as oily-tongued rogues; arguments not really conducive to mutual understanding and the bridging over of differences.  The latest Russian dancer, the last new musical revue, the marvellous things that can happen at golf, the curious hands that one picks up at bridge, the eternal fox, the sacred bird!  Excellent material for nine-tenths of our conversation.  But the remaining tenth?  Would it be such excruciatingly bad form for us to be intelligent, occasionally; say, on one or two Fridays during the season?  Mrs. Denton wrapped it up tactfully; but that was her daring suggestion.\\n\\nIt took them aback at first.  There were people who did this sort of thing.  People of no class, who called themselves names and took up things.  But for people of social standing to talk about serious subjects--except, perhaps, in bed to one's wife!  It sounded so un- English.\\n\\nWith the elders it was sense of duty that prevailed.  That, at all events, was English.  The country must be saved.  To their sons and daughters it was the originality, the novelty that gradually appealed.  Mrs. Denton's Fridays became a new sensation.  It came to be the chic and proper thing to appear at them in shades of mauve or purple.  A pushing little woman in Hanover Street designed the \\\"Denton\\\" bodice, with hanging sleeves and square-cut neck.  The younger men inclined towards a coat shaped to the waist with a roll collar.\\n\\nJoan sighed.  It looked as if the word had been passed round to treat the whole thing as a joke.  Mrs. Denton took a different view.\\n\\n\\\"Nothing better could have happened,\\\" she was of opinion.  \\\"It means that their hearts are in it.\\\"\\n\\nThe stone hall was still vibrating to the voices of the last departed guests.  Joan was seated on a footstool before the fire in front of Mrs. Denton's chair.\\n\\n\\\"It's the thing that gives me greatest hope,\\\" she continued.  \\\"The childishness of men and women.  It means that the world is still young, still teachable.\\\"\\n\\n\\\"But they're so slow at their lessons,\\\" grumbled Joan.  \\\"One repeats it and repeats it; and then, when one feels that surely now at least one has drummed it into their heads, one finds they have forgotten all that one has ever said.\\\"\\n\\n\\\"Not always forgotten,\\\" answered Mrs. Denton; \\\"mislaid, it may be, for the moment.  An Indian student, the son of an old Rajah, called on me a little while ago.  He was going back to organize a system of education among his people.  'My father heard you speak when you were over in India,' he told me.  'He has always been thinking about it.'  Thirty years ago it must have been, that I undertook that mission to India.  I had always looked back upon it as one of my many failures.\\\"\\n\\n\\\"But why leave it to his son,\\\" argued Joan.  \\\"Why couldn't the old man have set about it himself, instead of wasting thirty precious years?\\\"\\n\\n\\\"I should have preferred it, myself,\\\" agreed Mrs. Denton.  \\\"I remember when I was a very little girl my mother longing for a tree upon the lawn underneath which she could sit.  I found an acorn and planted it just in the right spot.  I thought I would surprise her. I happened to be in the neighbourhood last summer, and I walked over.  There was such a nice old lady sitting under it, knitting stockings.  So you see it wasn't wasted.\\\"\\n\\n\\\"I wouldn't mind the waiting,\\\" answered Joan, \\\"if it were not for the sorrow and the suffering that I see all round me.  I want to get rid of it right away, now.  I could be patient for myself, but not for others.\\\"\\n\\nThe little old lady straightened herself.  There came a hardening of the thin, firm mouth.\\n\\n\\\"And those that have gone before?\\\" she demanded.  \\\"Those that have won the ground from where we are fighting.  Had they no need of patience?  Was the cry never wrung from their lips:  'How long, oh Lord, how long?'  Is it for us to lay aside the sword that they bequeath us because we cannot hope any more than they to see the far-off victory?  Fifty years I have fought, and what, a few years hence, will my closing eyes still see but the banners of the foe still waving, fresh armies pouring to his standard?\\\"\\n\\nShe flung back her head and the grim mouth broke into a smile.\\n\\n\\\"But I've won,\\\" she said.  \\\"I'm dying further forward.  I've helped advance the line.\\\"\\n\\nShe put out her hands and drew Joan to her.\\n\\n\\\"Let me think of you,\\\" she said, \\\"as taking my place, pushing the outposts a little further on.\\\"\\n\\nJoan did not meet Hilda again till the child had grown into a woman--practically speaking.  She had always been years older than her age.  It was at a reception given in the Foreign Office. Joan's dress had been trodden on and torn.  She had struggled out of the crowd into an empty room, and was examining the damage somewhat ruefully, when she heard a voice behind her, proffering help.  It was a hard, cold voice, that yet sounded familiar, and she turned.\\n\\nThere was no forgetting those deep, burning eyes, though the face had changed.  The thin red lips still remained its one touch of colour; but the unhealthy whiteness of the skin had given place to a delicate pallor; and the features that had been indistinct had shaped themselves in fine, firm lines.  It was a beautiful, arresting face, marred only by the sullen callousness of the dark, clouded eyes.\\n\\nJoan was glad of the assistance.  Hilda produced pins.\\n\\n\\\"I always come prepared to these scrimmages,\\\" she explained.  \\\"I've got some Hazeline in my bag.  They haven't kicked you, have they?\\\"\\n\\n\\\"No,\\\" laughed Joan.  \\\"At least, I don't think so.\\\"\\n\\n\\\"They do sometimes,\\\" answered Hilda, \\\"if you happen to be in the way, near the feeding troughs.  If they'd only put all the refreshments into one room, one could avoid it.  But they will scatter them about so that one never knows for certain whether one is in the danger zone or not.  I hate a mob.\\\"\\n\\n\\\"Why do you come?\\\" asked Joan.\\n\\n\\\"Oh, I!\\\" answered the girl.  \\\"I go everywhere where there's a chance of picking up a swell husband.  They've got to come to these shows, they can't help themselves.  One never knows what incident may give one one's opportunity.\\\"\\n\\nJoan shot a glance.  The girl was evidently serious.\\n\\n\\\"You think it would prove a useful alliance?\\\" she suggested.\\n\\n\\\"It would help, undoubtedly,\\\" the girl answered.  \\\"I don't see any other way of getting hold of them.\\\"\\n\\nJoan seated herself on one of the chairs ranged round the walls, and drew the girl down beside her.  Through the closed door, the mingled voices of the Foreign Secretary's guests sounded curiously like the buzzing of flies.\\n\\n\\\"It's quite easy,\\\" said Joan, \\\"with your beauty.  Especially if you're not going to be particular.  But isn't there danger of your devotion to your father leading you too far?  A marriage founded on a lie--no matter for what purpose!--mustn't it degrade a woman-- smirch her soul for all time?  We have a right to give up the things that belong to ourselves, but not the things that belong to God:  our truth, our sincerity, our cleanliness of mind and body; the things that He may one day want of us.  It led you into evil once before.  Don't think I'm judging you.  I was no better than you.  I argued just as you must have done.  Something stopped me just in time.  That was the only difference between us.\\\"\\n\\nThe girl turned her dark eyes full upon Joan.  \\\"What did stop you?\\\" she demanded.\\n\\n\\\"Does it matter what we call it?\\\" answered Joan.  \\\"It was a voice.\\\"\\n\\n\\\"It told me to do it,\\\" answered the girl.\\n\\n\\\"Did no other voice speak to you?\\\" asked Joan.\\n\\n\\\"Yes,\\\" answered the girl.  \\\"The voice of weakness.\\\"\\n\\nThere came a fierce anger into the dark eyes.  \\\"Why did you listen to it?\\\" she demanded.  \\\"All would have been easy if you hadn't.\\\"\\n\\n\\\"You mean,\\\" answered Joan quietly, \\\"that if I had let your mother die and had married your father, that he and I would have loved each other to the end; that I should have helped him and encouraged him in all things, so that his success would have been certain.  Is that the argument?\\\"\\n\\n\\\"Didn't you love him?\\\" asked the girl, staring.  \\\"Wouldn't you have helped him?\\\"\\n\\n\\\"I can't tell,\\\" answered Joan.  \\\"I should have meant to.  Many men and women have loved, and have meant to help each other all their lives; and with the years have drifted asunder; coming even to be against one another.  We change and our thoughts change; slight differences of temperament grow into barriers between us; unguessed antagonisms widen into gulfs.  Accidents come into our lives.  A friend was telling me the other day of a woman who practically proposed to and married a musical genius, purely and solely to be of use to him.  She earned quite a big income, drawing fashions; and her idea was to relieve him of the necessity of doing pot- boilers for a living, so that he might devote his whole time to his real work.  And a few weeks after they were married she ran the point of a lead pencil through her eye and it set up inflammation of her brain.  And now all the poor fellow has to think of is how to make enough to pay for her keep at a private lunatic asylum.  I don't mean to be flippant.  It's the very absurdity of it all that makes the mystery of life--that renders it so hopeless for us to attempt to find our way through it by our own judgment.  It is like the ants making all their clever, laborious plans, knowing nothing of chickens and the gardener's spade.  That is why we have to cling to the life we can order for ourselves--the life within us.  Truth, Justice, Pity.  They are the strong things, the eternal things, the things we've got to sacrifice ourselves for--serve with our bodies and our souls.\\n\\n\\\"Don't think me a prig,\\\" she pleaded.  \\\"I'm talking as if I knew all about it.  I don't really.  I grope in the dark; and now and then--at least so it seems to me--I catch a glint of light.  We are powerless in ourselves.  It is only God working through us that enables us to be of any use.  All we can do is to keep ourselves kind and clean and free from self, waiting for Him to come to us.\\\"\\n\\nThe girl rose.  \\\"I must be getting back,\\\" she said.  \\\"Dad will be wondering where I've got to.\\\"\\n\\nShe paused with the door in her hand, and a faint smile played round the thin red lips.\\n\\n\\\"Tell me,\\\" she said.  \\\"What is God?\\\"\\n\\n\\\"A Labourer, together with man, according to Saint Paul,\\\" Joan answered.\\n\\nThe girl turned and went.  Joan watched her as she descended the great staircase.  She moved with a curious, gliding motion, pausing at times for the people to make way for her.\\n\\nCHAPTER XVI\\n\\nIt was a summer's evening; Joan had dropped in at the Greysons and had found Mary alone, Francis not having yet returned from a bachelor dinner at his uncle's, who was some big pot in the Navy. They sat in the twilight, facing the open French windows, through which one caught a glimpse of the park.  A great stillness seemed to be around them.\\n\\nThe sale and purchase of the Evening Gazette had been completed a few days before.  Greyson had been offered the alternative of gradually and gracefully changing his opinions, or getting out; and had, of course, chosen dismissal.  He was taking a holiday, as Mary explained with a short laugh.\\n\\n\\\"He had some shares in it himself, hadn't he?\\\" Joan asked.\\n\\n\\\"Oh, just enough to be of no use,\\\" Mary answered.  \\\"Carleton was rather decent, so far as that part of it was concerned, and insisted on paying him a fair price.  The market value would have been much less; and he wanted to be out of it.\\\"\\n\\nJoan remained silent.  It made her mad, that a man could be suddenly robbed of fifteen years' labour:  the weapon that his heart and brain had made keen wrested from his hand by a legal process, and turned against the very principles for which all his life he had been fighting.\\n\\n\\\"I'm almost more sorry for myself than for him,\\\" said Mary, making a whimsical grimace.  \\\"He will start something else, so soon as he's got over his first soreness; but I'm too old to dream of another child.\\\"\\n\\nHe came in a little later and, seating himself between them, filled and lighted his pipe.  Looking back, Joan remembered that curiously none of them had spoken.  Mary had turned at the sound of his key in the door.  She seemed to be watching him intently; but it was too dark to notice her expression.  He pulled at his pipe till it was well alight and then removed it.\\n\\n\\\"It's war,\\\" he said.\\n\\nThe words made no immediate impression upon Joan.  There had been rumours, threatenings and alarms, newspaper talk.  But so there had been before.  It would come one day:  the world war that one felt was gathering in the air; that would burst like a second deluge on the nations.  But it would not be in our time:  it was too big.  A way out would be found.\\n\\n\\\"Is there no hope?\\\" asked Mary.\\n\\n\\\"Yes,\\\" he answered.  \\\"The hope that a miracle may happen.  The Navy's got its orders.\\\"\\n\\nAnd suddenly--as years before in a Paris music hall--there leapt to life within Joan's brain a little impish creature that took possession of her.  She hoped the miracle would not happen.  The little impish creature within her brain was marching up and down beating a drum.  She wished he would stop a minute.  Someone was trying to talk to her, telling her she ought to be tremendously shocked and grieved.  He--or she, or whatever it was that was trying to talk to her, appeared concerned about Reason and Pity and Universal Brotherhood and Civilization's clock--things like that. But the little impish drummer was making such a din, she couldn't properly hear.  Later on, perhaps, he would get tired; and then she would be able to listen to this humane and sensible person, whoever it might be.\\n\\nMary argued that England could and should keep out of it; but Greyson was convinced it would be impossible, not to say dishonourable:  a sentiment that won the enthusiastic approval of the little drummer in Joan's brain.  He played \\\"Rule Britannia\\\" and \\\"God Save the King,\\\" the \\\"Marseillaise\\\" and the Russian National hymn, all at the same time.  He would have included \\\"Deutschland uber Alles,\\\" if Joan hadn't made a supreme effort and stopped him. Evidently a sporting little devil.  He took himself off into a corner after a time, where he played quietly to himself; and Joan was able to join in the conversation.\\n\\nGreyson spoke with an enthusiasm that was unusual to him.  So many of our wars had been mean wars--wars for the wrong; sordid wars for territory, for gold mines; wars against the weak at the bidding of our traders, our financiers.  \\\"Shouldering the white man's burden,\\\" we called it.  Wars for the right of selling opium; wars to perpetuate the vile rule of the Turk because it happened to serve our commercial interests.  This time, we were out to play the knight; to save the smaller peoples; to rescue our once \\\"sweet enemy,\\\" fair France.  Russia was the disturbing thought.  It somewhat discounted the knight-errant idea, riding stirrup to stirrup beside that barbarian horseman.  But there were possibilities about Russia.  Idealism lay hid within that sleeping brain.  It would be a holy war for the Kingdom of the Peoples. With Germany freed from the monster of blood and iron that was crushing out her soul, with Russia awakened to life, we would build the United States of Europe.  Even his voice was changed.  Joan could almost fancy it was some excited schoolboy that was talking.\\n\\nMary had been clasping and unclasping her hands, a habit of hers when troubled.  Could good ever come out of evil?  That was her doubt.  Did war ever do anything but sow the seeds of future violence; substitute one injustice for another; change wrong for wrong.  Did it ever do anything but add to the world's sum of evil, making God's task the heavier?\\n\\nSuddenly, while speaking, she fell into a passionate fit of weeping.  She went on through her tears:\\n\\n\\\"It will be terrible,\\\" she said.  \\\"It will last longer than you say.  Every nation will be drawn into it.  There will be no voice left to speak for reason.  Every day we shall grow more brutalized, more pitiless.  It will degrade us, crush the soul out of us. Blood and iron!  It will become our God too:  the God of all the world.  You say we are going into it with clean hands, this time. How long will they keep clean?  The people who only live for making money:  how long do you think they will remain silent?  What has been all the talk of the last ten years but of capturing German trade.  We shall be told that we owe it to our dead to make a profit out of them; that otherwise they will have died in vain. Who will care for the people but to use them for killing one another--to hound them on like dogs.  In every country nothing but greed and hatred will be preached.  Horrible men and women will write to the papers crying out for more blood, more cruelty. Everything that can make for anger and revenge will be screamed from every newspaper.  Every plea for humanity will be jeered at as 'sickly sentimentality.'  Every man and woman who remembers the ideals with which we started will be shrieked at as a traitor.  The people who are doing well out of it, they will get hold of the Press, appeal to the passions of the mob.  Nobody else will be allowed to speak.  It always has been so in war.  It always will be.  This will be no exception merely because it's bigger.  Every country will be given over to savagery.  There will be no appeal against it.  The whole world will sink back into the beast.\\\"\\n\\nShe ended by rising abruptly and wishing them goodnight.  Her outburst had silenced Joan's impish drummer, for the time.  He appeared to be nervous and depressed, but bucked up again on the way to the bus.  Greyson walked with her as usual.  They took the long way round by the outer circle.\\n\\n\\\"Poor Mary!\\\" he said.  \\\"I should not have talked before her if I had thought.  Her horror of war is almost physical.  She will not even read about them.  It has the same effect upon her as stories of cruelty.\\\"\\n\\n\\\"But there's truth in a good deal that she says,\\\" he added.  \\\"War can bring out all that is best in a people; but also it brings out the worst.  We shall have to take care that the ideals are not lost sight of.\\\"\\n\\n\\\"I wish this wretched business of the paper hadn't come just at this time,\\\" said Joan:  \\\"just when your voice is most needed.\",\"timestamp\":1639211247,\"title\":\"\\nHe had organized volunteer cycle companies of speakers from the towns\"},\"digest\":\"rfu2SeT5urLWZJSqpB9HJ4-ibjv23N54GvyDzQYmYqQ\",\"authorship\":{\"contributor\":\"0x64C49f050417521e14CDAd1447c72F8234716Cd7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"t_jf9oSQyggPsQf2sbAjgaYv2C8mblGiFOoVqrQ4Qjs\\\",\\\"y\\\":\\\"onQSoqrJOPH1jG-hzdxKOqSs43iSAvU8stu1tPpUy88\\\"}\",\"signature\":\"k1MPe_0tJM-B7EBhTEKQFkE47PCwLaassiwwWmkmH-GPa8Va1naKYLG1s-FIZ_9FJu7awJ6A2N7SyJWKAFcgfQ\",\"signingKeySignature\":\"0x3e44e32df6e57fb86a1efadc85bd9bb69f9522232747058ef1f36babc36126e60a85f0415743602f652fe4d4a7c020d1203b9d45779a02ce47a9fbad04d88e261c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"t_jf9oSQyggPsQf2sbAjgaYv2C8mblGiFOoVqrQ4Qjs\\\",\\\"y\\\":\\\"onQSoqrJOPH1jG-hzdxKOqSs43iSAvU8stu1tPpUy88\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rfu2SeT5urLWZJSqpB9HJ4-ibjv23N54GvyDzQYmYqQ\"}"