"{\"content\":{\"body\":\"First: The thinking of the rich is to have a strong ability to integrate resources, instead of doing hard work on their own. The rich must know what others care and don't care about. What the poor often treat as rubbish is treasure and gold in the eyes of the rich, and all of this will be reflected in a unified standard carrier, that is, \\\"currency.\\\" The rich are those who have the ability to sell garbage at a high price, and sell garbage at a high price through the ability to integrate resources. Not physical strength.\\n\\n```\\nSecond: Anyone who is rich always chooses a general direction. Even if there is no income, they can remain passionate and keep investing time and energy crazily. The purpose is to turn 1 yuan into 10 million, 100 million, and believe in yourself. Can do it. The poor always deny any plan to get rich from others.\\n\\nThird: The rich like to study finance, management, humanities, and history. Poor people like to learn TV dramas, trivial, short-term parents, all kinds of gossip.\\n\\nFourth: The poor only act when they want to prepare everything. The poor think that everything is premature. The poor like to make excuses and like to wait. This wait is a few years, decades, and a lifetime. The rich man’s thinking is that he thinks of a big goal, immediately starts to act, and improves while acting, and the result is really done for him.\\n\\nFifth: Being able to take the initiative to do things is a kind of talent, and all rich people are those who take the initiative to perfect things. As for the poor, you need to direct him, and what's more, even if you deduct money from him, he doesn't work hard and acts as if it doesn't matter. The poor seem to have no interest in anything. Dead pigs are not afraid of boiling water, nor are they afraid of social punishment.\\n\\nSixth: The rich will find many ways to achieve those seemingly difficult goals. When the poor hear a goal that is slightly beyond their ability, they say \\\"can't do it.\\\" My current approach is to exploit the job opportunities of the poor. Since he can't do it, I won't let him do it. The company grows in the process of finding ways to overcome difficulties, not in the process of shouting \\\"can't do it.\\\"\\n```\\n\\nIn fact, the company is supported by 20% of the people, and even the company is supported by two or three people. Even the fate of a country is determined by two or three people. If you can find these two or three people and manage these few people well, you can run an organization well, no matter how big the organization is.\\n\\n```\\nWhen you are an adult, if your family is very poor, in many cases, your fate is already doomed. If you are over 25, at this moment, you should give up those things that are meaningless to your income increase, find a project wholeheartedly, and keep working hard. , Change in one fell swoop. Time has not allowed you to waste. Life will end soon. The rich know that time is precious.\\n```\",\"timestamp\":1634803850,\"title\":\"6 differences between the poor and the rich.\"},\"digest\":\"Ig2FJez7o3KvGyfxmE0WxzQr_1xOVzW4TuHnl7stD2Y\",\"authorship\":{\"contributor\":\"0x0B27cE1053585ef548Cd78618Ee0b73D84246712\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"signature\":\"Kd7z_M6I_WB3EdE5tYbPj-xcjHbcNsZ11k7N7CJBom3VWG7HC_DFU41DqpoabPtyX6t8CiRN1VoHoMrJileNHA\",\"signingKeySignature\":\"0x9d86f85b2660a8cb6873525924f9adb0c5f51dfb6229fed7a757ade2793c2f19347cb8076af39b12116743e30b34d1bacb42c80a0030cd272dd62c1ad0ad21081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ig2FJez7o3KvGyfxmE0WxzQr_1xOVzW4TuHnl7stD2Y\"}"