"{\"content\":{\"body\":\"Auclantis is now live on Arbitrum One! After weeks of testing on the Arbitrum Rinkeby test network, we are ready to take the jump and launch on mainnet.\\n\\nAuclantis is a on-chain and open auction house for NFT. We believe auctions make trading NFTs more fun and engaging by only showing what is available to buy at the moment. No more time wasted bidding on NFTs owned by true diamond hands.\\n\\nAuclantis is open, we allow all NFTs to be listed for sale, it's our community that decides what to highlight through decentralized curation.\\n\\n## How does Auclantis work?\\n\\nSelling an NFT on Auclantis is quick, easy, and cheap. Users decide which NFT to sell (we support all ERC-721 NFTs on Arbitrum One) and in which room to sell them. Rooms are used to group together auctions ending at the same time. Short after creation, the auction starts and users can start bidding and staking on it.\\n\\nCurators can look for promising auctions and stake tokens on them to signal their interest. For example, curators can look at the quality of the NFT being sold, but also at the reserve price set by the seller. This decentralized curation can be used by the seller to assess how reasonable their reserve price is, and by buyers to gauge how the community feels about an NFT. At the end of the auction, all users that staked on the auction share the community commission set by the seller.\\n\\nUsers that are looking for an NFT can look at the Auclantis homepage to see what is available. After finding the right NFT, they can bid on it. To encourage early bids, only users that already bid  can bid once more in the last hour of an auction.\\n\\n![](https://images.mirror-media.xyz/publication-images/7D6F1TDtAwBGFCTx7SEfy.png?height=2884&width=1856)\\n\\n## What is decentralized curation?\\n\\nDecentralized curation is our solution to running a completely decentralized auction house and, at the same time, showing relevant and good quality NFTs to users.\\n\\nCurators signal which auctions they find interesting and with good potential by staking Auclantis tokens in it. Auctions that have more tokens staked naturally rise to the top and are given more visibility.\\n\\nCurators are rewarded for their work by sharing the community commission at the end of the auction. Community commission is a fee that sellers decide to share with the community of curators, sellers can choose how much to share with the curators.\\n\\nTo encourage curators to find new auctions over staking on what is already popular, the auction house rewards curators that stake early more than followers.\\n\\nYou can read more about our decentralized curation in the [documentation](https://auclantis.com/docs/curation).\\n\\n## Designed for Layer-2\\n\\nMost users are already familiar with Layer-2 like Arbitrum One and how they can help save on gas fees. We believe that Layer-2 also enable creating new types of decentralized applications that would not be possible on Layer-1 due to the constrained computational resources.\\n\\nWe designed Auclantis to be highly interactive and engaging for users. For example, our decentralized curation rewards curators for selecting the best auctions on chain.\\n\\nOur focus is to keep working hard to reduce gas fees even further to improve user experience.\\n\\n## Get involved\\n\\nThis release is only the first step to build the best auction house experience on Ethereum. Keep up-to-date with Auclantis on [Twitter](https://twitter.com/auclantis) and chat with us on [Discord](https://discord.gg/684MA3kfSs). This is a great opportunity to shape the future of Auclantis and contribute to it.\",\"timestamp\":1640379673,\"title\":\"Introducing Auclantis\"},\"digest\":\"4JQqy-vTkzh16lUiJrY8slUeGn_YbOKNuEPZL9KK1iw\",\"authorship\":{\"contributor\":\"0x5696462DFf0D6C24b53772374Aa8bCA21a01F179\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"R5ke4Be_VFy48CyAo1JkYuElbfg-Qdjn08VLeBPDerA\\\",\\\"y\\\":\\\"RzmCO9QISM0loQHynRjt7iEwfN5yLgZsD3a46cuBGgg\\\"}\",\"signature\":\"dNh1n3by_JCGMVb6qTZ72QrJwvFxomT01d6RJIzXCMIs0qz1HXVHau6s0seKOdM8NCkoeI0VZTW6-4JbPBFdcQ\",\"signingKeySignature\":\"0xb6d1e507a245c6578292325eb991a4ad0bfff608548cf0757fe9fbad213c4bc95b826206a73dcc6c65874cb3971e66d1be88c62b8425c13a1efea927222fac7a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"R5ke4Be_VFy48CyAo1JkYuElbfg-Qdjn08VLeBPDerA\\\",\\\"y\\\":\\\"RzmCO9QISM0loQHynRjt7iEwfN5yLgZsD3a46cuBGgg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4JQqy-vTkzh16lUiJrY8slUeGn_YbOKNuEPZL9KK1iw\"}"