"{\"content\":{\"body\":\"## Introduction\\n\\nDESO has so far created a very disruptive model to traditional social media by putting the entire social graph and content on-chain. This enables a model where all the content and social graph becomes a freely available utility that anyone can build an app on top of. Instead of having two different accounts which have the information of whom you follow on Twitter and Instagram, you can just log in with your DESO account on any app and see the same people you follow. This would lead to a Cambrian explosion in the social apps that we see in the future.\\n\\nHowever, this approach of having all your social information publicly available on a blockchain has its limits. There are many parts of one’s social life that they’d rather not make public. For e.g. your friends list or your dating history is probably not something that you want to make publicly available for everyone to see.\\n\\nWe will explore an approach in which a privacy layer, called DEZ0, can be added on top of DESO  to allow the segmentation of social information that a user wants to make private. DEZ0 is to DESO what ZCash is to Bitcoin.\\n\\n## The need for privacy\\n\\nPeople’s social lives are always divided into two parts: how they live in public and how they live in private. This is basically the difference between how one behaves in a public square vs how one behaves in their living room. While this distinction is being recognized in financial blockchains already, it becomes even more important on social blockchains since they contain much more information about a person.\\n\\nThere are many situations in which one would want to not make their social information available to the public. The nature of social information could be of two types: what content one consumes and what connections do they have. Let’s look at some examples to make it clear:\\n\\n**1) Content Privacy**\\n\\n* A user might not want to reveal which political content they are watching and donating to.\\n* A user might not want to make their religious content history public if they feel threatened.\\n* A user might not be comfortable declaring their watch history or support of adult content.\\n\\n**2) Connection Privacy**\\n\\n* If a Tinder emerges on DESO, a user would not want to reveal their swipe preference.\\n* A user who is part of 2 DAOs (let’s say BTC maxis and Web3), which are against each other, might not want to make their affiliation with both these DAOs public.\\n\\nOne way to solve these privacy concerns is to maintain many pseudonymous accounts but that adds the burden of maintaining potentially 100s of private keys when maintaining one is difficult enough. Thus we need a different mechanism, which has proven to be trustable in another context.\\n\\n## What are zero knowledge proofs & how do they relate to DESO?\\n\\nZero-knowledge proofs are a new class of algorithms, which have the potential to retain private information on public blockchains. In essence, ZK proofs allow proving a certain fact about a piece of information without revealing that information itself.\\n\\nAn easy example of this can be let’s say a users put their birthday in their DESO profile but do not want everyone to see it publicly. At the same time, if one logs in to a 13+ site using their DESO profile, the birthday field can be used just to verify if the user is above 13 without revealing their birthdate then that’s an example of zero knowledge proof.\\n\\nMore examples of zero knowledge proofs in the context of social applications could be:\\n\\n1. **Not revealing the social graph**\\n\\nIf a user wants to keep their social graph (friends, relationships, following, etc) private on a blockchain, it would need a zero knowledge proof. In this case, two people who are friends with each other could verify their friendship, without revealing their entire social graph.\\n\\n1. **Not revealing creator investments/ donations**\\n\\nIf a user is in a political minority group and they are supporting a creator who is advocating for minority rights, then the user should have the option to not reveal their support.\\n\\n1. **Not revealing content history**\\n\\nIf a user wants to not reveal to the world what content they have consumed/ liked then they should have the option to do so.\\n\\n## Changes required to the DESO protocol\\n\\nIf we look at the use cases above, we’d see that essentially what’s needed is the ability to shield any transaction happening on the DESO blockchain. This means that when a user is doing any action (like, tip, buy creator coin, etc), they should have the option to either make it publicly available tied to their key or they want to shield it so that the action cannot be traced back to their key. For e.g. if I tip a creator with diamonds in a shielded way, the money should be transferred but not tied to the person who transferred it.\\n\\nThis shielding of transactions can happen in two ways:\\n\\n1. Changes made to the existing DESO protocol - This would mean that the protocol natively supports shielded transactions\\n2. A layer 1 solution - This would mean that there is a second layer, which maintains all shielded transactions, and the public transactions are added to the original DESO protocol.\\n\\n## Capabilities that Zero knowledge proofs unlock for DESO\\n\\n**1) Porting profiles from existing social media**\\n\\nIt is difficult for DESO to bootstrap the entire social graph that has already been made on TradSo (friends/ following/ etc). However, this can be easily seeded by asking user to login with Facebook/ Twitter and add their profile info (friends/ birthdays/ etc) to the DESO blockchain.\\n\\nUnder the current architecture of DESO however, it’d would be quite insane for a user to reveal their entire existing facebook history publicly for anyone to see. The possibility of seeding profiles from existing social media can only take off if the existing information is kept on a private blockchain.\\n\\nThis act of seeding data from existing social media can be could be rewarded by giving some $DEZ0 coins on successfully logging in with Fb/ Twitter.\\n\\n**2) Enabling a rewarded DEZ0 login**\\n\\nRight now any app that asks for logging in with DESO gets your entire social history available for free. When there is a private version of DESO available, the login can have various tiers which signify what information you are revealing (like FB login). This creates a possibility for users to get rewarded by apps depending on the information that they are revealing.\\n\\nFor e.g.: There can be two dating apps on DESO (let’s call them DINDER and DUMBLE). DINDER requires you to reveal your entire dating history so far in order to filter low commitment users. While DUMBLE does not need to know your past, it matches you just based on your public history. Since DINDER is asking for more information than DUMBLE, it can choose to give $DINDER coins to anyone who reveals their private dating history.\\n\\n## The future of DESO is private\\n\\nThus, we have discussed that while a public blockchain with open content is a great idea for certain applications, there still needs to be a privacy layer added to it in order to compete with TradSo. We believe that this would finally give users a choice over their social media behavior. It enables a complete spectrum of social media use cases ranging from complete privacy to getting paid to reveal one’s information.\",\"timestamp\":1642145690,\"title\":\"#3 DESO's big privacy problem\"},\"digest\":\"sg2mOliXhES6hjb7rV46X5vho_CWW8eA8mRHC4eb9c4\",\"authorship\":{\"contributor\":\"0xaCf92fe59A8DF52E6721BB78CCD9034fDD5B9F80\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Od8ANr-Jjti5oJYZb9bj-sRAF9kItcDu1P5HEzJdRdE\\\",\\\"y\\\":\\\"OfWT0fjFvLh8cSSxjze7GjtRY4ToNuS3HLsQjuD9qRM\\\"}\",\"signature\":\"Yj28q1f8TWGhV7NoFySiRz4AtowO4Pi9tkmSXeD26PCqZ3oZ9L2Nypy1B4SZAR0L_PxQHokkd6OJbgKmEI2uNA\",\"signingKeySignature\":\"0xd7ba6eb52d70e6f32adc586814f30e04c480c156fc030c415c25ca0299ce800f55ddc3cff07b5607aa85e95a9a72887b6a9cc4486164f494aee5dc34f4742eb61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Od8ANr-Jjti5oJYZb9bj-sRAF9kItcDu1P5HEzJdRdE\\\",\\\"y\\\":\\\"OfWT0fjFvLh8cSSxjze7GjtRY4ToNuS3HLsQjuD9qRM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sg2mOliXhES6hjb7rV46X5vho_CWW8eA8mRHC4eb9c4\"}"