"{\"content\":{\"body\":\"2009年，Craig S. Wright博士以笔名“中本聪”创造了比特币（BSV）。比特币（BSV）区块链维护着一个包含过去所有交易记录的公开账本。\\n\\n比特币（BSV）挖矿是一个复杂的点对点流程，挖矿节点使用这个流程，将交易添加到公开可用的账本中，并挖出新的比特币。矿工提供算力投资，维护比特币账本和保证比特币网络安全。\\n\\n## 比特币挖矿的目标是什么？\\n\\n挖矿的目标是成为首个找到比特币（BSV）网络所接受的区块输出的矿工。新交易会被广播到称为“内存池”的等待区域。矿工从内存池中选择价值为X的交易进行验证，并打包到一个新区块中，其中X为变量。所有的区块和交易都将使用SHA-256函数进行哈希运算。一旦新区块被验证，胜出的节点就会将该区块附加到比特币（BSV）区块链中的上一个区块后（平均每10分钟新增一个区块）。\\n\\n## 挖矿规则是什么？\\n\\n当Craig S. Wright博士介绍比特币（BSV）时，他以被称为工作量证明（Proof of Work ，PoW）的共识算法为基础，构建了挖矿协议。只有愿意花费大量物理算力和时间的人，才能将交易添加到区块链中。\\n\\n在PoW中，矿工们为解决数学方程式而相互竞争，这样他们就可以获得在比特币（BSV）网络上完成交易的权利。这些谜题具有挑战性，但完成后，解决方案可以很快被其他矿工验证。\\n\\n一旦矿工找到用于新区块的解决方案（即谜题答案），矿工将向网络广播该区块。所有其他矿工会验证该解决方案是否正确，并且确认该区块。这种竞争使得去中心化在比特币（BSV）生态系统中出现，并且蓬勃发展。\\n\\n相较过去几年，现在方程式变得更难求解了，因为随着网络上矿工的加入或离开，挖矿难度算法会定期重新校准。区块链的设计是每10分钟产生一定数量的比特币（BSV）。挖矿难度是以试图找到一个新区块所需的每秒哈希值（即算力）来衡量的。\\n\\n随着矿工数量的增加，加密计算的复杂度也随之增加。哈希率是计算加密谜题的速度。根据全网用于的挖矿算力总量，进行谜题复杂度的调整。\\n\\n当矿工取得进步，也就是每秒哈希值提高时，挖矿的复杂度也随之增加。这样做的目的是确保区块的产生速率保持恒定。\\n\\n## 激励措施是什么？\\n\\n### 区块奖励\\n\\n区块奖励系统从经济上激励矿工保持经验证的交易公开记录，并继续保护区块链。成功更新区块链并广播矿工会获得区块奖励。\\n\\n奖励包括新挖出的比特币和加入到新比特币（BSV）区块中交易的附加费用。矿工受到激励，因为每笔交易都包含了一笔支付给矿工的费用，从而使矿工尽可能多地把交易添加到区块中。将比特币（BSV）从一个地址发送到另一地址时，会计算并收取交易费。\\n\\n区块挖矿的是有限制的。矿工的盈利取决于该矿工相对于整个网络拥有多少算力。比特币协议运行在通货紧缩的经济模式下，随着时间往后，固定补贴会下降。每产生21万个区块，各个区块所产生的新比特币数量将减少50%。\\n\\n2009年，每个区块的初始奖励为50个比特币。目前每个区块的比特币奖励数量是6.25个,上一次减半发生在2020年4月。\\n\\n矿工收入的主要来源从来就不应该是固定的挖矿补贴，而是应该来自于打包每个区块的交易费。\\n\\n### 盈利能力\\n\\n盈利能力在很大程度上取决于挖矿的成本能够维持在多低。成本由几个因素组成，包括但不限于电力、人员工资、散热、设施租赁等。最大的投资之一是比特币挖矿基础设施本身。\\n\\n比特币价格波动受多种因素驱动。由于市场波动，很难预测矿工将从挖矿中获得多少盈利。2018年，挖矿收入随着比特币价格下跌而大幅下降，又在2019年随着比特币价格的上涨出现了回弹。\\n\\n## 我该如何开始比特币挖矿？\\n\\n考虑到需要一定的电力和维护成本来运行计算设备，才能够连续挖矿来竞争打包区块，因此挖矿成本巨大。区块链上的算力绝大多数由矿场提供，它们在矿机上投入了大量资金。拥有小部分算力的单个矿工几乎没有机会挖出新区块。矿池解决了这一问题。\\n\\n单个矿工加入集体网络矿池，矿池会将所有参与者的算力合并后，去挖矿形成新区块。基于所贡献算力资源的情况，各矿工从每个新产生的区块中获取一定比例的奖励。\\n\\n本质上，矿工通过集中算力，少量多次地稳定获得回报。在加入比特币矿池之前，新矿工应该做好功课，因为一些过往事件证明某些矿池不可信任。\\n\\n### 云挖矿\\n\\n云挖矿，也称为云运算（cloud hashing），允许用户购买位于远程数据中心的数字货币矿机的产出。因为这种挖矿都是远程进行的，可以消除矿工使用强大平台所面临的问题，其中包括大量的电力使用、散热、隔音问题，当然也包括维护问题。\\n\\n新矿工需要意识到使用云挖矿服务存在一些缺点，包括：\\n\\n* 比自有算力系统的盈利更低\\n* 可能存在欺诈行为，因为无法验证云挖矿运营商\\n* 由于矿工不拥有硬件，所以无法改变挖矿软件\\n* 合同可能会被终止，如果数字货币的价格太低，服务供应商会停止营业，这可能会导致血本无归\\n\\n### 挖矿工具\\n\\n比特币挖矿最初是用标准计算机的中央处理器（CPU）来进行哈希运算的。与任何新兴市场一样，挖矿行业的发展尤为迅速，挖矿行业从标准CPU转向了图形处理单元（GPU），GPU能够以更快的速率处理和解决谜题。\\n\\n如今的比特币挖矿硬件发展得更好了。过去，人们只能用标准的台式电脑来挖比特币，而在今天，挖矿都是能源密集型的，需要专门的软件和最先进的硬件。现在，人们需要具备技术专业知识来运营或参与大型数据中心，以成功赢得新区块。\\n\\n挖矿是使用被称为专用集成电路（ASIC）的特制设备来进行的，这些设备是为挖矿定制的。ASIC矿机专注于可产生大量运算处理能力的电路。每年，升级后的矿机都会被投放到市场上。\\n\\n挖矿软件将要进行的工作传输给外部矿机，并从网络上的矿工那里接收已经完成的工作。程序会将这些信息传回区块链或矿池。程序还会监控上述信息，并显示常用的统计数据，例如温度、算力、风扇速度和ASIC矿机的平均速度。\\n\\n在决定购买哪种类型的比特币ASIC矿机时，需要考虑的重要因素有:\\n\\n* 算力：比特币矿机每秒产生的哈希值\\n* 效率：矿机会耗费大量电力，所以买家需要购买一个能把大部分电力转换成比特币（BSV）的矿机。\\n\\n### 托管和电力\\n\\n除了购买ASIC挖矿设备的成本，挖矿设备还将消耗大量能源来解决谜题，并获得区块奖励。电价极大地影响了比特币（BSV）的整体挖矿成本。费率取决于季节和能源类型，例如可再生能源。\\n\\n对于小型挖矿企业来说，同时获取配有适当的配电、散热设备和数据网络的设施是很昂贵的。\\n\\n### 合法性\\n\\n总体上说，比特币挖矿是合法的。然而，一些国家已经宣布了比特币挖矿是非法的。鼓励矿工研究其所在辖区范围内的比特币挖矿规定和法规。\\n\\n## 总结\\n\\n迄今为止，已有1800多万枚比特币通过这种区块奖励机制被挖出，并投入流通。矿工可使用几个基于网络的盈利计算器来分析比特币挖矿的成本效益。鼓励矿工在开始比特币（BSV）挖矿前进行分析。\\n\\n虽然比特币（BSV）挖矿可盈利，但也存在风险，原因是它需要大量的特定领域知识，以及比预期更多的现金储备。\",\"timestamp\":1640080070,\"title\":\"比特币新手入门（五）比特币挖矿详解\"},\"digest\":\"wDvQBOg2Okr_embdDxlRR8gDpgAAXdcvvWuL2FVuLkw\",\"authorship\":{\"contributor\":\"0xFB0efb087E86f90B99667a0a7a845eDCf0B57C99\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8WmLRCN1WQK1zWZlZGVDTLHwwDoZ_GOD4zkpJpSu6Tc\\\",\\\"y\\\":\\\"YHulkjVl1j6MRO1N8SUKb6h1Cc_OV7xlt70THY1H-tA\\\"}\",\"signature\":\"YcgOa9utUMQrXfYcgZ_M4ywKmSBtF48I_XTfF28evfoNKray9YSkZX6DkM0DSPJYEptHL5k1Gs27w-xW3zxufA\",\"signingKeySignature\":\"0x9b0e1cf1f2d8c228101c8e5bbbd424ff2f2aca704730a28f89ea0c86b1f29bb176d976d8f5d5476cd10a82b7ad3faa272e8853012a3e2d8c4603072f8e67d14b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8WmLRCN1WQK1zWZlZGVDTLHwwDoZ_GOD4zkpJpSu6Tc\\\",\\\"y\\\":\\\"YHulkjVl1j6MRO1N8SUKb6h1Cc_OV7xlt70THY1H-tA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wDvQBOg2Okr_embdDxlRR8gDpgAAXdcvvWuL2FVuLkw\"}"