"{\"content\":{\"body\":\"It’s interesting how priorities change with age. I remember when I was younger, we would go out even if we would be a bit sick. Nowadays, when I feel a bit sick or that it may come, I change plans, to ensure I recover as soon as possible.\\n\\nA lot of this comes with the fact that I do not recover as fast as I did 20 years ago, and also that having a kid does not go well with laying in the bed, so any chance of speeding up recovery or avoiding the worst is well worth taking. But one of the drivers at least for me comes with understanding how short term discomfort ( = not going out with friends) can lead to long term benefit ( = not being sick, or having only a mild one). \\n\\nThere had been numerous studies looking at this, one of the more famous one studying people who decided not to get a dollar now to receive more dollars later (and as scientists tracked them over time, they’ve seen that these people were more successful in their careers). For some people this comes naturally, with me and my health it came with age. And while it is not easy to follow this in all aspects of life (FOMO is real), having this in mind might help to do good decisions for the long term. \\n\\nAssuming that you’re in it for the long term ( I guess we all are), if you don’t feel good today, go back to bed. Your body will thank you.\",\"timestamp\":1634798404,\"title\":\"Prioritizing health\"},\"digest\":\"q4-nOSh5bkzzXhnmNIkC3d4V6ypWZYPQq4PU5yRPG-g\",\"authorship\":{\"contributor\":\"0x7075ca44F16B453610681823b167FfE692dd1AB2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HRkXSv0jHFTGIAdoznDxoTxNtyNiEkrJyFqWSay3q30\\\",\\\"y\\\":\\\"SXUZ5xlzSJlcyuoq1jZYKG1Ucb1PIA7SyDBoNpYLrCA\\\"}\",\"signature\":\"ACjLwWZBvN9Ru4le4til4MVEGxfIBwk2BUTaz2ktRuAaFdAw5C8Qqvsqnw3dblMCG6LYOWK_2krEdmCMt65t0w\",\"signingKeySignature\":\"0x79307ffc897a1494bafb7f7d588882e9011c8c59758ddfb248c58129422d3bfa036886ea4f0786ed887ef9ebac0f719293b66c4525c94a21170dc93398dfff131b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HRkXSv0jHFTGIAdoznDxoTxNtyNiEkrJyFqWSay3q30\\\",\\\"y\\\":\\\"SXUZ5xlzSJlcyuoq1jZYKG1Ucb1PIA7SyDBoNpYLrCA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"q4-nOSh5bkzzXhnmNIkC3d4V6ypWZYPQq4PU5yRPG-g\"}"