"{\"content\":{\"body\":\"![Photo by Jason Goodman on Unsplash](https://images.mirror-media.xyz/publication-images/1VNt2DaqVfMc_3RDYetnp.jpg?height=427&width=640)\\n\\nIn the next four years SMBs must be thinking about \\\"operational technology\\\" in addition to social media, mobile apps and other technologies SMBs use today. \\n\\nSMBs need to be able to run their business with new technologies, while still using the same machinery and processes they are using now.\\n\\n`But, I’m here to say none of that matters if you don’t start to build for your current customers — rather than what most people tell you is to build on acquiring new customers.`\\n\\n### SMBs should plan write a manifesto for its customers\\n\\nSmall businesses have missions and values for its company, but do you have one toward your loyal audience?\\n\\nDo you want them to be buying your products? If so, why? Are you offering value through your products, and would people rather buy from you than the competition because of it?\\n\\nSwitch your mindset to see what your business should do for them, not how to get more sales. Write that mission down and even think about making that as a promise to them.\\n\\n(Back of the receipt paper? Staple a manifesto written on a business card? Counter signage?)\\n\\n### SMBs need to think about customers first in 2022, and offer them value not products\\n\\n![Photo by Jon Tyson on Unsplash](https://images.mirror-media.xyz/publication-images/lW1Gz0kEpsQWCQloZakX3.jpg?height=3063&width=4584)\\n\\nFirst and foremost, most small business will look at how to use digital marketing and Facebook Ads to connect with their customers. Obviously I wouldn't disagree.\\n\\nBut, they also need to be creative in how they deliver their products or services. In order to be successful, find more ways to gather information about why customers choose you.\\n\\nThen, go find the tools to help make your SMB better armed to help customers.\\n\\n### SMBs need to be able to run their business with new technologies, while still using the same machinery and processes they are currently using\\n\\nMaybe you can't afford business intelligence tools. Or CRM management. (And please don't think automation...)\\n\\nBut small businesses should be looking for new technological alternatives to help them deliver better quality service to their customers.\\n\\nCan your POS use an upgrade? Are you offering Apple Pay? Do you have a way to collect emails? Are you utilizing SMS marketing? Can you give coupons for customers giving email or phone numbers?\\n\\nYou have to invest in your customers' convenience.\\n\\n### SMBs will think to use Digital Marketing to increase their online presence — but should you?\\n\\nSmall businesses need to understand how customer's buying behaviors have changed since COVID.\\n\\nThis doesn't mean SMBs should just hire an expert marketing consulting service. It's not just being on TikTok for the sake of it.\\n\\nSMB operators need to develop a continuous digital marketing plan which includes social media campaigns, SEO, among other online marketing initiatives — ONLY if it adds convenience and value to its customers.\\n\\nMore often than not, a text message, a personalized note, an email, giving a warm smile will do more than a robust digital marketing strategy.\\n\\n### Small businesses cannot use an excuse that we're \\\"not digital\\\" anymore  \\n\\n![Photo by Firmbee.com on Unsplash](https://images.mirror-media.xyz/publication-images/bGqHpXnflYalPnsSc63jF.jpg?height=2785&width=4193)\\n\\nThis is no longer a valid excuse, as SMBs need to be able to run their business with new technologies, while still using the same machinery and processes they are currently using.\\n\\nMost operators will focus on marketing, but that doesn't inherently help the customers have a better experience. Focus on what value or values your customer needs. Period.\\n\\n_________________\\n\\nIn 2022 — though I'd argue since the beginning of time — focus on building a stronger base of customers you already have vs. scaling more. From the manifesto down, think to create a culture.\\n\\nInvest in your customers. Marketing is not an investment to them, but an investment into profits. Take time to analyze who your customers are and invest in how your SMB can add them even more value.\\n\\n*Tony Lee (aka [@sheckii](https://www.twitter.com/sheckii)) is a digital advertising entrepreneur who worked on brands like 20th Century Fox, Sam’s Club, ABC Entertainment, Nintendo, Starz, sweetgreen, outdoor voices, First Republic Bank, Kane’s Furniture and more. He currently works as a lead for Performance Marketing at Shopify for international paid social media acquisition. He’s also the host of [welcome to sheckiiville podcast](https://anchor.fm/sheckii) available on Apple and iOS devices.*\\n\\n![](https://images.mirror-media.xyz/publication-images/F0UVk9DDlAG4UO1Fh8iV1.png?height=1762&width=1536)\\n\\n\",\"timestamp\":1640448359,\"title\":\"How SMBs should be thinking customers about at the start of 2022\"},\"digest\":\"RLc814ietg6k0GqKoqTOgk043Hm83l39upNnpPiF6tw\",\"authorship\":{\"contributor\":\"0x05E2664B70F255108A8932627d9F56A216bc519B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4jxSTnuAeaBzJp9GQmevG5IpygOktE8x8Ou_LTDrY-E\\\",\\\"y\\\":\\\"YqJkjqUQeExYRjtpDHObP_1A6tmKEx5N__BPdPe-n84\\\"}\",\"signature\":\"8yOAf-ZxUU1BNMdUuEE2CDb64QzqyfhR1kvfRgRECxvOfZlWMjR-8KIC4EVTvsG_4f-26ZnV1o_jDWCYj4TtLA\",\"signingKeySignature\":\"0x10ed8a4c8626d814396816e38132053932f58d7d342940fe55a72a4be888a0400a4ab6116fc04980849028ada44af3204b48ea838dab33382beaf3889ca0c6971b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4jxSTnuAeaBzJp9GQmevG5IpygOktE8x8Ou_LTDrY-E\\\",\\\"y\\\":\\\"YqJkjqUQeExYRjtpDHObP_1A6tmKEx5N__BPdPe-n84\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RLc814ietg6k0GqKoqTOgk043Hm83l39upNnpPiF6tw\"}"