"{\"content\":{\"body\":\"I believe the craving some young women have to copy what is promoted as the ideal figure for a woman is the cause of their obsession with excessive dieting. A great deal of media advertising makes use of young, slim, attractive women and it is understandably natural that some women want to copy what they see as the ideal role model.\\n\\nObsessive dieting certainly does happen, as is illustrated by the numerous articles in magazines about people suffering from anorexia. Almost exclusively, this obsession relates to younger women who are constantly bombarded with the supposedly ideal woman as depicted in women’s fashion magazines, Most of these fashion models are very slim, some of them excessively so. There is nothing wrong with a sensible controlled diet aimed at losing some excess weight but, when the need to diet becomes an allconsuming passions, that is when the danger occurs. Often, the people who become susceptible to the lure of the “perfect” figure are not aware of what is happening to them. Usually, preventing dieting becoming an obsession will depend on friends and relatives recognising the warning signs. As for preventing the basic cause of this problem, that is a much more complex issue as it involves the standard mores of the society and people being aware of their responsibilities. Education about the dangers of excessive dieting needs to be part of the solution for prevention.\\n\\nIn conclusion, an obsession with dieting can be prevented by friends and relatives of the dieter as well as an education campaign about the dangers of excessive dieting. (261 words)\",\"timestamp\":1639135735,\"title\":\"Preventing an Obsession with Dieting\"},\"digest\":\"7ckK9fAd18V9AazmnhEZYlzITLt94x_P-HNVdHaWGBA\",\"authorship\":{\"contributor\":\"0x9429ba9F8A4883e5F0b524F4abf28D3eb72d88CE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CY8xTChwpWZU3Lic9Zyp34sHj48fpVJutk7DalbRK3o\\\",\\\"y\\\":\\\"iUJcQGvCGaDX5jZ9xwmyGUqeNrVpxMbxdPUpE6bBiZY\\\"}\",\"signature\":\"XdP7JXXd1eH7O8FlUAtjuVCrEcePG6mXGy7B4as__7d3CH9JxU3eF18z3uBwCkJ8eeq-503m8QsONlV17nKAxQ\",\"signingKeySignature\":\"0x4ee9f347c542d9c4a96099fbfb6e14a94f6f26fa99e7ea2594171b806a90b2b338e764e36516173e53e24b195826c78e397e48a71fb895ad59a8b84c85eac6251b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CY8xTChwpWZU3Lic9Zyp34sHj48fpVJutk7DalbRK3o\\\",\\\"y\\\":\\\"iUJcQGvCGaDX5jZ9xwmyGUqeNrVpxMbxdPUpE6bBiZY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7ckK9fAd18V9AazmnhEZYlzITLt94x_P-HNVdHaWGBA\"}"