"{\"content\":{\"body\":\"> 四千多字的一篇博客居然前前后后写了一个月，倒不是没有思路，就是和自己经历相关的文字，可能会抑制不住的想要反复补充修改，而且常常写着写着会思绪飘移，开始回顾一些其他事情...总之最后终于下定决心无论如何一定要写完了！\\n\\n标题借用了进击的巨人里的一句经典台词，“献出心脏”。可能有点浮夸（毕竟日语嘛...），但是我想了半天，还是觉得这句话最适合我的心意，献出心脏，为自由，为平等，为Web 3.0。怀着对未来愉快的勇气，我决定写下这篇博客记录这一路的走走停停。鸡蛋和高墙当然选择站在鸡蛋的一边，我们不会放弃，我们前赴后继。\\n\\n## 那天我们想起被巨人们支配的恐惧\\n\\n刚加入RSS3的时候，兔子问我对开源的追求这么纯粹是受过什么人的影响吗。固然天性喜欢合作与分享，讨厌集权和垄断，但是能够有一些具体的想法与实践，确实是很幸运的受到遇到了一些引路人的。当然影响最大的是Aaron Swartz，那个哭着看完[互联网之子](https://movie.douban.com/subject/25785114/)的夜晚我想我会用余生去铭记，我痛恨这个充满谎言的世界，让为众人抱薪者冻毙于风雪；我鼓舞于Aaron炙热的理想主义，为了促进社会公正去无私战斗的勇气；我羡慕他的才华，也心痛他的绝望；我兴奋于这个世界曾经有过这样闪闪发光的人，也悲伤于最后是以他的短暂的一生的纪录片这种方式认识他。\\n\\n另外一位对我影响很大的人，是我在 [IST](https://tecnico.ulisboa.pt/en/) 做交换生期间的同学。这个世界上总是不缺一些奇怪的人，他绝对是其中之一。他是一个比现在的我对开源的追求还要纯粹的多的人。他不使用Google，Facebook等社交媒体，不使用MacBook，他的笔记本操作系统是Linux，他使用Emacs写presentation，比起Github更倾向使用 Gitlab。最初认识他是因为选的一门课的大作业需要找队友，我就去和看上去形单影只的他搭话。在第一天认识他的时候他和我讲与其说是我们使用 Facebook，不如说是 Facebook 使用我们，然后提出使用 Riot.im（现在叫Element.io）进行团队交流。以当时的我对安全的通信软件的理解，只知道Telegram。然后他告诉我Telegram服务端是不开源的，Telegram不是去中心化的，Riot是去中心化的，Telegram的注册需要手机号，Riot只需要邮箱。虽然我痛恨满口谎言的 Google 说着 don't do evil 却一直在 do evil，但那时的我主力浏览器依然是Chrome。他和我说如果真的不习惯 Firefox，可以使用 [Chromium](https://www.chromium.org/getting-involved/download-chromium)，它可以同步 Google 账号，但是是开源的。（现在我的主力浏览器也是Firefox了，当时有一点 Firefox 很古早很难用的刻板印象，但其实并不会）也是他让我知道了 GenLib，并且给我讲了很多微软/谷歌的版权之恶。可以说是他真正领我进入了开源和去中心化的世界。我很幸运遇见这样的人，也很幸运知道世界上原来有这样的人。\\n\\n若曾经看过光明，如何能再习惯黑暗。见过那些在黑暗中负重前行，与巨人们作战的同胞，怎么能继续选择装聋作哑。沉默从来不是中立，沉默就是把选票投给了高墙。\\n\\n## 结束是另一个开始\\n\\n去中心化所暗示的平等、合作、自治，如同洞穴外的阳光，曾刺痛我的双眼，让当时的我疯狂想要进入区块链的行业，只是因为区块链天然的具有去中心化特性。我参与区块链方向的research，也做区块链方向的intern。算来到现在入行两年多了，但是说实话，到后面我真的已经对区块链非常疲惫了，以致最后full time的求职意向完全不想考虑区块链了。我不是说对区块链技术没有兴趣了，而是说工作不想碰区块链了，因为国内币圈风气太差，加过的所有开发者社群最后都是币价交流社；很多项目方炒作区块链的概念装模作样的解决一些不痛不痒的问题，最后又落脚点在融资；完全的 Defi（去中心化金融）基本不可能真的在国内做下去；一些公司虽然是基于区块链做事，但是要么更注重联盟链，要么就算是基于公链也做的事情和去中心化也关系不大......总之一腔热血横冲直撞，花了很久才醒悟到区块链终究只是术，我想要的道不非在于此。\\n\\n面对现实的无力感，苍白如烈日当空，让我开始迷惘；社交媒体每日上演的荒谬，让我几乎政治性抑郁；思考到底什么事情是最应该去做的，让我陷入焦虑；那段时间我常常突然对自己每天到底在干什么感到强烈的虚无，常常觉得自己离这个世界太遥远，对这个世界的认知太浅薄而虚幻。\\n\\n我热爱这个世界，也热爱我的专业——计算机，但是不是因为技术，也不是因为趋势。最开始接触互联网不能完全说是意外，但绝不是兴趣使然的命中注定；审视自身，虽然我确实能够感受到对一些技术的兴趣，但是我完全不是一个能从纯技术中得到获取意义上的满足感的人；对计算机技术所暗示的充满科技感的赛博朋克般的未来世界，我从来没有过期待与痴迷；而所谓为了不被时代潮流抛弃所以要拥抱互联网这种论调，我更是向来不认可，时代，潮流，皆指向虚妄的概念，真实的惟有这世间的人。我热爱计算机，是因为最初的互联网曾经闪耀过的自由的光，是因为那些声明黑客宣言的自由的灵魂们，那些为了夺回用户的隐私和自由和巨头们对抗着的战士们，那些敏锐的察觉到这个世界存在的问题并大胆的用技术去探索实践一个更好的解决方案的骇客们，让我一直以来相信着指尖有改变世界的力量，哪怕是一点点。是靠着那一点点微弱但耀眼的，看到过再也无法忘记的光，我才一直没有转行。\\n\\n但是那段时间，面对这个世界的极度无力感，真的让我很多次认真地思考换一个能够对世界产生更有意义的影响的行业。\\n\\n日日夜夜，遥望星辰大海，我思考着，到底想要什么到底应该做什么。\\n\\n> 如果你能 decentralize 世上一件事物，而且只能是一種，你會選擇甚麼？我很認真地想過，不是因為有燈神幫我實現願望，而是因為力量微薄，即使花上餘生都不一定能成功；既然怎樣努力都不一定能 decentralize 一件事物，就更不可能貪心同時做多種，而必須集中力量到一點。\\n\\n直到8个月前读到文章[無大台真相：They can't kill us all](https://matters.news/@ckxpress/%E7%84%A1%E5%A4%A7%E5%8F%B0%E7%9C%9F%E7%9B%B8-they-can-t-kill-us-all-bafyreieqqwdavbc5bowq2ogugj6bmzlyscim3bcezsiwaegxoefg2653dy) 里面抛出的这个问题，我感觉我仿佛抓住了什么。作者说金钱不是他的终极关怀，对我而言也是一样啊。尽管最初因为去中心化闯入区块链的世界，但是我渐渐发现，就算是对于Defi（去中心化金融），区块链与去中心化结合的典型应用场景，其实我也没有那么关心。尽管还是会在每个披萨节尽可能的表达一句敬贸易自由，尽管我热烈地期待着一个贸易自由的世界，但是我知道那不是我最想把我的生命投入去实现的愿望。\\n\\n去中心化于我而言是梦开始的地方，是我想要的道，或者说非常接近我想要的道。到现在也有了一些尽管不算很多的技术积累，到底我还是想去做啊。我知道我很可能做不到，但是说到底做不做得到又有什么关系呢。正确的事情，值得去做的事情，去做了即意义本身，我只是想更强烈的感受到我活着，我真心实意的如此觉得。选择一样事物用一生去努力实现去中心化，要做的只是选择一样东西，然后投入一生去做，不需要去在意能不能做得到，就足够可以活的坚定而踏实了，听起来不是很有诱惑力吗？\\n\\n那么生命短暂，到底我想要去中心化哪一样事物？\\n\\n思索良久（一个月），我得出了属于我的答案：阅读。如果有天堂，那一定是图书馆的模样。那里信息自由地流通，书籍自由地出版，人与人自由地讨论。\\n\\n我真的很喜欢这种看起来和金钱就关系不大而且很偏重人文关怀的去中心化方向。作出这个结论的时候，我对我未来的期待是努力成为一名独立研究者。但是其实具体怎么做我毫无头绪，唯一可以确定的是，我希望从技术方向入手去做这件事，因为我有兴趣这么做。\\n\\n（为什么是独立研究者而不是独立开发者的原因之一是独立开发者通常要直接和客户打交道，有太多和市场推广和钱有关的麻烦事情......我一度怀疑过像我这么对钱头疼的人，除了啃老还有没有别的出路......）\\n\\n不过幸得命运女神眷顾，虽然我之前决定努力成为独立研究者，Twitter的bio也都这么写了，但是没想到后来意外的遇见了RSS3。那是又一个辗转反侧无法入眠的夜晚，并没有任何期待的只是抱着单纯聊聊天的想法发送了好友请求，却猝不及防的从凌晨十二点开始通了一个半小时的电话，之后就决定加入RSS3。\\n\\n在这方面我时常觉得自己是一个幸运的人。我真的原本都做好了哪怕在肯德基蹭网，租城中村廉租房，也要自费独立研究的打算，没想到现在有了一个可以带薪研究和我想独立研究差不算远的内容的机会（约等于带薪独立研究）；原本也完全没想着投入到有着所谓的发展前景的充溢着金钱的领域（没错我就是在说人工智能，proudly I can say 我的 background 和人工智能的关系几乎为零），没想到变幻莫测的社会机遇能让DWeb领域也有不少项目得到投资人的认可；原本也完全没冲着什么好找工作的方向去学习（是的这次我在说SDE），但是反倒是因为一些小众的智能合约相关研究背景也能得到某信息通信大厂某实验室的青睐。\\n\\n我从不害怕失败，我只害怕有一天我再也不敢去尝试；我从不害怕未来遥不可及，我只害怕有一天我会就此认命。\\n\\n## 我得到了星星上的金子，却被燃烧殆尽\\n\\n之前还在芝加哥上学的时候遇到一个读Post Doc的台湾人，他自述过往的求学经历从台南到台北到欧洲到北美，一次比一次离家远。他自嘲自己像一个迷失了的流浪的孩子。当时的我一下子被这句话击中，我也是啊（~~不，我不是Post Doc~~），无可救药地眷恋一个又一个的远方。但是更多时候这种热爱似乎只停留在我的幻想里。年少轻狂，看着天边像在眼前，赴汤蹈火也想走一趟？我也想要拥有这样的意气风发啊，可是我时常觉得我活的过于束手束脚。我明明走的更远的。比如我明明可以更轻松愉快的写下这个小节的，明明把写下这篇文字的力气用在其他事情上。\\n\\n我不羡慕自由的灵魂，因为我也有，我羡慕那些自由的肉体，因为我时常感觉自己的肉体深陷囹圄。亲情的羁绊与对自己人生的掌握的两难，似乎贯穿我这二十多年的人生。亲情的重量，大概永远是我生命中不能承受之轻。这么多年我感受的到我可以更坚定和自信的和主流价值观对抗，我拥有了更加强大的对真善美的信仰，但是面对以爱之名的束缚时的绝望感，我依然觉得在原地踏步。如果说有什么不同，那就是10年前的我只能选择故意拖慢回家的步伐，而10年后的我可以选择沉迷酒精。我知道他们想要什么，可是我不知道我给不给得了；我理解所有的无可奈何，可是触碰不到的距离我一毫一厘也改变不了；我知道什么样的妥协能让除了我之外的人都高兴，可是我知道我杀不死我自己。\\n\\n我曾把完整的镜子打碎，我曾把机会就扔在我眼前。他们说我自毁前途（~~这不就是我想要的么~~），大概是吧，对better world的期许指引的人生并不能让我有一个他们眼中的better life。事实上我也不在乎这些，我时常有种想要坠入万丈深渊的感觉，也许我真的，只想活得更强烈一些。\\n\\n我知道自由是相对的，自由是有界限的，也知道正是因为自由的界限才使自由显得更加珍贵。可是我也知道自由是有代价的，freedom is not free. 人真的有选择吗，如果终有一日“我得到了星星上的金子，却被燃烧殆尽”，是不是最好的结局？\\n\\n沉默如谜。\\n\\n## 我也想说下一个十年我们再见\\n\\n可是总归，我还是不想为了理想去死的。亦余心之所善兮，虽九死其犹未悔，为了理想失去生命丝毫不会令我感到惧怕。但是我想活着，活着继续为了理想努力。黑塞说青年人总是勇于为理想捐躯，老年人虽缺少英雄气概，但懂得自己为了什么备受折磨。勇于为理想捐躯也许很畅快，但那不是勇敢，是对生命的不尊重。尽管我不在乎最终能不能成功，但是显然我不想去以一种一看就不可能成功的方式去实践，我暗自下定决心要做一个知行合一脚踏实地的理想主义者。试图在人间建立天堂，只会致使通往地狱。我明白这其中的道理，我希望我能拥有区分这些细微之处的智慧。\\n\\n十年前我似乎也想过，努力不让自己被世界改变。可是这滚滚红尘，谁能独善其身。现在的我，更加明白，我不可能不被世界改变，我只能选择去改变世界，在与世界的交互中去为我想要的未来投票。我不想等到我老了，我的孙辈来质问我，互联网变成今天这个样子的时候，你们在做什么。我曾通宵达旦地工作学习过无数个夜晚，不是为了没有选择，而是为了有能力承受选择非主流价值观的那条路的代价，是为了选择我想要的未来。\\n\\n我也想说，下一个十年，我们再见。那时，再回头看看，我们做到了什么。\\n\\n听说这是最后一个被辜负的春天，飞鸟将嬉戏云端，古老的诗歌会重新被吟唱。\",\"timestamp\":1633669321,\"title\":\"献出心脏 直到高墙倒塌\"},\"digest\":\"vfTMz8HQa28GNEMfhZLbbAdYQoaY11khOUyXAzBjnX8\",\"authorship\":{\"contributor\":\"0xee8fEeb6D0c2fC02Ef41879514A75d0E791b5061\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2I8eb97XSSKItNzcKPRU-y_3DecVun9FFOcm_CsFsyA\\\",\\\"y\\\":\\\"bsnbpGTS9jdgGCwh4JOWUw1LeU4T9LZabXGi2DzqMhw\\\"}\",\"signature\":\"3FmQc35moiRLwY2Jr6MIkitVPNiafMne2f8I-b4aEeg17ckt2hB3BWt1SstoT5KjbGj7SxLtjaWw31wYLgEBzg\",\"signingKeySignature\":\"0x9c1eec49e585f2dfdfdfd832f320a13ca1c61dee42bc25b7fc5d8c6d66c1c0d1368f0e66dd689b91a490f263ca0a5551cf9037c0152bf3285185511b786d44101c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2I8eb97XSSKItNzcKPRU-y_3DecVun9FFOcm_CsFsyA\\\",\\\"y\\\":\\\"bsnbpGTS9jdgGCwh4JOWUw1LeU4T9LZabXGi2DzqMhw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vfTMz8HQa28GNEMfhZLbbAdYQoaY11khOUyXAzBjnX8\"}"