"{\"content\":{\"body\":\"\\\"Na-y, by God,\\\" said the knight,   \\\"Yet get ye it not so: Though ye would give a thousand more,   Yet were thou never the nere; Shall there never be mine heir,   Abb-ot, just-ice, ne frere.\\\"\\n\\nHe stert him to a board anon,   To a table round, And there he shook out of a bag   Even fo-ur hundred pound.\\n\\n\\\"Have here thy gold, sir abb-ot,\\\" said the knight,   \\\"Which that thou lentest me; Haddest thou been curteys at my com-ing,   Rewarded shouldst thou have be.\\\" The abb-ot sat still, and ate no more.   For all his royal cheer, He cast his hood on his should-er,   And fast began to stare. \\\"Take me my gold again,\\\" said the abb-ot,   \\\"Sir just-ice, that I took thee.\\\"\\n\\n\\\"Not a penny,\\\" said the just-ice,   \\\"By him that died on a tree.\\\"\\n\\n\\\"Sir abbot, and ye men of law,   Now have I held my day, Now shall I have my land again,   For aught that you can say.\\\" The knight stert out of the door,   Away was all his care, And on he put his good cloth-ing,   The other he left there. He went him forth full merry sing-ing,   As men have told in tale, His lady met him at the gate,   At home in Uterysdale.\\n\\n\\\"Welc-ome, my lord,\\\" said his lady;   \\\"Sir, lost is all your good?\\\"\\n\\n\\\"Be merry, dam-e,\\\" said the knight,   \\\"And pray for Robin Hood, That ever his soul-e be in bliss,   He holp me out of my tene; Ne had not be his kind-enesse,   Beggars had we been. The abb-ot and I accorded ben,   He is served of his pay, The good yeoman lent it me,   As I came by the way.\\\"\\n\\nThis knight then dwell-ed fair at home,   The sooth for to say, Till he had got four hundred pound,   All ready for to pay. He p-urveyed him an hundred bows,   The string-es well ydight, An hundred sheaf of arrows good,   The heads burn-ished full bright, And every arrow an ell-e long,   With peacock well ydight, I-nock-ed all with white silv-er,   It was a seemly sight. He p-urveyed him an hundred men,   Well harneysed in that stead, And h-imself in that sam-e set,   And clothed in white and red. He bare a launsgay in his hand,   And a man led his male, And ridden with a light song,   Unto Barnisdale.\\n\\nAs he went at a bridge there was a wresteling,   And there tarried was he, And there was all the best yeom-en   Of all the west countree. A full fair game there was upset,   A white bull up i-pight; A great cours-er with saddle and bridle,   With gold burn-ished full bright; A pair of gloves, a red gold ring,   A pipe of wine, in good fay: What man beareth him best, i-wis,   The prize shall bear away.\\n\\nThere was a yeoman in that place,   And best worth-y was he. And for he was ferre and fremd bestad,   I-slain he should have be. The knight had ruth of this yeom-an,   In place where that he stood, He said that yeoman should have no harm,   For love of Robin Hood. The knight press-ed into the place,   An hundred followed him free, With bow-es bent, and arrows sharp,   For to shend that company.\\n\\nThey shouldered all, and made him room,   To wete what he would say, He took the yeoman by the hand,   And gave him all the play; He gave him five mark for his wine,   There it lay on the mould, And bade it should be set abroach,   Drink-e who so would. Thus long tarried this gentle knight,   Till that play was done, So long abode Rob-in fasting,   Three hours after the none.\\n\\nTHE THYRDE FYTTE.\\n\\nLithe and listen, gentle men,   All that now be here, Of Little John, that was the knight's man,   Good mirth ye shall hear.\\n\\nIt was upon a merry day,   That young men would go shete, Little John fet his bow anon,   And said he would them meet. Three times Little John shot about,   And always cleft the wand, The proud sher-iff of Nottingham   By the marks gan stand. The sheriff swore a full great oath,   \\\"By him that died on a tree, This man is the best arch-er   That ever yet saw I me. Sa-y me now, wight young man,   What is now thy name? In what country were thou born,   And where is thy wonning wan?\\\"\\n\\n\\\"In Hold-ernesse I was bore,   I-wis all of my dame, Men call me Reynold Greenleaf,   Whan I am at hame.\\\"\\n\\n\\\"Say me, Reynold Greenleaf,   Wilt thou dwell with me? And every year I will thee give   Twent-y mark to thy fee.\\\"\\n\\n\\\"I have a master,\\\" said Little John,   \\\"A curteys knight is he, Ma-y ye get leave of him,   The better may it be.\\\"\\n\\nThe sher-iff gat Little John   Twelve months of the knight, Theref-ore he gave him right anon   A good horse and a wight.\\n\\nNow is Little John the sheriff's man,   He give us well to speed, But alw-ay thought Little John   To quite him well his meed. \\\"Now so God me help,\\\" said Little John,   \\\"And by my true lewt-e, I sh-all be the worst serv-ant to him   That ever yet had he!\\\"\\n\\nIt befell upon a Wednesday,   The sheriff a-hunting was gone, And Little John lay in his bed,   And was forgot at home. Therefore he was fast-ing   Till it was past the none. \\\"Good sir Steward, I pray thee,   Give me to dine,\\\" said Little John; \\\"It is too long for Greenleaf,   Fast-ing so long to be; Therefore I pray thee, stew-ard,   My dinner give thou me!\\\"\\n\\n\\\"Shalt thou never eat ne drink,\\\" said the stew-ard,   \\\"Till my lord be come to town.\\\"\\n\\n\\\"I make mine avow,\\\" said Little John,   \\\"I had liever to crack thy crown!\\\"\\n\\nThe butler was full uncurteys,   There he stood on floor, He stert to the buttery,   And shut fast the door. Little John gave the butler such a stroke   His back yede nigh in two, Though he lived an hundred winter,   The worse he should-e go. He spurned the door with his foot,   It went up well and fine, And there he made a large liveray   Both of ale and wine. \\\"Sith ye will not dine,\\\" said Little John,   \\\"I shall give you to drink, And though ye live an hundred winter,   On Little John ye shall think!\\\" Little John ate, and Little John drank,   The whil-e that he would. The sheriff had in his kitchen a cook,   A stout man and a bold.\\n\\n\\\"I make mine avow to God,\\\" said the cook,   \\\"Thou art a shrewd-e hind, In an household to dwell,   For to ask thus to dine.\\\" And there he lent Little John,   Good strok-es three.\\n\\n\\\"I make mine avow,\\\" said Little John,   \\\"These strok-es liketh well me. Thou art a bold man and an hardy,   And so thinketh me; And ere I pass from this place,   Assayed better shalt thou be.\\\"\\n\\nLittle John drew a good sword,   The cook took another in hand; They thought nothing for to flee,   But stiffly for to stand. There they fought sor-e together,   Two mile way and more, Might neither other harm don,   The mountenance of an hour. \\\"I make mine avow,\\\" said Little John,   \\\"And by my true lewt-e, Thou art one of the best swordmen   That ever yet saw I me. Couldest thou shoot as well in a bow,   To green wood thou shouldest with me, And two times in the year thy clothing   I-changed should-e be; And every year of Robin Hood   Twent-y mark to thy fee.\\\"\\n\\n\\\"Put up thy sword,\\\" said the cook,   \\\"And fellows will we be.\\\"\\n\\nThen he fet to Little John   The numbles of a doe, Good bread and full good wine,   They ate and drank thereto. And when they had drunken well,   Their troths together they plight, That they would be with Rob-in   That ilke same day at night. They hied them to the treasure-house,   As fast as they might gone, The locks that were of good steel   They brake them every one; They took away the silver vessel,   And all that they might get, Pi-eces, mas-ars, and spoons,   Would they none forget; Also they took the good pence,   Three hundred pound and three; And did them straight to Robin Hood,   Under the green wood tree.\\n\\n\\\"God thee save, my dear mast-er,   And Christ thee save and see.\\\"\\n\\nAnd then said Rob-in to Little John,   \\\"Welcome might thou be; And also be that fair yeom-an   Thou bringest there with thee. What tiding-es from Nottingham?   Little John, tell thou me.\\\"\\n\\n\\\"Well thee greeteth the proud sher-iff,   And sendeth thee here by me, His cook and his silv-er vessel,   And three hundred pound and three.\\\"\\n\\n\\\"I make mine avow to God,\\\" said Robin,   \\\"And to the Trinit-y, It was never by his good will,   This good is come to me.\\\"\\n\\nLittle John him there bethought,   On a shrewed wile, Five mile in the for-est he ran,   Him happ-ed at his will; Then be met the proud sher-iff,   Hunt-ing with hound and horn, Little John coud his curteysye,   And kneel-ed him beforn: \\\"God thee save, my dear mast-er,   And Christ thee save and see.\\\"\\n\\n\\\"Raynold Greenleaf,\\\" said the sher-iff,   \\\"Where hast thou now be?\\\"\\n\\n\\\"I have be in this for-est,   A fair sight can I see, It was one of the fairest sights   That ever yet saw I me; Yonder I see a right fair hart,   His colour is of green, Seven score of deer upon an herd,   Be with him all bedene; His tynde are so sharp, mast-er,   Of sixty and well mo, That I durst not shoot for drede   Lest they wold me slo.\\\"\\n\\n\\\"I make mine avow to God,\\\" said the sheriff,   \\\"That sight would I fain see.\\\"\\n\\n\\\"Busk you thitherward, my dear mast-er,   Anon, and wend with me.\\\"\\n\\nThe sheriff rode, and Little John   Of foot he was full smart, And when they came afore Robin:   \\\"Lo, here is the master hart!\\\"\\n\\nStill stood the proud sher-iff,   A sorry man was he: \\\"Wo worth thee, Raynold Greenleaf!   Thou hast now betray-ed me.\\\"\\n\\n\\\"I make mine avow,\\\" said Little John,   \\\"Mast-er, ye be to blame, I was misserved of my dinere,   When I was with you at hame.\\\"\\n\\nSoon he was to supper set,   And served with silver white; And when the sher-iff see his vess-el,   For sorrow he might not eat. \\\"Make good cheer,\\\" said Robin Hood,   \\\"Sher-iff, for charit-y, And for the love of Little John;   Thy life is granted to thee.\\\"\\n\\nWhen they had supp-ed well,   The day was all agone, Robin commanded Little John   To draw off his hosen and his shone, His kirtle and his coat a pye,   That was furr-ed well fine, And take him a green mant-ell,   To lap his body therein. Robin commanded his wight young men,   Under the green wood tree, They shall lie in that same sort,   That the sheriff might them see. All night lay that proud sher-iff   In his breche and in his sherte, No wonder it was, in green wood,   Though his sides do smerte. \\\"Make glad cheer,\\\" said Robin Hood,   \\\"Sher-iff, for charit-e, For this is our ord-er i-wis,   Under the green wood tree.\\\"\\n\\n\\\"This is harder order,\\\" said the sheriff,   \\\"Than any anker or frere; For all the gold in merry Engl-and   I would not long dwell here.\\\"\\n\\n\\\"All these twelve months,\\\" said Rob-in,   \\\"Thou shalt dwell with me; I shall thee teach, thou proud sher-iff,   An outlaw for to be.\\\"\\n\\n\\\"Ere I here another night lie,\\\" said the sheriff,   \\\"Robin, now I pray thee, Smite off my head rather to-morn,   And I forgive it thee. Let me go,\\\" then said the sher-iff,   \\\"For saint Charit-e, And I will be thy best friend   That ever yet had thee.\\\"\\n\\n\\\"Thou shalt swear me an oath,\\\" said Robin,   \\\"On my bright brand, Thou shalt never awayte me scathe,   By water ne by land; And if thou find any of my men,   By night or by day, Upon thine oath thou shalt swear,   To help them that thou may.\\\"\\n\\nNow hath the sheriff i-swore his oath,   And home he gan to gone, He was as full of green wood   As ever was heap of stone.\\n\\nTHE FOURTH FYTTE.\\n\\nThe sheriff dwelled in Nottingham,   He was fain that he was gone, And Robin and his merry men   Went to wood anone.\\n\\n\\\"Go we to dinner,\\\" said Little John.   Robin Hood said, \\\"Nay; For I dread Our Lady be wroth with me,   For she sent me not my pay.\\\"\\n\\n\\\"Have no doubt, master,\\\" said Little John,   \\\"Yet is not the sun at rest, For I dare say, and safely sware,   The knight is true and trust.\\\"\\n\\n\\\"Take thy bow in thy hand,\\\" said Robin,   \\\"Let Much wende with thee, And so shall William Scathelock,   And no man abide with me, And walk up into the Sa-yl-es,   And to Watling Street, And wait after such unketh gest,   Up-chance ye may them meet. Whether he be messeng-er,   Or a man that mirth-es can, Or if he be a poor man,   Of my good he shall have some.\\\"\\n\\nForth then stert Little John,   Half in tray and teen, And girded him with a full good sword,   Under a mantle of green. They went up to the Sa-yl-es,   These yeomen all three; They look-ed east, they look-ed west,   They might no man see. But as he looked in Barnisdale,   By the high way, Then were they ware of two black monks,   Each on a good palfray.\\n\\nThen bespak-e Little John,   To Much he gan say, \\\"I dare lay my life to wed,   That these monks have brought our pay. Make glad cheer,\\\" said Little John,   \\\"And frese our bows of yew, And look your hearts be sicker and sad,   Your strings trust-y and true. The monk hath fifty-two men,   And seven som-ers full strong, There rideth no bishop in this land   So royally, I understond. Brethren,\\\" said Little John,   \\\"Here are no more but we three; But we bring them to dinn-er,   Our master dare we not see. Bend your bows,\\\" said Little John,   \\\"Make all yon press to stand! The foremost monk, his life and his death   Is clos-ed in my hand! Abide, churl monk,\\\" said Little John,   \\\"No farther that thou gone; If thou dost, by dere-worthy God,   Thy death is in my hond. And evil thrift on thy head,\\\" said Little John,   \\\"Right under thy hat's bond, For thou hast made our master wroth,   He is fast-ing so long.\\\"\\n\\n\\\"Who is your master?\\\" said the monk.\\n\\nLittle John said, \\\"Robin Hood.\\\"\\n\\n\\\"He is a strong thief,\\\" said the monk,   \\\"Of him heard I never good.\\\"\\n\\n\\\"Thou liest!\\\" then said Little John,   \\\"And that shall rew-e thee; He is a yeoman of the for-est,   To dine hath bod-e thee.\\\" Much was ready with a bolt,   Redly and anon, He set the monk tofore the breast,   To the ground that he can gon. Of fifty-two wight young men,   There abode not one, Save a little page, and a groom   To lead the somers with Little John.\\n\\nThey brought the monk to the lodge door,   Whether be were loth or lief, For to speak with Robin Hood,   Maugr-e in their teeth. Robin did adown his hood,   The monk when that he see; The monk was not so courteyous,   His hood then let he be.\\n\\n\\\"He is a churl, master, by dere-worthy God,\\\"   Then said Little John.\\n\\n\\\"Thereof no force,\\\" said Rob-in,   \\\"For courtesy can he none. How man-y men,\\\" said Rob-in,   \\\"Had this monk, John?\\\"\\n\\n\\\"Fifty and two when that we met,   But many of them be gone.\\\"\\n\\n\\\"Let blow a horn,\\\" said Robin,   \\\"That fellowship may us know.\\\"\\n\\nSeven score of wight yeomen,   Came pricking on a row, And everich of them a good mant-ell,   Of scarlet and of ray, All they came to good Rob-in,   To wite what he would say. They made the monk to wash and wipe,   And sit at his dinere, Robin Hood and Little John   They served them both infere. \\\"Do gladly, monk,\\\" said Robin.   \\\"Gram-ercy, sir,\\\" said he. \\\"Where is your abbey, whan ye are at home,   And who is your avow-e?\\\"\\n\\n\\\"Saint Mary abbey,\\\" said the monk,   \\\"Though I be simple here.\\\" \\\"In what offic-e?\\\" said Rob-in.   \\\"Sir, the high cellarer.\\\" \\\"Ye be the more welcome,\\\" said Rob-in,   \\\"So ever mote I thee. Fill of the best wine,\\\" said Rob-in,   \\\"This monk shall drink to me. But I have great marvel,\\\" said Rob-in,   \\\"Of all this long-e day, I dread Our Lady be wroth with me,   She sent me not my pay.\\\"\\n\\n\\\"Have no doubt, master,\\\" said Little John,   \\\"Ye have no need I say, This monk it hath brought, I dare well swear,   For he is of her abbay.\\\"\\n\\n\\\"And she was a borow,\\\" said Robin,   \\\"Between a knight and me, Of a little money that I him lent,   Under the green wood tree; And if thou hast that silver i-brought,   I pray thee let me see, And I shall help thee eftsoons,   If thou have need of me.\\\"\\n\\nThe monk swore a full great oath,   With a sorry cheer, \\\"Of the borowhood thou speakest to me,   Heard I never ere!\\\"\\n\\n\\\"I make mine avow to God,\\\" said Robin,   \\\"Monk, thou art to blame, For God is hold a righteous man,   And so is his dame. Thou toldest with thine own tongue,   Thou may not say nay, How that thou art her serv-ant   And servest her every day, And thou art made her messenger,   My money for to pay, Therefore I con thee more thank,   Thou art come at thy day. What is in your coffers?\\\" said Robin,   \\\"True then tell thou me.\\\" \\\"Sir,\\\" he said, \\\"twenty mark,   All so mote I thee.\\\"\\n\\n\\\"If there be no more,\\\" said Robin,   \\\"I will not one penny; If thou hast mister of any more,   Sir, more I shall lend to thee; And if I find more,\\\" said Robin,   \\\"I-wis thou shalt it forgone; For of thy spending silver, monk,   Thereof will I right none. Go now forth, Little John,   And the truth tell thou me; If there be no more but twenty mark,   No penny of that I see.\\\"\\n\\nLittle John spread his mantle down,   As he had done before, And he told out of the monk-es mail,   Eight hundred pound and more. Little John let it lie full still,   And went to his master in haste; \\\"Sir,\\\" he said, \\\"the monk is true enow,   Our lady hath doubled your cost.\\\"\\n\\n\\\"I make mine avow to God,\\\" said Robin,   \\\"Monk, what told I thee? Our Lady is the truest woman,   That ever yet found I me. By dere-worthy God,\\\" said Robin,   \\\"To seek all England thorowe, Yet found I never to my pay   A much better borowe. Fill of the best wine, do him drink,\\\" said Robin;   \\\"And greet well thy Lady hend, And if she have need of Robin Hood,   A friend she shall him find; And if she needeth any more silv-er,   Come thou again to me, And, by this token she hath me sent,   She shall have such three!\\\"\\n\\nThe monk was going to London ward,   There to hold great mote, The knight that rode so high on horse,   To bring him under foot.\\n\\n\\\"Whither be ye away?\\\" said Robin.\\n\\n\\\"Sir, to manors in this lond, To reckon with our rev-es,   That have done much wrong.\\\"\\n\\n\\\"Come now forth, Little John,   And hearken to my tale, A better yeoman I know none,   To search a monk-es mail. How much is in yonder other courser?\\\" said Robin,   \\\"The sooth must we see.\\\"\\n\\n\\\"By our Lady,\\\" then said the monk,   \\\"That were no courtes-y To bid a man to dinner,   And sith him beat and bind.\\\"\\n\\n\\\"It is our old manner,\\\" said Rob-in,   \\\"To leave but little behind.\\\"\\n\\nThe monk took the horse with spur,   No longer would he abide.\\n\\n\\\"Ask to drink,\\\" then said Rob-in,   \\\"Ere that ye further ride.\\\"\\n\\n\\\"Nay, fore God,\\\" then said the monk,   \\\"Me reweth I came so near, For better cheap I might have dined,   In Blyth or in Doncastere.\\\"\\n\\n\\\"Greet well your abbot,\\\" said Rob-in,   \\\"And your prior, I you pray, And bid him send me such a monk   To dinner every day!\\\"\\n\\nNow let we that monk be still,   And speak we of that knight, Yet he came to hold his day   While that it was light. He did him straight to Barnisdale,   Under the green wood tree, And he found there Robin Hood,   And all his merry meyn-e. The knight light downe of his good palfr-ey,   Rob-in when he gan see. So courteysly he did adown his hood,   And set him on his knee.\\n\\n\\\"God thee save, good Robin Hood,   And all this company.\\\"\\n\\n\\\"Welcome be thou, gentle knight,   And right welc-ome to me.\\\" Then bespake him Robin Hood,   To that knight so free, \\\"What need driveth thee to green wood?   I pray thee, sir knight, tell me. And welcome be thou, gentle knight,   Why hast thou be so long?\\\"\\n\\n\\\"For the abbot and the high justice   Would have had my lond.\\\"\\n\\n\\\"Hast thou thy land again?\\\" said Robin,   \\\"Truth then tell thou me.\\\"\\n\\n\\\"Yea, fore God,\\\" said the knight,   \\\"And that thank I God and thee. But take not a grief,\\\" said the knight,   \\\"That I have been so long;   I came by a wresteling, And there I did help a poor yeom-an,   With wrong was put behind.\\\"\\n\\n\\\"Nay, fore God,\\\" said Rob-in,   \\\"Sir knight, that thank I thee; What man that helpeth a good yeom-an,   His friend then will I be.\\\"\\n\\n\\\"Have here four hundred pound,\\\" then said the knight,   \\\"The which ye lent to me; And here is also twenty mark   For your courtes-y.\\\"\\n\\n\\\"Nay, fore God,\\\" then said Robin,   \\\"Thou brook it well for aye, For our Lady, by her cellarer,   Hath sent to me my pay; And if I took it twice,   A shame it were to me: But truly, gentle knight,   Welc-ome art thou to me.\\\"\\n\\nWhen Rob-in had told his tale,   He laughed and had good cheer. \\\"By my troth,\\\" then said the knight,   \\\"Your money is ready here.\\\"\\n\\n\\\"Brook it well,\\\" said Rob-in,   \\\"Thou gentle knight so free; And welcome be thou, gentle knight,   Under my trystell tree. But what shall these bows do?\\\" said Robin,   \\\"And these arrows i-feathered free?\\\"\\n\\n\\\"It is,\\\" then said the knight,   \\\"A poor pres-ent to thee.\\\"\\n\\n\\\"Come now forth, Little John,   And go to my treasur-y, And bring me there four hundred pound,   The monk over-told it to me. Have here four hundred pound,   Thou gentle knight and true, And buy horse and harness good,   And gild thy spurs all new: And if thou fail an-y spend-ing,   Come to Robin Hood, And by my troth thou shalt none fail   The whiles I have any good. And brook well thy four hundred pound,   Which I lent to thee, And make thyself no more so bare,   By the counsel of me.\\\"\\n\\nThus then holp him good Rob-in,   The knight of all his care. God, that sitteth in heaven high,   Grant us well to fare.\\n\\nTHE FIFTH FYTTE.\",\"timestamp\":1636103572,\"title\":\" The justice said, \\\"Give him two.\\\"\"},\"digest\":\"firJtAwQudedZxTO9__OP28tihQqJeJgIuYw3GOfhDg\",\"authorship\":{\"contributor\":\"0x47CC9063B147f6D9fF7b366328DcF5A2D6F08265\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SrsWEXwprfAz5NKxciP6hW4QJ2tikOC-f97dfvAROZs\\\",\\\"y\\\":\\\"voB0FtM6e-qzChEbRZ9yLvGAi1HKTdV67thxxNbOnjA\\\"}\",\"signature\":\"LRcjbhWz7hf1Ap5R7mzKHXH8_R_2fZkcFlsIjsq-KyhldujO7tL4bHFXqc7kQ9nA1VYYqRVItlr4ayfpCfybiQ\",\"signingKeySignature\":\"0x57fbcaa71a68d4fed01bad6e1a2793f49b13ec2d9bf5b686b2206d7ec57aa78e2c5b64e9cc2787fe7c97949e663607326e32191ebbe885912995553796ccde7b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SrsWEXwprfAz5NKxciP6hW4QJ2tikOC-f97dfvAROZs\\\",\\\"y\\\":\\\"voB0FtM6e-qzChEbRZ9yLvGAi1HKTdV67thxxNbOnjA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"firJtAwQudedZxTO9__OP28tihQqJeJgIuYw3GOfhDg\"}"