"{\"content\":{\"body\":\"看来不仅仅是那头紫红色巨蜴会动脑子，青色巨蟒也实再奸猾得很。刚才它不惜拼着受伤将身体浸入那寒潭瀑布之中，不仅是为了洗净银角上留下的黑色粉末，同时使用着自身的技能，将潭中寒水引了上来，趁巨蜴一个不备，偷袭成功。\\n\\n```\\n那巨蜴五行以火为主，此时掉下了寒潭，想要翻身可就难了。\\n\\n不过这样一来，我虽然少了一个劲敌，但却依旧不敢大意。这青色巨蟒如此之狡猾，我到底要如何才能对付得了？\\n\\n那青色巨蟒战胜了巨蜴神色间显得有些得意，竟然不急不慢的在悬崖边上游来游去，像是享受着成功的喜悦。可没等它游上多远，地上突然生出无数道土黄色的尖刺，猛的刺入了巨蟒的身体之内。\\n\\n那些尖刺一入巨蟒的体内，立刻像是定时炸弹一般炸裂开来，威力十分惊人。那巨蟒口中惨叫不断，在山顶不住挣扎翻滚，可是这么一来，刺入身体的尖刺更是越来越多，爆炸声也是越来越响，越来越频繁。\\n\\n只见它所过之处，一路血雾青光，蛇口中黑色血液不断涌出，直将周围老大一片都染成了黑色。\\n\\n转眼间，刚才得意扬扬的青色巨蟒被炸得血肉模糊。银色尖角断了半截，尾巴也不见了踪影，躺在山顶上只剩出气，没有进气，只剩下身上的伤口还在不住往外喷着浓血。\\n\\n此时不动手，更待何时。\\n\\n我一拍双翅，正欲飞身而下，却听得轰的一声，刚才沉入潭底的紫红色巨蜴竟然直冲而上，“叭”的落到了巨蟒身前。\\n\\n我靠！这家伙竟然还没死！\\n\\n不过此时的巨蜴可没有先前那么威风了，身上的鳞片被寒水腐蚀得东一片西一片，仅仅是勉强还能站立而已。\\n\\n我查看着自己的状态，心里盘算了一下，觉得胜算还是蛮大的，当下挥舞着双翅，飞到了两只怪兽的跟着，鹰爪一扫，已抓起了巨蜴身上老大一片皮肉。\\n\\n这感觉还真不错，我都有点喜欢上这种会飞的感觉了。\\n\\n一击得逞，我赶紧提着一口气，向上飞去。\\n\\n那巨蜴好不容易才摆平了巨蟒。没想到却有人从中作梗，在背后偷袭，当下狂吼一地怕，一片火光自它的身体里蔓延开来，冲天而起。\\n\\n天，浓云密布。黑雾冉冉，地，火气冲天，红光隐隐，我悬在天地之间，仰天长唳，唳声中透露出说不出的得意，大有唯我独尊的架势。爽，实再是太爽！\\n\\n看准了巨蜴的要害，我双翅疾拍，飞身而下，正欲将其置于死地，却不料眼前一暗，我由空中坠落了下来，重重的摔倒在地上。\\n\\n这怎么回事？我定了定神，却见周围的连绵群山早已不见踪影，而我此时正在梦魔神殿的墙脚边上。一边，丫丫一动不动的躺在地上，血量只剩下不足一百，而另一边，小丙也是重伤倒地，口中不断的吐着鲜血，一副要死不活的模样。\\n\\n丫丫？小丙？\\n\\n我猛然间想起，刚才在幻境中所见的那条青色巨蟒，似乎拥有的是水属性，跟丫丫有几分相似。而那头巨蜴，不仅拥有火系五行。而且还会用土系技能，攻击力似乎也不弱，可不是小丙的化身么？\\n\\n原来，我在里面看的那场精彩无比的怪兽之争，竟然是我最宝贝的两个宠物在受到梦魇的迷惑之后。自相残杀！而我更是险些亲手将自己的两个宝贝送上了黄泉路，一想到这里，我心里更是惊魂未定，大拍胸脯。\\n\\n赶紧将两个快不行的宠物抱起来，一转头，却见伞儿仍旧跟梦魇僵持着。\\n\\n不是吧？那家伙还没死吗？\\n\\n他要是没死，我们又怎么能从幻境里出来呢？\\n\\n伞儿一向攻击力不强，生命力更是虚弱，如果没有强大的肉盾在前面扛着，通常都顶不上多久。可她怎么能跟梦魇这样的大BOSS打了个旗鼓相当。而且看上去，她似乎还占了上风。\\n\\n其实真要说起来，也算是我运气不错，梦魇打从一开始，就没把伞儿这只女鬼放在眼里，全力对付丫丫、小丙和我，却不料它在梦境中操纵着我们三个神智，伞儿却利用她的特殊技能将梦魇迷惑住了。\\n\\n如果不是这样，或是再迟上个片刻，我就算能够出来，失去了丫丫跟小丙，也足够我痛苦好一阵子的。\\n\\n不过伞儿现在的状态看起来有些奇怪，原本一身艳红的她此时竟然换上了一身黑裙，一向楚楚可怜的目光也变成了怨毒。梦魇身上的黑气不断席卷着伞儿的身体，虽然没有造成任何的伤害，却不停的涌入。看来正是因为这个原因改变了伞儿的体质。\\n\\n我猛的想起鬼云那老头子在封印伞儿时曾经说过的话，莫非伞儿身上的怨气真的会让她变得无法控制？\\n\\n心里一惊，我急急的将手中的诛仙剑朝只剩一丝血皮的梦魇一丢，另一手接过红云伞，将神色不对的伞儿收了起来。靠！竟然连红云伞都变成黑的了！\\n\\n看来必须回去找鬼老爷子给看看，不然的话，以后我都不太敢把伞儿放出来了。\\n\\n中了一记诛仙剑，我跟着补了记招魂，梦魇不可思议的望了我一眼，发出一声尖啸，化作一片黑烟，渐渐消失在我的视线中，只在地上留下了一块亮晶晶的东西。\\n\\n神殿中又恢复了先前那副落魄的模样。董家小少爷从地上爬了起来，呆呆的看了我一阵，缓缓的转过身，朝门外走去。\\n\\n“护送董延瑞回到董府。”看着上涨的经验条，以及任务的提示，我这才相信梦魇是真的挂了。随手捡起地上的黑色结晶，跟着失魂落魄的董延瑞走了出去。\\n\\n接下来的任务就简单多了，我只要跟在那NPC身后，随时打发掉对他有不诡企图的精灵鬼怪，保护他安然到达董府就成。其实也不用跑那么远。到了丰都驿站，我跟着那董延瑞上了一辆私人马车。转头就到了扬州董府了。\\n\\n任务暂时告一段落，但董延瑞却变得痴痴傻傻的，再也没有原来的灵性。大约是缺少了一魂一魄的关系。将他安全的送回董府之后，我赶回了枉死城，找到鬼云那老家伙。\\n\\n“你回来了？事情办得怎么样？”鬼云见到我回来，有始以来的第一次一本正经的问我。\\n\\n我拿出梦魇掉落的那块亮晶晶的东西，递给鬼云。他随手接过，眉头紧紧的锁了起来。\\n\\n“怎么了？有问题吗？”看着他的神情，我疑惑的问道，莫非我做任务的过程中出了差错？\\n\\n“没有。”鬼云的神色看起来十分焦虑，但却极力掩饰着，他抬起头来。对我说道：“你做得很好，能够经得起恶鬼的诱惑，说明我没有看错人，现在，为师就再传你一些本事。”\\n\\n鬼云缓缓的抬起右手，放到了我的额头上，除了将以前的技能提升之外，我又多学会了三个技能……\\n\\n火神咒：召唤一块陨石攻击对方。需要土地神符一张。\\n\\n武神附体：将全神元神转化为物理攻击，持续时间10分钟，需要破金符一张。\\n\\n三个技能全都是系统转咒系的技能，还有一个土遁，跟潜行技能并不多，同样是让玩家从对手眼前消失，只不过不会脱离战斗状态。而是将身体隐藏到泥土之中，说穿了还有点穿墙术的感觉在里面。\\n\\n传授完技能，鬼云显得有点无精打采，擦了擦额边的汗水，对我说道：“以后，一切就要靠你自己了。”\\n\\n靠我自己？不会吧？那不就是说，以后再升级出没有技能可学了？不过事实上也是这样子的，玩家四转之后，想要再学新的技能，就必须要找新的导师了。至于有没有那个运气，的确还是得靠自己。\\n\\n我嘿嘿一笑，送上几坛子上等的女儿红，说道：“师傅，你真是会说笑，以我现在的水平还差得远呢。你以后不教我，谁教我去？”关键是要把最后的马屁拍到位，找到新技能的线索。你不教我不要紧，我上哪儿找第二个鬼道士啊？\\n\\n哪知鬼云那老家伙像是压根就没听明白我说什么，摇了摇头道：“不是为师不想教你，只不过从今往后，我不会继续留在枉死城了。”\\n\\n“不会留在枉死城？”没听说过传授职业技能的NPC还会到处乱跑啊，这老家伙平时候虽然被那些鬼族NPC赶得鸡飞狗跳，但总还是老老实实待在这里，莫非这一回是连街边墙角都不让混了？\\n\\n那老酒鬼还是继续摇头，说道：“罗候复生这样的大事，为师不能坐视不理，看来是要想点办法才行了。临走之前，我交待给你一个任务，去火云观的镇魂塔里拿回火云的骨灰。把它交给朱雀离鬼。”\\n\\n骨灰？那玩艺早就在我背包里放得快发霉了，本来想扔掉的，后来觉得奇怪，才一直放着。正想问个究竟，鬼云突然张手结了个印记，身体渐渐浮到半空之中，只留下一句话就消失得无影无踪：“以后若是有缘的话，我们还会见面的。自己小心，不要丢了老子的脸！”\\n\\n我靠！跑得那么快干什么？\\n\\n望着空中消失的鬼云，我心里小声的嘀咕道。突然，我想起了什么，对着空中大声叫道：“先别急啊，我还有事要问你呢！……妈的！”\\n\\n我上哪儿去找朱雀离鬼啊？那家伙带给我的麻烦还不够多吗？而且，伞儿突然变成了黑色的了，这个问题也没得到解决。这个当师傅的真不负责。\\n\\n要是我的玉蝶钗没有弄坏那就好了，找起谁来都方便。\\n\\n被这么一折腾，时间也到了下半夜了，我抬头看了看枉死城的天空，不管什么时候都是这么黑，天上永远没有太阳。\\n\\n想着现在身上的任务是一个接着一个，偏偏又找不到半点头绪，我心中好一阵郁闷，再没什么心情去找老朋友叙旧，索性原地下线。\\n\\n*芸芸在床上睡着很得，头发散落在枕头周围，散发着一阵诱人的清香。我轻轻的凑了过去，在她的脸颊上轻吻了一记，长长的睫毛微微的翕动了一下，嘴角轻动，挂着一丝浅浅的微笑，像正做着什么好梦。我不忍心再将她吵醒，独自去卫生间洗了把脸，转身来到阳台上阳台上放着一把老式的躺椅，竹质的扶手上没有经过任何加工，也没有刷油漆或是别的什么，只留下长年摩擦后发出的那种奇异的光彩。躺椅的旁边摆着一张小小的茶几，也是同样的竹雕款式。几上的蓝花托盘里放着一只宜兴的紫砂壶，还有一只配套的茶杯。\\n\\n这些东西都是我从市场上淘来的，原本芸芸并不喜欢。她一心想将这片宽畅的阳台装饰成西方贵族式的小天地，撑上一把阳伞，放一张白色的小圆桌，周围放几把高背靠椅，平时候可以到这里来喝喝下午茶，品尝一下美味的点心。却不料被我先下手为强，将周围种满了花草。\\n\\n几根简单的竹竿上爬起青翠的藤蔓，在那片小石头围出的鱼池里投下几抹绿色的阴影。阴影间，几尾颜色鲜艳的鱼儿轻松的游动着柔软的身体，时不时往水中吐出一连串的气泡。\\n\\n既然这地方已经被我弄成这个样子，芸芸的小庄园梦自然是没办法实现了。起初她还有些抱怨，但是很快她也爱上了这种感觉。\\n\\n她从小接受西方教育，而周家本来也是豪门旺族，自然习惯了西方贵族式的生活。但是，当她真正体验到自己的祖国那博大精深的文化底韵，这种感觉将她内心深处的血液唤醒了。\\n\\n自那以后，她也偷偷的研究着一些与之相关的知识，例如茶，例如花草，例如养鱼，例如棋……因为她知道，那些东西都是我所喜爱的。\\n\\n爱情，真的能转变一个人的性格，也能改变一个人的品味。\\n```\\n\\n\\n------------\",\"timestamp\":1640411843,\"title\":\"第一百六十五章  自相残杀\"},\"digest\":\"5X06NDVwC58wcmdSpClqqf-Ls-T7qjiVSl1RieamPLI\",\"authorship\":{\"contributor\":\"0x5859E81dA9b04455A2c3e7b03c2e805947Bb1394\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ED80tieqAEBQZjbfrX88OxFK3xaEbFtU41XU008ijKs\\\",\\\"y\\\":\\\"rNUOYUcUyn0Y9dwvo_qoZL6blrj_jBqG9fhcHy77W7U\\\"}\",\"signature\":\"FXWUar56MWLraBfYGIUgkR9MRbtIz2Kx04xsqIbykAdz6-H8CPUNBBNLF-Yz-Zqlmz8-EMUwzKlgRWNW04nQbA\",\"signingKeySignature\":\"0x3e8612a6dd3ebb1857a03a263f06a237a8c5d316fb74bfc5f90228d50fd2cba74ea33ed450f0f522ebf3cc73b582e2936c953203ab6d37b54dd785646bcd46ba1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ED80tieqAEBQZjbfrX88OxFK3xaEbFtU41XU008ijKs\\\",\\\"y\\\":\\\"rNUOYUcUyn0Y9dwvo_qoZL6blrj_jBqG9fhcHy77W7U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5X06NDVwC58wcmdSpClqqf-Ls-T7qjiVSl1RieamPLI\"}"