"{\"content\":{\"body\":\"### Or, if you prefer: how crypto changes the world - explained without political or technical language.\\n\\nThis post was inspired by the following tweet and most popular reply:\\n\\n![](https://images.mirror-media.xyz/publication-images/lTeKWZnClbTZREoyC4d0F.png?height=384&width=623)\\n\\n![](https://images.mirror-media.xyz/publication-images/Uv41tcbxodFJ6lHEPygB0.png?height=399&width=593)\\n\\nSome notes before we start: the term web3 today is sometimes used synonymously to mean cryptocurrency, blockchain tech, virtual reality/augmented reality & the metaverse. I find that people already have a more intuitive understanding of how VR/AR may change the future. Therefore, I’ll only be writing about how crypto & blockchain tech in the context of web3 will transform the future, since it’s a bit more challenging to understand and abstract in its concepts.\\n\\nOften this subject is explained with technical specifications or more commonly with political terms, ideas about liberty, decentralization, censorship, and power. These are all important; but what ultimately determines if web3 powered by crypto is the future lies in the economic and productive value it brings, the increases in quality of life it can achieve. These are the aspects I hope to make clear.\\n\\n## Where we’ve come from and where we are\\n\\nAll of the iterations of the web are *digital* revolutions, i.e. not only do more of our analog (physical) lives move to the digital realm, but new digitally native (digital-first) experiences are invented as well.\\n\\n#### Web1 (1990s): a revolution in information availability.\\n\\nInformation and content from the real world is put online. Information is no longer a local phenomena nor a physical one, but is available for anyone with an internet connection to access. Early web protocols also allow for file transfers, emails, and web pages.\\n\\nExamples: personal web pages, Encyclopedia Britannica & Encarta online, FTP, MapQuest\\n\\n#### Web2 (2000-): a revolution in creation, experience, and connection.\\n\\nThe static becomes dynamic, and a convergence of hardware and software technologies enable us to experience rich interfaces and interactions on the web. Our lives start to become increasingly digital - compare what percent of your daily attention is focused online in 1999, then 2009, and then 2019. The ecosystem and interface of web2 is now rich enough where people can spend the majority of their lives online - from their careers, relationships, hobbies, investments, etc. - we now spend much of our lives in digital space. We also consume most of our content digitally, create much of our output digitally, and connect most frequently with others through messaging apps and social networks.\\n\\nExamples: YouTube, Google Docs, Twitter, Instagram, WhatsApp, Robinhood, smart home & smart health devices\\n\\n#### Web3 (2015-): a revolution in coordination, ownership, and value transfer.\\n\\nI’ll break down each of these web3 revolutions in the ‘Web3 Paradigm Shifts’ section further below. It’s important to note first, however, that much of what will happen in web3 has its roots in web2. What’s often lost in all the web3 talk is that the web2 era is not over and will continue to produce enormous value and new companies. Let’s see how web3 powered by crypto is the next logical step to some of the revolutions of web2.\\n\\n## Web3 Extensions of Web2.\\n\\n#### New and more powerful networks.\\n\\nIn web1 times, your networks might’ve included your local community, your job, your family, and friends you grow up with. Maybe you were part of a mailing list or a forum if you were savvy online. In web2, networks proliferated rapidly, and continue to explode. You might have networks on FB, telegram groups, IG niches, corners of Twitter, or varied family/friend WhatsApp groups.\\n\\nThis network creation continues in web3 with the introduction of the value network. Examples include Ethereum, Solana, Polkadot, countless others - each currency representing its own individual network of users. In addition, you have the tokens built on top of these programmable currencies, tokens that any individual or business can issue. The result is a proliferation of value networks that are themselves nested into a larger, more powerful network that it can communicate with and transfer between. This is an extremely powerful new invention because a value network can be added to all of our existing networks in web2 - to our existing social networks, messaging networks, and content networks - or to brand new networks entirely. Essentially any network can be monetized, tokenized, or incentivized, creating supercharged versions of our already rich variety of networks.\\n\\n#### Explosion of creative activity, niches, and formats.\\n\\nEven if we just include web2 companies launched in the past few years alone - TikTok, Substack, Clubhouse, etc. - there’s so many creative and productive niches for individuals to occupy. Couple that with increasingly easier ways to distribute content among a proliferation of platforms (aka networks), it’s no wonder there has been an explosion of creative activity and individual power over the past 20 years. In the web1 world, we still mainly had movie stars and bestselling authors. In web2, we have stars and activists in every genre, category, and format you could ask for. What progresses in web3 is the further expansion of platforms, niches, and content types. Most notably, you will see more purely digital creation and digital reward (e.g. create an opera in a virtual world that’s monetized by a virtual currency that’s easily tradeable into other virtual currencies or goods). Furthermore, the platforms that creators and producers use will be less intrusive, less expensive, and more malleable than the monolithic platforms of today.\\n\\n#### Ease of global collaboration\\n\\nCloud storage & editing, powerful front-end frameworks, and ever-increasing browser strength have made it possible to collaborate effectively with anyone, anywhere, and in practically any field. Figma and Airtable are just two examples of recent web2 companies that have accelerated the ease of collaboration with individuals halfway around the world. The pandemic has further accelerated this phenomena. With web3, we now have organizations that can be independently formed with no underlying platform dependence. These organizations, dubbed DAOs, can be both incentivized to work towards a common goal and govern themselves through tokenization. Anonymous, pseudonymous, or fully public individuals can have their work measured and verified through a publicly available blockchain.\\n\\n#### Disintermediation and distribution.\\n\\nWeb3 will continue the trend of removing distance between producer and consumer. There is a continual disintermediation happening on the web. During web1, to release a successful music album you had to go artist → label → distributer → retailer → consumer. At each step there is profit loss and gatekeepers deciding whether you can continue onward to distribute. In web2 you got to go either 1-step closer (artist → label → platform → consumer) or 2-steps closer for those fully independent ( artist → platform → consumer). Web3 continues this disintermediation, as the platform merely becomes the underlying network or protocol the connection is made over (artist → consumer via protocol or network). There’s no longer gatekeepers or an expensive take-rate. There can still be curators to guide consumers (the difference being that a curator can make money independently of the artist’s margin). The end goal is that all service providers or product creators have the option to be connected directly with service seekers and product consumers.\\n\\nDisintermediation is only possible because of the increasing ability to self-distribute. In the past, middle men at each step were essential to ensure wide distribution. Web2 gave us powerful tools of self-distribution through platforms like Amazon, Shopify, Google Ads, Social Media, SoundCloud, etc. In web3, we can maintain all the tools of web2, but now we introduce tokenized systems. By creating tokens that somehow represent your business or art in your chosen way, early fans and early users become incentivized to spread your art by holding those tokens. Those fans will now distribute that art for you through their own individual networks and tools.\\n\\n## Web3 Paradigm Shifts\\n\\n#### Users become owners.\\n\\nEmployee stock options made many tech employees rich with the advent of web-first tech companies. However, for companies that rely on network effects - which is all social media, all sharing economy e.g. Uber, all marketplaces e.g. Amazon, all cloud tools, all games - the early users are equally as important. Without the early users, later users don’t join in, and a company never gains traction. Today, however, early users are not compensated for this essential contribution. In web3, through both fungible and non-fungible tokens, users & early evangelizers will win when a company wins too.\\n\\nIn common press about web3, what’s often talked about is that we’ll now be compensated for our data. This is true - unlike our data being owned by the platforms (Twitter, FB, etc.) it will travel with us and be owned by us. However, the more valuable and scarce asset that users give over to apps is their attention, and this will be the far greater reward to users. Power users and heavy users of games, cloud tools, and content platforms, will eventually either be incentivized by the app or move on to companies that do incentivize their valuable attention.\\n\\n#### Any agreement becomes possible.\\n\\nAt each era of the web, we can code increasingly powerful experiences (i.e. code becomes more abstracted from the binary 0s and 1s that the computer actually runs). When web2 rolled around, internet connections were fast enough and devices strong enough to have rich streaming & content experiences. In web3, the game-changing abstraction is smart contracts. Smart contracts essentially allow any agreement between individuals, groups, protocols, or mix of the bunch. Relying on the legal system to enforce billions of agreements small and large on the web is neither desirable nor realistic. A smart contract’s ability to allow for agreements between two untrusted individuals without burdening the legal system creates a major shift in a human’s ability to coordinate behavior and form agreements between groups. In web3, code enforces the agreements and the blockchain infrastructure protects against manipulation of this code. Smart contracts are natively digital, meaning they can be combined and stacked with other contracts to create powerful systems and infrastructures. The implications of this are not yet fully realized, but one hint to the power of smart contracts is the emergence of decentralized finance, which has disrupted a giant sector in a very short period of time. Smart contracts can now be embedded in all the software and hardware we use - any object can be embedded with operating rules, sharing terms, & financial agreements between parties. Combine this with the ability to interface with any other contract on the network, and the creative, collaborative, and productive uses of these contracts become limitless.\\n\\n#### Everything can be a financial instrument.\\n\\nPeople often ask why not just use fiat currency through PayPal or Stripe - what’s the functional point of an open-source digitally native currency like Ethereum? The answer is that you can program it, build on top of it, and integrate it with anything digital - whether a smart hardware device or a software application. Even everyday items like your chat groups, gifs, or your writing journal can be made into a financial instrument. That universe becomes bigger when imagine digitally native assets and services that have not even been invented yet. Any individual can perform this integration, not just institutions. Usually when people think of financial instruments, we think of ownership, of buying and selling. But these aren’t the only functions of financialization - we can integrate all financial functions including borrowing, lending, insurance, and merging. With financial functionality, also comes executive functionality, like governance and direction. Now imagine these functions available to any asset or network, both digital and physical.\\n\\n#### A new identity emerges.\\n\\nTokens don’t necessarily have to represent money or value - we can use tokens to verify productive work done, or personal and career milestones reached. Because web3 transactions are stored on a publicly available network, our web3 wallet can not only represent transactions we’ve made and tokens we own, but organizations we’re apart of, events we’ve attended, people we know, content we’ve created, and work we’ve done. We can carry this history around to any app connected to the network that we grant access to. Those concerned with privacy never have to expose their physical identity, as wallets are simply avatars which maintain the right to hide or expose the physical identity behind it. Instead of our creative and productive output being spread out and siloed over various companies - LinkedIn, Twitter, IG - our web3 wallet can be carried with us wherever we go. Apps, games, and experiences can then interact with the specific identity the user brings to create tailored and one-of-a-kind experiences for the user’s history. Collaborators and employers can verify your expertise, your skill, your network, and things you’ve created or worked on through your wallet, without requiring a resume or contacting references.\\n\\n## Postscript: Why did I write this?\\n\\nThere’s something odd about writing articles that predict the future. If the writer is correct, the future is going to happen anyway, so what’s the point of writing an article about it now? What’s the point of another article hyping up a future that is certain?\\n\\nBecause web3 is so widely misunderstood, the future is uncertain. The economic and productive value that web3 can bring is deeply threatened by governments and regulators around the world.  This is somewhat expected from authoritarian governments that will naturally crack down on web3 because of what it entails - shared equity and decision making, mass participation and organization - as retaining centralized power is essential to their literal survival. This has already become apparent in China. What’s essential is that major democracies, especially the world’s wealthiest USA and the world’s biggest India, foster the web3 experiment. It’s essential that we let things develop before overzealously legislating in the name of protection. Unfriendly governments could have firewalled the web1 internet and set progress back a decade because it was now easier for criminals to communicate and spread criminal information.  Undoing legislation and regulatory burdens is much harder than waiting to pass them in the first place. Web3 built on crypto has the possibility to be *the* major boon for wealth inequality (see paradigm shifts listed above), an issue all sides of the political spectrum claim to want to solve. Democratic governments: let’s let web3 grow, develop, and make mistakes. We’re still so early.\\n\\n—\\n\\nFollow me on twitter [@momentofdeep](https://twitter.com/momentofdeep) for more content like this.\",\"timestamp\":1639004695,\"title\":\"Why Web3 will Change Everything - in Plain English.\"},\"digest\":\"G6RasEmY1rGBsT8BajdjL7dJFEZ4fgXGO83ULzw6Phk\",\"authorship\":{\"contributor\":\"0x7BF182932340103DCBf90560d223d51A69ae45BF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pnl-zp2H3taUGEG1AqBm89LAHb4gObV0P7uobwTaFD8\\\",\\\"y\\\":\\\"WyLmqZKqpZEO0hcrFhj_ZP8PYuHSqcm1B706JHsXtpQ\\\"}\",\"signature\":\"BRD-Qgq8PQCyBv8JmjK4TYirWDGjjgXYB3lfIaVhYDqkKPc6bQqV28WNv0qvKfVgMFkh1BLg_QdaTz5sxlr84Q\",\"signingKeySignature\":\"0xdc02028cdb7e7bc0d5a6ef904e348e1e10dbe82495527175ca12ecbfe2ae361951da5328e43881e8b7bcef7d9293d57871cb6a0df5ffa453c635d56f193061a21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pnl-zp2H3taUGEG1AqBm89LAHb4gObV0P7uobwTaFD8\\\",\\\"y\\\":\\\"WyLmqZKqpZEO0hcrFhj_ZP8PYuHSqcm1B706JHsXtpQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nPy14yMez89xb230bLHav79RXO5mcQGKpQu6wVBf9nU\"}"