"{\"content\":{\"body\":\"### Wen brands gonna bring their lawyers to the NFT fight?\\n\\nThe most popular show in Netflix history, Squid Game, earned an estimated $900 million in value for the streaming company. It seems that they are gearing up for even more potential revenue as they look towards season 2 and have [secured more than 2 dozen trademarks](https://www.cfcunderwriting.com/en-us/resources/articles/2021/11/netflix-turns-to-trademarks-to-grow-squid-game-revenue/) for the property as they tee up everything from merchandise to licensing deals.\\n\\n![Squid NFT World, a blockchain based GameFi derivative of the Netflix show Squid Game](https://images.mirror-media.xyz/publication-images/4UTrDyqJjVjl_-1soX6nQ.png?height=908&width=2670)\\n\\nWhat the company did not approve of in their effort to grow their bags were the NFT collections for [The Squid NFT](https://opensea.io/collection/play-squid-game),  [Squid Game Card](https://opensea.io/collection/squid-game-card-nft). The two derivative projects, one a Play-to-Earn contest, the other a ‘Squid Game Metaverse’ have jointly brought in a combined 245 ETH ($776,685 at current pricing) in secondary sales on OpenSea and neither has ties to Netflix or the show’s creator Hwang Dong-hyuk. Neither did the Squid Game Token that [ended up in a rug pull](https://www.coindesk.com/markets/2021/11/01/squid-game-token-crashes-developers-say-theyve-left-the-project/) back in November that left many investors wishing they had chosen not to play. In fact none of the 682,569 items listed when searching Squid Game on OpenSea have any relationship with the IP holder as they have not licensed anyone to use the trademark for a digital blockchain asset. Yet all of these derivatives and frankly some direct stolen imagery are available for purchase or trade on the world’s largest NFT platform.\\n\\nMemes and derivatives are at the heart of internet and NFT culture. Constantly evolving remixed combinations of image, audio, text, collage, video clips and more speak for us as much as they speak to us. But once you add in a creator first economic marketplace and the value that some NFT collections have attained, trademark owners are starting to wonder why others are profiting off of their intellectual property. NFTs themselves are not the issue, it is what the seller does with it. [Brian Frye](https://twitter.com/brianlfrye), Professor of Law at the UK Rosenberg College of Law told me, “NFTs themselves don't really implicate copyright at all, because they typically just consist of a URL pointing to an image. But putting the image at the URL does implicate copyright & is typically infringing, if the person putting it at the URL doesn't own the copyright or have permission to use the image in that way.”\\n\\nRecently, in ***the this is why we can’t have nice things*** camp of creative opportunity, when Brands and lawyers get involved, the anything goes approach to art and expression is starting to get reigned in. We saw the same thing in the late 1980s when the [music industry came for HipHop](https://slate.com/business/2012/05/adam-yauch-and-pauls-boutique-how-dumb-court-decisions-have-made-it-nearly-impossible-for-artists-to-sample-the-way-the-beastie-boys-did.html) in regards to sampling and a similar technology policing is coming for NFTs.\\n\\n![Three Non-Fungible Olive Gardens from Arizona, Texas and Arkansas](https://images.mirror-media.xyz/publication-images/odJ9VjWrBgqeWPcvCJ3SP.png?height=914&width=1940)\\n\\nJust recently [Non-Fungible Olive Gardens](https://nonfungibleolivegardens.com/), the project that promised ownership of a virtual franchise of the family friendly restaurant started selling 880 NFTs of different Olive Garden locations. They went on sale for $20 each and prices climbed. Within days one sold for 100 times the initial offering price. The meme value alone drove a ton of conversation on Crypto Twitter as more than 500 collectors purchased the tokens at rising values.\\n\\nThat is, until Darden Concepts, the owner of the actual Olive Garden chain, [sent a DMCA takedown](https://twitter.com/NFOGtweets/status/1476742404631789571) order to OpenSea who complied and the collection was removed. We have seen how this plays out before. Back in the early YouTube days there were thousands of music videos and movie clips, so much so that the industry could not catch up. It took machine learning and broad licensing deals to to help stem the tide, if only partially still to this day.\\n\\nWhat is copyrightable and what is artistic interpretation is a matter of open and ongoing debate. “Copyright law provides a ‘bundle of rights’ which are exclusive to the owner of the copyright in a work. These rights include the right to reproduce, prepare derivatives, distribute copies, publicly perform, and publicly display,” Moish E Peltz, an NFT lawyer [recently ](https://www.lamag.com/article/nft-law-copyright/)said.\\n\\nYet IP expert Frye says, “if a copyrighted image is used in a critical, parodic, or scholarly way, it could be fair use and therefore non-infringing. A caveat is that NFT projects are a commercial use, especially if you are selling a lot of NFTs of a particular image, which could cut against a fair use finding.”\\n\\nThat’s a pretty wide interpretation gap, which may challenge those creators pushing the limits of what is art and what is trademark infringement when it comes to NFTs.\\n\\n![One of Mason Rothchild’s MetaBirkins, including another derivative cultural artifact, Maurizio Cattalan’s banana taped to wall. ](https://images.mirror-media.xyz/publication-images/QOPiYO4VuanPkof5KO5jT.png?height=920&width=1060)\\n\\nAnother recent example of this is the on-going battle between [Hermès](https://www.highsnobiety.com/tag/hermes/) and artist Mason Rothchild surrounding Rothchild’s [MetaBirkins](https://rarible.com/metabirkinsnft/items). Not only did Rothchild put ‘Birkin’ in the name of the NFT collection, but he uses the signature silhouette of the product along some of the notable accessories, a padlock for example, in many of the works. Legally, brands often secure not only their logo marks but can trademark everything from a tone to a silhouette. Just as [Harley Davidson owns their engine sound](https://www.svw.co.za/the-harley-davidson-sound-trademark/) and [CocaCola owns the the shape of their bottle](https://economictimes.indiatimes.com/news/international/shape-of-coca-cola-bottle-wins-official-trademark-registration-in-japan-after-court-fight/articleshow/3085670.cms?from=mdr) it would seem Hermès is on good footing in this case. Additionally the fact that Rothchild did not create one artistic derivative but in essence has a ‘product line’ of a hundred highly valuable digital goods could lead one to think of his presence on Rarible as more of a storefront than an art gallery.\\n\\n![Another of Rothchild’s MetaBirkin Collection, A Crocodile Birkin Bag ](https://images.mirror-media.xyz/publication-images/G-8F4D8oslJpbdImElKUp.png?height=408&width=836)\\n\\nMatthew Davis, who co-authored early [NFT patents at Nike](https://patents.google.com/patent/US10505726B1/en) dubbed “Cryptokicks” notes “It’s more irksome to see the work of gifted digital artists being ripped off, but there seems no shortage of brand IP in the mix, much of which is done without a lot of care or imagination. This has more to do with the unfortunately transactional dimension of all this. I could see brands having a more open mind were it not so derivative, messy and engineered for profit.”\\n\\nCultural brands are probably the easiest target for copyright infringement and have the widest collector base. Searches on NFT platforms for Supreme, adidas, Playstation, Gucci, LEGO, Off-White and others yield countless results and representations of brands, often in ways that would make any brand creative director want to quit the business. But it isn’t just the fashion industry, Ford, Ikea, KFC and many other logos are slapped on NFT projects for sale or auction.\\n\\n![Part of the unlicensed LegoPunks collection featuring Squid Game, McDonalds and Gary Vaynerchuck](https://images.mirror-media.xyz/publication-images/nmqGIX2q14P8fCBtwl9gT.png?height=620&width=1320)\\n\\nNot only is the line between brand and NFT creative use blurry but determining who owns the rights to sell NFTs between an IP owner and those who originally came up with the concept can be troublesome. Nobody would challenge that Quentin Tarantino wrote and directed Pulp Fiction, but Miramax is still blocking him from selling the pages from his hand written script as NFTs arguing that they hold the Intellectual Property rights to the work.\\n\\nAnd perhaps as a warning to others that try and cash in on the copyrighted work of others, [Miramax has directed the following stern phrasing](https://www.cinemablend.com/movies/quentin-tarantinos-pulp-fiction-lawsuit-over-nfts-has-taken-a-turn) towards the company working with Mr Tarantino to launch the collection, “Assuming that you (like Mr. Tarantino) plan on going forward with the auction, please be on notice that you are doing so at your own risk, including the risk that you will later owe the proceeds of any sales to Miramax along with other potential damages.”\\n\\nUnlike Tarantino’s dilemma, creators of original memes do have copyright protection on their initial work, for example Chris Torres, who created [Nyan Cat](https://www.youtube.com/watch?v=QH2-TGUlwu4), sold a unique version of the much copied and duplicated meme [for almost $600,000](https://www.nytimes.com/2021/02/22/business/nft-nba-top-shot-crypto.html) early last year.\\n\\n![Banksy’s derivative interpretation of Pulp Fiction, available for sale for $90,000. \\\\*not an NFT](https://images.mirror-media.xyz/publication-images/iF4nXAXuCcpn4tAyOKCMM.jpeg?height=320&width=444)\\n\\nAs more companies and brands jump into NFTs and the Metaverse we should expect that they and their legal teams will be aggressively challenging those who are trying to profit off of their trademarks. Additionally, as we see well known NFT born Intellectual Properties like the Bored Ape Yacht Club, Crypto Punks, Aku Dreams and World of Women get high powered hollywood representation, it will be interesting to see how those created in the ecosystem handle similar issues of infringement against their own work. #ApeFollowApe is not only a community Twitter slogan, but has seemed to be a marketing strategy when you consider in addition to the Bored Ape Yacht Club there is the Bored Ape Outcast Society, The Inverted Ape Club, Sol Apes, [PHunky Ape Yacht Club, Left Facing Apes](https://www.coindesk.com/markets/2021/12/30/nft-project-bored-ape-yacht-club-spawns-left-facing-copycats/) and many, many others.\\n\\nAs [web2 transitions into a decentralized web3](https://www.coindesk.com/layer2/2022/01/14/web-3-is-a-long-fight-worth-fighting/), it is bringing tremendous opportunities for many builders and creators. But as both the music industry and YouTube have taught us, you can only go so far on stolen IP. Combine that with the blockchain’s unique trackability of asset ownership and this time it is not only the creators who may pay the price but the collectors as well.  \\\\*\\\\*\\n\\\\*\\\\*\\n\\n\\\\*\\\\*\\n\\\\*\\\\**Those looking to learn more about Copyright and NFTs, [Brian Frye recommends this](https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3997352) deeper dive.*\\n\\n*This post originally appeared in an abridged version on [CoinDesk.](https://www.coindesk.com)*\",\"timestamp\":1642776933,\"title\":\"The NFT IP Wars Are Heating Up\"},\"digest\":\"AoGMSCBlm48NLPYa_KEBJ7oigxj1Sh9LV-Ov9FBRQm0\",\"authorship\":{\"contributor\":\"0x26e79987AB3335FEaD135f10ed7276f775B9570A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c5CGfMo2ZUwfqOmFDCuNB4v9FyNN3rxsHwyKeIHZ0nU\\\",\\\"y\\\":\\\"V0SeCULX-A36f4BZ1_MO7gF7kL4g9xVJR7ZajUhnoFI\\\"}\",\"signature\":\"Z6YaGXD6FfK87JqRPDa2a0PtG6BZJuOxjyOiOkW2yqtlIu9Me9njka61vRCddqFUvDmCROTle37zLJ-hUav5Dw\",\"signingKeySignature\":\"0xfb8142f65f8c5df36564fce583b4888e1e683aa9d892471741b0e6da63817f783da617609524d3abd0ed127d3457f3136bc4c7cb1a764fafcf7f52822d643f671c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c5CGfMo2ZUwfqOmFDCuNB4v9FyNN3rxsHwyKeIHZ0nU\\\",\\\"y\\\":\\\"V0SeCULX-A36f4BZ1_MO7gF7kL4g9xVJR7ZajUhnoFI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XRiz3LTb1yzeF4y2MHdD_FyaNCU9SiWaPAM6SgsKaCU\"}"