"{\"content\":{\"body\":\"## Apps de trading online seducen a inversores novatos a arriesgar todo en activos ultra volátiles…\\n\\n*Esta es una versión traducida y adaptada del artículo “‘[I put my life savings in crypto’: how a generation of amateurs got hooked on high-risk trading](https://www.theguardian.com/lifeandstyle/2021/jun/19/life-savings-in-crypto-generation-of-amateurs-hooked-on-high-risk-trading)”* *publicado por Sirin Kale en The Guardian el 19 de junio de 2021.*\\n\\nNoor murmura para que su novio no pueda escucharla. Esta diseñadora londinense de treinta y pico de años está £14.000 abajo en sus inversiones. A esto se suman otros £8.000 que ganó con bitcoin el año pasado, pero que luego perdió.\\n\\nNadie conoce las pérdidas de Noor. Por eso murmura.\\n\\n“Me siento tan estúpida”, dice. “No puedo hablar de esto con mis amigos. Ni con mi novio”. Noor no es su nombre real.\\n\\nEmpezó en noviembre de 2020, hacia la época de las elecciones presidenciales en Estados Unidos.\\n\\n“Todos esperaban una nueva victoria de Trump”, dice. “Era una época extraña, porque estábamos en medio de la pandemia”.\\n\\nEmpezó a leer sobre criptomonedas en línea. Mientras más leía, más avisos de plataformas de trading le aparecían en sus feeds de redes sociales. Por el Covid, Noor no había gastado mucho dinero ese año. Así que **compró £10.000 de bitcoin online, que a las pocas semanas se habían convertido en £18.700**.\\n\\n“Nunca había invertido antes”, dice.\\n\\nSe iba a dormir con el teléfono bajo la almohada y se despertaba en el medio de la noche para revisar el rendimiento de su inversión. (A diferencia de las acciones, los bitcoin pueden tradearse las 24 horas del día).\\n\\n“Me estaba friendo el cerebro”, dice. “Miraba el precio constantemente”. Lo único de lo que hablaba con su novio era de lo bien que estaba yendo su inversión.\\n\\n“Le decía: hoy gané £400”.\\n\\nNoor **empezó a fantasear con un futuro en el que no necesitaría una hipoteca ya que se volvería rica con sus inversiones**.\\n\\nCegada por el éxito, vendió su bitcoin y descargó la aplicación de bolsa Trading 212. Empezó a invertir en otras monedas y acciones: la criptomoneda Ripple; empresas de cannabis legal; Beyond Meat, un fabricante de sustitutos vegetales para la carne; BioNTech, una empresa alemana de biotecnología; negocios que desarrollan tecnología de edición de genes y medicina psicodélica.\\n\\nTras despertarse, miraba el canal de YouTube [FX Evolution](https://www.youtube.com/watch?v=PVTK81HQeAw), donde un trader australiano habla por horas de la actividad del mercado, mientras que inversores amateurs intercambian tips de trading en los comentarios.\\n\\nSe unió a un grupo de inversiones en la app de mensajería Discord. “Era una cosa social”, dice Noor. “Estar en ese grupo era el mejor momento de mi día”. Frecuentaba el foro de Reddit WallStreetBets (el mismo que, en enero, hizo subir la acción de GameStop, una cadena de videojuegos en graves dificultades financieras). Pero pasaba más tiempo en Twitter, que tiene una enorme comunidad de inversores. La totalidad de su feed se había vuelto sobre criptomonedas y acciones.\\n\\nAprendió el idioma de las “acciones meme”, la comunidad de inversores amateur que interactúan en plataformas de redes sociales para discutir sobre inversiones mientras intercambian memes: “a la luna”, seguido de un emoji de un cohete, que significa que el precio de una acción subirá; “manos de diamante” significa que hay que mantener una acción a pesar de la volatilidad del mercado.\\n\\n“Empecé a hablar como un mono”, dice. (“Mono” es lunfardo de internet para referirse a los inversores de retail).\\n\\nLlegó a un punto en que **ni siquiera podía leer un libro porque tenía que revisar su portafolios cada media hora**. “Tenía la mano derecha siempre junto al teléfono”, dice. “Mi novio la llama ‘mi mano de Wall Street’”.\\n\\nRápidamente, todo empezó a caerse a pedazos. Primero [Ripple se derrumbó](https://www.bloomberg.com/news/articles/2020-12-22/ripple-labs-executives-sued-by-sec-for-failing-to-register-xrp?sref=Xl91GI8N). Luego, en febrero, Noor entró demasiado tarde en la manía de GameStop y perdió aún más dinero.\\n\\n> *“Fue el peor momento”, dice. “No podía comer. Me lo pasaba mirando el teléfono”.*\\n\\nNoor pasaba aún más tiempo mirando recomendaciones de acciones online para tratar de recuperar algo del dinero perdido. Buscaba comprar lo que los demás estaban comprando en las apps de trading más populares. Para ese entonces, ya había dejado de jactarse de su éxito como inversora frente a su novio. Estaba demasiado avergonzada.\\n\\nParte del problema es que Noor no es una inversora por naturaleza. “No tengo paciencia”, dice. Pero más grave era el hecho de que **no tenía idea de lo que estaba haciendo**. Aunque podía utilizar palabras técnicas con fluidez, no entendía realmente su significado: vio la película [The Big Short,](https://www.theguardian.com/film/2016/jan/21/the-big-short-review-steve-carell-ryan-gosling-2008-financial-crisis) pero no podía explicar qué era “shortear”. Tomaba sus decisiones de compra en base a lo que estaba de moda en el momento en Internet o en cómo se estaba sintiendo ese día.\\n\\nCuando hablamos, Noor había perdido su inversión inicial de £10.000, las £8.000 que ganó con el bitcoin y otras £5.000 más.\\n\\n**¿Ella lo percibe como especulación o inversión?** Tras una pausa, dice: “Lo veo como apostar”. Y, sin embargo, Noor todavía cree que puede encontrar un camino de salida. “Ahora creo que puedo invertir”, dice. “Pero no sé. Me costó mucho dinero. Si puedo recuperar algo, tal vez pueda encontrar la forma de salir”.\\n\\nParece desesperada. Por un lado, es consciente de su situación. Pero también sufre un autoengaño. **Como una jugadora de ruleta en una racha perdedora.**\\n\\nEl 2021 fue el año en que la gente común descubrió los mercados financieros. Una combinación entre el aburrimiento de la cuarentena, los generosos paquetes de estímulo que dieron algunos gobiernos y el evento de GameStop, **nunca hubo tanto dinero amateur en los mercados financieros**, ni tanto interés por las finanzas. Parece como si todo el mundo estuviera hablando de sus acciones y sus wallets de cripto.\\n\\nA la vanguardia de nueva comunidad de inversiones online están los jóvenes, las mujeres y las minorías.\\n\\nUn reciente informe de la [Financial Conduct Authority](https://www.theguardian.com/business/2021/mar/23/new-breed-of-young-investors-taking-big-risks-warns-fca-bitcoin-foreign-exchange) encontró que las mujeres, los menores de 40 años y las minorías están alimentando este movimiento de “hágalo usted mismo”, invirtiendo en productos de alto riesgo como criptomonedas, forex y *contracts for difference* (CFD).\\n\\nEste último es un tipo de inversión donde uno apuesta sobre si un activo subirá o bajará entre el primer y el último trade del día (los CFD están prohibidos en Estados Unidos. Pero Noor también se atrevió a hacer trading de CFDs así como se atrevió a todo lo demás).\\n\\nEstos nuevos inversores, sigue el reporte, utilizan las redes sociales para buscar consejos, tienen exceso de confianza, invierten por la emoción del corto plazo más que por la ganancia del largo, y con frecuencia no entienden los riesgos que están corriendo.\\n\\nEl regulador está tan preocupado por el ingreso de estos inversores de retail al mercado de las criptomonedas que publicó una [advertencia](https://www.fca.org.uk/news/news-stories/fca-warns-consumers-risks-investments-advertising-high-returns-based-cryptoassets) que avisa a los inversores de cripto de que “deben estar preparados para perder todo su dinero”.\\n\\n“Siempre es alentador ver a jóvenes inversores entrar al mercado y ganar una valiosa experiencia”, dice Susannah Streeter de la plataforma de inversiones Hargreaves Lansdown.\\n\\n> *“Pero me preocupa la combinación entre influencers de redes sociales y la facilidad con la que mucha gente puede usar apps de trading. Esto está haciendo que inversores novatos tomen decisiones especulativas de corto plazo, en lugar de pensar sus inversiones con un plan de largo plazo”.*\\n\\nStreeter dice que Hargreaves Lansdown experimentó un crecimiento de 57% en el uso de su app de inversiones en los últimos seis meses de 2020 comparado con el mismo período de 2019.\\n\\nSegún la firma de investigación de mercado Mintel, 11% de la Generación Z y 13% de los Millennials dicen que invertir en acciones será una prioridad una vez que termine la pandemia de Covid-19, comparado con solo 4% de la Generación X y 3% de los baby boomers.\\n\\n“Las criptomonedas y las plataformas de inversiones online se han convertido en íconos culturales”, dice Rich Shepherd de Mintel. “Esto y la naturaleza ‘primero digital’ de estos productos hace que resulten especialmente atractivos para los aficionados a la tecnología”.\\n\\nEl auge de app fáciles de usar como Trading 212 o eToro ha removido las barreras de entrada. Pero muchos de estos inversores están mal informados. “Escucho a mucha gente hablar de sus wallets de cripto”, me dice Streeter.\\n\\n> *“Yo les pregunto: ¿Qué hace esa moneda? ¿En qué blockchain está construida? ¿Cuál es su caso de uso? Me responden: ‘No lo sabemos. Pero está muy bien hecha’”.*\\n\\n![Trading 212. Una de las apps de trading de sencillo uso muy populares entre inversores de retail.](https://miro.medium.com/max/1400/1\\\\*DY32MRDqKqPrs-d5Xd1JWA.png)\\n\\nCuando hablo con Shane Blake, 26, un experto en marketing digital de Brighton, no está de buen humor. “Me siento mal por lo que hizo Elon”, dice. “Él sabe cómo sacar dinero directo de mi bolsillo. No es bonito despertarse, revisar tu balance y ver que has perdido £3.000”.\\n\\nSe refiere a un post en redes sociales en el que Musk [declara](https://twitter.com/elonmusk/status/1392602041025843203?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1392602041025843203%7Ctwgr%5E%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.bbc.co.uk%2Fnews%2Fbusiness-57096305) que Tesla ya no aceptará pagos en bitcoin debido al alto uso de combustibles fósiles consumidos en transacciones con criptomonedas (la cantidad de electricidad utilizada tiene la misma [huella de carbono](https://www.theguardian.com/technology/2021/feb/27/bitcoin-mining-electricity-use-environmental-impact) que Argentina). Con ese mensaje, Elon Musk borró de un plumazo £7.000 del precio del bitcoin.\\n\\nBlake comenzó a invertir en bitcoin y en la criptomoneda Ether en enero. “Un amigo me contó cuánto dinero había ganado con bitcoin”, dice. “Cuando ves eso, te subes al tren. Puse los ahorros de toda mi vida en esto”.\\n\\nComo todos los jóvenes con quienes hablo, Blake trata de impresionarme con su conocimiento de términos técnicos financieros. Insiste en que sabe lo que está haciendo y que elige cuidadosamente sus inversiones.\\n\\n“Soy un inversor de Ethereum porque creo en el proyecto y sus fundamentals”, dice. Blake me pide no divulgar el valor de su portafolios, porque “el cripto puede convertirte en un objetivo” para hackers. Solo me dice que tiene más de £5.000 en inversiones.\\n\\nPor el momento le va bien. **“Tengo la garantía de que voy a ganar alrededor de £1.500 por semana por un tiempo indefinido”**, dice Blake con confianza. “Es sobrecogedor porque nunca había tenido tanto dinero en mi vida”. La semana después de que hablamos, el mercado global de cripto se derrumbó, en parte debido al endurecimiento de medidas por parte de los reguladores chinos.\\n\\n> *¿Adónde van estos jóvenes a buscar consejos de inversiones? A las redes sociales, por supuesto.*\\n\\nTikTok está lleno de “gurúes de las finanzas” que muestran gráficos de trading mientras escupen rápidamente palabras técnicas de finanzas. Inversores amateur se agrupan en comunidades de YouTube o pagan para entrar en grupos privados de Discord, donde se intercambian “señales” de qué acciones comprar.\\n\\nNinguna de esas comunidades ni influencers respetan las reglas de la FCA sobre dar asesoramiento financiero. “Hay un montón de tontos en un montón de apps hablando estupideces”, dice Banks.\\n\\nA los 20 años, este estudiante de la Universidad de Nottingham tiene 327.000 [seguidores en TikTok](https://www.tiktok.com/@pokubanks?lang=en), donde comparte videos sobre emprendedores, marketing de afiliados e inversiones. Banks siempre advierte en sus videos que no es un asesor financiero calificado y aconseja a sus seguidores a que hagan su propia investigación antes de invertir.\\n\\n“Mi principal ambición es que se enseñe finanzas personales en las escuelas” dice. “Esa es la razón por la que empecé a hacer contenido online”.\\n\\nBanks cree que la obsesión de su generación con las inversiones financieras es parcialmente resultado del Covid. “Cuando empezaron las cuarentenas, la gente aprendió que su trabajo no estaba seguro, y que debía generar una fuente alternativa de ingreso. Además, el cripto estaba en un boom y se estaban obteniendo rendimientos extraordinarios”.\\n\\nBanks también advierte sobre las manzanas podridas que proliferan en esta industria. “Hay gente que sirve platos que solo son información regurgitada de internet o que muestra un estilo de vida lujoso solo para obtener más vistas”.\\n\\nEn las redes sociales, traders de forex **posan con autos de lujo, con bolsas de dinero o con carteras de diseño en sus brazos**, promocionando cursos que prometen dar a sus seguidores las habilidades para volverse fabulosamente ricos como ellos.\\n\\nPero es muy difícil para un inversor de retail amateur darse cuenta de qué influencers tienen buenas intenciones y conocimiento, y cuáles son unos charlatanes.\\n\\nSon frecuentes los [esquemas de “pump and dump”](https://medium.com/astec/esquemas-de-pump-and-dump-una-nueva-ola-de-fraudes-en-cripto-5aca5a5a9dd1) donde “gurúes” de las inversiones compran acciones sin valor y luego buscan que sus seguidores inviertan en ellas para que suba el precio. Muchos de estos “gurúes” ganan su dinero vendiendo cursos en lugar de invirtiendo en el mercado.\\n\\n“Cada uno es responsable de sus decisiones. El que pone su dinero en la bolsa conoce los riesgos. Si no los conoces, es tu culpa”, dice [Stock Lizard King](https://twitter.com/StockLizardKing), un gurú de las inversiones online con 125.000 seguidores de Twitter y un servidor de Discord privado pago con 22.000 miembros. (Este trader de 25 años de Boston se niega a decirme su verdadero nombre).\\n\\nEn su comunidad, alienta a la gente a “jugar el juego lo mejor que puedas así no estás financieramente atrapado por toda tu vida”. Sin embargo, no tiene ninguna calificación para dar asesoramiento financiero ya que estudió marketing en la universidad.\\n\\n“Hay riesgos y tienes que ser consciente de ellos”, dice. “No puedes solo volcar los ahorros de tu vida en la bolsa y esperar ser rico al final del día. Tienes que desarrollar habilidades”.\\n\\nLo que está llevando a tantos jóvenes a abrazar la volatilidad de los mercados de cripto y acciones es la misma fuerza que hace que sus vidas sean incontrolables y caóticas. **Cuando tu futuro parece incierto e impredecible, con los sistemas financieros globales confabulados en tu contra, y con el fin de la promesa de movilidad social ascendente, ¿por qué no abrazar el riesgo?**\\n\\n“Es muy difícil prepararse para el futuro hoy en día”, dice Blake. “Nunca había sido tan difícil. La competencia es feroz. Todo el mundo tiene un título universitario, así que los títulos se han vuelto inútiles. Es muy difícil comprar una casa”.\\n\\nThe Lizard King ve a la educación universitaria como una estafa. “Me siento estafado por el sistema universitario”, dice. “Me gradué, pero todo este sistema está concebido para tenerte esclavo con deuda de estudios y deuda de tarjeta de crédito”.\\n\\nHay otro factor en la base de este interés especulativo por los mercados de criptomonedas: vivimos en una sociedad donde la recompensa monetaria se ha vuelto cada vez más desconectada de nuestro trabajo.\\n\\nLos freelancers trabajan 16 horas por día sin beneficios, mientras que el 1% se vuelve cada vez más rico. De acuerdo a la [Resolution Foundation](https://www.resolutionfoundation.org/app/uploads/2020/12/The-UKs-wealth-distribution.pdf), le tomaría más de 400 años al hogar mediano del Reino Unido ahorrar lo suficiente para alcanzar la riqueza promedio del 1% más rico de la población.\\n\\nLos miembros de comunidades negras, asiáticas y de otras minorías (la gente con mayor probabilidad de invertir en productos financieros riesgosos) ganan en promedio menos [que sus pares blancos](https://www.ons.gov.uk/employmentandlabourmarket/peopleinwork/earningsandworkinghours/articles/ethnicitypaygapsingreatbritain/2019), es [menos probable](https://www.ethnicity-facts-figures.service.gov.uk/housing/owning-and-renting/home-ownership/latest) de que sean dueños de sus casas y tienen una mayor probabilidad de [estar endeudados](https://www.ippr.org/blog/minority-ethnic-groups-face-greater-problem-debt-risk-since-covid-19). No es difícil entender por qué se sienten atraídos por las inversiones. Sus probabilidades de conseguir un trabajo bien pago y de comprar una casa son muy bajas.\\n\\nMientras tanto, las redes sociales abrieron las puertas del estilo de vida de los súper ricos. Una nueva ola de influencers de alto perfil como [Charli D’Amelio](https://www.dailymail.co.uk/tvshowbiz/article-9543861/TikToker-Charli-DAmelio-thanks-Gemini-Bitcoin-birthday-gift-celebrating-17th.html) en TikTok y [Jake Paul](https://www.forbes.com/sites/billybambrough/2021/02/17/exclusive-youtube-star-jake-paul-discussed-creating-own-cryptocurrency-as-bitcoin-and-dogecoin-mania-spreads/) en YouTube hablan de comprar cripto. “La cultura del influencer tuvo un fuerte impacto. La gente muestra sus vidas y riquezas en las redes y esto hace que todos quieran ser parte de eso”.\\n\\nAunque critica algunos aspectos de este “movimiento de hazte rico”, Banks en general lo aprueba. “Estoy a favor de la cultura de trabajar duro”, dice. “No voy a mentir: quiero ser rico”.\\n\\nAsí como las redes sociales crean una nueva mentalidad aspiracional, impulsando a los jóvenes a adquirir riquezas, también alimenta las decisiones de inversión arriesgadas. Estos inversores amateur ven tweets sobre una acción “yendo a la luna” y saltan a bordo.\\n\\n> *“Se trata del FOMO \\\\[el miedo a quedarse afuera\\\\]”, dice Streeter. “Algunos disfrutan de la emoción de la montaña rusa. Si es dinero que pueden permitirse perder, allá ellos. Pero el problema es que están invirtiendo dinero que no pueden permitirse perder”.*\\n\\nEl FOMO es parte del diseño mismo de las apps de inversión. Estas proveen foros donde los usuarios pueden intercambiar tips. En eToro, las acciones flashean en verde y rojo como las luces de un árbol de navidad, dependiendo cuál sea su rendimiento. “La experiencia de usuario de las apps te hace pensar: OK, todos están comprando esto. Así que quizá yo también debería comprarlo” dice Noor.\\n\\nEsto alimenta **la toma de decisiones de inversión más riesgosas y gobernadas por las emociones**.\\n\\nDe acuerdo a Streeter, “las plataformas de inversión más antiguas, como la nuestra, no ofrecen comunidades de chat que puedan alimentar un comportamiento de trading de corto plazo”.\\n\\nLa gamificación de las apps y de las plataformas de inversión genera un comportamiento parecido al de las apuestas. “En los últimos años, hemos visto una difuminación de los límites entre jugar, apostar e invertir”, dice [Matt Zarb-Cousin](https://www.theguardian.com/profile/matt-zarb-cousin) de la Campaña por Apuestas Más Justas.\\n\\n“Las apuestas convencionales son más accesibles que nunca a través de los smartphones. Y también hay una línea borrosa entre las apuesta y esta versión gamificada de las inversiones a través de nuevas plataformas que han hecho muy sencillo que cualquiera se involucre en actividades como el day trading”.\\n\\n[Robinhood](https://www.theguardian.com/business/2021/jan/30/does-robinhood-owe-too-much-to-its-rich-backers), una de las apps de trading más populares, actualmente [enfrenta una demanda judicial](https://www.ft.com/content/0e451231-fa4c-4686-bf2f-a5e107f337b9) en Massachusetts. El regulador argumenta que la plataforma alienta a traders sin experiencia a tomar decisiones riesgosas a través de la gamificación, enviando mensajes con emojis para estimular la compra de acciones y presentando sus productos de tal manera que generan una mentalidad de FOMO.\\n\\nBlake ha visto a varios de sus amigos volverse adictos al day trading, una forma de inversión de muy alto riesgo donde se busca ganar dinero comprando y vendiendo activos a medida que su precio cambia múltiples veces en un día, tratando de conseguir una pequeña ganancia en cada trade.\\n\\n“Yo no hago day trading” dice. “Es realmente adictivo: te crea hábitos parecidos a los de los jugadores. Tengo amigos cuyas vidas se vieron seriamente afectadas porque no podían despegarse de los gráficos”.\\n\\nTony Marini es un psicólogo en la clínica de rehabilitación Castle Craig de Peeblesshire, Escocia. Tres años atrás, empezaron a tratar gente con adicción a las criptomonedas. Desde aquel entonces, Marini trató a unos 30 clientes, la mayoría varones jóvenes, que se habían vuelto adictos al cripto.\\n\\n> *“Empieza como algo social”, dice Marini. “La gente se jacta del dinero que está ganando frente a sus amigos. Pero, por la culpa y la vergüenza, nunca cuentan cuando están perdiendo dinero”.*\\n\\nMarini recientemente trató a un hombre que perdió £1,5 millones en criptomonedas que se robó de su empresa. Otro paciente perdió casi £2 millones.\\n\\n“Conozco algunos traders cuyas parejas les sacan el teléfono y empiezan a temblar” dice. “Es el síndrome de abstinencia. No pueden no tener su teléfono delante de ellos”.\\n\\nLa volatilidad del cripto alimenta un comportamiento adictivo de una manera que las inversiones en bolsa no lo hacen. “Como sube y baja tanto, libera endorfinas, y funciona como un disparador emocional”, dice Marini.\\n\\nCuando a los inversores les está yendo bien, entran en lo que Marini llama “etapa ganadora”. “Y empiezan las fantasías: voy a pagar mi hipoteca, comprar una casa más grande, ayudar a mi familia y amigos…”. Muchos meten más dinero y se endeudan para invertir.\\n\\n“Luego empiezan a perder dinero”, dice. “Empieza el aislamiento. Empiezan a mentir. No pueden parar de apostar, así que se endeudan más, o hacen algo ilegal. Dejan de pagar las cuentas de la casa. Tienen sentimientos de culpa, verguenza o resentimiento. Empiezan a culpar a otros y a entrar en pánico”.\\n\\nPienso en Noor, unas semanas después de que hablamos. Para mi alivio, su situación parece haber mejorado: “Ya recuperé la mayor parte”, dice. Todavía tiene una deuda de £6.500, pero ha logrado evitar mayores pérdidas.\\n\\nEstá murmurando de nuevo — su novio no lo sabe. “Se supone que estamos ahorrando para una casa”, explica.\\n\\nAhora invierte en oro, plata y empresas farmacéuticas. Ha salido por completo del mercado de criptomonedas.\\n\\nEs muy franca sobre su experiencia. “No estoy enojada”, dice. “Es mi culpa”. Pero Noor sí culpa a las apps de inversiones por volverla adicta. “No voy a usar esas apps nunca más. Tienen costos ocultos y si mantienes las notificaciones activadas, te conviertes en su esclavo”.\\n\\nTambién abandonó la comunidad de [YouTube](https://www.theguardian.com/technology/youtube) tras desilusionarse con la habilidad del trader al que estaba siguiendo. “Siempre decía: sé de lo que estoy hablando. Me dijo que comprara más oro… justo antes de que se derrumbara”.\\n\\nNoor piensa quedarse con su actual portafolios por un largo tiempo, invertir en empresas en las que cree y dejar de revisar sus inversiones constantemente. En otras palabras, se ha vuelto una inversora, en lugar de una especuladora. “No creo que lo haya dominado” dice. “No creo que nadie pueda dominarlo. Pero mi error fue escuchar a gente que decía que lo había dominado”.\\n\\nPor cada Noor que abandona la fiebre del oro para buscar ganancias más lentas y estables, hay incontables jóvenes que entran en cripto siguiendo la promesa de un atajo para salir de la carrera de ratas, de un trabajo aburrido y de la deuda de estudios.\\n\\nQuieren hacerse ricos en los mercados de bolsa digitales.\\n\\nLa rueda de la ruleta gira y las notificaciones hacen “ping”. Es la hora del financista amateur y los inversores de retail llegan corriendo.\",\"timestamp\":1635375934,\"title\":\"“Perdí los Ahorros de mi Vida en Cripto”: Cómo una Generación de Amateurs se Volvió Adicta al Trading de Alto Riesgo\"},\"digest\":\"12Un1oNU3zW_6jZKRT49AWlrp1vMU2SBM3m_8xXgK2o\",\"authorship\":{\"contributor\":\"0xf12C67e80E309eaC0c4dc18Fb26e68F9672297E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qrbE6qwBSQixjAPlmlesaYSfSDfN1z07Q_pEH83tRqE\\\",\\\"y\\\":\\\"DrbzeuYSvz29ItTUhorPG6WlJGyOoE5R1Q1BedSZ9_E\\\"}\",\"signature\":\"BD70PI6L3YVHclEZAcDknlSiQjND7g76nqCh5e-BurPBHfj8Hdx1LTkBilR1QVKVr2GErnW5Bf8n7mkKuMq8Pw\",\"signingKeySignature\":\"0x9c195d7de24f8b19ebd659eff11dfb3055fc1112d8033f06f2020e445e0f202b202696324b844de384da8685420a801794eb79d2e29b0fb543b94f5991a6d3ed1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qrbE6qwBSQixjAPlmlesaYSfSDfN1z07Q_pEH83tRqE\\\",\\\"y\\\":\\\"DrbzeuYSvz29ItTUhorPG6WlJGyOoE5R1Q1BedSZ9_E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"12Un1oNU3zW_6jZKRT49AWlrp1vMU2SBM3m_8xXgK2o\"}"