"{\"content\":{\"body\":\"Blockchains are pivoting to becoming the most disruptive technological breakthrough of our age. The transparent nature of blockchains makes it possible to share value amongst participants and track valuable contributions in a transparent and decentralized way. Powered by decentralized smart contracts, BrainTrust is a publicly distributed network that connects talent to organizations. The white paper states that:\\nBrainTrust is the fastest-growing Web3 network in the past 18 months. In just Q3, the network saw a 13x growth in the community. The chart below visualizes the breakthrough BrainTrust had in community growth since its initial launch on mainnet.\\n\\n![Braintrust network growth over time, source: https://info.app.usebraintrust.com/](https://images.mirror-media.xyz/publication-images/hayv6ZlueH4aH3patrZE9.png?height=938&width=2270)\\n\\nThe talent network has earned over $31M and over $55M has been brought to the network for talent acquisition. This shows that BrainTrust has stayed true to their north star which is providing organizations immediate access to talent without intermediaries and overly-payed middlemen and in turn, giving individuals self-sovereignty and the ability to choose to work on their terms.\\nDecentralized networks revolve around community incentives. With the reduction of centralized decision-makers, the power is in the hands of the participants. BrainTrust leverages its token BTRST to align community incentives with the project’s growth and success. The exponential adoption curve for BrainTrust has created a wave of opportunities to innovate.\\nThe powerful network effects driving the growth of the project and the emphasis of BrainTrust on user-ownership are significantly influencing the future of work.\\nInvestors that want to ride the wave of the opportunities posed by the disruptive blockchain projects are constantly looking for rapidly growing apps that utilize decentralized networks.\\nTiger Global and Coatue are the two firms that most recently have purchased the novel amount of $100M worth of BTRST tokens. This is a paradigm shift in investing for these firms and also what it means for decentralized networks to raise capital. Both firms are following capital allocation strategies in the tech sector.\\nTiger Global has been investing in a wide range of tech startups from seed rounds to late-stage companies. The portfolio is dominated by Web2 giants like Stripe and Quora as well as more Web3 based companies like Coinbase. Yet alone this is the first time for Tiger Global to buy tokens.\\nCoatue has invested in many Web2 marketplaces like Instacart and Doordash as well as social networks like Reddit. This is the second time for this firm to have bought a token.\\nWith the shift from centralized corporations controlling freelancer markets to user-owned platforms, the investing paradigm is shifting rapidly from equity investing to buying tokens.\\nThe BTRST token has implications and utility within the protocol. The biggest and most important one is governance. The token holders get to decide about the future of the protocol. By proposing new changes and voting on the proposals, the community of holders has a voice in the development of the Braintrust protocol.\\n\\n![BTRST Token distribution. Source: Braintrust tokenomics paper](https://images.mirror-media.xyz/publication-images/5c7grsd3uZznKD-IXPToO.png?height=822&width=1670)\\n\\nThe token is distributed amongst contributors through a referral bounty. The talent network can also use these tokens for bid staking as well as participating in Braintrust academy. As the value of the token grows to its potential, the network starts to get more traction from others.\\n\\nThese firms are watched by other investors in the space. The novel investment in Braintrust from these well-known firms can bring Braintrust on the radar. With the transition of these firms from traditional equity investing to token purchasing, the door is open for other investment firms to enter the Web3 space with a perspective that is more aligned with the values of the ecosystem. Leveraging these firms’ capital in the growth of the project can help any of the decentralized apps in the space to accelerate their growth.\\n\\nBraintrust is a great example for new Web3 projects of a decentralized foundation that was able to raise capital from influential firms such as Tiger Global and Coatue while keeping the values of Web3. Other DApps like Uniswap have gone down the traditional path of [raising money from VC firms in funding rounds](https://uniswap.org/blog/uniswap-raise). Braintrust’s new model is changing this.\\n\\n## Voting power dynamics\\n\\nDelegating more voting power to larger holders comes with the risk of centralizing the governance of the Braintrust network by giving approximately 5% of the token supply to these firms at once. Braintrust prevents this by employing the token freezing strategy:\\n\\nThe tokens will be on a gradual unlock schedule for three years, beginning November 2022. This strategy ensures that the protocol's governance remains decentralized and owned by the users.\\n\\n![how governance works; source: https://www.usebraintrust.com/blog/-100m-btrst-purchase](https://images.mirror-media.xyz/publication-images/MYqPVdhmlrAEKUNHYlYDO.png?height=720&width=1544)\\n\\nThe holders of the Braintrust token get to decide on the future of the platform. This creates a thriving ecosystem of individuals with an alignment of incentives. In a centralized setting, the decisions are made by the board members and the management team of the company. This means that the incentives might be miss-aligned. With the power of smart contracts, everyone has a voice. The bottom-up approach of building the future is powerful and from this investment, we now know that it’s possible to get the best of both words and align investment firms’ incentives with the community.\\n\\n## The horizons of growth\\n\\nBraintrust is solving one of the biggest problems of our time. The need for matching talents directly with customers in a decentralized way is huge. The foundation for building a decentralized talent network is here for builders to come and grow the community.\\n\\nBraintrust is growing rapidly. The graph of the total job count on the network shows an exponential curve that rarely happens for new technologies. The significant attention Braintrust has gathered is certainly a big milestone.\\n\\n![client growth on the Braintrust network. source: https://www.usebraintrust.com/blog/growth-report-30](https://images.mirror-media.xyz/publication-images/YrNUGsSFO81DZrlkD-UR3.png?height=1294&width=1878)\\n\\nBraintrust aims to serve every contributor to the growth of the network and brings the best services and opportunities to both parties. It’s a new way of hiring and managing talent with endless chances for growth. The hyper-scale of the network is not only on the client-side but also on the talent side.\\n\\n![talent growth. source: https://www.usebraintrust.com/blog/growth-report-30](https://images.mirror-media.xyz/publication-images/SG91TEhnYj6qUhULCq354.png?height=974&width=1406)\\n\\nWe are barely scratching the surface of what is possible with Braintrust. This is the beginning of a long journey of innovation. Braintrust is aiming to dedicate this novel investment to the growth of the project. The grants program is a part of this mission. Braintrust is showing other blockchain projects a new way of leveraging capital by building rapid innovation models through global communities of contributors. This is a shift from hiring individuals to the modern way of grant programs and bounties. Web3 was built in the open-source community and every DApp can use these fundamental principles to grow the network and opt out of the traditional and slow way of hiring and top-down product developments.\\n\\n## Transforming for the better\\n\\n“It’s time to build”, the founders of Braintrust have said. With the exponential growth in network size, contributors can step in and build in this thriving community of innovative minds. The investment is directly spent for the betterment of the project. This is showing everyone the efficiency of capital in the web3 model. Web3 now has an example of the potential for capital investments. This shifts the mindset of both the builders and the investors in the space. Braintrust is the pioneer for many generations of Web3 based communities that experience hyper-growth and breathe life into effective business models.\",\"timestamp\":1640884925,\"title\":\"How the novel investment in BrainTrust can transform Web3\"},\"digest\":\"lqbhge6m3mxkaw0z2hBLv5hjulSoSGurT9L9TrfrBrY\",\"authorship\":{\"contributor\":\"0x7c9CEfF6479439BF14621A09Ca8ab5635a26bD00\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6T1B4XHCL7zmygYE6btMTOp5tMviDFQ_RwTIkgrTv7I\\\",\\\"y\\\":\\\"aYLzxp2bdc3BHkwNfZsfJkOBXsHZ-782lXj8L7eW42M\\\"}\",\"signature\":\"ZrPnP4AYCXx_O5woUum0M4eQapVsjRBg-I5KiXPTb_arZyhX2NYonpLKdthMBomcZLqGVkNJCDdRhn41THWrAw\",\"signingKeySignature\":\"0xf8da0cf01b5445dbd424ad8a496b21ffa3aec185bced6b5f780a6706da218eb143e16f5182eaabb7fa16c9130b3f36aa9711be17e53047c17f52836b49164b8c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6T1B4XHCL7zmygYE6btMTOp5tMviDFQ_RwTIkgrTv7I\\\",\\\"y\\\":\\\"aYLzxp2bdc3BHkwNfZsfJkOBXsHZ-782lXj8L7eW42M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qjdbKc_9ZTjrzdMisYNi11LIw2uyqp9A7eHj8fsEizk\"}"