"{\"content\":{\"body\":\"\\\"But this is preposterous\\\" said Maskull, opening his eyes wide. \\\"Granted that you are a beautiful woman - we can't be quite so primeval.\\\"\\n\\nOceaxe sighed, and rose to her feet.  \\\"It doesn't matter.  I can wait.\\\"\\n\\n\\\"From that I gather that you intend to make the journey in my society.  I have no objection - in fact I shall be glad - but only on condition that you drop this language.\\\"\\n\\n\\\"Yet you do think me beautiful?\\\"\\n\\n\\\"Why shouldn't I think so, if it is the fact?  I fail to see what that has to do with my feelings.  Bring it to an end, Oceaxe.  You will find plenty of men to admire - and love you.\\\"\\n\\nAt that she blazed up.  \\\"Does love pick and choose, you fool?  Do you imagine I am so hard put to it that I have to hunt for lovers?  Is not Crimtyphon waiting for me at this very moment?\\\"\\n\\n\\\"Very well. I am sorry to have hurt your feelings.  Now carry the temptation no farther - for it is a temptation, where a lovely woman is concerned. I am not my own master.\\\"\\n\\n\\\"I'm not proposing anything so very hateful, am I?  Why do you humiliate me so?\\\"\\n\\nMaskull put his hands behind his back.  \\\"I repeat, I am not my own master.\\\"\\n\\n\\\"Then who is your master?\\\"\\n\\n\\\"Yesterday I saw Surtur, and from today I am serving him.\\\"\\n\\n\\\"Did you speak with him?\\\" she asked curiously.\\n\\n\\\"I did.\\\"\\n\\n\\\"Tell me what he said.\\\"\\n\\n'No, I can't - I won't.  But whatever he said, his beauty was more tormenting than yours, Oceaxe, and that's why I can look at you in cold blood.\\\"\\n\\n\\\"Did Surtur forbid you to be a man?\\\"\\n\\nMaskull frowned.  \\\"Is love such a manly sport, then?  I should have thought it effeminate.\\\"\\n\\n\\\"It doesn't matter.  You won't always be so boyish.  But don't try my patience too far.\\\"\\n\\n\\\"Let us talk about something else - and, above all, let' us get on our road.\\\"\\n\\nShe suddenly broke into a laugh, so rich, sweet, and enchanting, that he grew half inflamed, and half wished to catch her body in his arms. \\\"Oh, Maskull, Maskull - what a fool you are!\\\"\\n\\n\\\"In what way am I a fool?\\\" he demanded, scowling not at her words, but at his own weakness.\\n\\n\\\"Isn't the whole world the handiwork of innumerable pairs of lovers? And yet you think yourself above all that.  You try to fly away from nature, but where will you find a hole to hide yourself in?\\\"\\n\\n\\\"Besides beauty, I now credit you with a second quality: persistence.\\\"\\n\\n\\\"Read me well, and then it is natural law that you'll think twice and three times before throwing me away.. .. And now, before we go, we had better eat.\\\"\\n\\n\\\"Eat?\\\" said Maskull thoughtfully.\\n\\n\\\"Don't you eat?  Is food in the same category as love?\\\"\\n\\n\\\"What food is it?\\\"\\n\\n\\\"Fish from the river.\\\"\\n\\nMaskull recollected his promise to Joiwind.  At the same time, he felt hungry.\\n\\n\\\"Is there nothing milder?\\\"\\n\\nShe pulled her mouth scornfully.  \\\"You came through Poolingdred, didn't you?  All the people there are the same.  They think life is to be looked at, and not lived.  Now that you are visiting Ifdawn, you will have to change your notions.\\\"\\n\\n\\\"Go catch your fish,\\\" he returned, pulling down his brows.\\n\\nThe broad, clear waters flowed past them with swelling undulations, from the direction of the mountains.  Oceaxe knelt down on the bank, and peered into the depths.  Presently her look became tense and concentrated; she dipped her hand in and pulled out some sort of little monster.  It was more like a reptile than a fish, with its scaly plates and teeth.  She threw it on the ground, and it started crawling about.  Suddenly she darted all her will into her sorb.  The creature leaped into the air, and fell down dead.\\n\\nShe picked up a sharp - edged slate, and with it removed the scales and entrails.  During this operation, her hands and garment became stained with the light scarlet blood.\\n\\n\\\"Find the drude, Maskull,\\\" she said, with a lazy smile.  \\\"You had it last night.\\\"\\n\\nHe searched for it.  It was hard to locate, for its rays had grown dull and feeble in the sunlight, but at last he found it. Oceaxe placed it in the interior of the monster, and left the body lying on the ground.\\n\\n\\\"While it's cooking, I'll wash some of this blood away, which frightens you so much.  Have you never seen blood before?\\\"\\n\\nMaskull gazed at her in perplexity.  The old paradox came back - the contrasting sexual characteristics in her person.  Her bold, masterful, masculine egotism of manner seemed quite incongruous with the fascinating and disturbing femininity of her voice.  A startling idea flashed into his mind.\\n\\n\\\"In your country I'm told there is an act of will called 'absorbing.' What is that?\\\"\\n\\nShe held her red, dripping hands away from her draperies, and uttered a delicious, clashing laugh.  \\\"You think I am half a man?\\\"\\n\\n\\\"Answer my question.\\\"\\n\\n\\\"I'm a woman through and through, Maskull - to the marrowbone.  But that's not to say I have never absorbed males.\\\"\\n\\n\\\"And that means ..\\n\\n\\\"New strings for my harp, Maskull.  A wider range of passions, a stormier heart ...\\\"\\n\\n\\\"For you, yes - But for them ... ?\\\"\\n\\n\\\"I don't know.  The victims don't describe their experiences. Probably unhappiness of some sort - if they still know anything.\\\"\\n\\n\\\"This is a fearful business!\\\" he exclaimed, regarding her gloomily. \\\"One would think Ifdawn a land of devils.\\\"\\n\\nOceaxe gave a beautiful sneer. as she took a step toward the river. \\\"Better men than you - better in every sense of the word - are walking about with foreign wills inside them.  You may be as moral as you like, Maskull, but the fact remains, animals were made to be eaten, and simple natures were made to be absorbed.\\\"\\n\\n\\\"And human rights count for nothing!\\\"\\n\\nShe had bent over the river's edge, to wash her arms and hands, but glanced up over her shoulder to answer his remark.  \\\"They do count. But we only regard a m an as human for just as long as he's able to hold his own with others.\\\"\\n\\nThe flesh was soon cooked, and they breakfasted in silence.  Maskull cast heavy, doubtful glances from time to time toward his companion. Whether it was due to the strange quality of the food, or to his long abstention, he did not know, but the meal tasted nauseous, and even cannibalistic.  He ate little, and the moment he got up he felt defiled.\\n\\n\\\"Let me bury this drude, where I can find it some other time,\\\" said Oceaxe.  \\\"On the next occasion, though, I shall have no Maskull with me, to shock.... Now we have to take to the river.\\\"\\n\\nThey stepped off the land onto the water.  It flowed against them with a sluggish current, but the opposition, instead of hindering them, had the contrary effect - it caused them to exert themselves, and they moved faster.  They climbed the river in this way for several miles.  The exercise gradually improved the circulation of Maskull's blood, and he began to look at things in a far more way. The hot sunshine, the diminished wind, the cheerful marvellous cloud scenery, the quiet, crystal forests-all was soothing and delightful. They approached nearer and  nearer to the gaily painted heights of Ifdawn.\\n\\nThere was something enigmatic to him in those bright walls.  He was attracted by them, yet felt a sort of awe.  They looked real, but at the same time very supernatural.  If one could see the portrait of a ghost, painted with a hard, firm outline, in substantial colors, the feelings produced by such a sight would be exactly similar to Maskull's impressions as he studied the Ifdawn precipices.\\n\\nHe broke the long silence.  \\\"Those mountains have most extraordinary shapes.  All the lines are straight and perpendicular - no slopes or curves.\\\"\\n\\nShe walked backward on the water, in order to face him.  \\\"That's typical of Ifdawn.  Nature is all hammer blows with us.  Nothing soft and gradual.\\\"\\n\\n\\\"I hear you, but I don't understand you.\\\"\\n\\n\\\"All over the Marest you'll find patches of ground plunging down or rushing up.  Trees grow fast.  Women and men don't think twice before acting.  One may call Ifdawn a place of quick decisions.\\\"\\n\\nMaskull was impressed.  \\\"A fresh, wild, primitive land.\\\"\\n\\n\\\"How is it where you come from?\\\" asked Oceaxe.\\n\\n\\\"Oh, mine is a decrepit world, where nature takes a hundred years to move a foot of solid land.  Men and animals go about in flocks. Originality is a lost habit.\\\"\\n\\n\\\"Are there women there?\\\"\\n\\n\\\"As with you, and not very differently formed.\\\"\\n\\n\\\"Do they love?\\\"\\n\\nHe laughed.  \\\"So much so that it has changed the dress, speech, and thoughts of the whole sex.\\\"\\n\\n\\\"Probably they are more beautiful than 1?\\\"\\n\\n\\\"No, I think not,\\\" said Maskull.\\n\\nThere was another rather long silence, as they travelled unsteadily onward.\\n\\n\\\"What is your business in Ifdawn?\\\" demanded Oceaxe suddenly.\\n\\nHe hesitated over his answer.  \\\"Can you grasp that it's possible to have an aim right in front of one, so big that one can't see it as a whole?\\\"\\n\\nShe stole a long, inquisitive look at him, \\\"What sort of aim?\\\"\\n\\n\\\"A moral aim.\\\"\\n\\n\\\"Are you proposing to set the world right?\\\"\\n\\n\\\"I propose nothing - I am waiting.\\\"\\n\\n\\\"Don't wait too long, for time doesn't wait - especially in Ifdawn.\\\"\\n\\n\\\"Something will happen,\\\" said Maskull.\\n\\nOceaxe threw a subtle smile.  \\\"So you have no special destination in the Marest?\\\"\\n\\n\\\"No, and if you'll permit me, I will come home with you.\\\"\\n\\n\\\"Singular man!\\\" she said, with a short, thrilling laugh.  \\\"That's what I have been offering all the time.  Of course you will come home with me.  As for Crimtyphon .. .\\\"\\n\\n\\\"You mentioned that name before.  Who is he?\\\"\\n\\n\\\"Oh!  My lover, or, as you would say, my husband.\\\"\\n\\n\\\"This doesn't improve matters,\\\" said Maskull.\\n\\n\\\"It leaves them exactly where they were.  We merely have to remove him.\\\"\\n\\n\\\"We are certainly misunderstanding each other,\\\" said Maskull, quite startled.  \\\"Do you by any chance imagine that I am making a compact with you?\\\"\\n\\n\\\"You will do nothing against your will.  But you have promised to come home with me.\\\"\\n\\n\\\"Tell me, how do you remove husbands in Ifdawn?\\\"\\n\\n\\\"Either you or I must kill him.\\\"\\n\\nHe eyed her for a full minute.  \\\"Now we are passing from folly to insanity.\\\"\\n\\n\\\"Not at all,\\\" replied Oceaxe. \\\"It is the too - sad truth.  And when you have seen Crimtyphon, you will realise it.\\\"\\n\\n\\\"I'm aware I am on a strange planet,\\\" said Maskull slowly, \\\"where all sorts of unheard of things may happen, and where the very laws of morality may be different.  Still as far as I am concerned, murder is murder, and I'll have no more to do with a woman who wants to make use of me, to get rid of her husband.\\\"\\n\\n\\\"You think me wicked?\\\" demanded Oceaxe steadily.\\n\\n\\\"Or mad.\\\"\\n\\n\\\"Then you had better leave me, Maskull  -  only  -  \\\"\\n\\n\\\"Only what?\\\"\\n\\n\\\"You wish to be consistent, don't you?  Leave all other mad and wicked people as well. Then you'll find it easier to reform the rest.\\\"\\n\\nMaskull frowned, but said nothing.\\n\\n\\\"Well?\\\" demanded Oceaxe, with a half smile.\\n\\n\\\"I'll come with you, and I'll see Crimtyphon - if only to warn him.\\\"\\n\\nOceaxe broke into a cascade of rich, feminine laughter, but whether at the image conjured up by Maskull's last words, or from some other cause, he did not know.  The conversation dropped.\\n\\nAt a distance of a couple of miles from the now towering cliffs, the river made a sharp, right - angled turn to the west, and was no longer of use to them on their journey.  Maskull stared up doubtfully.\\n\\n\\\"It's a stiff climb for a hot morning.\\\"\\n\\n\\\"Let's rest here a little,\\\" said she, indicating a smooth flat island of black rock, standing up just out of the water in the middle of the river.\\n\\nThey accordingly went to it, and Maskull sat down.  Oceaxe, however, standing graceful and erect, turned her face toward the cliffs opposite, and uttered a piercing and peculiar call.\\n\\n\\\"What is that for?\\\" She did not answer.  After waiting a minute, she repeated the call.  Maskull now saw a large bird detach itself from the top of one of the precipices, and sail slowly down toward them. It was followed by two others.  The flight of these birds was exceedingly slow and clumsy.\\n\\n\\\"What are they?\\\" he asked.\\n\\nShe still returned no answer, but smiled rather peculiarly and sat down beside him.  Before many minutes he was able to distinguish the shapes and colors of the flying monsters.  They were not birds, but creatures with long, snakelike bodies, and ten reptilian legs apiece, terminating in fins which acted as wings.  The bodies were of bright blue, the legs and fins were yellow.  They were flying, without haste, but in a somewhat ominous fashion, straight toward them.  He could make out a long, thin spike projecting from each of the heads.\\n\\n\\\"They are shrowks,\\\" explained Oceaxe at last.  \\\"If you want to know their intention, I'll tell you.  To make a meal of us.  First of all their spikes will pierce us, and then their mouths, which are really suckers, will drain us dry of blood - pretty thoroughly too; there are no half measures with shrowks.  They are toothless beasts, so don't eat flesh.\\\"\\n\\n\\\"As you show such admirable sangfroid,\\\" said Maskull dryly, \\\"I take it there's no particular danger.\\\"\\n\\nNevertheless he instinctively tried to get on to his feet and failed. A new form of paralysis was chaining him to the ground.\\n\\n\\\"Are you trying to get up?\\\" asked Oceaxe smoothly.\\n\\n\\\"Well, yes, but those cursed reptiles seem to be nailing me down to the rock with their wills.  May I ask if you had any special object in view in waking them up?\\\"\\n\\n\\\"I assure you the danger is quite real, Maskull.  Instead of talking and asking questions, you had much better see what you can do with your will.\\\"\\n\\n\\\"I seem to have no will, unfortunately.\\\"\\n\\nOceaxe was seized with a paroxysm of laughter, but it was still rich and beautiful.  \\\"It's obvious you aren't a very heroic protector, Maskull.  It seems I must play the man, and you the woman. I expected better things of your big body.  Why, my husband would send those creatures dancing all around the sky, by way of a joke, before disposing of them.  Now watch me.. Two of the three I'll kill; the third we will ride home on.  Which one shall we keep?\\\"\\n\\nThe shrowks continued their slow, wobbling flight toward them.  Their bodies were of huge size.  They produced in Maskull the same sensation of loathing as insects did.  He instinctively understood that as they hunted with their wills, there was no necessity for them to possess a swift motion.\\n\\n\\\"Choose which you please,\\\" he said shortly.  \\\"They are equally objectionable to me.\\\"\\n\\n\\\"Then I'll choose the leader, as it is presumably the most energetic animal.  Watch now.\\\"\\n\\nShe stood upright, and her sorb suddenly blazed with fire.  Maskull felt something snap inside his brain.  His limbs were free once more. The two monsters in the rear staggered and darted head foremost toward the earth, one after the other.  He watched them crash on the ground, and then lie motionless.  The leader still came toward them, but he fancied that its flight was altered in character; it was no longer menacing, but tame and unwilling.\\n\\nOceaxe guided it with her will to the mainland shore opposite their island rock.  Its vast bulk lay there extended, awaiting her pleasure.  They immediately crossed the water.\\n\\nMaskull viewed the shrowk at close quarters.  It was about thirty feet long.  Its bright-coloured skin was shining, slippery, and leathery; a mane of black hair covered its long neck. Its face was awesome and unnatural, with its carnivorous eyes, frightful stiletto, and blood - sucking cavity.  There were true fins on its back and tail.\\n\\n\\\"Have you a good seat?\\\" asked Oceaxe, patting the creature's flank. \\\"As I have to steer, let me jump on first.\\\"\\n\\nShe pulled up her gown, then climbed up and sat astride the animal's back, just behind the mane, which she clutched.  Between her and the fin there was just room for Maskull.  He grasped the two flanks with his outer hands; his third, new arm pressed against Oceaxe's back, and for additional security he was compelled to encircle her waist with it.\\n\\nDirectly he did so, he realised that he had been tricked, and that this ride had been planned for one purpose only - to inflame his desires.\\n\\nThe third arm possessed a function of its own, of which hitherto he had been ignorant.  It was a developed magn.  But the stream of love which was communicated to it was no longer pure and noble - it was boiling, passionate, and torturing.  He gritted his teeth, and kept quiet, but Oceaxe had not plotted the adventure to remain unconscious of his feelings.  She looked around, with a golden, triumphant smile. \\\"The ride will last some time, so hold on well!\\\" Her voice was soft like a flute, but rather malicious.\\n\\nMaskull grinned, and said nothing.  He dared not remove his arm.\\n\\nThe shrowk straddled on to its legs.  It jerked itself forward, and rose slowly and uncouthly in the air.  They began to paddle upward toward the painted cliffs.  The motion was swaying, rocking, and sickening; the contact of the brute's slimy skin was disgusting.  All this, however, was merely, background to Maskull, as he sat there with closed eyes, holding on to Oceaxe.  In the front and centre of his consciousness was the knowledge that he was gripping a fair woman, and that her flesh was responding to his touch like a lovely harp.\\n\\nThey climbed up and up.  He opened his eyes, and ventured to look around him.  By this time they were already level with the top of the outer rampart of precipices.  There now came in sight a wild archipelago of islands, with jagged outlines, emerging from a sea of air.  The islands were mountain summits; or, more accurately speaking, the country was a high tableland, fissured everywhere by narrow and apparently bottomless cracks.  These cracks were in some cases like canals, in others like lakes, in others merely holes in the ground, closed in all round.  The perpendicular sides of the islands - that is, the upper, visible parts of the innumerable cliff faces - were of bare rock, gaudily coloured; but the level surfaces were a tangle of wild plant life.  The taller trees alone were distinguishable from the shrowk's back.  They were of different shapes, and did not look ancient; they were slender and swaying but did not appear very graceful; they looked tough, wiry, and savage.\\n\\nAs Maskull continued to explore the landscape, he forgot Oceaxe and his passion. Other strange feelings came to the front.  The morning was gay and bright. the sun scorched down, quickly changing clouds sailed across the sky, the earth was vivid, wild, and lonely.  Yet he experienced no aesthetic sensations - he felt nothing but an intense longing for action and possession.  When he looked at anything, he immediately wanted to deal with it.  The atmosphere of the land seemed not free, but sticky; attraction and repulsion were its constituents.  Apart from this wish to play a personal part in what was going on around and beneath him, the scenery had no significance for him.\\n\\nSo preoccupied was he, that his arm partly released its clasp. Oceaxe turned around to gaze at him.  Whether or not she was satisfied with what she saw, she uttered a low laugh, like a peculiar chord.\\n\\n\\\"Cold again so quickly, Maskull?\\\"\\n\\n\\\"What do you want?\\\" he asked absently, still looking over the side. \\\"it's extraordinary how drawn I feel to all this.\\\"\\n\\n\\\"You wish to take a hand?\\\"\\n\\n\\\"I wish to get down.\\\"\\n\\n\\\"Oh, we have a good way to go yet.... So you really feel different?\\\"\\n\\n\\\"Different from what?  What are you talking about?\\\"' said Maskull, still lost in abstraction.\\n\\nOceaxe laughed again.  \\\"it would be strange if we couldn't make a man of you, for the material is excellent.\\\"\\n\\nAfter that, she turned her back once more.\\n\\nThe air islands differed from water islands in another way.  They were not on a plane surface, but sloped upward, like a succession of broken terraces, as the journey progressed.  The shrowk had hitherto been flying well above the ground; but now, when a new line of towering cliffs confronted them, Oceaxe did not urge the beast upward, but caused it to enter a narrow canyon, which intersected the mountains like a channel.  They were instantly plunged into deep shade.  The canal was not above thirty feet wide; the walls stretched upward on both sides for many hundred feet.  It was as cool as an ice chamber.  When Maskull attempted to plumb the chasm with his eyes, he saw nothing but black obscurity.\\n\\n\\\"What is at the bottom?\\\" he asked.\\n\\n\\\"Death for you, if you go to look for it.\\\"\\n\\n\\\"We know that. I mean, is there any kind of life down there?\\\"\\n\\n\\\"Not that I have ever heard of,\\\" said Oceaxe, \\\"but of course all things are possible.\\\"\\n\\n\\\"I think very likely there is life,\\\" he returned thoughtfully.\\n\\nHer ironical laugh sounded out of the gloom.  \\\"Shall we go down and see?\\\"\\n\\n\\\"You find that amusing?\\\"\\n\\n\\\"No, not that.  What I do find amusing is the big stranger with the beard, who is so keenly interested in everything except himself.\\\"\\n\\nMaskull then laughed too.  \\\"I happen to be the only thing in Tormance which is not a novelty for me.\\\"\\n\\n\\\"Yes, but I am a novelty for you.\\\"\\n\\nThe channel went zigzagging its way through the belly of the mountain, and all the time they were gradually rising.\\n\\n\\\"At least I have heard nothing like your voice before,\\\" said Maskull, who, since he had no longer anything to look at, was at last ready for conversation.\\n\\n\\\"What's the matter with my voice?\\\"\\n\\n\\\"It's all that I can distinguish of you now; that's why I mentioned it.\\\"\\n\\n\\\"Isn't it clear - don't I speak distinctly?\\\"\\n\\n\\\"Oh, it's clear enough, but - it's inappropriate.\\\"\\n\\n\\\"Inappropriate?\\\"\\n\\n\\\"I won't explain further,\\\" said Maskull, \\\"but whether you are speaking or laughing, your voice is by far the loveliest and strangest instrument I have ever listened to.  And yet I repeat, it is inappropriate.\\\"\\n\\n\\\"You mean that my nature doesn't correspond?\\\"\\n\\nHe was just considering his reply, when their talk was abruptly broken off by a huge and terrifying, but not very loud sound rising up from the gulf directly underneath them.  It was a low, grinding, roaring thunder.\\n\\n\\\"The ground is rising under us!\\\" cried Oceaxe.\\n\\n\\\"Shall we escape?\\\"\\n\\nShe made no answer, but urged the shrowk's flight upward, at such a steep gradient that they retained their seats with difficulty.  The floor of the canyon, upheaved by some mighty subterranean force, could be heard, and almost felt, coming up after them, like a gigantic landslip in the wrong direction.  The cliffs cracked, and fragments began to fall.  A hundred awful noises filled the air, growing louder and louder each second - splitting, hissing, cracking, grinding, booming, exploding, roaring.  When they had still fifty feet or so to go, to reach the top, a sort of dark, indefinite sea of broken rocks and soil appeared under their feet, ascending rapidly, with irresistible might, accompanied by the most horrible noises. The canal was filled up for two hundred yards, before and behind them.  Millions of tons of solid matter seemed to be raised.  The shrowk in its ascent was caught by the uplifted debris.  Beast and riders experienced in that moment all the horrors of an earthquake - they were rolled violently over, and thrown among the rocks and dirt. All was thunder, instability, motion, confusion.\\n\\nBefore they had time to realise their position, they were in the sunlight.  The upheaval still continued.  In another minute or two the valley floor had formed a new mountain, a hundred feet or more higher than the old.  Then its movement ceased suddenly.  Every noise stopped, as if by magic; not a rock moved.  Oceaxe and Maskull picked themselves up and examined themselves for cuts and bruises.  The shrowk lay on its side, panting violently, and sweating with fright.\\n\\n\\\"That was a nasty affair,\\\" said Maskull, flicking the dirt off his person.\\n\\nOceaxe staunched a cut on her chin with a corner of her robe.\\n\\n\\\"It might have been far worse.... I mean, it's bad enough to come up, but it's death to go down, and that happens just as often.\\\"\\n\\n\\\"Whatever induces you to live in such a country?\\\"\\n\\n\\\"I don't know, Maskull.  Habit, I suppose. I have often thought of moving out of it.\\\"\\n\\n\\\"A good deal must be forgiven you for having to spend your life in a place like this, where one is obviously never safe from one minute to another.\\\"\\n\\n\\\"You will learn by degrees,\\\" she answered, smiling.\\n\\nShe looked hard at the monster, and it got heavily to its feet.\\n\\n\\\"Get on again, Maskull!\\\" she directed, climbing back to her perch. \\\"We haven't too much time to waste.\\\"\\n\\nHe obeyed.  They resumed their interrupted flight, this time over the mountains, and in full sunlight.  Maskull settled down again to his thoughts.  The peculiar atmosphere of the country continued to soak into his brain.  His will became so restless and uneasy that merely to sit there in inactivity was a torture.  He could scarcely endure not to be doing something.\\n\\n\\\"How secretive you are, Maskull!\\\" said Oceaxe quietly, without turning her head.\\n\\n\\\"What secrets - what do you mean?\\\"\\n\\n\\\"Oh, I know perfectly well what's passing inside you.  Now I think it wouldn't be amiss to ask you - is friendship still enough?\\\"\\n\\n\\\"Oh, don't ask me anything,\\\" growled Maskull. \\\"I've far too many problems in my head already. I only wish I could answer some of them.\\\"\\n\\nHe stared stonily at the landscape.  The beast was winging its way toward a distant mountain, of singular shape.  It was an enormous natural quadrilateral pyramid, rising in great terraces and terminating in a broad, flat top, on which what looked like green snow still lingered.\\n\\n\\\"What mountain is that?\\\" he asked.\\n\\n\\\"Disscourn.  The highest point in Ifdawn.\\\"\\n\\n\\\"Are we going there?\\\"\\n\\n\\\"Why should we go there?  But if you were going on farther, it might be worth your while to pay a visit to the top.  It commands the whole land as far as the Sinking Sea and Swaylone's Island - and beyond. You can also see Alppain from it.\\\"\\n\\n\\\"That's a sight I mean to see before I have finished.\\\"\\n\\n\\\"Do you, Maskull?\\\" She turned around and put her hand on his wrist. \\\"Stay with me, and one day we'll go to Disscourn together.\\\"\\n\\nHe grunted unintelligibly.\\n\\nThere were no signs of human existence in the country under their feet.  While Maskull was still grimly regarding it, a large tract of forest not far ahead, bearing many trees and rocks, suddenly subsided with an awful roar and crashed down into an invisible gulf.  What was solid land one minute became a clean - cut chasm the next.  He jumped violently up with the shock.  \\\"This is frightful.\\\"\\n\\nOceaxe remained unmoved.\\n\\n\\\"Why, life here must be absolutely impossible,\\\" he went on, when he had somewhat recovered himself.  \\\"A man would need nerves of steel.. .. Is there no means at all of foreseeing a catastrophe like this?\\\"\\n\\n\\\"Oh, I suppose we wouldn't be alive if there weren't,\\\" replied Oceaxe, with composure.  \\\"We are more or less clever at it - but that doesn't prevent our often getting caught.\\\"\\n\\n\\\"You had better teach me the signs.\\\"\\n\\n\\\"We'll have many things to go over together.  And among them, I expect, will be whether we are to stay in the land at all.... But first let us get home.\\\"\\n\\n\\\"How far is it now?\\\"\\n\\n\\\"It is right in front of you,\\\" said Oceaxe, pointing with her forefinger.  \\\"You can see it.\\\"\\n\\nHe followed the direction of the finger and, after a few questions, made out the spot she was indicating.  It was a broad peninsula, about two miles distant.  Three of its sides rose sheer out of a lake of air, the bottom of which was invisible; its fourth was a bottleneck, joining it to the mainland.  It was overgrown with bright vegetation, distinct in the brilliant atmosphere.  A single tall tree, shooting up in the middle of the peninsula, dwarfed everything else; it was wide and shady with sea - green leaves.\\n\\n\\\"I won der if Crimtyphon is there,\\\" remarked Oceaxe.  \\\"Can I see two figures, or am I mistaken?\\\"\\n\\n\\\"I also see something,\\\" said Maskull.\\n\\nIn twenty minutes they were directly above the peninsula, at a height of about fifty feet.  The shrowk slackened speed, and came to earth on the mainland, exactly at the gateway of the isthmus.  They both descended - Maskull with aching thighs.\\n\\n\\\"What shall we do with the monster?\\\" asked Oceaxe.  Without waiting for a suggestion, she patted its hideous face with her hand.  \\\"Fly away home! I may want you some other time.\\\"\\n\\nIt gave a stupid grunt, elevated itself on its legs again, and, after half running, half flying for a few yards, rose awkwardly into the air, and paddled away in the same direction from which they had come. They watched it out of sight, and then Oceaxe started to cross the neck of land, followed by Maskull.\\n\\nBranchspell's white rays beat down on them with pitiless force.  The sky had by degrees become cloudless, and the wind had dropped entirely.  The ground was a rich riot of vividly coloured ferns, shrubs, and grasses.  Through these could be seen here and there the golden chalky soil - and occasionally a glittering, white metallic boulder.  Everything looked extraordinary and barbaric.  Maskull was at last walking in the weird Ifdawn Marest which had created such strange feelings in him when seen from a distance.... And now he felt no wonder or curiosity at all, but only desired to meet human beings - so intense had grown his will.  He longed to test his powers on his fellow creatures, and nothing else seemed of the least importance to him.\\n\\nOn the peninsula all was coolness and delicate shade.  It resembled a large copse, about two acres in extent.  In the heart of the tangle of small trees and undergrowth was a partially cleared space - perhaps the roots of the giant tree growing in the centre had killed off the smaller fry all around it.  By the side of the tree sparkled a little, bubbling fountain, whose water was iron - red.  The precipices on all sides, overhung with thorns, flowers, and creepers, invested the enclosure with an air of wild and charming seclusion - a mythological mountain god might have dwelt here.\\n\\nMaskull's restless eye left everything, to fall on the two men who formed the centre of the picture.\\n\\nOne was reclining, in the ancient Grecian fashion of banqueters on a tall couch of mosses, sprinkled with flowers; he rested on one arm, and was eating a kind of plum, with calm enjoyment.  A pile of these plums lay on the couch beside him.  The over - spreading branches of the tree completely sheltered him from the sun.  His small, boyish form was clad in a rough skin, leaving his limbs naked.  Maskull could not tell from his face whether he were a young boy or a grown man.  The features were smooth, soft, and childish, their expression was seraphically tranquil; but his violet upper eye was sinister and adult.  His skin was of the colour of yellow ivory.  His long, curling hair matched his sorb - it was violet.  The second man was standing erect before the other, a few feet away from him.  He was short and muscular, his face was broad, bearded, and rather commonplace, but there was something terrible about his appearance. The features were distorted by a deep - seated look of pain, despair, and horror.\\n\\nOceaxe, without pausing, strolled lightly and lazily up to the outermost shadows of the tree, some distance from the couch.\\n\\n\\\"We have met with an uplift,\\\" she remarked carelessly, looking toward the youth.\\n\\nHe eyed her, but said nothing.\\n\\n\\\"How is your plant man getting on?\\\" Her tone was artificial but extremely beautiful.  While waiting for an answer, she sat down on the ground, her legs gracefully thrust under her body, and pulled down the skirt of her robe.  Maskull remained standing just behind her, with crossed arms.\\n\\nThere was silence for a minute.\\n\\n\\\"Why don't you answer your mistress, Sature?\\\" said the boy on the couch, in a calm, treble voice.\\n\\nThe man addressed did not alter his expression, but replied in a strangled tone, \\\"I am getting on very well, Oceaxe.  There are already buds on my feet.  Tomorrow I hope to take root.\\\"\\n\\nMaskull felt a rising storm inside him.  He was perfectly aware that although these words were uttered by Sature, they were being dictated by the boy.\\n\\n\\\"What he says is quite true,\\\" remarked the latter.  \\\"Tomorrow roots will reach the ground, and in a few days they ought to be well established.  Then I shall set to work to convert his arms into branches, and his fingers into leaves.  It will take longer to transform his head into a crown, but still I hope - in fact I can almost promise that within a month you and I, Oceaxe, will be plucking and enjoying fruit from this new and remarkable tree.\\\"\\n\\n\\\"I love these natural experiments,\\\" he concluded, putting out his hand for another plum.  \\\"They thrill me.\\\"\\n\\n\\\"This must be a joke,\\\" said Maskull, taking a step forward.\\n\\nThe youth looked at him serenely.  He made no reply, but Maskull felt as if he were being thrust backward by an iron hand on his throat.\\n\\n\\\"The morning's work is now concluded, Sature.  Come here again after Blodsombre.  After tonight you will remain here permanently, I expect, so you had better set to work to clear a patch of ground for your roots.  Never forget - however fresh and charming these plants appear to you now, in the future they will be your deadliest rivals and enemies.  Now you may go.\\\"\\n\\nThe man limped painfully away, across the isthmus, out of sight. Oceaxe yawned.\\n\\nMaskull pushed his way forward, as if against a wall.  \\\"Are you joking, or are you a devil?\\\"\\n\\n\\\"I am Crimtyphon. I never joke.  For that epithet of yours, I will devise a new punishment for you.\\\"\",\"timestamp\":1637648533,\"title\":\"\\n\\\"Still, if you have male instincts, as I suppose you have, you can't go on resisting me forever.\\\"\"},\"digest\":\"wPCw6H9fAn9KyLevFUPlSEY9NYo_xI5TWMlkK4SzkaM\",\"authorship\":{\"contributor\":\"0x19BebfD5a2946bC50A2CeA661e77fFC2F12C9549\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GP8PKvYIquINkP9kug3fFEucQbU2p2_FMpf3J2S5wjo\\\",\\\"y\\\":\\\"sAg3oaq7OG53fLmz-a2KYWzA5F8_IvS1eNT9Ot_TDrc\\\"}\",\"signature\":\"FJBBj9EjSDHIOY8wzoJppivBY-NfybnSWZg-B6U2C9UoLzoMrqiqpR2AmSIKD5xgk6oA-gtCXbDLjiyw-8vPBA\",\"signingKeySignature\":\"0x2590866363e415e5cef0ec7e3046464dad1e6f5ab5b76f3e7f6f93297793adf503cc91bb8c585e8afc3936e93d2a46d34753e7b9967a8fcb99fad5e5cd4a26f91b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GP8PKvYIquINkP9kug3fFEucQbU2p2_FMpf3J2S5wjo\\\",\\\"y\\\":\\\"sAg3oaq7OG53fLmz-a2KYWzA5F8_IvS1eNT9Ot_TDrc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wPCw6H9fAn9KyLevFUPlSEY9NYo_xI5TWMlkK4SzkaM\"}"