"{\"content\":{\"body\":\"*This article was originally published in [Haus Party](https://daohaus.substack.com/), [DAOhaus](https://daohaus.club)’ newsletter, [on October 14, 2020](https://daohaus.substack.com/p/tokens-and-goodharts-forest). This version includes some light edits.*\\n\\n\\n---\\n\\nTokens are incredibly powerful incentive mechanisms, and power corrupts. \\n\\nWelcome to this multi-part series, in which we’ll explore why tokens are so powerful, how things can go awry, and what can be done about it.\\n\\n![You never know what's lurking in Goodhart's Forest](https://images.mirror-media.xyz/publication-images/2qR9fUxtq4msFBUC2xX14.jpg?height=722&width=2389&&size=large)\\n\\nThe challenge of human coordination is a challenge of alignment. The first step to accomplishing something as a group is to get all the individuals in the group to care about the same thing. When the group is small and homogeneous the task is easy, but aligning the tangle of divergent interests within a large and heterogeneous group can be extremely difficult.\\n\\nAccording to all the corporate management books ever written, the best approach is to establish a small set of target metrics that represent success for your organization, and then rally everything in your organization around achieving those targets. Popular frameworks like KPIs and OKRs follow this basic principle, and it’s easy to see how they’re beneficial. Focusing on just a few metrics makes it easier to communicate and get buy-in from everybody in the organization, and, **most powerfully, you can create incentives based on those metrics**.\\n\\n## Goodhart’s Law\\n\\nThe power of incentives cannot be overstated. Properly devised incentive mechanisms can supercharge a group’s ability to efficiently optimize for its selected target metrics. Which sounds great — and it is, provided that those target metrics are a proper representation of the organization’s goals.\\n\\nUnfortunately, metrics have an awfully hard time representing human goals. We humans are messy, fuzzy things, and often our goals cannot be reduced down to one or even a few quantifiable metrics.\\n\\nLet’s examine a counter-example. Pick your favorite sport: baseball, hockey, football, the other football, curling, whatever. In every sport, there is a clear and quantifiable objective: score more (or fewer--golf is weird) points than your opponent. Or actually, is the objective to win championships? Or is it to make the most money, for example from ticket sales and sponsorships and TV deals? And if we think about it some more, are all the members of a sports organization aligned behind the same goals? Sometimes yes, but it’s pretty obvious that more often the answer is no--think of the replacement-level player who clammers for more playing time over their more talented teammate.\\n\\nIf even the most contrived human experiences turn out to not have clean, quantifiable objectives, imagine how blurry things can get in real life!\\n\\nIt gets worse. It gets worse because people still try to create target metrics. And when those targets inevitably fail to capture the full richness of human goals, those humans with their rich, messy objectives start to game the targets. They change their behavior to rack up the points without adhering to the spirit of the targets. Salespeople sell products at negative margins to meet their revenue quotas, NBA players [bounce the ball off their own rim](https://www.basketballnetwork.net/the-story-of-the-ricky-davis-failed-triple-double/) to add to their rebound total, and governments [create policy to maximize GDP](https://ergodicityeconomics.com/2020/02/26/democratic-domestic-product/) or the stock market without taking proper care of their most vulnerable citizens.\\n\\nThis is Goodhart’s Law:\\n\\n> “When a measure becomes a target, it ceases to be a good measure.”\\n\\n![https://sketchplanations.com/goodharts-law](https://images.mirror-media.xyz/publication-images/GsUGtF40YkBghiFm43jnH.png?height=1495&width=1764)\\n\\nThe problem is not that incentives don’t work. Just the reverse: incentives work so well that when employed alongside target metrics that are ill-matched to an organization’s actual objectives, the organization ends up becoming extremely efficient at achieving a goal quite different from the one it originally was created to achieve. The organization serves the metric instead of the other way around.\\n\\n## Goodhart’s Forest\\n\\n### Token::Goal Misalignment\\n\\nTokens are what you get when you combine a target metric with a built-in incentive: you get an incredibly powerful mechanism for motivating people to do things! This power is why tokenomics is such a promising field and why so many protocols are using tokens to coordinate their communities.\\n\\nBut, if you read the previous section, you know that there’s a catch: while the value of a protocol’s token is meant to reflect the success of the protocol, it’s very difficult to design a token that actually captures the full breadth and nuance of the protocol’s goals. And the price incentive built into tokens leaves them especially vulnerable to Goodhart’s Law.\\n\\nThis give us **Goodhart’s Forest Danger #1:** A project’s token is unlikely to reflect the full breadth and nuance of the project’s goals.\\n\\n### Noisy Markets\\n\\nThe power of tokens’ built-in price incentives is related to why markets are often efficient at allocating resources. However, efficient markets have a number of important properties ensuring that price signals are mostly free from noise, such as low levels of information asymmetry and market manipulation.\\n\\nIf there’s one thing everybody in crypto would agree on, it’s that the current market is riddled with inefficiencies, manipulation, insider information, and a million other issues that obscure true price signals. This presents another problem for tokens as coordination mechanisms. As [Zefram Lou](https://www.zeframlou.com/2019/02/why-voting-tokens-are-fking-horrible.html) puts it:\\n\\n> When the noise term is way larger than the actual value, that's where everything falls apart: *the success of the project is basically irrelevant to the token's price!* And that's exactly the case with essentially all tokens.\\n\\nWithin the narrow context of a token’s home protocol, supply and demand for the token will — for a well-designed system — reflect supply and demand for the protocol’s services and functionality. But no token lives within a quiet walled garden. Rather, every token lives in the noisy Forest.\\n\\n**Goodhart’s Forest Danger #2:** Noisy markets fray the connection between the price of the token and project’s success in meeting its goals.\\n\\n### Monsters Lurk\\n\\nWhat makes the Forest so noisy? Some of the noise — like the FOMO shouts from uninformed retail traders — is merely random din that washes out in the long run. More concerning is the noise made by mempool monsters, adversarial whales, and other protocols throwing their weight around.\\n\\nThe Forest is [a permissionless and adversarial environment](https://medium.com/@trenton.v/ethereums-dark-forest-is-worth-cultivating-3cffa440aa4f). Anybody can buy the token and do whatever they want with it. And anybody can create a new protocol that influences the tokens from other protocols!\\n\\nFor example, when Sushiswap introduced its [vampire mining](https://yieldfarmer.substack.com/p/sushiswap-vampire-mining-alpha-tractor) program, the tokens included as farming assets saw huge increases in demand. In particular, the $UMA token price rocketed from around $6 to as high as $27, which in turn led to higher APYs from and additional activity in UMA’s experimental liquidity mining program. As a result, we cannot evaluate UMA’s success by the price of the token that is meant to track that success.\\n\\n**Goodhart’s Forest Danger #3:** In a permissionless market, adversarial actors can use a project’s token to threaten its success.\\n\\n\\n---\\n\\n## Recap\\n\\nIn Goodhart’s Forest, project tokens face three existential dangers:\\n\\n1. Tokens are unlikely to reflect the full breadth and nuance of their project’s goals.\\n2. Noisy markets fray the connection between the price of the token and project’s success in meeting its goals.\\n3. In a permissionless market, adversarial actors can use a project’s token to threaten its success.\\n\\nIn Part 2 of this series, we’ll explore how projects can create a Safe Garden to protect themselves from the dangers of Goodhart’s Forest.\",\"timestamp\":1634246842,\"title\":\"DAOs, Tokens, and Goodhart's Forest\"},\"digest\":\"KFc1v-JxvJpltiuXOE9mGLbIk_l5uNVGUrQ6Mk9y0-E\",\"authorship\":{\"contributor\":\"0x15C6AC4Cf1b5E49c44332Fb0a1043Ccab19db80a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ICQipMV-P3qJv8H0R6KuF90OL5P_nCo64ism3is-KSI\\\",\\\"y\\\":\\\"kLgklfJZrdZf_vb5Gj9hcIddKntd93tc6xJ126mpMuk\\\"}\",\"signature\":\"Y8HaoV2uJOyvJODki1ZCcEcHFFYJrepdCC7VFAK1NEa2HqQNORkIm_1R2P8lZ5uDB_lVuITrHPX5x9HDzH-JIg\",\"signingKeySignature\":\"0xc6c6622788afad522bd284444444c7c9d53478d4d39e1b7f17fea3eb12b3f2af7d1c07d17e7636ac32a2bb9498b5a14caafdc8a4cf0feab8b7755c99cb5fc21e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ICQipMV-P3qJv8H0R6KuF90OL5P_nCo64ism3is-KSI\\\",\\\"y\\\":\\\"kLgklfJZrdZf_vb5Gj9hcIddKntd93tc6xJ126mpMuk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3rogxz8MYh5SEIdCCzUXWY7eiKAs63QSgsPh-AfIRyk\"}"