"{\"content\":{\"body\":\"Dear BEAR BROs！\\n\\nI hope that when this letter reaches your hand, you have already started your journey, on search for the precious “Ten Thousand Pieces” collection. Rumor has it that it is more valuable than the legendary “One Piece”, which makes it more crucial in bear market times like this.\\n\\n \\n\\n      In case you have no idea about what it is, please allow me to tell you this story, and it all started from last winter…\\n\\n \\n\\n      There’s this group of bears, they are more hungry than the wolves of Wall Streets. They are fast, vicious, always smell the first opportunities in bear markets like hungry sharks smelling the first drop of blood. The more important thing is: they always cooperate with each other, always team first, which is the reason why they survived that extremely cold Winter. During that Winter, when everything is dying including all markets, they still managed to find those rare investment opportunities. Let me just tell you these numbers: +109142899！-003133800！If you know what I’m talking about, you know what I’m talking about. Other than these, they are also artists in bone. Their superlative tastes and understanding in fashions and trends, allowed they to discover the real arts that can withstand history, across the ocean of NFT. When they came across works like that, they would put on their diamond gloves, and treat the arts with uttermost respect.\\n\\n \\n\\n      When the Spring came, they had survived past crypto winter and finished off everything on their checklists. One beautiful Sunday afternoon in autumn, they looked around and checked everything they had: fine wines, sports cars, gold watches, etc., suddenly they felt everything is so dull and empty. So they made a decision: going back to the simplest lifestyle. They went back to the forest where they came from, and they founded a doodle club. In that forest, they still worked hard and worked together closely like they used to be. After 10,000 block time, they successfully created 10,000 doodle self-portraits (*Ten Thousand Pieces*). They valued these doodle works like their best treasures, and kept them hidden in a tiny corner within a mysterious metaverse space. After all the works are done, they started waiting patiently, for the next Crypto Winter to come…\\n\\n \\n\\n      And you, about to step into this metaverse space (*Code Name:WEB030*), and search for this long-lost collection. I hope you have a pleasant journey, and all the best luck to you.\\n\\n \\n\\nSincerely！\\n\\nYour bear fren\\n\\n     \",\"timestamp\":1642607401,\"title\":\"Origin: 10K Bears' Winter Tale\"},\"digest\":\"p-MD5BAtC5YDMC-uuC2iB3tcNjRkAPQvdUdOngT-aWo\",\"authorship\":{\"contributor\":\"0xC0E27295F6aF83C8c3B6171d363b67baB9e2BabE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VXsV-lGpnIhkWesMS12DEfjWW2ZtUrlFz5LMBLKmnTk\\\",\\\"y\\\":\\\"VSsG5P_yZDybZ7RUYgTVy3M2XLTPJsZwkU2-ElaUy8Y\\\"}\",\"signature\":\"YSflGhlvmEYeujMYZ6YvQd6A_5aG6M2b1dL4OIBpNY2fyhRrYzXQqlP9xGRo0j7KRgk5dCbLakDrRLgIjzr01A\",\"signingKeySignature\":\"0x03c73885d0a79082b781d6c7ad5a39ac9655fea7b0d9f47fda19dad651682d5961852c3a98152d855babc9a635d6f70ec8762756f896a752f7c1d59d2450b1ea1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VXsV-lGpnIhkWesMS12DEfjWW2ZtUrlFz5LMBLKmnTk\\\",\\\"y\\\":\\\"VSsG5P_yZDybZ7RUYgTVy3M2XLTPJsZwkU2-ElaUy8Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"p-MD5BAtC5YDMC-uuC2iB3tcNjRkAPQvdUdOngT-aWo\"}"