"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*BjF1ENJcXVDnzp2U_HdaGg.jpeg)\\n\\n## En esta entrevista, Gillian Hadfield explica las dificultades que enfrentan los estados para crear reglas en un mundo online y global, y cómo la regulación privada podría ser una solución…\\n\\n![](https://miro.medium.com/max/1400/1\\\\*B4uhQMwnI8pSuNs9LtRY5w.jpeg)\\n\\n**¿Cómo comenzó tu interés por el impacto de la tecnología en el derecho?**\\n\\nFue una larga evolución que empezó hace 25 años, cuando estuve involucrada en un caso de familia. En aquel momento, descubrí que el sistema legal era terriblemente costoso y no hacía mucho para ayudar a resolver el problema. Como economista, empecé a preguntarme: ¿cómo puede funcionar así? ¿Cómo puede ser tan costoso?\\n\\nAsí es como empecé a estudiar la estructura de los mercados y las instituciones legales.\\n\\nPor otro lado, en algún momento, empecé a hablar con empresas de Silicon Valley sobre cómo el sistema legal estaba afectando su capacidad de innovar. Los directores de legales de empresas como Cisco y Google coincidían en que el sistema legal es tremendamente caro y no nos está ayudando.\\n\\nTodo esto me llevó a preguntarme: ¿Qué es la ley? ¿De dónde viene? ¿Por qué no hay empresas privadas ofreciendo ley de manera competitiva?\\n\\nPensar desde las raíces puede ayudarnos a reestructurar nuestros sistemas legales para que den mejores respuestas a lo que la gente, las empresas y las comunidades necesitan de ellos.\\n\\n**¿Qué fue lo que cambió en el mundo? ¿Por qué la ley parece estar quedando obsoleta?**\\n\\nLas sociedades humanas siempre tuvieron cierta estructura de reglas. Los procesos de creación de estas reglas van cambiando, según el grado de avance de la comunidad.\\n\\nEn una pequeña comunidad, sus miembros pueden reunirse alrededor del fuego y conversar sobre cuales deberían ser las reglas. Todos se conocen y tienen necesidades e intereses similares.\\n\\nPero cuando una comunidad se vuelve más compleja y diversa, las reglas ya no pueden crearse de esa manera. Así que desarrollamos otros sistemas.\\n\\nLa ley que tenemos en las sociedades modernas es el resultado de esa evolución del proceso de definir las reglas para un grupo que creció y se volvió más diverso y complejo.\\n\\nEn este momento de nuestra evolución social, tenemos que preguntarnos: ¿cómo podemos generar más innovación en la manera en que desarrollamos las reglas que nos permiten vivir en sociedad?\\n\\nPara esto, la clave es lograr que nuestros sistemas existentes (las leyes que son hechas y ejecutadas por los gobiernos) sean complementadas por otros actores como organizaciones sin fines de lucro (por ejemplo, sindicatos) y también por empresas.\\n\\nTenemos que lograr que estos procesos resulten en la creación de las reglas correctas. Y además lograr que esos procesos cumplan con una serie de requisitos de responsabilidad y legitimidad.\\n\\nDe esto depende que podamos construir un sistema legal que responda mejor a las necesidades del público y de las comunidades.\\n\\n![A medida que las sociedades se vuelven más complejas, también lo hacen las reglas que las gobiernan. Image: A 26 segment × 3 exposure (78 frames in total) panoramic view of the Hong Kong skyline taken from a path around Victoria Peak, 2007. / David Iiliff / CC BY 3.0](https://miro.medium.com/max/1400/0\\\\*aYuJ986_GG1IkmgH)\\n\\n**En tu libro *Rules for a Flat World* mencionas cómo Google maneja el proceso del “derecho al olvido”. El usuario envía un reclamo y Google toma una decisión en un proceso completamente privado. ¿En qué medida podemos esperar mayor involucramiento de actores privados en la ley?**\\n\\nEsto se encuentra relacionado con la construcción de mercados regulatorios, algo que llamo *super regulación* en el libro.\\n\\nDebido a la complejidad que han alcanzado nuestras sociedades, estamos en el límite de lo que los gobiernos pueden manejar – y los gobiernos lo saben.\\n\\nEn muchos casos, los gobiernos se vieron obligados a delegar la creación y ejecución de reglas en organizaciones privadas.\\n\\nPero, ¿cómo lograr que esas organizaciones privadas lo hagan de manera responsable?\\n\\nEn el caso de Google y el derecho al olvido, el gobierno sólo dice a la compañía: “Estas son las reglas. Ahora regúlate a tí misma con estas reglas”.\\n\\nNecesitamos una nueva capa de reguladores privados e independientes en quienes los gobiernos puedan delegar el trabajo de crear reglas y sistemas de resolución de disputas, para estos casos que son difíciles de regular directamente por los gobiernos.\\n\\nEste es un nuevo sistema de regulación que tenemos que construir para manejar los elevados niveles de complejidad que tiene el mundo actual y los próximos desafíos que nos traerán la globalización y la inteligencia artificial.\\n\\n**¿Cómo funcionaría este sistema en términos concretos?**\\n\\nPensemos en Uber, una empresa que hoy opera en miles de jurisdicciones, porque los servicios de taxi son regulados al nivel de la ciudad, y ellos están en cientos de ciudades.\\n\\nEn lugar de cada ciudad tener que dedicar recursos a regular a Uber, y Uber tener que cumplir con los requisitos de cada ciudad, esto podría hacerse con actores privados.\\n\\nPodríamos tener reguladores privados que operen en el mercado global, ofreciendo sus servicios de dos lados.\\n\\nPor un lado, ofrecerían sus servicios a las entidades que quieran regular, en este caso, un servicio de transporte como Uber.\\n\\nPor el otro, estos reguladores privados buscarían obtener la aprobación de los reguladores en jurisdicciones específicas. De esta forma, un regulador podría obtener una licencia para operar en Europa, América Latina y América del Norte, por ejemplo.\\n\\nDentro de las jurisdicciones donde tiene aprobación, el regulador podría regular a Uber con el mismo sistema que ya utiliza en los demás lugares. Por supuesto, esas jurisdicciones tendrían que ponerse de acuerdo sobre la regulación: deberían ver si el sistema ofrecido cumple con sus estándares.\\n\\nCon un sistema como éste, seguramente tendríamos múltiples reguladores operando en cada una de estas jurisdicciones. Y cada uno de estos reguladores podría utilizar un enfoque diferente.\\n\\nPor ejemplo, el Regulador A podría usar un sistema tradicional de creación de reglas. El Regulador B, por el contrario, podría usar un modelo basado en la tecnología y los datos.\\n\\nY luego, diferentes empresas podrían elegir qué regulador prefiere que la regule. Uber podría elegir el Regulador A y eso sería suficiente para operar en todos los países que aceptan al Regulador A. Y Lyft (un competidor de Uber) podría elegir al Regulador B, y con eso podría operar en las jurisdicciones que aceptan al Regulador B.\\n\\nUber y Lyft podrían operar en las mismas jurisdicciones, pero eligiendo el sistema regulatorio que funcione mejor para cada una, y que al mismo tiempo cumple con los estándares requeridos por los gobiernos donde operan.\\n\\nEsto puede crear un mercado competitivo de regulación.\\n\\n![“Rules for a Flat World”. En este libro, Hadfield presenta sus ideas sobre regulación en la economía global y digital.](https://miro.medium.com/max/1400/1\\\\*ayMTq0_Zmzr8-MP9a2J3PA.jpeg)\\n\\n\",\"timestamp\":1638649887,\"title\":\"Gillian Hadfield y los Desafíos de la Regulación en un Mundo Plano\"},\"digest\":\"m69GejdkwrPa_9yMDfhJDIp2cFNhLqHeFtVfbOWLtv0\",\"authorship\":{\"contributor\":\"0xf12C67e80E309eaC0c4dc18Fb26e68F9672297E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"signature\":\"OOz_VS4_s3xdtpnvCwDKZuxosY4BSToZq-vEa_-cmULyRehB5NxPKnVP-OCtO32Eoew9h8hf1Ho1i2GBiTSavA\",\"signingKeySignature\":\"0xbb67824a5cdd413a3900f8d913a162ca89ff55c3f83d74e39c738ba7412fc78570a0731025b91c70a242fe7fd50e085455303a3c5c7222d8b6f59d71dbdf1bce1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"m69GejdkwrPa_9yMDfhJDIp2cFNhLqHeFtVfbOWLtv0\"}"