"{\"content\":{\"body\":\"金秋十月即将接近尾声，十月新番已经浩浩荡荡、悉数开播。\\n\\n小明尝遍群番，发现一部耀眼无比的瑰宝！\\n\\n来头首先就不小，作为WIT STUDIO（霸权社）十周年献礼巨作，集结社内顶级资源，光环buff加到最满。\\n\\n口碑更是不得了，豆瓣开分直接飙到9.8！\\n\\n成立十年，霸权社已经成为新世纪日本高水准动画的龙头代表。\\n\\n虽然也有后期口碑崩盘的惨剧发生，但请各位一定要清醒的认识到，崩的一定是剧情而不是作画。\\n\\n只要给霸权社一个好故事，霸权社就有能力把它推上神坛。\\n\\n而这个好故事，就是我们今天要说的——\\n\\n先得跟各位解释下片名，所谓国王排名——\\n\\n指的是综合各个国王手下知名骑士的数量、国民人口、城镇发展、国王本人实力等条件，全方位多角度（由专门的机构）评定而成，拔得头筹便可以从神的宝库中挑选一件物品。\\n\\n排名第7的伯斯王是巨人之身。\\n\\n当年村庄遭到魔族侵袭，博斯王挺身而出，力挽狂澜！\\n\\n救黎民于水火，解百姓于倒悬。\\n\\n后被拥立为王，广受爱戴。\\n\\n然而他的长子波吉不仅矮小瘦弱，还又聋又哑。\\n\\n真·弱小、无助又可怜。\\n\\n手无缚鸡之力，连剑都举不起来，别人都嘲笑他是个傻瓜，根本不是当国王的材料。\\n\\n但波吉却没有自暴自弃，他的脸上总是挂着微笑，走到哪都是发光发热的小太阳，他的梦想是成为最伟大的国王。\\n\\n故事开篇，波吉王子在郊外玩耍，为了躲开流言蜚语，他总是喜欢独处。\\n\\n好巧不巧，居然撞见一个不明生物从身边路过。\\n\\n这个乍看上去像个黑色双黄蛋，细看又好像是“瓶中小人”近亲的不明物体，\\n\\n其实是惨遭灭门的暗杀集团“影子一族”的唯一幸存者，卡克。\\n\\n瓶中小人 《钢之炼剑术师FA》（2009）\\n\\n他骂骂咧咧，一身匪气。\\n\\n手里攥着不知道从哪打劫来的钱袋，匍匐前进中。\\n\\n加载中\\n\\n趋利避害是人的本能，王子这般弱小自然懂得审时度势，看到不安因素当然是保命要紧，于是马上拔腿开溜。\\n\\n没想到黑影卡克大为光火，竟然敢无视本大爷！\\n\\n然而一顿鸡同鸭讲的咿咿呀呀后，卡克这才明白眼前的小孩是个聋哑人。\\n\\n但奇怪的是，这个聋哑人却知道自己在说什么！\\n\\n更奇怪的是，自己居然能听懂波吉的咿咿呀呀，二人交流起来完全无障碍！\\n\\n不过这些都不重要，到嘴的肥羊怎能放过。\\n\\n面对勒索，波吉居然欢天喜地的答应了。\\n\\n既然受害人如此配合，卡克打算来个可持续发展——\\n\\n没想到，第二天波吉真的来了。\\n\\n加载中\\n\\n不仅没带卫兵，还穿着里三层外三层的华服，活脱像个粽子！\\n\\n这孩子怕不是脑子有问题？！\\n\\n他还和卡克说，明天会穿更多的衣服来——\\n\\n在波吉看来，这些身外华物完全比不上有一个可以陪他说话的人。\\n\\n即便这意味着回城路上，他得光着身子走街过市，忍受国民的指指点点和议论纷纷。\\n\\n相处过程中，二人渐渐加深了彼此的了解。\\n\\n卡克知道了波吉的梦想，虽然嘴上冷嘲热讽，但却被波吉坚定的表现而触动。\\n\\n他开始暗中观察波吉。\\n\\n这才知道，因为这两天的“裸奔”行为，王子的笑话已经闹得满城风雨。\\n\\n更严重的是，这一切引起了王妃希琳的注意。\\n\\n因为波吉有损皇家威严的举动，王妃决定全城通缉强盗并处以死刑。\\n\\n但王子为了保护卡克，骗王妃说这一切都是自己在玩耍。\\n\\n这下更是被人抓住小辫子。\\n\\n波吉的母亲过世后，伯斯王另娶了王妃希琳。\\n\\n生下了聪明健康的二王子戴达。\\n\\n戴达精通武术，而且口齿伶俐，怎么看都比比波吉更适合继承王位。\\n\\n随着伯斯王病势日笃，希琳王妃开始未雨绸缪，到处拉拢臣子支持自己。\\n\\n看到这是不是有点熟悉？\\n\\n早死的亲妈、自私的后妈、争强好胜的兄弟、有二心的家臣……\\n\\n本片集齐了童话故事中标志性的脸谱化角色。\\n\\n但只要追下去就会发现，之后的展开却十分颠覆、反套路，\\n\\n一脸恶相的居然不是坏人，而慈眉善目的也未必就是好人。\\n\\n每个人物都非常立体，关键这种符号化背后的多面性，有足够丰富的背景故事和真实立场冲突来做支撑。\\n\\n王妃看起来尖酸刻薄，但其实每一步都是在设身处地为波吉、为国家着想。\\n\\n为了照顾丧母的波吉，她认真学了手语，她也是少数几个可以能用手语直接责（教）骂（导）波吉的人。\\n\\n锋芒毕露的戴达打败了骑士团队长，于是向长兄发起挑战。\\n\\n得知这一切，希琳的反应居然是——\\n\\n这格局，跟一般只会煽风点火、挑拨骨肉相残的后妈，高下立判。\\n\\n片中的所有角色几乎都有这样的纵深。\\n\\n剑圣是大王子的老师，但他却不藏私，对二王子也十分惜才；\\n\\n驭蛇者虽然是二王子的老师，却在背地里教会大王子很多保命的技能；\\n\\n父王伯斯看似顶天立地，但其实为了获得力量跟魔鬼做了交易，夺去本应属于长子的力量，加载到自己身上。\\n\\n波吉虽然被困在孱弱矮小的身体里，但他自始至终都是一个灵魂上的巨人。\\n\\n他没有自暴自弃，而且懂得韬光养晦。\\n\\n虽然听不到，但可以通过手语跟他人沟通，还偷偷苦练读唇语。\\n\\n所以，众人对自己的冷嘲热讽波吉其实都知道，但他会默默忍耐，只有回到房间后才独自偷偷哭泣。\\n\\n加载中\\n\\n既然举不起剑，那就练习闪避功力，让敌人抓不住自己。\\n\\n[GIF](javascript:;)\\n\\n接到戴达的挑战后，波吉没有退缩。 他沉着冷静，闪转腾挪。看准时机，“一剑封喉”。\\n\\n[GIF](javascript:;)\\n\\n跟近年来流行的爽剧模式不同，《国王排名》本质上有一个反龙傲天的设定。\\n\\n再悲壮点说，就是先置主角于死地而后生，故事在一定程度上带有一种童话十分少见的残酷。\\n\\n整个故事的核心其实是在关注受到表象和常识所伤害的人。\\n\\n沟通的不畅让波吉不被理解，甚至被当成傻子，弱小的巨人之子身份，更让他饱尝偏见。\\n\\n波吉并非不受喜爱。恰恰相反，他身边的人大多都十分爱他。\\n\\n但让一个基本盘如此之低的人治理国家，实在是太违背常识了。\\n\\n只有身为暗杀者后代的卡克理解他、相信他，二人的境遇在某种程度上其实是相似的。\\n\\n“影子一族”因被陷害而饱受误解，卡克背着骂名四处流浪，所到之处必然遭到排挤和白眼。\\n\\n是波吉的温暖、善良、无暇的内心感动了卡克，他们彼此理解，报团取暖，相互扶持，\\n\\n为了帮波吉实现目标，卡克可以再所不惜。\\n\\n《国王排名》兼顾了冒险、奇幻、友情与成长，并有着接二连三的神展开和感人至深的人物刻画。\\n\\n原作在业内素有“40页内必流泪”的名头，作者总能戳到观众心底最软的地方。\\n\\n而这样的好故事，必然是有了岁月积淀、理解了爱和包容是什么的人才能画出来。\\n\\n这个故事之所以能诞生，跟漫画作者十日草辅传奇的经历密不可分。\\n\\n十日从小就立志成为漫画家，早在上世纪90年代便已入行，但敌不过编辑审稿和就业压力，转而成为一只普通社畜。\\n\\n庸庸碌碌了20年后，他还是忘不掉自己的漫画梦想，于是毅然辞职，开始了两年的脱产创作之路。\\n\\n没想到竟然在43岁“高龄”，凭借处女作一举入围“2020这本漫画真厉害”，作品随之一炮而红，夺奖无数。\\n\\n这段励志的人生走向、这份不忘初心的坚韧努力，不就是本作内核的最好写照嘛！\\n\\n《国王排名》通篇都有着这样一种“知其不可而为之”的豪气，\\n\\n十日老师的厉害之处是可以将感人治愈的风格，跟这种王道热血元素结合得天衣无缝。\\n\\n而霸权社在制作动画时，刻意选择了一种能与之贴合且浓墨重彩的绘本风格。\\n\\n同时画面一如既往地散发出一种经费充裕、力争上游的凶残质感&一流水准。\\n\\n《国王排名》首集虽然文戏较重，但移动镜头非常之多（一般动画处理文戏，大多采用固定机位的正反打镜头，因为比较省经费），这点也算得上是霸权社的传统艺能了，始终对摄影的要求非常之高。\\n\\n[GIF](javascript:;)\\n\\n担任本片摄影监督的出水田和人也是本季口碑新番《平家物语》的摄影监督（这部番UP前阵子刚介绍过[【戳我重温】](https://movie.douban.com/review/13880912/)），他的实力相信大家在《平家物语》里已经见识到了；\\n\\n人设兼作监野崎温子的功力相当稳健，参与的都是《未来的未来》《进击的巨人》《甲铁城的卡巴瑞内》这种大项目；\\n\\n最后要隆重介绍本片的副导演今井有文（《一拳超人》《进击的巨人》《冰海战记》），他几乎包揽了《进击的巨人》中所有立体机动装置的镜头，观感极尽炫目！\\n\\n[GIF](javascript:;)\\n\\n在《国王排名》首集中他主要担任原画和辅助演出。\\n\\n目前单从第一集看，还没完全发挥出他的实力。\\n\\n但可以想见，随着后续武戏情节的展开，必然会有炸裂调度、逆天分镜。\\n\\n[GIF](javascript:;)\\n\\n今井有文负责的原画部分\\n\\n缺陷让波吉积累了许多常人没有的经验，虽然过程充满酸楚，但这些本领能让波吉开辟出自己的道路。\\n\\n没有力量的“小王子”和他的“小狐狸伙伴”卡克，在列强林立的帝王之林，该如何逆天改命呢？\\n\\n作为2021年度霸权的头号王牌种子，\\n\\n请相信我的安利，此等神番，看就完了！！！\\n\\n\\n---\\n\\n【10.22 EP2更新】\\n\\n第二集真心改得太好了！！！哭得我稀里哗啦……\\n\\n最妙的一笔莫过于将卡克的身世提前（原作中卡克的故事被设置在王位继承权宣布之后）。\\n\\n这样改不仅可以凸显卡克作为第二主角的重要性，还能让观众更快带入人物，更好的共情。\\n\\n其次是将波吉和卡克的结盟延后。\\n\\n原作中，卡克跟波吉回城堡后便大胆表白，而动画将这段延到跟二王子决斗之后，二人之间的铺垫明显更加扎实，情感的爆发也水到渠成。\\n\\n原作漫画其实存在着插叙闪回过多，某些桥段还有叙事生硬仓促、情感转折突兀的小问题。\\n\\n但就前两集看，这些小毛病居然全被滴水不漏的解决了。\\n\\n无论是情节还是情感都极其顺畅，看得出系列构成岸本卓在剧情编排上下了很大功夫。\\n\\n而且专业技术过硬，详略得当，删改适度，高光段落几乎都做了保留。\\n\\n故事改编在线的同时，演出一如既往的凶残！\\n\\n即便看过原作知道剧情，但还是忍不住掉眼泪，这可能就是声、画、音乐叠加在一起的威力吧……\\n\\n【11.1 EP3更新】\\n\\n这集教科书般地展示了如何用欲扬先抑的手法丰满一个人物，这个人物就是全剧第一大女主，王妃希琳。\\n\\n因为故事是以波吉的视角展开，观众先入为主地带入后难免会有主观倾向，但只要稍微跳出人物立场，就能发现王妃希琳的做法其实，无可厚非。\\n\\n首先是伯斯王身上出现了恶魔，这就导致遗诏的可信度大打折扣（谁也说不准是不是魔鬼附身后宣布脑抽决定要搞垮国家）；\\n\\n其次是发动内阁成员投票，程序正义上做得名正言顺、滴水不漏；\\n\\n最后是开诚布公的唱票，少数服从多数让人无可指摘。\\n\\n“江山之本，惟在民心”。\\n\\n能力不足倒是其次，\\n\\n最最关键的，是波吉现在没有民心。\\n\\n百姓的舆论全都是希望戴达上位，这样的大环境如果真把波吉推上去那才是让他无法自处。\\n\\n希琳此举完全是即便背负骂名，也一定要保护波吉。\\n\\n之后对希琳这个人物的铺展堪称一套完美的组合拳，\\n\\n先是坚定反对戴达驱逐波吉的提议，让观众明白她的立场。\\n\\n然后是告诉观众原来她居然可以用手语跟波吉直接交流，这场戏明显能看出人物关心则乱的急迫心境。\\n\\n紧接着就是奋不顾身的跳楼救子，再到最后的施展法术。\\n\\n[GIF](javascript:;)\\n\\n开篇已经埋下绿光伏笔，所以不会显得特别突兀。\\n\\n而且紧接着还用希琳过往的回忆做了强化，这个人物就扎扎实实的立起来了。\\n\\n希琳其实除了是王妃外其实还有另一重身份，这点从第三集最后以她有不祥的预感这个细节收尾也能看出来。\\n\\n这部分，在后续情节中还会有详细展开。\\n\\n第三集最后这个镜头很值得玩味，完全是电影式的构图和运镜。\\n\\n[GIF](javascript:;)\\n\\n戴达的操作虽然看起来冷血无情，但如果放在古代史的维度中，其实相当稀松平常，毕竟天家自古皆无情。\\n\\n之后我们也能看到这个人物的蜕变。\\n\\n而反转和欲扬先抑的手法未来还将继续发挥威力。\\n\\n如果说希琳是牛刀小试，那后面还有八米长的大砍刀，为了避免剧透就不多说了。\\n\\n不过还请各位观众老爷留意片中的每一个细节，现在看起来迷惑、说不通、突兀的地方，到后面都会有包袱抖出来，一定能给你圆得滴水不漏，这也是原作者十日草辅的厉害之处。\\n\\n他的故事架构堪称铁板一块，完整度相当高。\\n\\n就比如三头巨蛇密兹玛达。\\n\\n其实仔细想想，对他有恩的可不止波吉和贝宾，而这个细节也引发了后面剧情里一场高光重头戏……\\n\\n千言万语，动画真是太慢了，完全不够看！期待下集更新。\",\"timestamp\":1636791532,\"title\":\"一集封神，「王炸团队」又放「逆天大招」，年度霸权没跑了！\"},\"digest\":\"cLHaik0tLlv0XYmgpVSpy9SdmaZdvdSjsAIsKp7T4tg\",\"authorship\":{\"contributor\":\"0xac8b4dF711Ce34cC5BCe2a73DD5dd387F7F5f7a5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Pl61R1faTePAU2FaMnv_bGSBNgIs3pyTXJ7LU1Ec9pA\\\",\\\"y\\\":\\\"H8giHkPqmEvmovTaOOYWsVAD7g-g1bXPbWDoAeOz0Hw\\\"}\",\"signature\":\"6vinPeHb6Fn0VQDrTPBUPb62rcvkTxOje0DlJeGHnKtzN2PnQcJU7UwGA9y_rHdje7WTxAzjXVixb1pz5RRHuw\",\"signingKeySignature\":\"0xedd6ae20223842c48c3cf26382b82796640d74062e2550c68a887b8d2250e7646a26f024b7f7532ad1fdfdc952e25b72e92e0cc01554f7e538e9146786155c0a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Pl61R1faTePAU2FaMnv_bGSBNgIs3pyTXJ7LU1Ec9pA\\\",\\\"y\\\":\\\"H8giHkPqmEvmovTaOOYWsVAD7g-g1bXPbWDoAeOz0Hw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cLHaik0tLlv0XYmgpVSpy9SdmaZdvdSjsAIsKp7T4tg\"}"