"{\"content\":{\"body\":\"In the development of blockchain technology, Bitcoin has ushered in the era of \\\"digital gold\\\", which is the first time in human history that private property has been sacrosanct by technological means. Ethereum has ushered in the era of smart contracts, which can improve production relations, optimize social resources and improve productivity. Blockchain technology has begun to be applied to more fields, but different blockchains are isolated islands of information.\\n\\nStar wave card to appear across the chain will completely change the situation, it opens the chain connected age, wave card is to realize interaction between the different block chain, like the Internet via TCP/IP protocol can connect computers around the world, the wave card will put a chain of different blocks in the network connection together, so as to realize chain connected.\\n\\nBlock chain network to access wave card, however, at present is not free, it is a relatively high threshold, and, due to the limitation of boca performance, wave card at this stage can provide parallel chain slot number is limited, can only provide 100 parallel chain slot, if more than this number, is bound to affect the operation of wavelet network card.\\n\\nA block or a DApp chain network, if you want to access wave card network so as to realize the interaction between the chain network and other blocks, both capital and technology threshold, is relatively higher, and also participate in parallel chain slot bidding, so, if you want to by boca parallel chain slot for the interaction between the chain and other blocks, It's not a universal solution, but is there a cheaper, more convenient one? Of course there is, for example in choosing to build blockchain applications on top of X Protocol.\\n\\nX Protocol is a cross-chain Protocol based on Polkadot. It provides a decentralized, secure and fast bridging solution. It aims to achieve cross-chain asset management and data aggregation analysis between heterogeneous chains and expand business application scenarios through an open application ecosystem.\",\"timestamp\":1639474982,\"title\":\"DOT is once again in the spotlight. Who will win the ecological project?（Ⅰ）\"},\"digest\":\"S_viooPKhwFpcNQaZYQxIZRwpgy0BlqML2QX50YIuYw\",\"authorship\":{\"contributor\":\"0x44D0293C3679EDDDffF93252471B3066aCBc4AAA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"o4oH3_tbbONErqb7HH_pTRWtXEE6urD_TPZPsJmyhc8\\\",\\\"y\\\":\\\"y3Q19J8pJFGnnZUHhWUrcD4D3PjbtUWplmEJuIt-aIA\\\"}\",\"signature\":\"Xu8m9BM5W9OYKD7ZiTyoJ9Y3uWKbR5JZ7UKav0XbbQ1pkw4wpEQN0vIRH3klJKOIMg1o9UgiHmLDRc02LpeapQ\",\"signingKeySignature\":\"0x12dfccfd21dcc712398c0cf3ec7c97e2f6775e4f788d9171ce4d2cdda7b0840c7fc83d7e2e01ecb586093fc7c26dc99a02a59d5ad6a000298b133dc87b0470281b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"o4oH3_tbbONErqb7HH_pTRWtXEE6urD_TPZPsJmyhc8\\\",\\\"y\\\":\\\"y3Q19J8pJFGnnZUHhWUrcD4D3PjbtUWplmEJuIt-aIA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HubQryWxfLaiyHxIya9icz7svfCOOIx1v0qoyoPwC74\"}"