"{\"content\":{\"body\":\"*\\\\*\\\\*NFTs are all the rage in 2021. But the headlines can be overwhelmingly about “Cryptopunk sells for 1.11 Million Dollars” or “Snoop Dogg puts 2 zillion bitcoins on a Bored Ape”.*\\n\\n*This does make NFTs sound like only a playground for the rich celebrities and crypto-bros (that part does exist!), but there is much more to it – and you can be part of it too.*\\n\\n*I’d like to convince you that NFTs – if widely adopted – can fundamentally change the way people consume media and create new models for how content creators are paid.*\\n\\n*This is a soft landing for you to go from know zero to something. With some resources to get you started!\\\\*\\\\**\\n\\n## 1) Erm…What is an NFT?\\n\\nI was afraid you’d not ask!\\n\\nNFT stands for Non-Fungible Token. “Non-Fungible” simply put, means “unique” or “irreplaceable”.\\n\\nIf you upload a photograph (Image X) that you own as an NFT (NFT Y), you’re telling the world that this particular NFT is an ORIGINAL copy of Image X.\\n\\nIf you sell that NFT to me for $10, I am now the new owner of that NFT. This certification of ownership can be checked on an “indestructible Excel sheet” (called the blockchain).\\n\\nThis NFT can be resold an unlimited amount of times. Built into many NFTs are royalty mechanisms called smart contracts that guarantee a royalty payment (for eg: 10%) back to the original creator - YOU.\\n\\nYes, anyone on the internet can copy Image X and upload it as an NFT (NFT Z). But that “indestructible Excel sheet” can quickly prove that NFT Z is not the original NFT Y uploaded by you.\\n\\nWith this, you can see that NFTs allow us to:\\n\\n* prove authenticity\\n* create a royalty system that rewards creators.\\n\\nNeed a better explanation? Read [this thread](https://twitter.com/punk6529/status/1451896453065023493?s=20) by one of the most brilliant writers in the NFT space, [@punk6259](https://twitter.com/punk6529). (That’s his name because he owns Cryptopunk #6259) \\n \\n\\n[https://twitter.com/punk6529/status/1451896453065023493?s=20](https://twitter.com/punk6529/status/1451896453065023493?s=20)\\n\\n## 2) Do I need to be savvy with crypto?\\n\\nYou don’t have to be an expert in trading crypto. You’d just have to understand how cryptocurrencies are used to mint (aka create) an NFT on the blockchain.\\n\\nJust think of crypto as a way for you to pay for your work to be minted, and to pay you when your work sells.\\n\\nAs with anything that might affect your personal finances, you need to tread safely. More on this below…\\n\\n## 3) What is the first step that I need to take?\\n\\nSet up a [crypto wallet](https://www.coinbase.com/learn/crypto-basics/what-is-a-crypto-wallet). You’ll need to link this wallet to the platform that you plan to use to mint your NFTs. For example, [OpenSea ](http://opensea.io)(the largest NFT marketplace) [accepts different crypto wallets](https://support.opensea.io/hc/en-us/articles/1500007978402-What-crypto-wallets-can-I-use-with-OpenSea-). [MetaMask](http://metamask.io) is one of the popular ones.\\n\\nOnce that is done, you can buy crypto either using your credit card or, transfer them from a crypto account (for eg: Gemini, Binance, Crypto.com) into your wallet.\\n\\nBy now, you’re probably asking: How do I transfer crypto from an account into my wallet? You do this via your Wallet ID, which is a unique string of random letters and alphabets assigned to your wallet.\\n\\n## 4) Why should I mint my work as NFTs\\n\\nBecause of the three C’s: Creative freedom, Community, Crypto.\\n\\nCreative freedom: There are no rules when it comes to creative work in the web3. You’re not bound by rules from a client or an editor. You create what you want, how you want it. You make your own narrative.\\n\\nCommunity: You’ll Never Walk Alone in the NFT world. There’ll be thousands of other creators on Twitter and [Discord](http://discord.com) offering advice and support, as well as buying and promoting each other’s work.\\n\\nCrypto: You get to make money. From your work, from future sales of your work, and from other creators’ work. You can buy an NFT and then resell for a higher price (secondary sales).\\n\\n## 5) D.Y.O.R.\\n\\nThat stands for “Do Your Own Research”.\\n\\nWe recommend checking out these projects to get an early taster of what former IRL creatives working on in the world of web3:\\n\\n* [Deadfellaz](https://deadfellaz.medium.com/) - former advertising duo who have built a multi-million dollar project based on undead cartoon characters.\\n* [obscuradao](https://twitter.com/halecar2/status/1461333977994833923?s=20) - NFT photography champion Alejandro Cartegena is leading a  photography DAO (Decentralised Autonomous Organisation) that, amongst other things, is commissioning artists to create NFT-native photography work\\n* [Metacitzn](https://twitter.com/METACITZN) - NFT-powered production studio. (i.e. you own their NFTs, you are a part-owner in their productions too. Their first film is already in production.\\n\\nWe definitely over-simplified everything in this post to create a soft landing for beginners. Like any new space where the rules are not written yet, scams abound. So tread carefully and don’t put in any money you’re not prepared to lose!\\n\\nWAGMI!(We’re All Gonna Make It!)\",\"timestamp\":1638121876,\"title\":\"YOU’RE A CREATIVE. \\nYOU’RE NFT-CURIOUS.\\nOK, READ THIS ⬇️ ⬇️ ⬇️\"},\"digest\":\"pQr0-J4-7fEDL3fDc3mengH2yomA70ITUQVjuV5te0s\",\"authorship\":{\"contributor\":\"0x075e309e2c901fc4Ec876d6655849835f6849A33\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zs6Xl3uGBCnnRzZnbW9YSjWfmB0sQuVdDXyHsfEy03Q\\\",\\\"y\\\":\\\"Ta6Whf-mKwFuASPikzokqgWj6R4IQDyzQxb1ysEVMII\\\"}\",\"signature\":\"QObdP2eBWTPVfvnosPVrJsjrPhrX_oxF4_L4C_BU0k6x4HEk3P6vaucdmufnLrKi5MXaUzHtln5Pe0Y_GkUciQ\",\"signingKeySignature\":\"0x61c75d52c27d4b4a2a6c2348399527daed2e9316309cb8ce4292fb404c373b312ebf62f537f0be714c74751a81fcf703daee22ffe0243f78f998f889a1dea5161b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zs6Xl3uGBCnnRzZnbW9YSjWfmB0sQuVdDXyHsfEy03Q\\\",\\\"y\\\":\\\"Ta6Whf-mKwFuASPikzokqgWj6R4IQDyzQxb1ysEVMII\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3hWfyh2vHnP9EBvZ8KFrUrQST_6bvfW1I70kE-NSaes\"}"