"{\"content\":{\"body\":\"Tokenomics for the utility token that we plan to launch. This is my current thought process; designing a perfect mechanism might be too early at the moment.\\n\\nWe have to address potential challenges; for example, if a partnership with a popular game developer takes time, we'd have to heavily depend on community or third-part tournament organizers. And we have to plan the token incentives accordingly and design the token mechanism.\\n\\nFor the next 3-4 months, our goal is to convert our alpha product to beta and iterate on many things that can help us get traction. Working a token mechanism upfront can also lead to distraction from achieving product-market fit. We want to focus on the token mechanism at the end of Q1 2022 and then launch, iterate the decentralized network owned and operated by a large community of gamers.\\n\\n* Our token purpose is to create a utility through monetization tools for creators, game developers, esports teams & players by providing web 3.0 commerce tools.\\n\\n\\\\-We'd want to have a thriving economy that allows innovation from our community/participants. We don't want to tell everyone what to do but rather give them the tools to participate and show our purpose through our product design and strategy.\\n\\n\\\\-The legality status of Tokenizing communities/people in India and a few other jurisdictions are still a grey area. Still, I think there is one legal framework that we can work with to enable people to tokenize themselves by not having a secondary market for the token where people can’t trade these outside our network. I was researching this, and this was the safest and secure thing that we could do. As we continue to build, the business model of Higin's app and protocol network will be more precise depending on multiple jurisdictions.\\n\\nReference video below:\\n\\n[https://www.youtube.com/watch?v=CrrcGiyPglI](https://www.youtube.com/watch?v=CrrcGiyPglI)\\n\\n\\\\- There is one more challenge starting with a decentralized network right away, i.e., execution. We might explore a centralized system with a degree of oversight that is much easier to control and appropriate while starting the token economy since we know the strategies that can help us grow. Ideally, I don't want to wait for the community to vote on small things that might take more time to execute initially. So, we will have some triggers in our roadmap to increase automation and decentralization as the economy grows. Ideally, less than three years to achieve sufficient decentralization.\",\"timestamp\":1642579260,\"title\":\"Token thoughts :) \"},\"digest\":\"_HVtGUipfURsPav4g7GWhkyXZCCRSGpl6IqKwqMo0gE\",\"authorship\":{\"contributor\":\"0x2175AaD303FB991e3171Ad04e666f0591750B39f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XxuE6DerM9Rs_v5IWM-hnDzDsWtO5AcOFLoXaMRE4Wg\\\",\\\"y\\\":\\\"xCCRBb4qsRdPAps_Qv7tY54CvNhFARdZGxF8UfvKLtQ\\\"}\",\"signature\":\"QTKbY1TKD8MfUj6T0LX_QdoVcrDToo9GYeYFtXW0egQ_HA47lgbxgPN-iIXjAQ1YG5qrUugalIs1xXyZBK5BLA\",\"signingKeySignature\":\"0x7edd9bd36c342452d2bcf19f0128352c5fa47f4979671620dd3df17058eba88e0388593ab183e70c4d6874c8e9f0ae539e0462f1dfdac2a2da31df9074c8389c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XxuE6DerM9Rs_v5IWM-hnDzDsWtO5AcOFLoXaMRE4Wg\\\",\\\"y\\\":\\\"xCCRBb4qsRdPAps_Qv7tY54CvNhFARdZGxF8UfvKLtQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Le0yk1wUa2-kA7ybeDNFbIHHRMyZaYwZ8MFUH9Fu3qg\"}"