"{\"content\":{\"body\":\"Tesla believes that in the long run, cryptocurrency may become a \\\"liquidity substitute for cash.\\\"\\n\\n![](https://images.mirror-media.xyz/publication-images/8ewW-uAgY-Aw6W3GwSGwn.png?height=782&width=1174)\\n\\nTesla, a large electric car manufacturer led by Dogecoin advocate Elon Musk, hinted that it may soon resume support for cryptocurrency payments.\\n\\nIn a quarterly document submitted to the US Securities and Exchange Commission (SEC) in September, the company stated that “the practice of trading in cryptocurrencies may be restarted in the future”, which indicates that Tesla is considering resuming the purchase of digital assets. support.\\n\\nThe company also expressed its long-term confidence in crypto assets as a store of value and means of payment, claiming:\\n\\n> \\\"We believe in the long-term potential of digital assets, whether as an investment or as a liquidity substitute for cash.\\\"\\n\\nPreviously, Tesla accepted Bitcoin as a payment method for purchasing electric cars from January to March of this year. This move is part of Tesla's extensive support for Bitcoin, and the company also purchased $1.5 billion worth of BTC in the first quarter of 2021.\\n\\nHowever, it is believed that proof-of-work mining has a negative impact on the environment. After the company faced criticism of supporting Bitcoin, support for Bitcoin was quickly shelved.\\n\\nIn June of this year, Tesla CEO Elon Musk stated that once at least half of Bitcoin's network computing power is driven by renewable energy, Tesla will consider resuming support for Bitcoin payments.\\n\\nWhen the report was issued, it was reported that after reaching a milestone agreement with the car rental company Hertz, Tesla's market value exceeded $1 trillion. Tesla's stock price also rose by about $1,000 for the first time.\\n\\nElon Musk said on Twitter this weekend that he only holds Bitcoin, Ethereum and Dogecoin, which disappoints Shiba Inucoin holders.\\n\\nOn Monday, Twitter user Shiba Inu Holder asked Elon Musk how much SHIB he holds on Twitter, and Musk replied: \\\"No.\\\"\\n\\nHe added: \\\"Out of curiosity, I bought some ascii hash strings called'Bitcoin, Ethereum and Dogecoin'. That's it.\\\"\",\"timestamp\":1639399036,\"title\":\"Telsa hints that support for cryptocurrency payments may soon be restored\"},\"digest\":\"FfxYyOgeMV6F44D_8TxoMo7-mBqrxP3IMSWV5HB9wGw\",\"authorship\":{\"contributor\":\"0x98edEe54Beb6624276b4F476Cd10a721d02fC14A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XJPurWviwZ9iPxQOKuUero80IX4IwehmkHAqYcJLoF8\\\",\\\"y\\\":\\\"tmz5z4LtS1Oa9XL3ps2HV4kGmglDhxwo8mXCfbJtOD8\\\"}\",\"signature\":\"9CwXdhi8o4EgD_Lk0oq9fWxyVHQfBMxkPlJhmZh6kJJLZ6joj8Zla9rb5fc6-lPq9GVyX_35CMx_-FxhndeoOA\",\"signingKeySignature\":\"0x6509c51aa3bf685060e71a0d23cacb82b923fcfa3012e690fbae6436b453304c0399af7f25e789552c9925203b2679e95810e03f628624a6e9e66423da970f4e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XJPurWviwZ9iPxQOKuUero80IX4IwehmkHAqYcJLoF8\\\",\\\"y\\\":\\\"tmz5z4LtS1Oa9XL3ps2HV4kGmglDhxwo8mXCfbJtOD8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FfxYyOgeMV6F44D_8TxoMo7-mBqrxP3IMSWV5HB9wGw\"}"