"{\"content\":{\"body\":\"beginning of the great terrestrial and astronomical change, wrote\\nas follows:  \\\"This period--A.D. 2000--is by far the most\\nwonderful the world has as yet seen.  The advance in scientific\\nknowledge and attainment within the memory, of the present\\ngeneration has been so stupendous that it completely overshadows\\nall that has preceded.  All times in history and all periods of\\nthe world have been remarkable for some distinctive or\\ncharacteristic trait.  The feature of the period of Louis XIV was\\nthe splendour of the court and the centralization of power in\\nParis.  The year 1789 marked the decline of the power of courts\\nand the evolution of government by the people.  So, by the spread\\nof republican ideas and the great advance in science, education\\nhas become universal, for women as well as for men, and this is\\nmore than ever a mechanical age.\\n\\n\\\"With increased knowledge we are constantly coming to realize how\\nlittle we really know, and are also continually finding\\nmanifestations of forces that at first seem like exceptions to\\nestablished laws.  This is, of course, brought about by the\\nmodifying influence of some other natural law, though many of\\nthese we have not yet discovered.\\n\\n\\\"Electricity in its varied forms does all work, having superseded\\nanimal and manual labour in everything, and man has only to\\ndirect.  The greatest ingenuity next to finding new uses for this\\nalmost omnipotent fluid has been displayed in inducing the forces\\nof Nature, and even the sun, to produce it.  Before describing\\nthe features of this perfection of civilization, let us review\\nthe steps by which society and the political world reached their\\npresent state.\\n\\n\\\"At the close of the Franco-Prussian War, in 1871, Continental\\nEurope entered upon the condition of an armed camp, which lasted\\nfor nearly half a century.  The primary cause of this was the\\nmutual dislike and jealousy of France and Germany, each of which\\nstrove to have a larger and better equipped national defence than\\nthe other.  There were also many other causes, as the ambition of\\nthe Russian Czar, supported by his country's vast though\\nimperfectly developed resources and practically unlimited supply\\nof men, one phase of which was the constant ferment in the Balkan\\nPeninsula, and another Russia's schemes for extension in Asia;\\nanother was the general desire for colonies in Africa, in which\\none Continental power pretty effectually blocked another, and the\\nlatent distrust inside the Triple Alliance.  England, meanwhile,\\npreserved a wise and profitable neutrality.\\n\\n\\\"These tremendous sacrifices for armaments, both on land and\\nwater, had far-reaching results, and, as we see it now, were\\nclouds with silver linings.  The demand for hardened steel\\nprojectiles, nickel-steel plates, and light and almost\\nunbreakable machinery, was a great incentive to improvement in\\nmetallurgy while the necessity for compact and safely carried\\nammunition greatly stimulated chemical research, and led to the\\ndiscovery of explosives whose powers no obstacle can resist, and\\nincidentally to other more useful things.\\n\\n\\\"Further mechanical and scientific progress, however, such as\\nflying machines provided with these high explosives, and\\nasphyxiating bombs containing compressed gas that could be fired\\nfrom guns or dropped from the air, intervened.  The former would\\nhave laid every city in the dust, and the latter might have\\nalmost exterminated the race.  These discoveries providentially\\nprevented hostilities, so that the 'Great War,' so long expected,\\nnever came, and the rival nations had their pains for nothing,\\nor, rather, for others than themselves.\\n\\n\\\"Let us now  examine the political and ethnological results.\\nHundreds of thousands, of the flower of Continental Europe were\\nkilled by overwork and short rations, and millions of desirable\\nand often--unfortunately for us--undesirable people were driven\\nto emigration, nearly all of whom came to English-speaking\\nterritory, greatly increasing our productiveness and power.  As,\\nwe have seen, the jealousy of the Continental powers for one\\nanother effectually prevented their extending their influence or\\nprotectorates to other continents, which jealousy was\\nconsiderably aided by the small but destructive wars that did\\ntake place.  High taxes also made it more difficult for the\\nmoneyed men to invest in colonizing or development companies,\\nwhich are so often the forerunners of absorption; while the\\nUnited States, with her coal--of which the Mediterranean states\\nhave scarcely any--other resources, and low taxes, which, though\\nnecessary, can be nothing but an evil, has been able to expand\\nnaturally as no other nation ever has before.\\n\\n\\\"This has given the English-speakers, especially the United\\nStates, a free hand, rendering enforcement of the Monroe doctrine\\neasy, and started English a long way towards becoming the\\nuniversal language, while all formerly unoccupied land is now\\nowned by those speaking it.\\n\\n\\\"At the close of our civil war, in 1865, we had but 3,000,000\\nsquare miles, and a population of 34,000,000.  The country\\nstaggered beneath a colossal debt of over  $4,000,000,000, had an\\nexpensive but essentially perishable navy, and there was an\\nominous feeling between the sections.  The purchase of Alaska in\\n1867, by which we added over half a million square miles to our\\nterritory, marked the resumption of the forward march of the\\nUnited States.  Twenty-five years later, at the presidential\\ncampaign of 1892, the debt had been reduced to $900,000,000,\\ndeducting the sinking fund, and the charge for pensions had about\\nreached its maximum and soon began to decrease, though no one\\nobjected to any amount of reward for bona fide soldiers who had\\nhelped to save the country.  The country's wealth had also\\nenormously increased, while the population had grown to\\n65,000,000.  Our ancestors had, completed or in building, a navy\\nof which no nation need be ashamed; and, though occasionally\\nmarred by hard times, there was general prosperity.\\n\\n\\\"Gradually the different States of Canada--or provinces, as they\\nwere then called--came to realize that their future would be far\\ngrander and more glorious in union with the United States than\\nseparated from it; and also that their sympathy was far stronger\\nfor their nearest neighbours than for any one else.  One by one\\nthese Northern States made known their desire for consolidation\\nwith the Union, retaining complete control of their local\\naffairs, as have the older States.  They were gladly welcomed by\\nour Government and people, and possible rivals became the best of\\nfriends.  Preceding and also following this, the States of\\nMexico, Central America, and parts of South America, tiring of\\nthe incessant revolutions and difficulties among themselves,\\nwhich had pretty constantly looked upon us as a big brother on\\naccount of our maintenance of the Monroe doctrine, began to\\nagitate for annexation, knowing they would retain control of\\ntheir local affairs.  In this they were vigorously supported by\\nthe American residents and property-holders, who knew that their\\npossessions would double in value the day the United States\\nConstitution was signed.\\n\\n\\\"Thus, in the first place, by the encouragement of our people,\\nand latterly, apparently, by its own volition, the Union has\\nincreased enormously in power, till it now embraces 10,000,000\\nsquare miles, and has a free and enlightened population of\\n300,000,000.  Though the Union established by Washington and his\\ncontemporaries has attained such tremendous proportions, its\\ngrowth is by no means finished; and as a result of modern\\nimprovements, it is less of a journey now to go from Alaska to\\nthe Orinoco than it was for the Father of his Country to travel\\nfrom New York or Philadelphia to the site of the city named in\\nhis honour.\\n\\n\\\"Adequate and really rapid transportation facilities have done\\nmuch to bind the different parts of the country together, and to\\nrub off the edges of local prejudice.  Though we always favour\\npeace, no nation would think of opposing the expressed wishes of\\nthe United States, and our moral power for good is tremendous.\\nThe name Japhet means enlargement, and the prophecy seems about\\nto be literally fulfilled by these his descendants.  The bankrupt\\nsuffering of so many European Continental powers had also other\\nresults.  It enabled the socialists--who have never been able to\\nsee beyond themselves--to force their governments into selling\\ntheir colonies in the Eastern hemisphere to England, and their\\nislands in the Western to us, in order to realize upon them.\\nWith the addition of Canada to the United States and its loss to\\nthe British Empire, the land possessions of the two powers became\\nabout equal, our Union being a trifle the larger.  All danger of\\nwar being removed by the Canadian change, a healthful and\\nfriendly competition took its place, the nations competing in\\ntheir growth on different hemispheres.  England easily added\\nlarge areas in Asia and Africa, while the United States grew as\\nwe have seen.  The race is still, in a sense, neck-and-neck, and\\nthe English-speakers together possess nearly half the globe.  The\\nworld's recent rate of progress would have been impossible\\nwithout this approximation to a universal language.  The causes\\nthat checkmated the Continental powers have ceased to exist.\\nMany millions of men whose principal thought had been to destroy\\nother members of the race became producers, but it was then too\\nlate, for the heavy armaments had done their work.\\n\\n\\\"Let us now glance at the times as they are, and see how the\\nbusiness of life is transacted.  Manhattan Island has something\\nover 2,500,000 inhabitants, and is surrounded by a belt of\\npopulation, several miles wide, of 12,000,000 more, of which it\\nis the focus, so that the entire city contains more than\\n14,500,000 souls.  The several hundred square miles of land and\\nwater forming greater New York are perfectly united by numerous\\nbridges, tunnels, and electric ferries, while the city's great\\nnatural advantages have been enhanced and beautified by every\\ningenious device.  No main avenue in the newer sections is less\\nthan two hundred feet wide, containing shade and fruit trees, a\\nbridle-path, broad sidewalks, and open spaces for carriages and\\nbicycles.  Several fine diagonal streets and breathing-squares\\nhave also been provided in the older sections, and the existing\\nparks have been supplemented by intermediate ones, all being\\nconnected by parkways to form continuous chains.\\n\\n\\\"The hollow masts of our ships--to glance at another phase en\\npassant--carry windmills instead of sails, through which the wind\\nperforms the work, of storing a great part of the energy required\\nto run them at sea, while they are discharging or loading cargo\\nin port; and it can, of course, work to better advantage while\\nthey are stationary than when they are running before it.  These\\nturbines are made entirely of light metal, and fold when not in\\nuse, so that only the frames are visible.  Sometimes these also\\nfold and are housed, or wholly disappear within the mast.\\nSteam-boilers are also placed at the foci of huge concave\\nmirrors, often a hundred feet in diameter, the required heat\\nbeing supplied by the sun, without smoke, instead of by bulky and\\ndirty coal.  This discovery gave commercial value to Sahara and\\nother tropical deserts, which are now desirable for mill-sites\\nand for generating power, on account of the directness with which\\nthey receive the sun's rays and their freedom from clouds.  Mile\\nafter mile Africa has been won for the uses of civilization, till\\ngreat stretches that were considered impassible are as productive\\nas gardens.  Our condensers, which compress, cool, and rarefy\\nair, enabling travellers to obtain water and even ice from the\\natmosphere, are great aids in desert exploration, removing\\nabsolutely the principal distress of the ancient caravan.  The\\nerstwhile 'Dark Continent' has a larger white population now than\\nNorth America had a hundred years ago, and has this advantage for\\nthe future, that it contains 11,600,000 square miles, while North\\nAmerica has less than 9,000,000.  Every part of the globe will\\nsoon sustain about as large and prosperous a population as the\\namount of energy it receives from the sun and other sources will\\nwarrant; public debts and the efficiency of the governments being\\nthe variable elements.\\n\\n\\\"The rabbits in Australia, and the far more objectionable\\npoisonous snakes in South America and India, have been\\nexterminated by the capture of a few dozen of the creatures in\\nthe infested districts, their inoculation with the virus similar\\nto the murus tiphi, tuberculosis or any other contagious-germ\\ncomplaint to which the species treated was particularly\\nsusceptible, and the release of these individuals when the\\ndisease was seen to be taking hold.  The rabbits and serpents\\nreleased at once returned to their old haunts, carrying the\\nplague far and wide.  The unfortunate rabbits were greatly\\ncommiserated even by the medicos that wielded the death-dealing\\nsyringe; but, fortunately for themselves, they died easily.  The\\nreptiles, perhaps on account of the wider distribution of the\\nnerve centres, had more lingering but not painful deaths, often,\\nwhile in articulo mortis, leaving the holes with which they\\nseemed to connect their discomfort, and making a final struggle\\nalong the ground, only to die more quickly as a result of their\\nexertions.  We have applied this also to the potato-bug, locust,\\nand other insect pests, no victim being too small for the\\nubiquitous, subtle germ, which, properly cultivated and utilized,\\nhas become one of man's best friends.\\n\\n\\\"We have microbe tests that show us as unmistakably whether the\\ngerms of any particular disease--like malaria, typhoid, or\\nscarlet fever--are present in the air, as litmus-paper shows\\nalkalinity of a solution.  We also inoculate as a preventive\\nagainst these and almost all other germ diseases, with the same\\nsuccess that we vaccinate for smallpox.\\n\\n\\\"The medicinal properties of all articles of food are so well\\nunderstood also, that most cures are brought about simply by\\ndieting.  This, reminds me of the mistakes perpetrated on a\\nfriend of mine who called in Dr. Grave-Powders, one of the\\nold-school physicians, to be treated for insomnia and dyspepsia.\\nThis old numskull restricted his diet, gave him huge doses of\\nmedicine, and decided most learnedly that he was daily growing\\nworse.  Concluding that he had but a short time to live, my\\nfriend threw away the nauseating medicines, ate whatever he had a\\nnatural desire for, and was soon as well as ever--the obvious\\nmoral of which is, that we can get whatever treatment we need\\nmost beneficially from our food.  Our physicians are most serious\\nand thoughtful men.  They never claim to be infallible, but study\\nscientifically to increase their knowledge and improve the\\nmethods of treatment.  As a result of this, fresh air, regular\\nexercise for both sexes, with better conditions, and the\\npreservation of the lives of children that formerly died by\\nthousands from preventable causes, the physique, especially of\\nwomen, is wonderfully improved, and the average longevity is\\nalready over sixty.\\n\\n\\\"Our social structure, to be brief, is based on science, or the\\nconservation of energy, as the Greek philosophers predicted.  It\\nwas known to them that a certain amount of power would produce\\nonly a certain amount of work--that is, the weight of a clock in\\ndescending or a spring in uncoiling returns theoretically the\\namount of work expended in raising or coiling it, and in no\\npossible way can it do more.  In practice, on account of\\nfriction, etc., we know it does less.  This law, being\\ninvariable, of course limits us, as it did Archimedes and\\nPythagoras; we have simply utilized sources of power that their\\nclumsy workmen allowed to escape.  Of the four principal\\nsources--food, fuel, wind, and tide--including harnessed\\nwaterfalls, the last two do by far the most work.  Much of the\\nelectrical energy in every thunderstorm is also captured and\\ncondensed in our capacious storage batteries, as natural hygeia\\nin the form of rain was and is still caught in our country\\ncisterns.  Every exposed place is crowned by a cluster of huge\\nwindmills that lift water to some pond or reservoir placed as\\nhigh as possible.  Every stiff breeze, therefore, raises millions\\nof tons of water which  operate hydraulic turbines as required.\\nIncidentally these storage reservoirs, by increasing the surface\\nexposed to evaporation and the consequent rainfall, have a very\\nbeneficial effect on the dry regions in the interior of the\\ncontinent, and in some cases have almost superseded irrigation.\\nThe windmill and dynamo thus utilize bleak mountain-tops that,\\ntill their discovery, seemed to be but indifferent successes in\\nDame Nature's domain.  The electricity generated by these, in\\nconnection with that obtained by waterfalls, tidal dynamos,\\nthunderstorms, chemical action, and slow-moving\\nquadruple-expansion steam engines, provides the power required to\\nrun our electric ships and water-spiders, railways, and\\nstationary and portable motors, for heating the cables laid along\\nthe bottom of our canals to prevent their freezing in winter, and\\nfor almost every conceivable purpose.  Sometimes a man has a\\nwindmill on his roof for light and heat; then, the harder the\\nwintry blasts may blow the brighter and warmer becomes the house,\\nthe current passing through a storage battery to make it more\\nsteady.  The operation of our ordinary electric railways is very\\nsimple: the current is taken from an overhead, side, or\\nunderneath wire, directly through the air, without the\\nintervention of a trolley, and the fast cars, for they are no\\nlonger run in trains, make five miles a minute.  The entire\\nweight of each car being used for its own traction, it can ascend\\nvery steep grades, and can attain high speed or stop very\\nquickly.\\n\\n\\\"Another form is the magnetic railway, on which the cars are\\nwedge-shaped at both ends, and moved by huge magnets weighing\\nfour thousand tons each, placed fifty miles apart.  On passing a\\nmagnet, the nature of the electricity charging a car is\\nautomatically changed from positive to negative, or vice versa,\\nto that of the magnet just passed, so that it repels while the\\nnext attracts.  The successive magnets are charged oppositely,\\nthe sections being divided halfway between by insulators, the\\nnature of the electricity in each section being governed by the\\ncharge in the magnet.  To prevent one kind of electricity from\\nuniting with and neutralizing that in the next section by passing\\nthrough the car at the moment of transit, there is a \\\"dead\\nstretch\\\" of fifty yards with rails not charged at all between the\\nsections.  This change in the nature of the electricity is\\nrepeated automatically every fifty miles, and obviates the\\nnecessity of revolving machinery, the rails aiding communication.\\n\\n\\\"Magnetism being practically as instantaneous as gravitation, the\\nonly limitations to speed are the electrical pressure at the\\nmagnets, the resistance of the air, and the danger of the wheels\\nbursting from centrifugal force.  The first can seemingly be\\nincreased without limit; the atmospheric resistance is about to\\nbe reduced by running the cars hermetically sealed through a\\npartial vacuum in a steel and toughened glass tube; while the\\nthird has been removed indefinitely by the use of galvanized\\naluminum, which bears about the same relation to ordinary\\naluminum that steel does to iron, and which has twice the tensile\\nstrength and but one third the weight of steel.  In some cases\\nthe rails are made turned in, so that it would be impossible for\\na car to leave the track without the road-bed's being totally\\ndemolished; but in most cases this is found to be unnecessary,\\nfor no through line has a curve on its vast stretches with a\\nradius of less than half a mile.  Rails, one hundred and sixty\\npounds to the yard, are set in grooved steel ties, which in turn\\nare held by a concrete road-bed consisting of broken stone and\\ncement, making spreading rails and loose ballast impossible.  A\\nlarge increase in capital was necessary for these improvements,\\nthe elimination of curves being the most laborious part,\\nrequiring bridges, cuttings, and embankments that dwarf the\\nPyramids and would have made the ancient Pharaohs open their\\neyes; but with the low rate of interest on bonds, the slight cost\\nof power, and great increase in business, the venture was a\\nsuccess, and we are now in sight of further advances that will\\nenable a traveller in a high latitude moving west to keep pace\\nwith the sun, and, should he wish it, to have unending day.\\\"\\n\\n```\\n                       CHAPTER V.\\n\\n           DR. CORTLANDT'S HISTORY CONTINUED.\\n```\\n\\n\\\"In marine transportation we have two methods, one for freight\\nand another for passengers.  The old-fashioned deeply immersed\\nship has not changed radically from the steam and sailing vessels\\nof the last century, except that electricity has superseded all\\nother motive powers.  Steamers gradually passed through the five\\nhundred-, six hundred-, and seven hundred-foot-long class, with\\nother dimensions in proportion, till their length exceeded one\\nthousand feet.  These were very fast ships, crossing the Atlantic\\nin four and a half days, and were almost as steady as houses, in\\neven the roughest weather.\\n\\n\\\"Ships at this period of their development had also passed\\nthrough the twin and triple screw stage to the quadruple, all\\nfour together developing one hundred and forty thousand indicated\\nhorse-power, and being driven by steam.  This, of course,\\ninvolved sacrificing the best part of the ship to her engines,\\nand a very heavy idle investment while in port.  Storage\\nbatteries, with plates composed of lead or iron, constantly\\nincreasing in size, had reached a fair state of development by\\nthe close of the nineteenth century.\\n\\n\\\"During the second decade of the twentieth century the engineers\\ndecided to try the plan of running half of a transatlantic\\nliner's screws by electricity generated by the engines for\\ndriving the others while the ship was in port, this having been a\\nsuccess already on a smaller scale.  For a time this plan gave\\ngreat satisfaction, since it diminished the amount of coal to be\\ncarried and the consequent change of displacement at sea, and\\nenabled the ship to be worked with a smaller number of men.  The\\nbatteries could also, of course, be distributed along the entire\\nlength, and placed where space was least valuable.\\n\\n\\\"The construction of such huge vessels called for much\\ngovernmental river and harbour dredging, and a ship drawing\\nthirty-five feet can now enter New York at any state of the tide.\\nFor ocean bars, the old system of taking the material out to sea\\nand discharging it still survives, though a jet of water from\\nforce-pumps directed against the obstruction is also often\\nemployed with quick results.  For river work we have discovered a\\nbetter method.  All the mud is run back, sometimes over a mile\\nfrom the river bank, where it is used as a fertilizer, by means\\nof wire railways strung from poles.  These wire cables combine in\\nthemselves the functions of trolley wire and steel rail, and\\ncarry the suspended cars, which empty themselves and return\\naround the loop for another load.  Often the removed material\\nentirely fills small, saucer-shaped valleys or low places, in\\nwhich case it cannot wash back.  This improvement has ended the\\nnecessity of building jetties.\\n\\n\\\"The next improvement in sea travelling was the 'marine spider.'\\nAs the name shows, this is built on the principle of an insect.\\nIt is well known that a body can be carried over the water much\\nfaster than through it.  With this in mind, builders at first\\nconstructed light framework decks on large water-tight wheels or\\ndrums, having paddles on their circumferences to provide a hold\\non the water.  These they caused to revolve by means of machinery\\non the deck, but soon found that the resistance offered to the\\nbarrel wheels themselves was too great.  They therefore made them\\nmore like centipeds with large, bell-shaped feet, connected with\\na superstructural deck by ankle-jointed pipes, through which,\\nwhen necessary, a pressure of air can be forced down upon the\\nenclosed surface of water.  Ordinarily, however, they go at great\\nspeed without this, the weight of the water displaced by the bell\\nfeet being as great as that resting upon them.  Thus they swing\\nalong like a pacing horse, except that there are four rows of\\nfeet instead of two, each foot being taken out of the water as it\\nis swung forward, the first and fourth and second and third rows\\nbeing worked together.  Although, on account of their size, which\\ncovers several acres, they can go in any water, they give the\\nbest results on Mediterraneans and lakes that are free from ocean\\nrollers, and, under favourable conditions, make better speed than\\nthe nineteenth-century express trains, and, of course, going\\nstraight as the crow flies, and without stopping, they reach a\\ndestination in considerably shorter time.\\n\\nSome passengers and express packages still cross the Atlantic on\\n'spiders,' but most of these light cargoes go in a far pleasanter\\nand more rapid way.  The deep-displacement vessels, for heavy\\nfreight, make little better speed than was made by the same class\\na hundred years ago.  But they are also run entirely by\\nelectricity, largely supplied by wind, and by the tide turning\\ntheir motors, which become dynamos while at anchor in any stream.\\nThey therefore need no bulky boilers, engines, sails, or\\ncoal-bunkers, and consequently can carry unprecedentedly large\\ncargoes with comparatively small crews.  The officers on the\\nbridge and the men in the crow's nest--the way to which is by a\\nladder INSIDE the mast, to protect the climber from the\\nweather--are about all that is needed; while disablement is made\\npractically impossible, by having four screws, each with its own\\nset of automatically lubricating motors.\\n\\n\\\"This change, like other labour-saving appliances, at first\\nresulted in laying off a good many men, the least satisfactory\\nbeing the first to go; but the increase in business was so great\\nthat the intelligent men were soon reemployed as officers at\\nhigher rates of pay and more interesting work than before, while\\nthey as consumers were benefited as much as any one else by the\\ndecreased cost of production and transportation.\\n\\n\\\"With a view to facilitating interchange still further, our\\nGovernment has gradually completed the double coast-line that\\nNature gave us in part.  This was done by connecting islands\\nseparated from shore by navigable water, and leaving openings for\\ningress and exit but a few hundred yards wide.  The breakwaters\\nrequired to do this were built with cribbing of incorrodible\\nmetal, affixed to deeply driven metallic piles, and filled with\\nstones along coasts where they were found in abundance or excess.\\nThis, while clearing many fields and improving them for\\ncultivation, provided just the needed material; since irregular\\nstones bind together firmly, and, while also insoluble, combine\\nconsiderable bulk with weight.  South of Hatteras, where stones\\nare scarce, the sand dredged from parts of the channel was filled\\ninto the crib, the surface of which has a concave metallic cover,\\na trough of still water being often the best barrier against the\\npassage of waves.  This double coast-line has been a great\\nbenefit, and propelled vessels of moderate draught can range in\\nsmooth water, carrying very full loads, from Labrador to the\\nOrinoco.  The exits are, of course, protected by a line of\\ncribbing a few hundred feet to seaward.\\n\\n\\\"The rocks have been removed from all channels about New York and\\nother commercial centres, while the shallow places have been\\ndredged to a uniform depth.  This diminishes the dangers of\\nnavigation and considerably decreases the speed with which the\\ntides rush through.  Where the obstructions consisted of reefs\\nsurrounded by deep water, their removal with explosives was easy,\\nthe shattered fragments being allowed to sink to the bottom and\\nremain there beneath the danger line.\\n\\n\\\"Many other great works have also been completed.  The canals at\\nNicaragua have been in operation many years, it having been found\\nbest to have several sizes of locks, and to use the large ones\\nonly for the passage of large vessels.  The improved Erie and\\nChamplain Canals also enable ships four hundred feet long to\\nreach New York from the Great Lakes via the Hudson River.\\n\\n\\\"For flying, we have an aeroplane that came in when we devised a\\nsuitable motor power.  This is obtained from very light\\npaper-cell batteries that combine some qualities of the primary\\nand secondary type, since they must first be charged from a\\ndynamo, after which they can supply full currents for one hundred\\nhours--enough to take them around the globe--while partly\\nconsuming the elements in the cells.  The power is applied\\nthrough turbine screws, half of which are capable of propelling\\nthe flat deck in its inclined position at sufficient speed to\\nprevent its falling.  The moving parts have ball bearings and\\nfriction rollers, lubrication being secured automatically, when\\nrequired, by a supply of vaseline that melts if any part becomes\\nhot.  All the framing is of thin but very durable galvanized\\naluminum, which has superseded steel for every purpose in which\\nweight is not an advantage, as in the permanent way on railways.\\nThe air ships, whose length varies from fifty to five hundred\\nfeet, have rudders for giving a vertical or a horizontal motion,\\nand several strengthening keels that prevent leeway when turning.\\nThey are entirely on the principle of birds, maintaining\\nthemselves mechanically, and differing thus from the unwieldy\\nballoon.  Starting as if on a circular railway, against the wind,\\nthey rise to a considerable height, and then, shutting off the\\nbatteries, coast down the aerial slope at a rate that sometimes\\ntouches five hundred miles an hour.  When near the ground the\\nhelmsman directs the prow upward, and, again turning on full\\ncurrent, rushes up the slope at a speed that far exceeds the\\neagle's, each drop of two miles serving to take the machine\\ntwenty or thirty; though, if the pilot does not wish to soar, or\\nif there is a fair wind at a given height, he can remain in that\\nstratum of the atmosphere by moving horizontally.  He can also\\nmaintain his elevation when moving very slowly, and though the\\nheadway be entirely stopped, the descent is gradual on account of\\nthe aeroplane's great spread, the batteries and motors being\\nsecured to the under side of the deck.\\n\\n\\\"The motors are so light that they develop two horse power for\\nevery pound of their weight; while, to keep the frames thin, the\\nnecessary power is obtained by terrific speed of the moving\\nparts, as though a steam engine, to avoid great pressure in its\\ncylinders, had a long stroke and ran at great piston speed,\\nwhich, however, is no disadvantage to the rotary motion of the\\nelectric motor, there being no reciprocating cranks, etc., that\\nmust be started and stopped at each revolution.\\n\\n\\\"To obviate the necessity of gearing to reduce the number of\\nrevolutions to those possible for a large screw, this member is\\nmade very small, and allowed to revolve three thousand times a\\nminute, so that the requisite power is obtained with great\\nsimplicity of mechanism, which further decreases friction.  The\\nshafts, and even the wires connecting the batteries with the\\nmotors, are made large and hollow.  Though the primary battery\\npure and simple, as the result of great recent advances in\\nchemistry, seems to be again coming up, the best aeroplane\\nbatteries are still of the combination- storage type.  These have\\nbeen so perfected that eight ounces of battery yield one horse\\npower for six hours, so that two pounds of battery will supply a\\nhorse power for twenty-four hours; a small fifty-horse-power\\naeroplane being therefore able to fly four days with a battery\\nweight of but four hundred pounds.\\n\\n\\\"Limestone and clarified acid are the principal parts of these\\nbatteries.  It was known long ago that there was about as much\\nimprisoned solar energy in limestone as in coal, but it was only\\nrecently that we discovered this way of releasing and using it.\\n\\n\\\"Common salt plays an important part in many of our chemical\\nreactions.  By combining it with limestone, and treating this\\nwith acid jelly, we also get good results on raising to the\\nboiling-point.\\n\\n\\\"However enjoyable the manly sport of yachting is on water, how\\nvastly more interesting and fascinating it is for a man to have a\\nyacht in which he can fly to Europe in one day, and with which\\nthe exploration of tropical Africa or the regions about the poles\\nis mere child's play, while giving him so magnificent a\\nbird's-eye view!  Many seemingly insoluble problems are solved by\\nthe advent of these birds.  Having as their halo the enforcement\\nof peace, they have in truth taken us a long step towards heaven,\\nand to the co-operation and higher civilization that followed we\\nshall owe much of the success of the great experiment on Mother\\nEarth now about to be tried.\\n\\n\\\"Another change that came in with a rush upon the discovery of a\\nbattery with insignificant weight, compact form, and great\\ncapacity, was the substitution of electricity for animal power\\nfor the movement of all vehicles.  This, of necessity brought in\\ngood roads, the results obtainable on such being so much greater\\nthan on bad ones that a universal demand for them arose.  This\\nwas in a sense cumulative, since the better the streets and roads\\nbecame, the greater the inducement to have an electric carriage.\\nThe work of opening up the country far and near, by straightening\\nand improving existing roads, and laying out new ones that\\ncombine the solidity of the Appian Way with the smoothness of\\nmodern asphalt, was largely done by convicts, working under the\\ndirection of State and Government engineers.  Every State\\ncontained a horde of these unprofitable boarders, who, as they\\nformerly worked, interfered with honest labour, and when idle got\\ninto trouble.  City streets had been paved by the municipality;\\ncountry roads attended to by the farmers, usually very\\nunscientifically.  Here was a field in which convict labour would\\nnot compete, and an important work could be done.  When once this\\nwas made the law, every year showed improvement, while the\\nconvicts had useful and healthful occupation.\\n\\n\\\"The electric phaetons, as those for high speed are called, have\\nthree and four wheels, and weigh, including battery and motor,\\nfive hundred to four thousand pounds.  With hollow but immensely\\nstrong galvanically treated aluminum frames and pneumatic or\\ncushion tires, they run at thirty-five and forty miles an hour on\\ncountry roads, and attain a speed over forty on city streets, and\\ncan maintain this rate without recharging for several days.  They\\ncan therefore roam over the roads of the entire hemisphere, from\\nthe fertile valley of the Peace and grey shores of Hudson Bay, to\\nbeautiful Lake Nicaragua, the River Plate, and Patagonia,\\nimproving man by bringing him close to Nature, while they combine\\nthe sensations of coasting with the interest of seeing the\\ncountry well.\\n\\n\\\"To recharge the batteries, which can be done in almost every\\ntown and village, two copper pins attached to insulated copper\\nwires are shoved into smooth-bored holes.  These drop out of\\nthemselves by fusing a small lead ribbon, owing to the increased\\nresistance, when the acid in the batteries begins to 'boil,'\\nthough there is, of course, but little heat in this, the function\\nof charging being merely to bring about the condition in which\\npart of the limestone can be consumed, the batteries themselves,\\nwhen in constant use, requiring to be renewed about once a month.\\nA handle at the box seat turns on any part of the attainable\\ncurrent, for either going ahead or reversing, there being six or\\neight degrees of speed for both directions, while the steering is\\ndone with a small wheel.\\n\\n\\\"Light but powerful batteries and motors have also been fitted on\\nbicycles, which can act either as auxiliaries for hill-climbing\\nor in case of head wind, or they can propel the machine\\naltogether.\\n\\n\\\"Gradually the width of the streets became insufficient for the\\ntraffic, although the elimination of horses and the consequent\\nincrease in speed greatly augmented their carrying capacity,\\nuntil recently a new system came in.  The whole width of the\\navenues and streets in the business parts of the city, including\\nthe former sidewalks, is given up to wheel traffic, an iron ridge\\nextending along the exact centre to compel vehicles to keep to\\nthe right.  Strips of nickel painted white, and showing a bright\\nphosphorescence at night, are let into the metal pavement flush\\nwith the surface, and run parallel to this ridge at distances of\\nten to fifteen feet, dividing each half of the avenue into four\\nor five sections, their width increasing as they approach the\\nmiddle.  All trucks or drays moving at less than seven miles an\\nhour are obliged to keep in the section nearest the building\\nline, those running between seven and fifteen in the next,\\nfifteen to twenty-five in the third, twenty-five to thirty-five\\nin the fourth, and everything faster than that in the section\\nnext the ridge, unless the avenue or street is wide enough for\\nfurther subdivisions.  If it is wide enough for only four or\\nless, the fastest vehicles must keep next the middle, and limit\\ntheir speed to the rate allowed in that section, which is marked\\nat every crossing in white letters sufficiently large for him\\nthat runs to read.  It is therefore only in the wide\\nthoroughfares that very high speed can be attained.  In addition\\nto the crank that corresponds to a throttle, there is a gauge on\\nevery vehicle, which shows its exact speed in miles per hour, by\\ngearing operated by the revolutions of the wheels.\\n\\n\\\"The policemen on duty also have instantaneous kodaks mounted on\\ntripods, which show the position of any carriage at half- and\\nquarter-second intervals, by which it is easy to ascertain the\\nexact speed, should the officers be unable to judge it by the\\neye; so there is no danger of a vehicle's speed exceeding that\\nallowed in the section in which it happens to be; neither can a\\nslow one remain on the fast lines.\\n\\n\\\"Of course, to make such high speed for ordinary carriages\\npossible, a perfect pavement became a sine qua non.  We have\\nsecured this by the half-inch sheet of steel spread over a\\ncarefully laid surface of asphalt, with but little bevel; and\\nthough this might be slippery for horses' feet, it never\\nseriously affects our wheels.  There being nothing harder than\\nthe rubber ties of comparatively light drays upon it--for the\\nheavy traffic is carried by electric railways under ground--it\\nwill practically never wear out.\\n\\n\\\"With the application of steel to the entire surface, car-tracks\\nbecame unnecessary, ordinary wheels answering as well as those\\nwith flanges, so that no new tracks were laid, and finally the\\ncar companies tore up the existing ones, selling them in many\\ninstances to the municipalities as old iron.  Our streets also\\nneed but little cleaning; neither is the surface continually\\nindented, as the old cobble-stones and Belgian blocks were, by\\nthe pounding of the horses' feet, so that the substitution of\\nelectricity for animal power has done much to solve the problem\\nof attractive streets.\\n\\n\\\"Scarcely a ton of coal comes to Manhattan Island or its vicinity\\nin a year.  Very little of it leaves the mines, at the mouths of\\nwhich it is converted into electricity and sent to the points of\\nconsumption by wire, where it is employed for all uses to which\\nfuel was put, and many others.  Consequently there is no smoke,\\nand the streets are not encumbered with coal-carts; the entire\\nwidth being given up to carriages, etc.  The ground floors in the\\nbusiness parts are used for large warehouses, trucks running in\\nto load and unload.  Pedestrians therefore have sidewalks level\\nwith the second story, consisting of glass floors let into\\naluminum frames, while all street crossings are made on bridges.\\nPrivate houses have a front door opening on the  sidewalk, and\\nanother on the ground level, so that ladies paying visits or\\nleaving cards can do so in carriages.  In business streets the\\nsecond story is used for shops.  In place of steel covering,\\ncountry roads have a thick coating of cement and asphalt over a\\nfoundation of crushed stone, giving a capital surface, and have a\\nwidth of thirty-three feet (two rods) in thinly settled\\ndistricts, to sixty-six feet (four rods) where the population is\\ngreater.  All are planted with shade and fruit trees, while the\\nwide driveways have one or two broad sidewalks.  The same rule of\\nmaking the slow-moving vehicles keep near the outside prevails,\\nthough the rate of increase in speed on approaching the middle is\\nmore rapid than in cities, and there is usually no dividing\\nridge.  On reaching the top of a long and steep hill, if we do\\nnot wish to coast, we convert the motors into dynamos, while\\nrunning at full speed, and so change the kinetic energy of the\\ndescent into potential in our batteries.  This twentieth-century\\nstage-coaching is one of the delights to which we are heirs,\\nthough horses are still used by those that prefer them.\\n\\nWe have been much aided in our material progress by the facility\\nwith which we obtain the metals.  It was observed, some time ago,\\nthat when artesian and oil wells had reached a considerable\\ndepth, what appeared to be drops of lead and antimony came up\\nwith the stream.  It finally occurred to a well-borer that if he\\ncould make his drill hard enough and get it down far enough,\\nkeeping it cool by solidified carbonic acid during the\\nproceeding, he would reach a point at which most of the metals\\nwould be viscous, if not actually molten, and on being freed from\\nthe pressure of the crust they would expand, and reach the\\nsurface in a stream.  This experiment he performed near the hot\\ngeysers in Yellowstone Park, and what was his delight, on\\nreaching a depth scarcely half a mile beyond his usual stopping-\\nplace, to be rewarded by a stream of metal that heralded its\\napproach by a loud explosion and a great rush of superheated\\nsteam!  It ran for a month, completely filling the bed of a\\nsmall, dried-up river, and when it did stop there were ten\\nmillion tons in sight.  This proved the feasibility of the\\nscheme, and, though many subsequent attempts were less\\nsuccessful, we have learned by experience where it is best to\\ndrill, and can now obtain almost any metal we wish.\\n\\n\\\"'Magnetic eyes' are of great use to miners and Civil engineers.\\nThese instruments are something like the mariner's compass, with\\nthe sensitiveness enormously increased by galvanic currents.  The\\n'eye,' as it were, sees what substances are underground, and at\\nwhat distances.  It also shows how many people are in an\\nadjoining room--through the magnetic properties of the iron in\\ntheir blood--whether they are moving, and in what directions and\\nat what speed they go.  In connection with the phonograph and\\nconcealed by draperies, it is useful to detectives, who, through\\na registering attachment, can obtain a record of everything said\\nand done.\\n\\n\\\"Our political system remains with but little change.  Each State\\nhas still two United States Senators, though the population\\nrepresented by each representative has been greatly increased, so\\nthat the Senate has grown numerically much more than the House.\\nIt is the duty of each member of Congress to understand the\\nconditions existing in every other member's State or district,\\nand the country's interest always precedes that of party.  We\\nhave a comprehensive examination system in the civil service, and\\nevery officeholder, except members of the Cabinet, retains his\\noffice while efficiently performing his duty, without regard to\\npolitics.  The President can also be re-elected any number of\\ntimes.  The Cabinet members, as formerly, usually remain in\\noffice while he does, and appear regularly in Congress to defend\\ntheir measures.\\n\\n\\\"The really rapid transit lines in New York are underground, and\\nhave six tracks, two being used for freight.  At all stations the\\nlocal tracks rise several feet towards the street and slope off\\nin both directions, while the express tracks do this only at\\nstations at which the faster trains stop.  This gives the\\npassengers a shorter distance to descend or rise in the\\nelevators, and the ascent before the stations aids the brakes in\\nstopping, while the drop helps the motors to start the trains\\nquickly in getting away.\\n\\n\\\"Photography has also made great strides, and there is now no\\ndifficulty in reproducing exactly the colours of the object\\ntaken.\\n\\n\\\"Telephones have been so improved that one person can speak in\\nhis natural voice with another in any part of the globe, the wire\\nthat enables him to hear also showing him the face of the speaker\\nthough he be at the antipodes.  All telephone wires being\\nunderground and kept by themselves, they are not interfered with\\nby any high-tension electric-light or power wires, thunderstorms,\\nor anything else.\\n\\n\\\"Rain-making is another subject removed from the uncertainties,\\nand has become an absolute science.  We produce clouds by\\nexplosions in the atmosphere's heights and by surface air forced\\nby blowers through large pipes up the side of a mountain or\\nnatural elevation and there discharged through an opening in the\\ntop of a tower built on the highest part.  The aeriduct is\\nincased in a poor heat-conductor, so that the air retains its\\nwarmth until discharged, when it is cooled by expansion and the\\nsurrounding cold air.  Condensation takes place and soon serves\\nto start a rain.\\n\\n\\\"Yet, until the earth's axis is straightened, we must be more or\\nless dependent on the eccentricities of the weather, with\\nextremes of heat and cold, droughts and floods, which last are of\\ncourse largely the result of several months' moisture held on the\\nground in the form of snow, the congestion being relieved\\nsuddenly by the warm spring rains.\\n\\n\\\"Medicine and surgery have kept pace with other\\nimprovements--inoculation and antiseptics, as already seen,\\nrendering most of the germ diseases and formerly dreaded\\nepidemics impotent; while through the potency of electrical\\naffinity we form wholesome food-products rapidly, instead of\\nhaving to wait for their production by Nature's slow processes.\",\"timestamp\":1636791456,\"title\":\"\\nProf. Cortlandt, preparing a history of the times at the\"},\"digest\":\"aocqBSQlljmKZG0D702Tnf-Ph-HpyrO1KtNL-fAt3LM\",\"authorship\":{\"contributor\":\"0x8B1db0285B47631728fE87abD9436dBcBa754Aa7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eDvHR3S_LrGyFs3NX4Jdpaj6hqhwKiLjKPCMiV_ZDJs\\\",\\\"y\\\":\\\"Y7aI8J31Z-_LyUcJpKjVoEMKD3atoAT08lW6-7cNOgk\\\"}\",\"signature\":\"jIotmjDYjo3S9_v-5pvHTZQBT-5Nan8BfCoH3wdz8cdCzcmkj6wqJtKq5kiR2qsUQZO92_tdiB8WEa9lM1wzEg\",\"signingKeySignature\":\"0x2e12daed2bddbe2457eec637ece52d3fb102f2a6c4d37ad3529e4c77fc7992bd22a8c02ad853471bcb82f1a6c645568512f91fc721172b2cf8ba7806e32caf4e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eDvHR3S_LrGyFs3NX4Jdpaj6hqhwKiLjKPCMiV_ZDJs\\\",\\\"y\\\":\\\"Y7aI8J31Z-_LyUcJpKjVoEMKD3atoAT08lW6-7cNOgk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aocqBSQlljmKZG0D702Tnf-Ph-HpyrO1KtNL-fAt3LM\"}"