"{\"content\":{\"body\":\"Metaverse is the future of Internet companies, technology companies will provide all kinds of creative virtual element for human being, it is possible that the game scene or life scenes, by means of various elements of the people, such as virtual pot,refrigerator, gas burner, food, seasoning can create virtual online kitchen space, decorate oneself, scene create his own, Completely digitized virtual realization, and then through the brain-machine interface, MR (mixed reality) interface, enter the virtual space, to have the sense of smell, taste of virtual dishes, such as virtual west lake sweet and sour fish, let your mind to perceive this clock is the feeling of color, flavor, at the same time, through the interactive technology, many people put friends are invited to create your own virtual kitchen, The image of friends is completely defined by themselves, and the block chain technology ensures that each person's image, ID, payment and credit system are unique. Everyone eats and chats online, which is exactly the same as reality in the brain's perception. In the future, the online shopping experience will be the same as the offline shopping experience. The experience of products, the virtualization of payment and the endless experience space of goods will greatly change people's lives. Therefore, human beings in the future will not only be real human beings, their spirit, thinking, behavior habits, life and work will also be active in the form of digital in another world. \",\"timestamp\":1638281232,\"title\":\"What is Metaverse?\"},\"digest\":\"l10HpEg4gz3n8bHr0qA1HpSPWKAxQOxdC4Q5kFvbfkY\",\"authorship\":{\"contributor\":\"0xf3373AEBD36AdA9cE529d0C144566a8581b381FA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"58PZ5pmre1z_ZLFT4g-7IvB533glr5MdB5vMxDO6Xoc\\\",\\\"y\\\":\\\"3E9SU8XhalrKe56RwKLToG4VetT4cNBuvD9PBbSu3uA\\\"}\",\"signature\":\"05kA0uO0qJ01VPD6wq5geZ5XU4vS-p-S706VjIL4Bv9M4eixj5V5KTKbfQofIrF8yr_rmHjYyWiwHSPBjBLv_A\",\"signingKeySignature\":\"0xa1747c6b575de1e40e8b919b3a30e590e63bc9f76099e748e898addfb0b6a110580927d567549acbd06e455e3ecfa6c3b3697fde753bcc98accd9dec25d095af1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"58PZ5pmre1z_ZLFT4g-7IvB533glr5MdB5vMxDO6Xoc\\\",\\\"y\\\":\\\"3E9SU8XhalrKe56RwKLToG4VetT4cNBuvD9PBbSu3uA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"l10HpEg4gz3n8bHr0qA1HpSPWKAxQOxdC4Q5kFvbfkY\"}"