"{\"content\":{\"body\":\"January marks the beginning of a long journey diving into all things Web3. My intention with these posts (and the associated newsletters) is threefold:\\n\\n1. Most importantly (and selfishly) hold myself accountable to learning and synthesizing what I learn sufficiently clearly so as to be able to teach others (inspired by the Feynman Method)\\n2. Practice my writing by combining it with something deeply interesting to me right now. Communicating what I learn is as important to me as the learning itself.\\n3. Meet like-minded individuals interested in similar if not overlapping topics as I’m interested in. I’m a firm believer in the power of networks and the internet unique ability to bring people together with common interests and projects at the center of these new, otherwise unlikely relationships\\n\\nI have a loose idea of the learning path I’d like to take, but would be interested in feedback from readers like you. The topics that interest me the most in this space are:\\n\\n* DAOs and their implications for decentralized work\\n* NFTs and how they will drive change in media business models + empower individual creators\\n* Cryptocurrencies and alternative protocol-driven tokens as a legitimate, alternate investment vehicle to traditional securities\\n* Cryptography in general, and how it has evolved since the dawn of computing (in other words, how did we get here?)\\n\\nStay tuned for a first update or two in the upcoming week. As I mentioned, a critical part of this experiment is regular publication as a means of holding myself accountable to learning, understanding, and synthesizing in a way that is useful for others. Excited to get started! \\n\\n## Enjoying these posts? Subscribe for more:\\n\\n[https://akaashnanda.com/](https://akaashnanda.com/)\\n\\n\",\"timestamp\":1642703468,\"title\":\"So what's this about Web3?\"},\"digest\":\"ja7TsEaOFL7jzWHJGH25MQ576CBwOOoczPVt4zRNjLY\",\"authorship\":{\"contributor\":\"0x070A66D85371B4F568353F28338fA8c342B65308\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"txDF_4WHEI7SULkI9HtcM0W6AIEUWi5dIzqGwCiPelk\\\",\\\"y\\\":\\\"ldhEQo5_N2f0TsQ5nFCPlMHl0tcu6zgW_uXEEe-VtnU\\\"}\",\"signature\":\"gcEEEAk5XkfZZOYKFhEWVdMRzC3fdAJCva4nOjevN7LXsDaNDbxvodHewWiQxG0rXQotr75xMj-Nkm4hgd0jUg\",\"signingKeySignature\":\"0xa1443f4c9539b7cbec6dcb6e837823744cfcdc254114fc0abbe28e319e4901347a4b9729a7c11a0d552cb2ded4f2a22b3f47dbfae5bd6f3bf48913ed35c585b01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"txDF_4WHEI7SULkI9HtcM0W6AIEUWi5dIzqGwCiPelk\\\",\\\"y\\\":\\\"ldhEQo5_N2f0TsQ5nFCPlMHl0tcu6zgW_uXEEe-VtnU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ja7TsEaOFL7jzWHJGH25MQ576CBwOOoczPVt4zRNjLY\"}"