"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/gQUYD5FLDme45Wd1AeHHT.png?height=1080&width=1920)\\n\\nProton 平臺的宗旨是為了迎合未來的法規，尤其是與鏈上金融交易的身份驗證相關的法律法規。預計在在不久的未來，從事與加密貨幣領域相關的公司也將按照官方規定對交易發送方和接收方進行身份驗證，就像要求銀行、電匯公司和多數其他金融機構驗證法定貨幣發送方和接收方身份的方式大致相同。\\n\\n我們認真了解即將發生的事情。我們也不想被動地坐視不管，任由那些不像我們這樣了解加密貨幣行業的人製定新的規章製度。出於這個原因，我們正在大步前進，不僅要遵守我們預計會推出的法規，還要提前製定行業標準並引導其他項目朝著這個方向發展。\\n\\n**Proton 的目標是以守護加密內核的方式推動創新發展。**\\n\\nProton 的 CEO 馬歇爾·海納 (Marshall Hayner) 幾個月前在 The Hill 發表的一篇專欄文章中談到了這一點，他概述了 FinCEN（金融犯罪執法網絡）加強圍繞加密貨幣行業加強身份驗證的舉措，預期行業將發生變化。初級的 KYC 標準可確保資金不會被發送給詐騙者、恐怖分子、人口販子和其他罪犯。\\n\\n**為了守護加密貨幣的內核，我們需要開發一種方法來驗證身份的同時仍然保護用戶隱私。這就是 Proton 鏈發揮作用的地方。**\\n\\nProton 為用戶提供了一種向可信方證明其身份的方法。通過平臺，用戶可以收到附加到他們唯一@name 的經過驗證的身份信任標記，讓任何與他們的錢包交互的人都知道他們是經過驗證的用戶。這些交互不會導致用戶的身份被交給任何其他人。\\n\\n想一下您如何使用傳統金融系統進行日常交易：您向每個賣家提供您的姓名、金融賬戶信息、地址等。提供給商家的大量信息，以數據泄露、身份盜用以及個人信息的重復使用或轉售的形式給用戶帶來重大的安全和隱私風險。Proton 旨在通過將個人信息的控製權交還給它所屬的人來改變這種體驗。**通過使用 Proton 區塊鏈，降低身份盜竊的可能性，而已知的壞人可以從金融系統中剔除。**\\n\\n我們非常重視建立一個以人為本的身份生態系統。去年，我們展示了如何使用個體身份來確保選舉安全並降低投票門檻。目前，我們已經開始開發此功能的生產版本，該功能將支持任何使用 Proton 區塊鏈的人在鏈上啟用安全投票。最近，我們為用戶提供了一種驗證身份的方法的同時保護了用戶隱私。為了更好地發展，並且將我們現有的圍繞帳戶身份和隱私的努力聯系起來，我們很高興地宣布 Robert Capps 已加入 Metallicus，擔任身份（Identity）部門副總裁的職位。\\n\\nRobert 為團隊帶來了二十多年的隱私、安全和身份專業知識。Robert 以其在金融服務和商業領域的工作經驗豐富而聞名，其詳細的專業知識將使平臺能夠加快圍繞身份驗證技術創新的步伐。通過這種方式，我們將為其他加密貨幣項目製定行業標準，以符合即將出臺的 KYC 法規，並為人類身份、鏈上和鏈下製定標準。\\n\\n為了讓大家深入了解 Robert，我們與他進行了一次非正式的訪談，詳情如下：\\n\\n**問題：驗證身份對加密貨幣的重要性是什麽？加密的全部意義不就是匿名嗎？**\\n\\nRobert：經過驗證的身份是金融服務交易的必要條件，以應對洗錢、恐怖主義融資和網絡犯罪的威脅。雖然幾乎所有金融交易都要求了解參與者的身份知識，但必須要維持與系統交互的人的隱私和安全之間的平衡。區塊鏈技術帶來了以透明和無需許可的方式管理這種平衡所需的關鍵特性。個體有權控製其個人身份構成的元素。任何身份系統都必須保留個體身份驗證的基本人權，以及他們想要驗證的方式和時間。\\n\\n**問題：Proton 身份驗證與現有的身份框架有何不同？**\\n\\nRobert：現有的身份框架主要在線下世界中運行。將線下身份應用於在線交易的嘗試已經產生了乏善可陳的結果，並在系統中留下了大量漏洞，網絡犯罪分子經常利用竊取的消費者信息來劫持合法帳戶並實施欺詐。解決在線和線下身份驗證之間的這種脫節將需要全新的面貌和新的想法。\\n\\nProton 身份驗證旨在將數字化、經過驗證的個體身份交到其所屬的人手中，同時建立一個由獨立身份提供者和驗證者組成的生態系統，鏈上和鏈下服務的提供者可以依靠這些生態系統來遵守監管規定要求。在服務請求了解其身份時，Proton 身份驗證用戶將能夠選擇如何以及何時識別自己。使用 Proton 簽名請求，Proton 用戶只需使用他們的 Proton 錢包連接到新服務，並選擇他們願意共享的身份元素以滿足服務的身份識別需求。在服務註冊期間缺乏適當的驗證身份的用戶將有機會以用戶友好和值得信賴的方式註冊一個，這個經過驗證的身份將保存在他們的 Proton 錢包中以備將來使用。對於只需要有關用戶的某些事實而不是其完整身份的服務，Proton身份驗證將允許提供可驗證的證據來代替這些證據背後的敏感數據。有了這樣的系統，用戶無需向遠程站點提供姓名、地址或出生日期即可滿足年齡和居住要求，從而大大減少共享敏感數據的數量，並進一步降低與第三方共享敏感數據相關的風險。\\n\\n**問題：您是否正在為 Proton鏈開發令人興奮的新項目？**\\n\\nRobert：是的！我的第一個項目和首要目標讓全球 KYC 平臺為區域擴張做好準備，該平臺將獲得監管部門的批準，並將法定價值原生轉移到 Proton 鏈。我們預計美國的區域擴張會進一步擴大，更多的州正在等待監管部門的批準；在國際上，一旦我們獲得監管部門的批準，大多數歐洲國家就會迅速開展當地業務。我們正處於開發 Proton 身份驗證標準以及推出此服務所需的身份驗證者和提供商合作夥伴生態系統的最後階段。最後，我們正在開發一個生產就緒的鏈上投票系統，Proton 鏈上的任何用戶都可以使用。\\n\\nProton 鏈一直致力於解決現實世界的問題，推動全球人類生活更美好。我們不滿足於僅僅建立一個在自己的想象中工作的產品; 我們的目標是深遠的，我們不會停止，直到在全球有所建樹。\\n\\n \\n \\n\\n \\n \\n\\n \\n \",\"timestamp\":1641793218,\"title\":\"深入了解身份驗證：Proton 如何設定行業標準\"},\"digest\":\"IjioRUyJX_5L6DjHWW74Djak5Yjm2hm2uFwAuUbD7bg\",\"authorship\":{\"contributor\":\"0x46BD71c936B5c0C591dEC5eBBbE384a74afaff66\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uMoWibDsbOs_GMLYHCOVVl8bdzw_325RFv3VCJHAfD4\\\",\\\"y\\\":\\\"ydsOKnw121FWI3EQezbVUbfX7doYOOwsY2uYyl2iXec\\\"}\",\"signature\":\"IPmzHp0EyP4cLLgNtyznZS4OrElJqJYgd4agLcAChhWHWXjlKckA_ApdEcTvzDfnvcxzL7uE46ev7q4JIhkWpg\",\"signingKeySignature\":\"0x61000330ec906a5974a7af563c82f1f659fb06ab8b226d45f64b652126ab0e211f434ca9a8cedf1ef7bf162776ff2b0d77288037fb00825a91905167031b947e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uMoWibDsbOs_GMLYHCOVVl8bdzw_325RFv3VCJHAfD4\\\",\\\"y\\\":\\\"ydsOKnw121FWI3EQezbVUbfX7doYOOwsY2uYyl2iXec\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IjioRUyJX_5L6DjHWW74Djak5Yjm2hm2uFwAuUbD7bg\"}"