"{\"content\":{\"body\":\"After several months of research and learning with my toes only dipped into the water, I recently dove head-first into the crypto-fueled world of web3. Leveraging blockchain technology, it promises to re-decentralize the web through the use of trustworthy public digital ledgers.\\n\\n![The Means of Production](https://images.mirror-media.xyz/publication-images/rLb4dQACmWPz-VhRAeurK.png?height=600&width=600)\\n\\nKnowing that it is difficult to sell NFTs, I wanted to do a project oriented entirely around making a statement than making money. I wanted to do performance art on the blockchain.\\n\\nThus “Creative Conceptualizations” was born. Using a neural net AI, art is generated based on phrases. These phrases are then used as the title of the NFT as minted on the blockchain. Thus the NFT represents “ownership” over this concept as much as it does ownership of the art.\\n\\nFor instance, a friend knowing I was getting into web3 said I would be selling “my self-respect and dignity” were I to make NFTs, so this phrase was fed to the AI and minted on Polygon, an expensive Proof of Stake chain that allows listing through popular markets like OpenSea.\\n\\nCreative Conceptualizations is meant to ask questions like: **what does ownership mean?** NFTs do not grant copyright unless explicitly granted by the issuer. Yet people still own these NFTs and thus have some sense of ownership of the art itself. **What psychology drives that?**\\n\\nIf an AI can generate an image for the phrase “NFT Worth 10 ETH,” one can then claim ownership over the abstract concept of an NFT worth 10 ETH. Yet that NFT is obviously unlikely to actually be valued as such. One item in the collection, titled “Literally Nothing,” will be the one non-AI piece in the collection and consists of nothing but an entirely transparent PNG.\\n\\nValue has layers, ranging from the objective and tangible to the subjective and abstract. By creating these NFTs, I hope to explore how these layers function — and how one may be bled over into the next.\\n\\nI hope you enjoy them as much as I did, frens. 💜\\n\\n[https://opensea.io/collection/creative-conceptualizations](https://opensea.io/collection/creative-conceptualizations)\\n\\n\",\"timestamp\":1639950530,\"title\":\"Mission Statement: Creative Conceptualizations\"},\"digest\":\"yXsLTENggBYQp_56hcZ0w3PWtizHVyiPweTJngGKkb0\",\"authorship\":{\"contributor\":\"0x8aa986eB2F0D3b5001C9C2093698A4e13d646D5b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qDidO5NslDu-iFbtiKW3mPEesPoZ0w10swaZRkItc3g\\\",\\\"y\\\":\\\"kYV-q7-apO8euVyE9vrMStllfgYY_Zl91iWubI1K98g\\\"}\",\"signature\":\"1rUGK9VMPxtNsein-taeIOWeCN5BsEVEAer41N9wL-7sEfJFU2t-xGmdd6ltttSq8BLv80Js6twfsz67EvCo3A\",\"signingKeySignature\":\"0x49ff049cfacf58ce8dba8bb93f7b2922268da7ae950b9c3efbb0cb0fbbac2c60762b014b20b1afbe79749d5ea662658587a5a11893076f7443ef296de85812e51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qDidO5NslDu-iFbtiKW3mPEesPoZ0w10swaZRkItc3g\\\",\\\"y\\\":\\\"kYV-q7-apO8euVyE9vrMStllfgYY_Zl91iWubI1K98g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yXsLTENggBYQp_56hcZ0w3PWtizHVyiPweTJngGKkb0\"}"