"{\"content\":{\"body\":\"Ethereum’s pole bearer was the Yearn.finance. Yearn.finance took off as it was the easiest and simplest option for a non-tech savvy investor in the complicated world of Crypto and DeFi. The ease of use, abstracting the complex strategies underneath, while providing fancy returns to investors by leveraging the DeFi money-legos, was its selling point. Apollo DAO wants to be the Yearn equivalent and more — not just a Yield Aggregator in common sense, but a one-stop place for all farming on the Terra ecosystem.\\n\\n## Why Apollo DAO?\\n\\nMirror and Anchor were the foundation protocols for the Terra ecosystem’s expansion towards the west. Armed by stable APRs unheard of in the land of Ethereum, and removing the entry barriers for the common man, These protocols began cementing Terra’s status as a financial lynchpin the upcoming Decentralized future.\\n\\nIn very simple terms, Anchor is a savings protocol — You deposit UST to earn 20% annually by holding a value accruing token a-UST or borrow UST against your LUNA. Mirror on the other hand is a synthetic assets market. As a farmer, you could try leveraged farming in Anchor, i.e borrowing against LUNA and depositing to earn. In Mirror, providing liquidity to the m-Assets — UST pair was an option. These were two separate entities in themselves. The lack of composability between the two hindered further development in the farming space.\\n\\nBut these changed with Mirror v2, where short farming was introduced, and the yield accruing token a-UST could be used as collateral. This breathed fresh air into the stale farming landscape as the newly introduced composability was the first step towards money-legos on Terra. Now a savvy farmer could go to Anchor borrow against LUNA, deposit to earn 20% APY, go to Mirror and undertake one of the farming activities there.\",\"timestamp\":1639557244,\"title\":\"Apollo DAO\"},\"digest\":\"C_5jx-7GnchUXZnMUSQnMEmH9Up-wJvluVdlEIDfaAM\",\"authorship\":{\"contributor\":\"0xf00E5D3C20CBc50491C737455D7cEfE3a7849518\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"T8vKuSgxFfIMkILw0hHsXA62HV7wDDt94_PHrn4pgSI\\\",\\\"y\\\":\\\"FEX-mamjJZWdf1xc309eVUYwRnI-d18FfCIj7PsL_wc\\\"}\",\"signature\":\"QQhBLKJDWxK4XySoUvcRGzP1_3CTOjYK4fUOdgyMU1B1llmA_PUyhMcxvt7twDBnL_AKdPxi3BYEvUV-AmD3wg\",\"signingKeySignature\":\"0x3f75ea6e916fa75bcc3af8e1e3e61a36ce0e1d565437450959bf85da71deb4e7441394262c0adfb62d3ec897ed7dabc9a9a4f0c355de6c9df0b24914217392081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"T8vKuSgxFfIMkILw0hHsXA62HV7wDDt94_PHrn4pgSI\\\",\\\"y\\\":\\\"FEX-mamjJZWdf1xc309eVUYwRnI-d18FfCIj7PsL_wc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"C_5jx-7GnchUXZnMUSQnMEmH9Up-wJvluVdlEIDfaAM\"}"