"{\"content\":{\"body\":\"While the overall 2022 [outlook for the crypto market continues to be bullish](https://nitinvig.substack.com/p/web3-state-of-the-union), it is safe to say that the start of the year has been anything but. We are in week two of the new year and bitcoin and Ethereum prices are down in the -10% range. And if you compare them to their Q4 2021 highs, they have fallen significantly more.\\n\\nWhat is interesting is that while crypto Ethereum and other cryptocurrencies have fallen, the NFT market has been booming. As reported by[ coindesk](https://www.coindesk.com/markets/2022/01/13/opensea-on-track-for-record-month-as-nft-sales-boom/), OpenSea, the leading NFT marketplace, is on track for a record month in January. Specifically, for the first half of January OpenSea has generated nearly $2.7 billion in volume, which is on track to surpass the $3.4 billion high it notched back in August.\\n\\nSo what’s going on? How come major cryptocurrencies are tanking while NFTs are booming?\\n\\nLet’s start with cryptocurrency first.\\n\\nA big reason for the volatility around the crypto market has been the general uncertainty around various macroeconomic factors. Two specifically. The recent omicron surge and inflation. The former is hard to pin down in terms of its scope, infection rates, and overall timeline, the latter may be a bit more predictable (in a relative sense). The Fed made it clear last year that it would start to raise interest rates in baby steps. And as recently as yesterday, the Fed [confirmed](https://www.reuters.com/world/us/feds-brainard-nods-march-rate-hike-calls-action-grow-2022-01-13/) that its thinking has not changed and that it is likely to raise rates in March.\\n\\nBut isn’t the whole point of crypto that it is insulated from traditional financing systems? It is supposed to be. But unfortunately, crypto is not there yet. It is definitely the end game for crypto where it stays unaffected by traditional finance but given it is still an emerging area it does mirror – at least to some extent - the overall financial and macroeconomic system.\\n\\nOK, but what about NFTs? How have they continued to boom?\\n\\nWhile most people may talk about NFT and Crypto in similar - if not the same - terms, the reality is that NFTs are in relative infancy compared to the broader cryptocurrency market (For context, the original bitcoin white paper was published in 2008 and the most popular NFT platform OpenSea was founded nine years later, in 2017). This means NFTs are in the early stages of going mainstream. Just like anything new that goes mainstream, there is usually a surge in both supply and demand. This is where NFTs are. New technology. High demand. Suppliers flooding the market with the new technology. In fact, as per[ bitcoin news](https://news.bitcoin.com/nft-market-looksrare-surpasses-openseas-24-hour-sales-with-385-million-in-volume/), one of the emerging OpenSea competitors, Looksrare recently surpassed OpenSea’s 24 hours sales with $385 million in volume. Gamestop too [announced](https://www.creativebloq.com/news/gamestop-nft-marketplace) this week about getting into NFTs. This tells me that the NFT craze has only just started to take shape. For any new tech, it is only with time that supply exceeds demand and things slow down or crash. Only time will tell if and when NFT gets there.\\n\\nSo will it always be like this where one is up i.e. NFT and the other is down i.e., crypto?\\n\\nThis is like asking when the dollar is low, will the private collectible market be high?\\n\\nThe answer to both the above questions is no. It's just coincidental that we are where we are. I do believe while these asset classes - i.e., NFT and crypto - have some dependencies. In the long term, however, they will evolve into somewhat independent ones. \\n\\nWe’ll be watching.\",\"timestamp\":1642298761,\"title\":\"Crypto bears and NFT booms. What's going on?\"},\"digest\":\"2aQ8PN_tBNthhtoP9VsF5G6DcTaHZla29hioswoERkg\",\"authorship\":{\"contributor\":\"0x59B8B261DA8Bcf8BCAe917996a526Bb8D41eA90D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YPfAF6-J93-IxMNKzf7Z5zp7PJHl1WQuVpOy06zxBBs\\\",\\\"y\\\":\\\"uClNRw7eOKDXFJBwDYGWJpFRncA-BiL12lNHbct7Irs\\\"}\",\"signature\":\"nDFxQtLxipVu8dEdJ2L9_W3tJvSguIMUWC9G7X1A_lJIkfEDJdziDul-9dzP0mjgon4Tq2WFuHriEHndRcyzWA\",\"signingKeySignature\":\"0x22cf14e3b5e956db1e62f0dc24dbc740e160f3cd10d20f05d28a3ba9f061dff57c8972967498aebe8884308d759ddfeaa054da8ae5574b6a0186ce2589e968b01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YPfAF6-J93-IxMNKzf7Z5zp7PJHl1WQuVpOy06zxBBs\\\",\\\"y\\\":\\\"uClNRw7eOKDXFJBwDYGWJpFRncA-BiL12lNHbct7Irs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2aQ8PN_tBNthhtoP9VsF5G6DcTaHZla29hioswoERkg\"}"