"{\"content\":{\"body\":\"\\\"What do you mean?\\\" came the sharp return.\\n\\n\\\"Why, you must have heard that Mr. Irving's eccentricities are not to be counted upon the fingers of both hands?\\\"\\n\\nMr. Daly lifted his brows and smiled a contented smile:  \\\"Indeed?  And pray, what are these peculiarities?\\\"\\n\\n\\\"Oh, some are of the figure, some of movement, and some of delivery. A lady told me over there that he could walk like each and every animal of a Noah's ark; and people lay wagers as to whether London will force him to abandon his elocutionary freaks, or he will force London to accept them.  I am inclined to back Mr. Irving, myself.\\\"\\n\\n\\\"What!  What's that you say?  That this fine actor you have described has a marked peculiarity of delivery--of speech?\\\"\\n\\n\\\"Marked peculiarities?  Why, they are murderous!  His strange inflections, his many mannerisms are very trying at first, but be conquers before--\\\"\\n\\nA cry stopped me--a cry of utter disappointment and anger!  Mr. Daly stood staring at his notes a moment, then he exclaimed violently: \\\"D--n! d--n! oh, d--n!!!\\\" and savagely tore his scribbled-on paper into bits and flung them on the floor.\\n\\nStartled at his vexation, convulsed with suppressed laughter at the infantile quality of his profanity, I ventured, in a shaking voice, \\\"I think I'd better go?\\\"\\n\\n\\\"I think you had!\\\" be agreed curtly; but as I reached the door he said in his most managerial tone:  \\\"Miss Morris, it would be better for you to begin with people's faults next time--\\\"\\n\\nBut with the door already open I made bold to reply:  \\\"Excuse me, Mr. Daly, but there isn't going to be any next time for me!\\\"\\n\\nAnd I turned and fled, wondering all the way home, as I have often wondered since, what was the plan that went so utterly agley that day? Mr. Coghlan he engaged after failing in his first effort, but that other, greater plan; what was it?\\n\\nSIR HENRY IRVING\\n\\n\\\\[On November 24, 1883, Henry Irving closed his first engagement in New York.  William Winter's review appeared next morning in the *Tribune*, It is reprinted in his book, \\\"Henry Irving,\\\" published by G. J. Coombes, New York, 1889.  Mr. Winter said:  \\\"Mr. Irving has impersonated here nine different men, each one distinct from all the others.  Yet in so doing he has never ceased to exert one and the same personal charm, the charm of genialised intellect.  The soul that is within the man has suffused his art and made it victorious.  The same forms of expression, lacking this spirit, would have lacked the triumph.  All of them, indeed, are not equally fine.  Mr. Irving's 'Mathias' and 'Louis XI,' are higher performances than his 'Shylock' and 'Dorincourt,' higher in imaginative tone and in adequacy of feeling and treatment.  But, throughout all these forms, the drift of his spirit, setting boldly away from conventions and formalities, has been manifested with delightful results.  He has always seemed to be alive with the specific vitality of the person represented.  He has never seemed a wooden puppet of the stage, bound in by formality and straining after a vague scholastic ideal of technical correctness.\\\"\\n\\nMr. Irving's addresses, \\\"The Drama,\\\" copyright by the United States Book Company, New York, were published in 1892.  They furnish the pages now presented,--abounding on self-revelation,--ED.)\\n\\nTHE STAGE AS AN INSTRUCTOR\\n\\nTo boast of being able to appreciate Shakespeare more in reading him than in seeing him acted used to be a common method of affecting special intellectuality.  I hope this delusion--a gross and pitiful one to most of us--has almost absolutely died out.  It certainly conferred a very cheap badge of superiority on those who entertained it.  It seemed to each of them an inexpensive opportunity of worshipping himself on a pedestal.  But what did it amount to?  It was little more than a conceited and feather-headed assumption that an unprepared reader, whose mind is usually full of far other things, will see on the instant all that has been developed in hundreds of years by the members of a studious and enthusiastic profession.  My own conviction is that there are few characters or passages of our great dramatists which will not repay original study.  But at least we must recognise the vast advantages with which a practised actor, impregnated by the associations of his life, and by study--with all the practical and critical skill of his profession up to the date at which he appears, whether he adopts or rejects tradition--addresses himself to the interpretation of any great character, even if he have no originality whatever.  There is something still more than this, however, in acting.  Every one who has the smallest histrionic gift has a natural dramatic fertility; so that as soon as he knows the author's text, and obtains self-possession, and feels at home in a part without being too familiar with it, the mere automatic action of rehearsing and playing it at once begins to place the author in new lights, and to give the personage being played an individuality partly independent of, and yet consistent with, and rendering more powerfully visible, the dramatist's conception.  It is the vast power a good actor has in this way which has led the French to speak of creating a part when they mean its first being played, and French authors are as conscious of the extent and value of this cooperation of actors with them, that they have never objected to the phrase, but, on the contrary, are uniformly lavish in their homage to the artists who have created on the boards the parts which they themselves have created on paper.\\n\\nINSPIRATION IN ACTING\\n\\nIt is often supposed that great actors trust to the inspiration of the moment.  Nothing can be more erroneous.  There will, of course, be such moments, when an actor at a white heat illumines some passage with a flash of imagination (and this mental condition, by the way, is impossible to the student sitting in his armchair); but the great actor's surprises are generally well weighed, studied, and balanced. We know that Edmund Kean constantly practised before a mirror effects which startled his audience by their apparent spontaneity.  It is the accumulation of such effects which enables an actor, after many years, to present many great characters with remarkable completeness.\\n\\nI do not want to overstate the case, or to appeal to anything that is not within common experience, so I can confidently ask you whether a scene in a great play has not been at some time vividly impressed on your minds by the delivery of a single line, or even of one forcible word.  Has not this made the passage far more real and human to you than all the thought you have devoted to it?  An accomplished critic has said that Shakespeare himself might have been surprised had he heard the \\\"Fool, fool, fool!\\\" of Edmund Kean.  And though all actors are not Keans, they have in varying degree this power of making a dramatic character step out of the page, and come nearer to our hearts and our understandings.\\n\\nAfter all, the best and most convincing exposition of the whole art of acting is given by Shakespeare himself:  \\\"To hold, as 'twere, the mirror up to nature, to show virtue her own feature, scorn her own image, and the very age and body of the time his form and pressure.\\\" Thus the poet recognised the actor's art as a most potent ally in the representations of human life.  He believed that to hold the mirror up to nature was one of the worthiest functions in the sphere of labour, and actors are content to point to his definition of their work as the charter of their privileges.\\n\\nACTING AS AN ART.  HOW IRVING BEGAN\\n\\nThe practice of the art of acting is a subject difficult to treat with the necessary brevity.  Beginners are naturally anxious to know what course they should pursue.  In common with other actors, I receive letters from young people many of whom are very earnest in their ambition to adopt the dramatic calling, but not sufficiently alive to the fact that success does not depend on a few lessons in declamation. When I was a boy I had a habit which I think would be useful to all young students.  Before going to see a play of Shakespeare's I used to form--in a very juvenile way--a theory as to the working out of the whole drama, so as to correct my conceptions by those of the actors; and though I was, as a rule, absurdly wrong, there can be no doubt that any method of independent study is of enormous importance, not only to youngsters, but also to students of a larger growth.  Without it the mind is apt to take its stamp from the first forcible impression it receives, and to fall into a servile dependence upon traditions, which, robbed of the spirit that created them, are apt to be purely mischievous.  What was natural to the creator is often unnatural and lifeless in the imitator.  No two people form the same conceptions of character, and therefore it is always advantageous to see an independent and courageous exposition of an original ideal. There can be no objection to the kind of training that imparts a knowledge of manners and customs, and the teaching which pertains to simple deportment on the stage is necessary and most useful; but you cannot possibly be taught any tradition of character, for that has no permanence.  Nothing is more fleeting than any traditional method or impersonation.  You may learn where a particular personage used to stand on the stage, or down which trap the ghost of Hamlet's father vanished; but the soul of interpretation is lost, and it is this soul which the actor has to re-create for himself.  It is not mere attitude or tone that has to be studied; you must be moved by the impulse of being; you must impersonate and not recite.\\n\\nFEELING AS A REALITY OR A SEMBLANCE\\n\\nIt is necessary to warn you against the theory expounded with brilliant ingenuity by Diderot that the actor never feels.  When Macready played Virginius, after burying his beloved daughter, he confessed that his real experience gave a new force to his acting in the most pathetic situations of the play.  Are we to suppose that this was a delusion, or that the sensibility of the man was a genuine aid to the actor?  Bannister said of John Kemble that he was never pathetic because he had no children.  Talma says that when deeply moved he found himself making a rapid and fugitive observation on the alternation of his voice, and on a certain spasmodic vibration which it contracted in tears.  Has not the actor who can thus make his feelings a part of his art an advantage over the actor who never feels, but who makes his observations solely from the feelings of others?  It is necessary to this art that the mind should have, as it were, a double consciousness, in which all the emotions proper to the occasion may have full swing, while the actor is all the time on the alert for every detail of his method.  It may be that his playing will be more spirited one night than another.  But the actor who combines the electric force of a strong personality with a mastery of the resources of his art must have a greater power over his audiences than the passionless actor who gives a most artistic simulation of the emotions he never experiences.\\n\\nGESTURE.  LISTENING AS AN ART.  TEAM-PLAY ON THE STAGE\\n\\nWith regard to gesture, Shakespeare's advice is all-embracing.  \\\"Suit the action to the word, the word to the action, with this special observance that you overstep not the modesty of nature.\\\"  And here comes the consideration of a very material part of the actor's business--by-play.  This is of the very essence of true art.  It is more than anything else significant of the extent to which the actor has identified himself with the character he represents.  Recall the scenes between Iago and Othello, and consider how the whole interest of the situation depends on the skill with which the gradual effect of the poisonous suspicion instilled into the Moor's mind is depicted in look and tone, slight of themselves, but all contributing to the intensity of the situation.  One of the greatest tests of an actor is his capacity for listening.  By-play must be unobtrusive; the student should remember that the most minute expression attracts attention, that nothing is lost, that by-play is as mischievous when it is injudicious as it is effective when rightly conceived, and that while trifles make perfection, perfection is no trifle.  This lesson was enjoined on me when I was a very young man by that remarkable actress, Charlotte Cushman.  I remember that when she played Meg Merrilies I was cast for Henry Bertram, on the principle, seemingly, that an actor with no singing voice is admirably fitted for a singing part.  It was my duty to give Meg Merrilies a piece of money, and I did it after the traditional fashion by handing her a large purse full of the coin of the realm, in the shape of broken crockery, which was generally used in financial transactions on the stage, because when the virtuous maid rejected with scorn the advances of the lordly libertine, and threw his pernicious bribe upon the ground, the clatter of the broken crockery suggested fabulous wealth.  But after the play Miss Cushman, in the course of some kindly advice, said to me:  \\\"Instead of giving me that purse, don't you think it would have been much more natural if you had taken a number of coins from your pocket, and given me the smallest?  That is the way one gives alms to a beggar, and it would have added to the realism of the scene.\\\"  I have never forgotten that lesson, for simple as it was, it contained many elements of dramatic truth.  It is most important that an actor should learn that he is a figure in a picture, and that the least exaggeration destroys the harmony of the composition.  All the members of the company should work toward a common end, with the nicest subordination of their individuality to the general purpose.  Without this method a play when acted is at best a disjoined and incoherent piece of work, instead of being a harmonious whole like the fine performance of an orchestral symphony.\\n\\nHENRY BRODRIBB IRVING\\n\\n\\\\[Henry Brodribb Irving, son of the late Sir Henry Irving, was born in London in 1870.  His first appearance on the stage was at the Garrick Theatre, London, in \\\"School,\\\" when twenty-one.  In 1906 he toured with success throughout the United States, appearing in plays made memorable by his father, \\\"The Lyons Mail,\\\" \\\"Charles I.,\\\" and \\\"The Bells.\\\"  Mr. Irving distinctly inherits Sir Henry Irving's ability both as an actor and as a thoughtful student of acting as an art.  In 1905 he gave a lecture, largely autobiographical, to the Academy of Dramatic Art in London.  It appeared in the *Fortnightly Review*, May, 1905, and is republished by Small, Maynard & Co., Boston, in \\\"Occasional Papers.  Dramatic and Historical\\\" by Mr. Irving.  By his kindness, and that of his publishers, its pages are here drawn upon.--ED.\\\\]\\n\\nTHE CALLING OF AN ACTOR\\n\\nI received, not very long ago, in a provincial town, a letter from a young lady, who wished to adopt the stage as a profession but was troubled in her mind by certain anxieties and uncertainties.  These she desired me to relieve.  The questions asked by my correspondent are rather typical questions-questions that are generally asked by those who, approaching the stage from the outside, in the light of prejudice and misrepresentation, believe the calling of the actor to be one morally dangerous and intellectually contemptible; one in which it is equally easy to succeed as an artist and degenerate as an individual.  She begins by telling me that she has a \\\"fancy for the stage,\\\" and has \\\"heard a great many things about it.\\\"  Now, for any man or woman to become an actor or actress because they have a \\\"fancy for the stage\\\" is in itself the height of folly.  There is no calling, I would venture to say, which demands on the part of the aspirant greater searching of heart, thought, deliberation, real assurance of fitness, reasonable prospect of success before deciding to follow it, than that of the actor.  And not the least advantage of a dramatic school lies in the fact that some of its pupils may learn to reconsider their determination to go on the stage, become convinced of their own unfitness, recognise in time that they will be wise to abandon a career which must always be hazardous and difficult even to those who are successful, and cruel to those who fail.  Let it be something far sterner and stronger than mere fancy that decides you to try your fortunes in the theatre.\\n\\nMy correspondent says she has \\\"heard a great many things about the stage.\\\"  If I might presume to offer a piece of advice, it would be this:  Never believe anything you hear about actors and actresses from those who are not actually familiar with them.  The amount of nonsense, untruth, sometimes mischievous, often silly, talked by otherwise rational people about the theatre, is inconceivable were it not for one's own personal experience.  It is one of the penalties of the glamour, the illusion of the actor's art, that the public who see men and women in fictitious but highly exciting and moving situations on the stage, cannot believe that when they quit the theatre, they leave behind them the emotions, the actions they have portrayed there. And as there is no class of public servants in whom the public they serve take so keen an interest as actors and actresses, the wildest inventions about their private lives and domestic behaviour pass as current, and are eagerly retailed at afternoon teas in suburban drawing-rooms.\\n\\nREQUIREMENTS FOR THE STAGE\\n\\nNow, the first question my correspondent asks me is this: \\\"Does a young woman going on the stage need a good education and also to know languages?\\\"  To answer the first part of the question is not, I think, very difficult.  The supremely great actor or actress of natural genius need have no education or knowledge of languages; it will be immaterial whether he or she has enjoyed all the advantages of birth and education or has been picked up in the streets; genius, the highest talent, will assert itself irrespective of antecedents.  But I should say that any sort of education was of the greatest value to an actor or actress of average ability, and that the fact that the ranks of the stage are recruited to-day to a certain extent from our great schools and universities, from among classes of people who fifty years ago would never have dreamed of entering our calling, is one on which we may congratulate ourselves.  Though the production of great actors and actresses will not be affected either one way or the other by these circumstances, at the same time our calling must benefit in the general level of its excellence, in its fitness to represent all grades of society on the stage, if those who follow it are picked from all classes, if the stage has ceased to be regarded as a calling unfit for a man or woman of breeding or education,\\n\\nThe second question this lady asks me is this:\\n\\n\\\"Does she need to have her voice trained, and about what age do people generally commence to go on the stage?\\\"  The first part of this question as to voice training touches on the value of an Academy of Acting.  Of the value--the practical value--of such an institution rightly conducted there can be no doubt.  That acting cannot be taught is a well-worn maxim and perhaps a true one; but acting can be disciplined; the ebullient, sometimes eccentric and disordered manifestations of budding talent may be modified by the art of the teacher; those rudiments, which many so often acquire painfully in the course of rehearsal, the pupils who leave an academy should be masters of and so save much time and trouble to those whose business it is to produce plays.  The want of any means of training the beginner, of coping at all with the floods of men and women, fit and unfit, who are ever clamouring at the doors of the theatre, has been a long-crying and much-felt grievance.  The establishment of this academy should go far to remove what has been by no means an unjust reproach to our theatrical system.  As to the age at which a person should begin a theatrical career, I do not think there is any actor or actress who would not say that it is impossible to begin too early--at least, as early as a police magistrate will allow.  That art is long and life short applies quite as truthfully to the actor's as to any other art, and as the years go on there must be many who regret that they did not sooner decide to follow a calling which seems to carry one all too quickly through the flight of time.\\n\\nTEMPTATIONS ON THE STAGE\\n\\nMy correspondent also asks me a question which I shall answer very briefly, but which it is as well should be answered; She writes, \\\"Are there many temptations for a girl on the stage, and need she necessarily fall into them?\\\"  Of course there are such temptations on the stage, as there must be in any calling in which men and women are brought into contact on a footing of equality; perhaps these temptations are somewhat intensified in the theatre.  At the same time, I would venture to say from my own experience of that branch of theatrical business with which I have been connected--and in such matters one can only speak from personal experience--that any woman yielding to these temptations has only herself to blame, that any well-brought-up, sensible girl will, and can, avoid them altogether, and that I should not make these temptations a ground for dissuading any young woman in whom I might be interested from joining our calling.  To say, as a writer once said, that it was impossible for a girl to succeed on the stage without impaired morals, is a statement as untrue as to say that no man can succeed as a lawyer unless he be a rogue, a doctor unless he be a quack, a parson unless be be a hypocrite.\\n\\nTo all who intend to become actors and actresses, my first word of advice would be--Respect this calling you have chosen to pursue.  You will often in your experience hear it, see it in print, slighted and contemned.  There are many reasons for this.  Religious prejudice, fostered by the traditions of a by no means obsolete Puritanism, is one; the envy of those who, forgetting the disadvantages, the difficulties, the uncertainty of the actor's life, see only the glare of popular adulation, the glitter of the comparatively large salaries paid to a few of us--such unreasoning envy as this is another; and the want of sympathy of some writers with the art itself, who, unable to pray with Goethe and Voltaire, remain to scoff with Jeremy Collier, is a third.  There are causes from without that will always keep alive a certain measure of hostility towards the player.  As long as the public, in Hazlitt's words, feel more respect for John Kemble in a plain coat than the Lord Chancellor on the Woolsack, so long will this public regard for the actor provoke the resentment of those whose achievements in art appeal less immediately, less strikingly, to their audience.  But if they would only pause to consider, surely they might lay to their souls the unction that the immediate reward of the actor in his lifetime is merely nature's compensation to him for the comparative oblivion of his achievements when he has ceased to be. Imagine for one moment Shakespeare and Garrick contemplating at the present moment from the heights the spectacle of their fame.  Who would grudge the actor the few years of fervid admiration he was privileged to enjoy, some one hundred and fifty years ago, as compared with the centuries of living glory that have fallen to the great poet?\\n\\nSometimes you may hear your calling sneered at by those who pursue it. There are few professions that are not similarly girded at by some of their own members, either from disappointment or some ingrained discontent.  When you hear such detraction, fix your thoughts not on the paltry accidents of your art, such as the use of cosmetics and other little infirmities of its practice, things that are obvious marks for the cheap sneer, but look rather to what that art is capable of in its highest forms, to what is the essence of the actor's achievement, what he can do and has done to win the genuine admiration and respect of those whose admiration and respect have been worth the having.\\n\\nACTING IS A GREAT ART\\n\\nYou will read and hear, no doubt, in your experience, that acting is in reality no art at all, that it is mere sedulous copying of nature, demanding neither thought nor originality.  I will only cite in reply a passage from a letter of the poet Coleridge to the elder Charles Mathews, which, I venture to think, goes some way to settle the question.  \\\"A great actor,\\\" he writes, \\\"comic or tragic, is not to be a mere copy, a fac-simile, but an imitation of nature; now an imitation differs from a copy in this, that it of necessity implies and demands a difference, whereas a copy aims at identity and what a marble peach on the mantelpiece, that you take up deluded and put down with a pettish disgust, is compared with a fruit-piece of Vanhuysen's, even such is a mere copy of nature, with a true histrionic imitation. A good actor is Pygmalion's statue, a work of exquisite art, animated and gifted with motion; but still art, still a species of poetry.\\\"  So writes Coleridge.  Raphael, speaking  of  painting, expresses the same thought, equally applicable to the art of acting.  \\\"To paint a fair one,\\\" he says, \\\"it is necessary for me to see many fair ones; but because there is so great a scarcity of lovely women, I am constrained to make use of one certain ideal, which I have formed to myself in my own fancy.\\\"  So the actor who has to portray Hamlet, Othello, Macbeth--any great dramatic character--has to form an ideal of such a character in his own fancy, in fact, to employ an exercise of imagination similar to that of the painter who seeks to depict an ideal man or woman; the actor certainly will not meet his types of Hamlet and Othello in the street.\\n\\nBut, whilst in your hearts you should cherish a firm respect for the calling, the art you pursue, let that respect be a silent and modest regard; it will be all the stronger for that.  I have known actors and actresses who were always talking about their art with a big A, their \\\"art-life,\\\" their \\\"life-work,\\\" their careers and futures, and so on. Keep these things to yourselves, for I have observed that eloquence and hyper-earnestness of this kind not infrequently go with rather disappointing achievement.  Think, act, but don't talk about it.  And, above all, because you are actors and actresses, for that very reason be sincere and unaffected; avoid rather than court publicity, for you will have quite enough of it if you get on in your profession; the successful actor is being constantly tempted to indiscretion.  Do not yield too readily to the blandishments of the photographer, or the enterprising editor who asks you what are the love scenes you have most enjoyed playing on the stage, and whether an actor or actress can be happy though married.  Be natural on the stage, and be just as natural off it; regard the thing you have to do as work that has to be done to the best of your power; if it be well done, it will bring its own reward.  It may not be an immediate reward, but have faith, keep your purpose serious, so serious as to be almost a secret; bear in mind that ordinary people expect you, just because you are actors and actresses, to be extraordinary, unnatural, peculiar; do your utmost at all times and seasons to disappoint such expectations.\\n\\nRELATIONS TO \\\"SOCIETY\\\"\\n\\nTo the successful actor society, if he desire it, offers a warm and cordial welcome.  Its members do not, it is true, suggest that he should marry with their daughters, but why should they?  An actor has a very unattractive kind of life to offer to any woman who is not herself following his profession.  What I mean is that the fact of a man being an actor does not debar him from such gratification as he may find in the pleasures of society.  And I believe that the effect of such raising of the actor's status as has been witnessed in the last fifty years has been to elevate the general tone of our calling and bring into it men and women of education and refinement.\\n\\nAt the same time, remember that social enjoyments should always be a secondary consideration to the actor, something of a luxury to be sparingly indulged in.  An actor should never let himself be beguiled into the belief that society, generally speaking, is seriously interested in what he does, or that popularity in drawing-rooms connotes success in the theatre.  It does nothing of the kind.  Always remember that you can hope to have but few, very few friends or admirers of any class who will pay to see you in a failure; you will be lucky if a certain number do not ask you for free admission to see you in a success.\",\"timestamp\":1639987573,\"title\":\"\\n\\\"I don't know,\\\" I lightly answered.  \\\"He is generally regarded as an acquired taste.\\\"\"},\"digest\":\"Cc31aaVR5rSU2dV1mdUB1T7ydZJx2hfyPUPEbcvoA7g\",\"authorship\":{\"contributor\":\"0xBD285526750c6d1e9c301005d31Fcad2bE9E9AA0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5OpfPWSXQiyQqiJDaz0Kw4RaiBsfZEd14qkS1hapX9o\\\",\\\"y\\\":\\\"En1Nq8taFjMUW4eVNBtwLUnf5QRhvOBPTW-Uc_2SA-k\\\"}\",\"signature\":\"4iQFcgEmIlJk9OWzt6Ma4EyA2EC_k1CHh65dZ4upz7in3UR2KSk0E3y5MDOzh_sdctHsgHJWBODu0iY63yjhbQ\",\"signingKeySignature\":\"0x33b7fcd5ff38069a9d92eaebccfa438eb3c7e0128f61f4382c5ec97016a3ae88045f297ea59431a8eefb496385b3721f628025ebd09be9888a7e6168e256251d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5OpfPWSXQiyQqiJDaz0Kw4RaiBsfZEd14qkS1hapX9o\\\",\\\"y\\\":\\\"En1Nq8taFjMUW4eVNBtwLUnf5QRhvOBPTW-Uc_2SA-k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Cc31aaVR5rSU2dV1mdUB1T7ydZJx2hfyPUPEbcvoA7g\"}"