"{\"content\":{\"body\":\"## *How I went from knowing next to nothing about crypto to having a full-time job in web3, all in under 6 months*\\n\\nAt the beginning of this year I knew next to nothing about the world of web3 or crypto. Six months later, I quit my job to take a full-time position in the industry.\\n\\nWhat happened? \\n\\nThis is the story of some of the major moments within that half-year and the lessons I learned along the way.\\n\\nIn January of 2021 I felt dissatisfied with the web. I had been feeling this way for years. Don’t get me wrong, there’s a lot that I love about the internet and the communities that it creates. I would have had a *very* different pandemic lockdown experience without spaces like Twitter and the ability to connect with friends and family online.\\n\\nAnd yet! \\n\\nSomewhere along the way, the web began to feel stagnant. All technology grows in fits and starts, but it felt like our period of relative dullness had been going on for far too long. \\n\\nThen, just like that, everything changed.\\n\\nIn February of 2021 I started hearing rumblings about NFTs. People were saying that these ‘non-fungible tokens’ were a new way for artists to create work online while providing both provenance and patronage. Some of the most interesting people on my Twitter timeline began posting about their upcoming projects. My Clubhouse homepage shifted from conversations about influencers to conversations about cryptocurrency and ‘minting’ NFTs. I watched as internet friends began to sell the work they had created for amounts of money that seemed unfathomable. Thousands of dollars in profits, for digital art? What was happening?\\n\\nI'm a long-time believer that we need to bring value back to art, but that's definitely not what happened in web 2.0. In an internet where attention seems fleeting and follower counts matter more than anything else, profits have been squeezed out and we've reduced 'art' down to 'content'. \\n\\nBut the NFTs I saw being sold didn't look like 'content'. They looked like real art being taken seriously by a real community.\\n\\nI decided to dive in.\\n\\n### GETTING STARTED IN THE WORLD OF WEB3 - HOW TO SET UP A WALLET AND BUY ETH\\n\\nTo participate in web3, the first thing you have to do is set up a wallet. Two of the best and most used wallets are [Rainbow](https://rainbow.me/) and [MetaMask](https://metamask.io/), the former of which lives natively as an iOS app and the latter as a Chrome extension. I initially went with MetaMask and immediately recognized the striking difference from a traditional username and password. MetaMask gave me a ‘seed phrase’, a string of 12 words that I absolutely could *not* share or forget. It felt scary but also enticing; this high-stakes web intimidated me *because* of its potential. Most people aren’t that concerned with having their email or social platforms hacked. Why would they be when the worst case scenario is typically a spammy post about buying fake Raybans posted on their profile? You can change your password, delete the post, and forget it ever happened. In the web3 world, getting hacked has real ramifications. How exciting, the idea of a web that actually has the power to change your life, and a secret phrase that actually needs protecting!\\n\\nI purchased some Ethereum, the digital currency that NFTs run on, and added it to my wallet. A jarring in in seeing how ‘little’ trading your dollars for crypto gets you. Converting $500 and receiving a fraction of a whole number (.2 ETH at the time of this writing) can be hard to understand. Another part of the transaction that’s challenging to newcomers: Recognizing that making any move has a cost. Because everything is hosted 'on-chain' there's a transaction price (called a 'gas fee') attached to anything you might want to do. \\n\\nWant to buy ETH? Pay gas.\\n\\nWant to create an NFT? Pay gas. \\n\\nWant to bid on an NFT? Pay gas. \\n\\nWant to transfer your ETH back to USD? Pay gas.\\n\\nJust like gasoline, these fees fluctuate in price based on demand. In the early days these transactions were pennies. But with the popularity of web3 on the rise, they're often now in the $20 range. At the height of the NFT craze, they were in the $100s. Even though the transaction fees can be painful, they’re a vital part of the ecosystem. Not only do they prevent the type of spammy behavior that gets us fake Ray-Ban ads on Instagram, they also add a layer of security as thousands of computers all compete to process transactions accurately and include them in the blockchain ledger.\\n\\nWith ETH in my wallet, I began the process of creating my first NFT. \\n\\n### MINTING YOUR FIRST NFT - HOW IT WORKS AND UNDERSTANDING THE PLATFORMS\\n\\nOne of the first steps any prospective NFT creator has to make is determining which platform it will live on. When I first started, there were a few options open to me: [Foundation](https://foundation.app/), [Zora](https://zora.co/), and [OpenSea](https://opensea.io/). The former two were both invite-only, and I didn’t want to scoop up a precious invite from a friend only to realize that it wasn't for me. OpenSea (as the name might suggest) requires no invite and is open to all. They were also doing something that intrigued me that they called ‘gasless minting’. \\n\\nPublishing an NFT is called ‘minting’, and as I mentioned earlier, almost every move within the web3 world requires gas. On OpenSea your *first* NFT requires gas, but after that you can make as many as you want without paying that upfront fee. Instead, gas is collected later upon purchase by a collector.\\n\\nThinking about what type of art I wanted to create, this immediately appealed to me, as I didn't have a singular key piece of work that I wanted to upload. I intended to publish a collection that felt like it would fit nicely within the space. Years ago I had taken a series of photographs of cups of espresso, before and after drinking. The photos had always delighted me but they felt weird online — who actually wanted to see espresso cups on Instagram? \\n\\nI minted a set of 6 photos and listed them for .1 ETH each (at the time, about $150). Then I went to bed.\\n\\nhttps://twitter.com/drewcoffman/status/1364097164452892674?s=20\\n\\nI woke up, opened my computer, and realized that one had already sold. Over the next two days I watched as people snatched up my coffee photos, some of them new Twitter friends, others complete strangers or anonymous. \\n\\nI had been taking photos for 15 years and no one had ever bought my work. Now, I had sold half a dozen and made $1,000, all by pressing buttons on an online marketplace.\\n\\nI instantly began thinking about the next project I wanted to mint. I had been working on a video project months prior and abandoned it because I didn't know where it would belong. A short-form music video set to a friend’s music, it didn't fit on my YouTube channel and felt like way too much work to just post on Twitter or Instagram. Could this exist as an NFT? Maybe! I re-assessed the footage and, with my friend's blessing, finished the project over a weekend and minted it, this time to Foundation.\\n\\n[NFT](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/927)\\n\\nAnd…it didn't sell!\\n\\nTo this day, the NFT remains available on Foundation, unsold. And that's okay! **Part of the beauty of the world of NFTs is that the art you create should be just as valuable in your own wallet as it is in someone else's. **Further, because of the nature of the blockchain, this art is *permanent***. If you believe in the world of web3, there's value in letting your work exist on-chain for years to come, whether it sells or not. My NFT lives on the blockchain, future-proofed in a way that anything I host on a centralized platform like Instagram will simply never be.\\n\\n### FINDING COMMUNITY\\n\\nFully committed to web3 at this point, I began doing everything I could to find other people within the community. I set up my [ENS domain](https://ens.domains/) and changed my Twitter name to drewcoffman.eth. I followed web3 people on Twitter and joined web3 conversations on Clubhouse. Through a combination of both, I became connected to a group called [Tech0ptimist](https://techoptimist.xyz/) who had [just minted an NFT on Foundation](https://foundation.app/@optimist/cabbage-01-453). As the auction countdown ended, they created a Clubhouse room to cheer the sale and affirm the entire NFT ecosystem. Through the conversation I learned about a mysterious art collector and anonymous Twitter egg named [Aito](https://twitter.com/thisisaito) who was building a serious collection of NFTs. We celebrated Aito on Twitter and Clubhouse. As we joked about him being a 'patron saint' I created an NFT using a photo of a church statue I had taken and swapped out the face, replacing it with an egg. I minted it, posted it to Twitter, and in minutes watched as the NFT disappeared from my wallet — bought by Aito himself.\\n\\nhttps://twitter.com/drewcoffman/status/1365840718867046400?s=20\\n\\n[Vision of Aito](https://opensea.io/assets/0x495f947276749ce646f68ac8c248420045cb7b5e/90294439017461790840607179782906946497870244260757743588084955982996617297921) was the first piece of egg-based art to commemorate the patron, and a deluge quickly flooded the marketplaces as artists fought for Aito's attention. Like any art space, the world of NFTs responded to what works, with artists building off each other as they learned what fits. I experienced this myself as I played around with an idea for my next NFT and saw someone else in the community making something that I loved. An artist named [Kate the Cursed](https://twitter.com/katecursed) used a CRT television and a modded SNES to create [glitched-out Mario Paint masterpieces](https://foundation.app/@kate-the-cursed/gamma-ray-graffiti-7694). They were incredible, and seeing someone else make CRT-based art was all the affirmation I needed to go out and make my own. \\n\\nI once again collaborated with my musician friend and worked for 48 hours to create an NFT I called ‘[◇ 𖥂 ◇ // modular patch](https://foundation.app/@drewcoffman/modular-patch-10266)’, a vaguely ominous looping video of kaleidoscopic visuals set to a synth score, all playing out within a CRT television screen. I felt *extremely* proud of it, not only because I loved what I made but because it felt web3 native. Where in the world of web 2.0 could something like this possibly thrive? Vine existed as a brief paradise for this type of work, but quickly sunsetted and never let the artists actually profit from what they created. To post a looping video on a social platform like Instagram or Twitter just felt underwhelming, and to put it on your own personal site typically meant that it would languish, unseen by all. NFTs were doing something beyond offering a path forward for artists: They were offering a path forward for *art*.\\n\\n[NFT](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/10266)\\n\\nTo my surprise (especially since the last NFT I had made never sold), my piece received a bid almost immediately (from internet friend [Jstn](https://twitter.com/jstn) — thanks Jstn!!) and then before it could sell, received another bid. Then another. And another. And another. \\n\\nJust like my espresso photos were the first time I had ever sold art for profit, this was the first time I had ever seen people fight over something I made. It felt overwhelming to know that my work resonated with others.\\n\\nThe NFT sold for .8 ETH, a number that would have felt impossible hours before. Instead of cashing out, I used my newfound ETH within the web3 space. I bought an NFT from an avatar project that I loved. I bought another from an artist that seemed up and coming. That instantly proved to be the case, as I sold the same piece a single day later for four times as much as I paid for it. \\n\\nAnd in one of my best moves, I bought into FWB, a token-gated community.\\n\\n### GETTING INVOLVED - SOCIAL TOKENS, DAOs, AND GOVERNANCE\\n\\n[FWB](https://www.fwb.help/) (Friends with Benefits) is a community that you can only access if you’re holding a certain amount of their token in your wallet. Once you hold that amount and apply to join, you get access to the Discord and the insights of the people within. \\n\\nThat's it! Mostly. Since I joined, FWB has created new initiatives to add more value for owners. They’ve held in-person parties, created city guides, and now send out a weekly TL;DR newsletter to catch people up on the most important news in and around web3. \\n\\nAt the time of joining, it cost me approximately $500 to enter (and at the time of this writing, entry is valued at around $1,750) which is an incredible price to pay to enter a chatroom — but web3 solves this in a way that web 2.0 never could. I’ve always been wary of gated courses, cohorts, and communities that tell you that by paying a certain amount of money you'll gain access to knowledge and people in a way that you otherwise couldn’t. These, in my experience, almost always disappoint.\\n\\nThey look enticing from the outside, but once you're in you realize that it's just a structured version of what you could have learned on your own — and of course, there's no refunds. In web3, if you join a token-gated community like FWB and realize that it isn't for you, you can *just sell the coins back and walk away*. This means that a community can't rely on shady tactics and an enticing outer wall to get you to join. It actually has to be good!\\n\\nFWB, it turns out, was *very, very good*. Accustomed to the cryptobro and wallstreetbets types of communities that often pop up in these spaces, I worried that this group might prove to be toxic at worst and unintentionally exclusionary at best. Instead, I found a friendly, extremely welcoming, diverse, and inclusive crowd. And the channels listed in the Discord weren't just about NFTs and crypto, there were lifestyle channels that included thoughtful conversations about not only music and books but more surprising topics like food and skincare! The people in FWB were truly *friends with benefits*, they had insights and understanding about each of these spaces that I began to pore over, learning not just about the web3 world but the *world as a whole* in ways that I’m very thankful for. And to top it all off, there were geolocated channels, with one of the most active centered in LA. That’s where I am!\\n\\nSoon after I joined some people from the group began planning one of their initial IRL meetups post-COVID. I went, meeting web3 people in person. FWB felt like the first opportunity that I had to really get *involved* at a community level with something that interested me. And they were still figuring out what they wanted to become in ways that made making meaningful contributions possible. Many web3 organizations and communities have ‘governance’ which allows for decision-making to be decentralized and democratized. Instead of a single person at the top of the food chain making all of the decisions (for better or worse), decisions can be brought to vote. In communities like FWB, if you hold the token, you get to vote. Easy! The challenge (as in IRL situations) lies in *getting people to actually vote*, as most simply don’t bother.\\n\\nSo, FWB set up a governance committee responsible for ensuring that, among other things, proposals were being understood and seen by members. I quickly began to see more and more governance opportunities and communities pop up. Many of these call themselves DAOs, ‘Decentralized Autonomous Organizations’, a web3 equivalent of an LLC that can take collective action quickly. Some of these, like [PleasrDAO](https://pleasr.org/), focus on purchasing important NFTs. Others, like [Aave Grants](https://twitter.com/aavegrants?lang=en), push an organization’s purpose forward and democratize its future. Others, like [CityDAO](https://city.mirror.xyz/mZOpFWkTi0M2lVE1PsT1e2sJwdUT4PdgetHw_S4hS5A) organize to buy land in the real world.\\n\\nFWB posted an application form for members to join their governance committee. I clicked it, and then…closed the tab. I’d never been on a governance committee in my life. What could I possibly contribute? Then I realized that being interested in governance and not knowing how to contribute made me the *ideal* candidate for a committee dedicated to moving members from ‘interested’ to ‘activated’. I applied. A few days later, my application got accepted.\\n\\nOn the governance committee I began helping run monthly FWB Town Halls and set the agenda. I also kept tabs on the dedicated Governance channel and answered any questions people had, making sure that feedback (especially the negative stuff) got seen by staff so that they could course-correct and ensure that people were being heard. As in much of life, certain decisions which were making people grumpy weren't coming from a place of malice, but messiness. So much was so new *so fast* that things were slipping through the cracks. The governance committee helped fix this, leading to a more positive and engaged community overall.\\n\\nThe governance committee came with a stipend, making it my first paid role in web3 — and they paid in *crypto*, not US dollars. This change fascinated me. Up until this point everything I had done had been funded by that initial deposit in my wallet from USD and the sales from my subsequent NFTs.\\n\\nNow, after being paid for my art, I was being paid for my participation. \\n\\n### GOING FULL-TIME\\n\\nAs the months flew by, I became more and more invested. I met [Justin Boreta](https://twitter.com/boreta) and worked to release [The Song That Owns Itself](https://stoi.org/) (STOI for short), an experiment in ownership where social tokens were given away,  representing ownership in the song itself. I learned about [CabinDAO](https://creators.mirror.xyz/20Eyc57rknNJYL9vJa11zvupU_MXP7NZJUADTzTlCjQ), which crowdfunded resources to create artist residencies, offering up physical space on 30 acres of Texas countryside. As I spent more and more time thinking about web3, I realized how much I wanted to spend *all* of my time thinking about web3. Up to this point, I had been working a full-time job as a Community Manager for a web 2.0 company. Though I loved that work, it became obvious that I felt passionate about pushing this new technology forward. \\n\\nAn internet friend, [Jackson Dame](https://twitter.com/jacksondame), had just quit their job and taken a role at Rainbow.  I sent them a DM saying that I was interested in doing the same thing. They told me they’d keep an eye out for openings, and to my surprise I began hearing from *many* companies with *many* openings. I realized that a background in Community and Marketing was a major strength in this industry. Tons of projects had momentum behind them and developers were in desperate need of people who could take the reins of these burgeoning audiences. \\n\\nI interviewed with half-a-dozen web3 organizations until I found one that felt both like a perfect fit and a beautiful closed loop: I joined Aito’s team to work on building out his vision for web3.\\n\\nSix months ago, I never would have imagined that my life would look so different, centered on a world that I knew nothing about. I couldn’t be happier. Reflecting back, one of the main characteristics of web3 that made me dive in so quickly was its deep value for community. Though the crypto world is unfortunately equated in some people’s minds with get-rich-quick schemes, that simply hasn’t been my experience at all. Instead I’ve found a community of creators who want to push art forward and build a better internet that harkens back to the internet's best days. I think that my desire to be a part of that community is a big part of what made my journey successful. I wasn't focused on selling as many NFTs as possible or networking for networking’s sake; I was investing myself into a community of builders, and now I’m excited to be building right alongside them. \\n\\nEvery day I wake up looking forward to being a part of the future of web3.\\n\\nHere's to the next six months.\",\"timestamp\":1628519326,\"title\":\"CRYPTOPILLED\",\"publication\":\"multimedia\"},\"digest\":\"Hu10Kv89stQ16ix6CS4k73tCpVhlY_r3dwE2L1-uZo0\",\"authorship\":{\"contributor\":\"0xc7A0D765C3aF6E2710bA05A56c5E2cA190C2E11e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"j_XWck7U_NNz_8iso8_9vuQoVNvJ2H3cMeBY2Twr8bU\\\",\\\"y\\\":\\\"MP6KbhMF0cy-Ly8Y7RrGM8GhzegM6wlktqQV-RZ9SLc\\\"}\",\"signature\":\"xny58FWn7EkGjKDSmxpaWbHat5JUigi3B8nElq2sY50pzBdvAejVagvW-0UrNFB--C2elAAXqV80vJ0s_clpWQ\",\"signingKeySignature\":\"0xfe5250ccf840ccce977018bada42981ce6fb37a31422631e8d82be85166f5c08331dfd524a8e151773d568cd2085b3f61ddca8705e5034b1ba95d4a3f40a42af1c\",\"signingKeyMessage\":\"I authorize the publication of articles on multimedia.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"j_XWck7U_NNz_8iso8_9vuQoVNvJ2H3cMeBY2Twr8bU\\\",\\\"y\\\":\\\"MP6KbhMF0cy-Ly8Y7RrGM8GhzegM6wlktqQV-RZ9SLc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Hu10Kv89stQ16ix6CS4k73tCpVhlY_r3dwE2L1-uZo0\"}"