"{\"content\":{\"body\":\"In 2019, [62%](https://animalmedicinesaustralia.org.au/report/pets-in-australia-a-national-survey-of-pets-and-people/) of all Australian households owned at least one pet. In the US in 2020, the number is [67%](https://www.americanpetproducts.org/press_industrytrends.asp).\\n\\nThat’s ridiculous.\\n\\nIt wouldn’t surprise me if the 2021 percentage is even higher. As lockdowns have set in, more and more people seem to have bought a pet. That’s great. Pets are great companions and are great for mental health.\\n\\nHere’s a [Stake article](https://hellostake.com/au/blog/featured-post/puppy-boom) with some more detailed US statistics. Some kibble for thought.\\n\\n> *Sure, companies like Zoom, Netflix and Shopify boomed during the pandemic. Looking beneath the surface, one hidden winner of the pandemic was the pet industry. 20% of American households adopted a cat or dog in the year from March 2020.*\\n\\n![](https://miro.medium.com/max/1340/0\\\\*I81Qd5ZlzI_I2-Xw.jpg)\\n\\nThis increase in pet ownership has led to an increase in demand across many areas:\\n\\n* Pet Food\\n* Pet Sitting and Walking Services\\n* Toys and Accessories\\n* Veterinarian Services\\n* Pet Insurance\\n\\nPets have a lifecycle almost as complicated as a human being. They require time and care.\\n\\nSince their lifecycle is as complicated as our own, and since we love them to bits, we’re spending more and more on our pets. This process of humanisation and premiumisation means that we’re spending more on higher-quality pet services.\\n\\nClearly, there is a huge market opportunity for pets, currently valued at around $13bn in Australia alone. I think it makes a lot of sense to capitalise on this growth.\\n\\n## Mad Paws (ASX:MPA)\\n\\nMad Paws is a pet services marketplace connecting pet owners with trusted pet-care providers. It’s Airbnb for pets.\\n\\nFor the finance nerds, in FY21, these were their key metrics:\\n\\n![](https://miro.medium.com/max/1400/0\\\\*6PXOMb-518mZtfWk.png)\\n\\nMPA currently has a market cap of **\\\\~ $32m** and a share price of AU$0.17 (7 Sept 2021).\\n\\nMad Paws is a tiny company at the moment, but they’re leading the online pet services industry in Australia, and have the potential to benefit from a significant first-mover advantage or pose a valuable acquisition target for one of the larger players (think Petbarn).\\n\\nBut wait, there’s more.\\n\\n## Diversifying Across Product Categories\\n\\nDespite starting as a pet sitting, walking, daycare, and grooming service, the company has begun diversifying its product offerings across the entire pet lifecycle.\\n\\n1. Recently purchased Waggly, a subscription service that sends pet care packages to your doorstep, with treats, toys and other accessories.\\n2. Introduced Mad Paws Food, with a HelloFresh/Marley Spoon style subscription food service, which has been extremely successful and rated **[one of the best in Australia after only a year.](https://www.productreview.com.au/listings/mad-paws-dinner-bowl)**\\n3. Introduced Mad Paws Health, a pet insurance product to increase annual recurring revenue streams\\n4. Developing Mad Paws Home, a fully integrated and curated eCommerce platform that can help to cross-sell all Mad Paws’ other product lines\\n\\nTo me, this screams diversified product offerings,\\n\\n## The Travel Catalyst\\n\\nHere’s a second-order catalyst that I think could be EXTREMELY profitable. It’s always the second-order effects that are overlooked. That’s also where the money is. Howard Marks **[agrees](https://www.amazon.com/gp/product/0231162847/ref=as_li_qf_sp_asin_il_tl?ie=UTF8&camp=1789&creative=9325&creativeASIN=0231162847&linkCode=as2&tag=farnamstreet-20&linkId=IVJWRTJOAYFYASKD)**.\\n\\nI personally think that this catalyst is extremely underappreciated. Australia is seeing considerable pent-up demand for travel, both domestically and overseas as a result of COVID.\\n\\nThousands of households have bought pets during the COVID-19 lockdowns and will need somebody to look after them when they travel. Of course, family and friends are often a go-to, and will cannibalise part of the market, but think about Airbnb.\\n\\nYes, you can go overseas and stay at a friend’s place. Orrrrrrrr, you can stay in a much nicer and convenient location. I think that the same applies to your pets. If you have an available sitter two minutes down the road, who has other pets for your dog to socialise with, why drive an hour away to drop the dog off at your parent’s place?\\n\\nAlright, so everybody’s going to travel, hopefully, they find Mad Paws and the growth increases. Nice. But Xander, they’re a tiny company. There’s no way they have the marketing budget or brand awareness to capture a considerable part of the market.\\n\\nThat’s true, but here’s the kicker. In 2017, Mad Paws announced a partnership with Qantas: (a) Mad Paws owners earn Qantas points with every booking they make through the platform (i.e. enabling them to travel), and (b) Qantas is directly promoting Mad Paws to travellers booking flights on the Qantas website.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*ub5Kz6HQeqp4FivO.png)\\n\\nThat’s great visibility, and it substantially mitigates the issues associated with marketing and brand awareness for Mad Paws.\\n\\nThe recent fiasco in Australian airline operators is also likely to increase Qantas’ market share in the short term, which is helpful.\\n\\n## Risks\\n\\nClearly, I’m no genius. If Mad Paws were as good as I think they are, they’d have a much higher valuation. So let me outline a few of the risks\\n\\n* **The Pet Services business model is unproven**. At only \\\\~35m in market capitalisation and very few competitors in the local market, the model is still new and untested. Whether this blows up into a 9 figure market cap company is yet to be seen\\n* **Product Risk**: As any smart company does, Mad Paws is aggressively expanding its product offering to capture all segments of a pet’s lifecycle. This is smart but also carries some risks. If any of these products are unsuccessful, the business will face high sunk costs from developing these product offerings.\\n* **Premiumisation of Pets**: Although the increasing premiumisation of pets has been a strong tailwind for the pet industry, a future recessionary environment threatens to reduce discretionary spending on pets (although this may not be an issue if people truly view their pets as ‘humans’). The extent to which this trend is structurally embedded in Australian culture is uncertain.\\n\\n## The Wrap Up\\n\\nThis is not investment advice, but I’m convinced that the pet services industry has some serious growth potential through 2H21 and 1H22.\\n\\nIn Australia, Mad Paws seems best positioned to capitalise on the emerging trends and is building a strong and diversified portfolio of products to do exactly that.\",\"timestamp\":1641697683,\"title\":\"The Investment Opportunity of Pets - InsiderFinance Wire\"},\"digest\":\"knx-zH8CCGSNNpQ8xUcjQa5P8LqtgDxUytbBlgwn874\",\"authorship\":{\"contributor\":\"0x2DFfD1665ee72ceF7bB99422dB9B26c2762213eb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LLppUlcEIo3s34pOzoMTMKFUnL8RzP3QcdvyEh_MWbg\\\",\\\"y\\\":\\\"fMosbOLs8fUHDdn1Nua3s_k2YyDjRmaXaxPXBaZn8yE\\\"}\",\"signature\":\"NAoEPH0c3HMfICsMlbD4n7gWW-lz36j1uiW5qTF5ZOoyYKWLU_S53XZlUWiN9o3r169MJeLQAHsiqhCObzqvkQ\",\"signingKeySignature\":\"0x5faa2b270473a1bbcbd9c22f47c70cd57f77c4b1a57f1a065035b75c9380e19a463b42b2ac4116a79b18a62740122d561fbad8a0193da0231af01fdd4d7320151c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LLppUlcEIo3s34pOzoMTMKFUnL8RzP3QcdvyEh_MWbg\\\",\\\"y\\\":\\\"fMosbOLs8fUHDdn1Nua3s_k2YyDjRmaXaxPXBaZn8yE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"knx-zH8CCGSNNpQ8xUcjQa5P8LqtgDxUytbBlgwn874\"}"