"{\"content\":{\"body\":\"As a virtual world, the metaverse needs to be recognized for its virtual material value and exchange system if it wants to develop, prosper, and further influence the real world.\\n\\nTake the current online games as an example. The current Internet world's common problem is that the pricing power and ownership of virtual items are in the hands of Internet companies, and a series of assets such as props, skins, game tokens, and even game accounts purchased by players in the game. The ownership of the game belongs to the game company, and the player only has the right to use it.\\n\\nAll assets in the game cannot be arbitrarily exchanged and self-priced. Your Glory of Kings skin cannot be exchanged for LOL skins, and your assets in one game cannot be exchanged for assets of another game. This has created a hindrance to the development of the meta-universe for Internet companies. A centralized meta-universe that does not belong to users is not what most people want to see, and at the same time it does not have the attributes of the meta-universe.\\n\\nThe decentralized structure of the blockchain is a decentralized account book. In the blockchain meta-universe, all players participate in the management of this account book. The value establishment is jointly managed and recognized by each participant. There is no centralized organization forcibly The player’s assets may be priced and denied.\\n\\nTherefore, the meta-universe in the blockchain field has realized the assumption of \\\"your is yours\\\". In a blockchain meta-universe in which you participate, the acquired assets form a world that is completely \\\"only yours\\\". .\\n\\nIn the future, this world that belongs only to you will grow bigger and bigger and continue to affect the real world.\",\"timestamp\":1635662288,\"title\":\"The future of the meta universe\\nThe real world \\\"only belongs to you\\\"\"},\"digest\":\"lHXM3MCgqdtPsKQHcLAKczE2X24cG4vXNRz903Qy5X8\",\"authorship\":{\"contributor\":\"0x13bf5E5dA04a39F01f4cb8835e37dc76d3E8666b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E0bTqn5k2Z54YZbdr7SsbH-97F0fsZwFG-z3SBCQn0A\\\",\\\"y\\\":\\\"yf3tWQT-5uHnF07exVjakxtXLpW7Qrv1ZiPJfVw9dic\\\"}\",\"signature\":\"JbcKIbLdHIhbH0Pl9ITXw_0txSx_Cr-rFPMonvOdPeujo5bAi6Iys-E-8v-A3b68ErRYp3_lqq4zH1knaIB-Og\",\"signingKeySignature\":\"0xcf50e58af770a05904ef43fad5b01580bea544722d4a6bd914e3445d85ca450c725b4be066736b693cd3db50b312dfc6a5c74f17d8f951fe163c6de3834ecfb81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E0bTqn5k2Z54YZbdr7SsbH-97F0fsZwFG-z3SBCQn0A\\\",\\\"y\\\":\\\"yf3tWQT-5uHnF07exVjakxtXLpW7Qrv1ZiPJfVw9dic\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lHXM3MCgqdtPsKQHcLAKczE2X24cG4vXNRz903Qy5X8\"}"