"{\"content\":{\"body\":\"自从今年我开始关注区块链行业之后，便发现了与旧世界截然不同的新大陆。特别是全职进入行业后，我陆续发现大量的新迹象，其中一些似乎模糊地预示着未来。逐渐改变的团队协作方式似乎就是这样的迹象之一。\\n\\n目前大多数科技公司无疑是层级制的，总体而言是自上而下集权体制的。无论人类在社会治理与政治上曾经做过哪些探索，单论在公司管理中，无数人也包括曾经的我依旧信奉，公司在纯经济方面的决策上无需民主。哪怕有部分专家认为公司应该在内部构建更开放的生态，也确实有部分大的科技集团在尝试这样做，但在我看来并未从根本上动摇上述共识。\\n\\n同样，目前大多数科技公司也极其依赖全职员工或者外包团队这种特殊形式，其兼职团队（包括实习生）或者志愿者贡献的价值往往是微不足道的。公司也会倾向于与员工做深度绑定，无论是对上下班时间的或软性或强制的要求、集中办公、禁止随意兼职，还是各种人资制度、团建与福利活动，甚至还有某种统一思想和价值观的倾向，都是要与员工建立更深层的关系，以换取员工更全力和更稳定的价值产出。\\n\\n但web3.0的团队协作则与之明显不同。目前的一些迹象包括：远程协作、全球分布式办公、兼职创业与多项目参与、兼职团队价值大增、志愿者价值大增甚至社区自治……所有的碎片拼接起来之后，再补充一些想象，好像在告诉我们：**未来的web3.0时代，很多时候不需要机构与贡献者的强制绑定，更可能的是一种新式的利益与情感连接。**\\n\\n一个典型的web3.0创业团队或许应该是这样的：\\n\\n1. 两三个差不多全职的核心员工，可能分布在全球各地\\n2. 十几个兼职员工，他们兼职的原因可能各不相同：\\n   1. 有些人可能还在校，类似实习生\\n   2. 有些人则有自己的正式工作，不想或者觉得没必要辞职\\n   3. 有些人可能压根没有正式工作，在同时参与多个项目，或以个人投资为生，或许可以称之为自由职业者\\n3. 来自社区的长期志愿者或许还有十几人或者几十人，他们长期但相对不稳定地承担一些工作，主持一些事务\\n4. 而所有的社区成员，都在项目需要的时候，有可能挺身而出，领取任务，为项目或多或少做一些贡献，至少可以为项目随手转发，摇旗呐喊\\n\\n在这种情况下，我们不能说这两三个全职员工的贡献就一定比兼职团队或者社区团队的贡献更大，至少对比过去来讲，兼职团队和社区团队的价值将是不可忽视的。 \\n \\n\\n那web3.0为什么存在可能性，能将如此庞大的人群维系住？**核心可能有两点：利益绑定、情感连接。**\\n\\nweb3.0新的价值分配逻辑存在激励所有贡献者的倾向，其最终产生社会价值以及商业变现，是强依赖于其泛化意义上的团队的层级生态繁荣的，这种生态的最外缘即产品的最普通的用户。当我们为一个项目出力的时候，我们可以接受低薪资甚至无薪资，是因为我们知道，如果项目成功，我们一定能获得更多回报，有时候甚至是不可想象的超额回报。\\n\\n而且不仅仅是利益。曾有一个大佬总结，web3.0的核心特点之一是用户参与度极高。这种用户参与度带来的是更强的情感连接。或许这个逻辑在大多数时候也很朴素：我因为利益而为这个项目付出，当我付出越来越多的时候，我发现我话语权越来越大，我便越来越觉得我是这个项目的所有者之一，而非简简单单的用户。这种关系不同于传统公司的层级制金字塔结构下的雇佣关系。\\n\\n或许起点是利益，但终点不仅仅是，这里面有价值感、成就感，有情怀，也有荣誉。再反过来讲，历史上讲究荣誉的时代，往往你的荣誉行为是能被记录和传播的，往往是最终能够受益的，哪怕不是自己受益，也泽被子孙。而现在**web3.0便构建了一个更有利于荣誉的世界**，web3.0不会遗忘，链上数据不会遗忘，哪怕你在一个项目中的行为因各种原因未收到应有的回报，但所有的荣誉却始终积累。\\n\\nDAO便可能是这种转变的承载形式。**web3.0时代，我们最核心解决问题的思路也许是代码+社群。得DAO者多助，这样的项目更有可能用更高效的运作效率在市场竞争中取胜。** \\n \\n\\n当然，眼下web3.0的新情况，可能也部分得益于行业泡沫本身。当又一次低谷到来，才能更好的看清实际情况。但无论如何，**一种新解决方案的可能性，就足以让理想主义者兴奋了，也足以驱动实干家们探索前行。**\",\"timestamp\":1640867641,\"title\":\"浅谈Web3的团队协作\"},\"digest\":\"aKkHL3-Psbg2ao5cucVE1PfsnFkPrSQ2p8FvbMuPKsQ\",\"authorship\":{\"contributor\":\"0xa4059EF885538373e236975f1Abc9e2F23b82715\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GpQrck3CtTaBGiFmr8iBDxmwLteEciEUgUp-YaI7AFU\\\",\\\"y\\\":\\\"6-x4hCo8wMwa3_EqEikKnHP8qZMWUftal0hzdCdFZSQ\\\"}\",\"signature\":\"mT5TTI0iSN1LcfkzTj44kbSNqEXKhntP7s_eZjTjQNAKUCmTClMv802gPiimh4k4bEwVTmCloerkn1IJgpzNtg\",\"signingKeySignature\":\"0xa6da49e2b0ca945db42cbf5fa0fe3cdf459039fef7a5fce1594b4b2ae5c5a1fe5afab2942a5780ab99ec6543d2c3708cf01d962fdb119e406ccae0d035e1be291b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GpQrck3CtTaBGiFmr8iBDxmwLteEciEUgUp-YaI7AFU\\\",\\\"y\\\":\\\"6-x4hCo8wMwa3_EqEikKnHP8qZMWUftal0hzdCdFZSQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aKkHL3-Psbg2ao5cucVE1PfsnFkPrSQ2p8FvbMuPKsQ\"}"