"{\"content\":{\"body\":\"有不少人, 都有过这样的经历：\\n\\n    一件事后过去了很久, 还会对之前自己表现的不好而耿耿于怀, 甚至懊悔终生。\\n\\n    有可能是面试时一时失误，有可能是在一个重大决策前的选择错误，甚至有可能只是一次吵架中自己“发挥”的不够犀利, 在之后若干年里，都会成为心中挥之不去的心结。\\n\\n    于是这个在旁人看来也许觉得有些“古怪”的问题, 再次被老张当做了这个女孩对于不能提前示警而耿耿于怀的表现。\\n\\n    一个人的正义感要多么强烈, 才会因为自己是“幸存者”而感到痛苦呢？\\n\\n    对于这一点，没有经历过的老张并不能感同身受, 但这并不妨碍他对这个女孩产生敬意。\\n\\n    “啊，这个问题很有意思……”\\n\\n    老张只是怔愣了下，就开始思索。\\n\\n    “不过我没想过, 我得好好想一下才能回答。”\\n\\n    一个年轻的女孩，在与死神擦肩而过之后, 首先想到的不是逃避, 而是帮助警方找到真凶, 并且在这个过程中还在探寻“如果我遇见这件事该怎么办才不会留下遗憾”这种问题，哪怕这个问题看起来像是“天方夜谭”，但她的问题值得被自己认真对待。\\n\\n    “你这个条件太苛刻了……”\\n\\n    老张思考了一会儿, 略微头疼地说：“首先，时间只有三十分钟，你要知道，如果你直接打报警电话报警的话, 从接警到调度就需要一点时间，再加上出警……而且你的车还是一辆在行进过程中的公交车，随着时间的变化，车的位置随时会改变……”\\n\\n    老张提出的，正是李诗情和肖鹤云也最头疼的问题。\\n\\n    他们也曾经报过警，而那次报警的结果，却直接导致了老张在那一次循环里的“牺牲”。\\n\\n    “那您的意思是，如果遇见这种事，我们不该报警，而是自己想办法解决嘛？”\\n\\n    李诗情一边问，一边悄悄用手机开了录音。\\n\\n    “不，遇见这种事，你们两个并没有解决的能力，无论来不来得及，还是要先通知警方。”\\n\\n    老张没有顾及两个小年轻的自尊心，非常直接地说：“车上有炸弹，司机还是从犯，仅凭你们两个，无法对歹徒产生威慑力，也无法通过身份取得乘客的信任和帮助，你们自己解决，结果只会更糟，如果不能一击得手，也许还会提前刺激到凶手。”\\n\\n    “几年前，我们处理过一起公交车纵火案，那个纵火案的凶手因为失业多年而对社会怀恨在心，想要做一件‘大事’报复社会。当时他带着两个装满汽油的水瓶胆上了车，车上有乘客发现了他身上有很重的汽油味道，在车里直接质问对方怎么回事。”\\n\\n    他叹道：“那个犯人本来就做贼心虚，别人刚问出汽油味的事儿，他就直接砸碎了两个水瓶胆，用打火机点燃了。那一起公交车纵火案影响也很恶劣，虽然司机及时开门，但仍然造成了很大的伤亡。”\\n\\n    老张担心这两个年轻人过于热血，用真正的实施案例提醒他们。\\n\\n    “面对穷凶极恶的犯人，最好不要直接面对面起冲突，更不要刺激他们，因为很多时候，犯人的内心也在剧烈挣扎不停摇摆，你不知道他下一刻会做出什么。”\\n\\n    哎，都说到点子上了。\\n\\n    小哥在心里叹息一声，恨不得跟着狂点头。\\n\\n    “对于你们说的三十分钟这个时间，确实太短了。”\\n\\n    老张说着说着，也激起了兴趣，随手拿起一张废纸，反过来画图。\\n\\n    “我来想想看啊……嗯，公交车的移动速度通常是匀速的，每一站到每一站之间的距离你们用手机地图就能查出来，时间也大致能够估算……”\\n\\n    今天，他们这个专案组一直在研究这场爆炸案，对这条公交线的起始和到达已经烂熟于心，一下子就画出了一条线路图。\\n\\n    “你说你们的时间只有半个小时，那大致是在这个位置，在倒数第二站‘港务新村’站附近……嗯？”\\n\\n    老张用笔杆搔了搔下巴，“这是不是就是陶映红上车的站台？”\\n\\n    “是。”\\n\\n    小哥点头，“我们假设她已经上了车，车已经开离站台了……”\\n\\n    “也是，要是她还没上车，你们在站台直接把她控制住报警就行了，再问我怎么制止爆炸没意义。”\\n\\n    刚才的话老张只是随口一说，自言自语了一会儿，又开始画。\\n\\n    老警察的直觉太敏锐了，吓死个人。\\n\\n    李诗情和肖鹤云暗暗松了口气。\\n\\n    “通过监控画面的显示，这辆车的车速平均在32公里每小时，根据距离估算出到下一站的时间在13点23分左右……”\\n\\n    老张通过估算时间，大致推算出了公交车到达每个地点的时间。\\n\\n    “但是只有八分钟到十分钟，从接警到出警，用最快时间都是不够的。即使你们能直接联络我们刑警队，用最快速度出警，从我们这里赶到45路公交车的路线上，也得十五分钟左右。”\\n\\n    “13点30分的话，公交车大概到达了这里……”\\n\\n    老张在地图上的十字路口画了个圈。\\n\\n    他看了看这个位置，皱著眉头。\\n\\n    “就算到了也有个问题，就是如何能让我们上车。”\\n\\n    老张已经完全代入到李诗情的假设里去了。\\n\\n    看着地图，李诗情和小哥对视一眼，心中都是一惊。\\n\\n    不只是巧合还是天意，老张圈出来的那个路口位置，恰巧就是他们第一次因为“抓色狼”而下车的那个出租车临时上下点。\\n\\n    “那，如果我们当时在车上，能想办法制造骚乱，让公交车在这个位置停靠呢？”\\n\\n    李诗情指着那个点，连忙追问。\\n\\n    “如果可以临时停靠，公交车停靠并开门的时候，我们可以趁机上车，但同时制服司机和携带炸弹的犯罪嫌疑人困难太大，因为是非正常靠站，突然上来几个人，很容易造成犯罪嫌疑人的警惕，甚至直接引发很严重的后果。”\\n\\n    老张否定了李诗情的“计划”，给出了解决的方案。\\n\\n    “所以，如果是我，在得知你们有办法能造成骚乱的时候，正确的做法是教你们在第一站和第二站之间拖延时间，延迟公交车到第二站的时间。”\\n\\n    老张指着“沿江东路站”说着。\\n\\n    “如果能成功拖延时间到警方到达这一站，那我们就能伪装成普通乘客从这一站上车。”\\n\\n    “一旦有伪装成普通乘客的警察上了车，我们就可以根据犯罪嫌疑人的位置布控，在最合适的机会将他们制服，并夺取携带着炸弹的高压锅。”\\n\\n    帅！\\n\\n    问警察叔叔果然就是好！\\n\\n    两个年轻人眼睛一亮。\\n\\n    “但是，但是！”\\n\\n    老张见两个年轻人似乎因为这个结果很兴奋，没忍住，突然泼了盆冷水。\\n\\n    “在我多年的办案经历中，得出了一个经验，那就是无论再完美的计划，在执行的过程中，都会出现各种各样的变故……”\\n\\n    “你们提出来的这种假设，最大的难点和变故，就在于该如何控制一辆正在行驶的公交车。在我看来，即便我们警方能成功上车，并顺利的抢夺下高压锅，也并不代表百分百就能同时控制住司机。”\\n\\n    老张摇着头，“司机控制着方向盘，控制着刹车和油门，就等于控制着全车人的性命安全，何况他还是一个抱着‘同归于尽’想法的危险者，在这个抓捕过程中，只要出现一点点偏差，最后的结果就是人车俱毁、大家一起完蛋。”\\n\\n    随着老张的“解释”，李诗情和小哥刚刚因为找到答案而火热起来的情绪，也随着老张泼来的冷水一点点冷却了下去。\\n\\n    “那即使时间可以扭转重来，也还是没有什么百分百解决这个事件的办法吗？”\\n\\n    李诗情颓然地问。\\n\\n    “小姑娘，人生不是玩游戏，不是什么事情都能重来的，有时候就是一念之间，就造成了谁也不想发生的结果。”\\n\\n    老张知道他们想要找到一个“答案”来安慰自己，可事实上，即使他们的假设发生在他这个从事刑警行业多年的老警察身上，也不敢说“百分百”就能解决这个问题。\\n\\n    “不知有多少同志，就因为那一点点的变化，而在执行公务中牺牲。他们有很多人比我更聪敏，也有很多人比我更强壮，聪慧或健壮在有某些情况面前没有任何用处，有时候靠的真的只是一点点‘运气’。”\\n\\n    “如果真的跟玩游戏一样，可以一次次重来呢？”\\n\\n    小哥心中一动，突然问道，“假如能不停‘纠错’和‘尝试’的话……”\\n\\n    “哈哈，你们两个，还真是想象力丰富啊！”\\n\\n    老张被小哥的“假如”逗笑了，这下他可以确定两个年轻人是在开玩笑了，气氛也一下子从刚刚的沉闷变得轻松。\\n\\n    “要是能一次次试，那当然可以‘纠错’啦！只要计划精密，执行完善，又能成功制服司机，总有一次会成功制止这起爆炸案的。”\\n\\n    “关键还在于司机，只要能控制住司机不让他产生‘自毁’的念头，就有很大的可能成功。”\\n\\n    老张指出重点。\\n\\n开端 第41节\\n\\n    “所以，了解司机夫妻这么做的动机，是非常重要的。”\\n\\n    说曹操曹操到，他们刚谈到这个问题，被叫做“方子”的警官就敲了门进来。\\n\\n    “老张，快看看这个！”\\n\\n    他手里拿着的手机，正在播放一则几年前的新闻视频。\\n\\n    “四年前的今天，正好是下午13点45分，司机王兴德和其妻陶映红的独生女在跨江大桥上遭遇车祸，当场身亡！”\",\"timestamp\":1642689309,\"title\":\"第34章 第二十次循环（五）\"},\"digest\":\"73cU89L3Fgtj1vtpELZNSSsDbFZjU2fLhoVMaPU60A0\",\"authorship\":{\"contributor\":\"0xB9216E2DF7d69b7997aBD7acCB3365521cb8Ed62\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"signature\":\"5KxuyAV_PLu5dqxj7tGaL1l8dGvAWNd2JyTJEvNuZrWGAvh_Eg7yd-mRDWqHjXyC8iGfOIKX1jtRE7TW62GCrQ\",\"signingKeySignature\":\"0x80d09cda20c2032282deff087511c0c313c9181b457aa16ca6b8d39fec27f4927fdb992bd7d2b99de1e23c78a32587b5529f7a2bdc5295f908a5618e50c1e79b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"73cU89L3Fgtj1vtpELZNSSsDbFZjU2fLhoVMaPU60A0\"}"