"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/maeLQ-a7KPxditzB3_BwX.png?height=1024&width=2048)\\n\\nHello! Hakka. I am extremely honored and excited to be stepping into the [Pelith](https://pelith.com/) CEO role and leading [Hakka Finance](https://hakka.finance/) starting from this October. I greatly appreciate Ping’s leadership over the last year and a half, and I am looking forward to working with him profoundly in his new position as Chief Scientist.\\n\\nLeading a decentralized protocol, working with the most creative and innovative talents is truly a dream come true for me. I believe that my past experience and skills will help the Hakka community grow and flourish. As an experienced software engineer, I have developed software for many different projects and industries, including the blockchain before. Besides, I have experience in curating a hacker culture organization, creating a thriving open source community, and building a successful team in a tech startup. As a new member of Hakka Finance, I hope to improve our **software engineering**, **community building**, and **growth hacking** capabilities.\\n\\nNext, I will share with you why I joined Pelith & Hakka Finance and my tech adventure journey.\\n\\n## Begin with hacker culture\\n\\nI was a proponent of hacker culture and believed that having freely available technology to all would ignite a revolution, resulting in increased productivity and a more equitable society when I was a student at National Taiwan University. In 2013, I co-founded [HackNTU](https://www.facebook.com/hackNTU), the first college hackathon organization in Taiwan and a leading hacker community in Asia. We provoked a storm of hack culture by hosting world-class hackathons, meetups, and free programming lessons.\\n\\nTo organize a large-scale hackathon and gather hackers from around the world, I stayed in Silicon Valley for a month. Not only joined lots of local cities and campus hackathons, but I also visited many cool tech startups there. I saw innovators who believe they can positively impact the world and was fascinated by them. From the journey, I felt how technology is a catalyst for change from the public good to the business and decided to apply technology to reduce information asymmetry.\\n\\n![HackNTU 2015, Hack into the City, Over 1,000 hackers code with us](https://miro.medium.com/max/1400/0\\\\*0eGyZQJTOuVfbJGb.jpg)\\n\\n## Curate the open-source community\\n\\nI have previously developed software for numerous projects and industries, including graphic tools to AI workstation systems and civic-tech platforms. The common denominator is trying to empower people to solve their problems by themselves by building excellent tools.\\n\\nFor instance, I co-founded [Cofacts](http://cofacts.org/) in 2017, the most prominent open-source tech fact-checking crowd-sourcing platform in APAC, that helps people fact-check over 200M+ suspicious messages on instant messengers per year and has more than 160k active users. It’s a chatbot that collected and burst hoaxes backed by a Quora-like forum with AI. We open everything, from source code, fact checks were written by volunteers and dataset analysis. Then, the community feedbacks us lots of awesome stuff, including new features, more fact checks, and hoax research reports. Besides, our forks attract more attention to fraud messages. Finally, our impact is tremendous. Famous worldwide media reported about us, and other countries tried to fork our system for their localization, such as Thailand. That’s a fantastic experience engaging in open-source culture and learning how strong the community power is. These two ideals are championed by the blockchain community.\\n\\n![Shared Cofacts tech and practice to media reporters, Southeast Asian Press Alliance](https://images.mirror-media.xyz/publication-images/OU06yMPgQoaKJCGqJPIn7.jpg?height=1200&width=1600)\\n\\nWhile working with Cofacts, I also entered the blockchain space and tried to mine Ethereum. While setting up Ethereum mining rigs, I discovered the potential of blockchain and believed it would be a necessary infrastructure for the next network. It gives data access power back to people themselves, which was monopolization before. Then, I joined [ThunderCore](https://www.thundercore.com/) as a dApps Full Stack Eng. Here, I learned a lot from well-experienced colleagues and contributed to Remix IDE, one of the most famous open-source projects in the Ethereum community. This was around the time I met Ping, a remarkable young man who studied in the same major and college.\\n\\n![My and my colleague, Scott’s pull request to remix-ide finally be merged](https://miro.medium.com/max/1400/0\\\\*iDxuwo48-OauBPKg)\\n\\n## Why did I join Pelith & Hakka Finance\\n\\nPing is a sophisticated blockchain evangelist who gave me lots of insights into the blockchain industry. He spoke about the balance of humanity, economic mechanisms, and technology. In 2019, he was keenly aware of the trend of Defi and tried to prototype his ideas, which is later resulted in Hakka Finance, Blackholeswap, 3F mutual, and Crypto Structured Fund.\\n\\nAt the same time, I was invited by a friend and joined the R&D venture studio of [Scalable Inc](https://scalable.inc/), a US-based tech startup company with over $100 Million in revenue per year. I became a tech lead to manage a lean squad with a limited budget to build a series of new e-commerce products **from scratch and monetize quickly**. One of my products, [Swagpack](https://swagpack.com/), provides over $30k/month revenue without putting any operation resource in the end.\\n\\nEven though Ping and I did not work in the same industry, we still had lots of talks, from philosophy to his new project, Hakka Finance. He had a small team of employees that were mostly inexperienced, so I advised him and sometimes jumped into direct works as a part-time manager. Then, the [story](https://artistic709.medium.com/hakka-finance-and-i-bd28977295d9) is what you guys know, Hakka Finance has been like a roller coaster; got went through its bumpy road. Building a defi protocol requires more than just blockchain knowledge. It also needs engineering management, business collaboration, and marketing skills. Ping found that he couldn’t do those things alone and required help with management, so he asked me to join the team as a CEO and shift his focus to product development.\\n\\nAfter a half year of discussion and synchronizing our rhythms, we finally have a consensus on our future collaboration. As our Chief Scientist, Ping will **pioneer the design space** of the next generation of Defi, and I will **evaluate our resources and lead the team** to achieve the goal organizationally.\\n\\n## The future\\n\\nI cannot wait to begin this journey as Pelith’s new CEO and continue to make the community of Hakka Finance stronger for crypto sage. In the foreseeable future, Hakka Finance is on its way to becoming a Defi-focused DAO. Unlike other protocols that focus on a specific product and leave the community behind after the end of its product life cycle, we would like to commit longer to our community. We’ll develop lots of products under Hakka Finance, and the community can grow with us together. You don’t have to worry that your contribution or investment in Hakka will be wasted if one of our products fails. We’ll keep working on pushing the boundary of Defi with you.\\n\\nThe opportunity we see is that, looking back at the history of finance, from central banks issuing money with gold guarantees, then commercial banks offering deposits, loans, and foreign exchange to the general public, and then investment banks designing derivative financial products to meet the needs of risk management and arbitrage. History is surprisingly similar, and we can see the same path in Defi, where we will focus on the development of “decentralized” “derivative” financial products to provide a “**more efficient**” and “**less frictional**” flow of assets, allowing capital to move to the right place.\\n\\nThis is the Hakka spirit that we want to convey to our community.\\n\\nAs I look towards the future, I’m so grateful for our team at Pelith and the community at Hakka Finance. We work hard together every day and make the Defi space a little bit better for everyone. I genuinely believe we are still at the start of the golden era for decentralized finance. In the future, Defi would be a part of inclusive finance, providing enterprises and individuals worldwide with affordable and sustainable financial services; Hakka Finance will be one of the central pillars of this system.\\n\\n> A dream you dream alone is only a dream. \\n A dream you dream together is reality.\\n>\\n> \\\\- John Lennon.\\n\\nLet’s dream together and make it happen, together!\\n\\nWe are going to hold AMA on 2021/11/16 AM 8:00 UTC and release the recent roadmap of Hakka Finance recently. Please stay tuned to our [Twitter](https://twitter.com/hakkafinance) and [Telegram](https://t.me/hakkafinance).\",\"timestamp\":1637650548,\"title\":\"Hello Hakka!\"},\"digest\":\"XJ-6DVgf6Q1x6N_D20oAz2TnU56VcIHN14AP0B6t6No\",\"authorship\":{\"contributor\":\"0xdee2Cd63Da94dc04Fc7136816A0b196DEdDbFaBA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"l09igEwHZ3JWtrj_NAh-nQOpRXpePytwzviKyobXxWY\\\",\\\"y\\\":\\\"pDaNL9ErOBslocMV1popt7cLxdKE8q_VuEHCLZv09Bw\\\"}\",\"signature\":\"jMchqQhiUYNjvur8IPB-KadvVdh7Q949FC2mDcIx4ZJoerCqPnNU4gamuasPi476B2-j2QkKDTdrdTpbGKPREA\",\"signingKeySignature\":\"0xf0c0ae1bd218b58c294b7cf92c51837be8457aa05322c762ca27997e008c7f6f00c84da5881f6ce76fbf7c73aad5f302769de97a91f6d7db34a467d72bc5cf911b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"l09igEwHZ3JWtrj_NAh-nQOpRXpePytwzviKyobXxWY\\\",\\\"y\\\":\\\"pDaNL9ErOBslocMV1popt7cLxdKE8q_VuEHCLZv09Bw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Hpaw31ILSPApUqAwqryt-O5DO_tbZ7_MGP-fmDC7EcE\"}"