"{\"content\":{\"body\":\"**The TL;DR**\\n\\n* **Public blockchains like Ethereum are decentralised applications, no single authority has control over its operation or product roadmap**\\n* **Cryptocurrencies are assets that create economic and social incentives to grow decentralised applications, similar to how stocks help fuel growth for private and public companies**\\n\\nPublic blockchains like Ethereum and Bitcoin are decentralised applications, they exist because thousands of people around the world choose to host the software required on their computers to support the smooth operation of the application. No single person or entity has the absolute power to dictate the product roadmap for the application, nor the power to ‘turn it off’.\\n\\nCryptocurrencies are a new class of assets that can incentivise strangers, through the magic of the Internet, to act in unison for the purposes of deploying and maintaining decentralised applications. They have value so long as the underlying decentralised application creates value, in the same way that stocks have value as long as the fundamentals of the corporation is sound.\\n\\nThe global economy has always been dominated by centralised organisations that use company shares to attract financial and human capital. The traditional corporate hierarchy is a pretty effective way for a few to coordinate many. Stable salaries, career ladders and stock options create powerful social and economic incentives that keep thousands of people moving in the same direction.\\n\\nThrough the magic of the Internet and cryptography, cryptocurrencies unlock the same social and economic incentives for strangers to coordinate activity without the need for a corporate hierarchy. You might reason that this emerging class of decentralised organisations may not be optimal for *every* problem, but that’s very different to saying they don’t have a place *at all.*\\n\\n***Sources***\\n\\n*[A Letter To Jamie Dimon](https://www.ceresaig.com/wp-content/uploads/2017/11/A-Letter-to-JP-Morgan-Jamie-Dimon-%E2%80%93-Block-Chain-Crypto-FX.pdf) - Adam Ludwin*\",\"timestamp\":1633589815,\"title\":\"What are cryptocurrencies, really?\"},\"digest\":\"5IQaLIDucy7BiEMTQiMeGb1PMv7njh7gCoX3awHyKo4\",\"authorship\":{\"contributor\":\"0x7F6A2F68e3f16b363ab65E07594e9A352851E759\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9fh4PyGMApI00yWcEKtYev3huL65eBJlMfdXlXQhX_U\\\",\\\"y\\\":\\\"6IllY5CRdpWd8-xd1qHC9ozA982_W0P7s5OzinnFRKU\\\"}\",\"signature\":\"dL1MIJO8-UqB_rqV08Z6Y6L1sYkpBr0W12uiLXD1rD4fN1SccapwBNp6UyyrVfMTLbJaEtKh7pIacsx6LTCdRA\",\"signingKeySignature\":\"0x579579510e3a0edee03e4dabd80b5d349358505de892803c6d68137d1b1341140648753bf28fe1e056c97cab15aad3259323d10b42d852147ffef296cea81a7001\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9fh4PyGMApI00yWcEKtYev3huL65eBJlMfdXlXQhX_U\\\",\\\"y\\\":\\\"6IllY5CRdpWd8-xd1qHC9ozA982_W0P7s5OzinnFRKU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KaBkFEENpfB-mB29NXlAJitW00h40v0DvwmU3g-dpAM\"}"