"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/71qRQAGiPECDni7gzhj3O.jpg?height=192&width=480)\\n\\n\\\\*\\\\* Envolve Group \\\\*\\\\*\\n\\n**“衰落的伏笔总是埋在黄金时代，鼎盛的国家会在倾泻的颓势中逐渐式微。”**\\n\\n在上周推出长篇系列“Changing World Order 悄悄变化的世界格局与宏观周期”（可在文末查看），Ray Dalio 本周发布了系列的续篇：”The Big Picture in a Tiny Nutshell”，溯元育新团队根据内容，将其译为\\\\*\\\\*“世界财富与权力大转移背后的规律”\\\\*\\\\*。\\n\\n本文旨在详细刻画历史长河中上最强大的那一批国家，其兴盛与衰亡背后的**17个核心驱动因素与动力学**。\\n\\n![](https://images.mirror-media.xyz/publication-images/iuhVELcbM_NyTZL8LbFnU.png?height=360&width=1017)\\n\\n前北塔资本投资副总裁，有方教育合伙人。对逻辑、审美与细节高度敏感，坚信我们处在精神变革的时代开端，致力于梳理与阐述人类心智的代际变迁。微信号：wongchienEG。溯元育新是专注于洞察商业文明与精神世界代际变迁的专家集团。\\n\\n“**一个国家的兴起与衰落并非凭空而来，这些迹象有如起风的月夜，清晨的露珠，正午的云彩，傍晚的天光**。在这之中，\\\\*\\\\*教育水平的变化总是最先发生，引领一切，而储备货币的变化总是姗姗来迟。\\\\*\\\\*除此之外，还有其他15个指标共同写就了国运的天命。这篇文章，气势磅礴，又娓娓道来，历史的周期与国运的更迭，着实引人入胜。”\\n\\n![](https://images.mirror-media.xyz/publication-images/AUykTWQONH3d4ZHxuWiJ4.jpg?height=234&width=960)\\n\\n曾任职于新风天域（前黑石亚洲创始团队），专注于洞察全球顶尖投资机构的最佳实践。微信号：alexEG2019。溯元育新是专注于研究商业世界与精神文明领域代际变迁的专家集团。\\n\\n“在历史的大循环当中，作为渺小的个体，如果能在\\\\*\\\\*‘特定事件’**与**‘范式规律’\\\\*\\\\*之间切换视角并细心思考，那么我们相信你一定会发现，**这些起起伏伏背后，有一个如影随形的巨大周期，它将为你重新理解我们身边所正在发生的一切，赋予全新的视角与意义。**”\\n\\n**转载与商业合作请至微信号：**\\n\\n卓朋序丨溯元育新：jitungzoek_envolve，我们会发送相关转载规范，感谢！\\n\\n![](https://images.mirror-media.xyz/publication-images/xHEkExc49dR18bnh62--Y.jpg?height=100&width=750)\\n\\n![](https://images.mirror-media.xyz/publication-images/lpRorfuw5aKPZhR-S6KKR.jpg?height=298&width=420)\\n\\n本文共**11630**字\\n\\n由**溯元育新团队**首译\\n\\n推荐阅读时间**32**分钟\\n\\n\\\\*\\\\*这篇文章，将要给大家阐释历史上最强大的国家兴起与衰弱背后的本质动因。\\\\*\\\\*这是我在研究过去三个储备货币国家：荷兰，英国和美国，和其他六个重要大国（significant empires）：德国，法国，俄罗斯，印度，日本和中国过去500年的王朝更迭时彰显的规律之精髓。除此之外，我还专门研究了中国自唐朝以来所有的代际更迭。除了看到财富和权力的转移，我们还看到了科技、文化和艺术等等日常生活方方面面的变化。这些单独的案例研究将在第2部分中详细阐述。**当我们在历史事件（cases）和背后的范式规律（archetype）中来回切换审视时，我们能够看到这一个个的案例是如何彰显出背后的范式规律（fit the archetype），以及我所概括出的范式规律（archetype）是如何很好地描述这些历史案例的实际情况**（范式规律所体现出来的规律会正好是历史事件的加总平均）。\\n\\n正如我在上面提到的，这篇文章的最大重要任务，就是尽可能地向你们展示世界背后永恒而普遍运行规律，并为我所用。对我而言，这个过程，让我感到义不容辞，又干劲十足。我在之前的文章里提到过，我对世界的好奇与焦虑，促使我揭开这背后的规律，但到了真正进行研究的时候，整个过程带给了我比我预期还宏大得多的世界图景。在我看来，这一切更加明晰地揭示了人民和国家在几千年来是如何崛起，如何衰弱。**这些起伏背后，有一个如影随形的巨大周期，然而这一切，我之前却从未意识到。**\\n\\n尽管我将要向你展示的宏大图景是我的独立观点，但是读者们，我也需要向你们声明，如果没有来自各方的帮助，我也无法向你们呈现出这个图景。它不仅仅来自于我过去18个月的刻苦钻研，还来自于我和顶尖的学者与实干家们的深刻探讨，大量对过往有深刻洞见历史著作的勤奋阅读，以及顶级研究团队的辛勤研究，并结合了我在过往50年里在全球范围的投资经验。在这么多的帮助下，阐述历史上大国兴衰的规律，也需要既大胆，又谦逊，不断努力，而且还不能保证我说的都是对的。\\\\*\\\\*不过，我敢肯定我说得大部分都是对的，我还明白这个规律让我对未来有很强的预判能力，可以预测我们这辈子都没有见过的场景，因为在整个社会发展的历史进程里，这些事情一直在反复发生。\\\\*\\\\*我的目标是把我经过刻苦研究与实践后明白的这一切，给你们说得清清楚楚，能够为你所用。\\n\\n![](https://images.mirror-media.xyz/publication-images/_VyIO8Q3zN0j_Vb7XqvLZ.jpg?height=300&width=960)\\n\\n\\\\*\\\\*我先明确一下，我们研究的大国，不一定是生活水平最好的国家。\\\\*\\\\*两个原因：第一，尽管财富和权力是大多数人追求的，但有些人、有些国家并不认为这些事情是最重要的，也不会考虑为之奋斗。比如说，有些人认为拥有和平与充实的生活，比拥有大量财富和权力更加重要。他们不会不断追求财富和权利，因此不是研究的对象。\\\\*\\\\*其次，研究的国家不包括所谓的“精品国家”（\\\"boutique countries\\\"，例如瑞士和新加坡），\\\\*\\\\*这些国家的财富和生活水平很高，但规模不足以成为大国。\\n\\n**人\\\\*\\\\*\\\\*\\\\*们如何获取财富与权力**\\n\\nHow Their Wealth and Power\\n\\nWas Obtained\\\\\\\\\\n\\n让我们从大处着眼。在整个有据可查的历史中，各种形式的人群（例如，部落，王国，国家）通过要么自己创造，要么从他人那里获得财富和权力。当他们比其他任何组织都聚集更多的力量时，他们就成为世界领先的力量，然后确定了世界秩序。\\\\*\\\\*当他们失去那种权力时（过去每个大国都是如此），财富，权力和世界秩序发生了巨大变化，对经济，市场和生活的各个方面产生了巨大影响。\\\\*\\\\*在本章中，我们将研究多种力量如何共同决定这一周期的起伏，从而规律性地使大国的财富和力量先崛起，再维持，而后衰退（causing the archetypical empire’s wealth and power to rise, be sustained, and then decline）。\\\\\\\\\\n\\n随着时间的推移与社会的发展，生产力水平的提升，导致了世界总财富、总权利和生活水平不断提高，整个人类社会，学习的收获总是大于损失。尽管由于教育程度，工作能力，科技发展水平的差异，不同人的学习生产率以不同的速度增长。理解了这些，当权者们能够因此制定更好的政策，让国家更好地发展；投资者和公司管理者们，能因此决定如何做出更好的投资。**学习能力和生产力水平的提高虽然意义重大，但它们是在不断革新的，因此它们并不是导致拥有财富和权力的人发生重大转变的原因。**\\n\\n\\\\*\\\\*财富和权力的大幅波动是由多种因素引起的，尽管我一共确定了17种影响因素，最重要的是货币和信贷周期。**这些强大的力量通常以经典的周期汇聚在一起，这些经典的**周期以相互补充的方式趋向于形成一个非常大的起伏周期，并在整个历史中反复出现。**这个庞大的**周期范式（archetypical cycle）控制着帝国的兴衰，\\\\*\\\\*这影响着他们的一切，包括其货币和市场。与我在《应对大债务危机的原则》中概述的债务周期范式（archetypical debt cycle）一样，该周期范式代表了我们可以与其他债务人进行比较的典型债务周期，包括我们现在所处的债务周期。知道了这些以后，我们可以试着透过缝隙窥见未来（squint into the future）。\\n\\n在撰写本文时，我们看到所有这17种力量都在起作用，\\\\*\\\\*最重要的是债务周期，贫富差距周期和全球地缘政治周期。\\\\*\\\\*正如之前的文章中提到的，我们最近在经济低迷时期将利率降至0％，同时背负了大量债务。这导致大量政府债务的产生，\\\\*\\\\*各国央行正在印制货币进行货币化，同时国家之间存在巨大的政治和价值观差距，而且新兴世界大国（中国）正在挑战当前的世界大国（美国）。虽然这种情形在我们的一生中都没有发生过，但它在历史上已经发生过很多次了（最近一次发生在1930-45年）。\\\\*\\\\*我将在本文中向你说明，**我们现在正在经历相对财富和权力的范式迁移（archetypical big shift in relative wealth and power），并且随着这种变化，我们将见证世界秩序的深刻变化给所有国家造成的影响。**\\n\\n之所以国家间财富和权力的转移往往会被人忽略，是因为尽管它在快速形成，但没有突然出现，这种被人忽略却又显而易见的事情使我们感到震惊。大多数人没有注意历史的规律，因此无法准确地理解我们当下的处境。**因此，在这篇文章里，我将以非常简明的方式描述我如何看待大国及其市场运作兴衰背后的原型机制（archetypical mechanics）。**\\n\\n![](https://images.mirror-media.xyz/publication-images/6UMUzca1DKNbR7T2Zdt7N.jpg?height=300&width=960)\\n\\n如果我想把这幅叫做“人类历史变迁”的巨幅画卷全部展现给你，那我就不能专注于呈现每一个细枝末节。同样的，作为画卷的欣赏者，也请你理解这一点，并尝试用宏观而发散的视角去看待它。这是因为我们在尝试理解并欣赏跨越大段大段历史时期的演变与变迁，为了看到这些变迁，我们不得不去忽略一些细节。**当然了，当我们应该停下脚步，去关注细枝末节时（有一些特定细节非常非常重要），我会从宏观叙事，切换到微观细描，以便我们去仔细看看这些细节。**\\n\\n从人类历史变迁的宏大视角来审视过去发生的事情，会从根本上改变我们看待事物的方式。比如说，很多我们认为理所应当的事情，许多我们脱口而出的词汇，在大部分的历史时期里，并不存在。**因此，我会尽可能地将整幅历史画卷生动地呈现给你，但不会纠缠于所有历史的细枝末节。不过，在我们研究的那些案例中，我会为你们呈现出相对完整的细节。**\\n\\n举例来说，应该多细致地了解不同国家、王国、民族、邦国、部落、帝国和王朝间的区别曾令我纠结。如今，我们大多讨论（主权）国家，但众所周知\\\\*\\\\*主权国家直到欧洲三十年战中后的17世纪才出现。笼统的说，在那之前并没有现代国家，只能见到王国。\\\\*\\\\*但在如今某些地方，王国依然存在，且和主权国家界限不明，有些地方更兼而有之。一般来说，王国是最小的，国家居次，而帝国最大，他们间的关系并不明确。**英国最早是个王国，而后演变为主权国家，最后成为边界扩张到英格兰以外的帝国，以便其领导人控制广阔地区，和众多非盎格鲁-萨克逊人民。**\\n\\n同样，每种类型的政治实体（如国家、王国、部落、帝国）以不同方式控制人口，令那些精益求精的研究者困惑。在某些情况下，帝国指被统治力量占领的地区；有时指那些透过威胁和利诱被统治力量影响的地区。\\\\*\\\\*大英帝国大体上占领了帝国中的领土，而美国则依靠”胡罗卜+大棒“策略控制了更多国家。\\\\*\\\\*尽管这不完全正确，但在撰写本文时美国在70个国家设有军事基地，因此很明显有个“美帝国”，但它指代什么却存在争议。无论如何，我希望读者明白我的意思：试图在文字上做到精确，可能会阻碍我传达更重要的信息。因此在本文中，你将不得不忍受我无处不在的不确定性。你也需理解我为何将这些政治实体统称为国家，即使从技术层面并非如此。\\n\\n有些人或许认为我不可能在不同时期比较不同国家和不同制度。我能理解这种观点，但我向你保证，我将尽力解释存在的任何差异，**但历史上永恒和普遍的相似，远大过差异。让差异阻止我们看清历史规律是极为可悲的。**\\n\\n![](https://images.mirror-media.xyz/publication-images/yoYDJav5Mb3RQh-YtW4Z8.jpg?height=300&width=960)\\n\\n如前文所述，\\\\*\\\\*人类长久以来的进步，靠的是不断将事情做的更好，也就是提高生产力。\\\\*\\\\*长期而言，学习并不断提高生产力是最重要的力量；尽管经济周期波动，短期而言也很重要，但无法改变长期趋势。下图显示了过去500年全球人均生产值（估算的实际GDP）的变化，也可说明这点。\\n\\n![](https://images.mirror-media.xyz/publication-images/0x857Js0AulsEIWsQOjW_.png?height=462&width=1080)\\n\\n全球过去500年的人均GDP估计\\n\\n（以2017年美元为标准，取对数）\\n\\n藉由这种自上而下的全局视角，我们可观察到早期全球人均产出增速十分缓慢，但到1800年左右增长曲线斜率骤然变陡，反应出生产效率快速提升。\\\\*\\\\*这样的变化得益于全民教育水平提升，以及将教育成果转化为生产力。\\\\*\\\\*这种变化由许多因素导致，最早可追溯至15世纪中叶欧洲印刷机的发明（中国很早便使用过），这提升了更多人的知识和教育水平，并为文艺复兴、科学革命、启蒙运动和英国第一次工业革命作出贡献。\\n\\n\\\\*\\\\*教育普及也令财富和权力从农业经济转向工业经济。\\\\*\\\\*在农业经济中，君主、贵族和教会共同拥有土地并借此牟利；而在工业经济中，资本家创造并拥有生产资料，并同（世俗）政府共同维护一套令他们可持久牟利及掌权的制度。换而言之，这套体制自工业革命以来一直运作；\\\\*\\\\*在这种体制中，财富和权力来自教育资源、创新能力和资本主义制度的结合，并由当权者和那些控制资本和教育资源的人把持。\\\\*\\\\*尽管这套制度曾被共产主义（过去尝试均告失利）和社会主义 (人们正辩论这种结合财富和机会平等的社会制度之优劣)挑战。但先由受教育者发明创新，随后转化为生产 ，最后借资本主义制度及其共生政府体系分配利益，一直是成功的模式。\\n\\n但在生产率相对平稳上升的轨迹背后，却是见证了繁荣和萧条、经历过革命与战争的动荡时代。但这些动荡时期，相对于长期的进步趋势仍显得微弱，因此在图表中仅呈现微弱摆动。这些摆动对我们个体来说似乎很剧烈，不过是因为我们的人生既短暂，又渺小。\\n\\n以1929-1945年间大萧条和战争时期为例。对我们而言，这17年是漫长且充满震撼的。下面这张反映了这段时期（经济情况）的图表，摘自上文（反应两百年变化的）折线图。如你所见，\\\\*\\\\*大萧条期间人均GDP下降了约10%，随后又得以恢复，同时美国股市下跌了85%。\\\\*\\\\*紧接着大萧条的是二次大战，提高了军需品产量。但由于大量生产资料被毁，称这段时期为“大生产时代”是不准确的，即使因人均计亦是如此。**战争尾声时，全球人均GDP下降了约12%，一大部分因战败国经济崩溃所致。**\\n\\n![]()\\n\\n![](https://images.mirror-media.xyz/publication-images/4Vo05yejsMFOJBOD8My5s.png?height=514&width=1080)\\n\\n可以看到，在1929-1933年和1944-46年间，全球人均GDP分别大跌10%和12%\\n\\n尽管我展示的\\\\*\\\\*第一张图表反映了全世界（尽我们最大能力）生产力状况，却没有显示国家间发生的财富和权力转移。\\\\*\\\\*下图显示了过去500年间11个世界大国的相对财富和国力。这一财富和权力指数由八个指标计算而得，我将在稍后详细介绍。即使这些数据因年代久远未尽准确，但仍完美反应宏观趋势。**如你所见，几乎所有大国都经历了崛起和衰弱期。粗线是四个最重要的大国：荷兰、英国、美国和中国，他们分别掌握历史上最近的三种储备货币。对美国来说是现在时，英国是过去式，而荷兰则更早一些。我之所以**提到中国，因其已成长为第二强大的国家，并且在1850年前大部分时间一直如此强大。\\n\\n**中短周期演变**\\n\\n![](https://images.mirror-media.xyz/publication-images/CywcJQfLGCK2qjclIjrcW.png?height=589&width=1080)\\n\\n图表显示：\\\\\\\\\\n\\n**1.尽管中国地位在19世纪后急剧下降，但它几个世纪以来一直处于统治地位（在商品贸易上始终超过欧洲）；**\\n\\n**2.荷兰作为一个相对较小的国家，在17世纪成为世界上最伟大的帝国；**\\n\\n**3.英国循荷兰模式，在19世纪达到国力巅峰；**\\n\\n**4.最终，美国超越数者，并保持世界强权长达150年，其地位在二战和战后尤为明显。如今，中国正迎头赶上。**\\n\\n下一张图表则追溯到公元600年，为了让图表看上去简单些，我把上图的500年包括在内；尽管11个国家，12次主要战争和500年漫长历史很难用“简单”形容。在下一张涵盖时期更长的图片中，我省略了标识战争时期的阴影，令图片更清晰。\\n\\n**长周期演变**\\n\\n![](https://images.mirror-media.xyz/publication-images/tETQRyW3zt9n8xyjnrN6E.png?height=604&width=1080)\\n\\n\\\\*\\\\*\\\\*\\\\***如图所示，在1500年前，中国几乎总是最强大的，尽管阿拉伯帝国、法国、蒙古、西班牙和奥斯曼帝国也曾崛起。**\\n\\n**我\\\\*\\\\*\\\\*\\\\*们如何衡量国家的财富与权力水平**\\n\\nOur Measures of Wealth and Power\\n\\n我在前两张图表中衡量各国财富和国力的指数，基本由八个指标平均而得。他们是**1.教育；2.竞争力；3.科技水平；4.经济产出；5.贸易份额；6.军事实力；7.金融中心实力**和**8.储备货币**。稍后我们将进一步探讨权力的衡量标准，但让我们先关注这八个关键要素。\\n\\n我们以国家成为全球头号大国年份为原点，列出前后各120年各项指标的变化。下表为多国平均数据，但大部分权重被赋予三个拥有储备货币的国家（即美国，英国和荷兰）。\\n\\n**范式规律**\\n\\n![](https://images.mirror-media.xyz/publication-images/WbPSYzMHAfGz_s0YW5Ht8.png?height=586&width=1080)\\n\\n这些图表很好地讲述了大国是如何崛起和衰弱的，稍后我还将引入其他因素，但在此之前先让我简单介绍下周期。首先要留意的是，所有这些指标在大国崛起前后都呈弧形，是因为\\\\*\\\\*这些指标总是相辅相成。即在教育、竞争力、经济产出、世界贸易份额等方面的优势和劣势,可合乎逻辑地转化为其他优势或劣势。\\\\*\\\\*例如，受过良好教育的人们会创造出缔造出更具创新性，竞争力和生产力高的社会。\\n\\n我称呼这种国力的上下摆动为”大循环“。**请留意这些因素相互影响的先后顺序，因为它反应了大国兴衰的过程。例如，教育永远是领先指标，而储备货币地位的变化则姗姗来迟。这是因为强大的教育会为大多数领域带来优势**，包括创造世界上最广为流通的货币。如同世上的通用语言一样，习惯将放大货币本身的实力，令其更持久地流通。\\n\\n![](https://images.mirror-media.xyz/publication-images/nd9ZOahIie2adHv2mVBaB.jpg?height=300&width=960)\\n\\n广义而言，我们可把大国（empire）的崛起和衰弱分为三个阶段：**1.崛起阶段**，特征是获得竞争优势；**2.全盛阶段**，国家保持强大实力，但逐渐为失去竞争优势埋下苦果；以及**3.衰弱阶段**，国家各方面的自我强化机制均告衰退。\\n\\n简而言之，当国家拥有如下特征时方可走上坡路：\\n\\n\\\\*\\\\*1.强而有为的领导：是一切成功要素的前提，\\\\*\\\\*包括……\\n\\n\\\\*\\\\*2.良好的教育：\\\\*\\\\*不止包括教授知识和技能，还包括……\\n\\n\\\\*\\\\*3.坚如磐石的美德、公民素养和强烈的职业道德：\\\\*\\\\*它们借学校和家庭教育传承，并助力公民社会达成如下成就诸如：\\n\\n**· 低腐败率**和**对法治等社会规则的高度尊重**\\n\\n\\\\*\\\\*· 人民不仅能够团结，还具有为何需要团结的共识：当一群拥有充沛知识、先进技能、善良美德、良好公民素养人团结一致，\\\\*\\\\*便会创造出：\\n\\n\\\\*\\\\*4. \\\\*\\\\*\\\\*\\\\*一个良好的资源分配体系，\\\\*\\\\*而且能够…\\n\\n\\\\*\\\\*5.吸引全球最优秀人才，\\\\*\\\\*这是国家成功的最重要条件，紧接着，这个国家就会…\\n\\n\\\\*\\\\*6.获得在国际市场中的强大竞争力，\\\\*\\\\*令国家收益远大于支出，促成\\n\\n\\\\*\\\\*7.强劲的收入增长，\\\\*\\\\*助力于…\\n\\n\\\\*\\\\*8.增加基础设施、教育、研发投资，\\\\*\\\\*从而获得\\n\\n**9.更高的生产效率：** 生产效率的提升意味着生产力和财富水平的同步提升，当国家的生产效率足够高时，他们可投资并发展出：\\n\\n\\\\*\\\\*10.新科技：\\\\*\\\\*这些新技术将具备商用或军用价值；随着这些国家借如上因素更具竞争力，他们会在\\n\\n\\\\*\\\\*11.国家贸易体系中占据更多份额：\\\\*\\\\*这令他们必须建立：\\n\\n\\\\*\\\\*12.强大的军事力量：\\\\*\\\\*保护贸易路线，并借此扩大对他国的影响力。藉由经济上的优势，他们发展成为世界领先的……\\n\\n**13.金融中心，能够汇聚和融通资本：**（在荷兰帝国称霸世界时，阿姆斯特丹是世界金融中心；英国取而代之后，伦敦成为金融中心；而纽约如今地位亦由美国霸主地位而来。但中国也正以上海为中心，发展其金融体系）这些不断扩展的帝国在全球范围内\\n\\n\\\\*\\\\*14.强大的股票、货币和信贷市场：那些在贸易和资本流动中占主导地位的国家，其货币自然成为交易媒介和财富储备首选，\\\\*\\\\*并发展为储备货币。循此逻辑，荷兰帝国称霸时，荷兰盾是全球储备货币；大英帝国时期，英镑继承这一地位。1944年美元成为全球储备货币时，美国离赢得二战只有一步之遥，显然在经济、财政和军事上都处于领先地位。\\\\*\\\\*将某国货币作为储备货币，自然令该国获得更强大借贷和购买力。\\\\*\\\\*如上图所示，**一国获得或丧失全球储备货币地位的时机，要比它其他各项实力增强/衰退要晚许多。**\\n\\n帝国们透过坚定不移努力，及诸上相辅相成的因素，实现崛起并维持国力。\\\\*\\\\*那些帝国缔造者协调经济、政治和军事实力，建成了在国际社会中不断得利的经济-政治-军事体系。\\\\*\\\\*荷兰人创建了荷兰东印度公司，英国创建了英属东印度公司，美国有了军工联合体。**事实证明，这种经济、政治和军事的协同配合，对帝国扩张攫利是必不可少的。**\\n\\n\\\\*\\\\*然而，帝国发展总有其平台期，这是因为国家崛起的成功背后，也为日后衰弱埋下伏笔。\\\\*\\\\*具体而言包括：\\n\\n\\\\*\\\\*· \\\\*\\\\*繁荣时期，\\\\*\\\\*人们的收入增加，令劳动力变得更加昂贵；\\\\*\\\\*比起同等工作下薪资水平更低的国家，竞争力自然下降。\\n\\n\\\\*\\\\*· \\\\*\\\\*那些最成功国家的发展模式会被新兴竞争者模仿，时常青出于蓝胜于蓝，令领先者失去竞争优势。英荷争霸时期，英国造船厂人工成本低于荷兰；前者因此选择雇佣荷兰工程师，设计出比荷兰性价比更高的船舶。由于复制所需时间和金钱成本少于发明创造，**在其他条件相同时，新兴帝国透过复制，搭了成熟国家的便车。**\\n\\n\\\\*\\\\*· **在那些生来富裕的国家，人们会减少工作量，从事更多休闲和低生产力的活动；极端情况下，变得颓废无能。尤其**当社会中坚从必须艰苦奋斗才能获得成功的一代人，变成继承财富的一代时，\\\\*\\\\*年轻一代往往脆弱且缺乏历练，遭遇挑战更易败阵。随时间流逝，这些繁荣社会中的人们更渴望追求闲适且奢华的生活，为此不惜自损实力，制造泡沫，最终更不堪一击。\\n\\n\\\\*\\\\*· 最富裕和强大国家拥有全球储备货币地位，并借此获得大量借贷的特权，以致深陷债务陷阱。\\\\*\\\\*大量借贷短期内增强了霸权国的消费能力，但长远却恰恰相反。换而言之，**当借贷和消费强劲时，霸权国看似强大，但财政实力却被侵蚀。这种借贷模式令国内民众得以过度消费，并为扩军和发动战争提供资金，以提升基本国力以外的力量。这样的模式可维持一段时间，甚至自我强化，全因此举增加了债权国的利息回报，从而增强了储备货币的地位。**\\n\\n\\\\*\\\\*· **但**富国向发展中国家借钱，也是财富转移的早期标志之一。1980年代时，美国的人均收入是中国的40倍，但当时中国已开始购买美国国债，\\\\*\\\\*只因美元是全球储备货币；\\\\*\\\\*同时，那也成为中国赶超美国格局的起点。\\\\*\\\\*同样的，二战时期英国从穷得多的殖民地大量借贷；荷兰在国力走下坡路前也做了类似的事，但当债权人不愿再持有并抛售荷兰盾时，荷兰债务结构瞬间崩塌，货币地位和经济情况一落千丈。**美国如今也借贷一大笔钱，并透过增发货币削减债务，但这暂时没能撼动美元和美债地位。**\\n\\n\\\\*\\\\*· 当头号大国不断“扩张版图”，直至维持它变得不再值得时，维护体系的成本变得高于收益。\\\\*\\\\*而全球大国体系无利可图，将进一步重创其财政状况，如今的美国正是如此。\\n\\n\\\\*\\\\*· 因分配不平等，经济发展的成功自然扩大了贫富差距。那些拥有财富和权力的人（如在商业活动中获利或政府中人）相互照应，维持对他们有利的体制，\\\\*\\\\*普通人则远远落在后边，直至贫富分化已形成无法容忍的不公平。如今的美国也是如此。\\n\\n\\\\*\\\\*衰落的伏笔总是埋在黄金时代，鼎盛的国家会在倾泻的颓势中逐渐式微。\\\\*\\\\*这种衰落是因为国家在走下坡路时，能与之抗衡的力量已然在上文所述的领域中发展得相对壮大。\\n\\n\\\\*\\\\*· \\\\*\\\\*当国家债台高筑、央行面对疲软的经济只能寅支卯粮、**下行状态又导致更多债务和经济问题时，国家不得不大量印钞，货币贬值。**\\n\\n\\\\*\\\\*· 如果贫富差距无限扩大、社会价值观两极分化、经济压力（无论者压力来自何处）无从释放，富人和穷人之间就很容易大动干戈，最初的几起冲突到后来会愈演愈烈。这通常会助长政治极端主义的气焰，\\\\*\\\\*也就是改革派（力图重新分配财富的人）和保守派（希望财富掌握在资本家等富人手中的人）的民粹主义。无论是民主还是集权国家都有可能成为民粹主义的土壤。比如20世纪30年代时，左翼极端民粹主义者成为斯大林主义者，而右翼则成为法西斯分子。民粹主义者往往更热衷于斗争、更尊崇权力而不是法律。\\n\\n\\\\*\\\\*· \\\\*\\\\*当富人们担心财富会被掳走，或者自己会成为众矢之的时，他们就会把万贯家财和身家性命都转移到自认为更安全的地方、资产和/或货币上。\\\\*\\\\*如果这种转移没被明令禁止，将会蚕食资产转出地的税收和收入，使其经历一个典型的恶性循环的资产空心化过程。\\\\*\\\\*税收的缩水更是雪上加霜，加剧了紧绷的局势，又加大了税收力度，迫使更多的富人一走了之，以及其他更糟的后果。比如我们现在观察到，某些社会问题的根源是富人逃离了税收较高的州，因为他们不想面对财政压力和贫富群体之间的鸿沟。资产空心化过于严重时，政府会出面制止——**禁止资金从流失地源源不断地汇集到它们新落脚的地方、资产和/或货币，而想要明哲保身的人们会因此倍感恐慌。**\\n\\n\\\\*\\\\*· \\\\*\\\\*发生撼动根基的事件会侵吞国家的生产力。财富蛋糕的尺寸小了一圈，\\\\*\\\\*人们为了抢夺萎缩中的资源而斗争；蛋糕日渐干瘪，人们又为了如何分配而斗争。不同阵营的民粹主义领导人在角力中卖力地呼号着，希望控制局势以重整秩序，\\\\*\\\\*这时民主和集权相比，尤为岌岌可危。这也是为什么在20世纪20年代和30年代，德国、日本、意大利和西班牙（以及一些小国）都被集权拔了民主阵营的旗子，而主要的民主国家（美国、英国和法国）也有了集权的影子。**人们普遍认为，在混乱时期，集中而快速的决策比基于讨论的民主决策更可取，因此，当不服管教、诉诸暴力的群众斗争出现时，这场运动并非一无是处。**\\n\\n\\\\*\\\\*· \\\\*\\\\*假如一个国家具备足够强大的经济、地缘政治和军事力量去挑战现有的主导力量，那么这些相互竞争的大国之间就有许多潜在的冲突隐患。**因为和平裁决此类争端的体系并不存在，所以冲突总得通过一场硬碰硬的较量来解决。**\\n\\n\\\\*\\\\*· 当大国在外维持形象的成本大于其带来的收入时，国家的经济实力就被掏空了。**与此同时，其他国家正在崛起，已经外强中干的大国又不想把手中的利益拱手送人。这种**状态会使强撑着的大国在经济和军事上面临威胁，为了守住大国地位，军费开支一再扩大，国内经济却已然凋敝，\\\\*\\\\*让领导人更难征到税，也让他们更需要投入国内的支持。看到这一困境，**敌国纷纷选择在大国衰落的迹象初显时出手。紧接着，大国将面临着在经济和军事方面迎战或撤退的艰难抉择。**\\n\\n**· 如果其他外部冲击**，比如自然灾害（瘟疫、干旱或洪水），\\\\*\\\\*在大国疲于应付内忧外患的脆弱时期发生，\\\\*\\\\***无异于在国家衰落的进程中注入了另一股摧枯拉朽的力量。**\\n\\n\\\\*\\\\*· \\\\*\\\\*当一个国家中尸位素餐的人居多，不足以让该国在这个循环的阶段获胜时，也是一个问题。当然，由于每一位领导人只负责这个循环中的一小段，他们只能在前人留下的基础上解决问题，这意味着国运比领袖更能掌控一切。\\n\\n总而言之，由于生产力提高，蛋糕不断膨胀，一些循环也应运而生。\\n\\n\\\\*\\\\*· 国家鼎盛的建设时期。\\\\*\\\\*由于：\\n\\n**1.相对较低的负债水平**\\n\\n**2.相对较小的财富、价值和政治观点差距**\\n\\n**3.国民之间通力合作，缔造繁荣**\\n\\n**4.良好的教育和基础设施**\\n\\n**5.能胜任其位的领导力**\\n\\n**6.由一个或多个大国引领的和平世界秩序**\\n\\n**· 当盛极而衰时，国家就走向了**解构和重组时期。国家兴旺的原因走向了反面，变成了致命的弱点:\\n\\n**1.高负债**\\n\\n**2.巨大的财富、价值和政治观点差距**\\n\\n**3.国民之间合作破裂，转而互相攻讦**\\n\\n**4.落后的教育和基础设施**\\n\\n**5.为了维持过度扩张的状态，大国在新崛起力量的挑战下经历了煎熬的斗争、破坏和重组时期，孕育了新秩序，为新时代的来临奠定了基础。**\\n\\n**通俗来讲，下图中的17个特征指标是驱动国家兴衰的主要力量。** 对于任何国家而言，\\\\*\\\\*各个特征向左偏移得越多，崛起的可能性就越大；向右偏移得越多，衰弱的可能性就越大。\\\\*\\\\*世界强国往往越发地显示出更偏左的特征，良性循环下，不断变得更加强大；然而如若管理不善，各个特征指标向右偏移，国家便走向衰弱。这时新竞争者便能趁机崛起，针对各个特征指标妥善管理，渐渐的强弱的形势便发生了转变。\\n\\n![](https://images.mirror-media.xyz/publication-images/pbWVoTUfnn1CmAixH0lVi.png?height=1350&width=710)\\n\\n国家兴衰的17个影响因素\\n\\n简而言之，这就是令大国的崛起和衰弱呈周期性发生的原因。现在，我希望你做一个小练习：**针对你感兴趣的国家/地区，仔细想想每个特征指标的位置是偏左还是偏右。** 比如说美国和中国呢？还有其他国家呢？ 凭你的直觉做出判断，稍后和我的想法进行对比。我之后将为这些大国的特征指标进行更系统的分析。\\n\\n这些正反两面的因素实则纠缠在一起，互相影响，为社会带来巨大变革。巨大的贫富差距，债务危机，革命，战争和世界格局变化几乎发生在同一时期并不是巧合。下面这张图把每个大国的兴衰史都勾勒得十分清晰。如下图阴影区域所示，\\\\*\\\\*萧条，革命和战争造成的破坏重组很大程度上摧毁了旧系统并为新系统的出现奠定了基础，这些大萧条往往每10到20年会发生一次，\\\\*\\\\*但这个时间段可能存在更大的变数。紧接其后的就是美好新世界了，\\\\*\\\\*没有国家愿意和世界霸主去竞争头把交椅，学乖的人们开始和谐地工作发展。通常这些美好的时期持续的可以长达40至80年，\\\\*\\\\*但会有很大的波动。在上述的两个大周期中，同时也伴随着一些诸如短期债务危机/商业周期等持续7至10年的小周期。\\n\\n**储备货币大周期**\\n\\n![](https://images.mirror-media.xyz/publication-images/c-B1Eu3Hqg0J-SxxKaTYr.png?height=451&width=1080)\\n\\n举个例子，**荷兰大国衰败让位于英国大国，亦或是英国让位于美国，这个过程中都会发生以下大部分事情：**\\n\\n**· 债务重组与债务危机**\\n\\n**· 国家内部冲突，冲突最终导致财富重新分配**\\n\\n**· 外部战争**\\n\\n**· 储备货币地位崩溃**\\n\\n**· 新一代的国内与国际秩序**\\n\\n上一次大萧条发生在1930-45年，从而推动了始于1945年的重建期。更具体一点的话，**货币和信贷系统的崩溃和重组导致了1930-45年的萧条，从而使得在1944年建立了以美元为基础的新全球货币体系**（布雷顿森林体系）。\\\\*\\\\*喧闹激荡的1920年代（Roaring 20s'）所产生的巨大贫富差距因萧条和战争而缩小，\\\\*\\\\*从而导致了财富和权利分配的根本性改变，全球性的战乱也改变了世界格局。**1945年后，一切都发生了翻天覆地的变化，美国成为世界霸主，金本位移位，以美元为基础的全球货币和信贷体系得以建立。**\\n\\n**译者注：**\\n\\n这里特指西方语境下的1920年代，这是一个持续经济繁荣的时期，十年间，它所涵盖的激动人心的事件数不胜数，因此有人称这是“历史上最为多彩的年代”\\n\\n在这个美国称霸的新世界下，美国在财富、经济实力和军事实力均拔得头。它是最富有的国家，拥有世界上80%的黄金储备；是经济实力冠绝全球的国家，生产能力占世界产量的一半；更是有绝对优势的军事强国，垄断核武器，拥有最强大的常规部队。\\\\*\\\\*然而75年过去了，世界格局也已经发生了根本的改变，我们将在后续章节中进一步探讨。\\\\*\\\\*到时候，我们还将尝试对未来的可能发展方向进行预测并解读。\\n\\n接下来，我们将更仔细地研究每一个指标。在最后一章中，我将总结所有这些指标，针对我们现今所处的情况，谨慎地推断如何使我们的未来变得更好。而到了第二部分，我将针对每个国家的案例进行详细解读。\\n\\n![](https://images.mirror-media.xyz/publication-images/61RbMqkKPfCydkBgT1Kz_.jpg?height=100&width=750)\\n\\n本文由王潜，刘嘉培，卓朋序审校；刘嘉培，刘雨轩制图；刘雨轩，宋清扬参与翻译；殷姗姗设计排版\\n\\n**Appendix**\\n\\n\\\\[1\\\\]中短周期演变图表\\n\\n![](https://images.mirror-media.xyz/publication-images/SrHDGquaykynqlhoWzgGo.png?height=604&width=1080)\\n\\n关于上图，这些指数由许多不同的统计数据组成，其中一些是可以直接比较的，而有些则只一种估算。有些国家的数据总是产生间断，因此需要将不同的数据拼接在一起。需要注意的是，图表上显示的线是这些指数的30年移动平均值，我已经将其调整，因此不会出现滞后的情况。选择移动平均是因为其波动性更小，能滤过许多噪音，使得大周期的方向更加清晰。对于更长期的解读，我将使用这些被移动平均平滑过的曲线；相反，针对一些更细节的解读，未经处理的曲线可能蕴含更多信息。\\n\\n\\\\[2\\\\]范式规律图表\\n\\n![](https://images.mirror-media.xyz/publication-images/f-REY-vvnSFrZ6cgKODB6.png?height=583&width=1080)\\n\\n关于上图，我们通过锚定历史中的特定时段来显示这些关键指标与历史的关系。Y轴上的值“ 1”代表该指标相对于历史的峰值，“ 0”代表谷底。X轴，即时间轴，以年份为单位进行显示，其中“ 0”大致代表该国家多项指标达到顶峰的时间。在本节的其余部分，我们将更详细地介绍范式规律的各个阶段。对于全球储备货币这个指标，我们将着重探讨中国，尽管它作为几个世纪以来的大国，但其货币从来没有成为全球储备货币，这背后的原因值得我们深究。\\n\\n![](https://images.mirror-media.xyz/publication-images/NXtK6gg_v36motz1qpm_b.jpg?height=300&width=816)\\n\\n![](https://images.mirror-media.xyz/publication-images/DTDRGFPnRAuY6as1CvQ-8.jpg?height=100&width=750)\\n\\n**往期回顾**\\n\\n\\\\-点击下图浏览-\\n\\n![](https://images.mirror-media.xyz/publication-images/FCeSq-T7gB1XrkEF_B3P6.png?height=708&width=900)\\n\\n![](https://images.mirror-media.xyz/publication-images/WxgZYm3HORgQJiZ9JFZMz.png?height=706&width=902)\\n\\n![](https://images.mirror-media.xyz/publication-images/8Pc4LVGw136zjTzvby37C.png?height=696&width=898)\\n\\n![](https://images.mirror-media.xyz/publication-images/Ymy2h5apfTLUps_2gV0FB.jpg?height=100&width=750)\\n\\n![](https://images.mirror-media.xyz/publication-images/A2Sp9UZpW6ZFULHsE7ss5.png?height=810&width=1080)\\n\\n认识溯元团队，商业合作\\n\\n想要进一步了解我们\\n\\n长按添加创始人微信\\n\\n![](https://images.mirror-media.xyz/publication-images/eI60GA99s7-JPjAMAXybN.jpg?height=272&width=639)\\n\\n![](https://images.mirror-media.xyz/publication-images/VRCfXd8XmelGcNrlZf8yO.png?height=403&width=995)\\n\\n\",\"timestamp\":1640608555,\"title\":\"Ray Dalio系列万字长文（三）：财富与权力大转移背后的规律\"},\"digest\":\"myR6eGpymp1WOGZlfgv0dquovvBXQAy-epIXZnd2ZZk\",\"authorship\":{\"contributor\":\"0x8a8b0bf3911F48D74c323246935880DAA9064bE2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kq3RzOFC7HhsaMUPdEEJlKUV9HKz_Rp5sq7C_WWLgrM\\\",\\\"y\\\":\\\"NuDxaETHc4Z2ZkZ5gyDVynXEXIjKXlj8JFmTWJe-PjU\\\"}\",\"signature\":\"OGibxzSoQYBQW-IlTgvwbzzFJxmZ53rTGxuU0z8sUL0pTRPl2iteYpjozuCXpqaqFr0oj9sjDyqrAJCqKSLPEA\",\"signingKeySignature\":\"0xb2902e2f97cda407eb25c9afd71e6c79d3a3ea95d7e6c5281688fde185ba52f22f0188b0a347d99ebb1d84829334c71fc2bc2c5ccb9e9272f28acff50302c71b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kq3RzOFC7HhsaMUPdEEJlKUV9HKz_Rp5sq7C_WWLgrM\\\",\\\"y\\\":\\\"NuDxaETHc4Z2ZkZ5gyDVynXEXIjKXlj8JFmTWJe-PjU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"myR6eGpymp1WOGZlfgv0dquovvBXQAy-epIXZnd2ZZk\"}"