"{\"content\":{\"body\":\"And how true that observation is every evangelical minister knows to his deep disappointment.  A young man comes to his minister at some time of distress in his life, or at some time of revival of religion in the community, or at an ordinary communion season, and gives every sign that he is early and fairly embarked on an honourable Christian life.  He takes his place in the Church of Christ, and he puts out his hand to her work, till we begin to look forward with boastfulness to a life of great stability and great attainment for that man.  Our Lord, as we see from so many of His parables, must have had many such cases among His first followers.  Our Lord might be speaking prophetically, as well as out of His own experience, so well do His regretful and lamenting words fit into so many of our own cases to- day.  For, look at that young business man.  He has been born and brought up in the Church of Christ.  He has gladdened more hearts than he knows by the noble promise of his early days.  Many admiring and loving eyes have been turned on him as he took so hopefully the upward way.  But a sifting-time soon comes.  A time of temptation comes.  A time comes when sides must be taken in some moral, religious, ecclesiastical controversy.  This young man is at that moment a candidate for a post that will bring distinction, wealth, and social influence to him who holds it.  And the candidate we are so much interested in is admittedly a man of such outstanding talents that he would at once get the post were it not that the holder of that post must not have his name so much associated with such and such a church, such and such political and religious opinions, and such and such public men.  He is told that. Indeed, he is not so dull as to need to be told that.  He has seen that all along.  And at first it is a dreadful wrench to him.  He feels how far he is falling from his high ideals in life; and, at first, and for a long time, it is a dreadful humiliation to him. But, then, there are splendid compensations.  And, better than that, there are some good, and indeed compelling, reasons that begin to rise up in our minds when we need them and begin to look for them, till what at first seemed so mean and so contemptible, and so ungrateful, and so dishonourable, as well as so spiritually perilous, comes to be faced and gone through with positively on a ground of high principle, and, indeed, of stern moral necessity. So deceitful is the human heart that you could not believe what compelling reasons such a mean-spirited man will face you with as to why he should leave all the ways he once so delighted in for a piece of bread, and for the smile of the open enemies of his church, and his faith, not to say his Saviour.  You will meet with several such men any afternoon coming home from their business. Sometimes they have still some honest shame on their faces when they meet you; but still oftener they pass you with a sullen hatred and a fierce defiance.  This is he who heard the word, and anon with joy received it.  Yet had he not root in himself, but dured for a while; for when tribulation or persecution arose because of the word by and by he was offended.  They went out from us, says John, but they were not of us; for if they had been of us they would no doubt have continued with us; but they went out that they might be made manifest that they were not all of us.\\n\\n1. Guilt, again, Hopeful went on, and to meditate terror, are so grievous to most men, that they rather choose such ways as will but harden their hearts still more and more.  You all know what it is to meditate terror?  \\\"Thine heart shall meditate terror,\\\" says the prophet, \\\"when thou sayest to thyself, who among us shall dwell with the devouring fire? who among us shall dwell with everlasting burnings?\\\"  The fifty-first Psalm is perhaps the best meditation both of guilt and of terror that we have in the whole Bible.  But there are many other psalms and passages of psalms only second to the fifty-first Psalm, such as the twenty-second, the thirty- eighth, the sixty-ninth, and the hundred-and-thirtieth.  Our Lord Himself also was meditating terror in the garden of Gethsemane, and Paul both guilt and terror when he imagined himself both an apostate preacher and a castaway soul.  And John's meditations of terror in the Revelation rose into those magnificent pictures of the Last Judgment with which he has to all time covered the walls of the Seven Churches.  In his own Grace Abounding there are meditations of terror quite worthy to stand beside the most terrible things of that kind that ever were written, as also in many others of our author's dramatical and homiletical books.  I read to you the other Sabbath morning a meditation of terror that was found among Bishop Andrewes' private papers after his death. You will not all have forgotten that meditation, but I will read it to you to-night again.  \\\"How fearful,\\\" says Andrewes, in his terror, \\\"will Thy judgment be, O Lord, when the thrones are set, and the angels stand around, and men are brought in, and the books are opened, and all our works are inquired into, and all our thoughts are examined, and all the hidden things of darkness! What, O God, shall Thy judgment that day be upon me?  Who shall quench my flame, who shall lighten my darkness, if Thou pity me not?  Lord, as Thou art loving, give me tears, give me floods of tears, and give me all that this day, before it be too late.  For then will be the incorruptible Judge, the horrible judgment-seat, the answer without excuse, the inevitable charge, the shameful punishment, the endless Gehenna, the pitiless angels, the yawning hell, the roaring stream of fire, the unquenchable flame, the dark prison, the rayless darkness, the bed of live coals, the unwearied worm, the indissoluble chains, the bottomless chaos, the impassable wall, the inconsolable cry.  And none to stand by me; none to plead for me; none to snatch me out.\\\"  Now, no Temporary ever possessed anything like that in his own handwriting among his private papers. A meditation like that, written out with his own hand, and hidden away under lock and key, will secure any man from it, even if he had been appointed to backsliding and reprobation.  Bishop Andrewes, as any one will see who reads his Private Devotions, was the chief of sinners; but his discovered and deciphered papers will all speak for him when they are spread out before the great white throne, \\\"glorious in their deformity, being slubbered,\\\" as his editors say, \\\"with his pious hands, and watered with his penitential tears.\\\"\\n\\nThomas Shepard's Ten Virgins is the most terrible book upon Temporaries that ever was written.  Temporaries never once saw their true vileness, he keeps on saying.  Temporaries are, no doubt, wounded for sin sometimes, but never in the right place nor to the right depth.  And again, sin, and especially heart-sin, is never really bitter to Temporaries.  In an \\\"exhortation to all new beginners, and so to all others,\\\" \\\"Be sure,\\\" Shepard says, \\\"your wound for sin at first is deep enough.  For all the error in a man's faith and sanctification springs from his first error in his humiliation.  If a man's humiliation be false, or even weak or little, then his faith and his hold of Christ are weak and little, and his sanctification counterfeit.  But if a man's wound be right, and his humiliation deep enough, that man's faith will be right and his sanctification will be glorious.  The esteem of Christ is always little where sin lies light.\\\"  And Hopeful himself says a thing at this point that is quite worthy of Shepard himself, such is its depth and insight.  He speaks of the righteous actually LOVING the sight of their misery.  He does not explain what he means by that startling language because he is talking all the time, as he knows quite well, to one who understood all that before he was born.  Nor will I attempt to explain or to vindicate what he says.  Those of you who love the sight of your own misery as sinners will understand what Hopeful says without any explanation; while those who do not understand him would only be the more stumbled by any explanation of him.  The love of the sight of their misery, and the unearthly sweetness of their sorrow for sin, are only another two of those provoking paradoxes of which the lives of God's true saints are full--paradoxes and impossibilities and incoherencies that make the literature of experimental religion to be positively hateful and unbearable to Temporary and to all his self-seeking and apostate kindred.\\n\\n1. But even where the consciences of such men are occasionally awakened, proceeds Hopeful, in his so searching discovery of Temporaries, yet their minds are not changed.  There you are pretty near the business, replied his fellow; for the bottom of all is, for want of a change of their mind and will.  Now, one would have been afraid and ashamed for one moment to suspect that Temporary's mind was not completely changed, so \\\"forward\\\" was he at first in his religion.  But, no:  forward before all his neighbours as Temporary was, to begin with, yet all the time his mind was not really changed.  His forwardness did not properly spring out of his true mind at all, but only out of his momentarily awakened conscience and his momentarily excited heart.  A sinner with a truly changed mind is never forward.  His mind is so changed that forwardness in anything is utterly alien to it, and especially all forwardness in the profession of religion.  The change that had taken place in Temporary, whatever was the seat of it, only led him to bully men like Christian and Hopeful, who would not go fast enough for him.  \\\"Come,\\\" said Pliable, in the beginning of the book, \\\"come on and let us mend our pace.\\\"  \\\"I cannot go so fast as I would,\\\" humbly replied Christian, \\\"because of this burden on my back.\\\"  It is a common observation among mountaineers that he who takes the hill at the greatest spurt is the last climber to come to the top, and that many who so ostentatiously make spurts at the bottom of the hill never come within sight of the top at all.  And this is one of the constant dangers that wait on all revivals, religious retreats, conferences, and even communion seasons.  Our hot fits, the hotter they are, are only the more likely, unless we take the greatest care, to cast us down into all the more deadly a chill.  It is this danger that our Lord points out so plainly in His parable of apostasy.  The same is he, says our Lord, that heareth the word, and anon with joy receiveth it; yet hath he not root in himself, but dureth for a while.  In Hopeful's words, his mind and will were never changed with all his joy, only his passing moods and his momentary emotions.\\n\\nMultitudes of men who are as forward at first as Pliable and Temporary were turn out at last to have no root in themselves; but here and there you will discover a man who is all root together. There are some men whose whole mind and heart and will, whose whole inward man, has gone to root.  All the strength and all the fatness of their religious life retreat into its root.  They have no leaves at all, and they have too little fruit as yet; but you should see their roots.  Only, no eye but the eye of God can see sorrow for sin--secret and sore humiliation on account of secret sin--the incessant agony that goes on within between the flesh and the spirit, between sin and grace, between very hell and heaven itself. To know your own evil hearts, my brethren, say to you on that subject what any Temporary will, is the very root of the whole matter to you.  Whatever Dr. Newman's mistakes as to outward churches may have been, he was a master of the human heart, the most difficult of all matters to master.  Listen, then, to what he says on the matter now in hand.  \\\"Now, unless we have some just idea of our hearts and of sin, we can have no right idea of a Moral Governor, a Saviour, or a Sanctifier; that is, in professing to believe in them we shall be using words without attaching any distinct meaning to them.  Thus self-knowledge is at the root of all real religious knowledge; and it is vain,--it is worse than vain,--it is a deceit and a mischief, to think to understand the Christian doctrines as a matter of course, merely by being taught by books, or by attending sermons, or by any outward means, however excellent, taken by themselves.  For it is in proportion as we search our hearts and understand our own nature that we understand what is meant by an Infinite Governor and Judge; it is in proportion as we comprehend the nature of disobedience and our actual sinfulness that we feel what is the blessing of the removal of sin, redemption, pardon, sanctification, which otherwise are mere words.  God speaks to us primarily in our hearts.  Self- knowledge is the key to the precepts and doctrines of Scripture. The very utmost that any outward notices of religion can do is to startle us and make us turn inward and search our hearts; and then, when we have experienced what it is to read ourselves, we shall profit by the doctrine of the Church and the Bible.\\\"  My brethren, the temper in which you receive that passage, and receive it from its author, may be safely taken by you as a sure presage whether you are to turn out a Temporary and a Castaway or no.\\n\\nNow, to conclude with a word of admission, and, bound up with it, a word of encouragement.  After all that has been said, I fully admit that we are all Temporaries to begin with.  We all cool down from our first heat in religion.  We all halt from our first spurt.  We all turn back from faith and from duty and from privilege through our fear of men, or through our corrupt love of ourselves, or through our coarse-minded love of this present world.  Only, those who are appointed to perseverance, and through that to eternal life, always kindle again; they are kindled again, and they love the return of their lost warmth.  They recover themselves and address themselves again and again to the race that is still set before them.  They prove themselves not to be of those who draw back unto perdition, but of those that believe to the saving of the soul.  Now, if you have only too good ground to suspect that you are but a temporary believer, what are you to do to make your sure escape out of that perilous state?  What, but to keep on believing? You must cry constantly, Lord, I believe, help Thou mine unbelief! When at any time you are under any temptation or corruption, and you feel that your faith and your love are letting slip their hold of Christ and of eternal life, then knot your weak heart all the faster to the throne of grace, to the cross of Christ, and to the gate of heaven.  Give up all your mind and heart, and all that is within you, to the one thing needful.  Labour night and day in your own heart at believing on Christ, at loving your neighbour, and at discovering, denying, and crucifying yourself.  It will all pay you in the long run.  For if you do all these things, and persistently do them, then, though you are at this moment all but dead to all divine things, and all but a reprobate, it will be found at last that all the time your name was written among the elect in heaven.\\n\\nThe perseverance of the saints, the \\\"five points\\\" notwithstanding, is not a foregone conclusion.  The final perseverance of the ripest and surest saint is all made up of ever-new beginnings in repentance, in faith, in love, and in obedience.  Begin, then, every new day to repent anew, to return anew, to believe and to love anew.  And if all your New-Year repentances and returnings and reformations are all already proved to be but temporary--even if they lie all around you already a bitter mockery of all your professions--still, begin again.  Begin to-night, and begin again to-morrow morning.  Spend all the remainder of your days on earth beginning.  And, ere ever you are aware, the final perseverance of another predestinated saint will be found accomplished in you.\\n\\nSECRET\\n\\n\\\"The secret of the Lord is with them that fear Him.\\\"--David.\\n\\nA truly religious life is always a secret life:  it is a life hid, as Paul has it, with Christ in God.  The secret of the Lord, says the Psalmist, is with them that fear Him.  And thus it is that when men begin to fear God, both their hearts and their lives are henceforth full of all kinds of secrets that are known to themselves and to God only.  It was when Christiana's fearful thoughts began to work in her mind about her husband whom she had lost--it was when all her unkind, unnatural, and ungodly carriages to her dear friend came into her mind in swarms, clogged her conscience, and loaded her with guilt--it was then that Secret knocked at her door.  \\\"Next morning,\\\" so her opening history runs, \\\"when she was up, and had prayed to God, and talked with her children awhile, one knocked hard at the door to whom she spake out, saying, If thou comest in God's name, come in.  So he who was at the door said, Amen, and opened the door, and saluted her with, Peace be to this house.  The which when he had done, he said, Christiana, knowest thou wherefore I am come?  Then she blushed and trembled, also her heart began to wax warm with desires to know whence he came, and what was his errand to her.  So he said unto her, My name is Secret, I dwell with those that are high.  It is talked of where I dwell as if thou hadst a desire to go thither; also, there is a report that thou art aware now of the evil thou formerly didst to thy husband in hardening of thy heart against his way, and in keeping of thy babes in their ignorance.  Christiana, the Merciful One has sent me to tell thee that He is a God ready to forgive, and that He taketh delight to multiply to pardon offences. He would also have thee know that He inviteth thee to come into His presence, even to His table, and that He will there feed thee with the fat of His house, and with the heritage of Jacob thy father. Christiana at all this was greatly abashed in herself, and she bowed her head to the ground, while her visitor proceeded and said, Christiana, here is a letter for thee which I have brought from thy husband's King.  So she took it and opened it, and, as she opened it, it smelt after the manner of the best perfume; also it was written in lettering of gold.  The contents of the letter was to this effect, that the King would have her do as did Christian her husband, for that was the way to come to the city and to dwell in His presence with joy for ever.  At this the good woman was completely overcome.  So she said to her visitor, Sir, will you carry me and my children with you that we may go and worship this King?  Then said the heavenly visitor, Christiana, the bitter is before the sweet.  Thou must through troubles, as did he that went before thee, enter this celestial city.\\\"  And so on.\\n\\n1. Now, to begin with, you will have noticed the way in which Christiana was prepared for the entrance of Secret into her house. She was a widow.  She sat alone in that loneliness which only widows know and understand.  More than lonely, she was very miserable.  \\\"Mark this,\\\" says the author on the margin, \\\"you that are churls to your godly relations.\\\"  For this widow felt sure that her husband had been taken from her because of her cruel behaviour to him.  Her past unnatural carriages toward her husband now rent the very caul of her heart in sunder.  And, again and again, about that same time strange dreams would sometimes visit her.  Dreams such as this.  She would see her husband in a place of bliss with a harp in his hand, standing and playing upon it before One that sat on a throne with a rainbow round His head.  She saw also as if he bowed his head with his face to the paved work that was under the Prince's feet, saying, I heartily thank my Lord and King for bringing me to this place.  You will easily see how ready this lone woman was with all that for his entrance who knocked and said, Peace be to this house, and handed her a letter of perfume from her husband's King.  Then you will have remarked also some of the things this visitor from on high said to her of the place whence he had come.  He told her, to begin with, how they sometimes talked about her in his country.  She thought that she was a lonely and forgotten widow, and that no one cared what became of her.  But her visitor assured her she was quite wrong in thinking that.  He had often himself heard her name mentioned in conversation above; and the most hopeful reports, he told her, were circulated from door to door that she was actually all but started on the upward way.  Yes, he said, and we have a place prepared for you on the strength of these reports, a place among the immortals close beside your husband.  And all that, as you will not wonder, was the beginning of Christiana's secret life.  After that morning she never again felt alone or forgotten.  I am not alone, she would after that say, when any of her old neighbours knocked at her door.  No, I am not alone, but if thou comest in God's name, come in.\\n2. And from that day a long succession of secret providences began to enter Christiana's life, till, as time went on, her whole life was filled full of secret providences.  And not her present life only, but her discoveries of God's secret providences towards her and hers became retrospective also, till both her own parentage and birth, her husband's parentage and birth also, the day she first saw him, the day of their espousals, the day of their marriage, and the day of his death, all shone out now as so many secret and special providences of God toward her.  Bishop Martensen has a fine passage on the fragmentariness of our knowledge, not only of divine providence as a whole, but even of those divine providences that fill up our own lives.  And he warns us that, till we have heard the \\\"Prologue in Heaven,\\\" many a riddle in our lives must of necessity remain unsolved.  Christiana could not have told her inquiring children what a prologue was, nor an epilogue either, but many were the wise and winning discourses she held with her boys about their father now in heaven, about her happiness in having had such a father for her children, and about their happiness that the road was open before them to go to where he now is.  And there are many poor widows among ourselves who are wiser than all their teachers, because they are in that school of experience into which God takes His afflicted people and opens to them His deepest secrets.  They remember, with Job, when the secret of the Lord was first upon their tabernacle.  Their widowed hearts are full of holy household memories.  They remember the days when the candle of the Lord shone upon their head when they washed their steps with butter, and the rock poured them out rivers of oil.  And still, when, like Job also, they sit solitary among the ashes, the secret of the Lord is only the more secretly and intimately with them. John Bunyan was well fitted to be Christiana's biographer, because his own life was as full as it could hold of these same secret and special providences.  One day he was walking--so he tells us--in a good man's shop, bemoaning himself of his sad and doleful state-- when a mighty rushing wind came in through the window and seemed to carry words of Scripture on its wings to Bunyan's disconsolate soul.  He candidly tells us that he does not know, after twenty years' reflection, what to make of that strange dispensation.  That it took place, and that it left the most blessed results behind it, he is sure; but as to how God did it, by what means, by what instruments, both the rushing wind itself and the salutation that accompanied it, he is fain to let lie till the day of judgment. And many of ourselves have had strange dispensations too that we must leave alone, and seek no other explanation of them for the present but the blessed results of them.  We have had divine descents into our lives that we can never attempt to describe. Interpositions as plain to us as if we had both seen and spoken with the angel who executed them.  Miraculous deliverances that throw many Old and New Testament miracles into the shade. Providential adaptations and readjustments also, as if all things were actually and openly and without a veil being made to work together for our good.  Extrications also; nets broken, snares snapped, and such pavilions of safety and solace opened to us that we can find no psalm secret and special enough in which to utter our life-long astonishment.  Importunate prayers anticipated, postponed, denied, translated, transmuted, and then answered till our cup was too full; sweet changed to bitter, and bitter changed to sweet, so wonderfully, so graciously, and so often, that words fail us, and we can only now laugh and now weep over it all.  Poor Cowper knew something about it -\\n\\n\\\"God moves in a mysterious way His wonders to perform; He plants His footsteps in the sea, And rides upon the storm.\\n\\nYe fearful saints, fresh courage take, The clouds ye so much dread Are big with mercy, and shall break In blessings on your head.\\n\\n\\\"Blind unbelief is sure to err, And scan his work in vain; God is His own interpreter, And He will make it plain.\\n\\n1. Secret scriptures also--from that enlightening day Christiana's Bible became full of them.  Peter says that no prophecy is of any private interpretation; and, whatever he means by that, what he says must be true.  But Christiana would have understood the apostle better if he had said the exact opposite of that,--if not about the prophecies, at least about the psalms.  Leave the prophecies in this connection alone; but of the psalms it may safely be said that it is neither the literal nor the historical nor the mystical interpretation that gets at the heart of those supreme scriptures.  It is the private, personal, and, indeed, secret interpretation that gets best at the deepest heart of the psalms.  An old Bible came into my hands the other day--a Bible that had seen service--and it opened of its own accord at the Book of Psalms.  On turning over the yellow leaves I found a date and a deep indentation opposite these words:  \\\"Commit thy way unto the Lord:  trust also in Him:  and He will bring it to pass.\\\"  And as I looked at the figures on the margin, and at the underscored text, I felt as if I were on the brink of an old-world secret.  \\\"Create in me a clean heart\\\" had a significant initial also; as had this: \\\"The sacrifices of God are a broken spirit.\\\"  The whole of the hundred-and-third psalm was bracketed off from all public interpretation; while the tenth, the cardinal verse of that secret psalm, had a special seal set upon it.  Judging from its stains and scars and other accidents, the whole of the hundred-and-nineteenth psalm had been a special favourite; while the hundred-and-forty- third also was all broidered round with shorthand symbols.  But the secret key of all those symbols and dates and enigmatical marks was no longer to be found; it had been carried away in the owner's own heart.  But, my head being full of Christiana at the time, I felt as if I held her own old Bible in my hand as I turned over those ancient leaves.\\n2. Our Lord so practised secrecy Himself in His fasting, in His praying, and in His almsgiving, and He makes so much of that same secrecy in all His teaching, as almost to make the essence of all true religion to stand in its secrecy.  \\\"When thou prayest,\\\" says our Lord, \\\"shut thy door and pray in secret.\\\"  As much as to say that we are scarcely praying at all when we are praying in public. Praying in public is so difficult that new beginners, like His disciples, have to practise that so difficult art for a long time in secret.  Public prayer has so many besetting sins, it is open to so many temptations, distractions, and corruptions, that it is almost impossible to preserve the real essence of prayer in public prayer.  But in secret all those temptations and distractions are happily absent.  We have no temptation to be too long in secret prayer, or too loud, or too eloquent.  Stately old English goes for nothing in secret prayer.  We never need to go to our knees in secret trembling, lest we lose the thread of our prayer, or forget that so fit and so fine expression.  The longer we are the better in secret prayer.  Much speaking is really a virtue in secret prayer; much speaking and many repetitions.  Also, we can put things into our secret prayers that we dare not come within a thousand miles of in the pulpit, or the prayer-meeting, or the family.  We can enter into the most plain-spoken particulars about ourselves in secret.  We can put our proper name upon ourselves, and upon our actions, and especially upon our thoughts when our door is shut.  Then, again, we can pray for other people by name in secret; we can enter, so far as we know them, into all their circumstances in a way it is impossible to do anywhere but in the utmost secrecy.  We can, in short, be ourselves in secret; and, unless it is to please or to impress men, we had better not pray at all unless we are ourselves when we are engaged in it.  You can be yourself, your very worst self; nay, you must be, else you will not long pray in secret, and even if you did you would not be heard.  I do not remember that very much is said in so many words in her after-history about Christiana's habits of closet-prayer.  But that Secret taught her the way, and waited till she had tasted the sweetness and the strength of being a good while on her knees alone, I am safe to say; indeed, I read it between the lines in all her after-life.  She was rewarded openly in a way that testifies to much secret prayer; that is to say, in the early conversion of her children, in the way they settled in life, and such like things. Pray much for those things in secret that you wish to possess openly.\",\"timestamp\":1641292376,\"title\":\"The fear of man bringeth a snare, said Hopeful, moralising over his old acquaintance Temporary.\"},\"digest\":\"eDG-0j3qR7ArRCnl4U9gHstS-Z48FP-z6F5t0esQqG0\",\"authorship\":{\"contributor\":\"0xa216D8906Acd104a8EC6a31f93e945DFe15768c1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VJi6PMhqfGz6AB7omTqJ-9tUoKUJUWQaGqnq6roz9_8\\\",\\\"y\\\":\\\"wmYiNZnDwNRWbJ1eKcvIbr7zSAM3g-1fZKkDgiH4MmE\\\"}\",\"signature\":\"S6Kb-aEvFPLP8jWS_1Ye_LqytwTsNVedFvmBjJNEFKPA5v0N63uQi39Vkg7aIL5aLTB5sr7SLImfqYQn1ADvTA\",\"signingKeySignature\":\"0x238b7c2c45ad3d33194ec4cb297d7cdf5199f6ed67a980b822025dc1efbc18c81d2ff2b706aca473418c7a0390c10c6d2cfd36e170090d51679aa0b3fc703a1a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VJi6PMhqfGz6AB7omTqJ-9tUoKUJUWQaGqnq6roz9_8\\\",\\\"y\\\":\\\"wmYiNZnDwNRWbJ1eKcvIbr7zSAM3g-1fZKkDgiH4MmE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eDG-0j3qR7ArRCnl4U9gHstS-Z48FP-z6F5t0esQqG0\"}"