"{\"content\":{\"body\":\"### I intend to build a huge philosophical universe. \\n\\nI intend to start a first small part of my thinking about human nature, meaning, and the composition  of human culture on Mirror.\\n\\nThe first part is “On people, culture, games and social interaction”\\n\\nAll of the first, there is a philosophical manifesto on games and social networking. I will demonstrates the inevitability of games and social interaction in human culture ,through formal deduction, discussing the nothingness and existence of human meaning and its transformation process, human nature and inhumanity, and the composition of human beings, and demonstrates the inevitability of games and social interaction in human culture.\\n\\nI am a fourth grade market student come from Chongqing Province,China.I do bad in my math courses 、teachers and dailylife. Many dead philosophers, sociologists and wise men in human history are my teachers and the cornerstone of my thinking.\\n\\nI am aslo constantly learning about phenomenology, cultural philosophy, sociology, economics (including finance) and marketing, and try to integrate them organically in my articles, just as Philip Kotler, the father of marketing, did.\\n\\nBut the difference is that this is the age of encryption.\\n\\nI intend to make a good beginning and build a relatively perfect reference framework, and retain the possibility of perfecting this philosophical universe with many others.\\n\\nTime waits for no man. \\n\\n\\n\\n\\n\\n\",\"timestamp\":1640164419,\"title\":\"A series of philosophical ideas about the meta universe\"},\"digest\":\"XFn71gAYVKREVwkKr9-oQGa4-cKJWGgdpNrbdsTlN-U\",\"authorship\":{\"contributor\":\"0x2276de711b7E822af65B50FF214d2cE1D36154ca\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rAmrXenTR8jdo5GYSFdJENP286MGztcOfmKBQUleFq8\\\",\\\"y\\\":\\\"uk6ZJ02bXH7_rjY5pV9eqWyjLcyrEPZkZIpD6LuNfGE\\\"}\",\"signature\":\"PAi_WLBrxN4eGb6hijD45A5GAToAwbd46_ejdig9rxPzPUGfAizkuvc2zlGf_zSBx_THOQ_gnm4BLG7VcQhsWA\",\"signingKeySignature\":\"0x2c08be8893b86f7f957b3ba36ade67c7ff149196f768dec96871f4e58ebc81cb4738463e3823af2ca241f78d78802f92c83654c1f36df3faf16ee740706bc5101c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rAmrXenTR8jdo5GYSFdJENP286MGztcOfmKBQUleFq8\\\",\\\"y\\\":\\\"uk6ZJ02bXH7_rjY5pV9eqWyjLcyrEPZkZIpD6LuNfGE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JaDOo9pA6DZS-NAU_XFNTRj8W1Hbk1--Ot7qt25qXNw\"}"