"{\"content\":{\"body\":\"***Head of Economic Research @CrypTokamak***\\n\\n![](https://images.mirror-media.xyz/publication-images/BEaz2yAy-dlGduDpHFq3G.png?height=1100&width=2200)\\n\\nThe revolution of DeFi 2.0 is unstoppable. From the new generation of algorithmic stablecoins represented by MIM to the CRV war triggered by CVX, they tell the market that after the savage growth of DeFi 1.0, it is necessary to wake up the capital efficiency of existing assets. The current DeFi 2.0 projects are racking their brains to release liquidity under Curve and Yearn infrastructure, but ignoring the massive DeFi core assets — — LP Token. LP is the largest interest-bearing asset class. But the existing massive LPs are still sleeping in the liquidity mining pool and have not been effectively utilized.\\n\\nAmara Finance emerges to solve this problem. Amara Finance is the pioneered multi-chain deployed DeFi 2.0 lending protocol, allowing users to borrow a variety of stablecoins while obtaining auto compounded liquidity mining reward.\\n\\nAt present, users can only stake their LPs for liquidity mining. Let’s suppose Jeff has $1000 USDT-BUSD LP staking in DEX, obtaining 10% liquidity mining APR, suddenly a new investment opportunity appears, and he doesn’t have any other reserve, he will face the following dilemma — — either bearing the loss of 10% reward to invest, or losing this invest opportunity.\\n\\nThe emergence of Amara will completely break this dilemma. Jeff can stake the $1000 LP on Amara to get a 15% APY, and collateralize that LP to borrow $900 USDT with about 5% interest rate, he will also get 10% $MARA incentive. If Jeff gets a 10% APR from the $900 USDT investment, then he will eventually get a 30% comprehensive APR. That sounds good right?\\n\\n# LP-based liquidity release solution\\n\\n![](https://images.mirror-media.xyz/publication-images/-VrMe0uuZu-Nx2wggeX4J.png?height=2117&width=3516)\\n\\nLP-based liquidity release solution\\n\\n**Amara lending system consists of four parts: Liquidity Mining Module, Loan Module, Liquidation Module and Incentive Module:**\\n\\n**Liquidity Mining Module**\\n\\nAmara Liquidity Mining Module will autocompound for users who deposit LP on the Amara platform. Taking Moonriver’s DEX Solarbeam as an example, Jeff deposits USDT-BUSD LP to Amara, Amara will sell the obtained Solar into equal value of USDT and BUSD every half an hour and pair them into LP to re-invest in Solarbeam. Then 10% APR can turn into 15% APY.\\n\\n**Loan Module**\\n\\nThe Lending Module is the core of Amara Finance. Users can collateralize their deposited LP to borrow stablecoins deposited by other users. Please note that the value of the collateralized LP is also increasing because of liquidity mining, so the user experience will be almost the same as interest-free lending.\\n\\n**Incentive Module**\\n\\nIn addition to getting rewards from liquidity mining, $MARA will also be allocated to users who borrow stablecoins depending on the borrowed value.\\n\\n**Liquidation Module**\\n\\nLiquidation will be triggered when users’ collateralized LP value is lower than the liquidation line. Liquidator will repay the loan and get the collateral.\\n\\n> *At the first stage, mainstream stablecoins such as USDT, USDC, BUSD will be supported to borrow, followed by popular stablecoins such as MIM, UST at the second stage.*\\n>\\n> *In the near future, Amara will issue and support its algorithm stablecoins.*\\n\\n# Leading the new Era of Long-tail assets lending:\\n\\nDue to the lack of usage of long tail assets, the utilization rate in lending protocols is often extremely low. Even for the most widely used token ETH, the utilization rate is about 2% all year round, while USDT is around 80%. Therefore, the reasonable scenario for long-tail assets lending should be to use high-quality long-tail assets to borrow widely used stablecoins. Amara’s LP collateralized lending is the best way to execute long-tail assets lending.\\n\\n![](https://images.mirror-media.xyz/publication-images/sPYVdnO0-o4Mr9sLE31iu.png?height=399&width=920)\\n\\nThe utilization rate of ETH in Aave is around 2%\\n\\n![](https://images.mirror-media.xyz/publication-images/Hv6Ld3CmlBS2AHS1bdzgM.png?height=396&width=921)\\n\\nThe utilization rate of USDT is around 80%\\n\\nThe risk of long-tail assets comes from their violent volatility, which is why many protocols cannot incorporate long-tail assets as collateral. Among the collateralized LPs in Amara, there will be half-valued stablecoins or mainstream coins. Thus, the value fluctuation will be half that of the single token, the liquidation risk will be mitigated.\\n\\nBased on decentralized exchanges such as Uniswap, Pancakeswap and Solarbeam, Amara will create a LP-based DeFi 2.0 ecosystem, bringing DeFi 2.0 and long-tail assets lending to a new era.\\n\\n# About Amara Finance\\n\\nAmara Finance is a cross-chain financial aggregator for NextDeFi aiming to be the DeFi collaboration center to bridge Polkadot and the off-DOT world. Amara’s core products include: AmaraLend, a multi-chain deployed lending protocol focusing on long-tail assets; AmaraLink, a multisig cross-chain bridge connecting Polkadot and off-DOT world; AmaraPay, an aggregated payment gateway protocol responding swiftly across the world.\\n\\n# Follow Us\\n\\n> *Webiste：<https://www.amara.link/> \\n Discord：<https://discord.com/invite/rhkyBmmCBf> \\n Telegram：<https://t.me/AmaraFinance> \\n Twitter：<https://twitter.com/AmaraFinance> \\n Medium：[https://amara-finance.medium.com](https://amara-finance.medium.com/) \\n E-mail：[amarafoundation@amara.finance](http://amarafoundation@amara.finance/)*\",\"timestamp\":1641960032,\"title\":\"Amara Finance, a new chapter of DeFi 2.0 — — LP-based liquidity release solution\"},\"digest\":\"T8kpo6j5UYFdV0cdQASLiKheCCjwTEl8UUfuGNV_ksc\",\"authorship\":{\"contributor\":\"0x540f582115209Dce1475FadBa786ab7a5B9c989D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TDdpjWPrpnwTUZM3f2rGQArjyR3vy91Z1wF2QAnQBI8\\\",\\\"y\\\":\\\"Gv1uViSDFDPkrEUKpOHWTGlos0yVw0JW9SyolUjaX48\\\"}\",\"signature\":\"FZnggLDndTwiTiBwTh45UhEY8dbiLi6CsBWXM8ye6JcatCeO3Z91_03HADGSvNBnTi1Hza06KMwk4X7-YyU8uA\",\"signingKeySignature\":\"0xaa3df4e2ee4c2cc3e78ec36eca26a48d2383979dfd71b76a745883b43573c96036b5d222fca04bbd66cffd960f07df385a25dd74ba0aa5d6676dbe0a3ba2c55b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TDdpjWPrpnwTUZM3f2rGQArjyR3vy91Z1wF2QAnQBI8\\\",\\\"y\\\":\\\"Gv1uViSDFDPkrEUKpOHWTGlos0yVw0JW9SyolUjaX48\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"T8kpo6j5UYFdV0cdQASLiKheCCjwTEl8UUfuGNV_ksc\"}"