"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1266/1\\\\*jF-a0xtjEwh7dG9pSjmh3Q.jpeg)\\n\\nOn an overcast but incredibly humid day in Kuala Lumpur, Malaysia, I was standing outside a nondescript apartment block. No more than a year old, the cheap construction was already showing its wear; drainpipes were rusting, the carpet was slightly worn, and a smell emanated from the hallway that I could only generously call “Apartment Special.”\\n\\nWith nary a real estate agent in sight, I scanned a QR code on my phone and was let into the building and onto the prospective unit. Using an application called[ Instahome](https://www.digitalnewsasia.com/startups/catcha-group-back-property-game-home-rental-service-instahome), I was guided through an augmented reality tour of the unit and once this was complete, directed to closing and signup forms; all on my smartphone.\\n\\nFor someone who spent the better part of a decade in San Francisco scouring overpriced and sham Craigslist postings for someone’s backyard shed, this experience was nothing short of revelatory.\\n\\nIt made me ask a simple question: is one of the most change resistant verticals of all, real estate, finally ready to move into the digital age?\\n\\nFor the first time ever, the data is starting to say yes. Venture funding into property technology was $16 Billion in 2019 alone[ according to TechCrunch](https://techcrunch.com/2019/11/14/where-top-vcs-are-investing-in-real-estate-and-proptech-part-1-of-2).\\n\\nBut statistics alone do not tell the entire story. What’s driving this change is deeper. It’s demographic. Millennials expect a more virtual and on-demand experience. And Baby Boomers have the capital and desire to age in place rather than seeking nursing home care.\\n\\n**Virtual and On Demand from Day One**\\n\\nAbout a decade ago, I was shocked to find that the laundry facility in my apartment only accepted quarters and offered no change. On top of that, I had to provide a certified check for rent. In many ways, this experience is extremely common as landlords, many well beyond retirement age, have been long resistant to instituting any digital protocols to virtualize pen and paper processes.\\n\\nThe past few years have fundamentally shifted this value equation as a new group of predominantly Millennial and now Generation Z tenants are demanding instantaneous gratification from their landlords. From managing maintenance requests and common space reservations to rental payments, these younger demographics do not want to wait in line and carry a full wallet of loose change. Real estate management is secondary to their lifestyle.\\n\\nWhile Instahome is a great example of an end-to-end solution for landlords and tenants, many platforms are now starting with the basics to address these needs; like digitizing maintenance orders, rent payments, laundry services, and parking reservations. Nascent start-ups like[ Propra](https://calgaryherald.com/business/local-business/harvest-builders-launches-two-new-fintech-companies-plans-move-into-downtown-core) and[ Knock](https://techcrunch.com/2021/02/18/proptech-startup-knock-raises-20m-to-grow-saas-platform-for-property-managers/) are seeking to fill this gap and are acquiring some of the largest real estate investment trusts in the world as the marketplace becomes eager for these types of solutions.\\n\\n**Baby Boomers: Aging in Place and Loving It!**\\n\\nJust outside of Daytona Beach, Florida lies[ Latitude Margaritaville](https://www.latitudemargaritaville.com/). A detached arrangement of townhomes and singles, the community’s developers promise all the fun of Jimmy Buffet’s eponymous songs — every single day. There’s even a frozen concoction machine.\\n\\nYet[ purposely hidden](https://www.nytimes.com/interactive/2018/11/14/magazine/tech-design-longevity-margaritaville.html) within the development is an array of sensors and technology vendors to manage fall prevention, temperature, and security. The idea is to allow residents to maintain a sense of independence and age in place while acknowledging the realities of life.\\n\\nBaby Boomers are going to age like no other generation; they are going to want to maintain independence, accessibility, choice, and most importantly, freedom. According to[ Sotheby’s](https://www.globenewswire.com/news-release/2020/03/04/1994809/0/en/Aging-in-Place-Report-Reveals-86-of-Urban-Canadian-Baby-Boomers-Older-Adult-Homeowners-Want-to-Live-in-their-Homes-for-as-Long-as-Possible.html) stratospheric 86% of urban Baby Boomers want to age in place, at home as long as they can; representing a monstrous step change from previous generations.\\n\\nFortunately, property technology entrepreneurs are seizing on this opportunity and developing solutions that address these needs. From connected in home sensors to monitor sleeping patterns, biometrics, motion, to even temperature and lighting control, property technology founders are going all in on serving this extremely large and wealthy demographic. The *absolute key* is to have the technology blend into the background so that lifestyle and freedom of choice and movement are maintained.\\n\\nA good example of this is the Emfit Sleep Sensor. Emfit is a ballistocardiograph sleep sensor[ that monitors](https://pubmed.ncbi.nlm.nih.gov/25241203/) individual biometrics like heart rate, respiratory rate, and even sleep motion. Installed under a user’s bed, the sensor can monitor health metrics from the home rather than having an individual repeatedly visit the clinical setting.\\n\\n**Early Stages of a Generational Change**\\n\\nWe’re only in the early innings for how property technology entrepreneurs are going to fundamentally reinvent a once staid industry. While advancements in technology are powering innovation, a deeper force is at work: demographic change. Specifically, the preferences of Millennials and Generation Z consumers for instantaneous product offerings similar to consumer social applications and the extraordinary desire of Baby Boomers to maintain their independence and freedom as they age.\\n\\nAlex Gold is the Founder & General Partner of **[Harvest Venture Partners](http://www.harvest.ventures/)**\\n\\n***Editor’s Note: a version of this article first appeared in Forbes Magazine, June 2021 by the same Author***\",\"timestamp\":1638414645,\"title\":\"The Demographics Shifts at the Heart of Property Technology\"},\"digest\":\"q2Ei8dd4bf-mx-1_vmY_CO7mC-0Nc8kPQM_TO8XHYKM\",\"authorship\":{\"contributor\":\"0xcd1b3394D0A1b2A514Ed496ea9BD1443D9fFb1aa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nu7X_Ml_UBvc5IdXadrgDjEmqAf7Pr3SGb2tqkwWxH8\\\",\\\"y\\\":\\\"hvhxozffuJLp1cRIbSqXpYcatIHA4YKGowOyEys7bzo\\\"}\",\"signature\":\"fXeBQUdYJnc33-Dr-b9BIe4Sa-BgcZzIk3mqxALC2yMOu87Sk28EoMDIK9gB9T9k9qnCUzhYbSWnrVs_HDGIqw\",\"signingKeySignature\":\"0x02c9632a0eeaad1d2c28421b96465a92499aa2b6401f7e4e76fa2401f5fcc19b440e144d12d2d447a71efbf2e80b304a387751805284c2e330cc6772f1cb5bef1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nu7X_Ml_UBvc5IdXadrgDjEmqAf7Pr3SGb2tqkwWxH8\\\",\\\"y\\\":\\\"hvhxozffuJLp1cRIbSqXpYcatIHA4YKGowOyEys7bzo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"q2Ei8dd4bf-mx-1_vmY_CO7mC-0Nc8kPQM_TO8XHYKM\"}"