"{\"content\":{\"body\":\"顺便也把2020年底写的年终总结和展望贴上来，做个留档。\\n\\n又到了年底对自己也对市场做个复盘，看看旧的猜猜新的，查漏补缺，希望明年会更好。\\n\\n    总的来说今年可以算是三波行情，第一波是年初减产和新冠第一波带来的资产增发，这一波从1月初开始，312结束，高潮在BTC3月初在高位高费率高基差持续了接近10天，带来了历史级的套利机会。在这波行情中，山寨币出现了普涨，这也是源于背后的庄家在去年一年都没有找到很好的拉盘机会，这波随着BTC的减产行情会有溢出的资金参与山寨币炒作。但是随着312来临，山寨币瞬间暴跌，所以大部分山寨币庄家是没有完成出货的。312结束之后开启了为期两个月的修复行情，然后因为五月份大量资产在Uniswap上发行引来的DEFI热潮和后续的挖矿Fomo情绪是第二波行情。在9月下旬Uniswap发币透支了Defi后续的预期，获利用户也逐渐退场象征着第二波行情结束，这波行情起于Uniswap新资产发行的便捷性和赚钱效应，终结于最大的赚钱效应预期兑现，也算是有始有终，这波的高潮在于Sushiswap横空出世抢夺Uniswap的流动性提供，迫使用户到Sushiswap交易，Uniswap如果不发币，流动性的掠夺可能出现社区的转移和新长尾资产的发行承载方转移（事后看其实也没有，但当时并不是反应过度），这是Uniswap赖以生存的基础，所以Uniswap匆忙发币。当然在这波Defi行情中，大量的山寨币也完成了巨额的涨幅，一部分是Defi项目终于熬出了头，另一部分是公链项目拥抱Defi，并且不同于312的暴跌，9月下旬10月初的下跌是循序渐进的，山寨币庄家是完成出货了，也完成了当年的盈利预期KPI。9月下旬10月初的时候是主流币盘整，山寨币普跌的时候，因为庄家出货完毕，今年也只剩下两个月时间窗口，所以暂时也没有吸筹计划，那么弱势行情显而易见。随后就是第三波波澜壮阔的BTC大牛市了。个人认为这波牛市的爆发以11月15日为界限分为两部分，众所周知11月的最大型事件是美国总统的选举，这是四年一次的大宏观事件，并且随着新冠疫情的发展，美国和欧洲其他国家在经济上的差距越来越大，衍生的信用和抗风险能力就越强，随着美国从去年的缩水到今年的大放水，美国逼迫其他发达国家只能更大额的放水应对，那么美国下一个总统的执政策略会是比较大的市场关注点。在前半部分，选战前两位总统候选人都要照顾股票情绪。甚至trump把股票市值的增速作为业绩，自然带来了一波跟随美股放水的行情，随后在11月3号选战开始后出现了比较戏剧化的trump先领先后败选的奇特场景，这对于传统二级市场的影响是很深的。但对于比特币来说，本身创建的终极目标就是对冲主权国家的信用风险和物理崩塌风险，那么自然在这种环境下如鱼得水，随着trump在宣战结束后到15日对选战结果不认可和大量各方面的威胁，比特币也走势自然不错。在15号之后直到今天，灰度和大型机构的入场成为了支撑比特币上涨的主要理由，机构之所以现在这个阶段愿意买比特币，一方面是因为股票涨的太凶猛了，明年资产端没有能够爆发的投机机会，无论是债券、大宗商品都不是散户喜欢的，比特币进入了他们的视野，另一方面是对冲biden上台后继续使用扩张的经济政策，对冲3-4年内如果没有革命性的产业变更会出现会导致下一次债务危机和全球经济衰退。并且比特币的波动率极高，用2%-5%的总仓位购买比特币即可以做布局又可以对冲传统资产的风险，是一笔赔率很高的生意。另外这波行情的另一个逻辑是随着Coinbase上市期的临近，币圈的原生机构和巨鲸会推动比特币价格和主流市场对比特币的认可，把Coinbase这个盘子做大，成为美股市场上比特币的最强相关企业，从而让无法直接投资比特币的大机构和养老金等大资金入局区块链产业。\\n\\n    今年其实是历史性的机会，出现了新冠带来的资产增发和后新冠美国大选带来的资产增发两个历史级宏观事件。而这正好和减产、Defi带来的赚钱效应这两个大事件相叠加然后爆发。机会是涨出来的，明年的行情会是今年行情的延续和逻辑的补强，一方面机构入场速度加快，机构业务会逐渐常态化，市场上除了coinbase之外会有更多数字货币业务的机构上市。另一方面是Defi的赚钱效应让它会常态化，Defi资产作为链上原生的炒作标的，大量微创新的项目会因为大行情好而发布，项目会在赚钱效应外更关注资本效率。\",\"timestamp\":1639649090,\"title\":\"2020年回顾和2021年展望（上）\"},\"digest\":\"qIBpCV3vNxEPaxBEuHRtY4SxVXtQH5HuYBa8mxADO8U\",\"authorship\":{\"contributor\":\"0x3e499Ae3D6650636869A4EFC80Ed64bAB20Ec534\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GuxE6-FyDeT3v-IxCcqA9mwdV2JDFCZszGsoU0jGbz8\\\",\\\"y\\\":\\\"319AGOweIveJE6_OmLSd9S4VHXOcL824xBMhrk2xvrQ\\\"}\",\"signature\":\"pcICUMeL2tigZySvXbqEypx650hj60SOGVQT9JlMv2QycghNf216PEyTyopKgEuFC-Pc_kPVZ1YzfxCVSoIRHA\",\"signingKeySignature\":\"0xb188525964f80455df4a332b4351f4956b68caeb065e47aca15b90ddc162cba73898140498e70db5cb46cf79a2998a124519c75439913a97c4efb59f08403e8e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GuxE6-FyDeT3v-IxCcqA9mwdV2JDFCZszGsoU0jGbz8\\\",\\\"y\\\":\\\"319AGOweIveJE6_OmLSd9S4VHXOcL824xBMhrk2xvrQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qIBpCV3vNxEPaxBEuHRtY4SxVXtQH5HuYBa8mxADO8U\"}"