"{\"content\":{\"body\":\"\\\"If you think I came to the Solomons to get married--\\\" she began wrathfully.  \\\"Well, there are better men in Hawaii, that's all. Really, you know, the way you harp on that one string would lead an unprejudiced listener to conclude that you are prurient-minded--\\\"\\n\\nShe stopped, appalled.  His face had gone red and white with such abruptness as to startle her.  He was patently very angry.  She sipped the last of her coffee, and arose, saying, -\\n\\n\\\"I'll wait until you are in a better temper before taking up the discussion again.  That is what's the matter with you.  You get angry too easily.  Will you come swimming?  The tide is just right.\\\"\\n\\n\\\"If she were a man I'd bundle her off the plantation root and crop, whale-boat, Tahitian sailors, sovereigns, and all,\\\" he muttered to himself after she had left the room.\\n\\nBut that was the trouble.  She was not a man, and where would she go, and what would happen to her?\\n\\nHe got to his feet, lighted a cigarette, and her Stetson hat, hanging on the wall over her revolver-belt, caught his eye.  That was the devil of it, too.  He did not want her to go.  After all, she had not grown up yet.  That was why her logic hurt.  It was only the logic of youth, but it could hurt damnably at times.  At any rate, he would resolve upon one thing:  never again would he lose his temper with her.  She was a child; he must remember that. He sighed heavily.  But why in reasonableness had such a child been incorporated in such a woman's form?\\n\\nAnd as he continued to stare at her hat and think, the hurt he had received passed away, and he found himself cudgelling his brains for some way out of the muddle--for some method by which she could remain on Berande.  A chaperone!  Why not?  He could send to Sydney on the first steamer for one.  He could -\\n\\nHer trilling laughter smote upon his reverie, and he stepped to the screen-door, through which he could see her running down the path to the beach.  At her heels ran two of her sailors, Papehara and Mahameme, in scarlet lava-lavas, with naked sheath-knives gleaming in their belts.  It was another sample of her wilfulness.  Despite entreaties and commands, and warnings of the danger from sharks, she persisted in swimming at any and all times, and by special preference, it seemed to him, immediately after eating.\\n\\nHe watched her take the water, diving cleanly, like a boy, from the end of the little pier; and he watched her strike out with single overhand stroke, her henchmen swimming a dozen feet on either side. He did not have much faith in their ability to beat off a hungry man-eater, though he did believe, implicitly, that their lives would go bravely before hers in case of an attack.\\n\\nStraight out they swam, their heads growing smaller and smaller. There was a slight, restless heave to the sea, and soon the three heads were disappearing behind it with greater frequency.  He strained his eyes to keep them in sight, and finally fetched the telescope on to the veranda.  A squall was making over from the direction of Florida; but then, she and her men laughed at squalls and the white choppy sea at such times.  She certainly could swim, he had long since concluded.  That came of her training in Hawaii. But sharks were sharks, and he had known of more than one good swimmer drowned in a tide-rip.\\n\\nThe squall blackened the sky, beat the ocean white where he had last seen the three heads, and then blotted out sea and sky and everything with its deluge of rain.  It passed on, and Berande emerged in the bright sunshine as the three swimmers emerged from the sea.  Sheldon slipped inside with the telescope, and through the screen-door watched her run up the path, shaking down her hair as she ran, to the fresh-water shower under the house.\\n\\nOn the veranda that afternoon he broached the proposition of a chaperone as delicately as he could, explaining the necessity at Berande for such a body, a housekeeper to run the boys and the storeroom, and perform divers other useful functions.  When he had finished, he waited anxiously for what Joan would say.\\n\\n\\\"Then you don't like the way I've been managing the house?\\\" was her first objection.  And next, brushing his attempted explanations aside, \\\"One of two things would happen.  Either I should cancel our partnership agreement and go away, leaving you to get another chaperone to chaperone your chaperone; or else I'd take the old hen out in the whale-boat and drown her.  Do you imagine for one moment that I sailed my schooner down here to this raw edge of the earth in order to put myself under a chaperone?\\\"\\n\\n\\\"But really . . . er . . . you know a chaperone is a necessary evil,\\\" he objected.\\n\\n\\\"We've got along very nicely so far without one.  Did I have one on the Miele?  And yet I was the only woman on board.  There are only three things I am afraid of--bumble-bees, scarlet fever, and chaperones.  Ugh! the clucking, evil-minded monsters, finding wrong in everything, seeing sin in the most innocent actions, and suggesting sin--yes, causing sin--by their diseased imaginings.\\\"\\n\\n\\\"Phew!\\\" Sheldon leaned back from the table in mock fear.\\n\\n\\\"You needn't worry about your bread and butter,\\\" he ventured.  \\\"If you fail at planting, you would be sure to succeed as a writer-- novels with a purpose, you know.\\\"\\n\\n\\\"I didn't think there were persons in the Solomons who needed such books,\\\" she retaliated.  \\\"But you are certainly one--you and your custodians of virtue.\\\"\\n\\nHe winced, but Joan rattled on with the platitudinous originality of youth.\\n\\n\\\"As if anything good were worth while when it has to be guarded and put in leg-irons and handcuffs in order to keep it good.  Your desire for a chaperone as much as implies that I am that sort of creature.  I prefer to be good because it is good to be good, rather than because I can't be bad because some argus-eyed old frump won't let me have a chance to be bad.\\\"\\n\\n\\\"But it--it is not that,\\\" he put in.  \\\"It is what others will think.\\\"\\n\\n\\\"Let them think, the nasty-minded wretches!  It is because men like you are afraid of the nasty-minded that you allow their opinions to rule you.\\\"\\n\\n\\\"I am afraid you are a female Shelley,\\\" he replied; \\\"and as such, you really drive me to become your partner in order to protect you.\\\"\\n\\n\\\"If you take me as a partner in order to protect me . . . I . . . I shan't be your partner, that's all.  You'll drive me into buying Pari-Sulay yet.\\\"\\n\\n\\\"All the more reason--\\\" he attempted.\",\"timestamp\":1638930605,\"title\":\"Suppose we do become partners on Berande,\\\" he said, at the same time experiencing \"},\"digest\":\"J6JPVg2DE7MN994ujZdDgUhi-uEDSZoeAs9F1y_1U7c\",\"authorship\":{\"contributor\":\"0x336f98da5BDeF1692C4dE51f67eafA44062a418E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GunwQaYc5Z4kvVZdpy7PZ6GsgxWRqEjkXCxEtsre2QM\\\",\\\"y\\\":\\\"HSQS7KlxP2Wbl3LanTYPFZxwHwlAbuiwRGo5xlhNVUQ\\\"}\",\"signature\":\"XmqZdhYwOLuCFtOodeL0-kNz-FpMWHTLqhRzB2YkW3Zo3FZHfKLuL2LPZfBdskwMpovBRRKEbbn5wLCi9vMZJQ\",\"signingKeySignature\":\"0x210a8d9e4c70f4543ef61d281e8e8bb34870d524b6d0b24a7519d2c96e995a286e1fa34e2f37d5a731b320522f62bdd54049639cc3dbe1e3599ccd8e16ee23ce1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GunwQaYc5Z4kvVZdpy7PZ6GsgxWRqEjkXCxEtsre2QM\\\",\\\"y\\\":\\\"HSQS7KlxP2Wbl3LanTYPFZxwHwlAbuiwRGo5xlhNVUQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"J6JPVg2DE7MN994ujZdDgUhi-uEDSZoeAs9F1y_1U7c\"}"