"{\"content\":{\"body\":\"纽约大都会艺术博物馆是世界上最大的博物馆之一，20多公顷的展出面积是全球艺术爱好者的饕餮盛宴。美国装饰艺术馆部，美国油画与雕塑馆部，古代近东艺术馆部，武器和盔甲馆部，非洲、大洋洲、美洲艺术馆部，亚洲艺术馆部，服装研究馆部，绘画及印刷品馆部，古埃及艺术馆部，9部19个馆，各种宝贝应有尽有。\\n\\n李麓问他们要去哪里，反正是陪端木明来散心，就随他去看油画了。端木明也没有什么特别的原因，就是本来是想陪虞清婉来看油画的，她没来，自己也就随便去看看吧。\\n\\n李麓喜欢看人物画，司空零喜欢看风景和城市，端木明虽然没什么明确的目标，但看画的节奏跟别人不一样，结果就是他们相约一个小时之后在某处集合，各自看自己的。\\n\\n司空零喜欢的第一幅是【收割者】Pieter_Bruegel_the_Elder, The Harvesters, 1565，那堪比人高的麦子金灿灿、黄油油，收割的喜悦气氛很浓郁，司空零大爱那把镰刀。在西方的油画里，又锋利又弧长的镰刀常常象征着死神。一般人也许会害怕这样的镰刀，司空零却用完全相反的心态来诠释死神。\\n\\n只有金麦子成片成片地死去，才成就收割者的喜悦。XBox上面有一款叫《收割者》的科幻游戏。不管是人类去收割麦子，还是外星人来收割人类。总是有一方丢掉生命，有一方收获食物。一切不过是食物链的故事。\\n\\n司空零很想买一幅【收割者】的仿作来送给端木明，这个好啊，可以时时提醒他，死亡是收割者的欢乐收获季，是自然选择的辞旧迎新的原动力，是人生失败者向往的好归宿。\\n\\n他静观良久的第二画幅是Cole Thomas的作品 The Oxbow。这画的亮点是暴雨初晴的康涅狄格河谷，左边还是乌云蔽日、残草败木的山顶，右侧却能俯眺阳光挥洒的康涅狄格河谷。书上说隐喻人与自然的对抗。不过在司空零看来更像是自然变换和心情轮替。大爱的地方是初晴的河谷视野开阔，蜿蜒成优美的几字形，有点像司空零的故乡。他想起了在那桔林菜畦满目野趣的裕河边，他心情高爽地尾随在司空依、艾紫萱、慕容冰雪身后。听她们轮流不歇地唱着动听的歌谣。\\n\\n他又起了买一幅The Oxbow的仿作送给雪酱、紫酱的念头，小辣椒嘛，就算了。\\n\\n他是如此地爱着冰雪般晶莹美丽的美少女，只是她一次也不愿来美国看他，慕容家对美式文化和生活的隔阂是横在他们中间一座大山。\\n\\n挥走小小的心情阴影，他继续游览。\\n\\n前面有一个很有趣的穆·斯·林妹子，说她有趣，是说她在纽约这种开放自由的地方，却戴着传统的头巾和面纱。这个妹子仅仅是稍微露出双眼，就能看得出是一个极美的少女。司空零很好奇她在看什么，于是就驻足在她身边，抬眼看去，是法国画家Henri Rousseau的作品【狮之宴】。\\n\\n这是一只雄狮猎到了一只豹子，正在树林里撕咬咀嚼，豹子头都被咬没了，森林之王正吃得欢。虽然是血腥场面，却是很卡哇伊的画风，那树林开满了各种花，叶子都长得像花，天空的太阳还是月亮都卡通得分不清楚。这跟司空零喜欢看的纪录片里辽阔狂野的非洲稀树草原上狮子追猎的精彩场景完全扯不上啊。他不由得笑了。\\n\\n“你在笑什么？”妹子居然主动跟他说话，带着大不列颠殖民地的口音，而且她居然很友好地把面纱摘了。\\n\\n司空零赶紧看她的庐山真面目。一张充满两河流域异国风情的大美人面容完美无暇地呈现在眼前，真是瞬间秒杀掉整座大都市艺术博物馆所有的古物。\\n\\n看样子这位两河美人戴着面纱并不完全是为了遵守教规，实在是太美艳，戴个面纱会少惹来点麻烦。这个想法让司空零受宠若惊，难道我这样平凡的少年还能入人家的法眼？\\n\\n看到司空零眼睛瞪得溜圆地望着自己，波斯美人泛起一个略带羞涩的微笑：“少年王，真的是你啊！”\\n\\n司空零：“The Young King? 我不是什么少年王，你倒是像哪个中东国家的公主、女王。”\\n\\n像公主的美人认真的摇头：“我只是商人的女儿，不是王族。你难道不知道自己是少年王？”\\n\\n波斯美女搭讪的方式太奇怪了，司空零说：“不知道。你得给我解释解释。”\\n\\n商人的美丽女儿说：“不知道！那就更像了。【少年王】是奥斯卡·王尔德的童话主人公，少年的父亲是个卑贱的平民，用魔笛勾引了国王的独生女。老国王愤怒地虐杀了这个吹笛子的青年，并且狠心毒死了自己的女儿。可是青年和公主已经有了一个一星期大的孩子，十多年之后，老国王临死前懊悔自己的行为，派人找到这个孩子，并且把王位传给了他。这就是少年王。Zero S.K.，你年纪轻轻就获得了不起的成就，Twitter上很多人都把你称做少年王，你自己居然不知道吗？”\\n\\n司空零好像想起一些什么。在思考Twitter怎么盈利的时候，司空零就准备给Twitter和微·博弄一个网页游戏平台，其中自己的团队尝试开发的一个小游戏叫【圣杯战争】。其实这是一个社交小游戏，Twitter帐号越强大，战斗力也越强大，作为创始人和粉丝最多的帐号拥有者，司空零持有【圣杯战争】里最强大的宝具——曲速魔杖。所谓曲速就是用弯曲的空间做动力，推动平坦的空间前进，这种方式理论上可以超过光速。曲速并没有违反相对论中光速极限的原则，却达到了超光速的目的，所以很多科幻小说里会出现用曲速引擎作动力的飞船，如【三体】。游戏设计师问司空零最喜欢什么强大的武器，司空零想到了曲速引擎，后来就出现了这种宝具，因为曲速泡是推动力，所以设计师在魔杖上设计了很多珍珠，这看上去很像王尔德童话【少年王】中的国王权杖。喜欢玩【圣杯战争】的Twitter用户就给唯一持有这种强大宝具的ZeroSK起了个外号【少年王】。\\n\\n司空零问她叫什么名字。得到了一个美丽的答案：伊丝塔。\\n\\n司空零告诉了她自己被称为少年王的真实原因，伊丝塔表示对这个游戏感兴趣。司空零道：“其实我对这个游戏不是太满意，没有找到最好的原画师，它应该拥有更有震撼力的画面，美好的视觉带给人的震撼是很直接很有冲击力的，就像我看到伊丝塔摘下面纱的模样，真是太幸运了。哦，你为什么要戴面纱？不会是虔诚的宗教徒吧？你应该知道，我对宗教是什么态度。”\\n\\n伊丝塔淡淡地说：“你对宗教的态度让人比较生气， 不过……后来我看了你和你的美国大学生朋友跟我们宗教团体的辩论，又觉得你们比较有素质，至少不像你们的对手那样气急败坏。你不觉得……没有真·主的庇佑，这个世界太残酷太可怕了吗？”\\n\\n司空零正经道：“你受过高等教育吗？”\\n\\n伊丝塔：“我是剑桥大学商科学士。”\\n\\n司空零讶道：“好极了，怪不得你会欣赏我们无神派的绅士表现。大概你在剑桥领教过伦敦绅士们的风采是吗？”\\n\\n伊丝塔：“不错，英国在我眼里比美国更伟大。美国人的文化修养差远了。”\\n\\n司空零：“我有一半赞同你的看法，嘿，这是人太多，要不我们找一个安静的角落讨论讨论伟大的英国和美国？”\\n\\n这当然就是伊丝塔卸下面纱的原因，她欣然同意。茫茫人海之中邂逅少年王，这也不是常有的机会。\\n\\n为了表示自己对英国绅士的尊重，司空零找了间英式Cafe，看起来顾客也不是特别拥挤的地方，带着蒙面纱的神秘美人进去，吸引了不少目光。\\n\\n司空零忍不住抱怨：“伊丝塔，你的装束真的好特别，虽然你穿什么都迷人，但是这个样子还是让我压力很大，你知道，我真的受不了跟一个虔诚的教徒在一起，呆会儿要是惹得你不高兴，我先道歉了。”\\n\\n伊丝塔：“骗子呢，现在就不绅士了，绅士就是要容忍敌人和对手，永远优雅。我都能忍受你这个诋毁真·主的无神论者，你不如我。”\\n\\n司空零：“……好吧，我看你能优雅到几时。既然你是剑桥大学的聪明Lady，那我说三个最伟大的科学发明，看看你懂不懂。第一，古希腊的数学；第二，用来描述万有引力的微积分，发明人：牛顿；第三，进化论。瞧，有两个是伟大的英国人发明的。所以我同意你说的，英国是个伟大的国家。”\\n\\n伊丝塔：“这三个是很伟大，但为什么是最伟大呢？”\\n\\n司空零：“这个最伟大是我个人的看法，我是思考过的。古希腊发明的数学。以欧几里德几何为代表，这种思考方式是先确定极少数的定理，再精确推导出很多很多推论，精密完美，是人类哲学与美学的集大成者。\\n\\n牛顿力学。为了描述力学，牛顿发明了微积分，使人类拥有了描述瞬间、极限等神奇的能力。更重要的是牛顿在研究过程中确立了【从实验归纳理论】的现代科学方法。\\n\\n进化论。宇宙中最复杂的东西——生物，能用这样简单精妙的理论解释，完全理解之后，神就没有了立锥之地。\\n\\n以上三个发明是一整个体系的开宗立派，至今为无数学习的后辈所景仰。这些都是厚积薄发的沉甸甸的科学发明，我觉得要比【青霉素】这种碰巧撞上的发明要强大。【印刷术】这种工匠级别的发明我向来无爱，这不需要太多的积累，有需求就很可能发明了。当然，它们的影响会很大。这种【术】级别的发明或者发现难以从格调上称为‘伟大’，要不【火】的发现和【生火】的本事岂不是也很‘伟大’？”\\n\\n伊丝塔：“我知道这三个发明很伟大，但是再伟大的发明也只是让人类的生活更便利，却无法解决人类的终极问题——什么是真理，什么是正义，宇宙的意义，生命的意义。都是无法用冰冷的科学解释的。”\\n\\n司空零：“美丽的姑娘啊，你为什么要思考终极的东西？这种思考本身有意义吗？让我们假设，现在一亿光年之外有一个和地球差不多的星球，也拥有海洋、森林、百鸟百兽百虫，还有人类，我现在问你，这个一亿光年之外的地外文明社会里的一个人，哪怕他是那个星球最强大国家的国王，他的生活对我们有意义吗？你会关心他早饭吃了什么，中饭吃了什么，纳了几个妃子，惩罚了哪个大臣？我可以很肯定地告诉你，你不会关心，你也关心不到。一亿光年外的世界跟我们不可能有任何的联系。这就是终极意义荒谬的地方，人要是只看眼前，他就会在不远处遇到障碍，人要是看得太远，就可能不小心脚下，掉进水沟里。”\\n\\n伊丝塔：“你的意思是我们只需要关心日常生活，盐油酱醋，而不需要关心真理、正义？”\\n\\n司空零：“你要是生活得很好，可以关心关心艺术，你今天来the Met不就是来看这些的吗？要不我们还是谈谈艺术吧？我真不想把一个美丽可爱的姑娘驳斥得体无完肤。”\\n\\n伊丝塔显得不高兴：“你这么有把握驳斥我吗？在我看来，不关心人类的真理、正义是不道德的。一亿光年什么的当然不关我们的事，但是我们这一生，我们人类本身，你身边的所有人，难道不该关心吗？人之所谓会思考，不正是用来思考这些吗？”\\n\\n虽然他们吵得很厉害，但是四周的顾客还是很羡慕小伙子，居然有这样的大美人相伴，被吵闹一下也是很值得的吗？司空零可不觉得，还是软妹纸好啊，雌性的智商就摆在那里，好难沟通啊。\\n\\n伊丝塔自以为是剑桥的高材生，就有资格跟少年王滔滔雄辩一番，可是司空零根本不愿意把她当成辩论对手，双方的世界观不在一个水平线上。司空零最讨厌就是把道德、正义这种虚无的词挂在嘴上当成不能被推翻的真理来讲。\\n\\n司空零终于忍不住了，管她是幼发拉底女神还是剑桥女神，冷然道：“真理、正义都是狗屎。”\\n\\n伊丝塔花容失色：“什么！？”\\n\\n司空零：“你刚才不是在看《狮之宴》吗？你看见了什么？狮子的獠牙和利爪才是真理、正义。”\\n\\n伊丝塔：“我们在说人类。”\\n\\n司空零：“哦，那就是军队和武器是真理、正义。如果是国家之内的事，在美国，资本就是真理、正义，在中国，权力就是真理、正义，在你们政·教合一的国家，满嘴真理、正义的宗教领袖就是真理、正义，什么神、什么主，全是这些神棍用来支配、操纵、愚弄平民的把戏。而你，美丽的伊丝塔，就是被愚弄了的傻瓜。”\\n\\n伊丝塔因美丽且出身富裕家族，受尽万般宠爱，这辈子第一次被如此恶言相向，她胀红了俏脸，想把滚烫的咖啡沷到司空零可恶的脸上，又想用长长的指甲把他可恶的脸抓成大花猫。\\n\\n司空零也就是好奇地跟中东美人喝一杯，结果很失望，果然没有任何共同语言。他已经做好准备美人儿泼他一脸，然后拂袖而去，不料等了她半天也没见行动。\\n\\n哎呀，小美人还蛮有忍受力的嘛。她不发飙，司空零自然也不好意思再毒舌，望窗外，啜一口咖啡。\\n\\n伊丝塔终于幽幽道：“没想到你这样的人，Twitter上的温文尔雅全是装出来的。”\\n\\n司空零已经不在乎她的感受，看也不看，淡淡道：“你离开美国吧，这儿不适合你。”\\n\\n伊丝塔：“哼，我会走的，反正父亲要我九月之前必须离开美国。”\\n\\n司空零：“是啊，九月是多事之秋……”他忽然想起9·11就快到了，他当然知道9·11会发生什么，但是为什么伊丝塔的父亲要她九月之前必须离开美国？联想到她的信仰，司空零的心脏怦怦加速！\",\"timestamp\":1638137684,\"title\":\"违和少年 第44章 少年王\"},\"digest\":\"NqGvztILdBeyqMX-1Y8m7YPfZZoQohdIrMARp-QYIHk\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"signature\":\"S9NKlIFz53m7s1eCM7a6jmByZTrBQgU0kDUwNuZtxgYoMBN9_FdQjbAXi_iAqHI7FbKYkIgipXYTlURagYLaZw\",\"signingKeySignature\":\"0x9eccd16dc248634c8e38898fb1699bb63c20c5bd0b95f7742dbb5ea522d9680418b77ff960d13415065fe51241943804bc7f94c78f791368ba134e765469b5b51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NqGvztILdBeyqMX-1Y8m7YPfZZoQohdIrMARp-QYIHk\"}"