"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/pGvQRPkFVCSgqa9gfE5XF.png?height=1568&width=2314)\\n\\n**Background：**\\n\\nWith the advent of the fourth industrial revolution, smart terminals such as mobile phones have become popular. The development of advanced tracking technologies has made it possible to collect human oriented, full-coverage and dynamic data （Long et al. 2016）for studying differences in human spatial-temporal behaviors ,which is promising in built environment design.\\nAlong with urban areas, there are tens of thousands of villages which are entering the era of big data. The protection, continuation, renewal and development of these villages are still very important research and practice objects in designing and planning industry, so it is very important to use new data technology to intervene in Rural Revitalization process and village construction.\\nThe ancestral temple，as the symbol of traditional family spirit and cultural lineage in the rural era ,is an important part of cultural heritage which has been attracting attention increasingly. This paper will focus on a specific ancestral temple and its sacrificial activities held during the Spring Festival. A pioneering experimental exploration and quantitative analysis will be conducted on how new data technology would augment the study and monitoring of the status quo ，the development and the rural cultural heritage protection.（Dang et al. 2016）\\n\\n**Related Research：**\\n\\n1 Lineage culture and Ancestor worship tradition\\n\\nLineage culture\\nThe lineage culture constitutes a crucial component of traditional rural culture in China. the Chinese lineage was ‘the basic social unit of rural society’ (Fei, 2012, p. 72).    Influenced by Confucianism and its tenets of filial piety (Xiao), the culture honored predecessors' contributions to the whole family and taught members to show respect, love and Xiao to their ancestors and parents.     As Zheng (2001) argued, the lineage was an important local cultural force in ‘promoting morality and maintaining the traditional value system’ (p.23) in rural society.\\n\\nAncestor worship\\nTo memorialize ancestors, many lineages built up symbolic ancestral temples. These places were sacred spaces where descendants enshrined and worshiped the deceased, and also solemn sites for clans to hold family meetings, enact and execute lineage rules, compile family trees and undertake lineage affairs(Chen, 2016). Every year, many worship activities and rites would be conducted in Incense Halls to offer sacrifice to their own ancestors with the same family name and seek for bless.\\n\\n2 Environment Behavior Study\\nEnvironmental Behavior is devoted to the study of human behavior in built environment. In the past ,on-site observations, questionnaires, interviews and a few other methods have been the main traditional techniques to be engaged in environmental behavior studies (Li, 1991; Lin and Hu, 2006),which are already not efficient and sufficient to acquire full-time and full-coverage data.\\nRecently, many advanced tracking technologies have been applied to the study of relevant spatial-temporal behavior,  mostly used at the urban scale, and the architectural scale focusing on the airports, shopping malls, campuses and other large-scale urban public buildings.（Lin and Huang, 2017）For our case in this study—ancestral temple space, the Wi-Fi system is chosen among the various ATT(advanced tracking technology) systems as the data source due to its series of reasons:\\n(1)GPS tracking technology or antenna signal tracking cannot be used inside buildings.\\n(2)Radio frequency identification or ultra wide band require the subjects to wear specific devices.\\n(3)Bluetooth  IPS works well, but most people are not accustomed to keep the Bluetooth open.\\n(4) Wi-Fi monitor is able to record activities of the mobile device unobtrusively. We could collect a substantial amount of long-term, full-coverage information without observer effect. (Huang et al., 2017)\\n\\n**Study Case**\\n\\nThe chosen ancestral hall of the Huang ' s clan is located in Shuinan village，a member of Anyi ancient village group in Nanchang City. The group consists of Luotian village, Shuinan village and Jingtai village. Among them, Luotian Village is surnamed Huang with a history of 1200 years., and Shuinan villagers are descendants of a branch of Huang from Ancient Luotian village. During the Spring Festival, The Huang's Ancestral Hall in Shuinan Village will usher in an annual ancestral worship activity, and serve as a centre for communal gatherings and ancestral worship ,which will also provide  rich data for this practical study.\\n\\n![The Huang's Ancestral Hall](https://images.mirror-media.xyz/publication-images/5qwtYybS6uTNlsh8U-w6e.png?height=916&width=932)\\n\\n![Shuinan village](https://images.mirror-media.xyz/publication-images/5rVQzIwiD61AJEDUjV93S.png?height=414&width=934)\\n\\n**Research Design**\\n\\nMethod Introduction\\n\\nWe use a Location system based on Wi-Fi to acquire behavior data, which has been used maturely in several cases (Huang et al., 2017; Lin and Huang, 2017). This technology can locate the mobile terminal based on proximity and signal strength through the trilateral positioning algorithm, thus achieving a precision positioning within 10-20 meters.(Huang et al., 2017)\\nA well-planned network of APs is able to record the spatial-temporal locations of people, or mobile devices, to be precised, in a certain architectural space. Based on the inspection on the spot, we select 6 monitor APs, arranged in each layer of Huang's  ancestral hall and nearby roads to cover the whole potential gathering space around the Huang's Ancestral Hall. Data used in this paper will be mainly collected through the Wi-Fi IPS, in a time range of 7days/24 hours.\\n\\nThe study revolves the participators’ spatial-temporal trajectories around the Huang's Ancestral Hall. This study will record a whole-term data for seven-day duration with three stages  included， which is parallel with the ancestral worship ceremony.\\n\\nStage1\\n2-3days before spring festival: the time when the officiants prepare sacrifices, clean the courtyards and Incense halls, and place the spirit tablets\\n\\nStage2\\nOn spring festival: the same day for the ancestral worship ceremony. Our data is respected to reach a peak numbers of visitors\\n\\nStage3\\n2-3days after spring festival : the time when flow of people are expected to taper off after the ceremony and the subsequent finishing processes.\\n\\nAfter the necessary data cleaning and processing, the Wi-Fi positioning data can provide full-range and whole-term human trajectories for environmental behavioral during the sacrifice duration ,which would provide support for the analysis of the change of human flow and Spatial Distribution Characteristics in ancient villages during festivals. Basing on the information,  we will conduct a detailed quantitative analysis and visual expression of people's activities during the target period around the living circle core, to reflect the real-time utilization of Public Space and discover the intrinsic logic  hidden in the environment.\\n\\n**Expected Result**\\n\\nThis 7-day observing result picturing a living circle around the ancestral temple during a special period would make it possible to compare special living behavior such as festivals, celebrations, collective activities with the normal living behavior, i.e. non-celebration period and daily routine.\\nFurthermore，comparative analysis and trajectory clustering based on the different mobile phone data can also be used to classify the local villagers and tourists from the outside, so we can conduct a comparative study of  difference between the local and outside’s behavior during local festival. Additionally, we will use data in matrix including types of visitors and types of period to be coupled for further discussion.\\n\\nShort-time results and long-time results are both expected. The former would focus on the present peak number of people ,which can predict further flow and serve as an estimated criteria for subsequent service facilities complement，as well as the specific spatial distribution for future reference .\\nThe latter dedicates to extract some laws from the local and outsider’s different behavior settings in both special and normal period. The research aims at providing subjective and quantized suggestions for public space planning and management，as well as maintenance and development.\\n\\nThe development of public space in name of tourist development has constantly proved detrimental to local community life. Therefore community planning should be taken as a serious issue ——The design of public space should be based on true understanding of lifestyles and activities of local community.\\nGiven that there is a temporal alternating pattern between local community residents and tourists in the use of the old street (Liu ,2012), previous study, however, did not indicate spatial distributions of behavior settings. This paper will fill the blank. We will overlap all in-scale behavior setting records, making composite maps to further analyze the dynamics of public architecture utilization patterns based on big data. Based on the temporal-spatial coupled patterns of utilization of public space between local residents and visitors, we can seek a dynamic balance between them by creating a resilient and inclusive design well adapted to local quo allowing broad range of possibilities.\\nFor the long term, with the development of the rural area, a daily behavior setting systems for local residents can be conducted to determine how exactly the local community could adjust to the transformation of the community (Liu ,2012), which can serve as an empirical enlightenment for rural vitalization when we interfere it.\\n\\n**Reference**\\n\\n\\\\[1\\\\]Long Ying, Shen Yao.  A TIME-SPACE-PEOPLE (TSP) MODEL FOR THE HUMAN FOCUSED, FINE-RESOLUTION AND LARGE-SCALE URBAN DESIGN .2016.6 | URBANISM AND ARCHITECTURE Jun. 2016\\n\\n\\\\[2\\\\]Dang An Rong, Zhang Danming, Ma Qiwei, et al. Intelligent Scenic Area Management and Service in the Big Data Age \\\\[J\\\\]. Western Journal of Human Settlements Environment, 2016, 31 (4): 8-13\\n\\n\\\\[3\\\\]Fei, X., 2012. From the Soil, the Foundations of Chinese Society. Translated by Hamilton, G.G. and Wang, Z. Foreign Language Teaching and Research Press, Beijing.\\n\\n\\\\[4\\\\]Zheng, Z., 2001. Family Lineage Organization and Social Change in Ming and Qing Fujian. Transated by Szonyi, M. University of Hawaii Press, Honolulu.\\n\\n\\\\[6\\\\] Li Daozheng.  An Introduction to Environmental Behavior \\\\[M\\\\]. Tsinghua University Press, 1999:1-11.\\n\\n\\\\[7\\\\] Lin Yulian, Hu Zhengfan.  Environmental Psychology \\\\[M\\\\]. Beijing: China Construction Industry Press, 2006:1-31.\\n\\n\\\\[8\\\\]Lin, Y. and Weixin, H.: 2017, Behavior Analysis and Individual Labeling Using Data from Wi-Fi IPS, DISCIPLINES & DISRUPTION - Proceedings of the 37th Annual Conference of the Association for Computer Aided Design in Architecture, 366-373.\\n\\n\\\\[9\\\\]  Weixin Huang 1 , Yuming Lin2  and Mingguo Wu3  Spatial-Temporal Behavior Analysis Using Big Data Acquired By WI-FI Indoor Position System. 22nd International (CAADRIA) 2017, 745-755. © 2017, The Association for Computer-Aided Architectural Design Research in Asia (CAADRIA), Hong Kong.\\n\\n\\\\[10\\\\] Chi-Wen Liu . Challenges of Tourism upon the Local Community: Behaviour settings in an old street in Tamsui, Taiwan   ASIA Pacific International Conference on Environment-Behaviour Studies Mercure Le Sphinx Cairo Hotel, Giza, Egypt, 31 October 2 November 2012\",\"timestamp\":1635196248,\"title\":\"How can new data technology enhance rural revitalization？\"},\"digest\":\"lcJkXo28VjBWnvr_c_cHCV3-TjC2TuVl3fkMpfCuCYQ\",\"authorship\":{\"contributor\":\"0x3c8Fe0930D5A67a5b58D8991f3Dd5c5C97333951\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c0n72cCvJLEeCJcix_K-tpvAhYiyaHqSZ92JI0h4KVI\\\",\\\"y\\\":\\\"D8klHE_fb7IY4j0XphfpqbGjE8MnZ_vaC6p6Cf3Zk4g\\\"}\",\"signature\":\"6j4MY9AORs7EfnEv7ZemRLFQvrmIw8dCJAgOfvJcKgm5yIgW3DC0srxKDdJFo5uPqeXV_wM1Gwg7petPrmrXpg\",\"signingKeySignature\":\"0x42d24ef13ad0426fabfe57c2662147bc37f8a4f1cef139052f7992795c08cc180a1cc59461d9fc804995e60c9fa1348b53aa4d2199be5768858c4d0e699ad2791c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c0n72cCvJLEeCJcix_K-tpvAhYiyaHqSZ92JI0h4KVI\\\",\\\"y\\\":\\\"D8klHE_fb7IY4j0XphfpqbGjE8MnZ_vaC6p6Cf3Zk4g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lcJkXo28VjBWnvr_c_cHCV3-TjC2TuVl3fkMpfCuCYQ\"}"