"{\"content\":{\"body\":\"Entrepreneurs need to understand what human wealth is related to. Modern society has entered the era of knowledge economy. Prior to this, human wealth was related to land, and all wealth can be measured by land. For example, an ancient hunter had to have a few square kilometers of land to feed his family so that he could go hunting around. When people discovered that they could use very little land to feed more people through planting, human beings bid farewell to the fishing and hunting society, and agriculture came into being. At this time, a few acres of land can feed a family.\\n\\nThe land that feeds a family has been reduced from a few square kilometers to a few acres of land, and this has entered an agricultural society. However, during this period, human wealth is still mainly related to land. Whoever can own more land will have more wealth.\\n\\nWith the development of science and technology, people's ability to use natural resources is getting stronger and stronger. They will not only use land for planting, but also use underground minerals and fossil fuels, such as coal and petroleum. Various machines were also invented, and mankind entered the industrial age; at this time, mankind's wealth was linked to these coal, oil, and machines. The rise and fall of oil directly affects the rise and fall of the economy. Moreover, the U.S. dollar is linked to oil. During this period, whoever uses machinery, machinery, and factories can have wealth!\\n\\nOf course, in the next 10 years, 20 years, and what is happening now, the relationship between machinery and land and wealth will become weaker and weaker, so what will become a substitute for land and machinery. Linked to wealth? This is actually the direction of our young people's entrepreneurship. The answer is very simple. Let's take a look at who are the richest people in China? Jack Ma, Alibaba, Robin Li, Baidu, Ma Huateng, [JD.com](http://JD.com), who is the richest person in the world, Bill Gates, Mark, Zuckerberg, Larry Page. Tesla electric car, Apple. What do these companies do? Obviously they are a combination of knowledge economy and information economy. In other words, if you have knowledge in this era, having information will be linked to wealth.\\n\\nLet me tell you a simple story. Everyone knows that if you want to make money, you should work in that direction.\\n\\nA printing press in a Japanese factory broke down, and my workers did not find the problem after repairing it for a few days. Finally, the maintenance master had to tell the boss that his own ability really couldn't fix the machine.\\n\\nThe Japanese boss hired an American engineer to help solve the problem. The American engineer took a look at the machine and drew a line on the casing of the machine with chalk and said to the boss: \\\"Open the casing and check where the line is drawn.\\\" The worker followed the American engineer's instructions.\\n\\n64 Entrepreneur Business School Serving Entrepreneurs\\n\\nGuided operation, really quickly found and solved the problem. The Japanese boss asked the American engineers how much they would be paid, and the engineers asked for 10,000 U.S. dollars. The Japanese boss asked unconvincedly: \\\"You just drew a line on the machine and it was worth $10,000?\\\"\\n\\nThe American engineer replied: \\\"The line I drew is only worth $1. But I know where it is worth $9,999.\\\" The Japanese boss thought for a while and found it reasonable, so he happily wrote out a check and invited it. An engineer conducts a systematic training for his maintenance workers for a salary of 100,000 U.S. dollars.\\n\\nThis should be something that every young man of us feels fortunate, because many of our entrepreneurs do not have land, capital, machinery, and factories. However, we can learn knowledge and inject knowledge into a worthless thing to make it worthwhile.\\n\\nMoreover, knowledge has a characteristic, that is, the more you use it, the more valuable it is. It’s not like building a kindergarten on a piece of land. There is no way to build a residential building because the land is limited.\\n\\nEntrepreneurs of our age should obviously take the road of knowledge economy, information economy, and thinking economy. If they go to fight for land, factories, machines, and capital with the older generation, they are obviously opening up history. Reversing.\",\"timestamp\":1634793882,\"title\":\"Entrepreneurship needs to understand what human wealth has to do with\"},\"digest\":\"HOe7yjmEGzBuRUC8M-YPkY44zCJOHmazHy0K1WCctUo\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"ip66OPoY05ATbl7kwEjHpjzq-FrdczZx1i1OIqMtqhxW_QxHxRDqjSvf52OyqLX5B92yiDTdjTDboMxEAVUr5A\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HOe7yjmEGzBuRUC8M-YPkY44zCJOHmazHy0K1WCctUo\"}"