"{\"content\":{\"body\":\"increase of our secret sinfulness.  Christiana had no trouble with her own wicked heart so long as she was a woman of a wicked life.  But directly she became a new creature, her heart began to swarm, such is her own expression, with sinful memories, sinful thoughts, and sinful feelings; till she had need of some one ever near her, like Greatheart, constantly to assure her that those cruel and deadly swarms, instead of being a bad sign of her salvation, were the very best signs possible of her good estate.  Humility is the foundation of all our graces, and there is no humility so deep and so ever- deepening as that evangelical humility which in its turn rises out of and rests upon secret sinfulness.  Not upon acts of secret sin. Do not mistake me.  Acts of secret sin harden the heart and debauch the conscience.  But I speak of that secret, original, unexplored, and inexpugnable sinfulness out of which all a sinner's actual sins, both open sins and secret, spring; and out of which a like life of open and actual sins would spring in God's very best saints, if only both He and they did not watch night and day against them.  Sensibility to sin, or rather to sinfulness, is far and away the best evidence of sanctification that is possible to us in this life.  It is this keen and bitter sensibility that secures, amid all oppositions and obstructions, the true saint's onward and upward progress.  Were it not for the misery of their own hearts, God's best saints would fall asleep and go back like other men.  A sinful heart is the misery of all miseries.  It is the deepest and darkest of all dungeons.  It is the most painful and the most loathsome of all diseases.  And the secrecy of it all adds to the bitterness and the gall of it all.  We may know that other men's hearts are as sinful as our own, but we do not feel their sinfulness.  We cannot sensibly feel humiliation, bondage, sickness, and self-loathing on account of another man's envy, or ill-will, or resentment, or cruelty, or falsehood, or impurity. All these things must be our own before we can enter into the pain and the shame of them; but, when we do, then we taste what death and hell are indeed.  As I write these feeble words about it, a devil's shaft of envy that was shot all against my will into my heart this morning, still, after a whole day, rankles and festers there.  I have been on my knees with it again and again; I have stood and looked into an open grave to-day; but there it is sucking at my heart's blood still, like a leech of hell.  Who can understand his errors?  Cleanse Thou me from secret faults.  Create in me a clean heart, O God, O wretched man that I am!  \\\"Let a man,\\\" says William Law when he is enforcing humility, \\\"but consider that if the world knew all that of him which he knows of himself:  if they saw what vanity and what passions govern his inside, and what secret tempers sully and corrupt his best actions, he would have no more pretence to be honoured and admired for his goodness and wisdom than a rotten and distempered body to be loved and admired for its beauty and comeliness.  This is so true, and so known to the hearts of almost all people, that nothing would appear more dreadful to them than to have their hearts fully discovered to the eyes of all beholders.  And, perhaps, there are very few people in the world who would not rather choose to die than to have all their secret follies, the errors of their judgments, the vanity of their minds, the falseness of their pretences, the frequency of their vain and disorderly passions, their uneasinesses, hatreds, envies, and vexations made known to all the world.\\\"  Where did William Law get that terrible passage?  Where could he get it but in the secret heart of the miserable author of the Serious Call?\\n\\n1. The half cannot be told of the guilt and the corruption, the pain and the shame and the manifold misery of secret sin; but all that will be told, believed, and understood by all men long before the full magnificence of their sanctification, and the superb transcendence of their blessedness, will even begin to be described to God's secret saints.  For, all that sleepless, cruel, and soul- killing pain, and all that shameful and humbling corruption,--all that means, all that is, so much holiness, so much heaven, working itself out in the soul.  All that is so much immortal life, spotless beauty, and incorruptible joy already begun in the soul. Every such pang in a holy heart is a death-pang of another sin and a birth-pang of another grace.  Brotherly love is at last being born never to die in that heart where envy and malice and resentment and revenge are causing inward agony.  And humility and meekness and the whole mind of Christ are there where pride and anger and ill-will are felt to be very hell itself.  And holiness, even as God is holy, will soon be there for ever where the sinfulness of sin is a sinner's acutest sorrow.  \\\"As for me,\\\" said one whose sin was ever before him, \\\"I will behold Thy face in righteousness; I shall be satisfied when I wake with Thy likeness.\\\"\\n\\nMRS. TIMOROUS\\n\\n\\\"But the fearful \\\\[literally, the timid and the cowardly\\\\] shall have their part in the second death.\\\"--Revelation xxi.\\n\\nNo sooner had Secret bidden Christiana farewell than she began with all her might to make ready for her great journey.  \\\"Come, my children, let us pack up and begone to the gate that leads to the Celestial City, that we may see your father and be with him, and with his companions, in peace, according to the laws of that land.\\\" And then:  \\\"Come in, if you come in God's name!\\\" Christiana called out, as two of her neighbours knocked at her door.  \\\"Having little to do at home this morning,\\\" said the elder of the two women, \\\"I have come across to kill a little time with you.  I spent last night with Mrs. Light-mind, and I have some good news for you this morning.\\\"  \\\"I am just preparing for a journey this morning,\\\" said Christiana, packing up all the time, \\\"and I have not so much as one moment to spare.\\\"  You know yourselves what Christiana's nervousness and almost impatience were.  You know how it upsets your good temper and all your civility when you are packing up for a long absence from home, and some one comes in, and will talk, and will not see how behindhand and how busy you are.  \\\"For what journey, I pray you?\\\" asked Mrs. Timorous, for that was her visitor's name.  \\\"Even to go after my good husband,\\\" the busy woman said, and with that she fell a-weeping.  But you must read the whole account of that eventful morning in Christiana's memoirs for yourselves till you have it, as Secret said, by root-of-heart.  On the understanding that you are not total strangers to that so excellently-written passage I shall now venture a few observations upon it.\\n\\n1. Well, to begin with, Mrs. Timorous was not a bad woman, as women went in that town and in that day.  Her companions,--her gossips, as she would have called them,--were far worse women than she was; and, had it not been for her family infirmity, had it not been for that timid, hesitating, lukewarm, and half-and-half habit of mind which she had inherited from her father, there is no saying what part she might have played in the famous expedition of Christiana and Mercy and the boys.  Her father had been a pilgrim himself at one time; but he had now for a long time been known in the town as a turncoat and a temporary, and all his children had unhappily taken after their father in that.  Had her father held on as he at one time had begun--had he held on in the face of all fear and all danger as Christiana's noble husband had done--to a certainty his daughter would have started that morning with Christiana and her company, and would have been, if a timid, easily scared, and troublesome pilgrim, yet as true a pilgrim, and made as welcome at last, as, say, Miss Much-afraid, Mr. Fearing, and Mr. Ready-to-halt were made.  But her father's superficiality and shakiness, and at bottom his warm love of this world and his lukewarm love of the world to come, had unfortunately all descended to his daughter, till we find her actually reviling Christiana on that decisive morning, and returning to her dish of tea and tittle- tattle with Mrs. Bats-eyes, Mrs. Inconsiderate, Mrs. Light-mind, and Mrs. Know-nothing.\\n2. The thing that positively terrified Mrs. Timorous at the very thought of setting out with Christiana that morning was that intolerable way in which Christiana had begun to go back upon her past life as a wife and a mother.  Christiana could not hide her deep distress, and, indeed, she did not much try.  Such were the swarms of painful memories that her husband's late death, the visit of Secret, and one thing and another had let loose upon Christiana's mind, that she could take pleasure in nothing but in how she was to escape away from her past life, and how she could in any way mend it and make up for it where she could not escape from it.  \\\"You may judge yourself,\\\" said Mrs. Timorous to Mrs. Light- mind, \\\"whether I was likely to find much entertainment with a woman like that!\\\"  For, Mrs. Timorous too, you must know, had a past life of her own; and it was that past life of hers all brought back by Christiana's words that morning that made Mrs. Timorous so revile her old friend and return to the society we so soon see her with. Now, is not this the case, that we all have swarms of evil memories that we dare not face?  There is no single relationship in life that we can boldly look back upon and fully face.  As son or as daughter, as brother or as sister, as friend or as lover, as husband or as wife, as minister or as member, as master or as servant--what swarms of hornet-memories darken our hearts as we so look back!  Let any grown-up man, with some imagination, tenderness of heart, and integrity of conscience, go back step by step, taking some time to it,--at a new year, say, or a birthday, or on some such suitable occasion:  let him go over his past life back to his youth and childhood--and what an intolerable burden will be laid on his heart before he is done!  What a panorama of scarlet pictures will pass before his inward eye!  What a forest of accusing fingers will be pointed at him!  What hissing curses will be spat at him both by the lips of the living and the dead!  What untold pains he will see that he has caused to the innocent and the helpless!  What desolating disappointments, what shipwrecks of hope to this man and to that woman!  What a stone of stumbling he has been to many who on that stone have been for ever broken and lost!  What a rock of offence even his mere innocent existence, all unknown to himself till afterwards, has been!  Swarms, said Christiana.  Swarms of hornets armed, said Samson.  And many of us understand what that bitter word means better than any commentator on Bunyan or on Milton can tell us.  One of the holiest men the Church of England ever produced, and one of her best devotional writers, used to shut his door on the night of every first day of the week, and on his knees spread out a prayer which always contained this passage:  \\\"I worship Thee, O God, on my face.  I smite my breast and say with the publican, God be merciful to me a sinner; the chief of sinners; a sinner far above the publican.  Despise me not--an unclean worm, a dead dog, a putrid corpse.  Despise me not, despise me not, O Lord.  But look upon me with those eyes with which Thou didst look upon Magdalene at the feast, Peter in the hall, and the thief on the cross.  O that mine eyes were a fountain of tears that I might weep night and day before Thee!  I despise and bruise myself that my penitence is not deeper, is not fuller.  Help Thou mine impenitence, and more and more pierce, rend, and crush my heart. My sins are more in number than the sand.  My iniquities are multiplied, and I have no relief.\\\"  Perish your Puritanism, and your prayer-books too!  I hear some high-minded and indignant man saying.  Perish your Celestial City and all my desire after it, before I say the like of that about myself!  Brave words, my brother; brave words!  But there have been men as blameless as you are, and as brave-hearted over it, who, when the scales fell off their eyes, were heard crying out ever after:  O wretched man that I am!  And:  Have mercy on me, the chief of sinners!  And so, if it so please God, will it yet be with you.\\n3. \\\"Having had little to do this morning,\\\" said Mrs. Timorous to Mrs. Light-mind, \\\"I went to give Christiana a visit.\\\"  \\\"Law,\\\" I read in his most impressive Life, \\\"by this time was well turned fifty, but he rose as early and was as soon at his desk as when he was still a new, enthusiastic, and scrupulously methodical student at Cambridge.\\\"  Summer and winter Law rose to his devotions and his studies at five o'clock, not because he had imperative sermons to prepare, but because, in his own words, it is more reasonable to suppose a person up early because he is a Christian than because he is a labourer or a tradesman or a servant.  I have a great deal of business to do, he would say.  I have a hardened heart to change; I have still the whole spirit of religion to get.  When Law at any time felt a temptation to relax his rule of early devotion, he again reminded himself how fast he was becoming an old man, and how far back his sanctification still was, till he flung himself out of bed and began to make himself a new heart before the servants had lighted their fires or the farmers had yoked their horses.  Shame on you, he said to himself, to lie folded up in a bed when you might be pouring out your heart in prayer and in praise, and thus be preparing yourself for a place among those blessed beings who rest not day and night saying, Holy, Holy, Holy.  \\\"I have little to do this morning,\\\" said Mrs. Timorous.  \\\"But I am preparing for a journey,\\\" said Christiana.  \\\"I have now a price put into my hand to get gain, and I should be a fool of the greatest size if I should have no heart to strike in with the opportunity.\\\"\\n4. Another thing that completely threw out Christiana's idle visitor and made her downright angry was the way she would finger and kiss and read pieces out of the fragrant letter she held in her hand.  You will remember how Christiana came by that letter she was now so fond of.  \\\"Here,\\\" said Secret, \\\"is a letter I have brought thee from thy husband's King.\\\"  So she took it and opened it, and it smelt after the manner of the best perfume; also it was written in letters of gold.  \\\" I advise thee,\\\" said Secret, \\\"that thou put this letter in thy bosom, that thou read therein to thy children until you have all got it by root-of-heart.\\\"  \\\"His messenger was here,\\\" said Christiana to Mrs. Timorous, \\\"and has brought me a letter which invites me to come.\\\"  And with that she plucked out the letter and read to her out of it, and said:  \\\"What now do you say to all that?\\\"  That, again, is so true to our own life.  For there is nothing that more distastes and disrelishes many people among us than just that we should name to them our favourite books, and read a passage out of them, and ask them to say what they think of such wonderful words.  Samuel Rutherford's Letters, for instance; a book that smells to some nostrils with the same heavenly perfume as Secret's own letter did.  A book, moreover, that is written in the same ink of gold.  Ask at afternoon tea to- morrow, even in so-called Christian homes, when any of the ladies round the table last read, and how often they have read, Grace Abounding, The Saint's Rest, The Religious Affections, Jeremy Taylor, Law, a Kempis, Fenelon, or such like, and they will smile to one another and remark after you are gone on your strange taste for old-fashioned and long-winded and introspective books.  \\\"Julia has buried her husband and married her daughters, and since that she spends her time in reading.  She is always reading foolish and unedifying books.  She tells you every time she sees you that she is almost at the end of the silliest book that ever she read in her life.  But the best of it is that it serves to dispose of a good deal of her spare time.  She tells you all romances are sad stuff, yet she is very impatient till she can get all she can hear of. Histories of intrigue and scandal are the books that Julia thinks are always too short.  The truth is, she lives upon folly and scandal and impertinence.  These things are the support of her dull hours.  And yet she does not see that in all this she is plainly telling you that she is in a miserable, disordered, reprobate state of mind.  Now, whether you read her books or no, you perhaps think with her that it is a dull task to read only religious and especially spiritual books.  But when you have the spirit of true religion, when you can think of God as your only happiness, when you are not afraid of the joys of eternity, you will think it a dull task to read any other books.  When it is the care of your soul to be humble, holy, pure, and heavenly-minded; when you know anything of the guilt and misery of sin, or feel a real need of salvation, then you will find religious and truly spiritual books to be the greatest feast and joy of your mind and heart.\\\"  Yes. And then we shall thank God every day we live that He raised us up such helpers in our salvation as the gifted and gracious authors we have been speaking of.\\n5. \\\"The further I go the more danger I meet with,\\\" said old Timorous, the father, to Christian, when Christian asked him on the Hill Difficulty why he was running the wrong way.  \\\"I, too, was going to the City of Zion,\\\" he said; \\\"but the further on I go the more danger I meet with.\\\"  And, in saying that, the old runaway gave our persevering pilgrim something to think about for all his days.  For, again and again, and times without number, Christian would have gone back too if only he had known where to go.  Go on, therefore, he must.  To go back to him was simply impossible. Every day he lived he felt the bitter truth of what that old apostate had so unwittingly said.  But, with all that he kept himself in his onward way till, dangers and difficulties, death and hell and all, he came to the blessed end of it.  And that same has been the universal experience of all the true and out-and-out saints of God in all time.  If poor old Timorous had only known it, if he had only had some one beside him to remind him of it, the very thing that so fatally turned him back was the best proof possible that he was on the right and the only right way; ay, and fast coming, poor old castaway, to the very city he had at one time set out to seek.  Now, it is only too likely that there are some of my hearers at this with it tonight, that they are on the point of giving up the life of faith, and hope, and love, and holy living; because the deeper they carry that life into their own hearts the more impossible they find it to live that life there.  The more they aim their hearts at God's law the more they despair of ever coming within sight of it.  My supremely miserable brother! if this is any consolation to you, if you can take any crumb of consolation out of it, let this be told you, that, as a matter of fact, all truly holy men have in their heart of hearts had your very experience.  That is no strange and unheard-of thing which is passing within you.  And, indeed, if you could but believe it, that is one of the surest signs and seals of a true and genuine child of God.  Dante, one of the bravest, but hardest bestead of God's saints, was, just like you, well-nigh giving up the mountain altogether when his Greatheart, who was always at his side, divining what was going on within him, said to him -\\n\\n\\\"Those scars That when they pain thee most then kindliest heal.\\\"\\n\\n\\\"The more I do,\\\" complained one of Thomas Shepard's best friends to him, \\\"the worse I am.\\\"  \\\"The best saints are the most sensible of sin,\\\" wrote Samuel Rutherford.  And, again he wrote, \\\"Sin rages far more in the godly than ever it does in the ungodly.\\\"  And you dare not deny but that Samuel Rutherford was one of the holiest men that ever lived, or that in saying all that he was speaking of himself. And Newman:  \\\"Every one who tries to do God's will\\\"--and that also is Newman himself--\\\"will feel himself to be full of all imperfection and sin; and the more he succeeds in regulating his heart, the more will he discern its original bitterness and guilt.\\\" As our own hymn has it:\\n\\n\\\"They who fain would serve Thee best Are conscious most of wrong within.\\\"\\n\\nWithout knowing it, Mrs. Timorous's runaway father was speaking the same language as the chief of the saints.  Only he said, \\\"Therefore I have turned back,\\\" whereas, first Christian, and then Christiana his widow, said, \\\"Yet I must venture!\\\"\\n\\nAnd so say you.  Say, I must and I will venture!  Say it; clench your teeth and your hands and say it.  Say that you are determined to go on towards heaven where the holy are--absolutely determined, though you are quite well aware that you are carrying up with you the blackest, the wickedest, the most corrupt, and the most abominable heart either out of hell or in it.  Say that, say all that, and still venture.  Say all that and all the more venture. Venture upon God of whom such reassuring things are said.  Venture upon the Son of God of whom His Father is represented as saying such inviting things.  Venture upon the cross.  Survey the wondrous cross and then make a bold venture upon it.  Think who that is who is bleeding to death upon the cross, and why?  Look at Him till you never afterwards can see anything else.  Look at God's Eternal, Divine, Well-pleasing Son with all the wages of sin dealt out to Him, body and soul, on that tree to the uttermost farthing.  And, devil incarnate though you indeed are, yet, say, if that spectacle does not satisfy you, and encourage you, and carry your cowardice captive.  Venture! I say, venture!  And if you find at last that you have ventured too far--if you have sinned and corrupted yourself beyond redemption--then it will be some consolation and distinction to you in hell that you had out-sinned the infinite grace of God, and had seen the end of the unsearchable riches of Christ.  Timid sinner, I but mock thee, therefore venture!  Fearful sinner, venture!  Cowardly sinner, venture.  Venture thyself upon thy God, upon Christ thy Saviour, and upon His cross.  Venture all thy guilt and all thy corruption taken together upon Christ hanging upon His cross, and make that tremendous venture now!\\n\\nMERCY\\n\\n\\\"Blessed are the merciful:  for they shall obtain mercy.\\\"--Our Lord.\\n\\nThe first time that we see Mercy she is standing one sunshine morning knocking along with another at Christiana's door.  And all that we afterwards hear of Mercy might be described as, A morning call and all that came of it; or, How a godly matron led on a poor maid to fall in love with her own salvation.  John Bunyan, her biographer, in all his devotion to Mercy, does not make it at all clear to us why such a sweet and good girl as Mercy was could be on such intimate terms with Mrs. Timorous and all her so questionable circle.  Could it be that Mercy's mother was one of that unhappy set?  And had this dear little woman-child been brought up so as to know no better than to figure in their assemblies, and go out on their morning rounds with Mrs. Light-mind and Mrs. Know-nothing? Or, was poor Mercy an orphan with no one to watch over her, and had her sweet face, her handsome figure, and her winning manners made her one of the attractions of old Madam Wanton's midnight routs? However it came about, there was Mercy out on a series of morning calls with a woman twice her age, but a woman whose many years had taught her neither womanliness nor wisdom.  \\\"If you come in God's name, come in,\\\" a voice from the inside answered the knocking of Mrs. Timorous and Mercy, her companion, at Christiana's door.  In all their rounds that morning the two women had not been met with another salutation like that; and that strange salutation so disconcerted and so confounded them that they did not know whether to lift the latch and go in, or to run away and leave those to go in who could take their delight in such outlandish language.  \\\"If you come in God's name, come in.\\\"  At this the women were stunned, for this kind of language they used not to hear or to perceive to drop from the lips of Christiana.  Yet they came in; but, behold, they found the good woman preparing to be gone from her house.  The conversation that ensued was all carried on by the two elder women. For it was often remarked about Mercy all her after-days that her voice was ever soft, and low, and, especially, seldom heard.  But her ears were not idle.  For all the time the debate went on-- because by this time the conversation had risen to be a debate-- Mercy was taking silent sides with Christiana and her distress and her intended enterprise, till, when Mrs. Timorous reviled Christiana and said, \\\"Come away, Mercy, and leave her in her own hands,\\\" Mercy by that time was brought to a standstill.  For, like a rose among thorns, Mercy was thoughtful and wise and womanly far beyond her years.  So much so, that already she had made up her mind to offer herself as a maidservant to help the widow with her work and to see her so far on her way, and, indeed, though she kept that to herself, to go all the way with her, if the way should prove open to her.  First, her heart yearned over Christiana; so she said within herself, If my neighbour will needs be gone, I will go a little way with her to help her.  Secondly, her heart yearned over her own soul's salvation, for what Christiana had said had taken some hold upon Mercy's mind.  Wherefore she said within herself, I will yet have more talk with this Christiana, and if I find truth and life in what she shall say, myself with all my heart shall also go with her.  \\\"Neighbour,\\\" spoke out Mercy to Mrs. Timorous, \\\"I did indeed come with you to see Christiana this morning, and since she is, as you see, a-taking of her last farewell of her country, I think to walk this sunshine morning a little way with her to help her on the way.\\\"  But she told her not of her second reason, but kept that to herself.  I would fain go on with Mercy's memoirs all night.  But you will take up that inviting thread for yourselves.  And meantime I shall stop here and gather up under two or three heads some of the more memorable results and lessons of that sunshine-morning call.\\n\\n1. Well, then, to begin with, there was something quite queen- like, something absolutely commanding, about Christiana's look and manner, as well as about all she said and did that morning. Mercy's morning companion had all the advantages that dress and equipage could give her; while Christiana stood in the middle of the floor in her housewife's clothes, covered with dust and surrounded with all her dismantled house; but, with all that, there was something about Christiana that took Mercy's heart completely captive.  All that Christiana had by this time come through had blanched her cheek and whitened her hair:  but all that only the more commanded Mercy's sensitive and noble soul.  To be open to impressions of that kind is one of the finest endowments of a finely endowed nature; and, all through, the attentive reader of her history will be sure to remark and imitate Mercy's exquisite and tenacious sensibility to all that is true and good, upright and honourable and noble.  And then, what a blessing it is to a girl of Mercy's mould to meet at opening womanhood with another woman, be it a mother, a mistress, or a neighbour, whose character then, and as life goes on, can supply the part of the supporting and sheltering oak to the springing and clinging vine.  Christiana being now the new woman she was, as well as a woman of great natural wisdom, dignity, and stability of character, the safety, the salvation of poor motherless Mercy was as good as sure. Indeed, all Mercy's subsequent history is only one long and growing tribute to the worth, the constant love, and the sleepless solicitude of this true mother in Israel.\\n2. Now, it was so, that, wholly unknown to all her companions, young and old, in her own very remarkable words, Mercy had for a long time been hungering with all her heart to meet with some genuinely good people,--with some people, as she said herself,--\\\"of truth and of life.\\\"  These are remarkable words to hear drop from the lips of a young girl, and especially a girl of Mercy's environment.  Now, had there been anything hollow, had there been one atom of insincerity or exaggeration about Christiana that morning, had she talked too much, had all her actions not far more than borne out all her words, had there not been in the broken- hearted woman a depth of mind and a warmth of heart far beyond all her words, Mercy would never have become a pilgrim.  But the natural dignity of Christiana's character; her capable, commanding, resolute ways; the reality, even to agony, of her sorrow for her past life--all taken together with her iron-fast determination to enter at once on a new life--all that carried Mercy's heart completely captive.  Mercy felt that there was a solemnity, an awesomeness, and a mystery about her new friend's experiences and memories that it was not for a child like herself to attempt to intrude into.  But, all the more because of that, a spell of love and fear and reverence lay on Mercy's heart and mind all her after- days from that so solemn and so eventful morning when she first saw Christiana's haggard countenance and heard her remorseful cries. My so churlish carriages to him!  Now, such carriages between man and wife had often pained and made ashamed Mercy's maidenly heart beyond all expression.  Till she had sometimes said to herself, blushing with shame before herself as she said it, that if ever she was a wife--may my tongue cleave to the roof of my mouth before I say one churlish word to him who is my husband!  And thus it was that nothing that Christiana said that morning in the uprush of her remorse moved Mercy more with pity and with love than just what Christiana beat her breast about as concerning her lost husband. Mercy used to say that she saw truth and life enough in one hour that morning to sober and to solemnise and to warn her to set a watch on the door of her lips for all her after-days.\\n3. Before Mrs. Timorous was well out of the door, Mercy had already plucked off her gloves, and hung up her morning bonnet on a nail in the wall, so much did her heart heave to help the cumbered widow and her fatherless children.  \\\"If thou wilt, I will hire thee,\\\" said Christiana, \\\"and thou shalt go with me as my servant. Yet we will have all things common betwixt thee and me; only, now thou art here, go along with me.\\\"  At this Mercy fell on Christiana's neck and kissed her mother; for after that morning Christiana had always a daughter of her own, and Mercy a mother. And you may be sure, with two such women working with all their might, all things were soon ready for their happy departure.\\n\\nMr. Kerr Bain invites his readers to compare John Bunyan's Mercy at this point with William Law's Miranda.  I shall not tarry to draw out the full comparison here, but shall content myself with simply repeating Mr. Bain's happy reference.  Only, I shall not content myself till all to whom my voice can reach, and who are able to enjoy only a first-rate book, have Mr. Bain's book beside their Pilgrim's Progress.  That morning, then, on which Mrs. Timorous, having nothing to do at home, set out with Mercy on a round of calls--that was Mercy's last idle morning for all her days.  For her mind was, ever after that, to be always busying of herself in doing, for when she had nothing to do for herself she would be making of hosen and garments for others, and would bestow them upon those that had need.  I will warrant her a good housewife, quoth Mr. Brisk to himself.  So much so that at any place they stopped on the way, even for a day and a night to rest and refresh themselves, Mercy would seek out all the poor and all the old people, and ere ever she was aware what she was doing, already a good report had spread abroad concerning the pilgrims and their pilgrimage.  At the same time, it must be told that poor Mercy's heart was more heavy for the souls of the poor people than for their naked bodies and hungry bellies.  So much was this so that when the shepherds, Knowledge, Experience, Watchful, and Sincere, took her to a place where she saw one Fool and one Want-wit washing of an Ethiopian with intention to make him white, but the more they washed him the blacker he was, Mercy blushed and felt guilty before the shepherds,--she so took home to her charitable heart the bootless work of Fool and Want-wit.  Mercy put on the Salvationist bonnet at her first outset to the Celestial City, and she never put it off till she came to that land where there are no more poor to make hosen and hats for, and no more Ethiopians to take to the fountain.\\n\\n1. There are not a few young communicants here to-night, as well as not a few who are afraid as yet to offer themselves for the Lord's table; and, as it so falls out to-night, Mercy's case contains both an encouragement and an example to all such.  For never surely had a young communicant less to go upon than Mercy had that best morning of all her life.  For she had nothing to go upon but a great desire to help Christiana with her work; some desire for truth and for life; and some first and feeble yearnings over her own soul,--yearnings, however, that she kept entirely to herself.  That was all.  She had no remorses like those which had ploughed up Christiana's cheeks into such channels of tears.  She had no dark past out of which swarms of hornets stung her guilty conscience.  Nor on the other hand, had she any such sweet dreams and inviting visions as those that were sent to cheer and encourage the disconsolate widow.  She will have her own sweet dreams yet, that will make her laugh loud out in her sleep.  But that will be long after this, when she has discovered how hard her heart is and how great God's grace is.  \\\"How shall I be ascertained,\\\" she put it to Christiana, \\\"that I also shall be entertained?  Had I but this hope, from one that can tell, I would make no stick at all, but would go, being helped by Him that can help, though the way was never so tedious.  Had I as good hope for a loving reception as you have, I think no Slough of Despond would discourage me.\\\"  \\\"Well,\\\" said the other, \\\"you know your sore, and I know mine; and, good friend, we shall all have enough evil before we come to our journey's end.\\\"  And soon after that, of all places on the upward way, Mercy's evil began at the Wicket Gate.  \\\"I have a companion,\\\" said Christiana, \\\"that stands without.  One that is much dejected in her mind, for that she comes, as she thinks, without sending for; whereas I was sent to by my husband's King.\\\"  So the porter opened the gate and looked out; but Mercy was fallen down in a swoon, for she fainted and was afraid that the gate would not be opened to her.  \\\"O sir,\\\" she said, \\\"I am faint; there is scarce life left in me.\\\"  But he answered her that one once said, \\\"When my soul fainted within me, I remembered the Lord, and my prayer came in into Thee, into Thy holy temple.  Fear not, but stand up upon thy feet, and tell me wherefore thou art come.\\\"  \\\"I am come, sir, into that for which I never was invited, as my friend Christiana was.  Her invitation was from the Lord, and mine was but from her. Wherefore, I fear that I presume.\\\"  Then said he to those that stood by, \\\"Fetch something and give it to Mercy to smell on, thereby to stay her fainting.\\\"  So they fetched her a bundle of myrrh, and a while after she revived.--Let young communicants be content with Mercy's invitation.  She started for the City just because she liked to be beside a good woman who was starting thither.  She wished to help a good woman who was going thither; and just a little desire began at first to awaken in her heart to go to the city too.  Till, having once set her face to go up, one thing after another worked together to lead her up till she, too, had her life full of those invitations and experiences and interests and occupations and enjoyments that make Mercy's name so memorable, and her happy case such an example and such an inspiration, to all God-fearing young women especially.\\n2. John Bunyan must be held responsible for the strong dash of romance that he so boldly throws into Mercy's memoirs.  But I shall postpone Mr. Brisk and his love-making and his answer to another lecture.  I shall not enter on Mercy's love matters here at all, but shall leave them to be read at home by those who like to read romances.  Only, since we have seen so much of Mercy as a maiden, one longs to see how she turned out as a wife.  I can only imagine how Mercy turned out as a wife; but there is a picture of a Scottish Covenanting girl as a married wife which always rises up before my mind when I think of Mercy's matronly days.  That picture might hang in Bunyan's own peculiar gallery, so beautiful is the drawing, and so warm and so eloquent the colouring.  Take, then, this portrait of one of the daughters of the Scottish Covenant. \\\"She was a woman of great worth, whom I therefore passionately loved and inwardly honoured.  A stately, beautiful, and comely personage; truly pious and fearing the Lord.  Of an evenly temper, patient in our common tribulations and under her personal distresses.  A woman of bright natural parts, and of an uncommon stock of prudence; of a quick and lively apprehension in things she applied herself to, and of great presence of mind in surprising incidents.  Sagacious and acute in discerning the qualities of persons, and therefore not easily imposed upon.  \\\\[See Mr. Brisk's interviews with Mercy.\\\\]  Modest and grave in her deportment, but naturally cheerful; wise and affable in conversation, also having a good faculty at speaking and expressing herself with assurance. Being a pattern of frugality and wise management in household affairs, all such were therefore entirely committed to her; well fitted for and careful of the virtuous education of her children; remarkably useful in the countryside, both in the Merse and in the Forest, through her skill in physic and surgery, which in many instances a peculiar blessing appeared to be commanded upon from heaven.  And, finally, a crown to me in my public station and pulpit appearances.  During the time we have lived together we have passed through a sea of trouble, as yet not seeing the shore but afar off.\\\"\\n\\n\\\"The words of King Lemuel, the prophecy that his mother taught him. What, my son? and what, the son of my womb? and what, the son of my vows?  Who can find a virtuous woman? for her price is far above rubies.  Her children arise up and call her blessed; her husband also, and he praiseth her.  Favour is deceitful, and beauty is vain; but a woman that feareth the Lord, she shall be praised.\\\"\\n\\nMR. BRISK\\n\\n\\\"Be ye not unequally yoked.\\\"--Paul.\\n\\nThere were some severe precisians in John Bunyan's day who took the objection to the author of the Pilgrim's Progress that he sometimes laughed too loud.\\n\\n\\\"One may (I think) say, both he laughs and cries, May well be guessed at by his watery eyes. Some things are of that nature as to make One's fancy chuckle while his heart doth ake. When Jacob saw his Rachel with the sheep, At the same time he did both laugh and weep.\\\"\\n\\nAnd even Dr. Cheever, in his excellent lectures on the Pilgrim's Progress, confesses that though the Second Part never ceases for a moment to tell the serious story of the Pilgrimage, at the same time, it sometimes becomes so merry as almost to pass over into absolute comedy.  \\\"There is one passage,\\\" says Cheever, \\\"which for exquisite humour, quiet satire, and naturalness in the development of character is scarcely surpassed in the language.  It is the account of the courtship between Mr. Brisk and Mercy which took place at the House Beautiful.\\\"\\n\\nNow, the insertion of such an episode as that of Mr. Brisk into such a book as the Pilgrim's Progress is only yet another proof of the health, the strength, and the truth to nature of John Bunyan's mind.  His was eminently an honest, straightforward, manly, English understanding.  A smaller man would not have ventured on Mr. Brisk in such a book as the Pilgrim's Progress.  But there is no affectation, there is no prudery, there is no superiority to nature in John Bunyan.  He knew quite well that of the thousands of men and women who were reading his Pilgrim there was no subject, not even religion itself, that was taking up half so much of their thoughts as just love-making and marriage.  And, like the wise man and the true teacher he was, he here points out to all his readers how well true religion and the fullest satisfaction of the warmest and the most universal of human affections can be both harmonised and made mutually helpful.  In Bunyan's day love was too much left to the playwrights, just as in our day it is too much left to the poets and the novelists.  And thus it is that in too many instances affection and passion have taken full possession of the hearts and the lives of our young people before any moral or religious lesson on these all-important subjects has been given to them:  any lesson such as John Bunyan so winningly and so beautifully gives here. \\\"This incident,\\\" says Thomas Scott, \\\"is very properly introduced, and it is replete with instruction.\\\"\\n\\nNow, Mr. Brisk, to begin with, was, so we are told, a young man of some breeding,--that is to say, he was a young man of some social position, some education, and of a certain good manner, at least on the surface.  In David Scott's Illustrations Mr. Brisk stands before us a handsome and well-dressed young man of the period, with his well-belted doublet, his voluminous ruffles, his heavily- studded cuffs, his small cane, his divided hair, and his delicate hand,--altogether answering excellently to his name, were it not for the dashed look of surprise with which he gets his answer, and, with what jauntiness he can at the moment command, takes his departure.  \\\"Mr. Brisk was a man of some breeding,\\\" says Bunyan, \\\"and that pretended to religion; but a man that stuck very close to the world.\\\"  That Mr. Brisk made any pretence to religion at any other time and in any other place is not said; only that he put on that pretence with his best clothes when he came once or twice or more to Mercy and offered love to her at the House Beautiful.  The man with the least religion at other times, even the man with no pretence to religion at other times at all, will pretend to some religion when he is in love with a young woman of Mercy's mind. And yet it would not be fair to say that it is all pretence even in such a man at such a time.  Grant that a man is really in love; then, since all love is of the nature of religion, for the time, the true lover is really on the borders of a truly religious life. It may with perfect truth be said of all men when they first fall in love that they are, for the time, not very far away from the kingdom of heaven.  For all love is good, so far as it goes.  God is Love; and all love, in the long-run, has a touch of the divine nature in it.  And for once, if never again, every man who is deeply in love has a far-off glimpse of the beauty of holiness, and a far-off taste of that ineffable sweetness of which the satisfied saints of God sing so ecstatically.  But, in too many instances, a young man's love having been kindled only by the creature, and, never rising from her to his and her Creator, as a rule, it sooner or later burns low and at last burns out, and leaves nothing but embers and ashes in his once so ardent heart.  Mr. Brisk's love- making might have ended in his becoming a pilgrim but for this fatal flaw in his heart, that even in his love-making he stuck so fast to the world.  It is almost incredible:  you may well refuse to believe it--that any young man in love, and especially a young gentleman of Mr. Brisk's breeding, would approach his mistress with the question how much she could earn a day.  As Mr. Brisk looks at Mercy's lap so full of hats and hosen and says it, I can see his natty cane beginning to lengthen itself out in his soft-skinned hand and to send out teeth like a muck-rake.  Give Mr. Brisk another thirty years or so and he will be an ancient churl, raking to himself the sticks and the straws and the dust of the earth, neither looking up to nor regarding the celestial crown that is still offered to him in exchange for his instrument.\\n\\n\\\"Now, Mercy was of a fair countenance, and, therefore, all the more alluring.\\\"  But her fair countenance was really no temptation to her.  \\\"Sit still, my daughter,\\\" said Naomi to Ruth in the Old Testament.  And it was entirely Mercy's maidenly nature to sit still.  Even before she had come to her full womanhood under Christiana's motherly care she would have been an example to Ruth. Long ago, while Mercy was still a mere girl, when Mrs. Light-mind said something to her one day that made her blush, Mercy at last looked up in real anger and said, We women should be wooed; we were not made to woo.  And thus it was that all their time at the House Beautiful Mercy stayed close at home and worked with her needle and thread just as if she had been the plainest girl in all the town. \\\"I might have had husbands afore now,\\\" she said, with a cast of her head over the coat that lay on her lap, \\\"though I spake not of it to any.  But they were such as did not like my conditions, though never did any of them find fault with my person.  So they and I could not agree.\\\"  Once Mercy's mouth was opened on the subject of possible husbands it is a miracle that she did not go on in confidence to name some of the husbands she might have had.  Mercy was too truthful and too honourable a maiden to have said even on that subject what she did say if it had not been true.  No doubt she believed it true.  And the belief so long as she mentioned no names, did not break any man's bones and did not spoil any man's market.  Don't set up too prudishly and say that it is a pity that Mercy so far forgot herself as to make her little confidential boast.  We would not have had her without that little boast.  Keep- at-home, sit-still, hats and hosen and all--her little boast only proves Mercy to have been at heart a true daughter of Eve after all.\\n\\nThere is an old-fashioned word that comes up again and again in the account of Mr. Brisk's courtship,--a word that contains far more interest and instruction for us than might on the surface appear. When Mr. Brisk was rallied upon his ill-success with Mercy, he was wont to say that undoubtedly Mistress Mercy was a very pretty lass, only she was troubled with ill conditions.  And then, when Mercy was confiding to Prudence all about her possible husbands, she said that they were all such as did not like her conditions.  To which Prudence, keeping her countenance, replied, that the men were but few in their day that could abide the practice that was set forth by such conditions as those of Mercy.  Well, tossed out Mercy, if nobody will have me I will die a maid, or my conditions shall be to me as a husband!  As I came again and again across that old seventeenth-century word \\\"conditions,\\\" I said to myself, I feel sure that Dr. Murray of the Oxford Scriptorium will have noted this striking passage.  And on turning up the Sixth Part of the New English Dictionary, there, to be sure, was the old word standing in this present setting.  Five long, rich, closely packed columns stood under the head of \\\"Condition\\\"; and amid a thousand illustrations of its use, the text:  \\\"1684, Bunyan, Pilgr., ii. 84. He said that Mercy was a pretty lass, but troubled with ill conditions.\\\"  Poor illiterate John Bunyan stood in the centre of a group of learned and famous men, composed of Chaucer, Wyclif, Skelton, Palsgrave, Raleigh, Featly, Richard Steel, and Walter Scott--all agreeing in their use of our word, and all supplying examples of its use in the best English books.  By Mercy's conditions, then, is just meant her cast of mind, her moral nature, her temper and her temperament, her dispositions and her inclinations, her habits of thought, habits of heart, habits of life, and so on.\\n\\n\\\"Well,\\\" said Mercy proudly, \\\"if nobody will have me, I will die a maid, or my conditions shall be to me as a husband.  For I cannot change my nature, and to have one that lies cross to me in this,-- that I purpose never to admit of as long as I live.\\\"  By this time, though she is still little more than a girl, Mercy had her habits formed, her character cast, and, more than all, her whole heart irrevocably set on her soul's salvation.  And everything--husband and children and all--must condition themselves to that, else she will have none of them.  She had sought first the kingdom of God and His righteousness, and she will seek nothing, she will accept nothing--no, not even a husband--who crosses her choice in that. She has chosen her life, and her husband with it.  Not the man as yet, but the whole manner of the man.  The conditions of the man, as she said about herself; else she will boldly and bravely die a maid.  And there are multitudes of married women who, when they read this page about Mercy, will gnash their teeth at the madness of their youth, and will wildly wish that they only were maids again; and, then, like Mercy, they would take good care to make for themselves husbands of their own conditions too--of their own means, their own dispositions, inclinations, tastes, and pursuits. For, according as our conditions to one another are or are not in our marriages,\\n\\n\\\"They locally contain or heaven or hell; There is no third place in them.\\\"\\n\\nWhat untold good, then, may all our young women not get out of the loving study of Mercy's sweet, steadfast, noble character!  And what untold misery may they not escape!  From first to last--and we are not yet come to her last--I most affectionately recommend Mercy to the hearts and minds of all young women here.  Single and married; setting out on pilgrimage and steadfastly persevering in it; sitting still till the husband with the right conditions comes, and then rising up with her warm, well-kept heart to meet him--if any maiden here has no mother, or no elder sister, or no wise and prudent friend like Prudence or Christiana to take counsel of--and even if she has--let Mercy be her meditation and her model through all her maidenly days.\\n\\n\\\"Nay, then,\\\" said Mercy, \\\"I will look no more on him, for I purpose never to have a clog to my soul.\\\"  A pungent resolve for every husband to read and to think to himself about, who has married a wife with a soul.  Let all husbands who have such wives halt here and ask themselves with some imagination as to what may sometimes go on, at communion times, say, in the souls of their wives.  It is not every wife, it is true, who has a soul to clog; but some of our wives have.  Well, now, let us ask ourselves:  How do we stand related to their souls?  Do our wives, when examining the state of their souls since they married us, have to say that at one time they had hoped to be further on in the life of the soul than they yet are?  And are they compelled before God to admit that the marriage they have made, and would make, has terribly hindered them?  Would they have been better women, would they have been living a better life, and doing far more good in the world, if they had taken their maidenly ideals, like Mercy, for a husband?  Let us sometimes imagine ourselves into the secrets of our wives' souls, and ask if they ever feel that they are unequally and injuriously yoked in their deepest and best life.  Do we ever see a tear falling in secret, or hear a stolen sigh heaved, or stumble on them at a stealthy prayer?  A Roman lady on being asked why she sometimes let a sob escape her and a tear fall, when she had such a gentleman of breeding and rank and riches to her husband, touched her slipper with her finger and said:  \\\"Is not that a well-made, a neat, and a costly shoe?  And yet you would not believe how it pinches and pains me sometimes.\\\"\\n\\nBut some every whit as good women as Mercy was have purposed as nobly and as firmly as Mercy did, and yet have wakened up, when it was too late, to find that, with all their high ideals, and with all their prudence, their husband is not in himself, and is not to them, what they at one time felt sure he would be.  Mercy had a sister named Bountiful, who made that mistake and that dreadful discovery; and what Mercy had seen of married life in her sister's house almost absolutely turned her against marriage altogether. \\\"The one thing certain,\\\" says Thomas Mozley in his chapter on Ideal Wife and Husband, \\\"is that both wife and husband are different in the result from the expectation.  Age, illness, an increasing family, no family at all, household cares, want of means, isolation, incompatible prejudices, quarrels, social difficulties, and such like, all tell on married people, and make them far other than they once promised to be.\\\"  When that awakening comes there is only one solace, and women take to that supreme solace much more often than men.  And that solace, as you all know, is true, if too late, religion.  And even where true religion has already been, there is still a deeper and a more inward religion suited to the new experiences and the new needs of life.  And if both husband and wife in such a crisis truly betake themselves to Him who gathereth the solitary into families, the result will be such a remarriage of depth and tenderness, loyalty and mutual help, as their early dreams never came within sight of.  Not early love, not children, not plenty of means, not all the best amenities of married life taken together, will repair a marriage and keep a marriage in repair for one moment like a living and an intense faith in God; a living and an intense love to God; and then that faith in and love for one another that spring out of God and out of His love alone.\\n\\n\\\"The tree Sucks kindlier nurture from a soil enriched By its own fallen leaves; and man is made, In heart and spirit, from deciduous hopes And things that seem to perish.\\\"\\n\\nMR. SKILL\\n\\n\\\"The vine of Sodom.\\\"--Moses.\\n\\nWith infinite delicacy John Bunyan here tells us the sad story of Matthew's sore sickness at the House Beautiful.  The cause of the sore sickness, its symptoms, its serious nature, and its complete cures are all told with the utmost plainness; but, at the same time, with the most exquisite delicacy.  Bunyan calls the ancient physician who is summoned in and who effects the cure, Mr. Skill, but you must believe that Bunyan himself is Mr. Skill; and I question if this skilful writer ever wrote a more skilful page than just this page that now lies open before him who has the eyes to read it.\",\"timestamp\":1641292536,\"title\":\"But perhaps the best and most infallible evidence we can have of the truth of our religion in this life is in the steady\"},\"digest\":\"GENuEjRKiHzn6AKJCKi9XajXmSPrtwWbBeKOT1BBvCM\",\"authorship\":{\"contributor\":\"0xa216D8906Acd104a8EC6a31f93e945DFe15768c1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VJi6PMhqfGz6AB7omTqJ-9tUoKUJUWQaGqnq6roz9_8\\\",\\\"y\\\":\\\"wmYiNZnDwNRWbJ1eKcvIbr7zSAM3g-1fZKkDgiH4MmE\\\"}\",\"signature\":\"ADfpa6fLoMvaUyZww9_eUQvsz3jr_Bx7Sf7a2vTnZEBGEXg055XcuDPDYQcEdZMnrQP5UVuefail9OrD7k-5Ug\",\"signingKeySignature\":\"0x238b7c2c45ad3d33194ec4cb297d7cdf5199f6ed67a980b822025dc1efbc18c81d2ff2b706aca473418c7a0390c10c6d2cfd36e170090d51679aa0b3fc703a1a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VJi6PMhqfGz6AB7omTqJ-9tUoKUJUWQaGqnq6roz9_8\\\",\\\"y\\\":\\\"wmYiNZnDwNRWbJ1eKcvIbr7zSAM3g-1fZKkDgiH4MmE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GENuEjRKiHzn6AKJCKi9XajXmSPrtwWbBeKOT1BBvCM\"}"