"{\"content\":{\"body\":\"Recently, I read books on time management, and of course, I also read some articles about the use of time on the public account. After today, I summarize my reading experience.\\n\\nMany people complain that they are too busy at the end of the day to find time to develop their hobbies and skills. In fact, when we remove most of the major time, we leave a fragment of time that is of great use. This fragmented time is often ignored and not used well. Fragmented time includes leisure time, time to play, and time to be used, such as waiting for the bus, queuing for receipts, and commuting time. There are also smaller chunks of fragmented time, such as waking up early and going to bed.\\n\\nSo how do you make the most of fragmentation time? Time management book, summed up this sentence; This means getting things done while everyone else is asleep and doing a few more things while everyone else is asleep.\\n\\nGetting up early is a good living habit. There are many benefits to getting up early. In the book on effective learning, the human brain is most awake and efficient in the morning. So we can use this time to quietly and efficiently do what we love to do. It's best to split mental and physical exercise to start the day. Read, meditate, go for a run, write a morning journal, etc., instead of wasting time on your phone or sleeping in the comfy big bed.\\n\\nGoing to bed a little later is between 11:30 and 12:30, so when you're ready for bed, you can read a few more pages of a book, or listen to a favorite piece of music or listen to a foreign language. I now make it a point to do a daily review before I go to bed. I think about all the good things I did and the stupid things I did today. I also write down my to-do list for the next day and the good habits I want to stick to.\\n\\nIn my opinion, it is a waste of time to brush the mobile phone. Although the mobile phone has become an indispensable tool in our life, it is not only a simple communication tool, but also a medium to learn knowledge and expand the world. Even so, we shouldn't waste most of our day on our phones. The advice from the time management book is to turn your phone on silent when you're focused and check it every hour for about five minutes.\",\"timestamp\":1635733470,\"title\":\"Time management\"},\"digest\":\"T1utiEQwdjlPvWUcwpfwZLVlkyuyn29a2dODD_3bUdU\",\"authorship\":{\"contributor\":\"0xC075737f9C5037277F54eC74Bc8C4E7d4F235f7c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MEPIwBgDugx_5Nay031Oy_gBdv25rix7VinE6aXWJ-U\\\",\\\"y\\\":\\\"7CtF0a7X9-ffG44FmFNRWIBr11wV7aAvXoxb5mIne6U\\\"}\",\"signature\":\"ICTlxbQgQF5HZtZIh72wHXSYH5MkGh9T0zaBYMbo9tpo-8OS6u8lvZgiD83_Q3F-e1kZDeM9VCnebdefM0-OMw\",\"signingKeySignature\":\"0xe0919aefd330db2bf83fae438a0ea15db69c9276c932b9c44b5cf7f9d2ef2c5f0f64222f314f3c4db955e3ab8c293eaf55a41ba67d79f028a22e23be9610f36e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MEPIwBgDugx_5Nay031Oy_gBdv25rix7VinE6aXWJ-U\\\",\\\"y\\\":\\\"7CtF0a7X9-ffG44FmFNRWIBr11wV7aAvXoxb5mIne6U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"T1utiEQwdjlPvWUcwpfwZLVlkyuyn29a2dODD_3bUdU\"}"