"{\"content\":{\"body\":\"Crypto industry leaders need to self-regulate before inadequate public officials decide to take on the task themselves.\\n\\n![](https://images.mirror-media.xyz/publication-images/yRenBOh3Qm-YOMAqrne5h.png?height=478&width=717)\\n\\nEach year that we get a little further away from Satoshi Nakomoto’s whitepaper, crypto becomes more popular than ever, breaking more barriers — not just in sheer enthusiasm, but in mainstream acceptance. From nonfungible tokens (NFTs) to the Metaverse, 2021 was the year of crypto, even following a decade where just about every other year could make the same claim.\\n\\nDespite that peak enthusiasm and excitement though, we shouldn’t be blind to the fact that there are still fundamental issues that must be solved before crypto truly becomes the dominant “coin of the realm” across the globe, along with the backbone of the next industrial revolution. Prime among these issues are Anti-Money Laundering (AML), Know Your Customer (KYC) and Combating the Financing of Terrorism (CFT) protections that ensure crypto remains a responsible and stable payments option without overregulation.\\n\\nWe are already seeing these kinds of issues with the nations that are the most enthusiastic about adopting crypto, whether through CBDCs or other means. El Salvador [has gotten headlines for making](https://cointelegraph.com/news/el-salvador-president-bitcoin-law-will-be-approved-tonight) Bitcoin ([BTC](https://cointelegraph.com/bitcoin-price)) legal tender and building a Bitcoin-funded, zero-tax city under a volcano, but the country has had its issues in the realm of AML/KYC/CFT, such as when identity thieves compromised the Chivo Bitcoin Wallet, the mechanism through which El Salvador gave its citizens a “Bitcoin stimulus.”\\n\\n![](https://images.mirror-media.xyz/publication-images/2tq169UijUpWK-pezZsNS.png?height=1360&width=1450)\\n\\nIt is not just public entities, either. The NFT boom in 2021 has created a whole new need and emphasis for KYC/AML in a space dominated by gaudy figures. OpenSea has no KYC gathering or AML/CFT screening in place, meaning it opens itself up to being compromised.\\n\\nTo prevent crime and fraud from killing crypto in its crib, or at least in its primary school, the industry has to start taking proactive steps to self-police and self-regulate immediately. If they don’t, the task will be left to the same kind of clueless government officials who brought you the U.S. infrastructure bill’s cryptocurrency provisions.\\n\\n***Related: [DeFi: Who, what and how to regulate in a borderless, code-governed world?](https://cointelegraph.com/news/defi-who-what-and-how-to-regulate-in-a-borderless-code-governed-world)***\\n\\n## Emergent compliance-as-a-service\\n\\nWhile NFT platforms are starting to integrate AML, KYC and CFT, the standard is by no means consistent. “Old guard” auctioneers like Christie’s and Sotheby’s [refuse](https://www.reuters.com/business/finance/new-masters-how-auction-houses-are-chasing-crypto-millions-2021-11-08/) to either enumerate those standards or describe them in any detail. OpenSea, perhaps the prime driver of the NFT boom, has thus far resisted building any sort of AML/KYC into the platform itself.\\n\\nAs the popularity of NFTs continues to soar, just like popular computer operating systems, these platforms will attract more hackers and identity thieves. Mainstream news outlets loudly [proclaim](https://www.theverge.com/22683766/nft-scams-theft-social-engineering-opensea-community-recover) that “the NFT scammers are already here.” If 2021 was the year when NFTs ascended to the best use case we’ve had so far for crypto, then 2022 will be a year when hackers and scammers will try to fully exploit that popularity.\\n\\nWith the reticence of the NFT platforms, themselves, to address this problem, it is up to other technology platforms to pick up the slack. These platforms can help NFT platforms develop tighter protocols and more detailed AML and KYC requirements before governments come down with backward and draconian regulations. Developing “Compliance-as-a-Service” as an internal industry solution will not only prevent fraud but drive even greater enthusiasm and engagement by individuals, financial entities and governments that still see crypto as the irresponsible corner of the financial universe.\\n\\nCompanies should make up the growing sector of compliance-as-a-service, but coping with the growing threat of NFT and blockchain scammers won’t be enough, especially when whole countries are looking to blockchain as national solutions.\\n\\n## Clear AML/KYC standards equal true mainstream viability for crypto\\n\\nOf course, some in the crypto community would rather not encourage or even acknowledge regulation of any kind, but that tack and philosophy is simply neither realistic nor reasonable. The problems with El Salvador’s Chivo wallet demonstrated how quickly identity and security problems can trip up even the best-intentioned crypto rollouts. Nations continue to seek out the best KYC practices as part of expanded crypto operations. Sri Lanka [has done a KYC proof-of-concept](https://cointelegraph.com/news/central-bank-of-sri-lanka-completes-proof-of-concept-kyc-platform). HSBC [has worked with Dubai](https://cointelegraph.com/news/hsbc-becomes-first-foreign-entity-onboarded-to-dubai-s-kyc-blockchain) on its KYC.\\n\\nMeanwhile, in the United States this year, the Financial Crimes Enforcement Network (FinCEN) [issued its first AML/CFT priorities](https://cointelegraph.com/news/fincen-lists-cryptocurrencies-as-top-aml-and-cft-priorities) this summer. These priorities include corruption, cybercrime, terrorist support, fraud, transnational crime, drug and human trafficking, and financing weapons of mass destruction.\\n\\n![](https://images.mirror-media.xyz/publication-images/VYjxEwhEoD3RGnuctIGlx.png?height=1149&width=1450)\\n\\nWhile different nations are at different steps in the AML/KYC/CFT process, some clear guidelines are emerging. With 195 different countries, yes, there may be 195 different standards for regulating crypto. However, after several years of guidelines, regulations and penalties, the industry has more than enough parameters to start tailoring AML/KYC/CFT solutions and oversight across different jurisdictions. This is just one more reason the industry, itself, needs to be proactive, developing a comprehensive, easily comprehensible and internationally recognized standard that is easy to adopt throughout as many jurisdictions as possible.\\n\\n***Related: [The United States updates its crypto AML/CFT laws](https://cointelegraph.com/news/the-united-states-updates-its-crypto-aml-cft-laws)***\\n\\nWhat the industry cannot do is allow blockchain to become riddled by the same types of “Wild West” traps which characterizes the internet. Yes, the popularity of the internet is indisputable, but that has come with the sacrifice of not just privacy, but the primacy of truth and healthy communication among people. That means building a new model of identity, based on the blockchain’s trustless system, but also a model flexible enough to meet the reasonable standards of AML, KYC, and CFT.\\n\\n*This article does not contain investment advice or recommendations. Every investment and trading move involves risk, and readers should conduct their own research when making a decision.*\\n\\n*The views, thoughts and opinions expressed here are the author’s alone and do not necessarily reflect or represent the views and opinions of Cointelegraph.*\\n\\n**Jonathan Camilleri Bowman** is the CEO of Sekuritance, a multi-dimensional RegTech ecosystem delivering compliance, regulatory transaction monitoring and identity management to individuals and business corporations.\",\"timestamp\":1639288638,\"title\":\"From NFTs to CBDCs, crypto must tackle compliance before regulators do\"},\"digest\":\"WShIraIR0Vy8DjfgkwwcSGCxI0Bjd1MX3iPAvrSdyKM\",\"authorship\":{\"contributor\":\"0xEFAfE5932A1dF985bb609412b54a07ea45c82444\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"In5iyO8w1ucwcftv-qxlujX6Dc4j_TzujG9jJJrvCro\\\",\\\"y\\\":\\\"2TdRhpthB1LXHx8B6xWZUxN_PHI-tWwYo4wOzm68SbE\\\"}\",\"signature\":\"vLYXlO1uomjkNbgABkwG81MnmRuJqvpxEnfeejCnUCO9BoDULqXBx0k-h--IqL7f9MAlMrjkOUZXAreFMdgc_Q\",\"signingKeySignature\":\"0xe82ee2d8bb66b8a047a8033b1ccfe7a1e115a54a0d7fc270c638c31729eb9dc3251fc289ac8400b8795b673b1a74b0a3a3e646a79a89e84860f855f3aad1a0041c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"In5iyO8w1ucwcftv-qxlujX6Dc4j_TzujG9jJJrvCro\\\",\\\"y\\\":\\\"2TdRhpthB1LXHx8B6xWZUxN_PHI-tWwYo4wOzm68SbE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WShIraIR0Vy8DjfgkwwcSGCxI0Bjd1MX3iPAvrSdyKM\"}"