"{\"content\":{\"body\":\"Hey guys, Black Dave here with some more rap music NFT talk. I was going to write about some of my thoughts following my recent NFT drop, the auction is still available for bidding until August 15th at 12 Eastern, but decided that sincethis Tory Lanez NFT did so well, I’ll give a set of thoughts. Let’s get started:\\n\\nFor starters, I’ll explain the NFT release: Tory released an NFT that allows for access for you to stream his album. The token is not a token that has the music attached to it, but is a token that grants access to a streaming platform that allows you to play the music. It’s not for download. It’s not for sale anywhere else from what I can tell. He released a million editions of it at $1 a piece. He sold out in 57 seconds. The project was released through a company called Emmersive, which is co-owned by Flo Rida & dropped on a platform called E-NFT, which I suppose will allow for more drops like this in the future. Because this drop was such a success, there are a lot of people who aren’t quite sure of what NFTs are and the culture of NFTs popping up…but they’re people from the culture (if you don’t know what that means then you might not be a part of it). I think this could be an interesting turning point in the culture of NFTs. Now people want to know how they can use it as an artist. Now people want to know what this is all about. Hello new people. NFTs are confusing at first, take your time.\\n\\nWhen it comes to Tory’s success, let’s talk about why it worked for him and why it may not work for you, or for your favorite rapper. The first is **NFTs aside, Tory created a near frictionless method of acquisition** for the token. No wallet needed (even though I recommend this method) or anything. Making it easy to get an NFT is one of the main things keeping the general public away from them. The other thing that works for him, and will work for the benefit of a lot of people that read this is **when you’re an independent artist, NFTs are easy**. When there’s no one between you and your audience, and there are no contracts and people to pay along the way things become easy. Our favorite artists’ label situations don’t allow for that. One thing I’ve seen thus far when it comes to rap NFT drops is that almost all of them don’t include music. Lil Yachty didn’t. A$AP Rocky didn’t. Lupe Fiasco Didn’t. Eminem didn’t. Another thing that helped Tory in this situation is that he has a fanbase that is willing to go the extra mile to get his work. **When you have a fanbase that is willing to do the work to move to a new platforms, you can win in NFT.** If your fanbase is overall pretty casual, they won’t do the extra work to get to you. NFTs are for your higher level fans, and when you have a large fanbase, it can be done. If you don’t have a hungry fanbase like his, then you’ll be better off embedding yourself in the NFT community, like me, and finding success there. Be honest with yourself about this so you don’t waste energy and resources. People will eventually make their way to NFTs and it may be a waste of energy to try to push it on them before they’re ready.\\n\\nWithout regard to how I may feel about Tory Lanez or his music or any of that, I think this is a big deal in the continued movement of music finding it’s way & place in the NFT space. I think token gated access to music is one of the things we all dreamed about in this space, and while this isn’t the most graceful method that will exist, this is an amazing start. Let’s see if he participates in NFT fully or if he only shows up when it’s time to make money…\\n\",\"timestamp\":1633556858,\"title\":\"...In the Wake of the Tory Lanez NFT...\"},\"digest\":\"U_-Z5YsbnVqCDDxUQkaEb7wr4Ov3hP_BIFhSI447iAI\",\"authorship\":{\"contributor\":\"0xeD22Bb0106c24C7f6b4d8AAe33639e1467061F64\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-EwyH0X1WC6a_9lebdxcA6_in8sztD92b45VyjwsL1E\\\",\\\"y\\\":\\\"QdIDB4o5J3Xg5cTELV9PjZWrcCcmKONQjwMzkr9HxI0\\\"}\",\"signature\":\"UNiqUkt7dU6jKXl4Tsm5-IBOD2HYIJclDuo3X0Hoc0_LKghcvOFPkwkTARlNj08sNleszkDzFF1K9MXFf_tu2w\",\"signingKeySignature\":\"0xe445cbeeb1e2a2fc8e28cb7ac9029583b1354ddb03bcb7882004fc66e887fccd5cdf42a31c62d6000a030549b36d8be5d2203aef0b4017184750ca43a219eea31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-EwyH0X1WC6a_9lebdxcA6_in8sztD92b45VyjwsL1E\\\",\\\"y\\\":\\\"QdIDB4o5J3Xg5cTELV9PjZWrcCcmKONQjwMzkr9HxI0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"U_-Z5YsbnVqCDDxUQkaEb7wr4Ov3hP_BIFhSI447iAI\"}"