"{\"content\":{\"body\":\"> *There’s only two ways to advance civilization: bundling and unbundling*\\n>\\n> Jim Barksdale, [more-or-less](https://a16z.com/2013/12/18/the-future-of-work-cars-and-the-wisdom-in-saying-no/)\\n\\n\\n---\\n\\nOnce in a while, in the long arc of civilization, a new set of coordination technologies come along and change everything. By allowing small groups of humans to better cooperate in the collective management of resources, these technologies redefine power structures and lay the bedrock of a new civilizational era.\\n\\nHumans are social creatures—we got to where we are by bootstrapping coordination tools into complex organizational structures. That bootstrapping process follows a repeating pattern of decentralization and centralization over the course of the rise and fall of civilizations:\\n\\n1. **Technologies for coordination and communication** rapidly bootstrap themselves into usefulness by civilization\\n2. These new coordination technologies allow humans to form effective **local, decentralized governance structures** (eg cities)\\n3. Ultimately, the federated network of decentralized governance is **overpowered by a more efficient centralized structure of sovereignty**\\n4. The **centralized sovereign structure eventually collapses** under its own weight, restarting the cycle by creating a governance vacuum\\n\\nWe can follow this story line through the epochs of human history. When historians classify that largest arcs of Western civilization, they usually map out four [periods](https://en.wikipedia.org/wiki/Periodization):\\n\\n1. [Ancient](https://en.wikipedia.org/wiki/Ancient_history) (10000 - 1000 BCE): emergence of agriculture, Sumerians, Egyptians, etc\\n2. [Classical](https://en.wikipedia.org/wiki/Classical_antiquity) (1000 BCE - 500 CE): Greek city-states, Roman empire, etc\\n3. [Medieval](https://en.wikipedia.org/wiki/Middle_Ages) (500 - 1500 CE): knights, kings, castles, churches, etc\\n4. [Modern](https://en.wikipedia.org/wiki/Human_history#Modern_history) (1500 - 2000 CE): Renaissance, Age of Enlightenment, industrialization, etc\\n\\nThis western-centric periodization obviously leaves out vast swaths of the human experience and cultures—it’s a timeline focused on how a particular slice of the world evolved over the course of human history. But, as a continuous story, it’s a helpful shorthand for considering how civilizations evolve. By comparing these periods, a consistent pattern jumps out that holds relevance for where we find ourselves today:\\n\\n![cycles of decentralized cities and centralized states](https://images.mirror-media.xyz/publication-images/5FymX2eC2ARZP79u8KNw4.png?height=444&width=1328)\\n\\nAs with any attempt as [psychohistory](https://en.wikipedia.org/wiki/Psychohistory), this framework shouldn’t be taken too literally. I am an armchair historian, an amateur painting broad strokes and telling a story. But in the tradition of [Carlota Perez](https://www.amazon.com/Technological-Revolutions-Financial-Capital-Dynamics/dp/1843763311/ref=sr_1_1?keywords=technological+revolutions+and+financial+capital&qid=1640969152&s=books&sprefix=technological+and+%2Cstripbooks%2C131&sr=1-1), [James Dale Davidson](https://www.amazon.com/Sovereign-Individual-Mastering-Transition-Information/dp/0684832720), [Lewis Mumford](https://www.amazon.com/City-History-Origins-Transformations-Prospects/dp/0156180359/ref=sr_1_3?crid=3O69MXWIWLE1K&keywords=city+in+history&qid=1640969220&s=books&sprefix=city+in+history%2Cstripbooks%2C119&sr=1-3), and [David Hackett Fischer](https://www.amazon.com/Albions-British-Folkways-America-Paperback/dp/B00QPWHTT2/ref=sr_1_2?crid=3PFS96P44YUSI&keywords=albion+seed&qid=1640969245&s=books&sprefix=albion+seed%2Cstripbooks%2C121&sr=1-2), I believe there is value in telling grand stories about the long arcs of human progress. I have drawn inspiration from each of their works here.\\n\\n## Ancient Era: the first cities and sovereignties\\n\\n### Irrigation provides a path for large-scale cooperation\\n\\nSociety started out in [dank river valleys](https://youtu.be/xuCn8ux2gbs?t=280), where people figured out how to do agriculture and not die in floods. While humans had already started gathering in small bands, tribes, and villages before this, flooding river valleys required the development of cooperative structures that birthed cities:\\n\\n> The construction of \\\\[irrigation networks\\\\] demanded a degree of social intercourse, cooperation, and long-range planning that the old self-contained village culture, complacently accepting its limitations, did not need or encourage. The very conditions that made large urban settlements a physical possibility also made them a social necessity.\\n>\\n> *Lewis Mumford, [The City in History](https://en.wikipedia.org/wiki/The_City_in_History)*\\n\\nThe not-dying-in-floods was nice, but it turned out that people had stumbled onto something that would prove even more valuable to the arc of civilization: cooperative development of public goods.\\n\\nIndividual humans rarely have a clear incentive to work together, leading to the [tragedy of the commons](https://en.wikipedia.org/wiki/Tragedy_of_the_commons). Localized irrigation projects are typically too big for any one person, but manageable by a small group of people working together. Furthermore, they can be collectively managed as a shared resource via systems of rules and norms for use.\\n\\nIn other words, this type of [cooperative common-pool irrigation](https://www.jstor.org/stable/2138503) led to bottom-up governance systems (aka the original DAOs). These systems are so effective that [they are still in use today](https://www.canr.msu.edu/resources/video-crafting-institutions-for-self-governing-irrigation-systems) and often perform better at managing irrigation than top-down government programs.\\n\\n![the original DAO](https://images.mirror-media.xyz/publication-images/QsQEtp6Nv8gkC-Qzs8O_i.png?height=446&width=600)\\n\\n### The first cities emerge\\n\\nThese newly developed cooperation capabilities led to a rapidly accelerating feedback loop of [more people making more food for more people that made more things](https://youtu.be/xuCn8ux2gbs?t=280). Cities became the ultimate manifestation of “the enormous mobilization of vitality, power, and wealth” that “escapes rural limitations” and allows for “no mere change of size and scale”, but a “change of direction and purpose, manifested in a new type of organization” (Mumford).\\n\\nThe first cities became gravitational forces for people, which resulted in a [higher density of ideas](https://www.amazon.com/Scale-Universal-Innovation-Sustainability-Organisms/dp/1594205582) that led to rapidly escalating technologies: business, writing, money, laws, culture. These primitives of coordination and communication would become the seeds of future developments of civilization-altering technologies.\\n\\n### Fractal federation\\n\\n[Mesopotamia](https://en.wikipedia.org/wiki/Mesopotamia), where much of this action was happening around 10,000 years ago, translates to “land between rivers”. The fractal nature of the merging tributaries of the Tigris and Euphrates river basins created the conditions for an interdependent network of emerging cities:\\n\\n![](https://images.mirror-media.xyz/publication-images/w70WOkSsyzyv_QtzH7kfT.png?height=1809&width=2560)\\n\\nRivers are naturally occurring fractal networks of tributaries, joining together into larger basins. The fact that rivers flow in one direction, joining into bigger catchment basins, provides increasing leverage and the opportunity for concentrated power.\\n\\nThe proto-democratic irrigation cooperatives became a victim of their own success. Where there was technological leverage, there was a physical manifestation of power. As more people showed up, it became harder to coordinate them. At some point, a very cunning and charismatic leader, wearing the Mesopotamian equivalent of a Patagonia sweater vest asked: “Does it scale?”\\n\\n### Centralization scales\\n\\nNo one had a very good answer, so the charismatic leader seized the means of production. He called himself a king, got together with his buddies, and [started creating propaganda](https://en.wikipedia.org/wiki/Sumerian_King_List) that claimed it had always been this way. Similar stories played out in [five other river valleys](https://en.wikipedia.org/wiki/Cradle_of_civilization), with [slight variations on the clothing and titles](https://en.wikipedia.org/wiki/Pharaoh).\\n\\nThese new centralized governance structures were highly efficient. When you claim that God put you in charge and said you could turn most people into slaves, you can rapidly build some big things, [like this](https://en.wikipedia.org/wiki/Ancient_Egypt):\\n\\n![Does it scale?](https://images.mirror-media.xyz/publication-images/VbWBNXI4s8Qu9Ijjiwycb.png?height=2906&width=4372)\\n\\nBut despite the scalability of centralized governance structures, they had a fatal flaw: unchecked growth without local self-limiting feedback loops eventually leads to collapse. The first civilizations “suffered from the vice that now threatens to overwhelm our own civilization in the very midst of technological advancement: purposeless materialism” (Mumford).\\n\\nSumerian Kings and Egyptian Pharaohs eventually learned the hard way that while you can technically build big great things via centralized control of power, it eventually hollows out civilization, overstretches physical resources, and collapses in under its own top-heavy weight. And then things get really bad for a while.\\n\\n## Classical Era: Greek city-states and the Roman Empire\\n\\n### Alphabets are interchangeable parts for the mind\\n\\nEventually, someone decides to take another crack at rebuilding civilization. Given that rebuilding civilization is a pretty daunting task that involves lots of people, it gets kicked off by the development of a new communication and coordination technology.\\n\\nIn this case, some [sea-fairing traders](https://en.wikipedia.org/wiki/Phoenicia) called the Phoenicians invented the new technology: the [phonetic alphabet](https://en.wikipedia.org/wiki/Phoenician_alphabet). By using interchangeable letters to form higher order words and ideas, they massively expanded the capabilities of written language.\\n\\nIt was so effective at simplifying the transmission of ideas that we still use a version of their alphabet [adapted by the Greeks and Romans](https://en.wikipedia.org/wiki/History_of_the_Latin_script). Instead of an exhausting and cumbersome list of hieroglyphic characters, alphabets simplified all words into a standard set of recombinable phonemes:\\n\\n![the Greek alphabet](https://images.mirror-media.xyz/publication-images/ZG8BmUt0x5MpMA6YYOab5.png?height=352&width=2880)\\n\\nThe Greeks picked up this technology, threw in a few vowels, and [wrote some epic poetry](https://en.wikipedia.org/wiki/Homer). Armed with these new communication tools and leisure time derived from the comparative advantage of nautical trading, the Greeks decided to get together and [play some games](https://en.wikipedia.org/wiki/Ancient_Olympic_Games).\\n\\n> *What Ancient Greek athletes and poets do on the weekend is what everyone else will do during the week in two hundred years.*\\n>\\n> Chris Dixon, [more-or-less](https://cdixon.org/2013/03/02/what-the-smartest-people-do-on-the-weekend-is-what-everyone-else-will-do-during-the-week-in-ten-years)\\n\\n### From poetry to democracy\\n\\nBefore too long, the coordination advanced from poetry and games to self-governance.  People spent a lot of time talking and thinking and decided that maybe this whole king thing was a crock of shit.\\n\\nEventually [someone](https://en.wikipedia.org/wiki/Cleisthenes) decided to actually do something about it and Greek city-states were born. While Greek city-states were far from perfect (read: lots of slaves), those who could claim citizenship enjoyed an impressively effective form of local democracy, particularly given the limited tools available to them.\\n\\n![Olympia, Greece — original home of the Olympics](https://images.mirror-media.xyz/publication-images/eI28SyqsAhwXHPEaXFyhi.png?height=1440&width=1920)\\n\\nPlato and Aristotle both argued that maintaining this pure form of self-sovereignty relied on limiting the size of cities. Plato rather prescriptively set the limit at [5,040 citizens](https://en.wikipedia.org/wiki/5040_(number)#Philosophy) (essentially the number of people who could be physically gathered in the same space to hear a speaker). Local democracy was effective, but it didn’t scale.\\n\\n### The art of reproducing cities\\n\\nAs popular emerging city-state destinations like Delphi, Olympia, and Kos outgrew their physical space, they made a radical choice: organized dispersal to new locations. This splintering allowed city-states to stay small and locally governed, avoiding the problems of large-scale centralization:\\n\\n> The good life, as they understood it and practiced it, depended on intimacy and small numbers… When the polis sent out a colony, they made no effort, it would seem, to extend either its territorial or its economic dominion: it sought only to reproduce conditions similar to those of the mother city. They had mastered the art of reproducing cities.\\n>\\n> *Lewis Mumford, [The City in History](https://en.wikipedia.org/wiki/The_City_in_History)*\\n\\nTo better coordinate, these organizationally separate but culturally similar cities started creating federations.  Ultimately, there were at least twenty different federalist structures across groups of city-states, ranging from loosely shared festivals to [representative councils, treasuries, and courts](https://en.wikipedia.org/wiki/Boeotarch). Some cities even [airdropped dual citizenship](https://en.wikipedia.org/wiki/Isopoliteia) to members of other friendly city-states.\\n\\n### The Romans show up\\n\\nThis was all fine and good until the neighbors started accruing centralized power and sacking the comparatively powerless individual city-states. While the Romans had started out with [their own city-state federation](https://en.wikipedia.org/wiki/Roman_Republic), they eventually succumbed to the siren song of dictatorship and the apparent joy of [looting and pillaging](https://en.wikipedia.org/wiki/Greece_in_the_Roman_era):\\n\\n![The fall of the Greek city-state of Corinth to the Roman Republic (soon to be Empire)](https://images.mirror-media.xyz/publication-images/05W3aQHDBfZ76IMOehIaM.png?height=1755&width=2560)\\n\\nThey say absolute power corrupts absolutely, and Romans made quick haste of trying to prove this. The Roman ~~Republic~~ Empire (thanks, Julius Caesar) followed up the sacking of Greece with a raucous 200 years of universal basic bread, free-love bath houses, and state sanctioned mass murder for sport and pleasure. Historical accounts of the populism of this period are absolutely bananas. In [the words](https://en.wikipedia.org/wiki/Bread_and_circuses) of Roman poet Juvenal:\\n\\n> Already long ago, from when we sold our vote to no man, the People have abdicated our duties; for the People who once upon a time handed out military command, high civil office, legions — everything, now restrains itself and anxiously hopes for just two things: bread and circuses.\\n\\nBut all good things must come to an end. Much like the collapse of the ancient centralized civilizations, an insatiable lust for physical comforts, violence, and growth ultimately overextends available resources, hollows out the base, and implodes. In a historical precedent that should shoot up some warning lights if you’re an American, the collapse of infrastructure and security started long before many people realized or acknowledged the end of the Empire.\\n\\n## Medieval Era: market towns and Christian kingdoms\\n\\n### Markets return power to the people\\n\\nAfter the sacking of Rome by various barbarians and warlords came a predictable period of local fiefdoms, petty dictatorships, and limited progress. While many historians now reject the term [Dark Age](https://en.wikipedia.org/wiki/Dark_Ages_(historiography)) to describe the early Middle Ages, it probably wasn’t a great time to be alive for the vast majority of the population [experiencing the violence inherent in the system.](https://www.youtube.com/watch?v=ZtYU87QNjPw)\\n\\nIn the High Middle Ages, starting around the 11th century, the self-sovereignty of newly emerging cities was reborn. It came not from an act of declarative political will but from the emergence of coordination technologies and the reality of markets. There was a Cambrian explosion of progress: [new agricultural techniques](https://en.wikipedia.org/wiki/Three-field_system) unlocked the ability for peasants to form [medieval communes](https://en.wikipedia.org/wiki/Medieval_commune), trade and crusades led to an [increased exchange of knowledge](https://en.wikipedia.org/wiki/Renaissance_of_the_12th_century), and technologies like [paper and printing](https://en.wikipedia.org/wiki/High_Middle_Ages#Science) developed. Merchants and the towns they lived in suddenly had the coordination and communication technologies to regain an upper hand.\\n\\n### If you can’t beat them, tax them\\n\\nThousands of [market towns](https://en.wikipedia.org/wiki/Market_town) obtained the crucial economic right to hold a weekly gathering for the exchange of goods and services, generally protected by a “[market peace](https://en.wikipedia.org/wiki/Lex_mercatoria)”. Some lords and priests predictably opposed the shift in power back to local, decentralized sovereignty of cities. But others embraced the trend, realizing that they had more to gain from extracting rents, tolls, and taxes from the increased commerce.\\n\\n![French market town of the Middle Ages](https://images.mirror-media.xyz/publication-images/rJKtPjdpuj-wquDicNAVt.png?height=640&width=782)\\n\\nUnlike ancient Greece, which rooted its self-sovereignty in an intentional declaration of democratic principles, the emergence of local decentralized governance in the Middle Ages came organically, through the power of comparative advantage of the mutual benefits of trade:\\n\\n> Freedom, corporate equality, democratic participation, autonomy, were never fully achieved in any medieval town; but there was perhaps a greater measure of these qualities than had ever been exhibited before, even in Greece.\\n>\\n> *Lewis Mumford, [The City in History](https://en.wikipedia.org/wiki/The_City_in_History)*\\n\\n### A new league of city-states\\n\\nIn the now familiar historical pattern, these merchant towns and guilds—freshly emboldened with money and power—began federating. In present-day Germany, hundreds of them banded together into the [Hanseatic League](https://en.wikipedia.org/wiki/Hanseatic_League), a defensive and commercial confederation of merchant guilds. Others gained relative independence as [Free Imperial Cities](https://en.wikipedia.org/wiki/Free_imperial_city) and participated in representative governance via the [Imperial Diet](https://en.wikipedia.org/wiki/Imperial_Diet_(Holy_Roman_Empire)). At least a dozen other [Leagues of Cities](https://en.wikipedia.org/wiki/League_of_cities) formed, but many were too weak to gain long-term stability.\\n\\nAs with the Greeks and Romans, the city-states of the Middle Ages met their match against the surviving centralized kingdoms and monarchical states. Some of the local powers of nobility that had avoided succumbing to self-sovereign market forces were now large empires of their own.\\n\\n### One pandemic and those pesky kings make a comeback\\n\\nWith the [civilizational shocks](https://en.wikipedia.org/wiki/Crisis_of_the_Late_Middle_Ages) of the Black Death, climatic changes, and famine (further compounded for the merchant class by a [collapse of metal currencies](https://en.wikipedia.org/wiki/Great_Bullion_Famine)), the federations proved too weak to survive. The remaining great kingdoms benefitted: “in the social disorganization that followed, power came into the hands of those who controlled armies, trade routes, and the great accumulations of capital” (CIH 346).\\n\\nThe Kingdoms of England, France, and Spain, the Ottoman Empire, the Grand Duchy of Moscow, and other proto-nation states emerged. Before long, centralized forces of military despotism were vying for power, in [bloody wars](https://en.wikipedia.org/wiki/Crisis_of_the_Late_Middle_Ages#Political_and_religious_factors) that [spanned generations](https://en.wikipedia.org/wiki/Hundred_Years%27_War). The hollowed out Catholic Church, burning the last of its divine legitimacy, started selling everything from [the priesthood](https://en.wikipedia.org/wiki/Simony) to [permission slips to sin](https://en.wikipedia.org/wiki/Simony). It was understandably [hard to keep the peasants happy](https://en.wikipedia.org/wiki/Popular_revolts_in_late-medieval_Europe). The whole place reeked of late-stage centralization.\\n\\n![\\\"Perpetual everyday plenary indulgence on every occasion for the living and the dead\\\"](https://images.mirror-media.xyz/publication-images/M8ZBRAh8YMM0Eq8c20GK9.png?height=950&width=2700)\\n\\n## Modern Era: American villages and nation states\\n\\n### Printing press: interchangeable parts for alphabets\\n\\nAnd then [a guy with a lovely beard](https://en.wikipedia.org/wiki/Johannes_Gutenberg) came along and made it much easier to print things. Gutenberg’s printing press was the communication and coordination technology that unlocked another Cambrian explosion of historical greatest hits like the [Reformation](https://en.wikipedia.org/wiki/Reformation) and the [Renaissance](https://en.wikipedia.org/wiki/Renaissance).\\n\\nBefore long, everyone had books and maps and a yearning for adventure. For a peasant-cum-explorer, those pesky kings started looking less like subjugators and more like venture capitalists ready to fund a new wave of crazy startups: [hopping onto a sailboat with a compass and seeing where you ended up](https://en.wikipedia.org/wiki/Age_of_Discovery).\\n\\n![A small maneuverable sailboat known as a caravel, Portuguese for \\\"startup\\\"](https://images.mirror-media.xyz/publication-images/hUee7Zoznr2x5twH5ZP-l.png?height=794&width=1031)\\n\\n### New land, new decentralized cities\\n\\nThese sailboats went to many places around the world, where they rapidly claimed and stole everything in sight. Some of them, hailing from England, did their claiming and stealing in a particularly well endowed natural environment that they cleverly called *New* England. And there, on land freshly cleared of its native inhabitants, they repeated the cycle once again by establishing some towns, setting up local governance, and then copy-pasting them across the country side:\\n\\n> A democratic polity—and the most healthy and comely kind of environment, as long as it remained on a small scale. In every fiber this renewed medieval form contrasted not merely with its own authoritarian past, but with all the anti-democratic assumptions of the new baroque order. The continued growth of New England town by division of the central social nucleus into new cells, having an independent life of their own, recalled the earlier pattern of Greece.\\n>\\n> *Lewis Mumford, [The City in History](https://en.wikipedia.org/wiki/The_City_in_History)*\\n\\n### From federalist papers to a national identity\\n\\nAs anyone vaguely familiar with American history knows, the cycle continued: local polities banded together into a [federalist structure](https://en.wikipedia.org/wiki/Federalism_in_the_United_States), it was generally [too weak for longevity](https://en.wikipedia.org/wiki/Articles_of_Confederation), and over time a [more centralized](https://academic.oup.com/publius/article-abstract/49/1/166/5115663?redirectedFrom=fulltext) form of government grew stronger and largely superseded it.\\n\\nThe core problem that the founding fathers of the United States grappled with was [creating sustainable structures for federalism](https://en.wikipedia.org/wiki/The_Federalist_Papers). While the Articles of Confederation and the US Constitution represent a brilliant balancing of powers to achieve this goal, they are failing under the weight of modern centralization. We appear to have once again reached [peak centralization](https://en.wikipedia.org/wiki/Dissolution_of_the_Soviet_Union) and [late-stage capitalism](https://en.wikipedia.org/wiki/Late_capitalism#Modern_usage_of_the_phrase_and_further_evolution).\\n\\nAmerica is now exhibiting the [insecure self-glorification](https://en.wikipedia.org/wiki/Make_America_Great_Again) of late-Ancient Egypt, the [crumbling infrastructure](https://infrastructurereportcard.org/) and [mass appeasement](https://fred.stlouisfed.org/series/M2SL) of late-Classical Rome, and the [shedding of moral authority](https://en.wikipedia.org/wiki/America_First_(policy)) of the late-Medieval Catholic Church.\\n\\n## The Information Age: new technologies for coordination and self-governance\\n\\nOn queue: computers, the internet, and blockchains have come along. Powerful new tools for coordination and communication that point a path towards reclaiming autonomy, self-governance, and decentralized cooperation.\\n\\nThe internet has given us an unprecedented depth of historical knowledge to learn from past pitfalls and the communication tools to work together across geographies. Computers provide technological leverage that allow individuals to scale impact to unprecedented levels. And now, blockchains solve the [Byzantine Generals](https://e) problem, allowing us to prove ownership and trust strangers online.\\n\\nDAOs are the organizational output of combining these powerful new coordination tools. The historical precedents point clearly to what in happening next: [small, localized experiments in self-governance](https://en.wikipedia.org/wiki/Decentralized_autonomous_organization) are starting to emerge. We are [carving a path](https://www.creatorcabins.com/) towards reproducible local towns that can begin to form the mesh network of federated bottom-up governance.\\n\\nBut, as we’ve seen time-and-again, these federated structures are usually short-lived, weak, and fragile. From the irrigation cooperatives of ancient river valleys to Greek city-states to Medieval market towns to New England settlements, the promise of decentralized self-sovereignty has flourished and ultimately failed.\\n\\nIt’s unclear if this cycle can be broken. But we have an opportunity that comes only once in many generations: to use the latest technologies of coordination to take another crack at the problem. Only by deeply understanding the ways decentralized organizations evolve, federate, and centralize can we attempt to build versions that are more resilient to change.\\n\\nEven if history is destined to repeat itself, the cycles should not be considered failures. Each ebb and flow of civilization brings new and improved forms of technology, governance, and prosperity that creates the foundation for the next wave. The cycles rhyme, but they also manifest in more complex and powerful iterations than their predecessors.\\n\\nAt the end of a cycle, civilization faces two choices: devolve into chaos, or plow forward with new tools for coordination to rebuild decentralized organizations from the bottom up. With eyes wide open to the historical precedents behind us, we are a generation that has been handed the tools to build the next iteration of local self-governance and the federated structures of decentralized cities that will form the basis of the next era of human prosperity. Let’s get to work.\\n\\n\\n---\\n\\n*Thanks to Cabin members Lauren Alexander, Étienne Fortier-Dubois, Timothy Roy, and Brett Pucino for edits and feedback on this essay.*\",\"timestamp\":1641399833,\"title\":\"A brief history of decentralized cities and centralized states\",\"publication\":\"creators\"},\"digest\":\"eSfdudZrWv6Hy6OxfTWEx0r4evjQtHLe6Gd3FYYeLvo\",\"authorship\":{\"contributor\":\"0xbeC26FFa12c90217943D1b2958f60A821aE6E549\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WWZj_lnNfuKNKBOXfFeu7oGu8QWVzMcv73MHeZnJ6I4\\\",\\\"y\\\":\\\"UNzbNr04LjwVsPPi0R-Vo0_KQor77Fn_tNK10-AEAjQ\\\"}\",\"signature\":\"uCsnRdpv6bUKcYJVjZMn1_6hcN4d9b7mdrBY93rTkDlfD3Ict0-GcT4k5ge-shwyPVY3egZnNhydD_WceTOBGg\",\"signingKeySignature\":\"0xe69b769b666c10906503992eded660e42ac4d91a627116dfe06a0f67ce4529c2574e5e53fc04ef81e48069be69645ac3ad8a543bbf62153be3a6731033e30ceb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WWZj_lnNfuKNKBOXfFeu7oGu8QWVzMcv73MHeZnJ6I4\\\",\\\"y\\\":\\\"UNzbNr04LjwVsPPi0R-Vo0_KQor77Fn_tNK10-AEAjQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"s9h4_PQAcJyqgC0rnsWjw9geU2wJs-IBPXIzHhgi-P8\"}"