"{\"content\":{\"body\":\"[How To Get To No In Any Negotiation For A Yes](https://www.youtube.com/embed/74EZmkHOyD8?feature=oembed)\\n\\nAre you struggling with getting people to listen to you?\\n\\n[Chris Voss](https://www.amazon.com/gp/product/B01COR1GM2/ref=as_li_qf_asin_il_tl?ie=UTF8&tag=bloggingedgar-20&creative=9325&linkCode=as2&creativeASIN=B01COR1GM2&linkId=66dd43c62913e8c98c413b8850fe5edb) has stated that getting to no is more important than yes because no makes the other side feel in control.\\n\\nAs an entrepreneur or salesperson, you’re negotiating 24/7. So, it’s in your best interest to get the other side more open to what you have to say.\\n\\nGetting a no first has been used by presidents, FBI negotiators, and countless other effective communicators.\\n\\nIn this post, we’ll provide you with three formulas that you can start using today to get people to pay more attention to what you have to say.\\n\\n1. Would you be opposed to?\\n2. We put a man on the moon; would it be impossible to?\\n3. It seems like **_** are you comfortable with that?\\n\\n## **Would you be opposed to?**\\n\\nWould you be opposed to listening to our coaches to make the program work for you? Would you be opposed to acquiring xyz competitor? Would you be opposed to testing our service for free for 7 days? Would you be opposed to having an accountability partner?\\n\\nLetting someone say yes by saying no is priceless. In all four examples, we got a no that commits the other side to take action, making it one of the final questions you want to ask or the last question you want to ask before getting a commitment.\\n\\n## **We put a man on the moon; would it be impossible to?**\\n\\nWe put a man on the moon; would it be impossible to try this other manufacturing method? We put a man on the moon; would it be impossible to leverage credit in your situation? We put a man on the moon; would it be impossible to track every hour of your day?\\n\\nThis is a spin-off from Sara Blakely’s “We put a man on the moon could we try?” Her version is for getting a yes. But if you haven’t been able to get your one no out of a negotiation yet, it’s perfect.\\n\\nHere we pushed someone out of their comfort zone or asked for something out of the ordinary.\\n\\n## It seems like _ are you comfortable with that?\\n\\nIt seems like you don’t have a process for getting customers at will. Are you comfortable with that? It sounds like you let your diet get out of hand. Are you comfortable with that? It feels like you’ve been in business for two years with little results. Are you comfortable with that?\\n\\nThis third formula is an extended label from [Chris Voss](https://www.amazon.com/gp/product/B01COR1GM2/ref=as_li_qf_asin_il_tl?ie=UTF8&tag=bloggingedgar-20&creative=9325&linkCode=as2&creativeASIN=B01COR1GM2&linkId=66dd43c62913e8c98c413b8850fe5edb). Where he asks: It seems like it sounds like it feels like\\n\\nFor our formula to work, it has to be a negative label; that way, when you ask if they are comfortable, no is the only option. This can be used after the first pain point is revealed.\\n\\nBut you can’t label without fully understanding what you’re labeling. So, if a pain point comes up, pretend that you’re a doctor. Your patient says that their shoulder hurts.\\n\\nYou could say, “do you know why that is?”\\n\\nWhen did this start happening? Or use a [Chis Voss](https://www.amazon.com/gp/product/B01COR1GM2/ref=as_li_qf_asin_il_tl?ie=UTF8&tag=bloggingedgar-20&creative=9325&linkCode=as2&creativeASIN=B01COR1GM2&linkId=66dd43c62913e8c98c413b8850fe5edb) mirror, which means repeating what they said in 3-5 words in a concerned tone. In this case, your mirror would be, “your shoulder hurts?”\\n\\nRegardless of how you dig deeper, always go a minimum of two levels deep before mirroring.\\n\\nIf you’re reaching out for a joint venture, combine these formulas with the script in our [How To Start A Joint Venture Negotiation](https://www.zenketing.com/how-to-start-a-joint-venture-negotiation/) blog post.\\n\\nJoin the ASE fleet of business owners today!\\n\\n**[Get Your Complimentary Instant Growth Package Here](https://acquirescaleandexit.ck.page/7d0175d3ef)**\",\"timestamp\":1640574602,\"title\":\"How To Get To No Faster In Negotiations - Acquire Scale And Exit\"},\"digest\":\"TdfghN2El3Z9co0YibSFyaw2j9xMm_yh2e25kZeiaJk\",\"authorship\":{\"contributor\":\"0x387c8c9903Fe9C1fe5EFE7Cc8caB14a7e6f6Da3e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NzV1WpJMUE9d5erjYgfliQnNhKbDAZaHdGtVtj7ub0k\\\",\\\"y\\\":\\\"KtDxKJ2ourzD-tX31_zUWSGruWMYNLlzy1oAmHXThu8\\\"}\",\"signature\":\"0mxlGjxRQLl9DkSRGNrhAKWa-51TH9Z35Ywo4fF91IEa_FEHqnEej5NHCA4_W5Oo6Zj32NqVrHNo79ch1YxD8g\",\"signingKeySignature\":\"0xab9c83d4638a461200100a80c5ce61b1735ce6b3c8248736a44f43e735b4348e79c509b9d9ff7c8f35be300038243c988acefc417c460d3b6b6ac5fba1edb0871b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NzV1WpJMUE9d5erjYgfliQnNhKbDAZaHdGtVtj7ub0k\\\",\\\"y\\\":\\\"KtDxKJ2ourzD-tX31_zUWSGruWMYNLlzy1oAmHXThu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TdfghN2El3Z9co0YibSFyaw2j9xMm_yh2e25kZeiaJk\"}"