"{\"content\":{\"body\":\"Most people in this world don’t know how they can make money. They are vague in their minds and cannot see their true situation. Today I will tell you nine ways to figure out their core strengths and how to make money. . If you are interested, take paper and pen to write it down, and then think about it in light of your own situation. After sorting it out, you can clearly understand your own reality.\\n\\n```\\nFor each of us entrepreneurs. Our core resource is ourselves, including our own interests, skills, and personality. And the resources you have at your disposal, such as your bank deposits, your house. If you have a team, it can also be regarded as your resource.\\n\\nWe use nine steps to figure out how we can successfully start a business and make money.\\n\\nFirst: ask yourself who you can work with.\\n```\\n\\nThe first is team members, followed by family and friends. classmate. Co-workers. There are customers.\\n\\n```\\nSecond: Ask what kind of key business you can develop and what do you want to do?\\n```\\n\\nFor example, do Internet marketing? Is it a product agent? Or do you want to cook and sell your own vegetables, or start an advertising design company? It all depends on what you will! What is your point of interest. And what is your ambition!\\n\\n```\\nThird: What are your core resources? What have you done What do you have? For example, if you have been a website programmer for 5 years, ok, you can program and make websites. This is your advantage.\\n\\nFor example, if you have money in your family, your Lao Tzu gave you 50W, ok this is also your resource. For example, you have a lot of girls in school, and after graduation, there are countless girls who are willing to wander the world with you, ok, you can teach people to pick up girls.\\n\\nFourth: Value service.\\n```\\n\\nWhat value should you provide to help your customers? It depends on your core resources and what you have done and what you will be.\\n\\n```\\nFifth: Relationship with customers.\\n```\\n\\nHow do you plan to communicate with customers. What form of communication! Is it one to one? Or conference marketing one-to-many? and many more.\\n\\n```\\nSixth: How to promote yourself and how to provide services to users.\\n```\\n\\nFor example, do you deliver the package to your door by express, or open a store and wait for users to come to you? Promote yourself through Baidu promotion, QQ group promotion, or newspaper advertising, or invite several people to do ground promotion?\\n\\n```\\nSeventh: Your user group positioning.\\n```\\n\\nDo you serve the elderly, college students, housewives, or white-collar workers in office buildings?\\n\\n```\\nEighth: What you want to do, what do you have to give. What does your cost include, and how high you can accept it. If you exceed the amount, are you sure you can get the funds?\\n\\nNinth: Income.\\n```\\n\\nAfter doing all this, what can you get? What is your income? It's not cost-effective. If the income step is not cost-effective in the end, then the first 8 steps are meaningless!\\nEveryone will be able to analyze themselves clearly by applying them one by one according to my 9 items. The direction of entrepreneurship and the things to be done can be analyzed very clearly.\",\"timestamp\":1634804676,\"title\":\"Nine tricks to figure out how to make money\"},\"digest\":\"4AMR_H1tZZdHAlurF2cnQVLbT08hwxa1-mMhhnHz4y0\",\"authorship\":{\"contributor\":\"0x0B27cE1053585ef548Cd78618Ee0b73D84246712\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"signature\":\"FTGfLdbfV0D-CdtB4vayS9xSMishto8PnpBrweGdk-pKaL5mFVvTNxrg0ZXQfAMjkcbNQmGDRb2E4gl7VBBM7w\",\"signingKeySignature\":\"0x9d86f85b2660a8cb6873525924f9adb0c5f51dfb6229fed7a757ade2793c2f19347cb8076af39b12116743e30b34d1bacb42c80a0030cd272dd62c1ad0ad21081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4AMR_H1tZZdHAlurF2cnQVLbT08hwxa1-mMhhnHz4y0\"}"