"{\"content\":{\"body\":\"大头小蚂蚁区块链学习笔记217：元宇宙直播学习笔记\\n\\n本文只是个人的学习笔记，不构成任何投资建议，据此投资，后果自负\\n\\n币安直播的第2场是关于元宇宙主题的，因为元宇宙本身还没有成型，大家都处在摸索的阶段，所以嘉宾的很多观点也不一定经得起推敲，因此这篇文章顺着直播边回顾边复盘，边理解边阐述我自己的想法。\\n\\n针对元宇宙的概念，在各个平台听到各个大佬都有自己的见解，本次的嘉宾也表示，元宇宙是见仁见智的，不过他的一个观点很有价值，就是当前的元宇宙还处于早期，作为原住民，想要再元宇宙生存下来，肯定得需要最早期的粗制滥造。就好比sandbox上面的各种建筑以及各种区块链上的 NFT游戏等，都显得特别幼稚和粗糙，但是不要紧，按照嘉宾的观点，这就好像你进入一片蛮荒之地，首先得保证自己有房子住，有食物吃。当前看到的很多元宇宙雏形虽然做的很烂，但绝对是未来这个领域里不可缺少的。只要不断优化，就能快速迭代，因此针对这类项目必须要及早参与进去，先握住一张船票。这里又想到了另一位大佬在谈元宇宙的时候说，现在很多人看不懂元宇宙，也看不起元宇宙，就好像移动互联网初期，很多人看不懂移动互联网，不知道移动互联网是什么样子一样。可几年过去了，大家发现传统的互联网企业只要没有转型到移动互联网上的，面全都死亡。而新兴的企业无疑是移动互联网的宠儿。\\n\\n主持人提问元宇宙是可以预期的未来吗？嘉宾的观点是肯定的，并且在未来3\\\\~5年就能看到一定的成效，原因如下：首先受疫情的影响，人们不得不居家办公，这为元宇宙的发展提供了有利条件。其次VR、AR等硬件设备出货量在不断增加；3、各种资本都在涌入这一领域；4、由于各国政府的货币超发，使得越来越多的人不再相信法币，并且将过多的法币存放进元宇宙领域，形成新的蓄水池；5、现在的很多技术都已经发展到了瓶颈期，人类急需新的技术来摆脱困境，否则就会有爆发战争的危险。\\n\\n嘉宾还认为元宇宙当前肯定是有泡沫的，而且泡沫也一定会破掉，但破掉之后又会重新回归，就像曾经的互联网一样。但是区块链世界要比互联网发展的更快，所以这个周期可能会很短，因为随着defi和nft的发展，大多数人为参与的环节都被自动化取代，这就极大的缩短了迭代周期。\\n\\n主持人还问Web3能否打破web2.0的由大公司主导掌控权的局面，嘉宾的观点是比较悲观的，这也是我看了很多人的观点之后，第1次接触到比较理智的负面评论。之前看到的很多大佬都认为web3.0能够让个人拥有完全的自由，独立掌控自己的数据信息，但是这位嘉宾的观点是：元宇宙很难由单一的巨头垄断，但是必须要有一个底层的共识，我认为这就好比当前的互联网，拥有一个全世界共同遵守的TCP IP协议，然后每个人贡献一点点，最后构建成元宇宙。但是这种发展很可能会形成马太效应，初期的那些参与者会越来越有钱，越来越有资源，从而获得更多的主导权。可是后期进来的人就必须要为别人打工了，这里他也举了axs的例子，虽然前期很多失业人员通过玩这款游戏赚到了钱，但是他们赚到的虚拟资产想要变现，也是需要卖给那些有钱人的。对于有钱人，这些虚拟资产就和传统的互联网游戏差不多，只是为了满足虚荣感或者作为投资品。久而久之，底层打工的永远只是在出售时间成本和溢价，最终由富人买单。而随着技术的发展，很可能就会出现赛博朋克那样的社会：大量的工作被人工智能取代，底层的人类只能到元宇宙里打工糊口，形成一种高科技低质量的生活。\\n\\n我在想，如果真到了赛博朋克那种程度，不要说拥有数据的所有权了，就连生存权可能都会被轻易剥夺。\\n\\n关于如何投资元宇宙，嘉宾给出了两个理念，第一就是他们不会想要投出一个元宇宙，而是要保证投资的项目必须在未来的元宇宙里。这个观点很有启发，如果元宇宙实现了，那么哪些项目或基础设施是必备的，就在当下投入那些项目。就有点像腾讯曾经的口号，要做互联网的水和电。对于元宇宙，我认为最重要的基础设施肯定是价值体系，而价值体系最经得起考验的当然是比特币以太坊一类的老牌项目。然后就是元宇宙的底层公链，目前还没有类似科技行业里那种标准化组织的机构为元宇宙制定标准，但是当前的以太坊、solona、雪崩协议、near等都有机会，都要坐在车上。再就是元宇宙中的应用设施，比如建筑、直播、声音影像、社交都绝对会是最重要的组成部分，也不能放弃。要想与现实世界连接，硬件是必须的，所以类似谷歌眼镜、VR、AR设备，或者过渡阶段的手机，如果能参与进去也一定要把握住。\\n\\n嘉宾的另一个观点是没有什么项目会完全成功，所以也要有一种试错的心态。这种心态其实很多人都有，但是真正到投资上面却经常会被现实打的晕头转向，进而情绪失态。其根本原因就是不懂得仓位管理，要么梭哈要么配杠杆，总想着一夜暴富，结果连本金都没了。\\n\\n最后嘉宾分享了元宇宙与游戏的差异，他认为这个问题并没有讨论的必要，元宇宙肯定是包含游戏的，但游戏绝对不是元宇宙的全部。我也是这样认为，就连Facebook的宣传片也能够看出未来的元宇宙，就好像如今的移动互联网一样，会成为生活的基础设施，你可以进入某个游戏社群和大家一起攻城略地，也可以安安静静的躺在沙发上，通过元宇宙欣赏一片美丽的大海，或者构建一个虚拟的房间和远在千里的老朋友谈谈心扯扯八卦。这又能联系到文章前面说的\\n，要投资那些在未来肯定会成为基础设施的东西，比如社交。\",\"timestamp\":1641458673,\"title\":\"大头小蚂蚁区块链学习笔记217：元宇宙直播学习笔记\"},\"digest\":\"N_CXZmorf1BwUbgeLdbRMdpz1ZnnhvLhcbQocUREt3M\",\"authorship\":{\"contributor\":\"0x0b81347Ec5D389AF37677ea44f42f42a0D0CEe0a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Xw-AbKVPU1tOjPM6g4ynDsRTZ-kxQUajzS-Y3V9PxaU\\\",\\\"y\\\":\\\"HnHucmyZscnJrd1T1Twlc3IiZgssULHQgI6GQULrZjI\\\"}\",\"signature\":\"to1EsynO4yALwmVfTHAqn9tQZUhyOtwi1ZTJFKHzvqop_jjVaAL88k7CLPu-Zidi7YhAM6JYrqM-6wo1oKd4JQ\",\"signingKeySignature\":\"0xf63b58a6f0b2d3f9dffb8c6d5cd46a76f7a6d3457697ff97ff63642ea971f6e873c1ea86a5922930734e5ebbe19e5b3e01c5d22732c946d62130a4c440a9d2ef1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Xw-AbKVPU1tOjPM6g4ynDsRTZ-kxQUajzS-Y3V9PxaU\\\",\\\"y\\\":\\\"HnHucmyZscnJrd1T1Twlc3IiZgssULHQgI6GQULrZjI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"N_CXZmorf1BwUbgeLdbRMdpz1ZnnhvLhcbQocUREt3M\"}"