"{\"content\":{\"body\":\"![Photo by Anders Jildén on Unsplash](https://images.mirror-media.xyz/publication-images/BrE51kLwDCLZXXSnZ0oPk.jpg?height=1280&width=1920)\\n\\nBridge from layer 2 is one of the scalability solutions. Since layer 1 has set a foundation for blockchain to operate, upgrading layer 1 may cause unnecessary disruption on existing operations. The bridge is a perfect choice for blockchain with massive traffic while seeking for expansion of more users to join in the different types of blockchain.\\n\\n**TL;DR**\\n\\nLayer 2 bridge is a technique to help layer 1 blockchain expand its user pool in the different types of blockchain without going through cryptocurrency exchange platforms. However, by trading off to gain more speed, the blockchain will face security concerns.\\n\\n**Here is a 1 min summary of the article if you want to skip the reading.**\\n\\n[2022 Prediction #2 L2 Bridges](https://www.youtube.com/watch?v=trR3RUG1vro)\\n\\n**Why Bridge**\\n\\n![](https://images.mirror-media.xyz/publication-images/q5U3HxpW6Bqf2BSwLF0Sp.png?height=527&width=1400)\\n\\nLayer 1 blockchain needs to validate transactions. They are costly and expensive when there is a massive amount of data traffic inflows into for validators to perform work in a short time. The bridge is a method to bring the data off the blockchain and conduct a side operation before sending them into the blockchain to validate. Also, bridges can connect with different blockchains and exchange data with the needs of the crypto exchange.\\n\\n**Why Not Cryptocurrency Exchange**\\n\\nGoing through cryptocurrency exchange platforms is costly and insecure. If Ethereum wants to go to Avalanche, you need to convert Ether into Avalanche through cryptocurrency exchange platforms. Most likely the cryptocurrency exchange platforms will require KYC or Know Your Customers. While you may want your identification to be hidden, cryptocurrency exchange may not be a viable route. Also, the exchange is insufficient to secure large amounts of funds with the capability to prevent hacking.\\n\\n**Bridge To Multi-Chains**\\n\\n![](https://images.mirror-media.xyz/publication-images/12HClykvWVrwXl0Sd7-Gk.jpg?height=400&width=1000)\\n\\nBridges make a hub of different crypto to freely exchange without going through third parties services. It makes it very convenient for developers and investors to put together their assets in one place while freely exchanging them when they need to. The cross-chain bridge can also eliminate third-party service providers and make users custody their own crypto assets.\\n\\n**Security Concerns**\\n\\n![](https://images.mirror-media.xyz/publication-images/zarSW9nMZwWYZ4_6sbOdq.jpg?height=647&width=1000)\\n\\nDespite all the benefits cross-chain bridges can provide, they create a weak point for hackers to exploit. The Poly Network incident was one of the largest losses in bridge cross-chain hacking in 2021 with a $700M loss from the wallet address. Not if the White Hat who hacked the system and later returned all lost funds, the bridge project may be set back. Security in bridges is one of the biggest concerns while many blockchain developers hesitate to develop the technology.\\n\\nThe bridge is developed through smart contracts which get privileges granted to developers to access sensitive data without going through the validation process. It opens a portal for hackers to tap their accounts and siphon funds away from the blockchain.\\n\\nIt can bypass private keys easily without ever needing to access funds and directly explore funds to hackers.\\n\\n**2022 Is Bridge testing Year**\\n\\nThe bridge is a viable alternative to exchange different cryptocurrencies from different types of blockchain with a short time and less cost. It provides a possible way for developers to build a better DApps system to serve more users with different types of crypto. However, security is the biggest hindering of development and it will continue challenging the progress of the bridge technology. We will need a better solution to resolve hacking before providing users with bridge technology.\\n\\n**In Conclusion**\\n\\nThe bridge is one of the ways to resolve the scalability of blockchain and provide a possibility for cross-chain transactions. If only we can resolve security issues, the bridge can be feasible to implement and help blockchain to grow.\\n\\n***Stay tuned for the 2022 Prediction #3: Zero-Knowledge Proofs or ZKPs***\",\"timestamp\":1641196486,\"title\":\"2022 Prediction #2 L2 Bridges\"},\"digest\":\"LW2svsZuHCPJn8HH795-ygBPWtUDSyl8-ni5nI22iUY\",\"authorship\":{\"contributor\":\"0x87D5032831E5C092c87eb879e5108da7D58f9192\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lw4t0mlznI4_BZiKaXoO0GDds-k2Clvl2kIjiIO3wd8\\\",\\\"y\\\":\\\"tshMvjAj0Qih3m2u_r94rFHGuI6WbqbpZWqxA4eQZnQ\\\"}\",\"signature\":\"5nzC-oRJuvANYyIoCpN0r-Pd8GwrnAJ8ScB-rpGxN6Z-pg7VPoi56ZBiSGcWttm8DtLsP-8bCmMiuQGJ40NNbg\",\"signingKeySignature\":\"0x2377719d6c5e70a72859b3007214aee9d157cabe693063a753dcf9728579b6f468199eec967de55a473acdd17994cbaac6a4ea94d085e6d31747eecba4f4da931b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lw4t0mlznI4_BZiKaXoO0GDds-k2Clvl2kIjiIO3wd8\\\",\\\"y\\\":\\\"tshMvjAj0Qih3m2u_r94rFHGuI6WbqbpZWqxA4eQZnQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LW2svsZuHCPJn8HH795-ygBPWtUDSyl8-ni5nI22iUY\"}"