"{\"content\":{\"body\":\"[![Star Atlas](https://miro.medium.com/fit/c/56/56/1\\\\*NUmmYROVLt19ikAbCunjXQ.png)](https://staratlasgame.medium.com/?source=post_page-----de789d607b7-----------------------------------)\\n\\n*From an ONI explorer to an Ustur collector, the battle for the NFT that is the Vintage Astronaut Suit is far from over.*\\n\\n![](https://miro.medium.com/max/10000/1\\\\*jKAXLRYJF6nq258ipa-fPg.jpeg)\\n\\nVzus Spaceship on a Hunting Mission in Progress /// Star Atlas In-game Player-Owned Asset /// Fully Immersive Metaverse Experience\\n\\n<< Missed the first part of this story? [Read it here](https://medium.com/star-atlas/star-atlas-nft-cosmos-gameplay-hunt-ancient-artifact-nft-1555e865ef4f).\\n\\nUstur artifact collector Clustr.soul stared out the window of their ship, watching as fragments of an [Opal JetJet](https://play.staratlas.com/market/2W6ff8LajAwekXVxDARGQ9QFNcRbxmJPE2p3eNsGR7Qu) floated by in the dark expanses of space. Clustr only took a moment’s pause to reflect on the life they had just taken, and then redirected their raw processing power to indulging the prospect of the huge [ATLAS](https://coinmarketcap.com/currencies/star-atlas/)-spending crowds that would be drawn by the possibility of being suited up in the newly acquired [Vintage Astronaut Suit](https://play.staratlas.com/market/6Y4bSkNwcugHzDc8eDSqDL9m15mQi9Mc8UncxVm5YZRX).\\n\\nBefore having had a chance to fantasize about what ship upgrades they would make with the profits, they saw something in the distance and strained their eyes trying to make out the faint light in the depths of deep space headed toward their location.\\n\\nBased on the speed, and the number of lights approaching, Clustr.soul knew it would be a losing battle — but no real Ustur goes down without a fight. They weren’t about to lose such precious cargo that easily. Clustr punched in a command and waited for the turrets to reposition. The scanner’s beeping sound detecting a fleet of [Pearce X4s](https://play.staratlas.com/market/MTc1macY8G2v1MubFxDp4W8cooaSBUZvc2KqaCNwhQE) grew louder as did the hum of the rotating turret reverberating through the ship. Clustr looked at the window from their battle station. Sitting atop their single passenger space bikes were what he recognized as one of those notorious meta-guilds in Star Atlas working together across factions, a combination of Ustur, MUD, and ONI, united by common goals, at least until someone got stabbed in the back.\\n\\nA MUD scavenger caught his eye and shook his head, and then pointed his finger in the shape of a gun at Clustr and pretended to fire a shot.\\n\\nClustr held the MUDworm’s gaze, radiating contempt — but before they could reach for the missile launch button, the swarm of Pearce X4s unloaded at the same time, ripping apart the [Calico Guardian](https://play.staratlas.com/market/4TpCAobnJfGFRbZ8gAppS9aZBwEGG1k9tRVmx6FPUvUp) and ending any possibility of Clustr’s grand plans for their museum. The Pearce X4s weaved through the wreckage, grabbed the Vintage Astronaut Suit, as well as a few other rare items, and flew back off from where they had come.\\n\\n![](https://miro.medium.com/max/7674/1\\\\*RzuZtcv4Iy\\\\_43F2DjVQKpg.png)\\n\\nCalico Guardian Spaceship “*The Curator”* /// Star Atlas In-game Player-Owned Asset /// Fully Immersive Metaverse Experience\\n\\nThe large exo-glass facade of the [New Exoplanetary Textiles Co.](https://play.staratlas.com/market/7PFvfkQip26mzD5gvipjNLqpyzFyR8qvrndF7u1jFfaq) reflected the orange hue of the sun-burnt sands on which it stood. The small fleet of Pearce X4s touched down, sending sand swirling around the hundreds of Ustur moving around, some carrying large boxes and others operating transport rigs.\\n\\nSmoke plumed from the large chimneys on the lower part of the factory buildings. The guild dismounted and took in the sight. It wasn’t often that they were allowed on the premises, and the MUD scavenger looked up to see the battle turrets that had too often shot down anyone who entered into the factory’s airspace without permission. But this time was different. This time, the guild had something valuable in their hands.\\n\\nEscorted by an Ustur, and walking slowly through the maze of white corridors, the MUD scavenger was eventually shown into a large room with nothing but a hover table and an Ustur android with their back to him, staring at a holomap of some unknown part of the galaxy on the wall, one that has yet to be scanned in the Star Atlas.\\n\\n“The table, if you would be so kind,” the Ustur said.\\n\\nThe scavenger opened the bag and placed the Vintage Astronaut Suit on the table. The android turned around and approached, never once looking at the visitor and keeping their gaze on the prehistoric suit.\\n\\n“Ustur Wod.bod,” the mechanical being said, answering a question that hadn’t been asked, while still admiring the suit as if examining a priceless ancient scroll.\\n\\n![](https://miro.medium.com/max/10000/1\\\\*Lmkt4QXYo6EOOrPwrkqiiQ.jpeg)\\n\\nUstur-centric Deep Space Design /// Star Atlas In-game Player-Owned Assets /// Fully Immersive Metaverse Experience\\n\\n“It came at great expense to us,” said the MUD scavenger. “I reckon it’s worth a fortune.”\\n\\n“You are mistaken,” said Wod. “You will receive a portion of ATLAS, along with the promise to leave here with no harm inflicted.”\\n\\n“That wasn’t the deal,” the scavenger said.\\n\\nWod raised their eyes and looked at the scavenger across the table. “You will receive what is given to you, fair and square. Nothing more, nothing less.” Wod motioned to the other Ustur in the room who made a transfer of ATLAS, with the faint blue light on the MUD’s HED flickering, indicating that the transfer was complete. Wod motioned to the door and returned to visually inspect the suit.\\n\\nThe scavenger knew it was worthless to try and negotiate and begrudgingly picked up his bag and left the room.\\n\\nWhile perhaps outdated compared to available tech, there were several design aspects to the Vintage Astronaut Suit that Wod knew they could work with. After all, innovation is nothing more than an evolution based on existing ideas.\\n\\nThe days passed and Wod worked without pause. Within the cutting edge tech factory compound, there was all that one could have possibly dream of to turn a vision into reality. At the end of day five, the prototype was finally ready. For the first time since getting their hands on it, Wod.bod stopped and let out an incomprehensible victorious sound. Next to the carefully hung Vintage Astronaut Suit now lay a brand new garment inspired by it, designated as [NXT LE\\\\]V\\\\[EL DS BODYSUIT](https://play.staratlas.com/market/7PFvfkQip26mzD5gvipjNLqpyzFyR8qvrndF7u1jFfaq), bearing the essence of the spirit humanity possessed when it took to the stars.\\n\\nTake risks, win big, and forge your own path in Star Atlas. With unique ships, an array of assets and weapons, and opportunities to carve a name for yourself within the expanse of space, Star Atlas awaits. Find out more at [staratlas.com](https://staratlas.com/).\\n\\n## Haven’t seen the Star Atlas Trailer yet? Watch below:\\n\\n## ABOUT STAR ATLAS\\n\\nStar Atlas is a next-gen gaming metaverse emerging from the confluence of state of the art blockchain, real-time graphics, multiplayer video game, and decentralized financial technologies.\\n\\nReal-time graphics technology using Unreal Engine 5’s Nanite allows for cinematic quality video game visuals. Blockchain technology using the[ Solana](http://solana.com/) protocol established a largely serverless and secured gameplay experience. Non-fungible tokens obtained and traded within Star Atlas creates an economy that replicates the tangibility of real world assets and ownership. To learn more, visit[ StarAtlas.com](https://staratlas.com/) and join a faction at[ Play.StarAtlas.com](http://play.staratlas.com/).\\n\\n## JOIN OUR COMMUNITY\\n\\n[**Twitter**](https://twitter.com/staratlas) |[ **Discord**](https://discord.gg/staratlas) |[ **YouTube**](https://www.youtube.com/channel/UCt-y8Npwje5KDG5MSZ0a9Jw) |[ **Instagram**](https://www.instagram.com/staratlasgame/) |[ **Reddit**](https://www.reddit.com/r/StarAtlas/) |[ **Facebook**](https://www.facebook.com/StarAtlasMMO) |[ **LinkedIn**](https://www.linkedin.com/company/star-atlas) |[ **Tik Tok**](https://www.tiktok.com/@staratlasmetaverse) |[ **Twitch**](https://www.twitch.tv/staratlasgame) |[** Telegram**](https://t.me/staratlasgame) |[ **Audius**](https://audius.co/staratlasbeats) |[ **Medium**](https://medium.com/star-atlas)\\n\",\"timestamp\":1636468698,\"title\":\"Star Atlas NFT Cosmos: The Hunt for an Ancient Artifact — Part II\"},\"digest\":\"PiVTogo8I9zlqXGtwD_0qrQ3Dd40Smw1mUFEEgD0X9o\",\"authorship\":{\"contributor\":\"0x6f3c06b4c50B17b4CEAA9d609356Ebd57963D011\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uFMHOmlLDPrLDf9Y_vji2G6pgcEUBHQzfdRtjqGd2JE\\\",\\\"y\\\":\\\"dHwc_COyYZZnt4xLgaCrcVEjVQ4Avm85TwanmeOBhaE\\\"}\",\"signature\":\"t6_yCLQGKLia1s3OieZqzB31SLINW_O73Dtnq9llROLYzFYALz3MpFseydTvO7INkUFhWsweZ_iqPhkxWn4bqw\",\"signingKeySignature\":\"0x7259903fd172e0c05c42676beae37b4da6382e537fae4d8102dceaccc213701f73d4978d59e3e00a628452d62720f35e6d8629cc60dbb41a34211bb67edfc62d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uFMHOmlLDPrLDf9Y_vji2G6pgcEUBHQzfdRtjqGd2JE\\\",\\\"y\\\":\\\"dHwc_COyYZZnt4xLgaCrcVEjVQ4Avm85TwanmeOBhaE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PiVTogo8I9zlqXGtwD_0qrQ3Dd40Smw1mUFEEgD0X9o\"}"