"{\"content\":{\"body\":\"First, filecoin\\n\\nFil is the hottest blockchain this year. It has been half a year since the main online line. The growth space has increased from US $20 to US $238, with a profit of 10 times. At present, it has been callback to US $140. The current fil has established a relatively mature consensus foundation, and many blockchains in the storage sector come out later\\n\\nProjects are benchmarked in a fil, and the slogan is to surpass fil. Obviously, fil is already a benchmark and a leader for others to catch up with\\n\\n。\\n\\nFor long-term value investment, fil is relatively safe and reliable, and there is no problem in the long-term investment. At present, the new computing power of the whole network is still about 30p. Compared with the previous pledge currency + gas, the packaging cost is reduced a lot, with an average of about 10 currencies per T and an average of 0.067fil/t/day per day. It still belongs to the period of bonus mining.\\n\\nSecond, Chia Chia\\n\\nChia Chia is called a green BTC, which uses the user's idle resource hard disk for mining. With a laptop at home, a larger hard disk can be used for mining. Like the NASDAQ listed exchange, coinbase is the shareholder behind it.\\n\\nIt should be noted that fil miner\\n\\nFrom last year to the first half of this year, there was no increase in the price of hard disk under such a hot situation. This year's Chia doubled the price of hard disk in just a week or two. The project side should spend a lot of money on such a hot heat. The original price of 16t hard disk on the market was 2000 yuan, and the highest price on the left and right rose to more than 6000 yuan, which can make the hard disk in the traditional industry rise so much. It can be seen that the capital behind it\\n\\nStrength is also unusual.\\n\\nCurrent Chia Market\\n\\nThe total circulation is about 500000, and the circulation is very scarce. Chia ecology is just starting. If the project party is doing some good, the market may be a price, but I still don't suggest you fry money, which will fluctuate greatly.\\n\\nThird, swarm (BZZ)\\n\\nWhat is swarm?\\n\\nSwarm is an official part of the Ethereum project, which is mainly funded by the Ethereum foundation\\n\\nLead investment and development, allowing mine pool storage, bandwidth and computing resources to support Ethereum based applications. From the beginning, it was considered as one of the three pillars of Web 3.0 components together with Ethereum and whisper.\\n\\nAt present, swarm has received investment from many well-known institutions such as alpha capital, bitscale capital, DFG, Kr1, hashkey, NGC venture, get capital, P2P capital, waterdrive capital, white paper capital and YBB Foundation Ltd.\\n\\nThe swarm project first has the personal platform of Ethereum founder V God. The official project of Ethereum has not been up and down the main network, and the price of private coin \\\"BZZ\\\" has reached more than 50U. It is said that it may be to mortgage BZZ mining eth. So far, the official economic model has not been determined, and the mining machines on the market are mainly tested and airdropped\\n\\n。 Fourth, dfinity (Tiffany) (ICP)\\n\\nFirst of all, dfinity started its project preparation in 2015. At that time, it was the hottest period of ICO. It obtained nearly $170 million in three financing times. Many well-known investment institutions such as a16z and polychain capital participated in the investment. Compared with Chia, it has much older qualifications and is also a project highly expected by the market.\\n\\nDfinity creates the first blockchain based solution that runs at web speed and can infinitely increase capacity. It will be able to host unlimited applications\\n\\nAnd smart contracts to store any amount of data at the same time. Dfinity claims to be an \\\"Internet computer\\\" and promises to provide blockchain based cloud computing, which will form the basis of the next generation decentralized Internet. Whether it can be called a blockchain cloud computer.\\n\\nAt present, the token ICP has been launched on several major exchanges. The value of the fire coin exchange is more than 300 US dollars. It is expected that the mining machine will be launched in the second half of the year.\",\"timestamp\":1639319592,\"title\":\"Four blockchain projects worthy of attention in 2021\"},\"digest\":\"OLKrO7LAQc7MKFWMll9x1qpMX3p9Er853kV36ApmJgo\",\"authorship\":{\"contributor\":\"0x174459460A65Dac1242793534dAf9502B0168ab0\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YPzRovzjeCP-nfd8UmTBBthdvIyEWWL1YOViDipisug\\\",\\\"y\\\":\\\"DG7AxKu-tFBuqACJtE1MdnAJIzHWlbT8awp1BpGqcW0\\\"}\",\"signature\":\"7jSpGCcDxb1K4JujzyCIQEqS0MGBZj98C8aAhMbhTKGTwS2wKvtNTpBXHryd_wcFADHShK1XwlXsZLYF7Ykn_A\",\"signingKeySignature\":\"0x97d3a533455ad5801930454b9fc41d95ec4a330cc126d3f1b2935739fc3e63eb028081f0c0250df984b4b9fc66efbc19aaec6fb77589a5c02851fb0a415b081c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YPzRovzjeCP-nfd8UmTBBthdvIyEWWL1YOViDipisug\\\",\\\"y\\\":\\\"DG7AxKu-tFBuqACJtE1MdnAJIzHWlbT8awp1BpGqcW0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OLKrO7LAQc7MKFWMll9x1qpMX3p9Er853kV36ApmJgo\"}"