"{\"content\":{\"body\":\"## Introducing New Order\\n\\n![](https://images.mirror-media.xyz/publication-images/U7uxEqfMingRF2kGQ0xdf.png?height=288&width=512)\\n\\nSourcing resources for DeFi startups is a challenge in our industry that has yet to be addressed. Despite the frothy market of venture capital we are currently experiencing, founders are in need of expertise, community, and networking assistance in order to have a successful launch.\\n\\nAt New Order, we are building an on-chain experiment redefining the accumulation, formation and distribution of resources for DeFi builders. Our goal is to leverage the coordination offered through the DAO model to get founders from an idea to mainnet.\\n\\n![](https://images.mirror-media.xyz/publication-images/ooFyauiljKwQuaRzCIBDZ.png?height=99&width=512)\\n\\n## Community as a Co-Founder\\n\\nNew Order is an incubator DAO formed with the goal to build a self-governing incubator positioned to assist DeFi innovation, through promoting new asset classes, chain agnosticism and machine intelligence.\\n\\nOur DAO provides a two-tier architecture with a community of DeFi experts and a deep pool of individuals looking to get involved with other innovators and a second layer network of some of the most accomplished and respected DeFi and Web3 professionals and projects.\\n\\nWe believe that the immense opportunities of decentralized finance can only be rendered through embracing collaboration and coordination.\\n\\nThe introduction of a fully decentralized incubator allows for community members to democratically allocate funding and applicable resources to projects of their choice. Allowing for a unique decision mechanism that will support projects that are considered to be the most innovative and containing the highest growth potential.\\n\\nThe primary criteria that would guide the DAO’s decisions would be a focus on the Web3 ecosystem, introduction of new asset classes and multi-chain inter-operability. These criteria were carefully chosen to ensure that the most disruptive ideas are at the forefront of the DAO’s resource allocation.\\n\\n## YCombinator, but make it a DAO\\n\\nOur DAO utilizes a unique business model that is not an easy comp to other protocols in the space but rather it would be easier to draw comparisons to a traditional venture capital firm. The protocol focuses solely on building our treasury through strategic incubation.\\n\\nThrough strategic incubation and acceleration, we aim to launch 20-30 projects per year and route a token allocation from these projects directly back into the DAO. On top of receiving token supply, the treasury will also be portfolio managed through various DeFi strategies to optimize returns and further diversify.\\n\\nWe believe that there are a growing number of DeFi users that are seeking the best products, yields and user experiences that belong to a ‘multi-protocol’ ecosystem. The New Order DAO is a rare multi-protocol ecosystem that allows DeFi users to discover new multi-chain DeFi products while acting as an ‘ecosystem-as-a-service’ for builders and established projects to launch new projects.\\n\\n**Growth opportunities** 📈\\n\\nUtilize our community of industry professionals including developers, traders and yield strategists to get the needed insight to scale your projects liquidity and community.\\n\\n**Networking** 💼\\nOur resourceful network has access to a wide range of VC’s, PR companies and exchanges. In order to complement your growth, we will provide you with the needed contacts tailored for your needs.\\n\\n**Fundraising** 🤝\\nFrom pre-launch SAFT sales to post-launch treasury sales, we will be assisting our projects through introductions to top-tier blockchain funds. Further, we will be providing the required resources to bootstrap your idea. We will guide you through the whole fundraising project, from pre-launch SAFT sales to post-launch treasury sales.\\n\\n**Token design and protocol architecture**👷\\nTo lay robust groundwork for your projects success we will engage our core team and partners to provide you with the expertise for token and Dapp engineering. We can tailor the design of tokens, liquidity mines and treasury management practices to your needs.\\n\\n**Development and security** 🔐\\nTapping into our vast community of developers, we will source the needed professionals to join your team. We will ensure that the best smart contract and security practices are maintained pre and post launch.\\n\\n## Incubated Projects\\n\\nTo kickstart our incubation pipeline, we will be pushing 3 DApps built in-house into this DAO and further decentralizing their core-team efforts with the community of New Order. Building on top of our thesis, here are two of the three DApps we will be launching with this new ecosystem:\\n\\n#### OptyFi\\n\\n![](https://images.mirror-media.xyz/publication-images/sPmTniDMyKReHRCMw9WEj.png?height=256&width=512)\\n\\nThe OptyFi Protocol provides simplified access to optimized yield across DeFi using a novel machine-learning powered index to evaluate thousands of yield strategies across hundreds of liquidity pools, dozens of protocols and multiple blockchains.\\n\\nThe OptyFi Protocol continuously monitors DeFi activity, predicting the yield of thousands of possible strategies across hundreds of liquidity pools allowing the vaults to self-optimize their yield strategy in real time using Dynamic Strategy Generation and a pioneering smart contract execution engine. Essentially, vaults can update to the highest yield in real time.\\n\\n#### \\\\[REDACTED\\\\] Cartel\\n\\n![](https://images.mirror-media.xyz/publication-images/kKu6PpsAlf_ilWmL5KZd7.png?height=256&width=512)\\n\\n\\\\[REDACTED\\\\] is the first official branch of OlympusDAO focused on acquiring CRV, CVX, and other relevant governance tokens to expand Olympus DAOs reach beyond risk-free value and into a multi-token ecosystem. The rebasing governance token $BTRFLY will act as the token used for bonding and as a meta-governance token for the underlying treasury which is composed of tokens that can influence critical gauges in the DeFi ecosystem in a sustainable and decentralized manner.\\n\\n## What's Next?\\n\\nToday, we open our Discord channel in order to form this incubator DAO with all of you, with the goal to be fully on-chain by December. The core-team allocations of the protocols above will be routed to this DAO and used to kickstart the treasury for the DAO alongside a token sale where we will have stablecoins and other tokens to bootstrap the next DeFi innovations we choose to pursue as a community.\\n\\n![](https://images.mirror-media.xyz/publication-images/Y1gvRY-vAH_aUHLBW95nK.png?height=99&width=512)\\n\\nYou can get involved by joining the server and picking a relevant workstream to participate in where you can receive governance tokens and become a co-founder of our DAO and its incubated projects.\\n\\nIf you are an innovator with an idea looking to join the New Order ecosystem, you can [apply on our website](https://www.neworder.network/) where a contributor from the venture manager workstream will reach out to you with next steps on how to launch with us.\\n\\nIn our next article, we take a more technical look at how this DAO will operate cross-chain and between SubDAOs.\",\"timestamp\":1637607702,\"title\":\"Introducing New Order\"},\"digest\":\"otHj1ufcaOPjwi_k_1t7Cl0f4zSs4bxwHtsqrVYKT3o\",\"authorship\":{\"contributor\":\"0x13c5432CfC12bA1f32B6090d1a09cf0Efe9C95Bd\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XLrCruoFPHDlp5xtgzV8KgblYOjG76OXrcqdjj9nh_o\\\",\\\"y\\\":\\\"yDwt-qD6cDrpbfeazJTt-NY62CnwHpSfSnZ1xvCHnuM\\\"}\",\"signature\":\"2pW0x-ivtKUOukyiuTitmq-FWEfNrcejkSemIhimCiGiqHk4ieUKxPXgInSI7tW8uW_SFIoKAlTsKD6bj4gPgw\",\"signingKeySignature\":\"0x66a77f02779c59e246579b476597f07ccb8719b6623119e263e315488deb497630bc79d41732a9d7fc03938392f9697f3d10721347cd47f25a5874adfc03f4d01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XLrCruoFPHDlp5xtgzV8KgblYOjG76OXrcqdjj9nh_o\\\",\\\"y\\\":\\\"yDwt-qD6cDrpbfeazJTt-NY62CnwHpSfSnZ1xvCHnuM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wNnjtD5e0z36XG6RU1YCHVD81gVuADDOXH9oaPzs1Yw\"}"