"{\"content\":{\"body\":\"Life is beautiful and fragile; Peace is appropriate and far away. When life and peace are powerlessly tossing around in the civilized era, I can only do my meager power to roar up to the sky and send out the most primitive cry: love life and travel safely.\\n\\nLife is beautiful, beautiful serenity, beautiful elegance and publicity. On a sunny morning, life is a river with dew, bright red is better than fire; In the wilderness where the spring breeze blows, life is lush grass, green as blue; In the drizzling 'dusk, life is a deep rain lane, bluestone pavement, paved for a long time. Life is the endless \\\"small bridge and flowing water\\\" and the refreshing fragrance of flowers\\n\\nLife is very fragile, like tofu, can not tolerate the sun's exposure; Like glass, it can't stand strong impact. Life is a crystal ball. You can only take care of it with your heart and can't play it wantonly.\\n\\nHowever, life is less and less precious in people's eyes. They squander it wantonly.\\n\\nSo, in the morning with the breeze, in the night with the stars moving; In February when the grass grows and the warbler flies, in the severe winter when the snow flies, the alarm bell rings. That drop of blood with body temperature falls to the ground and smashes all the tranquility and brightness.\\n\\nAfter a gust of wind, the flowers withered and the green leaves withered and yellow. The devil mercilessly broke into the long \\\"Rain Lane\\\". There was thick blood on the bluestone, and there were bursts of crying next to the \\\"running water\\\". Old men cry and babies cry. Not a massacre, but the rolling wheel is more hateful than the executioner's butcher's knife!\\n\\nIgnore your life, waste your life, go, go in a hurry!\\n\\nSleeping in Jiuquan, have you ever known: the close lover is blurred with tears all day because of your departure; The young call of the young child makes people tear their hearts and lungs; White haired parents, confused eyes, but can no longer find your way back.\\n\\nBecause of your departure, their sky darkened the sun and moon; Because of your departure, their hearts are red. Because of your departure, their ideal of life has become a wilderness! If there is a soul, do you see it?\\n\\nYou are young and energetic; You are strong and passionate! However, because of ignorance, you have a long legacy!\\n\\nPeople traveling, please pay attention to your life! For yourself, for your family, for the eternal sunshine in the sky!\",\"timestamp\":1639147434,\"title\":\"LIFE\"},\"digest\":\"qQTCaOHc4xFj-XsX7AIjB-sHMrBhFR222Buh47RHYuo\",\"authorship\":{\"contributor\":\"0x596Ce015E5444Ea2C7983e8A2fd0df2e56767432\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Yzb1F5EOIX_mjUn4HfgH0yLYerCeGf_tTUASJK82D_I\\\",\\\"y\\\":\\\"E9qUSiHOIo_hv2tDKWPDSRfmNJqfqHVWCW3mxUwJ-2w\\\"}\",\"signature\":\"viOVTHHO-nrbRWGh6owmoq6MiJ8u0EaCcM6rJvm4Bztc0xRIxtqkgtkJquwk_GZwmPJdy5ufZaBLT9F5OmO__g\",\"signingKeySignature\":\"0x8b771d76ac3199455d44c4b7471e9fe6fae53d3d789193337bb399f8d8f4ab5b02e54bc26c199437ee8c2bb53bf70139f1679f991eab6797020a8bc7fc1fb63a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Yzb1F5EOIX_mjUn4HfgH0yLYerCeGf_tTUASJK82D_I\\\",\\\"y\\\":\\\"E9qUSiHOIo_hv2tDKWPDSRfmNJqfqHVWCW3mxUwJ-2w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qQTCaOHc4xFj-XsX7AIjB-sHMrBhFR222Buh47RHYuo\"}"