"{\"content\":{\"body\":\"## Background\\n\\nIn the blockchain world, the ownership of players' game assets is guaranteed through NFT (non-fungible token), rather than stored in the centralized game developer's server. At the same time, it also has the characteristics of traceability, liquidity and programmability. The decentralized autonomous organization (DAO) ensures the community's right to formulate game rules. Game rules are automatically executed based on consensus (smart contract). Even game creators cannot modify or close them in violation of consensus.\\n\\nThe current status of the blockchain game industry is as follows：\\n\\n1\\\\.Player: Blockchain games are also attracting people's attention. The number of players participating in blockchain games has grown steadily.\\n\\n[2.Game](https://t.co/5U1PklJYrH?amp=1): At present, the existing blockchain games have relatively simple gameplay, the similarity of the same type of games is high, the entertainment is low, and the life cycle is short.\\n\\n### What are the current problems faced by on-the-chain games?\\n\\nAt present, blockchain games require every player to have an encrypted wallet and trade on an encrypted exchange. This requires players to have a basic understanding of cryptocurrency and master transaction methods. Transaction costs and crowded networks will also become obstacles. According to statistics, at present, the single transaction gas cost of Ethereum transaction is as high as more than 100 US dollars.\\n\\n\\\"The price of the contract run on the game is too high. It takes not only gas but also a long time to execute each time... I don't think it's worth it to exchange all this for the transparency of the rules that players don't care about!\\\" this is the real experience of a game player.\\n\\nFor example, for axis, the minimum threshold for players to participate in the game is to buy three axis pets. The price of a single pet is about 0.085eth. At the same time, players also need to have AXS tokens (the price at the time of writing this article is US $83). The above threshold may not seem that much. However, it will be challenging to attract gamers who have never been exposed to cryptocurrency and younger players. The crowded network is also a threshold for players with low configuration and impatient players. In conclusion, it is very expensive for ordinary players to enter the chain game.\\n\\n## Gameland\\n\\nGameland platform aims to help gamers experience high-end games at the lowest price, integrate defi revenue, provide players with a game NFT rental platform integrating experience to earn, open up the boundary between players and games, feed back the blockchain game itself in multiple dimensions, and bring new upgrades to blockchain games with innovative \\\"experience\\\" leveraging blockchain game service market.\\n\\n### Overall Gameland Technical Structure\\n\\n![](https://images.mirror-media.xyz/publication-images/pQyqVEZ2X81Kpi9uPGvQF.png?height=1080&width=1920)\\n\\n1) **How does Gameland work?**\\n\\nIn the on-the-chain gaming ecology, players have idle game NFT equipment. They can lease services through the Gameland platform to revitalize idle resources and earn additional funds.\\n\\n**Lessor (lending NFT)**\\n\\n* On the Gameland platform, players can lease one or more game NFT products.\\n\\n\\n* The lessor needs to transfer the leased NFT products to our \\\"hosting\\\" smart contract to list them for lease\\n* The lessor needs to specify the following:\\n* Rental price (how much rent do you want per day)\\n* NFT product price (this is the amount of mortgage fund that the lessor is willing to receive)\\n* Maximum lease term (maximum number of days you want to lend)\\n\\nFor the lessee who wants to experience the game at the lowest cost, he can choose the game NFT products that meet his wishes through the Gameland platform for lease.\\n\\n**Lender（Lend NFT）**\\n\\n* Lenders must specify the period (in days) they want to lease, and then multiply this period by the rent price set by the lender and add the mortgage amount price to obtain the total rent\\n* This total rental price is deducted from the borrower's balance and sent to the hosted Gameland contract\\n* Send NFT products to \\\"tenants\\\" after successful transaction\\n* The collateral is stored in Gameland's contract and will not be recovered until the product is successfully returned to the lessor\\n* If the NFT products are not returned on time (the lease term has expired), the lessor can claim collateral from the Gameland contract\\n\\nBy lowering the threshold of price and time, players can improve their acceptance of the scarcity of high-value accounts and obtain a better game experience; At the same time, many high-level players can revitalize the account assets and make value of the account through the \\\"sharing\\\" mode.\\n\\n2) **Gameland Defi Framework**\\n\\n![](https://images.mirror-media.xyz/publication-images/Tt5MGtZClduzRk2voRe6_.png?height=1080&width=1920)\\n\\nRenting players need to pay collateral and rent when leasing products. Gameland platform will automatically select the defi agreement to invest and obtain interest after receiving the collateral paid by the leasing player. For leasing players, they can also enjoy the interest income stored in defi while leasing NFT. When the lease cycle ends, the lease player can redeem the collateral at any time.\\n\\n## Gameland Gaming DAO Development\\n\\nGame Dao is a kind of community. Game community is a place where game players discuss games. They have common game maintenance, interactive relationship and common consciousness. They are a group of game players who have close communication. Under the new opportunities and players' needs, how to combine challenging fun, relaxing fun and sharing fun to meet the players' solo needs while meeting the opportunities of the game community.\\n\\n Players share player identity, pay more attention to game experience, game achievements, and topic discussions based on game content. The more common points there are, the greater the interaction of players will be.\\n\\n The game guild is also an important part of the Gameland Ecology:\\n\\n*  As an organizational structure in the game, the game guild can attract a large number of individual players, become guild players and improve the loyalty of players in the game.\\n* Game guild is an interactive group established in the game, and the interaction between guild players is much higher than that of ordinary individual players.\\n*  As an organization with a large player base, if any game is designed for the guild group at the beginning of promotion, the effect is much better and more efficient than that for ordinary individual players.\\n\\n**In Gameland's concept of system design, we propose the following DAO concepts:** \\n\\n* **Gameland governance Dao:** it will be composed of gamers, lessors, NFT valuers, game associations and community governance committees. At the same time, the protocol parameters, platform direction, etc. shall be handed over to community governance.\\n* **DAO:** Gameland foundation will support the establishment of different game associations and promote the development of the game community.\\n* **Game social Dao:** it belongs to a kind of community. Game community is the place where game players discuss games. They have common game maintenance, interactive relationship and common consciousness. It is a collective of game players who have close communication.\\n* **Collector DAO:** Bond specific artists, platforms and work series to create the long-term value of NFT.\\n* **Price discoverer DAO:** There will be a large number of price discoverers in Gameland system, who are responsible for providing price feeding services for NFT in Gameland system.\\n\\n## Future Forecast\\n\\nGameland in the future will be a multi chain architecture, because the majority of different chain games are built on different public chains. The nature of NFT cross chain is different from token cross chain. Therefore, Gameland plans to establish multiple Chain Wallet smart contract leasing agreements on different platforms to realize the cross chain NFT leasing system.\\n\\nGameland's vision is to bring an affordable game experience through NFT from different platforms by collecting all rentable items (such as player accounts or tools) from different online game platforms and listing them in order, so as to achieve trust-free, secure and fast rentability.\\n\\nIn addition, we want the community to benefit from it. Our goal is to achieve the vision of a true Dao in which each member is rewarded as long as they are active participants in the community. All Gameland products will be protected by this DAO.\\n\\n*  **Free to Play to Earn(F2P2E)**\\n\\nGameland plays an important media role in the whole chain gaming ecology. In the ecological research, it is found that \\\"free\\\" is an important starting point for chain game. The focus of F2P game is to allow as many people play for free. Once they play, chain game companies will focus on selling as many digital goods as possible.\\n\\nThe concept of free is that when each chain game is officially launching in the market, it rents the rare pets / equipment NFT through the Gameland platform, and players can experience the game and become NFT consumer players. Before the player officially becomes a consumer, he can play to earn (p2e) using the leased game NFT. The funds accumulated by the player in the process will become the initial driving force for purchase, so that the player can obtain a better game experience. \\n\\n* **Gameland E-sport**\\n\\nGameland creates a global stage for chain game players. It provides exciting live broadcast of domestic and foreign events, so that players can enjoy a high-level chain game E-sports event.\",\"timestamp\":1634715080,\"title\":\"Introducing Gameland\"},\"digest\":\"Xd9fvvbDeaYqtBQ0bunuJwd3KKNTLzMN_r9w2gOnNH4\",\"authorship\":{\"contributor\":\"0x7a387E6f725a837dF5922e3Fe71827450A76A3E5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oKgFYzYsVkEcv9GiCibij4kPBgsqDaQanNzKUb6uimc\\\",\\\"y\\\":\\\"utFxmTbLiRuEs54QpSSQ_eBqeemR5rjSwXOSZ5xAIpM\\\"}\",\"signature\":\"br2pcZ5-8j-xEaNtUZCSb_9KjhbBxUdlOTDWlFG7Rw0esCrqrqZUh5JWScaFJ0_3nYIgid_ddJxUScOu4bkkAQ\",\"signingKeySignature\":\"0xee98f55c48b80cdcb6345939df1087148e7b67769c1a2374cf4547314954d390748879f7b6e16aaef429b8637ba0f759452671c79a2e19321429206004a1fa2d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oKgFYzYsVkEcv9GiCibij4kPBgsqDaQanNzKUb6uimc\\\",\\\"y\\\":\\\"utFxmTbLiRuEs54QpSSQ_eBqeemR5rjSwXOSZ5xAIpM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Xd9fvvbDeaYqtBQ0bunuJwd3KKNTLzMN_r9w2gOnNH4\"}"