"{\"content\":{\"body\":\"Lately I wake up and indulge in a morning routine. I make a large pot of French press coffee, greet my Weimaraner, and then log into a technological universe to see what amazing energy in the form of bits transpired between minds, machines, and spirits while I slept.\\n\\nWeb3 is a living colony mind of creativity, excitement, and support for one another to build, create, and act on inspirations to harness the [adjacent possible](https://lemp.mirror.xyz/9nAXRheAFAKQKYdsa2baEIcpLslUyTJGqVXfIZe90DE).\\n\\nThe Spirit of the DAO is alive, and it is changing me.\\n\\n## What is happening\\n\\nIn the physical world hospitality, community, and bringing people together is core to my self identity. I host, I feed, I connect, share, and embrace those around me. In the technological world I focus internally, inquire, and follow my curiosity but haven’t shared my work too publicly. With its ethos of sharing, the web3 community joins my internal and external worlds.\\n\\nFor weeks I was in the weekly $WRITE race to join Mirror. The simple prompt \\\"what will your use Mirror for?\\\" lingered every Wednesday, forcing me to think about what would be my contribution to the community being built here. What was my place?\\n\\nWeek after week I dug deeper, begged for votes, and clarified my intent: **create a supportive community using complex systems research, art, and philosophy to build better web3 organizations.**\\n\\nWhat better platform to explore the concepts of systems, networks, scale, and [cybernetic organizations](https://lemp.mirror.xyz/Mf_nwOELmJChWi6oH4g-VV6QmivgiEOQGRCjWpB2MCE) than a distributed platform with tools and community embedded within?\\n\\n## My art auction\\n\\nI've been creating generative art with Processing to explore complex systems ideas for years while hording my beauties in a trove on my hard drive. The web3 community has inspired me to share my ideas with others to see where the creativity leads.\\n\\nWith this post I am auctioning my first minted NFTs - a small series of generative automata artworks. **Each is born from a deterministic path within multiple quadrillion possibilities of randomness, seeded and unraveled to create complex beauty from simple beginnings.**\\n\\nEach of these NFTs is not only a statement of non-fungible ownership, but also appreciation for the unique conditions that reveal order from chaos, and ***support for my mission to build a community where DAOs and complex systems intersect***.\\n\\n### Automata 0001 - Continue the Search\\n\\nWe are searching for a goal hidden within the complexity of our subconscious. The simple choices we make unravel and illuminate an underlying order guiding our spirit toward the evolving end state; and with this process the cycle of search and renewal lives on.\\n\\n[auction://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7?tokenId=4712](auction://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7?tokenId=4712)\\n\\n### Automata 0002 - Find the Line\\n\\nWithin us lies a divide between comfort and creative disorder. That line is patiently waiting for us, summoning the spirit to peer across into the unknown and follow our curiosity through. Once beyond, the energy of our creative self is set free.\\n\\n[auction://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7?tokenId=4713](auction://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7?tokenId=4713)\\n\\n### Automata 0003 - Where Within?\\n\\nA wave of creativity pulses against the walls of order in our daily lives. Sometimes the wave is subtle, hidden between the rigid structures providing predictable sequences of steps, one to the next. Our intuition finds that wave and allows it to carry the spirit away.\\n\\n[auction://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7?tokenId=4714](auction://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7?tokenId=4714)\\n\\n### Automata 0004 - Secret Patterns\\n\\nWithin each of us exists a pattern of order and creativity. Humans have developed patterns of expression since we emerged beyond a state of simple existence into the awareness of self. Simple rules, repeated and followed, bring complex beauty to our lives.\\n\\n[auction://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7?tokenId=4715](auction://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7?tokenId=4715)\\n\\n## With your support\\n\\nThe pay it forward, pay it back mindset leads me to release these NFTs as a split auction:\\n\\n* 10% of funds will go directly to support [Cabin DAO](https://creators.mirror.xyz/)\\n* 10% of funds will go directly to [Jon Gold](https://twitter.com/jongold) (who gave me the $WRITE token to start this publication)\\n* 10% post-sale will be donated to the [Processing Foundation](https://processingfoundation.org/).\\n\\nWeb3 is about community and I want to contribute to those who helped me realize my own potential. The rest of funds I will use to help fund my PhD, and dive deeper as a contributor to web3 projects.\\n\\nOver time I want to explore this model for funding research, art, and community around complex systems to build governance tools and models for sustainable DAOs.\\n\\nThank you, and please join me in The Spirit of the DAO.\\n\\n[split://0x9047996A65A130B8D333fFDBD3bb4052262800b9?network=mainnet](split://0x9047996A65A130B8D333fFDBD3bb4052262800b9?network=mainnet)\\n\\n\",\"timestamp\":1630502602,\"title\":\"The Spirit of the DAO\",\"publication\":\"lemp\"},\"digest\":\"6kzWZlamCpGFwyyFoNNOTNwxNXbvUJl37ih9IfRBYYM\",\"authorship\":{\"contributor\":\"0x97b9958faceC9ACB7ADb2Bb72a70172CB5a0Ea7C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vw4W4NttEr9X3SLfkhb4RJuYL_sJ6Anbdt3lrAZHR-k\\\",\\\"y\\\":\\\"uWjhWuboWJrTMC8uTZ-rZzbDXFrpUte0So7c9sTL5LA\\\"}\",\"signature\":\"WBiAl7h8AWfxXaimPyeyYTiKKsfcmiGNzL29Lv179OedOFCpyDBSiubEISdADE0EXKFWZkGMt3_3uRO2b3C3fQ\",\"signingKeySignature\":\"0x50c98a6ac144b16da6c6d16055ba37cf3577e8c6b8e5afc0dbcb0db2d9a03ed00827e94ae614cbf668efadb9883f0cef690a3a4ae4bc52aefdebecb37fea83141b\",\"signingKeyMessage\":\"I authorize the publication of articles on lemp.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vw4W4NttEr9X3SLfkhb4RJuYL_sJ6Anbdt3lrAZHR-k\\\",\\\"y\\\":\\\"uWjhWuboWJrTMC8uTZ-rZzbDXFrpUte0So7c9sTL5LA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LioIjsdpwEyHCDRwlGNC1XoLKoL8nzbcvu_K4mQLg1I\"}"