"{\"content\":{\"body\":\"that is why I asked you to supply me slowly. Thank you. You need not look at me like that. Better folk than I have *died* of hunger. Something tells me I have reached the lowest spoke, when I have been indebted to a stranger for a meal.\\\"\\n\\nVizard felt the water come into his eyes; but he resisted that pitiable weakness. \\\"Bother that nonsense!\\\" said he. \\\"I'll introduce myself, and then you can't throw *stranger* in my teeth. I am Harrington Vizard, a Barfordshire squire.\\\"\\n\\n\\\"I thought you were not a Cockney.\\\"\\n\\n\\\"Lord forbid! Does that information entitle me to any in return?\\\"\\n\\n\\\"I don't know; but, whether or no, my name is Rhoda Gale.\\\"\\n\\n\\\"Have another plate, Miss Gale?\\\"\\n\\n\\\"Thanks.\\\"\\n\\nHe ordered another.\\n\\n\\\"I am proud of your confiding your name to me, Miss Gale; but, to tell the truth, what I wanted to know is how a young lady of your talent and education could be so badly off as you must be. It is not impertinent curiosity.\\\"\\n\\nThe young lady reflected a moment. \\\"Sir,\\\" said she, \\\"I don't think it is; and I would not much mind telling you. Of course I studied you before I came here. Even hunger would not make me sit in a tavern beside a fool, or a snob, or (with a faint blush) a libertine. But to tell one's own story, that is so egotistical, for one thing.\\n\\n\\\"Oh, it is never egotistical to oblige.\\\"\\n\\n\\\"Now, that is sophistical. Then, again, I am afraid I could not tell it to you without crying, because you seem rather a manly man, and some of it might revolt you, and you might sympathize right out, and then I should break down.\\\"\\n\\n\\\"No matter. Do us both good.\\\"\\n\\n\\\"Yes, but before the waiters and people! See how they are staring at us already.\\\"\\n\\n\\\"We will have another go in at the beef, and then adjourn to the garden for your narrative.\\\"\\n\\n\\\"No: as much garden as you like, but no more beef. I have eaten one sirloin, I reckon. Will you give me one cup of black tea without sugar or milk?\\\"\\n\\nVizard gave the order.\\n\\nShe seemed to think some explanation necessary, though he did not.\\n\\n\\\"One cup of tea agrees with my brain and nerves,\\\" said she. \\\"It steadies them. That is a matter of individual experience. I should not prescribe it to others any the more for that.\\\"\\n\\nVizard sat wondering at the girl. He said to himself, \\\"What is she? A *lusus naturoe?\\\"*\\n\\nWhen the tea came, and she had sipped a little, she perked up wonderfully. Said she, \\\"Oh, the magic effect of food eaten judiciously! Now I am a lioness, and do not fear the future. Yes; I will tell you my story--and, if you think you are going to hear a love-story, you will be nicely caught--ha-ha! No, *sir;\\\"* said she, with rising fervor and heightened color, \\\"you will hear a story the public is deeply interested in and does not know it; ay, a story that will certainly be referred to with wonder and shame, whenever civilization shall become a reality, and law cease to be a tool of injustice and monopoly.\\\" She paused a moment; then said a little doggedly, as one used to encounter prejudice, \\\"I am a medical student; a would-be doctor.\\\"\\n\\n\\\"Ah!\\\"\\n\\n\\\"And so well qualified by genuine gifts, by study from my infancy, by zeal, quick senses, and cultivated judgment, that, were all the leading London physicians examined to-morrow by qualified persons at the same board as myself, most of those wealthy practitioners--not all, mind you-- would cut an indifferent figure in modern science compared with me, whom you have had to rescue from starvation--because I am a woman.\\\"\\n\\nHer eye flashed. But she moderated herself, and said, \\\"That is the outline; and it is a grievance. Now, grievances are bores. You can escape this one before it is too late.\\\"\\n\\n\\\"If it lies with me, I demand the minutest details,\\\" said Vizard, warmly.\\n\\n\\\"You shall have them; and true to the letter.\\\"\\n\\nVizard settled the small account, and adjourned, with his companion, to the garden. She walked by his side, with her face sometimes thoughtfully bent on the ground, and sometimes confronting him with ardor, and told him a true story, the simplicity of which I shall try not to spoil with any vulgar arts of fiction.\\n\\nA LITTLE NARRATIVE OF DRY FACTS TOLD TO A WOMAN-HATER BY A WOMAN.\\n\\nCHAPTER XII.\\n\\n\\\"My father was an American, my mother English. I was born near Epsom and lived there ten years. Then my father had property left him in Massachusetts, and we went to Boston. Both my parents educated me, and began very early. I observe that most parents are babies at teaching, compared with mine. My father was a linguist, and taught me to lisp German, French, and English; my mother was an ideaed woman: she taught me three rarities--attention, observation, and accuracy. If I went a walk in the country, I had to bring her home a budget: the men and women on the road, their dresses, appearance, countenances, and words; every kind of bird in the air, and insect and chrysalis in the hedges; the crops in the fields, the flowers and herbs on the banks. If I walked in the town, I must not be eyes and no eyes; woe betide me if I could only report the dresses! Really, I have known me, when I was but eight, come home to my mother laden with details, when perhaps an untrained girl of eighteen could only have specified that she had gone up and down a thoroughfare. Another time mother would take me on a visit: next day, or perhaps next week, she would expect me to describe every article of furniture in her friend's room, and the books on the table, and repeat the conversation, the topics at all events. She taught me to master history *accurately.* To do this she was artful enough to turn sport into science. She utilized a game: young people in Boston play it. A writes an anecdote on paper, or perhaps produces it in print. She reads it off to B. B goes away, and writes it down by memory; then reads her writing out to C. C has to listen, and convey her impression to paper. This she reads to D, and D goes and writes it. Then the original story and D's version are compared; and, generally speaking, the difference of the two is a caution-- against oral tradition. When the steps of deviation are observed, it is quite a study.\\n\\n\\\"My mother, with her good wit, saw there was something better than fun to be got out of this. She trained my memory of great things with it. She began with striking passages of history, and played the game with father and me. But as my power of retaining, and repeating correctly, grew by practice, she enlarged the business, and kept enriching my memory, so that I began to have tracts of history at my fingers' ends. As I grew older, she extended the sport to laws and the great public controversies in religion, politics, and philosophy that have agitated the world. But here she had to get assistance from her learned friends. She was a woman valued by men of intellect, and she had no mercy--milked jurists, physicians, and theologians and historians all into my little pail. To be sure, they were as kind about it as she was unscrupulous. They saw I was a keen student, and gave my mother many a little gem in writing. She read them out to me: I listened hard, and thus I fixed many great and good things in my trained memory; and repeated them against the text: I was never allowed to see *that.*\\n\\n\\\"With this sharp training, school subjects were child's play to me, and I won a good many prizes very easily. My mother would not let me waste a single minute over music. She used to say 'Music extracts what little brains a girl has. Open the piano, you shut the understanding.' I am afraid I bore you with my mother.\\\"\\n\\n\\\"Not at all, not at all. I admire her.\\\"\\n\\n\\\"Oh, thank you! thank you, sir! She never uses big words; so it is only of late I have had the *nous* to see how wise she is. She corrected the special blots of the female character in me, and it is sweet to me to talk of that dear friend. What would I give to see her here!\\n\\n\\\"Well, then, sir, she made me, as far as she could, a--what shall I say? a kind of little intellectual gymnast, fit to begin any study; but she left me to choose my own line. Well, I was for natural history first; began like a girl; gathered wild flowers and simples at Epsom, along with an old woman; she discoursed on their traditional virtues, and knew little of their real properties: *that* I have discovered since.\\n\\n\\\"From herbs to living things; never spared a chrysalis, but always took it home and watched it break into wings. Hung over the ponds in June, watching the eggs of the frog turn to tadpoles, and the tadpoles to Johnny Crapaud. I obeyed Scripture in one thing, for I studied the ants and their ways.\\n\\n\\\"I collected birds' eggs. At nine, not a boy in the parish could find more nests in a day than I could. With birdnesting, buying, and now and then begging, I made a collection that figures in a museum over the water, and is entitled 'Eggs of British Birds.' The colors attract, and people always stop at it. But it does no justice whatever to the great variety of sea-birds' eggs on the coast of Britain.\\n\\n\\\"When I had learned what little they teach in schools, especially drawing, and that is useful in scientific pursuits, I was allowed to choose my own books, and attend lectures. One blessed day I sat and listened to Agassiz--ah! No tragedy well played, nor opera sung, ever moved a heart so deeply as he moved mine, that great and earnest man, whose enthusiasm for nature was as fresh as my own, and his knowledge a thousand times larger. Talk of heaven opening to the Christian pilgrim as he passes Jordan! Why, God made earth as well as heaven, and it is worthy of the Architect; and it is a joy divine when earth opens to the true admirer of God's works. Sir, earth opened to me, as Agassiz discoursed.\\n\\n\\\"I followed him about like a little bloodhound, and dived into the libraries after each subject he treated or touched.\\n\\n\\\"It was another little epoch in my life when I read 'White's Letters to Pennant' about natural history in Selborne. Selborne is an English village, not half so pretty as most; and, until Gilbert White came, nobody saw anything there worth printing. His book showed me that the humblest spot in nature becomes extraordinary the moment extraordinary observation is applied to it. I must mimic Gilbert White directly. I pestered my poor parents to spend a month or two in the depths of the country, on the verge of a forest. They yielded, with groans; I kissed them, and we rusticated. I pried into every living thing, not forgetting my old friends, the insect tribe. Here I found ants with grander ideas than they have to home, and satisfied myself they have more brains than apes. They co-operate more, and in complicated things. Sir, there are ants that make greater marches, for their size, than Napoleon's invasion of Russia. Even the less nomad tribes will march through fields of grass, where each blade is a high gum-tree to them, and never lose the track. I saw an army of red ants, with generals, captains, and ensigns, start at daybreak, march across a road, through a hedge, and then through high grass till noon, and surprise a fortification of black ants, and take it after a sanguinary resistance. All that must have been planned beforehand, you know, and carried out to the letter. Once I found a colony busy on some hard ground, preparing an abode. I happened to have been microscoping a wasp, so I threw him down among the ants. They were disgusted. They ran about collecting opinions. Presently half of them burrowed into the earth below and undermined him, till he lay on a crust of earth as thin as a wafer, and a deep grave below. Then they all got on him except one, and be stood pompous on a pebble, and gave orders. The earth broke--the wasp went down into his grave--and the ants soon covered him with loose earth, and resumed their domestic architecture. I concluded that though the monkey resembles man most in body, the ant comes nearer him in mind. As for dogs, I don't know where to rank them in *nature,* because they have been pupils of man for centuries. I bore you?\\\"\\n\\n\\\"No.\\\"\\n\\n\\\"Oh, yes, I do: an enthusiast is always a bore. 'Les facheux,' of Moliere are just enthusiasts. Well, sir, in one word, I was a natural philosopher--very small, but earnest; and, in due course, my studies brought me to the wonders of the human body. I studied the outlines of anatomy in books, and plates, and prepared figures; and from that, by degrees, I was led on to surgery and medicine--in books, you understand; and they are only half the battle. Medicine is a thing one can do. It is a noble science, a practical science, and a subtle science, where I thought my powers of study and observation might help me to be keen at reading symptoms, and do good to man, and be a famous woman; so I concluded to benefit mankind and myself. Stop! that sounds like self-deception. It must have been myself and mankind I concluded to benefit. Anyway, I pestered that small section of mankind which consisted of my parents, until they consented to let me study medicine in Europe.\\\"\\n\\n\\\"What, all by yourself?\\\"\\n\\n\\\"Yes. Oh, girls are very independent in the States, and govern the old people. Mine said 'No' a few dozen times; but they were bound to end in 'Yes,' and I went to Zurich. I studied hard there, and earned the approbation of the professors. But the school deteriorated; too many ladies poured in from Russia: some were not in earnest, and preferred flirting to study, and did themselves no good, and made the male students idle, and wickeder than ever--if possible.\\\"\\n\\n\\\"What else could you expect?\\\" said Vizard.\\n\\n\\\"Nothing else from *unpicked* women. But when all the schools in Europe shall be open--as they ought to be, and must, and shall--there will be no danger of shallow girls crowding to any particular school. Besides, there will be a more strict and rapid routine of examination then to sift out the female flirts and the male dunces along with them, I hope.\\n\\n\\\"Well, sir, we few, that really meant medicine, made inquiries, and heard of a famous old school in the south of France, where women had graduated of old; and two of us went there to try--an Italian lady and myself. We carried good testimonials from Zurich, and, not to frighten the Frenchmen at starting, I attacked them alone. Cornelia was my elder, and my superior in attainments. She was a true descendant of those learned ladies who have adorned the chairs of philosophy, jurisprudence, anatomy, and medicine in her native country; but she has the wisdom of the serpent, as well as of the sage; and she put me forward because of my red hair. She said that would be a passport to the dark philosophers of France.\\\"\\n\\n\\\"Was not that rather foxy, Miss Gale?\\\"\\n\\n\\\"Foxy as my hair itself, Mr. Vizard.\\n\\n\\\"Well, I applied to a professor. He received me with profound courtesy and feigned respect, but was staggered at my request to matriculate. He gesticulated and bowed *'a la Francaise,* and begged the permission of his foxy-haired invader from Northern climes to consult his colleagues. Would I do him the great honor to call again next day at twelve? I did and met three other polished authorities. One spoke for all, and said, If I had not brought with me proofs of serious study, they should have dissuaded me very earnestly from a science I could not graduate in without going through practical courses of anatomy and clinical surgery. That, however (with a regular French shrug), was my business, not theirs. It was not for them to teach me delicacy, but rather to learn it from me. That was a French sneer. The French are *un gens moqueur,* you know. I received both shrug and sneer like marble. He ended it all by saying the school had no written law excluding doctresses; and the old records proved women had graduated, and even lectured, there. I had only to pay my fees, and enter upon my routine of studies. So I was admitted on sufferance; but I soon earned the good opinion of the professors, and of this one in particular; and then Cornelia applied for admission, and was let in too. We lived together, and had no secrets; and I think, sir, I may venture to say that we showed some little wisdom, if you consider our age, and all that was done to spoil us. As to parrying their little sly attempts at flirtation, that is nothing; we came prepared. But, when our fellow-students found we were in earnest, and had high views, the chivalrous spirit of a gallant nation took fire, and they treated us with a delicate reverence that might have turned any woman's head. But we had the credit of a sneered-at sex to keep up, and felt our danger, and warned each other; and I remember I told Cornelia how many young ladies in the States I had seen puffed up by the men's extravagant homage, and become spoiled children, and offensively arrogant and discourteous; so I entreated her to check those vices in me the moment she saw them coming.\\n\\n\\\"When we had been here a year, attending all the lectures--clinical medicine and surgery included--news came that one British school, Edinburgh, had shown symptoms of yielding to Continental civilization and relaxing monopoly. That turned me North directly. My mother is English: I wanted to be a British doctress, not a French. Cornelia had misgivings, and even condescended to cry over me. But I am a mule, and always was. Then that dear friend made terms with me: I must not break off my connection with the French school, she said. No; she had thought it well over; I must ask leave of the French professors to study in the North, and bring back notes about those distant Thulians. Says she, 'Your studies in that savage island will be allowed to go for something here, if you improve your time--and you will be sure to, sweetheart-- that I may be always proud of you.' Dear Cornelia!\\\"\\n\\n\\\"Am I to believe all this?\\\" said Vizard. \\\"Can women be such true friends?\\\"\\n\\n\\\"What cannot women be? What! are you one of those who take us for a *clique?* Don't you know more than half mankind are women?\\\"\\n\\n\\\"Alas!\\\"\\n\\n\\\"Alas for them!\\\" said Rhoda, sharply.\\n\\n\\\"Well, well,\\\" said Vizard, putting on sudden humility, \\\"don't let us quarrel. I hate quarreling--where I'm sure to get the worst. Ay, friendship is a fine thing, in men or women; a far nobler sentiment than love. You will not admit that, of course, being a woman.\\\"\\n\\n\\\"Oh, yes, I will,\\\" said she. \\\"Why, I have observed love attentively; and I pronounce it a fever of the mind. It disturbs the judgment and perverts the conscience. You side with the beloved, right or wrong. What personal degradation! I observe, too, that a grand passion is a grand misfortune: they are always in a storm of hope, fears, doubt, jealousy, rapture, rage, and the end deceit, or else satiety. Friendship is steady and peaceful; not much jealousy, no heart-burnings. It strengthens with time, and survives the small-pox and a wooden leg. It doubles our joys, and divides our grief, and lights and warms our lives with a steady flame. *Solem e mundo tollunt, qui tollunt amicitiam.\\\"*\\n\\n\\\"Halloo!\\\" cried Vizard. \\\"What! you know Latin too?\\\"\\n\\n\\\"Why, of course--a smattering; or how could I read Pliny, and Celsus, and ever so much more rubbish that custom chucks down before the gates of knowledge, and says, 'There-- before you go the right road, you ought to go the wrong; *it is usual.* Study now, with the reverence they don't deserve, the non-observers of antiquity.'\\\"\\n\\n\\\"Spare me the ancients, Miss Gale,\\\" said Vizard, \\\"and reveal me the girl of the period. When I was so ill-bred as to interrupt you, you had left France, crowned with laurels, and were just invading Britain.\\n\\nSomething in his words or his tone discouraged the subtle observer, and she said, coldly, \\\"Excuse me: I have hardly the courage. My British history is a tale of injustice, suffering, insult, and, worst of all, defeat. I cannot promise to relate it with that composure whoever pretends to science ought: the wound still bleeds.\\\"\\n\\nThen Vizard was vexed with himself, and looked grave and concerned. He said, gently, \\\"Miss Gale, I am sorry to give you pain; but what you have told me is so new and interesting, I shall be disappointed if you withhold the rest: besides, you know it gives no lasting pain to relate our griefs. Come, come--be brave, and tell me.\\\"\\n\\n\\\"Well, I will,\\\" said she. \\\"Indeed, some instinct moves me. Good may come of my telling it you. I think--somehow-- you are--a--just--man.\\\"\\n\\nIn the act of saying this, she fixed her gray eyes steadily and searchingly upon Vizard's face, so that he could scarcely meet them, they were so powerful; then, suddenly, the observation seemed to die out of them, and reflection to take its place: those darting eyes were turned inward. It was a marked variety of power. There was something wizard-like in the vividness with which two distinct mental processes were presented by the varied action of a single organ; and Vizard then began to suspect that a creature stood before him with a power of discerning and digesting truth, such as he had not yet encountered either in man or woman. She entered on her British adventures in her clear silvery voice. It was not, like Ina Klosking's, rich, and deep, and tender; yet it had a certain gentle beauty to those who love truth, because it was dispassionate, yet expressive, and cool, yet not cold. One might call it truth's silver trumpet.\\n\\nOn the brink of an extraordinary passage, I pause to make no fewer than three remarks in my own person: 1st. Let no reader of mine allow himself to fancy Rhoda Gale and her antecedents are a mere excrescence of my story. She was rooted to it even before the first scene of it--the meeting of Ashmead and the Klosking-- and this will soon appear. 2d. She is now going into a controverted matter; and, though she is sincere and truthful, she is of necessity a *partisan.* Do not take her for a judge. You be the judge. 3d. But, as a judge never shuts his mind to either side, do not refuse her a fair hearing. Above all, do not underrate the question. Let not the balance of your understanding be so upset by ephemeral childishness as to fancy that it matters much whether you break an egg top or bottom, because Gulliver's two nations went to war about it; or that it matters much whether your queen is called queen of India or empress, because two parties made a noise about it, and the country has wasted ten thousand square miles of good paper on the subject, trivial as the dust on a butterfly's wing. Fight against these illusions of petty and ephemeral minds. It does not matter the millionth of a straw to *mankind* whether any one woman is called queen, or empress, of India; and it matters greatly to mankind whether the whole race of women are to be allowed to study medicine and practice it, if they can rival the male, or are to be debarred from testing their scientific ability, and so outlawed, *though taxed* in defiance of British liberty, and all justice, human and divine, by eleven hundred lawgivers--most of 'em fools.\\n\\nCHAPTER XIII.\\n\\n\\\"WHEN I reached Great Britain, the right of women to medicine was in this condition--a learned lawyer explained it carefully to me. I will give you his words: The unwritten law of every nation admits all mankind, and not the male half only, to the study and practice of medicine and the sale of drugs. In Great Britain this law is called the common law and is deeply respected. Whatever liberty it allows to men or women is held sacred in our courts until *directly* and *explicitly* withdrawn by some act of the Legislature. Under this ancient liberty, women have occasionally practiced general medicine and surgery up to the year 1858. But for centuries they *monopolized,* by custom, one branch of practice, the obstetric; and that, together with the occasional treatment of children, and the nursing of both sexes, which is semi-medical, and is their *monopoly,* seems, on the whole, to have contented them, till late years, when their views were enlarged by wider education and other causes. But their abstinence from general practice, like their monopoly of obstetrics, lay with women themselves, and not with the law of England. That law is the same in this respect as the common law of Italy and France; and the constitution of Bologna, where so many doctresses have filled the chairs of medicine and other sciences, makes no more direct provision for female students than does the constitution of any Scotch or English university. --The whole thing lay with the women themselves, and with local civilization. Years ago, Italy was far more civilized than England; so Italian women took a large sphere. Of late the Anglo-Saxon has gone in for civilization with his usual energy, and is eclipsing Italy; therefore his women aspire to larger spheres of intellect and action, beginning in the States, because American women are better educated than English. The advance of *women* in useful attainments is the most infallible sign in any country of advancing civilization. All this about civilization is my observation, sir, and not the lawyer's. Now for the lawyer again: Such being the law of England, the British Legislature passed an act in 1858, the real object of which was to protect the public against incapable doctors, not against capable doctresses or doctors. The act excludes from medical practice all persons whatever, male or female, unless registered in a certain register; and to get upon that register the person, male or female, must produce a license or diploma, granted by one of the British examining boards specified in a schedule attached to the act.\\n\\n\\\"Now, these examining boards were all members of the leading medical schools. If the Legislature had taken the usual precaution, and had added a clause *compelling* those boards to examine worthy applicants, the act would have been a sound public measure; but for want of that foresight--and without foresight a lawgiver is an impostor and a public pest--the State robbed women of their old common-law rights with one hand, and with the other enabled a respectable trades-union to thrust them out of their new statutory rights. Unfortunately, the respectable union, to whom the Legislature delegated an unconstitutional power they did not claim themselves, of excluding qualified persons from examination, and so robbing them of their license and their bread, had an overpowering interest to exclude qualified women from medicine. They had the same interest as the watchmakers' union, the printers', the painters' on china, the calico-engravers', and others have to exclude qualified women from those branches, though peculiarly fitted for them; but not more so than they are for the practice of medicine, God having made *them,* and not *men,* the medical, and unmusical, sex.\\n\\n\\\"Wherever there's a trades-union, the weakest go to the wall. Those vulgar unions I have mentioned exclude women from skilled labor they excel in, by violence and conspiracy, though the law threatens them with imprisonment for it. Was it in nature, then, that the medical union would be infinitely forbearing, when the Legislature went and patted it on the back, and said, you can conspire with safety against your female rivals. Of course the clique were tempted more than any clique could bear by the unwariness of the Legislature, and closed the doors of the medical schools to female applicants. Against unqualified female practitioners they never acted with such zeal and consent; and why? The female quack is a public pest, and a good foil to the union; the qualified doctress is a public good, and a blow to the union.\\n\\n\\\"The British medical union was now in a fine attitude by act of Parliament. It could talk its contempt of medical women, and act its terror of them, and keep both its feigned contempt and its real alarm safe from the test of a public examination--that crucible in which cant, surmise, and mendacity are soon evaporated or precipitated, and only the truth stands firm.\\n\\n\\\"For all that, two female practitioners got upon the register, and stand out, living landmarks of experience and the truth, in the dead wilderness of surmise and prejudice.\\n\\n\\\"I will tell you how they got in. The act of Parliament makes two exceptions: first, it lets in, *without examination*-- and that is very unwise--any foreign doctor who shall be practicing in England at the date of the act, although, with equal incapacity, it omits to provide that any future foreign doctor shall be able to *demand examination* (in with the old foreign fogies, blindfold, right or wrong; out with the rising foreign luminaries of an ever-advancing science, right or wrong); and, secondly, it lets in, without examination, to experiment on the vile body of the public, any person, qualified or unqualified, who may have been made a doctor by a very venerable and equally irrelevant functionary. Guess, now, who it is that a British Parliament sets above the law, as a doctor-maker for that public it professes to love and protect!\\\"\\n\\n\\\"The Regius Professor of Medicine?\\\"\\n\\n\\\"No.\\\"\\n\\n\\\"Tyndall?\\\"\\n\\n\\\"No.\\\"\\n\\n\\\"Huxley?\\\"\\n\\n\\\"No.\\\"\\n\\n\\\"Then I give it up.\\\"\\n\\n\\\"The Archbishop of Canterbury.\\\"\\n\\n\\\"Oh, come! a joke is a joke.\\\"\\n\\n\\\"This is no joke. Bright monument of British funkyism and imbecility, there stands the clause setting that reverend and irrelevant doctor-maker above the law, which sets his grace's female relations below the law, and, in practice, outlaws the whole female population, starving those who desire to practice medicine learnedly, and oppressing those who, out of modesty, not yet quite smothered by custom and monopoly, desire to consult a learned female physician, instead of being driven, like sheep, by iron tyranny--in a country that babbles Liberty--to a male physician or a female quack.\\n\\n\\\"Well, sir, in 1849 Miss Elizabeth Blackwell fought the good fight in the United States, and had her troubles; because the States were not so civilized then as now. She graduated doctor at Geneva, in the State of New York.\\n\\n\\\"She was practicing in England in 1858, and demanded her place on the register. She is an Englishwoman by birth; but she is an English M.D. only through America having more brains than Britain. This one islander sings, 'Hail, Columbia!' as often as 'God save the Queen!' I reckon.\\n\\n\\\"Miss Garrett, an enthusiastic student, traveled north, south, east, and west, and knocked in vain at the doors of every great school and university in Britain, but at last found a chink in the iron shutters of the London Apothecaries'. It seems Parliament was wiser in 1815 than in 1858, for it inserted a clause in the Apothecaries Act of 1815 *compelling* them to examine all persons who should apply to them for examination after proper courses of study. Their charter contained no loop-hole to evade the act, and substitute 'him' for 'person;' so they let Miss Garrett in as a student. Like all the students, she had to attend lectures on chemistry botany, materia medica, zoology, natural philosophy, and clinical surgery. In the collateral subjects they let her sit with the male students; but in anatomy and surgery she had to attend the same lectures privately, and pay for lectures all to herself. This cost her enormous fees. However, it is only fair to say that, if she had been one of a dozen female students, the fees would have been diffused; as it was, she had to gild the pill out of her private purse.\\n\\n\\\"In the hospital teaching she met difficulties and discouragement, though she asked for no more opportunities than are granted readily to professional nurses and female amateurs. But the whole thing is a mere money question; that is the key to every lock in it.\\n\\n\\\"She was freely admitted at last to one great hospital, and all went smoothly till some surgeon examined the students *viva voce;* then Miss Garrett was off her guard, and displayed too marked a superiority; thereupon the male students played the woman, and begged she might be excluded; and, I am sorry to say, for the credit of your sex, this unmanly request was complied with by the womanish males in power.\\n\\n\\\"However, at her next hospital, Miss Garrett was more discreet, and took pains to conceal her galling superiority.\\n\\n\\\"All her trouble ended--where her competitors' began--at the public examination. She passed brilliantly, and is an English apothecary. In civilized France she is a learned physician.\\n\\n\\\"She had not been an apothecary a week, before the Apothecaries' Society received six hundred letters from the medical small-fry in town and country; they threatened to send no more boys to the Apothecaries', but to the College of Surgeons, if ever another woman received an apothecary's license. Now, you know, all men tremble in England at the threats of a trades-union; so the apothecaries instantly cudgeled their brains to find a way to disobey the law, and obey the union. The medical press gave them a hint, and they passed a by-law, forbidding their students to receive any part of their education *privately,* and made it known, at the same time, that their female students would not be allowed to study the leading subjects *publicly.* And so they baffled the Legislature, and outlawed half the nation, by a juggle which the press and the public would have risen against, if a single grown-up man had been its victim, instead of four million adult women. Now, you are a straightforward man; what do you think of that?\\\"\\n\\n\\\"Humph!\\\" said Vizard. \\\"I do not altogether approve it. The strong should not use the arts of the weak in fighting the weak. But, in spite of your eloquence, I mean to forgive them anything. Shakespeare has provided there with an excuse that fits all time:\\n\\n\\\"'Our poverty, but not our will, consents.'\\\"\\n\\n\\\"Poverty! the poverty of a company in the city of London! *Allons donc.* Well, sir, for years after this all Europe, even Russia, advanced in civilization, and opened their medical schools to women; so did the United States: only the pig-headed Briton stood stock-still, and gloried in his minority of one; as if one small island is likely to be right in its monomania, and all civilized nations wrong.\\n\\n\\\"But while I was studying in France, one lion-hearted Englishwoman was moving our native isle. First she tried the University of London; and that sets up for a liberal foundation. Answer--'Our charter is expressly framed to exclude women from medical instruction.'\\n\\n\\\"Then she sat down to besiege Edinburgh. Now, Edinburgh is a very remarkable place. It has only half the houses, but ten times the intellect, of Liverpool or Manchester. And the university has two advantages as a home of *science* over the English universities: it is far behind them in Greek, which is the language of error and nescience, and before them in English, and that is a tongue a good deal of knowledge is printed in. Edinburgh is the only center of British literature, except London.\\n\\n\\\"One medical professor received the pioneer with a concise severity, and declined to hear her plead her cause, and one received her almost brutally. He said, 'No respectable woman would apply to him to study medicine.' Now, respectable women were studying it all over Europe.\\\"\\n\\n\\\"Well, but perhaps his soul lived in an island.\\\"\\n\\n\\\"That is so. However, personal applicants must expect a rub or two; and most of the professors, in and out of medicine, treated her with kindness and courtesy.\\n\\n\\\"Still, she found even the friendly professors alarmed at the idea of a woman matriculating, and becoming *Civis Edinensis;* so she made a moderate application to the Senate, viz., for leave to attend medical lectures. This request was indorsed by a majority of the medical professors, and granted. But on the appeal of a few medical professors against it, the Senate suspended its resolution, on the ground that there was only one applicant.\\n\\n\\\"This got wind, and other ladies came into the field directly, your humble servant among them. Then the Senate felt bound to recommend the University Court to admit such female students to matriculate as could pass the preliminary examination; this is in history, logic, languages, and other branches; and we prepared for it in good faith. It was a happy time: after a good day's work, I used to go up the Calton Hill, or Arthur's Seat, and view the sea, and the Piraens, and the violet hills, and the romantic undulations of the city itself, and my heart glowed with love of knowledge, and with honorable ambition. I ran over the names of worthy women who had adorned medicine at sundry times and in divers places, and resolved to deserve as great a name as any in history. Refreshed by my walk--I generally walked eight miles, and practiced gymnastics to keep my muscles hard--I used to return to my little lodgings; and they too were sweet to me, for I was learning a new science--logic.\\\"\\n\\n\\\"That was a nut to crack.\\\"\\n\\n[ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/128](ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/128)\\n\\n\",\"timestamp\":1637669537,\"title\":\"\\n\\\"So I must be prudent. People have gorged themselves with furious eating under those circumstances; \"},\"digest\":\"emDFyNCyaz-_2ya97Xd849NF_x52FQCCmi1KnjHRew0\",\"authorship\":{\"contributor\":\"0x336f98da5BDeF1692C4dE51f67eafA44062a418E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6-L-h_8e8MkBGHxnWkDXkM_zB8Kus0tWRiCtbRakhPE\\\",\\\"y\\\":\\\"th4wOHluzFrrLmwb1Vx7j8aNLyDeiGoAA8uJI5hDD9I\\\"}\",\"signature\":\"po56Djf8Lu1XQ5EVNNFHw0mZzT0DLad6RnObc8pM-s4TevG4GuMhbxq58QiSOMNPJgwKVStckKNPD56JkLP-Uw\",\"signingKeySignature\":\"0x7a1374ecdabe0dbbf013468155bcc338c83b83ff6bc76fac9e1e673a3b14b95e40d1e1e842c59ab09cd6528c4593165631cae05111d59617a8ea6df0c330a3e21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6-L-h_8e8MkBGHxnWkDXkM_zB8Kus0tWRiCtbRakhPE\\\",\\\"y\\\":\\\"th4wOHluzFrrLmwb1Vx7j8aNLyDeiGoAA8uJI5hDD9I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"emDFyNCyaz-_2ya97Xd849NF_x52FQCCmi1KnjHRew0\"}"