"{\"content\":{\"body\":\"1\\\\.1 the network security problem of the computer itself, the so-called network security, refers to the computer on the basis of the construction of communication network, protect computer hardware, operating systems, databases, and applications from sabotage or theft with a number of security techniques. The protection of these information resources constitutes the traditional protection of network security. The factors that can interfere with the computer’s own network security are as follows. The first is subjective. Because the professional quality of the computer network managers themselves has not reached a qualified standard, so the computer’s own network security management has not been given enough attention, at the same time, its own information protection technology on the computer has not reached a qualified standard. Next is the objective factor. Here also includes several important aspects, first of all is the limitation which the network resource sharing produces. Because of the network, the earth is shrinking from the vast expanse of the planet to a global village, the sharing of resources between the Internet can provide us with great convenience, but it also leaves plenty of room for hackers to disrupt the system. It is based on this situation, resulting in the difficulty of network security information management in the form of an exponential rise. The third point is the network system’s own design flaw. This is a complex issue, which includes many aspects, such as network equipment selection errors, such as the network protocol itself is not reasonable, or improper operation may cause unimaginable hidden trouble to the whole computer network. And the last one is a man-made attack. Hackers often seize some weak links in the network system to attack, and this kind of high-tech malicious attack is the most difficult to guard against, for the network security threat is the greatest. 1.2 disclosure of computer information computer information security has been around since the rise of the computer internet. In spite of the continuous development of computer technology and the exponential growth of computer functions, the problem of computer information security has always been a major problem. The technical progress of the computer goes hand in hand with the information encryption and cracking technology of the computer. The two sides have never stopped fighting in the computer field. At the same time, with the continuous improvement of computer equipment, people’s knowledge reserve of the corresponding computer security technology is becoming more and more insufficient. The hardware and functions of the computer are improving, but people’s knowledge about the leak is still in the same place, which directly causes the computer users’consciousness of self-protection to become weaker and weaker. At the same time, the constant updating of computer hardware and software makes the corresponding security information security system more and more complex, more and more loopholes, so its media information protection function also appears to be very imperfect. 2 on the Information Management Link, we improve the security policy thought discussion 2.1 under the non-network structure to solve the problem thought construction first is that we should start from the system foundation, evaluate the security and confidentiality of the whole system, and protect the system accordingly. Secondly, we try not to repair the original internal network on a large scale, but to maintain the inherent characteristics of the original network. Only in this way can we minimize the secondary vulnerability caused by refixing. Third, the system should be easy to operate and maintain, while maintaining the idea of automated management. This can greatly reduce the energy cost of manual operation. In addition, the additional action should be as much as possible to reduce, to avoid the “Do more wrong”situation, reduce the chance of misoperation. Fourth, in the use of the system to choose a higher security performance of the system operation, to avoid the basic selection errors caused by the vulnerability of intrusion. 2.2 the construction of the security policy of the network security itself is to deepen the network management of the computer. If you want to protect the computer information from external forces to steal and damage, it is necessary to take action from the beginning of network management, to verify the identity of the visitors on the computer, to determine the identity of the computer administrator, at the same time, the computer-related network system is clearly improved. Identify yourself before you go online, check and verify the information you use after you go online, and delete any information that might be harmful to the Internet. For those who have been identified on the network security damage to the information will be reported in a timely manner, the management to deal with the timely. Next is carries on the standard and the consummation to the computer operator’s operation, carries on the enhancement to the computer information own defense consciousness. The first step is to determine the level of confidentiality of the corresponding documents. Users of the computer can not transfer confidential documents to the Internet for transmission or storage, it is necessary to develop a good idea of information protection under the premise of good information security. In the case of the use of confidential information to first check the current network security, to ensure that there is no Trojan horse and vulnerabilities in the current use of confidential documents. In the process of operating these information, we should protect and purify the operating environment, close the network window or the software which has nothing to do with the operation, and enable the safe and reliable antivirus software to process. After the information transmission processing is finished, must carry on a thorough investigation against the virus to kill. The information can be encrypted for storage and processing when it is determined that there is nothing wrong with the environment. The third point, must carry on the unceasing revision and consummation to the information security management system. All kinds of anti-virus auxiliary measures are temporary measures, the real source is the strict system. In order to protect the security of computer information more effectively, it is necessary to ensure the establishment of strict and systematic management system, and to perfect and standardize the computer security prevention system, to prevent unauthorized users on the system’s illegal operation and access, while ensuring the normal and safe operation of the computer system. Of particular note is the need to protect the external input equipment of the computer as well as the part of the network line output and input, carry out regular arrangement and inspection of the whole running environment of the computer and the running conditions of the computer, deal with the problems found in time and solve them effectively, ensure that the database security problem of the computer is handled in time. The problem of computer electromagnetic leakage must be solved, on the basis of which the security and protection of internal information must be carried out, and the practice of high-level encryption technology for network information must be carried out, to the data also must carry on the high-end confidentiality processing mentality construction. Only in this way can guarantee the efficient operation of computer information while improving network security management. The fourth point, must carry on the reasonable and the security design to the computer operation system. The embodiment of high-efficiency security of computer is a security system. If the running system of the computer is reasonably optimized and improved to ensure the scientific and confidential nature of the computer itself, and the information is processed efficiently by means of non-single subsection processing, at the same time through the physical and logical segmentation of the local area network control and security precautions. The construction of the computer firewall to strengthen, access control aspects should also be optimized, only in this way to ensure the overall security of the computer. Conclusion the application of computer information management in network security is a very important topic, the computer information management has been paid more and more attention. Only by optimizing and perfecting the management of computer information from many aspects can we ensure the safety of computer network and serve the people’s production and life.\\n\\n[ \\n ](javascript:;)\",\"timestamp\":1635749232,\"title\":\"Various problems that may appear in the process of computer information management\\n\\n\"},\"digest\":\"38Pg9_l5ELS0HIyeT0draIkdNanyHp_vdNvPLvQmBho\",\"authorship\":{\"contributor\":\"0x528F2AbCD700ba6CD101050a12c87D3CD0dBC4bf\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dOielYaIi_VJlpNsDB_GUfzFHxsdx6OJZZBeWvUzBi8\\\",\\\"y\\\":\\\"PU9jVP2EdQUIYpeW0wp-PwbSITSdmOJ1JPAqWV3afIw\\\"}\",\"signature\":\"CtxLpp9Np7sKS4P-lYvmA_mhn0XvTZINvcUgPr-KJL7BXlWBu1pAaTkDq_jF3QxRqunnas9C8wVp0osf0xp65g\",\"signingKeySignature\":\"0x56eb5ee6d3d1e7ad9611ea52ce485c0c270d1186f8381f4a5c30889448938c8c559dc524104caf42c32c3e0027221bee361340c959f438efdd2b721403dfa0ff1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dOielYaIi_VJlpNsDB_GUfzFHxsdx6OJZZBeWvUzBi8\\\",\\\"y\\\":\\\"PU9jVP2EdQUIYpeW0wp-PwbSITSdmOJ1JPAqWV3afIw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"38Pg9_l5ELS0HIyeT0draIkdNanyHp_vdNvPLvQmBho\"}"