"{\"content\":{\"body\":\"Social Capital，社会资本，也翻译为社交资本 - 是指个体或团体之间的关联——社会网络、互惠性规范和由此产生的信任，是人们在社会结构中所处的位置给他们带来的资源。\\n\\n对于「社会资本」概念，尚没有为人们普遍认同的定义，从其基本内涵看，社会资本是相对于经济资本和人力资本的概念，它是指社会主体（包括个人、群体、组织）间紧密联系的状态及其特征，其表现形式有社会网络、规范、信任、权威、行动的共识以及社会道德等方面。社会资本存在于社会结构之中，是无形的，它通过人与人之间的合作进而提高社会的效率和社会整合度。\\n\\n抛去这些复杂的学术定义，最粗浅的对于 Social capital 的体现可以理解为，「当你要做一件事，有多少人基于对你的了解和社会身份愿意挺你。」\\n\\n褚时健老爷子保外就医创办褚橙，一堆商界精英愿意出钱出力，这是老爷子社会资本的体现。尽管他当时已经没有钱，但依靠攒下的社会资本，一样可以轻松的东山再起。\\n\\n一个人遇到急事需要找朋友借钱，是不是有足够多的人愿意去借，甚至朋友圈发个广告，是不是有足够多的人愿意去帮忙转，这都是个人 Social Capital 的体现。\\n\\n我听过一个朋友用最土的话描述，**他说社交资本就是「谁认识你，你认识谁」，尽管不够全面，但确实是说到了精髓的。**\\n\\n受限于技术，社交范围，行为透明度等各类因素，传统的社交资本应用都集中在小范围，熟人范围内。但即使这样，它也构成了这个社会间最重要的润滑剂。\\n\\n**而 Web3 网络和 DAO 的出现让我看到了一种希望，以技术以及全球性的协作网络为根基，通过各类协议把 Social Capital 应用的深度广度推到一个全新的层面，并形成全新的基于 Social Capital 的全球性信用网络。这是颠覆性的机会。**\\n\\n我在 Discord 里看到一些好玩的 DAO，有时候就会去找创始人或者核心贡献者聊聊。大家都很忙，为啥愿意跟你沟通。除了简单的自我介绍，大家最重要的判断标准之一就是 discord 的查看「共同服务器」功能。我遇到过不止一个人说，「兄弟，不用介绍那么多，我知道咱们是同一类人。」为啥呢，因为一查资料，发现我们有 20 多个共同服务器，其中相当比例是只有几百个成员的小众服务器，这就说明大家兴趣是高度一致的，基础信任就这么建立了。\\n\\n当然这个信任度依然很浅。我用来判断一个 ID 是否可信任的第二个方式是查看各类发言情况。比如碰到一个 FWB 会员，我会跑到 FWB 服务器里看他是否活跃，都在聊什么。如果是很活跃的会员，感觉比较友善，又聊了很多质量还不错话题，这时候信任度就会极速上升。如果发现他在各个服务器只是在撸空投，信任度就会降到负数。\\n\\n而在各类服务器的身份状态和角色更是构成信任的重要依据。如果一个人在价值观非常好的 DAO 里做出了很多贡献，哪怕我们从未沟通过，也会天然产生信任度。\\n\\n以上说的这些场景完全不依赖于他的真实身份，而是纯粹在 DAO 里的行为。我不需要知道他在现实里是谁，是男是女，是否混的很成功。\\n\\n链上行为也是进行判断的重要依据，比如持有那些资产，日常使用哪些应用，是喜欢冲土狗的投机者，还是钻石手的长期投资者。日常参与了哪些 DAO 的投票，投的什么。这些都能用来判断一个人 (地址) 的情况。事实上已经有一些项目在这个领域开始耕耘了，估计不久就会有项目出来。\\n\\n一个人的行动是他是否值得信任的最直接的判断依据，但链上数据是远远不够的，因为它只能体现一个人行动的非常小一部分。要形成更强大的 Social Capital based 信任网络, 需要把更多方面纳入考量来。\\n\\n**幸运的是，在 Web3 世界里，在全球性的协作网络里，一个人的行动、贡献和深度的社交关系是非常容易被观察到的，这时候再与链上身份以及区块链特性做结合，可能就会迸发出极大的能量。**\\n\\n比如我是某个 DAO 的成员，我基于自己的观察和理解很认同某个核心贡献者，这时候如果他有事需要江湖救急，我可能愿意去提供各类帮助，甚至包括无抵押的信用借款。\\n\\n那如果不是我愿意，而是某个协议，对同一个 id 的各类协作行为、Web3 网络里的身份地位以及链上数据的大量的分析观察，做出了信任的决定，并愿意支持他。如果我们也都信任这个协议的判断力，这时场景就会从一个狭窄圈子的信任网络变成一个全球性的信任网络。我不需要认识他，观察他，甚至不用知道他的身份，但协议告诉我他是值得信任的。这时候任何 Web3 的参与者在需要用资金的时候，都可以用自己在这个世界里获得的 Social Capital 去拿到或多或少的无抵押贷款。在需要启动项目的时候，可能很容易拿到投资。\\n\\n类似的场景还可以拓展出非常多，也绝不仅仅是跟资金相关。一旦这个信任网络构建起来，他会迸发出巨大的价值。而个人也可以基于自己的 Web3 社会资本获取更多的价值。这又反过来助推 Web3 群体更看重自己的社会资本，从而构成一个更和谐的 Web3 网络。\\n\\n不过用脚趾头想想也知道这玩意要实现起来非常的难。不是一天两天能做出来的。但希望确实已经能看到了，接下来应该就会是各路大神在这个领域开脑洞做创新的时刻了。我很期待这一天的到来。\",\"timestamp\":1641690912,\"title\":\"Web3与社会资本\"},\"digest\":\"LqLEb81q9KQys_sxGAEOvj1ATXOMQH4LdCUh0_7Vit4\",\"authorship\":{\"contributor\":\"0x21C4952BC587CFF830B8E6BF16Bd0352A97a91a7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jNhhuHt6YK0L1AMR7UqzAs8pqipMyChdMlboU7s7jsE\\\",\\\"y\\\":\\\"AZ0fu1V_Zz_jqBHg4NoFHGFob1Ehf1XSheqnyRcmAnY\\\"}\",\"signature\":\"tZAClwZ4WuzobHC_of31m3KdOP54X6CEF9vLsV_BEsvAyRwsQGeLsVY9S-J3toY48GbKvUvenR1Vrk2XL19Euw\",\"signingKeySignature\":\"0x11b1926e7cbc7478a04f7e9be483c6a275ad58983a3e093eaf7b742de96487b340b1c8fb096efa9dfc1e1b6588dec87eec25ee2c00946066a5e9f2ebdda487f51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jNhhuHt6YK0L1AMR7UqzAs8pqipMyChdMlboU7s7jsE\\\",\\\"y\\\":\\\"AZ0fu1V_Zz_jqBHg4NoFHGFob1Ehf1XSheqnyRcmAnY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LqLEb81q9KQys_sxGAEOvj1ATXOMQH4LdCUh0_7Vit4\"}"