"{\"content\":{\"body\":\"一夜多梦，遐想如翩翩落叶飘落在脑海之中：一会是哥们我在现实中拿着赚来的巨款，一番血拼，大肆采购，然后衣锦还乡，煞是风光；接着一转眼，咱又化身为第二齐天大圣，穿着一身霞光闪耀的金猴盔甲，手握金箍棒，脚踩五色祥云，飞越千山万水，降伏万妖千怪，横行天地之间，仰天长啸，眉宇豪气冲天，笑看谁能与我争锋……\\n\\n```\\n昨天，我可是强忍着心中的yu望，没有去那看其他两件金猴装备的属性，给自己留了点想象的余地。如果它们和金猴盔甲不是套装的话，那咱的一夜美梦就将成空，如果真是一个系列的套装，那，等待我的会是什么呢，今个一早，我就一骨碌从床上爬了起来，匆匆洗刷，填饱肚皮之后，赶紧上线。\\n\\n金猴战靴等级：四十五（白银）\\n\\n防御：8\\n\\n持久：42\\n\\n属性：未鉴定\\n\\n金猴护手等级：四十五（白银）\\n\\n防御：8\\n\\n持久：42\\n\\n属性：未鉴定\\n\\n汗，看着手中一双靴子，一对护手的属性，我突然有种欲哭无泪的感觉，难道我拼死拼活，给金帝他们卖命当黑市打手，就是为了这两个根本不上档次的装备吗，连属性都没鉴定出来，而且还都是白银装备，根本和什么套装扯不上号，俺的心，顿时跟三九天吃冰棍一般，凉透透的。\\n\\n难道只是偶然的同名巧合而已，我长叹了一口气，算了，好歹也是个收获，咱还是去鉴定一下，没准会有什么适合我的属性来。\\n\\n希望越大，失望越大，俺是带着颗没有丝毫奢望之心，来到了鉴定行，那个山羊胡抬头一见又是我，顿时满脸的醋意，病怏怏地说道：“怎么着，你小子咋又来了，别跟我说又有啥稀罕装备要鉴定啊。”\\n\\n“嘿嘿，大师果然就是大师，不过这次找你来，只是想鉴定两个白银装而已，绝对不会给你增添多少麻烦，价钱嘛，好商量。”我陪着笑走了上前说道。\\n\\n“哼，拿给我看看，是什么装备。”山羊胡听我这么一说，脸色才如初雪消融，将手一伸说道。\\n\\n我连忙将靴子和护手都递了过去，说道：“大师，你看鉴定这两个东西要多少钱？”\\n\\n“哦，原来只是两个寻常装备而已，八千个金币好了。”山羊胡脸上老皮一皱，细眼斜看了我几眼说道。\\n\\n靠，你是驴*剔牙齿，好大的口条啊，区区两个白银装，你竟然要八千，你是不是脑袋里面进水了，这种货色如果放到其他鉴定所，最多也就一两千金币就能鉴定出来，他竟然要这么多，难道是上次给我白白鉴定一次，现在想赶紧赚回本钱不是，这心，未免也太黑了点。\\n\\n“大师，这个价，似乎有点不太公道吧。”我似笑非笑地看着山羊胡说道。\\n\\n“怎么着，觉得我要价高了是不是，那你拿回去，另请高明吧。”山羊胡白了我一眼，将两件装备丢在桌上，又没好气地说道，跟着又自言自语地嘀咕道：“真是个不成大器的家伙，鉴定个神秘套装，才多收一倍的钱而已，就舍不得了。”\\n\\n什么，我耳朵骤然一动，立即将山羊胡的这句话给牢牢抓在耳中，套装，神秘套装，难道我真的拣到宝了，这金猴装备果真是一套的不成。\\n\\n“嗨，大师，瞧你这话说得，咱哪能不给你鉴定，你可是值得信赖的老字号，我可是在你这边定点鉴定的，怎么可能换场子，八千是吧，来来，我这就给你。”我立即掏出枚钻石币送到山羊胡面前，无比客气地说道，“别找了，还有二千算是俺孝敬你的，上次让你亏本真是有点不好意思。”\\n\\n“恩，这还差不多。”山羊胡可没跟我客套，捏起钻石币送到嘴里咬了一下，又放在眼前了又看，这才收入囊中冲我说道……\\n\\n随着山羊胡手掌上笼罩的淡青之光慢慢拂过，如烟花般绚烂的金色霞光在两件装备上交替闪烁，刺得我眼睛几乎都睁不开来，跟着如变魔术一般，山羊胡从袖口中掏出一根纯白色的晶棒，伸入了金光之中，如点燃的火把一般，互相交融着，散发出四溢的流光，看得我双眼直发楞，真是神了，就这个白银装备鉴定，还能搞出这么多的花头来。\\n\\n“好了，拿去吧，看看怎么样。”山羊胡喘了口气，将两件流动着如液体般金芒的金猴装备递了给我说道。\\n\\n接过来一看，我眼睛都笑细了，果然它们都属于金猴套装，而且鉴定后，防御还都提高了二点，真是不错。\\n\\n金猴战靴等级：四十五（白银）\\n\\n防御：10\\n\\n持久：42\\n\\n属性：金猴套装之一，装备金猴盔甲、金猴头盔、金猴护手之后，可以令使用者发动魔法特技：巨猿守护，效果时间二小时，巨猿等级与使用者相同，被动技能。\\n\\n金猴护手等级：四十五（白银）\\n\\n防御：10\\n\\n持久：8\\n\\n属性：同上\\n\\n哈哈，巨猿守护，听这个名字就比较牛b，估计和我那召唤小影差不多吧，套装属性就是好，虽然单一拿出来并不值得一提，但是整体合一，其效果简直可以媲美任何一个神器。\\n\\n不过笑归笑，仔细一看其属性，还需要有个金猴头盔才能诱发该技能时，我有点发了傻，三缺一，这套属性就等于是个遥不可及的梦，难不成金帝那还有个头盔没给我不成，应该不会，若是还有的话，他早就拿出来怂恿我再比一场了，这个最后的金猴头盔，会在哪呢，我带着无限的郁闷，走出了鉴定行，来时心不爽，走时亦不乐。\\n\\n这一路走着想着，不知不觉我就来到钱老板那间铁匠铺旁，听着里面叮叮当当传出一阵阵敲击声，我心中纷乱的思绪突然一亮，想当初在猎杀那条赤须孽龙时，血染疆土他们帮里的刺客可是利用特制飞爪立下了奇功，合众人之力，把整条赤须孽龙硬生生地从天上拉了下来，相信经过那一战，绝大部份刺客都会跟我一样，感觉到飞爪并不是可有可无的装饰品，可不仅仅能用来爬墙上山，而是可以多方面利用，把它变成刺客的又一有利工具。\\n\\n看样子咱也该弄一把好一点的飞爪放在身边才行，至于那金猴头盔，还是等有机会，探探钱老板的口风再说，不能强求的。\\n\\n一想到这里，我突然想起来之前我还弄了一个龙爪，还有不少龙骨和龙筋，如果用那些玩意来制作飞爪，估计效果也不会差到哪里吧，加上哥们我还有的是好矿石，一个全新的创意顿时在我脑海里形成。\\n\\n想做咱就做，立即从银行里把一干材料统统取了出来，我是风风火火地一头冲进铁匠铺，大声嚷嚷道：“我回来了。”\\n\\n铁匠铺里的一干NPC工匠们似乎都摸着我的性子，见咱这副模样，顿时都忙不颠儿地替我升起炉火，准备起工具来，有几个已经是初级铁匠的还凑了上来，套近乎问我这次又准备煅造点什么极品，跟着我后面打下手，他们可都受益非浅。\\n\\n面对他们的询问，我只是微微一笑，没有多加理会，自顾走到火炉旁，拿出龙爪等一干物品，当然了，少不了把把作为原形的钢制飞爪。\\n\\n我左手拿着泛着凄冷白芒的龙爪，右手拿着乌黑青亮的钢爪，静静地陷入了沉思，这巨大的龙爪如果制成飞爪，势必要响应雕琢缩小几分，而末尾则需要有段手柄，当然还要有穿扎龙筋的洞眼，这是一个整体，缺一都不可，而且，依照龙骨的强度来看，制成的飞爪势必属于撕裂型利器，绝对可以充当一个远程攻击武器，脑海里几番思索，一个龙骨飞爪的雏型浮现在我眼前。\\n\\n随手拿起块扁平的龙骨，我是一边想着，一边开始在上面雕刻起衔接飞爪和绳索的手柄样式。这末段的手柄非常关键，一方面它不能太重，如果太重的话会影响飞爪抛出的距离和高度，还要注意其平衡，不然的话还会影响到飞爪的准确度。试想如果在半空中飞爪丢出去抓不到东西，那咱们也就只有掉下来摔成肉泥的份儿。另一方面，它必须牢固，要将龙爪与龙筋之间紧密地联系起来，如若不然，咱的飞爪就真的成了飞爪，飞出去就再也回不来了。\\n\\n我不由想起在制作蓝翎时，往中空的雷鸟肋骨内注入矿石熔液，冷却后使得整个两段弓身能够完美地结合在一起，这一次，我不是依然可以大行其道嘛。\\n\\n模具雕好，我拿起龙爪，平放在铁砧之上，拿起孔钻，在它骨根部分别打上四个小孔，为的就是让矿石熔液能进入到内部，跟外面的手柄熔合到一起成为一个坚固的整体。\\n\\n前期准备工作就绪，现在开始熔矿融合了，既然咱要做好东西，自然不能舍不得好材料，挑了块赤霞龙晶矿，还有两块上等的鸡血矿，咱一并投入到熔炉里，浇上一瓶助熔黑油，看着火焰一窜三丈，将矿石团团包裹，现在咱要做的，就是等它们完全熔化了。\\n```\\n\\n\\n------------\",\"timestamp\":1640834449,\"title\":\"第三百四十八章 巨猿守护\"},\"digest\":\"tsdWMss8lC20OZTF2F2wQqEwh7jzAu7AfdyJAZe1gis\",\"authorship\":{\"contributor\":\"0x6A1B2E33e3B1957F4135941bDe6ed9929CC30EDF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1xbmFFr3hLi5KeF878Qlv-SamKPCzTo-9Mx9a5FgdDU\\\",\\\"y\\\":\\\"IM0Zl5KddSuzDznYCDHVvWp2tpkCqCJnLA-hYWj9ceM\\\"}\",\"signature\":\"ST3EYUxzw9nVkGJbwCxfD8gJonUsTVa9g60FkzHGpMJ_D-PAKGyaJIoLfBd-dI2rstAzzxrNFHxspQVl5KUyiA\",\"signingKeySignature\":\"0x28a10ebf5bde23eb040710a9d171d67e6b775a43e411ae4fbbef9e7bc5f688307d00ad09f57576067d7dab5e412591514b6bca91e5f970a1a33dc77e145aae981b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1xbmFFr3hLi5KeF878Qlv-SamKPCzTo-9Mx9a5FgdDU\\\",\\\"y\\\":\\\"IM0Zl5KddSuzDznYCDHVvWp2tpkCqCJnLA-hYWj9ceM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tsdWMss8lC20OZTF2F2wQqEwh7jzAu7AfdyJAZe1gis\"}"