"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/24ded335-63a8-4e30-8975-4fedfd3468bb.png?height=1000&width=2000)\\n\\nCreator DAOs are on the rise, and we're seeing new ones being created every day. DAOs are a new way to finance projects, govern communities, and share value. For every Creator, for anyone on the internet, it's now possible to collaborate, trust each other and join forces toward a joint project.\\n\\nEvery audience will turn into a community, and every fan will turn into a partner. With Social tokens and Creator DAOs, you'll have the power to incentivize anyone to help you achieve broader goals, meet new people and collaborate with others. DAOs, compared to traditional companies, are open, global, and transparent.\\n\\nEvery DAO is unique, and there is no one-size-fits-all to create a successful Creator DAO. There are, however, good practices that have shown their efficiency in the past. This essay aims to give you some basic insights into how to launch a Creator DAO.\\n\\n## STEP 1 - Create a small group and gather strong engagement around a common goal.\\n\\nTo build a Creator DAO, the first thing you'll have to do is gather a small group toward a joint project. T**he goal at this stage is to gather a small community (\\\\~20 members) that genuinely believes in the project, and that is ready to help accomplish this vision without monetary rewards.** You can start by inviting your friends interested in the same niche that you are, post on forums, share your vision on socials or talk directly to your community if you already have one from previous projects.\\n\\n**The best way to attract top talent is to create a DAO with a strong culture, efficient onboarding, and well-designed incentives.** With a strong culture, you'll attract high-quality talents that will be intrinsically motivated to provide support over a sustained period.\\n\\n**The easiest way to onboard your first community members is to create a Telegram or a Geneva group.** Discord and Slack are also reasonable solutions but are more useful at a later stage when you need to create different channels around different subjects. Think thoroughly about all the onboarding steps to make sure anyone wanting to contribute can do it easily. Be proactive in onboarding community members and split the onboarding responsibilities with other key members of the DAO.\\n\\nIf you're interested in learning more about gathering a solid community toward a joint project, you can [read this article ](https://www.notion.so/Setting-up-Treasury-Management-Governance-02cd796ad05b49cc856697a68da73bcf)sharing the best resources about the subject.\\n\\n## STEP 2 - Design Tokenomics\\n\\n*Once you have gathered a small and tight community around a shared vision, the next step is to design the Tokenomics of your project.*\\n\\nWe call Tokenomics all the things that enable participants to earn more tokens by contributing positively. Basically, setting up Tokenomics for your project means \\\"What can we put in place to incentivize my community to participate in my project.\\\"\\n\\n**To incentivize your community, there are several aspects you should dig into:**\\n\\n* **Token Distribution - How do you plan to reward contributors?** How much of the supply will be reserved for the DAO treasury? Do you want to do a retroactive airdrop (reward contributor for their past contributions) or everyone's winning Token from a starting point? The challenge with Token Distribution is to create efficient distribution mechanisms that would put the tokens in the hands of people willing to produce work for the network.\\n* **Token design - How do you design the financial aspects of your Token?** What will be the total initial supply? Should you mint your Token on a [Fixed supply or on a Bonding curve](https://coinvise.substack.com/p/social-token-as-financial-assets)? If it's on a Bonding Curve, do you want your supply to be capped or uncapped? With Token design, you have to think about the technical and financial aspect of your Token to make sure it reflect what you want to achieve with your DAO.\\n* **Price Stability - How do you manage the stability of your Token, so people are still motivated to collaborate?** What will be the anchor exchange rate with Ethereum (1ETH = 10?100?1000? of your Token)? Do you want to create an inflationary or deflationary token (monetary policy)? With which tokens do you want to bond your token (Collateral volatile or stable coin)? Price stability is an important aspect to consider as with a higher price comes speculators and with lower price comes more difficulty to incentivize community members.\\n* **Governance - How do you assure fair governance and ensure the funds are distributed to the right projectS?** What rights do you give to token holders? What will be the Internal economics of your project? Governance is key to create a truly decentralized Organization.\\n\\nAll of the above elements will play a major role in how people collaborate in your DAO. Take the time to reflect thoroughly on the Tokenomics of your project, as it can make it skyrocket or plummet.\\n\\n## STEP 3 - Create a personal / community Token.\\n\\n*Once you’ve gathered a small knit community and have figured out the Tokenomics of your Token, the logical next step is to create a Token.*\\n\\nThe Token will primarily serve as social recognition as the Token doesn't have financial value at this point but will still be very effective to incentivize potential contributors. With the previous step, you should now have the answers to all the Tokenomics of your Token. The process of actually creating a token is fairly easy and pretty straightforward on Coinvise.\\n\\n**Here a several tutorials to help you go through these steps:**\\n\\n* [Create a Crypto Wallet](https://www.notion.so/How-to-create-a-Crypto-Wallet-and-Signup-on-Coinvise-co-7dd6371acf874c9db184f78467abc2fd)\\n* [Sign up on Coinvise](https://www.notion.so/How-to-create-a-Crypto-Wallet-and-Signup-on-Coinvise-co-7dd6371acf874c9db184f78467abc2fd)\\n* [Buy your first ETH](https://www.notion.so/How-to-buy-your-first-ETH-86873d84278c4495a752a6930f969f8d)\\n* [Create a Personal / community Token](https://www.notion.so/How-to-mint-a-Personal-Community-Token-424196cb6f204f38b94faed3e0db301f)\\n\\n## STEP 4 - Design great bounties and grow your community\\n\\n*With a Token and early traction, the next step is to incentivize community members to be active and do tasks to help grow the project.*\\n\\nSocial tokens have shown their efficiency to incentivize individuals to share their skills with others. Well-designed incentives are more than crucial as they can make your project tremendously grow. They are best used when they scale or incentivize coordination and engagement between community members. Incentives are ideal when it's mutually beneficial to you and your community. This will create positive-sum games, where everyone has an aligned economic interest.\\n\\n**There are three main types of incentives:**\\n\\n* **Social incentives -** It's more of a social, collectible value that people are proud to own. Social Tokens create status within a community. Think of Airline miles that generate status within a specific sphere (Airline lounge, first to enter the plane, etc..) or special perks in Discord servers\\n* **Vision Incentives -** Members aren't participating \\\"for-profit\\\" (aka economic incentives) but are driven by a specific ideology. Community members will exchange your Token without a monetary value because they sincerely believed in the vision.\\n* **Economic Incentives -** It doesn't require a particular strategy, and you can simply ask community members to achieve a mission in exchange for economic value. By creating a “pay-for-performance incentive scheme” (a program where you pay contributors depending on how hard they work), you allow anyone to participate and help grow the project.\\n\\n**A Framework to design great incentives:**\\n\\n* **Step 1: Determine what would drive each party to use your Token -** The first step to do so is to clearly define what members of your community are chasing by joining your community. What are their inner motivations? What would they earn by participating in the community? Why have they decided to join? You have to deeply understand their interest in collaborating with the community before creating incentives.\\n* **Step 2: Determine how you can align each parties' interest -** Now that you know what you need and what other community members want, your goal is to align those interests and design targeted rewards schemes. it's all about considering the trade-offs, which balance costs and benefits. (EX: Grades at school)\\n* **Step 3: Prevent bad token behaviors by disincentivizing those -** Some bad behaviors could be speculative investments, for example, where community members would buy your Token (try to raise its value) without having a positive impact on the project. One way to beat this is to provide “lock-up periods” for token-holders. Basically, you lock their token for a certain period and contributors can’t withdraw them to their wallet. Another to disincentivize bad behaviors is t reward token holders for holding your Token for a long period of time. Instead of locking their tokens, you simply tell them they’ll receive a bonus for holding the token (every 3 or 6 months for example). Great onboarding is also key to prevent those bad behaviors.\\n* **Step 4: Incorporating effective performance metrics and optimizing the size of rewards -** The goal of defining clear performance metrics is to measure participants' contributions to reward them relative to their efforts. (defining clear outcomes for projects, think Forefront's bounties, and leverage web3 tools like source.cred)\\n\\n**Here are a few examples of successful crowdfunding from existing projects:**\\n\\n* [Forefront](https://forefront.market/) - [Forefront's bounties](https://docs.google.com/spreadsheets/d/1Dt5KxK5QmOyPAHBfj81nmY-btyTd0mbPlqJByOmkSR4/edit#gid=196077105)\\n* [GlobalCoinResearch](https://globalcoinresearch.com/) - [GCR’s Bounties](https://globalcoinresearch.com/2021/04/14/gcr-media-mining/)\\n\\nYou can [Create Bounties](https://www.notion.so/How-to-create-a-Token-Reward-Bounty-on-Coinvise-abfc94a17ebc44c6a6f4affeec779113) (incentives) on Coinvise and [integrate the Coinvise Bot on Discord](https://www.notion.so/How-to-integrate-Discord-Tipping-NFT-Bot-ce49b396acbd48309db170eae362aca1) to automate sending out the rewards.\\n\\n## STEP 5 - Crowdfund your project\\n\\n*With a growing community, some traction, a Token, and the initial contributors that have achieved the first milestones, it's now time to open the community to a broader audience and crowdfund your project to achieve bigger goals.*\\n\\n**There are two main ways to crowdfund a project: through Social Tokens and NFTs.**\\n\\n* **Through Social Token -** A creator can crowdfund money by creating a Liquidity Pool, which means letting anyone buy its token. However, the Creator will need an already strong community (otherwise no one will buy its Token), and he will lose control over its Token (as anyone can buy token, anyone can buy a large amount of Token and vote for bad decision over the future of the project.\\n* **Through NFTs -** A creator can mint an NFT or a collection of NFT and its fans can then buy it. NFT can give access to gated channels for example.\\n\\n**Here are a few examples of successful crowdfunding from existing projects :**\\n\\n* [Ethereum: The Infinite Garden](https://twitter.com/EthereumFilm) - $INFINITE\\n* [Burn Alpha Novel](https://emily.mirror.xyz/0AFENlMKv9amUC1OJIZY26udpISw_raXkoEcvelPvzg) - $NOVEL\\n* [Alex Masmej](https://twitter.com/AlexMasmej) - $ALEX\\n* [Elektra by Songcamp](https://elektra.camp/#/) - $ELEKTRA\\n* [Creator Cabin](https://www.creatorcabins.com/) - $CABIN\\n\\nIf you're interested in knowing more about crowdfunding, you should [read this essay](https://coinvise.substack.com/p/crowdfunding-projects-through-social) that gives more insight into Web3 crowdfunding.\\n\\n## STEP 6 - Setting up Treasury Management & Governance\\n\\n*With some money in the bank from your successful crowdfunding, you'll now have to manage the Treasury and let token holders choose for the community's future.*\\n\\nThe purpose of any decentralized community is to capitalize on itself in such a way as to ensure its ongoing operations can continue and invest in the future growth and success of the community and projects. **Right after the crowdfunding, as a community leader, you'll have three primary missions: Distribute ownership to community members, manage the Treasury of your community and create governance mechanisms.**\\n\\nHere are few actions you should take during this period to achieve your missions:\\n\\n* **Diversify your tokens -** The diversification of your tokens is an important area to focus on. A priority for many communities' treasuries is to convert a portion of their assets into Stablecoins. With the entirety of your Treasury held in your native Token, if the price of your token falls, let's say by 40%, your balance sheet will also shrink by 40%.\\n* **Create a Multisig Wallet with Gnosis.** A multi-signature wallet allows you to define an access/control scheme through multiple users that need to confirm transactions before executing them. It secures your Treasury in the hand of multiple contributors and decentralizes your community a bit more.\\n* **Create Guilds/Working groups -** Creating a Multisig is not the only way to distribute ownership. Another good practice is to develop Guilds or working groups in charge of specific missions within your community. By creating these working groups, you'll be able to allocate funds to specifics teams and organize your community more thoughtfully.\\n* **Manage your Treasury -** You can use [Llama](https://llama.community/), an easy tool that helps DeFi protocols, DAOs, and Social Token communities manage their treasuries, as you'll have to make payments, financial reporting, and asset allocation. You'll also have to define how the supply allocated to the Treasury would be used for. Do you want to reward members for ongoing work and activities? Provide liquidity for the secondary token market if needed (e.g. via [Uniswap](https://uniswap.org/))? Potentially conduct a second crowdfund?\\n* **Give voting power to your community** - The easiest way to give voting power to your community is to set up a [Snapshot](http://snapshot.org/) for governance mechanisms. Snapshot is an off-chain gasless multi-governance client with easy to verify and hard to contest results. Anyone can submit a proposal on Snapshot, and Token holders can then vote for or against the proposal, depending on if they judge it will benefit the project. The more token you hold, the more voting power you have.\\n* **Setup tools for your Discord Server -** You can use tools such as [SourceCred](https://sourcecred.io/) or [Collab.Land](https://collab.land/) that helps you determine how much value a contribution or contributor added to a project overall and reward them easily. With Collab.Land, it’s also possible to tip your contributor and create token-gated channels according to roles and how much token someone has. You can also set up the Coinvise Bot, which allows you to automatize the process of tipping.\\n* **Generate multiple income streams -** Treasury management is an essential tool for aligning and incentivizing stakeholders to work for DAOs. Competition for talented contributions is fierce, so it's vital to ensure communities are well-capitalized regardless of market conditions. DAOs & communities ought to generate multiple income streams that can cover operating expenses and make sure to attract the best talents. An option for generating multiple income streams is yield farming. This is when you lend out a cryptocurrency and earn interest in it. It serves as an investment.\\n\\n## Conclusion\\n\\nLaunching a Creator DAO is one small step toward building a whole new economy where every individual can thrive. Making a Creator DAO isn't just making a token, it’s thinking about the different aspects of it, thinking about the Tokenomics and the incentives you’ll create.\\n\\nWe're still at the beginning of Creator DAOs, and there is still so much to discover and build. The entire crypto community is experimenting with new ways to improve Creator DAOs, and the space is rapidly evolving.\\n\\nHowever, with this guide, you should now be more aware of launching your Creator DAO and using crypto mechanisms to achieve your high ambition goals.\\n\\n\\n---\\n\\n[edition://0xaf89C5E115Ab3437fC965224D317d09faa66ee3E?editionId=234](edition://0xaf89C5E115Ab3437fC965224D317d09faa66ee3E?editionId=234)\\n\\n\\n---\\n\\n**Want more?**\\n\\nFollow us on **[Twitter](https://twitter.com/CoinviseCo)**,  [Instagram ](https://www.instagram.com/coinvise/?hl=en)and join us on **[Discord](https://discord.gg/8jaQB5CZ) 🔥**\\n\\n\\n---\\n\\n**Further Resources on Tokenomics:**\\n\\n* [Designing Internet-Native Economies: A Guide to Crypto Tokens](https://future.a16z.com/a-taxonomy-of-tokens-distinctions-with-a-difference/)\\n* [Great example of how CabinDAO chose their Tech Stack](https://creators.mirror.xyz/862A5rBtKX3BC8eEircDnGwPIJJTJ33hn-MvnukByPc)\\n* [Social Token as Financial Assets (Blue Version)](https://coinvise.substack.com/p/social-token-as-financial-assets)\\n* [Token Supply 101: Fundamentals of token supply — and monetary policy](https://adrienbe.medium.com/token-supply-101-fundamentals-of-token-supply-and-monetary-policy-a20cc761f6ec)\\n* [FLOW Token Economics](https://www.onflow.org/flow-token-economics)\\n\\n**Further Resources on Treasury:**\\n\\n* [How DAOs should approach treasury management](https://newsletter.banklesshq.com/p/how-daos-should-approach-treasury)\\n* [How to Structure a Protocol’s Treasury](https://shreyashariharan.com/2021/03/14/how-to-structure-a-protocols-treasury/)\",\"timestamp\":1630346629,\"title\":\"How to Launch a Creator DAO?\",\"publication\":\"coinvise\"},\"digest\":\"WdJgZo8YZ26daZ9oyOHnzkIp0OlYl7fHSx_02o7wW_g\",\"authorship\":{\"contributor\":\"0xC0241e384dB48C35E7b3FEded3BfEcd29A3E73e3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0o_MeTMWdmmauXiMTPhbFpndJiwTTuKYZg0bGwkJ4bU\\\",\\\"y\\\":\\\"KTT6UE3lb5rJC46ZjD-6i2mKJ7INKxnqxOadQRWweHI\\\"}\",\"signature\":\"bpquDitF9Xbm2zglXcq0VIhkxMAKjurWdcQVyksloq1qdZShJEPnV_rJPphOieDojvX5_I51E_DyfboNUcQx2g\",\"signingKeySignature\":\"0xcc613260e5f5b48c237877a3499201fc21625773b852a1a30d2621e4030145ed571bbaf7e6a772fdae8d151fa5249d801febe34436bbf227d6ac50d575bf1ee61b\",\"signingKeyMessage\":\"I authorize the publication of articles on coinvise.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0o_MeTMWdmmauXiMTPhbFpndJiwTTuKYZg0bGwkJ4bU\\\",\\\"y\\\":\\\"KTT6UE3lb5rJC46ZjD-6i2mKJ7INKxnqxOadQRWweHI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0f9g1E0Lx0uirTo61UuahYDHb3v3O-qz9Y9hBGpnYJM\"}"