"{\"content\":{\"body\":\"*Welcome to Interior. My name is [Jamison Isaak](https://jamisonisaak.com/), and I've been making music as [Teen Daze](https://teendaze.bandcamp.com/) for a decade now. I'm using this space to journal through the process of releasing my next full-length record, Interior. I've been covering a few of the [ins](https://teendaze.mirror.xyz/kGG4da2kr7fFBj1dqDByqGes-Kvl44AXXJLefM6gpCk) and [outs](https://teendaze.mirror.xyz/8pGjKENICls7h9_oxVMBc_58TS5iEooDw516RdwPRgY) of this process, and hopefully I've done so without getting too inside. This week, I'll be catching you up on where I’m at in the process of releasing this record, as we get closer and closer to release day.*\\n\\nIt’s been a while since we took a look at some of the release plans, and with the release of the first single fast approaching, let me catch you up on how this release is coming along.\\n\\n![Swimming is available October 20. Art by María Medem.](https://images.mirror-media.xyz/publication-images/H4NlcljGdO7E3t1dNVSIz.jpg?height=2362&width=2362)\\n\\nFirst thing we’ve got to cover: the first single, [Swimming, will be out on October 20](https://teendaze.lnk.to/Swimming). I know I’ve been waiting for this moment for months now, but it still kind of feels like it came out of nowhere. The stunning, colourful, vibey artwork was done by [María Medem](https://www.instagram.com/mariamedem) (she also created the album artwork, and the other single artworks). \\n\\nI want to swim in that pool. Oh, and if you notice, there’s a furry friend peaking down into the space. That’s Mookie. Actually though, María modelled the cat in the artwork after my cat Mookie, and it’s very special. \\n\\nAnyways, the official music video should be wrapped this weekend too, and it’s going to be a trip, I promise. I wrote a few words about the single, which I shared on [social media](https://www.instagram.com/p/CU5O8IDJkKd/?utm_source=ig_web_copy_link) this week. But to sum it up: this single is a great auditory entry point into the world of Interior. It feels like both a re-invention and a return to a natural state for me. Mostly I’m just excited to be releasing dance music again. It just feels right.\\n\\n![Photo by Faked Potatoes (https://www.instagram.com/fakedpotatoes)](https://images.mirror-media.xyz/publication-images/pLglEkdFOg9xxKm27Sx1t.jpeg?height=4000&width=5362)\\n\\nOn the physical product front: I received test pressings for the record a month ago, and they all sounded perfect. Seeing María’s artwork in a large format is going to be incredible. Cassette artwork is just getting cooked up too, and we’ll be doing a run of about 200 cassettes. I’ve really only bought tapes over the last few years, so again, it’ll feel great to get to see this record presented in a medium I use on a regular basis. We’ve also got a special, limited edition vinyl edition being made, but there’ll be more details on that to come (it’s going to be amazing). \\n\\nOh, and we’ve got a merch capsule ready to go! Again, I’m being hush hush on things, but the designer is one of my favourites at the moment, and I can’t wait for you to what they cooked up.\\n\\n![](https://images.mirror-media.xyz/publication-images/p3P79mDhJHwallpIhKmEp.png?height=1600&width=2560)\\n\\nAll the promo photos have been taken. We ended up doing three shoots, with three very different photographers, and I’m so thrilled how all of them turned out. Being photographed is a weird thing for me. I’m not a model. Which is why the majority of my press photos over the last few years have just been shots that my wife has taken while we’re travelling. But it feels good to have a collection of photos that all tell different stories about me in relation to the record.\\n\\n![](https://images.mirror-media.xyz/publication-images/KI3KnxRdd6MwNg9Q3fpqe.png?height=447&width=608)\\n\\nWe’ve been leaking out [these](https://www.youtube.com/watch?v=NCutSvJeRec) [trailers](https://www.youtube.com/watch?v=VUIrWBJNh8Y) that my friends [Zone Pictures](https://www.instagram.com/zonepictures/) made for us, and I’m going to be linking up with them again to film a concert film that will come out later in the campaign. The idea was to create a live version of what an Interior show COULD look like. Truthfully, I don’t know if I’m ready to tour a show with the level of production that’s going into this film. In my mind, this is an opportunity for you to watch the show, and decide whether it’s something you’d wanna spend $10-15 to go see live. I’m sure some people will be cool with watching it on their TV at home, and that’s it, and all power in the world to them! But if enough people, I don’t know, send me messages, or comment on Youtube, about how they want to see it live, then perhaps we’ll make it happen.\\n\\nNow, that being said, we do have four release parties planned, which will also be announced next week. I’m so incredibly excited for these. While I don’t know if I’m necessarily ready to tour a live show, I’m REALLY ready to DJ some small parties. They’re going to be really informal hangouts, more than proper shows. The sort of events where I’ll be in the room hanging with friends before my set. It’ll be a nice chance to get to say hey to people that I haven’t had to chance to see in the last two years. Definitely hop into the [Interior Club](https://discord.gg/McqJhWTuDM) to get a chance to get an early look at tickets for the shows.\\n\\n![](https://images.mirror-media.xyz/publication-images/wSL6OW8-AfCohmGDR_q0d.png?height=1268&width=1664)\\n\\nFinally, on the web3 front, I’ve got some really amazing plans in the works, but because they’re still in the works, I want to see them through before I start giving away alpha. For now I’ll say this: join the [Interior Club](https://discord.gg/McqJhWTuDM). I’m working with some incredibly talented friends, who are helping this vision come to life.\\n\\n![](https://images.mirror-media.xyz/publication-images/Uhy4Y0ZXddRDt1PrMZVvp.png?height=1600&width=2560)\\n\\nOnce again, a huge debt of gratitude to you for reading, and following along on this journey with me. The first single is out next week, we’re just getting started.\\n\\n![Photo by Hana Pesut (https://www.sincerelyhana.com)](https://images.mirror-media.xyz/publication-images/_k-8sFfhpWt1Nj8te6WDH.png?height=1459&width=2189)\\n\\n\",\"timestamp\":1634227625,\"title\":\"INTERIOR 7\",\"publication\":\"teendaze\"},\"digest\":\"xTksCmdwbdNUnTyqkV7Fz1lf3fxrRiNdVMwm7EMuNb4\",\"authorship\":{\"contributor\":\"0xEa83321A41c69070C971CD9Ca193366d6Be8DDC4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-0rLUyU2W-9kE9Bmi-8Q8aipZZIjgNtHWT4m0SNTmK4\\\",\\\"y\\\":\\\"8BqwxYKZ0jThkIT7LLIkfiucnCD8tABT3Ohgz48IP5M\\\"}\",\"signature\":\"EAcA14UZa-dbJ5xE3NLdraHTzAabi3xRW4LaZZyC1Fyo0Jry-2cin4QG2RHmaYn_I22p-VIeGlb6sVBhCNjUBA\",\"signingKeySignature\":\"0xc775603473d38f3523aadaefd3f227d76e7ec2c68e443ce2e1dced1a04b4bfcc63e1f7a7ec2950aa0a30b7a1cc12ebe903fd22397424e9285a88504b4dd272f71b\",\"signingKeyMessage\":\"I authorize the publication of articles on teendaze.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-0rLUyU2W-9kE9Bmi-8Q8aipZZIjgNtHWT4m0SNTmK4\\\",\\\"y\\\":\\\"8BqwxYKZ0jThkIT7LLIkfiucnCD8tABT3Ohgz48IP5M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SuLWfwXH-sK3IllPdS5j6SHm8IDA9gQkcY9VoCeCxYA\"}"