"{\"content\":{\"body\":\"The judge said using the word \\\"victim\\\" to describe the men shot by Rittenhouse, including two who died, would be loaded with prejudice.\\n\\nKyle Rittenhouse at a pretrial hearing Monday at the Kenosha County Courthouse in Kenosha, Wis.Mark Hertzberg / Pool via AP\\n\\nOct. 27, 2021, 11:31 AM CST\\n\\nBy Dennis Romero and Samira Puskar\\n\\nThe three men Kyle Rittenhouse shot during a protest against police brutality in Wisconsin can be labeled rioters, looters or arsonists if the teenager's defense team has evidence to support the characterizations — but they shouldn't be called victims, the judge in his murder trial ruled this week.\\n\\nThe decision was among the ground rules Kenosha County Judge Bruce E. Schroeder set Monday for the trial, which is expected to begin Nov. 1.\\n\\nRittenhouse, 18, was charged with [homicide and attempted homicide](https://www.nbcnews.com/news/us-news/kyle-rittenhouse-charged-killing-2-kenosha-protesters-has-bond-set-n1245953) after he fatally shot Joseph Rosenbaum, 36, and Anthony Huber, 26, and wounded Gaige Grosskreutz in Kenosha during protests that followed the shooting of [Jacob Blake](https://www.nbcnews.com/news/us-news/video-shows-police-kenosha-wis-shooting-black-man-back-n1237819), a Black man, by a white police officer.\\n\\n## Kyle Rittenhouse makes first in-person court appearance in Wisconsin\\n\\nMAY 22, 202103:04\\n\\nHe has pleaded not guilty to all charges and is [free on bond](https://www.nbcnews.com/news/us-news/accused-double-murderer-kyle-rittenhouse-posts-2-million-bond-no-n1248450).\\n\\n### Recommended\\n\\n### WEATHER\\n\\n### CLIMATE IN CRISIS\\n\\nRittenhouse, who was 17 at the time of the shootings, used a semiautomatic rifle that resembles the [made-for-the-military](https://www.armalite.com/Armalite/History) AR-15. He has said that he went to the demonstrations on Aug. 25, 2020, to help protect businesses from looters when he was attacked and that he acted in self-defense.\\n\\nAssistant District Attorney Thomas Binger had asked the judge to prohibit the defense from describing the men who were shot with pejorative language.\\n\\nOn Monday, Schroeder reiterated his reportedly [long-held policy](https://www.kare11.com/article/news/nation-world/judge-sets-final-ground-rules-for-rittenhouse-trial-evidence-kyle-case-kenosha/507-d6bd0911-f22b-4cdc-8a65-80ddda5d4e1b) against allowing the word \\\"victim\\\" in his criminal trials until there is a conviction. He said the word is \\\"loaded\\\" with prejudgment.\\n\\nBinger, the prosecutor, argued that the words \\\"rioters,\\\" \\\"looters\\\" and \\\"arsonists\\\" are \\\"loaded, if not more loaded,\\\" than \\\"victim.\\\"\\n\\n\\\"You've not let me call someone a victim when it was proven,\\\" he told Schroeder.\\n\\nKyle Rittenhouse carries a weapon as he walks along Sheridan Road in Kenosha, Wis., on Aug. 25, 2020.Adam Rogan / AP file\\n\\nBinger said that whatever the three men were up to before they were shot had nothing to do with their confrontations with Rittenhouse and his decision to open fire. He argued that Rittenhouse had not seen the three do anything criminal when he shot them.\\n\\nBinger did not immediately respond to a request for comment. Attorneys for the families of the three men who were shot did not respond, either.\\n\\nGrosskreutz, who has not been charged with a crime, sued the city, the county and law enforcement this month, [alleging that Kenosha officials enabled a \\\"band of white nationalist vigilantes\\\" ](https://www.nbcnews.com/news/us-news/wisconsin-police-deputized-armed-vigilantes-enabling-kyle-rittenhouse-shootings-lawsuit-n1281802)during the protest.\\n\\nA spokesperson representing the city and the police department declined to comment. An attorney representing Kenosha County and the sheriff labeled the allegations as false.\\n\\n\\\"The lawsuit also fails to acknowledge that Mr. Grosskreutz was himself armed with a firearm when he was shot and Mr. Grosskreutz failed to file the lawsuit against the person who actually shot him,\\\" said the lawyer, Sam Hall.\",\"timestamp\":1635336515,\"title\":\"Men shot by Rittenhouse can't be called 'victims' during trial, but 'rioters,' 'looters' are OK, judge rules\"},\"digest\":\"3rtgCJZgsQvnEBNB0w2O_XIosfVHUbp4TcPMDqTu8-M\",\"authorship\":{\"contributor\":\"0xeeF8d0F4c1D7Cd87B0d7D9eb5cDe356985B922Ce\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w5tVtonlVr7sdO9UjrHZiZTHZOnKT-EwbFQuC68Nwx0\\\",\\\"y\\\":\\\"_tgjB8uz1nT4Z2T4cAXBJFjLBbEfZW9yupASXlZ4emw\\\"}\",\"signature\":\"jFDSRsoepiCqU4PsrefTHGDDs47bv8LtLpnKnaucp8whLHwGl3VzjO6dzQ9PVvv1rfdwserbLgJ8ykEtBgHrSw\",\"signingKeySignature\":\"0x06e5136fba5e68c41d744916668068bb3cf34ac77484e5124b46eb759a34677a1fd0bcab8ef59c12daa4547c5a811d04127264e3936a0fbcbfe589e3a154c10f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w5tVtonlVr7sdO9UjrHZiZTHZOnKT-EwbFQuC68Nwx0\\\",\\\"y\\\":\\\"_tgjB8uz1nT4Z2T4cAXBJFjLBbEfZW9yupASXlZ4emw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3rtgCJZgsQvnEBNB0w2O_XIosfVHUbp4TcPMDqTu8-M\"}"