"{\"content\":{\"body\":\"### Shifting the Web Back Towards Open-Handedness\\n\\n[Less Likes, More Connections](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/3985)\\n\\n*An NFT video version of this essay is available for auction above*\\n\\nOne of the most important objects of my life rolled in on squeaky wheels when my teacher brought a brand new computer into the elementary school classroom. Now, the school already had a few computers at the time, but those were green-and-grey text machines, rudimentary and clunky, unfriendly to children and teachers alike. These new computers were of an entirely different class, featuring user-interfaces (ooh!), software applications (ahh!), and most importantly, graphics (wow!!). \\n\\n![](https://images.mirror-media.xyz/publication-images/77447795-4ed5-4be8-b787-bf224015462d.jpeg?height=2250&width=4000)\\n\\nMy teacher instantly recognized the learning potential stored within this humming totem as she proudly positioned it at the front of the class. Because our school only had one computer we all took turns using it, and over the years my teachers would plunk me down in front of the machine with different applications opened each time. One day I played Math Blaster to test my addition and subtraction knowledge. Another day I set off on the Oregon Trail, caught dysentery, and died. \\n\\n![](https://images.mirror-media.xyz/publication-images/f32dd738-7531-4f6c-bbd3-a16067bfe356.jpeg?height=2250&width=4000)\\n\\nAnd another day — a truly special day — my teacher put me in front of an open browser window and gave me one simple command: ‘Make a website’. \\n\\nThere were no further instructions that I can recall and I’ve desperately tried to remember exactly how I made a website at such a young age. GeoCities? Something else? I can’t remember, but by the end of the period I somehow managed to create my own homepage about black holes. \\n\\nThe site featured a pitch black background and a spiral gif spinning ominously in the center. I walked over to the school’s library and checked out a book on outer space, returning to copy the most interesting facts and add them to the page. In these early, heady days, citations weren't required and information felt free to give and get. After I finished I asked my friend about the website she made during her turn on the computer. She created a site dedicated to her favorite animal, the cheetah, which she loved because of how fast they could run. I told her I would look it up next time I got a chance to use the internet. \\n\\nLooking back, both of our websites were pure in intent. I thought black holes were cool, and she thought cheetahs were cool. That was it! We recognized the web as a place to host our interests and potentially find others who felt the same way about them, and it excited me to have published something. Would someone else see it? Would someone desperately in need of information about outer space come across the facts I left behind? And what else would be possible as computers evolved?\\n\\nUnfortunately, the answer wasn't entirely rewarding. \\n\\nAs I progressed from elementary school to middle school to high school, the computers did indeed develop alongside me — now there were whole computer labs filled with rows of colorful iMac G3s and beige Windows PCs and entire classes dedicated to using them — but as the hardware became abundant, the field of learning seemed to somehow narrow. \\n\\n![](https://images.mirror-media.xyz/publication-images/523cd463-6752-4a66-8084-bf277f30a73e.jpeg?height=2250&width=4000)\\n\\nI took a computer class with the hopes that it would teach me the things that I needed to build more websites like the one from elementary school, but instead I found myself in front of a preloaded copy of Microsoft Frontpage and given very specific instructions on how to compose a website about golf balls. \\n\\nI asked the teacher if I could deviate from the rather boring lesson plan. He told me that I could not. I finished the exercise in thirty minutes and have no other memories from the class at all.\\n\\nWhile the internet of my elementary school days seemed full of creativity, over the years the space began to feel stymied; eventually culminating in the WYSIWYG and social network dominated world that we now live in. That freedom that I initially felt now seems a little foreign. Today there are plenty of safe and convenient ways to make websites about golf balls in 30 minutes, but fewer and fewer options to explore something completely new. \\n\\nThe web has become watered down and impersonal, run by a handful of gigantic organizations that hold all the power and give just enough of it back to their users to satiate them. The internet of my childhood was the internet of blank pages — tabula rasa! — but the whole business model of today’s internet revolves around never showing the user a blank page at all, providing them with an endless stream of new information to fill every waking moment.\\n\\nI've missed that foundational version of the internet and felt dissatisfied with what we have — until recently. \\n\\nweb3 represents the blank slate I’ve been looking for; a space where people create purely to create and participate not to disassociate from their lives but to create deep and meaningful connections, build with others, and stake a claim on the future.\\n\\nI felt extremely open-handed while making my website about black holes. I wasn't trying to monetize the words I added or recoup my hosting fees. I wasn't thinking about running ads or getting likes or gaining followers, concepts that wouldn't take root for years. Instead, I was thinking about black holes — and thinking about how other people might also be thinking about black holes. The early internet felt collaborative and selfless in a way that's been completely lost in a rigid web obsessed with building (and trapping) influencers, their attention, and their audiences.\\n\\nweb3 shifts the internet back towards open-handedness. Musicians create music for audiences moving from the role of spectators to partners, online communities treat members as stakeholders who receive tokens in return for their participation, platforms give their keys over to their users, and on and on and on. It's a fantastic time to be a creator because anything is possible and new projects of interest pop up each day. FOMO feels like less and less of a thing because it's inevitable that yet another crazy and life-altering event will happen tomorrow, and you're capable of being a part of each one. \\n\\n![](https://images.mirror-media.xyz/publication-images/b84829c2-a73b-45c4-a344-6ebce84df675.jpeg?height=2250&width=4000)\\n\\nweb3 presents a new frontier of infinite possibility and optimism that supersedes even the most pessimistic of viewpoints, and we're just getting started.\\n\\n\\n\",\"timestamp\":1626111801,\"title\":\"Less Likes, More Connections\",\"publication\":\"multimedia\"},\"digest\":\"aUT2Hg8gcenWkLFC-8LPxR4AJm1y4YVv0H0JYnByhZk\",\"authorship\":{\"contributor\":\"0xc7A0D765C3aF6E2710bA05A56c5E2cA190C2E11e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"j_XWck7U_NNz_8iso8_9vuQoVNvJ2H3cMeBY2Twr8bU\\\",\\\"y\\\":\\\"MP6KbhMF0cy-Ly8Y7RrGM8GhzegM6wlktqQV-RZ9SLc\\\"}\",\"signature\":\"_kSvC9262rn5S_pXSjleyzcEsLwZwL_j-sidPdF3CfKeaiGZJ5xhvvsinA8ZcD7lIWpiucRDohg2kEJml4keag\",\"signingKeySignature\":\"0xfe5250ccf840ccce977018bada42981ce6fb37a31422631e8d82be85166f5c08331dfd524a8e151773d568cd2085b3f61ddca8705e5034b1ba95d4a3f40a42af1c\",\"signingKeyMessage\":\"I authorize the publication of articles on multimedia.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"j_XWck7U_NNz_8iso8_9vuQoVNvJ2H3cMeBY2Twr8bU\\\",\\\"y\\\":\\\"MP6KbhMF0cy-Ly8Y7RrGM8GhzegM6wlktqQV-RZ9SLc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"U7mSbRetkJ77FvwD0n61P-Y6YUC6Xj5N1MUI8JRwQDc\"}"