"{\"content\":{\"body\":\"### We love watching videos.\\n\\nVideos are windows into people's worlds. Videos tell stories that inspire us, teach us, entertain us, and help us grow. It doesn't matter who you are, where you're from, or what you do. You can think of at least one video that's changed your life. That's the power that videos have.\\n\\nThe power to connect with us to ***make our lives better.***\\n\\nA majority of internet bandwidth is used to watch videos.\\n\\n![Sources: Sandvine, CommScope, Cartesian](https://images.mirror-media.xyz/publication-images/c710d4e1-a16c-4eaf-b9ff-273c07f0bf69.png?height=649&width=1048)\\n\\nVideo **✨should✨** be a public good.\\n\\nAnd yet… like much of the internet it is not.\\n\\n> **Video ownership, monetization, and infrastructure is controlled by the platforms, not the people.**\\n\\nGlass is on a mission to reform internet video from the infrastructure to the experience of living as a creator.\\n\\n**We believe in individual sovereignty, shared ownership, and decentralization.**\\n\\n# The Master Plan\\n\\n1. Infrastructure\\n2. Creator Monetization\\n3. Recommenders & Moderation\\n\\n# Infrastructure\\n\\nGlass infrastructure is built on two powerful ideas:\\n\\n* Free markets\\n* Edge computing\\n\\nVideo files are big… like **REALLY** big. Maintaining infrastructure is expensive ($1B+ a year depending on scale).\\n\\nDecentralized computing allows anyone with dormant resources to earn money in exchange for storage, bandwidth, or transcoding. Since these “miners” are competing for work -- the price of resources reacts to supply and demand fluidly.\\n\\nThe price of these resources are significantly cheaper than operating a datacenter.\\n\\n### Storage:\\n\\nFor file storage we use [Arweave](https://www.arweave.org/). Arweave enables truly permanent data storage. The upfront costs for storage is higher than a centralized cloud provider, but the price is **fixed**. We think on the scale of centuries.\\n\\n> Videos are records of knowledge and culture for future generations.\\n\\nA nuanced detail of permanent file storage replicated across many computers around the world is the inability to take down content nor censor. This poses some interesting questions on moderation and copyright (see below).\\n\\n![Breakeven Point](https://images.mirror-media.xyz/publication-images/3f77e1bd-263b-40b5-9bcd-6a2736316828.jpg?height=1392&width=2658)\\n\\n### Content Delivery Networks:\\n\\nTo load videos fast, centralized video providers will maintain a content delivery network (CDN). CDN’s are computers located spatially close to the person watching the video. Since video files are **BIG**, you want the distance between the file to be **SMALL**.\\n\\nCentralized CDN’s are expensive to operate since it requires renting or purchasing data-centers in major cities.\\n\\nDecentralized CDN’s reduce the costs and improve the spatial distribution of computers around the world. As web3 goes mobile and global spatial distribution becomes more important. Our current CDN savings are approximately **3X** cheaper thanks to the [Meson](https://meson.network/) and [Media](https://media.network/) Networks.\\n\\n![Central Server vs CDN](https://images.mirror-media.xyz/publication-images/dc596a1c-0a82-42d7-b607-272d503f0e44.png?height=568&width=1324)\\n\\n### Transcoding:\\n\\nThe last component of internet video is transcoding. Transcoding converts large videos into smaller videos at different resolutions (6k vs 240p). This allows the video player to adaptively change the resolution of the video depending on network speed without interrupting the viewing experience.\\n\\nOnce again edge computing (dormant GPU’s) and free markets result in close to a **50X** savings. Prior to using [Livepeer](https://livepeer.org/), transcoding was our greatest expense.\\n\\n![Coordinating Transcoders ](https://images.mirror-media.xyz/publication-images/569d8b6b-2b1e-40cb-b21e-39b465442595.png?height=493&width=856)\\n\\n### Implications:\\n\\nDecentralized video is a **hard** engineering problem. We finally have reached a point where we feel confident that the stack will scale to mainstream usage.\\n\\n# Monetization\\n\\nOur philosophy behind creator monetization is to **experiment rapidly** towards an economy that sustains video creators and viewers. The primary reason for building monetization on-chain is to enable new economics by giving the community ownership over content, and allowing easy access to an entire ecosystem of decentralized finance. We’ve intentionally built our metadata formats to be highly modular, allowing us to add features and combine economic funding blocks and chains.\\n\\n![Source: Chris Dixon](https://images.mirror-media.xyz/publication-images/e7bb48ac-4602-4938-9f0a-22f265dcc6f8.png?height=666&width=2542)\\n\\n### Multi-chain\\n\\nWe live in a multi-chain world. Each protocol has tradeoffs when it comes to decentralization versus speed and affordability. Instead of making that choice ourselves, we decided to put it in the hands of the creators.\\n\\nCurrently we support **Ethereum** and **Solana**.\\n\\n### Tips\\n\\n✅ **Ethereum**\\n\\n✅ **Solana**\\n\\nTips are an established way of supporting creators. They are also a great way to fill out the demand for a creator. Perhaps someone can’t afford to buy an expensive NFT but leaves a $5 tip to show their appreciation.\\n\\n### NFT Editions\\n\\n✅ **Ethereum**\\n\\n🔜 **Solana** (coming soon)\\n\\nNFT editions lower the barrier to entry and allowing more people to participate.\\n\\nA couple weeks ago we did a livestream with the Ethereum NFT Edition. The NFT’s could only be purchased while attending the livestream. Think of it like digital merch for attending a digital experience.\\n\\nWe made **3.15 ETH** in **22 minutes** of live-streaming. As an added experiment we tested out an on-chain commission referral model.\\n\\nOne core consideration we think about when developing a new economic model is how do we solve the cold-start problem of not having crypto. The commission referral model makes a lot of sense because we can add an economic reward to an existing social behavior (sharing a video).\\n\\nOf the sales, **15/25** NFT editions were purchased through referral links paying out **0.6 ETH** to people who helped spread the word.\\n\\n### Reserve Auctions\\n\\n✅ **Ethereum**\\n\\n🔜 **Solana** (coming soon)\\n\\nReserve auctions are a powerful funding mechanism for creators. These auctions tend to capture the highest tiers of demand for a piece of content and help artists truly find economic independence.\\n\\n### The Long Tails\\n\\nWe are on a mission to find economic models that create sustainable income at scale for creators at every stage and consistently fund creative endeavors regardless of bear or bull markets.\\n\\nIn order to compete with centralized platforms, we want to create an economy where the standard of living is always improving. In an ads-based economy, 97% of video creators don’t make enough money off their videos to break the poverty line. We want to play a part in making a career as a video creator more viable in the future.\\n\\nWe believe innovative models based on free markets between consumers and creators  create a more sustainable inequality curve. They also allows more wealth to flow in the system by capturing more of the demand curve between fans and artists.\\n\\nFundamentally this requires that:\\n\\n1. the content is controlled by the people not the platform\\n2. the content always finds itself in the hands of the people who find it most valuable\\n\\nEfficiency in property ownership and novel ways to enable Universal Basic Income for people on the platform can lead to greater economic welfare at a macro scale.\\n\\n# Moderation & Recommenders\\n\\nModeration is important for every community. Centralized platforms take much of this power away from their community. We believe in transparency and self-selected moderation. Once we have found truly sustainable monetization we will then focus on application-layer moderation.\\n\\n### Delegated Moderation\\n\\nThis is still an open research question, but one model that might work is allowing someone to select who can moderate on their behalf. The moderators are economically rewarded by the protocol to act appropriately. A moderator doesn’t have to be a human actor, it could also be a machine learning model.\\n\\n### Egregious Content\\n\\nThe Arweave team has been working on automated machine learning approaches to automatically catch very harmful content.\\n\\nWe’re at the cutting edge -- bear with us while we tackle these problems. In the meantime, we’ll be rolling out the ability to create on Glass incrementally, while we build out a democratic way for the community to control the content.\\n\\n### Copyright\\n\\nWe’re working towards unifying on-chain smart contracts with traditional (legal) licensing contracts. While technically it would be nearly impossible to bring the content down, the last thing we want is a creator getting sued.\\n\\n### Recommendations\\n\\nCentralized video platforms opt for black box recommendation algorithms. We don’t like that. As we start adding recommenders to our economics system we’ll always opt for:\\n\\n1. explainability and transparency\\n2. optionality and self-selection\\n\\n# Airdrop 👀\\n\\nOne of our core values is that our entire community should prosper.\\n\\nWe made **3.15 ETH** on our first live-stream. We’re airdropping all the proceeds in a Mirror split to anyone who signed up before August 21. Thanks for supporting our mission!\\n\\n[split://0x2ef4afa3575F54ac14F5Fc7Ed49F7FD9682b1269?network=mainnet](split://0x2ef4afa3575F54ac14F5Fc7Ed49F7FD9682b1269?network=mainnet)\\n\\n# Something AMAZING\\n\\n![August 23, 2021](https://images.mirror-media.xyz/publication-images/37d6e232-d559-4c73-beed-9b6fb9426abb.jpeg?height=666&width=1373)\\n\\n# Hiring\\n\\nGlass is hiring!\\n\\nWe’re on a mission to change the internet\\n\\n**Developer Search**\\n\\n* Typescript (NextJS)\\n* Rust\\n* Specialty with Video\\n\\n# Contact\\n\\n**hello@glass.xyz**\\n\\nThank you to everyone who has given us feedback along the way. Every conversation has helped push us forward.\\n\\n❤️ The Glass Team \",\"timestamp\":1629618325,\"title\":\"Reintroducing Glass\",\"publication\":\"glass\"},\"digest\":\"yJfIqdbt6ods8sVLCOaNSsrPvZTBuOQG4aPQPN2TEKk\",\"authorship\":{\"contributor\":\"0xDb6c1a8aF1883262aaD221A25816468ef693D4A2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qlvXLIaF89CZrbBz6GG5YACJV5BseqGEx3KGTU-JZ6A\\\",\\\"y\\\":\\\"M_zUh-DOKu2ifywgzHv2npI9jv5neU4gkvG05mezXsg\\\"}\",\"signature\":\"PY5SDYJH43JEmnaC93l86h3kJINh5U4KONywtVsV3Ab6ILgflUzlbDvurboTKjtPQ4iWwZffNXW4JDv3JKd-rA\",\"signingKeySignature\":\"0x91752a37c64933916103a843b1ebb50a9c1dfdb6df9a7eacb8970c4ed00c88d60483378fdae646f3451fb54b9cec4a0c70d1413a25992841819d242e42e9c54b1c\",\"signingKeyMessage\":\"I authorize the publication of articles on glass.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qlvXLIaF89CZrbBz6GG5YACJV5BseqGEx3KGTU-JZ6A\\\",\\\"y\\\":\\\"M_zUh-DOKu2ifywgzHv2npI9jv5neU4gkvG05mezXsg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9ZFAFqvt-3PA9d1NXDD5TT1nX5J4mQdVriP1KFxBZXM\"}"