"{\"content\":{\"body\":\"# 主流公链方案\\n\\n## BSC\\n\\nBinance Chain (BC) 早期使用cosmos开发，主要实现了订单簿的DEX，发行其bep2 token/ pegged coin, 并具备跨链交易能力；\\n\\nBinance Smart Chain (BSC) 19年开始重新folk eth代码开发，天然具备EVM的兼容性，修改POW共识为PoSA权威权益证明共识，提升TPS，降低Tx Fee。 验证人节点硬件要求极高，普通节点无法参与。\\n\\nBSC的PoSA结合了[权威证明](https://academy.binance.com/zh/articles/proof-of-authority-explained)(PoA)和[委托权益证明](https://academy.binance.com/zh/articles/delegated-proof-of-stake-explained)(DPoS)。21位验证者轮流生产区块并以币安币交易费用作为回报奖励。成为验证者需要运行一个节点并至少质押1万枚币安币，然后方有资格成为*当选的候选人*。\\n\\n跨链：中心化的提币跨链 + 丰富的第三方跨链方案支持\\n\\n[https://docs.binance.org/smart-chain/guides/cross-chain.html](https://docs.binance.org/smart-chain/guides/cross-chain.html)\\n\\n## OEC\\n\\n[https://github.com/okex/exchain](https://github.com/okex/exchain)\\n\\n坚持使用cosmos开发，通过集成EVM实现eth生态的兼容。在链上原生实现订单簿dex，amm dex，farm，链上治理。\\n\\n更低的手续费，更大的自主性，可在链上直接实现更多功能，去中心化程度高。\\n\\n两种跨链方案：提币到目标链的方式来自动跨链； 连接钱包后中心化跨链资产到目标链地址。\\n\\n## Polygon\\n\\n把Cosmos的理念带到eth生态，ethereum's internet of blockchain。提供类似的快速搭建链的SDK，独立的matic链，提供plasma，侧链，Layer2等多种围绕eth生态的解决方案。代码是fork eth来修改的。\\n\\n[https://docs.polygon.technology/docs/develop/ethereum-polygon/pos/getting-started](https://docs.polygon.technology/docs/develop/ethereum-polygon/pos/getting-started)\\n\\n## Solana\\n\\nSolana 扩展方案的核心是一个“历史证明（PoH）”的去中心化时钟，该时钟旨在解决缺乏单个可信赖时间源在分布式网络中的时间问题。免除了在节点网络中广播时间戳的需求，从而提高整个网络的效率。\\n\\nSolana 放弃了分片策略，选择了时间和区块链状态的分离这一方法。它的网络具有一种被称为历史证明 (PoH) 的内嵌机制，可以实时同步交易的顺序。PoH 消除了在交易排序上达成共识的需要，也就免掉了相应的时间损耗，使节点能在收到交易时立刻处理它们。\\n\\nPoH 是一个全局虚拟时钟，它使我们能够使用时间传递的加密证明，代替掉基于每个验证器中本地时间测量值的本地超时。 由于网络中的所有节点都具有一致的时间观，因此我们可以减少区块时间，减少共识信息传递开销，增加 TPS 并增加参与共识的节点数量。\\n\\nThere are 8 key innovations that make the Solana network possible:\\n\\nProof of History (POH) — a clock before consensus;\\n\\nTower BFT — a PoH-optimized version of PBFT;\\n\\nTurbine — a block propagation protocol;\\n\\nGulf Stream — Mempool-less transaction forwarding protocol;\\n\\nSealevel — Parallel smart contracts run-time;\\n\\nPipelining — a Transaction Processing Unit for validation optimization\\n\\nCloudbreak — Horizontally-Scaled Accounts Database; and\\n\\nReplicators — Distributed ledger store\\n\\nWith Proof of History, you can create a historical record that proves that an event has occurred at a specific moment in time.\\n\\n历史证明 (PoH) 通过使用高频可验证延迟函数（VDF），随着时间的推移建立可通过密码验证的事件顺序（在本例中为交易）。 从本质上讲，这意味着 PoH 就像一个加密时钟，可以帮助网络就时间和事件顺序达成一致，而无需等待其他节点的消息。这允许并行处理有序事件来帮助提升网络的性能，而在传统的区块链场景中，单个进程验证并打包要包含在下一个块中的所有交易。\\n\\nSolana中智能合约（或程序）是只读或无状态的，并且只包含程序逻辑。一旦部署后，智能合约就可以通过外部账户进行交互。Solana中与程序交互的账户会存储与程序交互相关的数据。这创建了状态（帐户）和合约逻辑（程序）的逻辑分离。这是Solana 和基于EVM的智能合约之间的关键区别。支持使用Rust，C++和C语言来编写智能合约。\\n\\nWormhole 虫洞协议，现已支持以太坊-Solana 双向跨链\\n\\n[https://www.wormholebridge.com/](https://www.wormholebridge.com/)\\n\\n## Terra\\n\\n针对去中心化稳定币的真实需求，使用cosmos开发的应用专有链的成功案例。反思算稳鼻祖AMPL失败的原因：单币种通胀通缩的稳定机制带来的投机需求造成ampl长期偏离1美元，使得该稳定币真实使用需求不被认可。\\n\\nThe protocol consists of two main tokens, Terra and Luna.\\n\\n* **Terra: Stablecoins that track the price of fiat currencies. Users mint new Terra by burning Luna. Stablecoins are named for their fiat counterparts. For example, the base Terra stablecoin tracks the price of the IMF’s SDR, named TerraSDR, or SDT. Other stablecoin denominations include TerraUSD or UST, and TerraKRW or KRT. All Terra denominations exist in the same pool.**\\n* **Luna: The Terra protocol’s native staking token that absorbs the price volatility of Terra. Luna is used for governance and in mining. Users stake Luna to validators who record and verify transactions on the blockchain in exchange for rewards from transaction fees. The more Terra is used, the more Luna is worth.**\\n\\nThe protocol ensures the supply and demand of Terra is always balanced, leading to a stable price.\\n\\nUsers burn Luna to mint Terra and burn Terra to mint Luna, all incentivized by the protocol's algorithmic [market module](https://docs.terra.money/Reference/Terra-core/Module-specifications/spec-market.html).\\n\\nThe Terra protocol's market module enables users to always trade 1 USD worth of Luna for 1 UST, and vice versa, incentivizing users to maintain the price of Terra.\\n\\n套利空间与手续费摩擦\\n\\n非兼容EVM的WASM智能合约，使用Rust编写\\n\\nSmart contracts on Terra run on WebAssembly and take advantage of core modules, such as on-chain swaps, price oracle, and staking rewards, to power modern [DeFi](https://docs.terra.money/Concepts/glossary.html#defi) apps\\n\\n[https://github.com/terra-money/core](https://github.com/terra-money/core)\\n\\n## Cosmos\\n\\n公链之母 + 区块链互联网\\n\\n代币缺乏价值捕获\\n\\npos 质押机制，低手续费（非高手续费优先），terndermint BFT确定性共识，DAO治理机制，IBC通用跨链协议\\n\\n# Ronin\\n\\n[https://github.com/axieinfinity/ronin-smart-contracts](https://github.com/axieinfinity/ronin-smart-contracts)\\n\\n[https://whitepaper.axieinfinity.com/technology/ronin-ethereum-sidechain](https://whitepaper.axieinfinity.com/technology/ronin-ethereum-sidechain)\\n\\n代码未开源，类以太坊链，公开了Deposit、Withdrawal的相关合约，开发了定制的区块链浏览器。\\n\\n「It is our great pleasure to announce that the AxieChat Community has been selected by the existing group of Ronin validators to run the very first Ronin “Community Validator” Node.」 => 猜测为DPoS共识\\n\\nThe mechanics of Play to Earn do not require a fully decentralized public blockchain. We believe that part of the ethos of web 3 is the idea of users being rewarded for the value that they bring to applications and this is what we choose to focus on with Axie.\\n\\nKatana, the Ronin decentralized exchange. Katana allows anyone to easily swap between the various assets within the Axie Infinity ecosystem.\\n\\nyou can now trade between AXS, SLP, USDC, and WETH. You can also deposit these assets into liquidity pools and be rewarded both a share of the trading fees and RON tokens.\\n\\nRonin is our scaling solution for NFT games starting with Axie. It’s the most used Ethereum sidechain for NFTs.\\n\\nRON is the ecosystem token for the Ronin chain. It will eventually be used to pay gas fees and secure the network for both Axie Infinity and future games/products hosted on the chain.\\n\\nTo incentivize Katana liquidity, 10% of the total RON supply will be rewarded to liquidity providers who stake their deposits in both SLP/ETH and AXS/ETH over the next 90 days.\\n\\n## 跨链合约\\n\\n侧链mint wrap token，需要侧链validator验证主链上deposit成功；\\n\\n主链赎回token，需要侧链用户先发起赎回，进入pending状态，侧链validator对pending 的withdraw提交签名，用户拿到所有的签名去主链赎回eth原生token，侧链validator验证主链上withdraw成功，结束侧链pending withdraw的 pending 状态。\\n\\n# 跨链桥调研\\n\\n## Anyswap\\n\\n仅针对代币的跨链互换\\n\\n[https://anyswap-faq.readthedocs.io/en/latest/index.html](https://anyswap-faq.readthedocs.io/en/latest/index.html)\\n\\nAnyswap uses Fusion’s DCRM technology as a cross-chain solution. Anyswap users can deposit any coin to the protocol, mint wrapped tokens in a fully decentralized way and swap assets from different blockchains.\\n\\nDCRM uses the latest cryptography technologies in Threshold Signature Scheme (TSS) for Elliptic Curve Digital Signature Algorithm (ECDSA) to provide a distributed key generation and transaction signing algorithm. Threshold Signature Scheme (TSS) is a type of Multi-Party Computation (MPC), allowing multiple parties to jointly generate a key and a signature. None of the parties by themselves ever have a full key and none of the parties can sign without consent of the others. TSS can be configured for m-of-n setups as well.\\n\\n一种多方安全计算的实现方案\\n\\nSince Anyswap uses [DCRM](https://github.com/fsn-dev/dcrm-sdk) it does not require any code chnages to be made on any of the blockchains. In this respect it is superior to COSMOS or Polkadot, which we regard as being a ‘compatibility’ standard. DCRM is truly an ‘inter-operability’ standard.\\n\\n[https://github.com/fsn-dev/dcrm-sdk/wiki](https://github.com/fsn-dev/dcrm-sdk/wiki)\\n\\nthe Bridge is controlled by 5 DCRM nodes run by either Anyswap (at different locations)\\n\\n## Polygon\\n\\nPolygon使用和Ronin类似的主链、侧链上的质押+赎回机制来进行代币跨链。\\n\\nPolygon bridge provides a scaling solution which is near-instant, low-cost, and quite flexible. Polygon uses a dual-consensus architecture(Plasma + Proof-of-Stake (PoS) platform) to optimise for speed and decentralisation\\n\\n* tokens that leave ethereum network are locked and the same number of tokens are minted on Polygon as a pegged token (1:1).\\n* To move the tokens back to the ethereum network, tokens are burned on Polygon network and unlocked on ethereum network during the process\\n\\nA bridge is basically a set of contracts that help in moving assets from the root chain to the child chain. There are primarily two bridges to move assets between Ethereum and Polygon. First one is the Plasma bridge and the second one is called the PoS Bridge\\n\\n提供工具页面进行 eth —— polygon 代币跨链mapping。 <https://docs.polygon.technology/docs/develop/ethereum-polygon/submit-mapping-request/>\\n\\nThe first step to using the PoS bridge is mapping the Root Token and Child Token. Don't worry, this isn't anything complex. It just means that the token contract on the root chain and the token contract on the child chain have to maintain a connection (called mapping) to transfer assets between themselves.\\n\\nDeposit[#](https:///#deposit)\\n\\n* The owner of the asset token approves the Predicate Contract to lock down the amount of tokens to be deposited. Once this approval transaction has confirmed, the owner of the asset token interacts with the RootChainManager contract to complete the deposit.\\n* Next up, the asset is deposited with the State Sync Mechanism. if you didn't get a run-through of what the State Sync Mechanism is, it's in its simplest form the native mechanism to send data from Ethereum Network to the Polygon Network. The inner workings of the mechanism itself comprises of a function call that is made of the RootChainManager which triggers the ChildChainManager contract.\\n\\nWithdrawals[#](https:///#withdrawals)\\n\\n* Withdrawing assets is a breeze with the PoS bridge. It's as simple as burning the asset tokens on the Polygon chain, collecting the transaction hash of this burn transaction, and submitting it to the RootChainManager. The RootChainManager then calls for the predicate contract to release the funds that were locked on the Ethereum chain.\\n\\n提供SDK进行相应操作\\n\\n## IBC\\n\\n由Cosmos实现的一种通用跨链通信协议，代币的跨链仅仅是其中一种跨链场景。该协议支持任意复杂消息的跨链通信，并保证跨链事务的一致性和原子性。可以除了代币的跨链流转，还可以实现不同链之间的DApp/智能合约的协同调用。\",\"timestamp\":1640739548,\"title\":\"公链相关调研\"},\"digest\":\"UTgfAD3crMm-GKLnEC4IqTl9nvBfrdsvZDHxsbKXF_4\",\"authorship\":{\"contributor\":\"0x3d86916A994648C4449eee1dB7eAe38ADDEe1366\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mxk6HJ-aHfBbNlpjImdqYFa4t93-jzKIxUbMXqH2NMA\\\",\\\"y\\\":\\\"3MVsaKBVrZ0XuweRrRI9HHR5BFWnuFn8tCycsWbNj7Q\\\"}\",\"signature\":\"rY2WBykmAD-V4VDPJV9kQslF4F5bzffnsoYsUuMVmrtP4311G9bH09jwoaApkHSNC7ZwDT_hRCHneZfBNFi-ug\",\"signingKeySignature\":\"0x3e504c9127b01462d22035740fc2bce814b4e522a6ce68f7b867b2076a13d15750fb0e2adad42bcde78f85f6f9baaf526cf9f23a683db823260a0311c1b006431b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mxk6HJ-aHfBbNlpjImdqYFa4t93-jzKIxUbMXqH2NMA\\\",\\\"y\\\":\\\"3MVsaKBVrZ0XuweRrRI9HHR5BFWnuFn8tCycsWbNj7Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hH_hwH77ylKi-dMdTLc0Fra1ipZCFCpXYt_rPGYcq-0\"}"