"{\"content\":{\"body\":\"[![Awa Sun Yin](https://miro.medium.com/fit/c/96/96/2\\\\*lixhEKqbx-1LsCnR_PYaSw.jpeg)](https://medium.com/@awasunyin?source=post_page-----9c1c8721bb7a--------------------------------)\\n\\n**TL;DR**: Check the [Anoma repository](https://github.com/anomanetwork/anoma) or [documentation](https://anomanetwork.github.io/anoma/) out.\\n\\nShortly after Anoma’s [announcement](https://medium.com/anomanetwork/introducing-anoma-a-blockchain-for-private-asset-agnostic-bartering-dcc47ac42d9f) at the end of March, the core developers of Anoma released the [whitepaper](https://anoma.network/papers/whitepaper.pdf), which provides a comprehensive overview of the design and features of the protocol. Following the ethos of the project and its core developers, the current implementation of the protocol has been open-sourced — paving the way for a more accessible research and developer journey of Anoma.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*PnediXxrICx7HafyHdFyyA.png)\\n\\n## In the Anoma codebase\\n\\nFrom the beginning of the year, the core developers of Anoma have been working continuously on the Anoma ledger, its intent gossip system, and the matchmaker system. The ledger is characterized by its integration with Tendermint BFT consensus and WASM, in addition to basic capabilities such as key-value store, transactions, and a command-line interface. Over the last moon cycle, the support for [validity predicates](https://anoma.network/blog/validity-predicates/) on WASM, gas metering, and storage improvements among other changes were added to the ledger; the [intent gossip system](https://anoma.network/blog/intent-gossip-and-matchmaking-system/) is able to broadcast and support simple token barter intents; and the [matchmaker](https://anoma.network/blog/intent-gossip-and-matchmaking-system/) is integrated with a WASM matching algorithm, allowing the system to match simple token barter intents. For a more in-depth view of the architecture of Anoma, take a look at the [documentation](https://anomanetwork.github.io/anoma/).\\n\\n## Learning by playing with Anoma\\n\\nAs the design of the Anoma protocol is distinct in several ways, some features might appear unfamiliar, especially if you’re accustomed to protocols designed to be cryptocurrencies or platforms for arbitrary computation. Besides learning about Anoma via the growing base of resources, a swifter way for the playful minds would be by trying Anoma out.\\n\\nIf you’re interested in setting up your own local testnet of Anoma, you can find the guidelines for installing, building, operating an Anoma node [here](https://github.com/anomanetwork/anoma#installing). You can also find the Rust docs for the Anoma crates [here](https://anomanetwork.github.io/anoma/rustdoc/anoma/). Some of the most notable interactions involve validity predicates, creating and submitting *intents*, and operating the intent gossip and matchmaker systems.\\n\\n## Contributing to Anoma\\n\\nNothing would delight the core developers of Anoma more than feedback on the design, code, or documentation from the community at any scale — from typos to reviews on the design. Find the contribution guidelines [here](https://github.com/anomanetwork/anoma#how-to-contribute) and a list of open issues [here](https://github.com/anomanetwork/anoma/issues).\\n\\nIf you feel aligned with the vision of Anoma and would be interested in getting more involved with the project, know that the current team is growing and looking for more team members driven by the purpose of making privacy-preserving and self-sovereignty tools accessible. Take a look at this [list of open positions](https://heliax.dev/jobs), including but not limited to distributed systems research, zero-knowledge cryptography research and protocol engineering in Rust.\\n\\n## What’s next?\\n\\nAn upcoming development of the Anoma protocol is in the works and it combines the above with proof-of-stake and a dynamic validator selection mechanism. Later, support for [Ferveo](https://anoma.network/blog/ferveo-a-distributed-key-generation-scheme-for-front-running-protection) for front-running protection will be integrated, with other notable features to follow. The prototype is being refined along with the technical specifications and documentation in preparation for the very first experimental public testnet of Anoma. To stay tuned with the progress and updates, find us on [Twitter](https://twitter.com/anomanetwork), join the community on [Discord](https://discord.gg/RzN98vXbFt), or [receive updates](https://anoma.network/).\\n\",\"timestamp\":1635972457,\"title\":\"Anoma is Open-source - Anoma Network - Medium\"},\"digest\":\"q7KFZ3_lg0bVz9T8KQlnD6pQubkaScqrmhSIg0YOZWE\",\"authorship\":{\"contributor\":\"0x979AbfF1D6b676CeAC21AEeD3d800d48e6775be2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-5G7akAh0WTHFDIKKJktT-LA27aOVIOI5yhiLBSkGgY\\\",\\\"y\\\":\\\"53uWVWhuNUW293wNpvstZ9NP8gd5zjweK7HLn0mq_6Y\\\"}\",\"signature\":\"mEwROEHbAvODVLTnqFSGaz4rrgddBHX7iYqDW-uUDprLnpBBRVReadEr7imek_bDglCNtrjEvX0RV4Fndt2-lQ\",\"signingKeySignature\":\"0x861a92e7cc43ed37b76b4c7e248b27db878260db503569953eb7166869b74e9d53a27fa4e8e2be5105a7a4b11a91c27fb6354417f7a3b0a8c0627c8ff8e0d9e01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-5G7akAh0WTHFDIKKJktT-LA27aOVIOI5yhiLBSkGgY\\\",\\\"y\\\":\\\"53uWVWhuNUW293wNpvstZ9NP8gd5zjweK7HLn0mq_6Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"q7KFZ3_lg0bVz9T8KQlnD6pQubkaScqrmhSIg0YOZWE\"}"