"{\"content\":{\"body\":\"Enabling small businesses and individual service providers to maintain their sovereignty online.\\n\\n**Problem:**\\n\\nSince the dawn of the internet, small businesses and individuals had to rely upon on a host of centralized digital services to participate in the commerce online. Though the technology companies of the last 20-30 years have done a fantastic job in proving the need for the democratization of information access for true wealth creation in the world, the freedom and liberty those platforms offered always came at a cost. This is not a complaint on the intentions/motives of these companies but rather an observation of the obvious short coming of the technologies those companies used to build their services.\\n\\n**Centralized, Siloed, and Single Point of Failure:**\\n\\nThe most obvious example of this is the de-platforming of Donald Trump from Twitter. For years, Donald Trump had used Twitter as a medium to communicate directly with the press, his colleagues, and most importantly, his constituencies. His use of Twitter, more specifically the words and the timing of his tweets to win, arguably, the strongest democracy in the world will serve as an interesting academic case study of modern diplomacy for years to come. Yet, the entire record of his tweets is completely removed from the platform and is not accessible for anyone interested.\\n\\nThis problem can be extended to literally most of the successful internet services. Another obvious example is a restaurant listed on Yelp that cannot carry their customer reviews, ratings, and reputations they painstakingly acquired over the years to an alternative service should a service with better incentives appear.\\n\\nWith the proliferation and ubiquity of Internet and digital technologies in our lives, it is therefore of utmost importance that the businesses using a product/service is at the center of the service they are using and their business incentives are 100% aligned with that of the company providing the services. Enter Crypto! ( Thanks, Satoshi Nakamoto. )\\n\\n**Decentralized, Composable, and Multiple Avenues for Success:**\\n\\nBlockchain-based technologies provide a unique opportunity to combine the benefits of all the technological development of the last 30 years with a user centric approach where the users are at the core of the service that’s not only permissionless but also censorship resistant.\\n\\nIn this brave new world, the users OWN their identity and reserve their right to their information wherever they go. In other words, they now have digital sovereignty that’s permanent.\\n\\nUltimately, all of this provides a means to build meaningful systems of reputation and proof-of-knowledge of a skill or a service offered by businesses backed by real on-chain transactions.\\n\\n** \\n TBN: A place to create your own Internet Storefront to attract, engage, retain, and reward your loyal customers**\\n\\nTBN (to be named) is our attempt to enable the adoption of next generation of web technologies by Internet Businesses. We are working to build the best and the easiest on-ramp to crypto based services for the Internet Businesses to offer their services to a global audience.  \\n  \\n We have big ideas and ambitious goals. And, we are just getting started. More to follow.  \\n  \\n  \\n \\n\\n** \\n **\\n\\n[crowdfund://undefined?features=overview,backers](crowdfund://undefined?features=overview,backers)\\n\\n\",\"timestamp\":1639012296,\"title\":\"The Dream \"},\"digest\":\"xjEup9C-DOfxqnOD4rXbpx0on0QoLDVllLhSGnU4Jjs\",\"authorship\":{\"contributor\":\"0x270DE0Ae1BEF06d1de5cdBDcF411357f5784eD2e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FMArJfRM5jmGWHmk5EGQle6PqIjRWdHiQNpzEWrAx6s\\\",\\\"y\\\":\\\"gNMBM-K3djUwMel1JyCg4bA8DI6IdAtoR8a7ghxyxYg\\\"}\",\"signature\":\"TMrMdUSvJ6c8ia_JM9Ik0v_nB99EN0piMmWMkSkI8SbOkNT6N0DsdSjkOpsx6nk18CLtht1hRwry-GF05f1dMQ\",\"signingKeySignature\":\"0xf8dfd3b6a16c9671496efdf38ff3c0c742d262f9676fa042c3abc8ce9c871140270d45a3f949ce02182e3c23e7ca183e6a1d59c516587a2752ae529617b984de1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FMArJfRM5jmGWHmk5EGQle6PqIjRWdHiQNpzEWrAx6s\\\",\\\"y\\\":\\\"gNMBM-K3djUwMel1JyCg4bA8DI6IdAtoR8a7ghxyxYg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xjEup9C-DOfxqnOD4rXbpx0on0QoLDVllLhSGnU4Jjs\"}"