"{\"content\":{\"body\":\"I'm not going to say this chicken Kiev is 'easy to make.' It's really not. So, why try? Because, if and when you pull this off, you'll be enjoying one of the greatest chicken experiences of your life. It's also one of the greatest garlic experiences of your life, as well as one of the greatest butter experiences of your life.\\n\\n[ \\n ](https://www.allrecipes.com/cook/foodwisheswithchefjohn/)Step 1\\n\\nGrind garlic and a pinch of salt together in a mortar and pestle until garlic is completely smashed. Add parsley and mix until completely incorporated. Pound butter into garlic mixture with pestle until parsley and garlic are fully incorporated into the butter. Wrap the butter mixture in plastic wrap and refrigerate until cold, at least 15 minutes.\\n\\n* Step 2\\n\\n  Season chicken breasts with salt and pepper. Place 1/4 the butter mixture in the center of wider end of each chicken breast. Fold the narrower end of each chicken breast up over the butter to form a tight pocket around the butter. Gather the sides of each chicken breast to the center to form a round ball. The top of the chicken will be smooth and the bottom will be gathered. Tightly wrap each chicken breast ball in plastic wrap, put wrapped breasts on a plate, and chill in the freezer until the gathered bottoms hold together and are slightly firm, about 30 minutes.\\n* Step 3\\n\\n  Whisk flour and 2 teaspoons salt together in a shallow bowl. Whisk eggs together in another shallow bowl. Pour panko bread crumbs into another bowl.\\n* Step 4\\n\\n  Remove chicken breast balls from plastic wrap. Gently press each chicken breast ball into flour mixture to coat and shake off any excess flour. Dip into beaten eggs, then press into bread crumbs. Place breaded chicken onto a plate, cover with plastic wrap, and return to the freezer to chill until firm, about 15 minutes.\\n* Step 5\\n\\n  Heat oil in a deep-fryer or large saucepan to 350 degrees F (175 degrees C). Preheat oven to 400 degrees F (200 degrees C). Line a baking sheet with aluminum foil.\\n* Step 6\\n\\n  Working in batches, cook chicken, gathered-side down, in hot oil and until lightly golden on both sides, about 1 minute per side. Transfer to prepared baking sheet. Sprinkle salt and cayenne pepper over the top.\\n* Step 7\\n\\n  Bake in the preheated oven until you can hear the butter start to sizzle on the baking sheet, 15 to 17 minutes. An instant-read thermometer inserted into the center should read at least 165 degrees F (74 degrees C). Let rest for 5 minutes before serving.\",\"timestamp\":1640335400,\"title\":\"Chef John's Chicken Kiev\"},\"digest\":\"Cx-vtt1t5-dvgoB4WHuRKwpG1Ftc-29bbsj-d4Ni30o\",\"authorship\":{\"contributor\":\"0x514dA60DD1206726ed3fC64D945852A119E2C4f6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dBPT2v1Sp0VgWzmhvGc1AJr0SXj_-wKYkVrNRXDBEeU\\\",\\\"y\\\":\\\"s3ZCouTzA7HHGARwC1egEaD6kY3JTNk3Ew_1VuPbj5k\\\"}\",\"signature\":\"67_wXfwolPSFLjtuNvbc9fWU_LHzmdv10WdECFgKFRe1IaCSIql0n0zDHtwqInUoIU5Qb4E8Q9On9C2zS3KlPw\",\"signingKeySignature\":\"0x47c9992d86ba0bb9270a0c76a14d0e96dcf96e9aef6670abf41e822c9e842456124568f6f46c959ab10ad0665a6d37bc9fe29624a7c0a7d62020c636a8e9f6131c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dBPT2v1Sp0VgWzmhvGc1AJr0SXj_-wKYkVrNRXDBEeU\\\",\\\"y\\\":\\\"s3ZCouTzA7HHGARwC1egEaD6kY3JTNk3Ew_1VuPbj5k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Cx-vtt1t5-dvgoB4WHuRKwpG1Ftc-29bbsj-d4Ni30o\"}"