"{\"content\":{\"body\":\"\\n![](https://images.mirror-media.xyz/publication-images/5ed45fe1-1cc2-45cf-a318-d6d355476c24.png?height=2045&width=3635)\\n\\n\\nCrypto markets have fostered a new type of experience, one that’s not limited to time or space. The first unlock happened in finance, with both centralized and decentralized exchanges opening up the trading of bitcoin and other tokens to 24/7 markets. This unbundled the traditional behaviors of finance, unlocking the trading experience and inciting new user participation and behaviors. Just as this shift in consumer behavior changed how we think about finance forever, we believe there are other markets that will follow the same unbundling and reintegration process across the consumer landscape. One we’re particularly keen on is the evolution of fandom and the expanding role of the sports consumer. \\n\\nFans have long been stuck on the sidelines of their favorite sporting events. The team/player to fan relationship is limited to league scheduling, event organizing and physical structures. Fans have long driven the value of their favorite leagues and teams but always at arm's length, leasing these experiences versus owning them. But with blockchain technologies opening up our existing notions of ownership, this classic model of fandom is evolving, presenting the opportunity of ownership for fans to now become active contributors.\\n\\nWe believe this will happen across all fan experiences, from events, to gaming, to betting and beyond. That is why [we’re proud to announce our investment leading the Series A of digital horseracing platform, ZED RUN](https://www.wsj.com/articles/tcg-and-andreessen-horowitz-invest-in-startup-behind-virtual-horse-racing-platform-11626865200). ZED RUN is an early leader in the likely transformation of the ownership economy as it relates to consumer experiences. The team at ZED has built an ecosystem for players to buy, sell, breed and race their own NFT race horses. With prize purses for winning horses and breeding fees for horses in the stud, succeeding at ZED brings with it real-world monetary rewards. \\n\\nAt TCG, we’ve long believed in the power of businesses that bring their most ardent fans deeper into the fold. What’s new is a way for those folks to not only engage with the brand, but to buy-in and share in the economic upside. This type of participatory entertainment with real-world economic upside is expected to revolutionize industries in ways we’re only starting to understand.\\n\\nThis new model should enable the development of digital economies that can foster new jobs and income streams online. While those engaged with NFTs today are largely thought of as creators, collectors, traders and speculators, it’s easy to imagine professions in the future that are native to these platforms themselves. \\n\\nChris Laurent, Rob Salha, Geoff Wellman, Chris Ebeling and the team at [ZED](https://zed.run/) have a clear vision for the future of fandom and entertainment. The next era of consumer and fandom is approaching, and we couldn’t be more excited to be partnering with one of the leading teams pushing us all forward.\\n\",\"timestamp\":1626867207,\"title\":\"Fans, Ownership and 24/7 Markets\",\"publication\":\"tcg\"},\"digest\":\"Z5buMVzmyAF7XQpZRm58jJ0NFkUHSwFnDIJ388NzIiU\",\"authorship\":{\"contributor\":\"0xE8d8ea49f0A7b2D345659A2c0fd07Ee3d2e1EC3a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vp-ggw7UYp-sP5U_sWdKb5_h9-GNYTHX15VU5PVD7ko\\\",\\\"y\\\":\\\"gb9YqybQru6t8kgnuxQIzeTv3KPvleJHBrh4miCQtRE\\\"}\",\"signature\":\"yYMZD-sTXW2v_-mSR9KwkDfOZFX95vL-8rwUq92-ONdJWItDW8BRiuhjRvC-n0X6nqVEn7MB8KyUfkNGa7Sl4Q\",\"signingKeySignature\":\"0x328b1f752d1fee3505f5c345b779159a0b9f5f038cc4c51eb76d9fd78cf0acc26798d54e7744f55c40b810f326a4d965f8e9c0a8c1fa92bad232efa7321f4d431b\",\"signingKeyMessage\":\"I authorize the publication of articles on tcg.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vp-ggw7UYp-sP5U_sWdKb5_h9-GNYTHX15VU5PVD7ko\\\",\\\"y\\\":\\\"gb9YqybQru6t8kgnuxQIzeTv3KPvleJHBrh4miCQtRE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FNnDUAKTe6SIc0rP60qFQ7Td25iEj5_G5l88sAJsmTc\"}"