"{\"content\":{\"body\":\"**TLDR; The FF Writers Guild will release a new section of this Digital Economy Canon each week, available on the [Forefront Website](https://forefront.market/). This project is an ongoing experimentation to involve the community and create an interactive report. Be involved. Join the [#ff-canon](https://discord.gg/EeVW89eBxX) Discord channel and vote for your favorite resources!**\\n\\n\\n---\\n\\nLast week, we released the first section of the [Forefront Digital Economy highlighting the best podcasts](https://forefront.market/canon/podcasts) in the Web3 space, and we've been overwhelmed by the positive feedback we received! The 10 nominees of the first race accumulated a total of 100,654 votes, with the three winners each topped by more than 10,000 votes. We want to give a big thanks to all the $FF holders for being such an invaluable support in helping us pushing the Web3 and Social Tokens space forward.\\n\\nBecause this is an ever-evolving experimentation, we wanted to share with you the feedback we received during the first section, and take the time to reflect on the things we could improve moving forward.\\n\\n## 1 - Announcing the Digital Economy Canon First Edition’s Winners ✨\\n\\n[https://twitter.com/forefront__/status/1460464720830353416](https://twitter.com/forefront__/status/1460464720830353416)\\n\\nCongrats to our three winners. Each of these podcasts is helping push the space forward and making crypto more accessible to a broader audience. Again, congrats!\\n\\n## 2 - Introducing the FF AWARDS 🚀\\n\\nLike the Oscars for movies, **the FF AWARDS rewards the top Web3 creators in different categories**, letting Forefront community members vote for their favorite Creators and resources. Last week, $FF holders voted for their favorite podcasts in the space.\\n\\nThe winners of this first category will receive a special NFT, the title of \\\"Best Creator\\\" in their category, and be highlighted in our Final Report as well as on Twitter.\\n\\n**With the FF AWARDS, we want to make sure the winners benefit from our media coverage and our audience benefit from high-quality and well-curated content.** As we understand that in Web3, the community comes first, we've decided to also reward all the community members who've voted with a special edition POAP. As we've leveraged the Web3 tools at our disposal and all the votes are on-chain, voters will receive the POAP directly in their Wallet. We know, Web3 can feel magical sometimes.\\n\\n## 3 - Reflection on the Digital Economy Canon First Section\\n\\nFrom the comments on Twitter and on the [#ff-canon](https://discord.gg/EeVW89eBxX) channel on Forefront Discord, we've noticed we didn't make clear enough that the overall goal of the Digital Economy Canon is to push the space forward and use this experiment as a proof of concept for future curation models.\\n\\n**At Forefront, we aim to create THE playbook for curation in web3 by leveraging Mirror's Write Race mechanics**. This experiment aims to revolutionize Collective taste-making and involve more Forefront's community members in our projects. Our goal is to build the \\\"Port of Entry\\\" to Web3 Social Clubs & Digital Cities, and we need $FF holders to build it with us.\\n\\nFinally, this experimentation is a way to try a new monetization model for the Forefront DAO, incentivizing more people to earn $FF Tokens. This new curation model adds even more utilities to our tokens, besides the already existing ones, who are voting power, access to specific channels, and ownership over the Forefront community.\\n\\nWe're reading all your comments and are making sure to listen to all your feedback. This is a collaborative project, and we need your help to increase the quality of the final report. This is a positive-sum game where we'll all succeed by helping each other. If you want to help us increase the overall quality of the Forefront Digital Economy Canon, give us your feedback on [Twitter](https://twitter.com/forefront__) and on the [#ff-canon](https://discord.gg/EeVW89eBxX) channel on Forefront Discord. \\n\\nWAGMI 🚀\",\"timestamp\":1637254192,\"title\":\"The Digital Economy Canon - Announcing the FF AWARDS & Feedback ✨\",\"publication\":\"forefront\"},\"digest\":\"_SmkQUaKEncXAtCLxJ4q1tekdPE0BIGGr04BtQ0M86w\",\"authorship\":{\"contributor\":\"0xC0241e384dB48C35E7b3FEded3BfEcd29A3E73e3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0o_MeTMWdmmauXiMTPhbFpndJiwTTuKYZg0bGwkJ4bU\\\",\\\"y\\\":\\\"KTT6UE3lb5rJC46ZjD-6i2mKJ7INKxnqxOadQRWweHI\\\"}\",\"signature\":\"Yd0JuT0hQBPdSj3N7FV20RNv0swtbgqQAlJalh8vqqq04Y9jwcOTOtnd6HUdk5HiDzPwfoNxiLAcjMcP2d3hcQ\",\"signingKeySignature\":\"0xcc613260e5f5b48c237877a3499201fc21625773b852a1a30d2621e4030145ed571bbaf7e6a772fdae8d151fa5249d801febe34436bbf227d6ac50d575bf1ee61b\",\"signingKeyMessage\":\"I authorize the publication of articles on coinvise.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0o_MeTMWdmmauXiMTPhbFpndJiwTTuKYZg0bGwkJ4bU\\\",\\\"y\\\":\\\"KTT6UE3lb5rJC46ZjD-6i2mKJ7INKxnqxOadQRWweHI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tCP4DWDk1tY9QntrogSVphWRbSBg8_iW_hPmkDKi5eM\"}"