"{\"content\":{\"body\":\"Once there was an enchanted island in the middle of the sea.  It was called the Isle of Yew.  And in it were five important kingdoms ruled by men, and many woodland dells and forest glades and pleasant meadows and grim mountains inhabited by fairies.\\n\\nFrom the fairies some of the men had learned wonderful secrets, and had become magicians and sorcerers, with powers so great that the entire island was reputed to be one of enchantments.  Who these men were the common people did not always know; for while some were kings and rulers, others lived quietly hidden away in forests or mountains, and seldom or never showed themselves.  Indeed, there were not so many of these magicians as people thought, only it was so hard to tell them from common folk that every stranger was regarded with a certain amount of curiosity and fear.\\n\\nThe island was round--like a mince pie.  And it was divided into four quarters--also like a pie--except that there was a big place in the center where the fifth kingdom, called Spor, lay in the midst of the mountains.  Spor was ruled by King Terribus, whom no one but his own subjects had ever seen--and not many of them.  For no one was allowed to enter the Kingdom of Spor, and its king never left his palace.  But the people of Spor had a bad habit of rushing down from their mountains and stealing the goods of the inhabitants of the other four kingdoms, and carrying them home with them, without offering any apologies whatever for such horrid conduct.  Sometimes those they robbed tried to fight them; but they were a terrible people, consisting of giants with huge clubs, and dwarfs who threw flaming darts, and the stern Gray Men of Spor, who were most frightful of all. So, as a rule, every one fled before them, and the people were thankful that the fierce warriors of Spor seldom came to rob them oftener than once a year.\\n\\nIt was on this account that all who could afford the expense built castles to live in, with stone walls so thick that even the giants of Spor could not batter them down.  And the children were not allowed to stray far from home for fear some roving band of robbers might steal them and make their parents pay large sums for their safe return.\\n\\nYet for all this the people of the Enchanted Isle of Yew were happy and prosperous.  No grass was greener, no forests more cool and delightful, no skies more sunny, no sea more blue and rippling than theirs.\\n\\nAnd the nations of the world envied them, but dared not attempt to conquer an island abounding in enchantments.\",\"timestamp\":1636532410,\"title\":\"The Enchanted Isle\"},\"digest\":\"Sgo_EaCcN9DMqEK-r78VIEjgkTd2QIDgeY57LAFXqoM\",\"authorship\":{\"contributor\":\"0xd9CA57b982AAED43FCbb935ea1B64C896C97e093\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V99e-wHc7bRd53p5flQ7MLwIKz-N5F6zv3ulHW9-ugU\\\",\\\"y\\\":\\\"EKm3VT-4AT9E8ppK30gfkiTv1SkiMZV-_2UdIhN-B3U\\\"}\",\"signature\":\"j0_yuuc8wzuLvu82FqtZNhvqIx6YDYv3p-u18SJTl2moTXlaAhiVgayaXxEBFDKW66ar0bDIeOSAuvxA3l7w_Q\",\"signingKeySignature\":\"0x5167baee8c5b2b7ec9f08273eff330076994d80ff635db9279321b98ef96d8e06a3ca17bed37da1983ddd93450a67ec4b599c590bf424421b9557fee8df194311c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V99e-wHc7bRd53p5flQ7MLwIKz-N5F6zv3ulHW9-ugU\\\",\\\"y\\\":\\\"EKm3VT-4AT9E8ppK30gfkiTv1SkiMZV-_2UdIhN-B3U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Sgo_EaCcN9DMqEK-r78VIEjgkTd2QIDgeY57LAFXqoM\"}"