"{\"content\":{\"body\":\"Miso paste is a rich and pungent flavoring ingredient in so many Japanese dishes.\\n\\n \\n Head to any Japanese restaurant and you'll likely be served a bowl of creamy and cloudy miso soup, perhaps with some tofu and green onion. Used as a pungent and rich flavoring ingredient in many dishes in addition to soup, miso is a paste made from a combination of soybeans, plus grains fermented with molds, bacteria and yeasts. A rice mold starter called *koji* is used to make miso. Much like yeast, it digests starches and breaks them down into fermentable sugars.\\n\\nTraditionally making miso is a very slow process, and takes months or even years to develop the desired flavor and texture, as microbes break down and transform soybeans into a deeply layered and concentrated flavorful paste. Miso is made with different grains and levels of salt, comes in different colors, and is rich, savory, and salty, sometimes with sweet notes.\\n\\n### Types of Miso\\n\\nTypically there are four kinds of miso.\\n\\n**Soybean miso**, which is usually red, is made from soybeans, barley, and other grains, and is aged a long time. You only need a little red miso to add intense levels of savoriness to soups, stews, and marinades.\\n\\n**Rice or white miso** is primarily made from soybeans and rice. It is fermented less than red miso, is lighter and slightly sweeter and used in more delicate soups, dressings, and marinades.\\n\\n**Yellow or barley miso** is used in soups, marinades and vegetable dishes and is lighter than red miso but stronger than white miso.\\n\\nFinally there is **awase miso**, which is a combination of red and white miso and is particularly versatile in recipes.\\n\\n \\n \",\"timestamp\":1640339523,\"title\":\"What Is Miso\"},\"digest\":\"xE9bjmAIDiGtaSFFQdvwYYZg1UtvqpoEM5mcWt6S_sA\",\"authorship\":{\"contributor\":\"0x6Aa7b080122b2530D73342979126B99D3Db1d74c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6jadWUaNNEk9aX97JMICqeUUNMOskVhG1x2FKyghoEw\\\",\\\"y\\\":\\\"N8s9WZ7vn9nQcB22n04zMJOza1tsI6TIw9nDo3L0jEM\\\"}\",\"signature\":\"nj_XfOmndnGFhzpm3X1Nkj-G298VHgSv94lmql-KWVi7Q0cVJ-y5YPtQ6Ts1bGwwmpsUleIkSoE-qynHf2howg\",\"signingKeySignature\":\"0xc29e06d9857b4095a17e12c27c9491b59fbd876d43d4c926467296407cbe460e184a89cf98677b5900df57295f431eacfad81da5545fc8e13d5c27c4af423db61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6jadWUaNNEk9aX97JMICqeUUNMOskVhG1x2FKyghoEw\\\",\\\"y\\\":\\\"N8s9WZ7vn9nQcB22n04zMJOza1tsI6TIw9nDo3L0jEM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xE9bjmAIDiGtaSFFQdvwYYZg1UtvqpoEM5mcWt6S_sA\"}"