"{\"content\":{\"body\":\"Like much of crypto Twitter, for the last week I was anxiously refreshing [www.constitutiondao.com](http://www.constitutiondao.com%2C) to watch a [green bar](https://www.producthunt.com/posts/constitutiondao) move a couple pixels to the right. An idea that started as a joke in a group chat has perhaps turned into one of the most impressive examples of online community organizing. Constitution DAO may have [narrowly lost](https://www.wsj.com/articles/copy-of-constitution-sells-for-43-2-million-as-crypto-group-is-outbid-11637285144) its $40M bid at [Sotheby's](https://www.sothebys.com/en/digital-catalogues/the-constitution-of-the-united-states) for one of the last two privately-owned original copies of the U.S. Constitution to [Citadel CEO Ken Griffin](https://www.wsj.com/articles/citadel-ceo-ken-griffin-outbid-a-group-of-crypto-investors-for-copy-of-u-s-constitution-11637352087)’s [$41M](https://sports.yahoo.com/constitutiondao-members-decry-high-gas-092149641.html), but the DAO’s efforts represent a massive win for the crypto ecosystem and a pivotal point in its journey to mainstream adoption — it was a clear, approachable embodiment of [web3 ideals](https://onezero.medium.com/why-decentralization-matters-5e3f79f7638e) for a decentralized read-write-own internet. The widely-recognizable historical artifact effectively became a vehicle for novel identity, ownership, and organization frameworks. It was a bridge between the physical world and the metaverse, of [governance tools of the past and governance tools of the future](https://twitter.com/jonwu_/status/1461139888846163970?s=20).\\n\\n**In this blog post, I talk about...**\\n\\n* How Constitution DAO was created over the span of a few days\\n* Three factors that led it to a viral crypto/web3 movement\\n* Lessons learned on DAO logistics and governance structures\\n\\n\\n---\\n\\n### Creating Constitution DAO\\n\\nA decentralized autonomous organization (DAO) is essentially a digital co-op — funded by a collective crypto bank account, governed by tokens, and coordinated through smart contracts. There are [many different types of DAOs](https://coopahtroopa.mirror.xyz/_EDyn4cs9tDoOxNGZLfKL7JjLo5rGkkEfRa_a-6VEWw), but popular examples include protocol ([MakerDAO](https://makerdao.com/en/)), investment ([MetaCartel Ventures](https://metacartel.xyz/)), collector ([PleasrDAO](https://pleasr.org/)), service ([Fire Eyes](https://www.fireeyes.xyz/)), and social ([FWB](https://www.fwb.help/)) DAOs. But when exactly does a DAO truly become a DAO? And how?\\n\\n![A simplified diagram for understanding core team and community involvement at each stage of a DAO’s creation process.](https://images.mirror-media.xyz/publication-images/M2V4vb3YNu3yxYoZHeL80.png?height=803&width=1456)\\n\\nThe DAO creation process can generally be segmented into three stages: 1) ideation, 2) tokenization, and 3) governance. Each stage can be thought of as a movement towards *[progressive decentralization](https://a16z.com/2020/01/09/progressive-decentralization-crypto-product-management/)*, with the ultimate mission of enabling a fully-operational DAO. As soon as a group of people (‘core team’) decide on a shared goal, the creation process begins. In the short [5-year long history](https://www.investopedia.com/tech/what-dao/) of DAOs, this process has often taken months (PleasrDAO) or even years (MakerDAO) to complete. What makes Constitution DAO so interesting is that the timeline was forcibly shortened to less than a week, defined by a hard auction date. The following is an overview of its creation process, using our 3-stage framework:\\n\\n1. **Ideation:** The idea for and discussion around Constitution DAO started out in various individual Twitter DMs, eventually moving into a small group chat for the core team, and finally to a publicly-joinable Discord server.\\n2. **Tokenization:** With no pre-minting, pre-mining, or special reservations, its $PEOPLE token (1 $ETH = 1,000,000 $PEOPLE) became available to mint on [Juicebox](http://juicebox.money), a programmable treasury protocol. Minting was how the DAO fundraised the money (“donations”) for the auction, and the core team promised if the bid was not successful, all funds would be refunded sans gas fees.\\n3. **Governance:** Instead of defining tokens as fractionalized ownership (hello securities laws), the DAO stated that $PEOPLE represents a *governance* token. $PEOPLE became a promised means of influencing the DAO on its future direction (where to display the document and so on). But given the heavy lift required by the fundraising timeline, Constitution DAO held off on outlining a proposal for post-auction governance structures and voting mechanisms (instead handling high-level funding decisions with a multisig).\\n\\n*Constitution DAO’s Tooling Stack*\\n\\nEach stage of the DAO’s creation quickly came together with the help of DAO tooling (see a landscape [here](https://medium.com/1kxnetwork/organization-legos-the-state-of-dao-tooling-866b6879e93e)). I’ve outlined the tools Constitution DAO used this week, across its early categories of need: socials, community management, knowledge base, treasury & legal, analytics, and product & development. The DAO is in its earliest days, and if it decides to continue its work, its tooling needs — such as compensation, voting, and contributor work management — will evolve as the organization matures.\\n\\n![Stack of tools Constitution DAO used in its first week.](https://images.mirror-media.xyz/publication-images/nz9yfwS8_v4i-a2h0HJWo.png?height=909&width=1456)\\n\\nThese tools were integral in quickly overcoming many complex obstacles facing the DAO: 1) evaluating and deciding on a treasury protocol ([Juicebox](https://juicebox.money/)), 2) securing funds in a multisig ([Gnosis Safe](https://gnosis-safe.io/)), 3) forming a legal entity with proper tax and regulation considerations that would pass Sotheby’s KYC process ([Syndicate DAO](https://syndicate.io/)), 4) partnering with a fiscal sponsor ([Endaoment](https://endaoment.org/)), and 5) off-ramping ETH to fiat if their bid was successful ([FTX](https://ftx.com/en)). Eventually, as the tooling space matures, we may see more full-stack systems (e.g., [DAOhaus](https://daohaus.club/)) and maybe even verticalized solutions (i.e., for investing vs. social DAOs) grow in popularity. But for now, just by looking at Constitution DAO’s choices we can see how critical *modularity* and *composability* are — it allows DAO decision makers to flexibly plug-and-play solutions for highly-individualized needs. \\n\\n\\n---\\n\\n### Three Factors for Constitution DAO’s Inherent Virality\\n\\nAt the time of this writing, Constitution DAO has 21k+ Discord members and 40k+ Twitter followers. In just 4 days, it was able to raise $48,354,810M (Ξ11,585.45) from 17,471 unique addresses, with a $215.79 (Ξ.051) median contribution (see metrics on Dune [here](https://dune.xyz/ilemi/ConstitutionDAO-Funding-Tracker)). Not only did it surpass its initial goal of $20M, but it also achieved a wide spread of contributor profiles, with 12.5% conducting their first ever transaction from a wallet and 44.3% conducting one of their first 40 transactions, imperfect but helpful proxies for new users. Despite ultimately losing the auction, their efforts were impressive and made history — they became the first DAO for Sotheby’s to work with and broke the record for most money crowdfunded in <72 hours.\\n\\nThere are three key factors that helped Constitution DAO go viral: 1) an urgent timeline in a liquid crypto community, 2) headline-worthy narratives and memes, and 3) a grassroots credibility engine.\\n\\n*1) Urgent Timeline in a Liquid Crypto Community*\\n\\nWe’re in the middle of one of the strongest bull runs in history, with the overall crypto market cap hitting a staggering [$3T+ in early November](https://fortune.com/2021/11/09/cryptocurrency-market-cap-3-trillion-bitcion-ether-shiba-inu/). Many people, both crypto-natives and the newly crypto-curious, have made sizeable fortunes this year and are looking for places to put their crypto, often in DeFi ([$250B TVL ATH](https://news.bitcoin.com/total-value-locked-in-defi-reaches-250-billion-uniswap-quickswap-trader-joe-dominate-dex-volumes/) in Nov.) or in neat projects (NFTs, DAOs, etc.). The liquidity among the crypto community and the urgency of a 4-day sprint made fundraising a more feasible task for Constitution DAO. The first initial hours of funding saw nearly $2M come through, with the rate of increase somewhat slowing over the next day. The following day, a few whales put thousands of ETH to work (see the sharp inclines on graph below). And by the morning of the last day, individual contributors had swelled 28% [over 8 hours to 16k+](https://www.producthunt.com/posts/constitutiondao).\\n\\n![Stack of tools Constitution DAO used in its first week.](https://images.mirror-media.xyz/publication-images/odWW47iZXcRgUdXBGBed1.png?height=327&width=631)\\n\\n*2) Headline-Worthy* *Narratives & Memes*\\n\\n![What a search for \\\"Constitution of the United States\\\" surfaced on 11/18/2.](https://images.mirror-media.xyz/publication-images/YJ0VEeHNfni1Vn5z4eQUt.png?height=436&width=851)\\n\\nMuch of the interest and fundraising contributions were driven by catchy news headlines and the project’s inherent meme-ability factor (a mix of National Treasure, U.S. History, and “internet friends” taking on a 277-year-old exclusive art auction house). Within a day of fundraising kicking off on Juicebox, crypto-native and mainstream news outlets like Coin Telegraph, The Block, Bloomberg, CNBC, the WSJ, and the NYT had covered Constitution DAO, overwhelmingly in a positive light. And in the meantime on the DAO’s Discord server, thousands were tuning into live readings of the U.S. Constitution over lo-fi beats. \\n\\n[https://twitter.com/SamJDooley/status/1460376048235855872?s=20](https://twitter.com/SamJDooley/status/1460376048235855872?s=20)\\n\\n*3) Credibility Engine*\\n\\nUrgency and narratives were clearly helpful, but perhaps the most important factor in successfully going viral (with resulting action from it) was credibility*.* Constitution DAO was effectively one big social experiment: who do you trust to collect and safeguard $48M+ in magic internet money? Had the DAO not approached their efforts with transparency and credibility efforts from the bottom up, it’s hard to see how they could’ve pulled it off. Most of the core team released their full names and publicly signed the multisig, helping build trust among the crypto community. Crypto influencers (like [Grimes](https://twitter.com/Grimezsz/status/1461162895547453445?s=20)), thought leaders (like [Chris Dixon](https://twitter.com/cdixon/status/1460832500041719808?s=20), [Packy McCormick](https://twitter.com/packyM/status/1460043907744636930?s=20)), and companies (like [Coinbase](https://twitter.com/coinbase/status/1461184279799484417?s=20)) publicly tweeted out support for the project, a positive signal to the broader tech community. And high-profile news outlets covering the project helped bring in more mainstream discussion and participants.\\n\\n![A simple diagram of how Constitution DAO built up credibility from the grassroots and the audience support each component unlocked.](https://images.mirror-media.xyz/publication-images/bfgYu3w18HMEIfAzroI54.png?height=803&width=1456)\\n\\n\\n---\\n\\n### On Logistics, Governance Structures & Voting Mechanisms\\n\\nConstitution DAO truly did a stellar job in such a short amount of time. There were many uncontrollable, complex obstacles that the team had to navigate in winning the auction, and their loss ultimately came down to not having enough to be the highest bidder ($43.2M) with sufficient allocation for insuring, storing, and transporting the document (est. $millions). What may have helped and was hard to see amidst all the chaos was the importance of building out a robust off-chain reserve from the beginning, one that could be used both as a necessary funding pool (i.e., stewarding costs) and as strategic bidding leverage (i.e., not revealing all of the DAO’s cards to other buyers). It would have also helped to emphasize this more to the community, so that they were aware that not all of the funds on Juicebox would be used solely for the bid number. It’s an important strategy and communication lesson for all DAOs.\\n\\nThe U.S. Constitution is the [“world’s longest surviving written charter of government,”](https://www.politifact.com/factchecks/2014/sep/22/bob-goodlatte/goodlatte-says-us-has-oldest-working-national-cons/) filled with historical (and controversial) ideals of freedom and fairness. The idea of transferring ownership of such a document to a large group of people is interesting in concept. But it also highlights the question of *who*, *why,* and *what* (Who owns it? Why do they want to? What are they going to do with it?) and whether the answers from the crypto community truly represent ideals of equal representation and opportunity. I’ve seen many point out issues such as crypto whales’ effects on voter weighting and ensuring token-holders diversity in the anonymous, privacy-first crypto world. I may explore this more deeply in another post, but for now I’ll end with a few opinions. While common, I’m generally not a fan of the 1 transferrable $token = 1 vote DAO governance model. I’m much more interested in the opportunity to develop more efficient, fairer voting mechanisms and potentially use different ones for different purposes. A few models I’m exploring are 1) on-chain quadratic voting (i.e., degrees not just directions of preferences) 2) conviction voting (i.e., [staking voting power on proposals](https://medium.com/daostack/voting-options-in-daos-b86e5c69a3e3)), and 3) nontransferable reputation/contribution tokens (i.e., voting power to active contributors).\\n\\nThinking about DAOs or building for DAOs? I’d love to chat. You can email me at cpintavorn \\\\[at\\\\] insightpartners \\\\[dot\\\\] com or tweet me @caitlinxyz.\\n\\n**Further reading on DAOs…**\\n\\n* [Let's Buy the US Constitution](https://www.notboring.co/p/lets-buy-the-us-constitution)\\n* [Organization Legos: The State of DAO Tooling](https://medium.com/1kxnetwork/organization-legos-the-state-of-dao-tooling-866b6879e93e)\\n* [Moloch DAO Whitepaper](https://github.com/MolochVentures/Whitepaper/blob/master/Whitepaper.pdf)\\n* [DAO Landscape](https://coopahtroopa.mirror.xyz/_EDyn4cs9tDoOxNGZLfKL7JjLo5rGkkEfRa_a-6VEWw)\\n* [Evolution of the FWB DAO](https://zhang.mirror.xyz/9sRa2kNDUpkWoQkWw67bJ8PczFyTSX8fotf7JOddxew)\\n* [DAOs and the Promise of Utopia](https://ra.co/features/3914)\\n* [DAOs, DACs, DAs and More: An Incomplete Terminology Guide](https://blog.ethereum.org/2014/05/06/daos-dacs-das-and-more-an-incomplete-terminology-guide/)\\n* [A Beginner's Guide to DAOs](https://linda.mirror.xyz/Vh8K4leCGEO06_qSGx-vS5lvgUqhqkCz9ut81WwCP2o)\\n* [How to Create a Bankless DAO](https://newsletter.banklesshq.com/p/how-to-create-a-bankless-dao)\\n* [Voting Options in DAOs](https://medium.com/daostack/voting-options-in-daos-b86e5c69a3e3)\\n\\nThanks to [Danny](https://mobile.twitter.com/dadkins_) and [Evan](https://mobile.twitter.com/evanbfish) for thoughtful DAO takes. \\n  \\n *Disclaimer: All writing and opinions in this post belong solely to the author. None of the above constitutes investment advice and does not reflect the views of Insight Partners. Note that FTX is an Insight Partners portfolio company.*\",\"timestamp\":1637361347,\"title\":\"Constitution DAO: How to Build a DAO in 10 Days﻿\"},\"digest\":\"wVYjtehZRcp3rZTd5byRKdYY7N9t-z2r6oguGvQU5j4\",\"authorship\":{\"contributor\":\"0x0052957cF71dcaECb593325bb929F1002205894B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-ikt7UV5khsO_E-bakKd-94whsu1CUzJ1OdQmp_BRHY\\\",\\\"y\\\":\\\"e90U5rTYGzPcJ28DAH8-mviySvFp8-keofOxMQ73Pi8\\\"}\",\"signature\":\"A0SgAx1smJun1QKPCrHU_UAOTBfEFckJDch6hMtuimPOwGIyBNc9KVl_sW244vuXuAHpO3tylK22FMMaBxrZqA\",\"signingKeySignature\":\"0xfe627cb9d32618e82c31399be5426cbc5d6ec690ddaa1aff54b2badcab5278be4c48ebf32918aec0d716c8d7a3891350c85599755b4325d0972ab2a6828842081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-ikt7UV5khsO_E-bakKd-94whsu1CUzJ1OdQmp_BRHY\\\",\\\"y\\\":\\\"e90U5rTYGzPcJ28DAH8-mviySvFp8-keofOxMQ73Pi8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wVYjtehZRcp3rZTd5byRKdYY7N9t-z2r6oguGvQU5j4\"}"