"{\"content\":{\"body\":\"2022 年初，（新）保险时刻如火如荼。虽然仍处于早期阶段，但对于一个拥有百年历史的行业来说，未来会发生许多变化。在最后一篇文章中，我概述了我对未来保险趋势的预测（第三部分系列的第三部分）。\\n\\n```\\n 预测很难，但也很有趣。在第三部分系列的最后一篇（第一部分，第二部分）中，我将概述我对未来十年保险科技的看法。虽然这部分会比之前的帖子更长，但 TLDR 很简单：保险业正在变得更好；在为时已晚之前上车。\\n```\\n\\n未来十年有四大保险科技趋势将成熟：\\n\\n1. 数字全栈保险科技将在卓越的承保和高效收购的推动下实现大规模盈利\\n2. 保险科技基础设施公司将使每家公司都成为保险提供商\\n\\n3)随着消费者在渗透不足的市场中需要用户友好型保险，保险科技将在全球范围内出现\\n\\n1. Web 3.0世界将为下一波 DeFi 用户改写“保险”的新概念。\\n\\n预测 1——全栈保险科技公司将通过加倍承保并从实体老牌企业手中夺取主要业务，从而实现大规模盈利\\n\\n![](https://images.mirror-media.xyz/publication-images/8i9ido-jpDjI_8LzClJ-6.png?height=1448&width=1664)\\n\\ncourtesy Lemonde’s S1\\n\\n```\\n    我们从 Lemonade、Root 和 Metromile 中学到的主要 Insurtech 1.0 教训是，承保真的很重要。我知道这听起来可能有点明显，但在第一波保险科技创新中，许多保险科技领导者的口号很简单：不惜一切代价快速增长。当他们公开的时候，他们有出现违约（Chamath Palihapitiya 支持的 Metromile SPAC 未能兑现其承诺）。这是因为他们专注于增长而不是高质量的承保。如果您正在向高风险客户写不好的业务，那么您将把头交给您。增长更快只会加速你的损失。Lemonade’s S1突出了他们快速获得客户的能力（见上面飞轮图）。图形很有意义也很直观，但不幸的是，如果您快速增长并为保险引擎提供糟糕的高风险客户，您的损失率看起来更像是虚弱的 Lemonade，而不是功能强大的保险业务。\\n\\n\\n\\n   在下一波保险科技浪潮中，成功将首先来自高效承保，其次是获客。数字优先方法可以帮助获取客户，但必须与卓越的承保同步进行。与现有企业相比，保险科技公司在这方面具有独特的优势。该创新者的困境告诉我们很难对在职人员改变他们所承保的保险政策100多年。采取远程信息处理；很少有现有的保险公司将远程信息处理完全整合到保险费中。Progressive比其他公司更好地使用远程信息处理。然而，大致上只有16% 的司机使用实时司机数据进行承保，而Nirvana等数字化第一货运保险公司 将其用于 100% 的驱动程序。\\n\\n\\n\\n\\n\\n   那么，如果承保很重要，那么保险科技公司将如何有效地扩大规模呢？一位再保险公司曾经告诉我，如果您从不投保，您是否能 100% 更好地应对定价风险并不重要。由于对资本的要求很高，因此在保险业中扩大规模比大多数其他行业更为重要。幸运的是，总代理 (MGA) 手册允许保险挑战者利用外部资本承保保单，因为他们对如何定价和承保风险有了更深入的了解。通过测试和改进承保，保险科技公司可以以合适的速度吸引“合适的”客户。然后，当承保模型得到训练后，转变为承担资产负债表风险并成为全栈保险提供商。最好的保险科技公司会这样做，同时也会利用嵌入式分布（下一个预测中会详细介绍）。\\n\\n\\n\\n\\n\\n   像全栈人寿保险公司 Ladder 这样的公司已经展示了承保重点的样子。通过在 COVID 期间加倍承保，他们在 2020 年实现了 4 倍的强劲财务增长。像Kettle这样的其他保险科技领导者通过引入混合 MGA 方法实现了可持续发展，在这种方法中，他们筹集了自保公司以支持其投资组合风险的一小部分，同时仍然使用MGA 轻资产方法的一部分。这些例子突出了我们将在未来十年从其他顶级保险科技公司看到的：卓越的承保和数十亿的市值。\\n```\\n\\n预测二——每家科技公司都可以成为保险科技公司\\n\\n```\\n   尽管许多（新）保险业者已经发展良好，但下一波主要的保险科技浪潮将由保险基础设施公司组成。与银行或支付基础设施（即 Plaid 和 Stripe）中发生的情况类似，保险业需要开发人员优先使用的基础设施工具来承载下一波保险科技创新浪潮。\\n\\n\\n\\n   了解要建造什么管道以及在哪里建造它们很重要。大部分保险资本账簿位于传统保险公司或再保险公司。他们中的大多数都没有构建 API（至少不是现代开发人员友好的 API）。为了向科技公司和消费者开放这一资本池，必须建立保险基础设施。公司如先驱（商业的API），登高（支付API）和Noyo（健康保险的API）已经这样做了。虽然数字全栈保险技术类别可能对现有企业构成威胁，但传统保险公司应该并且将拥抱下一波基础设施发展。\\n\\n\\n\\n   这种基础设施发展的一个自然结果将是嵌入式保险产品的迅速涌入。Socotra、Sure和Trellis等嵌入式保险公司已经证明，通过正确的工具，许多科技公司可以提供保险产品。然而，嵌入式保险有很多不同的风格。MGV 的帕特里克·克拉斯（Patrick Klas）制定了一个我稍作调整的定义。\\n```\\n\\n```\\n   嵌入式应该在一个范围内看待。一方面，您有“多重保险”或已经提供保险的公司，但不想在购买本地保险产品或特定产品。另一方面，您有纯粹的“分销”游戏，新公司希望在其当前业务中提供保险产品。很多时候，这些公司已经抓住了一个独特的客户，并希望通过销售外部供应商的保险产品来进一步获利。\\n\\n   随着保险科技基础设施公司的建设，了解不同的使用场景将至关重要。虽然这一基础设施浪潮将是一个艰难的过程（充满了许多集成和缓慢移动的运营商），但在未来十年内，几乎所有与汽车、家庭、消费品相关的企业都将提供保险产品。此外，预测 1 中提到的全栈保险科技公司将使用嵌入式关系将新信号（来自其合作伙伴）分发和合并到更紧密的承保模式中。\\n```\\n\\n预测 3——保险科技将在全球崛起\\n\\n```\\n   保险的概念是人类普遍需要的概念。不幸的是，世界上大部分地区都没有选择从大约6,000 家美国运营商之一购买保险。经合组织发布了一份全球保险统计报告，强调了许多国家缺乏保险深度。\\n```\\n\\n\\n经合组织：保险指标、保费\\n\\n```\\n   上图描绘了海外数字原生保险科技公司的机会。从技术角度来看，拉丁美洲或中东和北非的许多现有保险公司落后于美国保险科技公司数十年。在接下来的十年中，我预计保险科技公司将服务于这些尚未渗透的市场。通过使用独特的、技术驱动的承保方法并通过移动分销接触客户，拉丁美洲、非洲和中东的保险科技公司将获得可观的市场份额。在像埃及这样拥有超过 1 亿人口的国家，总保费低于$2B。对于保险科技公司来说，这是一个巨大的机会。\\n\\n\\n\\n   公司如Jooycar，Justos和Amenli都是采取这种过于诱人的低现任保险深度和缺乏严格的监管规则的优势。当然有缺点；一些市场对于异常公司来说可能太小了。尽管如此，至少有几家保险科技初创公司将获得大量业务，更重要的是，全球消费者最终将能够获得他们需要的保险产品。\\n```\\n\\n预测 4——保险将成为 Web3 世界的主要内容\\n\\n```\\n   虽然说 Web3 世界将吞噬 Web2 世界是热门话题，但我不会走得太远（还）。出于本次对话的目的，让我们同意全球 DeFi 的采用将迅速扩大，保险机构必须为消费者提供财务保障。此外，我假设 Web3 保险不仅是必需的，而且将是下一个大解锁，允许十亿用户进入 DeFi 世界。简而言之，如果没有针对黑客或攻击的保险保护，我 60 多岁的父亲不会购买代币。\\n\\n\\n\\n  目前，在 L1 和 L2 生态系统中，DeFi 的总价值锁定（TVL）为 2750 亿美元。DeFi TVL 呈指数级增长，同比增长约 17 倍。如果我们保守地预测 DeFi TVL 的复合年增长率至少为 30%，那么到 2025 年，DeFi TVL 将达到 7850 亿美元。假设保险渗透率为 10%，则有 780 亿美元的市场可供选择。实际上，这个数字可能是这个简单市场规模的 10 倍。\\n\\n\\n\\n 归根结底，需要有人占领这个蓬勃发展的市场。DeFi 用户没有必要的保险工具来覆盖和防止恶意活动。这里很酷的是，Web3 保险公司可以从头开始改写保险世界。虽然这里有很多参与者（见下文），但我认为这个领域的赢家将从 Web2 世界中汲取精华，并抛弃传统的保险官僚机构。\\n```\\n\\n\\n我认为 Web3 保险公司必须是参数化和轻资产的。参数模型解决了当今保险中最大的问题之一：索赔。索赔不仅繁琐、昂贵且充满欺诈，而且还存在代理问题。保险公司的利益与不支付索赔一致。他们支付的越少，他们的损失率看起来就越好。在 Web3 中，insurtech 获胜者将通过算法解决索赔，而不是使用治理或索赔理算人。此外，社区既是承销商又是用户。这创造了更好的对齐和自然更好的行为。\\n\\n```\\n   保险的第二大问题是资产重的性质。为了扩大规模并提供更多保障，保险公司需要筹集巨额外部资产负债表以增加收入。在 Web3 中，流动性可以在用户群中找到。通过利用获得适度收益的风险池，用户可以抵押其他用户的覆盖范围。我认为这几乎是对旧的相互保险模式的改写。虽然我们并不完全知道WEB3 insurtech世界将是什么样子，谁从WEB2 insurtech失败中吸取教训的公司将有获奖，有人将赢得的最好的机会大。\\n```\\n\\n但是公共补偿在哪里？\\n\\n```\\n 许多悲观主义者可能会问：所有的创业创新都很棒，但给我看看成功的公开市场组合？我们不必看得太远，就能看到保险科技浪潮 1.0 的步履蹒跚。财富的Lucinda Shen评论称，不只是 Metromile 陷入困境，“例如，同样通过 SPAC 上市的 Hippo Insurance，自上市以来下跌了约 66%，公司估值为 23 亿美元。自 2020 年 10 月 IPO 以来，Root Insurance 已下跌约 79%，估值为 12 亿美元。即使是相比之下表现良好的 Lemonade，自 2020 年 7 月 IPO 以来也下跌了 11%，目前估值约为 38 亿美元。” 虽然现在看起来不太好，但最好的还没有到来。我认为我们看到公开市场表现不佳的主要原因是保险科技浪潮 1.0 中的公司上市太早了。好消息是保险科技公司正在学习。他们现在正在加倍投入承保，专注于损失率，并在 Web3 世界中建设，而不仅仅是快速获取客户。\\n\\n\\n\\n   在接下来的几年里，我认为三家公司将成为很好的榜样，为可持续的公开市场表现铺平道路。此外，至少有一家公司将主导 Web3 世界。WeFox、Coalition、Clearcover和Risk Harbor都在各自的市场中显示出可持续增长的迹象。在欧洲，WeFox 利用 DTC 和经纪人的组合在欧洲分发保单，预计2021年收入将超过3.36 亿美元。该公司的保险专属公司已经盈利，预计到2023 年整个业务将实现正现金流。联盟，与 At-Bay 和 Resilience 并驾齐驱的领先网络保险技术，已经发展到超过1.5 亿美元的 GWP为 2020 年超过 41,000 家企业提供服务。Clearcover 虽然规模较小，但拥有100% 的年增长率，这与“从一开始就考虑到数字消费者”的重点是“建立保险公司的骨架” 。” 在 Web3 世界中，DeFi 风险协议 Risk Harbor 构建了一个定位于资本效率的参数化产品。我相信这四位未来的赢家将向世界展示保险科技公司可以大规模做些什么。\\n```\\n\\n保险科技很性感\\n\\n```\\n   我开始我的第一篇文章时说人们不认为保险是性感的。让我完善一下这个说法：保险并不性感，但保险科技公司才是。涌入近 7 万亿美元的全球产业的大量技术创新令人印象深刻。无论是针对保险问题的 Web2 解决方案还是对保险的 Web3 重写，保险世界都在迅速变化。作为一名早期的金融科技投资者，我经历了与保险业抗争的 7 个阶段。我被告知保险“烂透了”太多次了。好消息。我已经接受了。如果你在保险科技领域建设，我很想听听更多。我相信保险科技主导地位的未来才刚刚开始。\\n```\\n\\n致谢：菲利普那不勒斯——保险业，行业技术忘记改变了。Patrick Klas — 嵌入式框架。Stuart Winchester — 嵌入式洞察。布赖恩安德森——全球思想。\",\"timestamp\":1642430793,\"title\":\"Insurtech预测：保险，被遗忘的行业技术正在发生变化\\n\"},\"digest\":\"YvvI80huJGQHemgCd87JFiOnqBjKSV4hoptz7S5yuic\",\"authorship\":{\"contributor\":\"0x0bF83C32A92C247A81538d318d9578F4C317b8cA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lE43AEqJRO51qD6xtVQDelSIfjbdh2jIp37nA98fI1k\\\",\\\"y\\\":\\\"IjGKRQVgiR-jkQdVKYTzUri64M3vATOBKdg6gY6nhkU\\\"}\",\"signature\":\"y5HG3TxGdwnQ_4eUL73zh3278A91qu6HFsJgYgRK7NucVOcS-KXDi8P9lfNpNLnipAJGA6ouXRUHc5BIDQN1vw\",\"signingKeySignature\":\"0xebce25447bdc82843b67cb275c5a9df8c4791278feea872d6d48add4faaa5d5e44c718516eb681310952979c2dce0757cb551c0746105cda656e4aaf6beb3e821b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lE43AEqJRO51qD6xtVQDelSIfjbdh2jIp37nA98fI1k\\\",\\\"y\\\":\\\"IjGKRQVgiR-jkQdVKYTzUri64M3vATOBKdg6gY6nhkU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YvvI80huJGQHemgCd87JFiOnqBjKSV4hoptz7S5yuic\"}"