"{\"content\":{\"body\":\"Web 3.0 不是未来，而是现在。\\n\\nWeb 3.0 is not the future but the present.\\n\\n在 Crypto 和 Web 3 的世界里，社群比以往任何时候都更加重要。今天，我们正式把 Club 升级成为一个 DAO，统一目标、携手前行。\\n\\nIn the world of Crypto and Web 3, community is more important than ever. Today, we are officially upgrading our Club to become a DAO, unifying our goals and moving forward together.\\n\\n**FDAO 愿景 / Vision**\\n\\n把朋友转化为家人，收获未来与财富。\\n\\nTurning friends into family, reap future and fortune.\\n\\n**FDAO 使命 / Mission**\\n\\n连接 Web 3 的建设者。不管他们是开发者、艺术家、策展人，还是企业家、投资人和传播者，在未来数十年的 Web 3 浪潮中，帮助每一个人发现更好的机会。 我们还在早期。很高兴有你们所有人的陪伴，让我们携手踏步进入新十年。\\n\\nTo connect the builders of Web 3. Whether they are developers, artists, curators, entrepreneurs, investors and evangelists, helping everyone discover better opportunities in the coming decades of the Web 3 wave. We're still in the early stage. It's great to have all of you with us as we step into the new decade.\\n\\n为什么叫 FDAO? 我在想名字的时候，脑海中涌现出这几个词: 朋友、家人、未来、财富。\\n\\nWhy FDAO? When I was thinking of the name, these words came to mind: Friends, Family, Future, Fortune.\\n\\n* **Friends**: 互联网让来自天南地北、五湖四海的我们聚集在一起，来到这里的都是「朋友」。\\n\\n  Friends: The Internet has brought us together from all over the world and we are all \\\"friends\\\" here.\\n* **Family**: 过去一件艺术品/收藏品要被广大人民所知，往往需要几百年，世代相传，共识的建立是缓慢的，需要时间发酵。今天，借助互联网和社群的力量，可以在短时间内完成共识的聚集，BAYC 历史总交易量突破 2 亿美金，整个过程不到一年时间。我们可以看到，在每一个 NFT 社群里，Hodlers 之间互称 Fam(家人)的盛况很普遍。在 FDAO，我们也是彼此的家人。\\n\\n  Family: In the past, it often took hundreds of years for a piece of art/collection to become known to the general public, and it took time to build consensus and ferment. Today, with the power of the Internet and community, consensus can be gathered in a short period of time. BAYC's total historical transaction volume exceeded $200 million, and the whole process took less than a year. We can see that in every NFT community, it is common for Hodlers to call each other Fam (family). At FDAO, we are each other's family too.\\n* **Future**: Web 3 是未来，也是现在。而我们仍处于非常早期的阶段，如同 1998 年的互联网，2009 年的移动互联网爆发前夕。不从后视镜角度评判新事物，唯有面向未来才能看见未来。\\n\\n  Future: Web 3 is the future, but also the present. And we are still in the very early stages, just as the Internet was in 1998 and the mobile Internet was in 2009, on the eve of its explosion. The only way to see the future is to look into it, not to judge it from the rearview mirror.\\n* **Fortune**: Crypto 的魅力是将技术、共识(社群)和金融结合在一起，不论是 CZ 新晋华人首富，还是身边经常听到哪个 95 后又自由了，财富总是伴随这个行业。收获朋友、家人和看得见的未来，都是我们「一路同行」的财富。\\n\\n  Fortune: The beauty of Crypto is the combination of technology, consensus (community) and finance. Whether it's CZ's new richest Chinese or the 1995s old you hear about all the time who is free again, wealth is always with the industry. Gaining friends, family and a visible future are the wealth that we \\\"walk with\\\" along the way.\\n\\n把这四个 F 结合在一起，就是 FDAO 名字的来源：\\n\\nCombining these four F's together is the origin of FDAO's name.\\n\\n* 从朋友到家人 —— 这是社群的核心模式，也是 FDAO 要持续连接和聚集更多 Web 3 建设者的初心。\\n\\n  From friends to family - this is the core model of the community and the original intention of FDAO to continue to connect and gather more Web 3 builders.\\n* 收获未来和财富 —— 这是我们踏入一个新兴行业的机会。\\n\\n  Reap the future and fortune - this is our chance to step into an emerging industry.\\n\\nBTW,\\n\\n* 找回了一个注册于 2009 年的旧 Twitter 账号，是之前做的一个兴趣账号，改名之后成为 FDAO 的官推，请大家猛烈点击关注吧！<https://twitter.com/JoinFDAO>\\n\\n  I found an old Twitter account registered in 2009, an interest account I made before, and renamed it as FDAO's official Twitter account, please click to follow it! <https://twitter.com/JoinFDAO>\\n* 加入 FDAO Discord 大本营，和其他 DAO Member 携手共进。[discord.gg/FDAO](http://discord.gg/FDAO)\\n\\n  Join the FDAO Discord basecamp and work together with other DAO Members. [discord.gg/FDAO](http://discord.gg/FDAO)\",\"timestamp\":1638925298,\"title\":\"FDAO: 全球 Web 3 建设者的组织\"},\"digest\":\"6W26b7ItfEpPd1fOfCRAnX5aGSVRoROZkjSGzWqYKA4\",\"authorship\":{\"contributor\":\"0xEE374de0AC30125924c8461e6Be40C0eDb20B4D3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Fwhpmvg-dtHKww_Bqff3l8lxt6-0MINR-BvsDmNrohY\\\",\\\"y\\\":\\\"kW_5QjcvRIv0WMujTij9d8FiVko_yu_kt86BaB8DrMU\\\"}\",\"signature\":\"SUvDEFNa3k9TQ1nanPOWp7-xZgj4oP1r4A_ietaCYipkfOxK0Z14EmfEZEUSKCrn5D8pjlNP7Y_-Xk0ach0RIA\",\"signingKeySignature\":\"0x2e9b4016bf2500e08baab0b1f71508cabf530a361ceaf1739961ce9f2d6df6d358032a68eaec5c6e7a511449f22a4496c69cab816f6bd35ca836f72e2bcbd8291c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Fwhpmvg-dtHKww_Bqff3l8lxt6-0MINR-BvsDmNrohY\\\",\\\"y\\\":\\\"kW_5QjcvRIv0WMujTij9d8FiVko_yu_kt86BaB8DrMU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"oOJLh6j3XxeNHvBLhJOxZB1eu2Q2HzOvhPI01gGob_k\"}"