"{\"content\":{\"body\":\"too beautiful for words to paint. Sometimes the slanting rains festoon scarfs of mist about their crests, and the peaks fade into shadowy outlines, melting, melting, forever melting into the distances.  But for most days in the year the sun circles the twin glories with a sweep of gold.  The moon washes them with a torrent of silver.  Oftentimes, when the city is shrouded in rain, the sun yellows their snows to a deep orange, but through sun and shadow they stand immovable, smiling westward above the waters of the restless Pacific, eastward above the superb beauty of the Capilano Canyon.  But the Indian tribes do now know these peaks as \\\"The Lions.\\\"  Even the Chief, whose feet have so recently wandered to the Happy Hunting Grounds, never heard the name given them until I mentioned it to him one dreamy August day, as together we followed the trail leading to the canyon.  He seemed so surprised at the name that I mentioned the reason it had been applied to them, asking him if he recalled the Landseer Lions in Trafalgar Square.  Yes, he remembered those splendid sculptures, and his quick eye saw the resemblance instantly.  It seemed to please him, and his fine face expressed the haunting memories of the faraway roar of Old London.  But the \\\"call of the blood\\\" was stronger, and presently he referred to the Indian legend of those peaks--a legend that I have reason to believe is absolutely unknown to thousands of Palefaces who look upon \\\"The Lions\\\" daily, without the love for them that is in the Indian heart; without knowledge of the secret of \\\"The Two Sisters. The legend was far more fascinating as it left his lips in the quaint broken English that is never so dulcet as when it slips from an Indian tongue.  His inimitable gestures, strong, graceful, comprehensive, were like a perfectly chosen frame embracing a delicate painting, and his brooding eyes were as the light in which the picture hung. \\\"Many thousands of years ago,\\\" he began, \\\"there were no twin peaks like sentinels guarding the outposts of this sunset coast.  They were placed there long after the first creation, when the Sagalie Tyee moulded the mountains, and patterned the mighty rivers where the salmon run, because of His love for His Indian children, and His Wisdom for their necessities.  In those times there were many and mighty Indian tribes along the Pacific-- in the mountain ranges, at the shores and sources of the great Fraser River.  Indian law ruled the land.  Indian customs prevailed. Indian beliefs were regarded.  Those were the legend-making ages when great things occurred to make the traditions we repeat to our children today.  Perhaps the greatest of these traditions is the story of 'The Two Sisters,' for they are known to us as 'The Chief's Daughters,' and to them we owe the Great Peace in which we live, and have lived for many countless moons.  There is an ancient custom amongst the Coast tribes that when our daughters step from childhood into the great world of womanhood the occasion must be made one of extreme rejoicing. The being who possesses the possibility of someday mothering a man child, a warrior, a brave, receives much consideration in most nations, but to us, the Sunset Tribes, she is honored above all people.  The parents usually give a great potlatch, and a feast that lasts many days.  The entire tribe and the surrounding tribes are bidden to this festival. More than that, sometimes when a great Tyee celebrates for his daughter, the tribes from far up the coast, from the distant north, from inland, from the island, from the Cariboo country, are gathered as guests to the feast.  During these days of rejoicing, the girl is placed in a high seat, an exalted position, for is she not marriageable? And does not marriage mean motherhood?  And does not motherhood mean a vaster nation of brave sons and of gentle daughters, who, in their turn, will give us sons and daughters of their own?\\n\\n\\\"But it was many thousands of years ago that a great Tyee had two daughters that grew to womanhood at the same springtime, when the first great run of salmon thronged the rivers, and the ollallie bushes were heavy with blossoms.  These two daughters were young, lovable, and oh! very beautiful.  Their father, the great Tyee, prepared to make a feast such as the Coast had never seen.  There were to be days and days of rejoicing, the people were to come for many leagues, were to bring gifts to the girls and to receive gifts of great value from the Chief, and hospitality was to reign as long as pleasuring feet could dance, and enjoying lips could laugh, and mouths partake of the excellence of the Chief's fish, game and ollallies.\\n\\n\\\"The only shadow on the joy of it all was war, for the tribe of the great Tyee was at war with the Upper Coast Indians, those who lived north, near what is named by the Paleface as the port of Prince Rupert.  Giant war canoes slipped along the entire coast, war parties paddled up and down, war songs broke the silences of the nights, hatred, vengeance, strife, horror festered everywhere like sores on the surface of the earth.  But the great Tyee, after warring for weeks, turned and laughed at the battle and the bloodshed, for he had been victor in every encounter, and he could well afford to leave the strife for a brief week and feast in his daughters' honor, nor permit any mere enemy to come between him and the traditions of his race and household. So he turned insultingly deaf ears to their war cries; he ignored with arrogant indifference their paddle dips that encroached within his own coast waters, and he prepared as a great Tyee should, to royally entertain his tribesmen in honor of his daughters.\\n\\n\\\"But seven suns before the great feast these two maidens came before him, hand clasped in hand.\\n\\n\\\"'Oh! our father,' they said, 'may we speak?'\\n\\n\\\"'Speak, my daughters, my girls with the eyes of April, the hearts of June'\\\" (early spring and early summer would be the more accurate Indian phrasing).\\n\\n\\\"'Some day, Oh! our father, we may mother a man child, who may grow to be just such a powerful Tyee as you are, and for this honor that may some day be ours we have come to crave a favor of you--you, Oh! our father.'\\n\\n\\\"'It is your privilege at this celebration to receive any favor your hearts may wish,' he replied graciously, placing his fingers beneath their girlish chins.  'The favor is yours before you ask it, my daughters.'\\n\\n\\\"'Will you, for our sakes, invite the great northern hostile tribes--the tribe you war upon--to this, our feast?' they asked fearlessly.\\n\\n\\\"'To a peaceful feast, a feast in the honor of women?' he exclaimed incredulously.\\n\\n\\\"'So we would desire it,' they answered.\\n\\n\\\"'And so shall it be,' he declared.  'I can deny you nothing this day, and some time you may bear sons to bless this peace you have asked, and to bless their mother's sire for granting it.'  Then he turned to all the young men of the tribe and commanded, 'Build fires at sunset on all the coast headlands--fires of welcome.  Man your canoes and face the north, greet the enemy, and tell them that I, the Tyee of the Capilanos, ask--no, command that they join me for a great feast in honor of my two daughters.'  And when the northern tribes got this invitation they flocked down the coast to this feast of a Great Peace.  They brought their women and their children: they brought game and fish, gold and white stone beads, baskets and carven ladles, and wonderful woven blankets to lay at the feet of their now acknowledged ruler, the great Tyee.  And he, in turn, gave such a potlatch that nothing but tradition can vie with it.  There were long, glad days of joyousness, long pleasurable nights of dancing and camp fires, and vast quantities of food.  The war canoes were emptied of their deadly weapons and filled with the daily catch of salmon.  The hostile war songs ceased, and in their place were heard the soft shuffle of dancing feet, the singing voices of women, the play-games of the children of two powerful tribes which had been until now ancient enemies, for a great and lasting brotherhood was sealed between them--their war songs were ended forever.\\n\\n\\\"Then the Sagalie Tyee smiled on His Indian children: 'I will make these young-eyed maidens immortal,' He said.  In the cup of His hands He lifted the Chief's two daughters and set them forever in a high place, for they had borne two offspring--Peace and Brotherhood --each of which is now a great Tyee ruling this land.\\n\\n\\\"And on the mountain crest the Chief's daughters can be seen wrapped in the suns, the snows, the stars of all seasons, for they have stood in this high place for thousands of years, and will stand for thousands of years to come, guarding the peace of the Pacific Coast and the quiet of the Capilano Canyon.\\\"\\n\\n\\n*****\\n\\nThis is the Indian legend of \\\"The Lions of Vancouver\\\" as I had it from one who will tell me no more the traditions of his people.\\n\\nThe Siwash Rock\\n\\nUnique and so distinct from its surroundings as to suggest rather the handicraft of man than a whim of Nature, it looms up at the entrance to the Narrows, a symmetrical column of solid grey stone.  There are no similar formations within the range of vision, or indeed within many a day's paddle up and down the coast.  Amongst all the wonders, the natural beauties that encircle Vancouver, the marvels of mountains shaped into crouching lions and brooding beavers, the yawning canyons, the stupendous forest firs and cedars, Siwash Rock stands as distinct, as individual, as if dropped from another sphere.\\n\\nI saw it first in the slanting light of a redly setting August sun; the little tuft of green shrubbery that crests its summit was black against the crimson of sea and sky, and its colossal base of grey stone gleamed like flaming polished granite.\\n\\nMy old tillicum lifted his paddle blade to point towards it.  \\\"You know the story?\\\" he asked.  I shook my head (experience had taught me his love of silent replies, his moods of legend-telling).  For a time we paddled slowly; the rock detached itself from its background of forest and shore, and it stood forth like a sentinel--erect, enduring, eternal.\\n\\n\\\"Do you think it stands straight--like a man?\\\" he asked.\\n\\n\\\"Yes, like some noble-spirited, upright warrior,\\\" I replied.\\n\\n\\\"It is a man,\\\" he said, \\\"and a warrior man, too; a man who fought for everything that was noble and upright.\\\"\\n\\n\\\"What do you regard as everything that is noble and upright, Chief?\\\" I asked, curious as to his ideas.  I shall not forget the reply: it was but two words--astounding, amazing words.  He said simply:\\n\\n\\\"Clean fatherhood.\\\"\\n\\nThrough my mind raced tumultuous recollections of numberless articles in yet numberless magazines, all dealing with the recent \\\"fad\\\" of motherhood, but I had to hear from the lips of a Squamish Indian Chief the only treatise on the nobility of \\\"clean fatherhood\\\" that I have yet unearthed.  And this treatise has been an Indian legend for centuries; and lest they forget how all-important those two little words must ever be, Siwash Rock stands to remind them, set there by the Deity as a monument to one who kept his own life clean, that cleanliness might be the heritage of the generations to come.\\n\\nIt was \\\"thousands of years ago\\\" (all Indian legends begin in extremely remote times) that a handsome boy chief journeyed in his canoe to the upper coast for the shy little northern girl whom he brought home as his wife.  Boy though he was, the young chief had proved himself to be an excellent warrior, a fearless hunter, and an upright, courageous man among men.  His tribe loved him, his enemies respected him, and the base and mean and cowardly feared him.\\n\\nThe customs and traditions of his ancestors were a positive religion to him, the sayings and the advices of the old people were his creed.  He was conservative in every rite and ritual of his race.  He fought his tribal enemies like the savage that he was.  He sang his war songs, danced his war dances, slew his foes, but the little girl-wife from the north he treated with the deference that he gave his own mother, for was she not to be the mother of his warrior son?\\n\\nThe year rolled round, weeks merged into months, winter into spring, and one glorious summer at daybreak he wakened to her voice calling him.  She stood beside him, smiling.\\n\\n\\\"It will be to-day,\\\" she said proudly.\\n\\nHe sprang from his couch of wolf skins and looked out upon the coming day: the promise of what it would bring him seemed breathing through all his forest world.  He took her very gently by the hand and led her through the tangle of wilderness down to the water's edge, where the beauty spot we moderns call Stanley Park bends about Prospect Point.  \\\"I must swim,\\\" he told her.\\n\\n\\\"I must swim, too,\\\" she smiled with the perfect understanding of two beings who are mated.  For to them the old Indian custom was law--the custom that the parents of a coming child must swim until their flesh is so clear and clean that a wild animal cannot scent their proximity.  If the wild creatures of the forests have no fear of them, then, and only then, are they fit to become parents, and to scent a human is in itself a fearsome thing to all wild things.\\n\\nSo those two plunged into the waters of the Narrows as the grey dawn slipped up the eastern skies and all the forest awoke to the life of a new, glad day.  Presently he took her ashore, and smilingly she crept away under the giant trees.  \\\"I must be alone,\\\" she said, \\\"but some to me at sunrise: you will not find me alone then.\\\"  He smiled also, and plunged back into the sea.  He must swim, swim, swim through this hour when his fatherhood was coming upon him.  It was the law that he must be clean, spotlessly clean, so that when his child looked out upon the world it would have the chance to live its own life clean.  If he did not swim hour upon hour his child would come to an unclean father. He must give his child a chance in life; he must not hamper it by his own uncleanliness at its birth.  It was the tribal law--the law of vicarious purity.\\n\\nAs he swam joyously to and fro, a canoe bearing four men headed up the Narrows. These men were giants in stature, and the stroke of their paddles made huge eddies that boiled like the seething tides.\\n\\n\\\"Out from our course!\\\" they cried as his lithe, copper-colored body arose and fell with his splendid stroke.  He laughed at them, giants though they were, and answered that he could not cease his swimming at their demand.\\n\\n\\\"But you shall cease!\\\" they commanded. \\\"We are the men (agents) of the Sagalie Tyee (God), and we command you ashore out of our way!\\\"  (I find in all these Coast Indian legends that the Deity is represented by four men, usually paddling an immense canoe.)\\n\\nHe ceased swimming, and, lifting his head, defied them.  \\\"I shall not stop, nor yet go ashore,\\\" he declared, striking out once more to the middle of the channel.\\n\\n\\\"Do you dare disobey us,\\\" they cried--\\\"we, the men of the Sagalie Tyee?  We can turn you into a fish, or a tree, or a stone for this; do you dare disobey the Great Tyee?\\\"\\n\\n\\\"I dare anything for the cleanliness and purity of my coming child.  I dare even the Sagalie Tyee Himself, but my child must be born to a spotless life.\\\"\\n\\nThe four men were astounded.  They consulted together, lighted their pipes and sat in council.  Never had they, the men of the Sagalie Tyee, been defied before.  Now, for the sake of a little unborn child, they were ignored, disobeyed, almost despised.  The lithe young copper-colored body still disported itself in the cool waters; superstition held that should their canoe, or even their paddle blades, touch a human being their marvellous power would be lost.  The handsome young chief swam directly in their course.  They dared not run him down; if so, they would become as other men.  While they yet counselled what to do, there floated from out the forest a faint, strange, compelling sound.  They listened, and the young chief ceased his stroke as he listened also.  The faint sound drifted out across the waters once more.  It was the cry of a little, little child. Then one of the four men, he that steered the canoe, the strongest and tallest of them all, arose and, standing erect, stretched out his arms towards the rising sun and chanted, not a curse on the young chief's disobedience, but a promise of everlasting days and freedom from death.\\n\\n\\\"Because you have defied all things that came in your path we promise this to you,\\\" he chanted; \\\"you have defied what interferes with your child's chance for a clean life, you have lived as you wish your son to live, you have defied us when we would have stopped your swimming and hampered your child's future.  You have placed that child's future before all things, and for this the Sagalie Tyee commands us to make you forever a pattern for your tribe.  You shall never die, but you shall stand through all the thousands of years to come, where all eyes can see you. You shall live, live, live as an indestructible monument to Clean Fatherhood.\\\"\\n\\nThe four men lifted their paddles, and as the handsome young chief swam inshore, as his feet touched the line where sea and land met, he was transformed into stone.\\n\\nThen the four men said, \\\"His wife and child must ever be near him; they shall not die, but live also.\\\"  And they, too, were turned into stone.  If you penetrate the hollows in the woods near Siwash Rock you will find a large rock and a smaller one beside it.  They are the shy little bride-wife from the north, with her hour-old baby beside her.  And from the uttermost parts of the world vessels come daily throbbing and sailing up the Narrows.  From far trans-Pacific ports, from the frozen North, from the lands of the Southern Cross, they pass and repass the living rock that was there before their hulls were shaped, that will be there when their very names are forgotten, when their crews and their captains have taken their long last voyage, when their merchandise has rotted, and their owners are known no more.  But the tall, grey column of stone will still be there--a monument to one man's fidelity to a generation yet unborn-- and will endure from everlasting to everlasting.\",\"timestamp\":1635906627,\"title\":\"Sometimes the smoke of forest fires blurs them until they gleam like opals in a purple atmosphere,\"},\"digest\":\"KKjnFYNVcLBJC4rHXYb5P-99QQiYAaNbisV0VrXzKvw\",\"authorship\":{\"contributor\":\"0xf960c047a47677eA00c94a1074C90850c550c24C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wWkCzkac3yS7F9zD6uF3mZ7Mi5BFfVhY-vCT-5ki-j0\\\",\\\"y\\\":\\\"4hEtw7d3WOoEhR_qQplWfqURhztytCuGY3VXqBqqjBs\\\"}\",\"signature\":\"illKTLr5IyMqhkg4MQDenEbX_5r4mqzVYoNzU9dYvfiHgLVRKDcabdwXsCLLF6h3PrwDcH0EGJMKhU0-7mrcNw\",\"signingKeySignature\":\"0x14147488f1d91147708bd353c97e0d12bacd80672f65867b6345ac90eb2014586aaeb015a340d214bcdb3890f1d1be93e4d364f35cd792fd7ed3109679cc3fbd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wWkCzkac3yS7F9zD6uF3mZ7Mi5BFfVhY-vCT-5ki-j0\\\",\\\"y\\\":\\\"4hEtw7d3WOoEhR_qQplWfqURhztytCuGY3VXqBqqjBs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KKjnFYNVcLBJC4rHXYb5P-99QQiYAaNbisV0VrXzKvw\"}"