"{\"content\":{\"body\":\" 蓝潇和南澄早在当初订票之后就安排好了假期。对他们来说，这也同样是一次很难得的旅程。 \\n  \\n     年少时在母星长大，结婚后就来了天罗星。天斗星他们还从未去过。那毕竟是人类星际移民的第一站，对于全人类来说都有着划时代的意义。他们也想去看看，那最先被人类开发的星球，现在已经到了怎样的情况。 \\n  \\n     “妈妈，我们待会儿就可以坐宇宙飞船了吗？”蓝轩宇坐在车里，兴奋的拉着南澄的手。 \\n  \\n     南澄看着儿子的大眼睛，“噗哧”一笑，道：“傻小子，这已经是你第六次问妈妈同样的问题了哦。是的、是的。待会儿咱们就可以乘坐宇宙飞船了。然后就能看到浩瀚的太空了呢。” \\n  \\n     “欧耶，太棒了！”蓝轩宇兴奋的叫道。 \\n  \\n     蓝潇回过头，有些宠溺的看了一眼儿子，随着年龄增长，蓝轩宇现在已经从婴儿时期的超级可爱变成了小帅哥。尤其是他那双大眼睛，似乎随着年龄增长除了原本的黑色之外，还多了一抹紫意。眼眸澄澈的仿佛能够倒映出整个世界，长长的睫毛随着眨眼而扇动。无论是谁看到他，几乎都会在第一时间心生怜爱之情。 \\n  \\n     终于，魂导飞车抵达了目的地，位于紫萝城的航空基地。他们需要先从紫萝城乘坐魂导飞机前往天罗星的首都天罗城，再从天罗城转宇宙飞船，才能前往天斗星。 \\n  \\n     目前为止，只有首都天罗城才拥有能够横跨太空的宇宙飞船。而且航班次数不多。都需要提前预定。 \\n  \\n     魂导飞机蓝轩宇早就已经坐过了，以前的时候，每当父母放假也会带着他前往天罗星其他城市和旅游景点去游玩。他最期待的是宇宙飞船，对于他们这一代孩子来说，太空才是他们最向往的地方。 \\n  \\n     三个小时后，魂导飞机平稳的降落在天罗城宇航中心。乘坐摆渡飞车，又半个小时后。他们进入到了占地面积广阔的宇航中心核心区域。 \\n  \\n     整个宇航中心都是以白色为主基调来装修的，巨大的白色金属墙面上，有着宽阔的大屏幕，上面正在放着一些画面。 \\n  \\n     “哇！妈妈，那就是太空战舰吗？”一看到画面，蓝轩宇就不禁兴奋的跳了起来。 \\n  \\n     南澄赶忙弯下腰，向他作出一个禁声的手势，“嘘，轩宇要小点声哦。在公共区域不能大声喧哗，这是基本素质的表现。因为我们不能影响到别人啊！” \\n  \\n     “嗯呢、嗯呢。妈妈我错了。妈妈，那是不是太空战舰啊！”蓝轩宇一边压低声音，一边极为兴奋的问道。 \\n  \\n     南澄抬头向大屏幕看去。大屏幕上，背景是无垠星空，一艘艘银白色的战舰正在太空中飞行。战舰数量足有上百艘之多，有大有小。其中最大的一艘，宛如一座堡垒般被众多其他战舰拱卫其中。 \\n  \\n     “是的。是战舰。看战舰上的番号，这应该是最新完成配编的联邦第四舰队太空战斗群。”蓝潇在旁边为儿子解答了疑问。 \\n  \\n     “爸爸，好棒啊！我长大了也想驾驶战舰，好不好？”蓝轩宇拉着蓝潇的手摇啊摇，说不出的兴奋。 \\n  \\n     蓝潇微微一笑，抬手摸了摸儿子的头，“想要驾驶战舰可不是一件容易的事情哦。那需要你好好学习，并且在高等学院的时候考上战舰系才行。”试问，哪个少年没有过太空梦想？他也曾经年轻过，也曾经向往过成为一名太空战舰指挥官。只是，那又何止是万里挑一啊！能够登上太空，成为战舰上的一员，那需要付出的努力可不是言语所能描述的。没有二十年以上的专业培训、刻苦训练，几乎是不可能成功的。 \\n  \\n     太空舰队，乃是人类星际移民最有利的武器，也是人类能够完成星际移民最重要的保障。要知道，人类经历了数千年的时间，才建立成功了四支太空舰队而已。每一支太空舰队都是斗罗联邦最重要的资产。 \\n  \\n     不过，随着掌控行政星的增加，人类科技的进步，被占领的行政星提供更多的资源，后续建设太空舰队的速度明显在加快。 \\n  \\n     人类甚至已经开始尝试在太空之中建立第一座太空中转站，这个中转站具体的位置只有军方高层才知道，被命名为史莱克太空堡垒。以纪念联邦第一学院史莱克学院在数万年来对联邦所做出的卓越贡献。 \\n  \\n     和史莱克太空堡垒同时开始建设的，还有联邦第五、第六两支太空舰队。预计五十年内能够彻底完成。 \\n  \\n     蓝轩宇的目光久久无法从大屏幕上移开，战舰实在是太炫丽了，尤其是那一艘艘战舰上闪烁着幽幽光芒的金属炮台，他仿佛已经看到了万炮齐发的壮观场面。实在是太过炫美。 \\n  \\n     “走吧。咱们可不能迟到哦。否则就没办法乘坐宇宙飞船了。”南澄诱惑着儿子。 \\n  \\n     “嗯呢。” \\n  \\n     一家三口办理了乘船手续。手续有些繁琐，单是安检就经过了三道。宇宙飞船造价高昂。在人类历史上也不是没有歹徒打过宇宙飞船的主意。所以安检起来格外严格。 \\n  \\n     经过了一道道关卡，总算是进入了内部区域，接下来就是等待了。 \\n  \\n     透过巨大的玻璃窗，蓝轩宇看到，远处，一个宛如举行炮弹一般的存在竖立在开阔的平地上。 \\n  \\n     “是的，那个就是我们待会儿要乘坐的宇宙飞船。”蓝潇不等儿子询问，就已经率先为他解答了疑问。 \\n  \\n     “好棒啊！它好大呢。”蓝轩宇的兴奋情绪一直都在持续着。 \\n  \\n     蓝潇微笑道：“宇宙飞船由多个部分组成，其中最重要的就是飞船本身以及起飞时的推进器。推进器会将飞船送入太空后脱离，再自行回返，以重复再利用。而飞船进入太空之后，就会按照既定轨道进行巡航，达到咱们的目的地为止。由于有可供跳跃的虫洞，我们前往天斗星预计要飞行七天。所以，你现在先别那么大兴奋劲儿，太空中可是很无聊的呢。” \\n  \\n     “我喜欢太空，爸爸，我不怕无聊呢。”蓝轩宇的兴奋可不会因为父亲的话而减少。 \\n  \\n     登船！经过了最后一次安检之后，一家三口终于登上了宇宙飞船。 \\n  \\n     宇宙飞船的舱位自然也分为高中低档。事实上，普通工薪阶层根本不可能有钱乘坐宇宙飞船。蓝潇、南澄已经算是中等偏上的中产阶级了，这种宇宙航行一年一次也足以消耗掉他们的存款。 \\n  \\n     就算如此，他们乘坐的也只是最低级别的舱位。 \\n  \\n     每个人大约有一平方米的空间，空间竖长，是一个可以半仰躺椅子，两侧有金属固定带，但都是分开的。坐在上面还算是较为舒适的。 \\n  \\n     儿童的座椅和成年人有所不同，蓝轩宇的舱位会更小一些，但却是可以平躺下来的。就在父母旁边。这种家庭组合在买票的时候是套餐形式。相对来说更加经济实惠。 \\n  \\n     “欢迎乘坐联邦宇航局七七零三号飞船。希望在接下来的漫长旅程中，有我们相伴能带给您安心与快乐。下面，我们介绍一些简单的注意事项，请旅客朋友们务必遵循。” \\n  \\n     悦耳的女声广播响起。\",\"timestamp\":1638280753,\"title\":\"第二十五章 宇宙飞船\"},\"digest\":\"u3raxnh72iqcNZbzIDWGQc1qCwSBLIJ2rTMzXSibGIw\",\"authorship\":{\"contributor\":\"0x544deeb20dF8Af825dcA2c5F26ba93830338cEB0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8DefxV6d6xtYIkJFnZitSP2GtHePgihvVVaUpAVzHLQ\\\",\\\"y\\\":\\\"pxC1diHtr8ZY24B2J0NKJ5jvd1nmVa_lJj30ACoWPKU\\\"}\",\"signature\":\"ADkOOGdvFGiH9GRpju-lOu02WHgYre6ZxLfWMhgnVS4brhS_mua_BEWIZv9qyAP1YMcgB6czZofkgwlAs0k5rg\",\"signingKeySignature\":\"0xab8e5162b384a9c20025da7cc102ff04723946b2ba09f081364dfc2040d32f3941cc37344616852843599110a09321b1b9e89403b66840d2bc45a5fb876bbae01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8DefxV6d6xtYIkJFnZitSP2GtHePgihvVVaUpAVzHLQ\\\",\\\"y\\\":\\\"pxC1diHtr8ZY24B2J0NKJ5jvd1nmVa_lJj30ACoWPKU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"u3raxnh72iqcNZbzIDWGQc1qCwSBLIJ2rTMzXSibGIw\"}"