"{\"content\":{\"body\":\"**Chapter Two**\\n\\nI shouldn’t have been surprised that Kara was late.\\n\\nBy the time she came down, I’d been standing in the hotel lobby for at least half an hour, according to the massive clock above the concierge’s desk.\\n\\nThe Wolf walked towards me with the self-assuredness of someone far older than she was. On her tiny frame, it creeped me out, but I held my poker face. At least Kara decided to ditch her vomit-stained clothes from earlier. Now, she wore a wool coat that was at least a size too big. This time, her clothes didn’t wiggle on their own, but irregular splotches of colors grew and faded at seemingly random spots, like living inkblots striving to reach the surface of her coat.\\n\\nI put a hand out. “I’m Wyatt.”\\n\\nKara’s storm-cloud gray eyes darted wildly above her sunken cheeks, scanning me erratically. “Of course you are.” Her voice was high and scratchy, but she spoke with a confidence that matched her gait.\\n\\nI took a breath in. *Is she even sober? Doesn’t matter, don’t ask.* “Shall we?”\\n\\nKara giggled. “No small talk, my knight?”\\n\\n“\\\\*No Rules \\\\*isn’t far. Come on.”\\n\\nI turned and headed towards the door without looking back.\\n\\n“Such a hurry!” she cried as she caught up me. “The night is young, Wyatt. So much playtime.”\\n\\n\\\\*Ignore her, \\\\*I thought to myself as we hit the road. *No one ever got in trouble for keeping their mouth shut.*\\n\\n“Your roads, at least, have style,” Kara noted.\\n\\nI instinctively looked down as we walked on the sidewalk. Like all roads and sidewalks in Polygon, it was crystalline and translucent, allowing travelers to see the dense network of metallic pipes that connected all buildings and other structures together. Points of light shone at regular intervals along the pipes, lighting the streets on which we walked.\\n\\n“Unlike the rest of this dreary city,” the Wolf continued. “Too much stone. Too many angles. Too little for the eyes to feast upon.”\\n\\n*A few hours of this, and I’m home free.*\\n\\n“Tell me, Wyatt. Who do you think put those there?”\\n\\nI followed Kara’s fingers, which were pointing toward the sky. “What are you talking about?”\\n\\nShe laughed again. “The stars, of course.”\\n\\nI shrugged. “No idea.”\\n\\n“You’re not curious.”\\n\\n“Nope.”\\n\\n“Your mind is so dull for someone so young,” she teased. “The Great Builder did not create his gifts for you to dismiss so gratuitously. He and his lover placed the stars in the sky so that none of us would face a dreary, black canvass in the night.”\\n\\nI turned towards Kara. She was still staring at the sky, her nasty green hair hanging like the dead branches of an old tree. “We don’t have a Great Builder,” I quipped.\\n\\n“Oh, Wyatt, you don’t know much, do you?”\\n\\n“I know what I need to.”\\n\\nAs we turned a corner, she said, “And what’s that? You know how to swing your little weapon, there?”\\n\\nI suddenly felt a pressure by my waist as Kara darted towards me and put a hand on my hammer’s handle.\\n\\nI pulled away quite easily. Turned out her bark was far worse than her bite—she had the strength of, well, an underfed teenage girl. “What are you doing?” I hissed.\\n\\n“Are you always so stiff?” she said. “Or do you just do what you’re told, like a good boy?”\\n\\nI shook my head but said nothing the rest of the way. When Kara realized I wasn’t going to respond, she began whistling some melodramatic tune.\\n\\n*Keep your cool.*\\n\\nThree blocks and an eternity later, we arrived at the entrance of \\\\*No Rules. \\\\*Its exterior was a clear imitation of Palace Codex, with arched doors and a pair of marble statues of a man and a woman, both upright and nude and reading thick tomes. I heard music and idle chatter from above, and I looked up to see several floors’ worth of balconies, each peppered with impeccably dressed men and women.\\n\\nPersonally, I preferred a hole in the wall where the beer tasted like piss.\\n\\nTwo large men with stars on their black shirts stood before the glass doors. Military. As I approached them, I saw their eyes go to my own star, and they nodded with approval.\\n\\n“Hi,” I said assertively. “This is—”\\n\\n“We know,” the one on the left said. “We were told to expect the two of you.”\\n\\n“Wyatt, why don’t you introduce me to your handsome friends?” Kara asked as she intertwined her arm with mine.\\n\\nI quickly pulled away. “They know,” I muttered.\\n\\nThe two Military men glanced at each other, and I could tell they were holding in a laugh. “Enjoy your night,” said the one on the right.\\n\\nI felt my cheeks redden with humiliation.\\n\\n“What’s the matter, Wyatt boy?” Kara whispered in my ear as we walked through the doors. “You should’ve introduced me.”\\n\\n*Ignore her. She’s a drunk kid.*\\n\\nThe opening room was lit by dozens of little candles, dispersed across the tables and the bar. Hypnotic, wordless music came from every direction, too quiet to inhibit conversation but loud enough to prevent any awkward silences. Every surface I could see was dressed in fluffy, pink wool. Most tables were small, circular, and fit for two: most patrons of this part of \\\\*No Rules \\\\*were pairs of men and women engaged in a nightly dance of casual courtship. At the bar, I saw a handful of single men and women, mostly drinking alone.\\n\\nI pretended not to notice the uncomfortable or outright hostile glances Kara and I received when we walked in.\\n\\n“Hello, are you Wyatt?” a tall, older man in a tuxedo asked me. “My name is Grantham. I was told that you and a special guest would be visiting our quarters tonight.”\\n\\n“That’s me,” Kara said, and I saw more heads turn our way. “I’m Kara. You don’t look so good, Granty. What’s the matter? Is there something on my face?”\\n\\n“Em, no, ma’m,” Grantham said nervously. “May I take the two of you to your table? We have one reserved for you.”\\n\\n“That’d be great,” I said, doing my best to apologize through my expression. “Thank you.”\\n\\nMuch as I wasn’t exactly a fan of this place’s ambiance, I had to admit that the wooly stool made for a damn comfortable seat.\\n\\n“If you need anything, please find me,” Grantham said after he handed us drink menus.\\n\\nOnce he was out of earshot, Kara leaned close enough to me that her silky beard nearly tickled \\\\*my \\\\*chin. “Relax, Wyatt,” she whispered slowly. “Now the fun starts.”\\n\\nIt would’ve been more difficult to give this kid the silent treatment now than while we were walking, I realized. “Why did you want me to come out here with you?”\\n\\nShe sat back on her stool, still smiling arrogantly, madly. “We’ll get there.” She glanced at her menu for a moment before throwing it back down. “Why don’t you be a good little Soldier and fetch me a shot of whatever costs the most.”\\n\\n“I think a waiter will take your order once he comes back.”\\n\\nKara lifted a shaggy eyebrow. “You won’t be joining me?”\\n\\n“I’m on the clock.”\\n\\n“Then do what I say,” she said with heat. “And go buy me a drink.”\\n\\nI got up and stormed to the bar without another word.\\n\\n“What can I get you?” the bartender asked me.\\n\\nI pulled out one of the coins that Roderick had given me. “A shot of your most expensive drink.”\\n\\nHe took the coin and made with the bartending. Part of me wanted to look back at Kara, if only to make sure she hadn’t run off. But I just looked ahead, taking refuge in this brief moment without the Wolf.\\n\\n“That’s quite a lot of money for someone so…underdressed. And so young!”\\n\\nI turned to my left to see a blonde woman in a green, glittery dress. “Ah, it’s not mine. It’s for work.”\\n\\n“I see that,” she said, eyeing my star pin. “I saw you come in with that Wolf. A shame what the Ruler is willing to do, who he’s willing to work with.”\\n\\nI snorted. “Yeah. Well. I’m on watch duty tonight.”\\n\\nThe woman took the hint, but not without flashing me a tantalizing, hungry grin. “A shame. You’re cute.”\\n\\nI almost turned away from the woman, but I noticed a hooded figure sitting alone, at the corner of the bar.\\n\\n“Here you are,” I heard the bartender say. “One shot of our finest. And here’s your change.”\\n\\nI thanked him and took both. I nearly asked him how someone dressed like a burglar managed to get into *No Rules*, but I figured I had enough on my plate.\\n\\nTo my relief, Kara was still at our table when I returned. “Here you are.”\\n\\nShe swallowed the golden liquid as quickly as I’d placed it in front of her. The Wolf let out a brief but obnoxious howl.\\n\\nI sat quietly, tapping my foot in lieu of closing her windpipe permanently.\\n\\nKara put a fist below her chin and examined me with those manic eyes. The swirls of rainbow colors dancing on her coat only made her look more unstable. “What’s it like to always do what you’re told?”\\n\\n“I protect Humanity.” I shrugged. “Can’t think of a higher purpose than that.” \\\\*And what’s your purpose, you empty, childish Wolf? \\\\*I thought.\\n\\n“Is that what you do. And who do you serve?”\\n\\n“Humanity.”\\n\\nKara laughed mockingly. “You really are a cute little cog. Who gives you your orders?”\\n\\nI frowned. “My Lieutenant.”\\n\\n“Yeah, yeah. Up the chain-of-command. Who do you *serve*, boy?”\\n\\n\\\\*I’m older than you, bitch. \\\\*“The Ruler.”\\n\\n“Mhm. Your tyrant. The one who doesn’t let you trade with other races without his permission. I don’t know much about you Humans, but I’ve learned that much from my father. That right?”\\n\\n“Tyrant? No.”\\n\\nKara licked her gums, and I saw with horror where her fangs exited her gums. “Barbaric is what I call it.”\\n\\n“The Ruler and his Assembly keep order, maintain peace throughout Polygon,” I answered defensively. “Without them, we’d be nothing. And without the Military that they fund, we’d be overrun by Creatures.”\\n\\n“I feel bad for you, Wyatt. The Great Builder has provided us—all of us—with so many gifts, yet you enslave yourself to another. Pathetic.”\\n\\n“I told you already,” I said with force. “We don’t have a ‘Great Builder’, whoever that is.”\\n\\nFor the first time, I saw sincerity in Kara’s eyes. “Not ‘*a* Great Builder’, sweet Solider. \\\\*The \\\\*Great Builder, Deliverer of Order, Constructor of Life, Builder of the Playground.”\\n\\n“Sounds like an impressive guy. Where’s he now?”\\n\\nKara shook her head. “Your eyes are closed, Soldier. Your mind is not your own, chained as it is to your Ruler. If you pray to Him, he answers. Listen carefully, and you can hear Him in the whispers of the wind. Look closely, and you can see him in the twinkle of the stars.” Her smile widened. “Love passionately, and you can feel Him in your blood.”\\n\\nKara sounded like she was quoting words that weren’t hers. “You keep telling me I’m just someone’s lapdog. But you’re the one talking nonsense. The Ruler is real. The Assembly is real.” I pointed to my star pin. “The Military’s real. Can you say the same about this Builder guy?”\\n\\n“There’s nothing real about your Ruler. You’re a slave. And you always will be.”\\n\\n“What about your Ruler?” I snapped angrily.\\n\\nKara laughed again. “We have leaders, not rulers.”\\n\\n“Are you going to keep playing games with me all night?” I pointed a finger in the girl’s face. “What do you want with me?”\\n\\nKara clicked her tongue mockingly and put her hands up. “So rude, Wyatt! Carol would be disappointed.”\\n\\nI grabbed her coat without thinking and pulled her scrawny frame towards me. “How do you know my mom’s name?”\\n\\n“Ah, there you are,” she whispered, and I could smell her alcohol-ridden breath. “Let me go, Wyatt. You never know who’s watching. Wouldn’t want to get you into trouble now.”\\n\\nI did, and I recomposed myself, tapping my foot faster than before. The rest of the bar scene melted away from my vision. All I could see was this drunken Wolf’s hairy face.\\n\\nAn annoying job, I could handle. But this was not that. Not anymore.\\n\\nThis bitch was threatening my family.\\n\\n“Oh Wyatt,” she continued, “you really ought to get a handle on that temper. Anger’s a bad look on you.”\\n\\n“We’re done here,” I said flatly, and rose to my feet. “I’m taking you back to your hotel.”\\n\\nKara rolled her eyes. “Sit down, Soldier. You were ordered to watch over me, right? Now, do as you were told.”\\n\\nMy legs wouldn’t move. My mouth opened and closed.\\n\\nI didn’t know what to do.\\n\\n“I wonder,” Kara purred, “if sweet little Amanda shares your aggression. I mean, she \\\\*is \\\\*your sister, after all. Or is she?”\\n\\nI was a caged beast, furious and helpless. I was frozen as petrified lava, eager to burn red and devour the enemy before me.\\n\\n“I still haven’t given you my gift, Wyatt. And you’re not looking so hot. Why don’t you take me back to my hotel?”\\n\\nI didn’t look back at her. I walked out of \\\\*No Rules \\\\*and assumed she followed.\\n\\nNo words were spoken during our trip back to her hotel. I would’ve been surprised at Kara’s reticence, but I was still overcome with fear, rage, and confusion.\\n\\n“Come up to my room,” Kara said as we approached the hotel.\\n\\nA young Military woman opened the front doors for us.\\n\\n“I don’t think so,” I muttered, still avoiding Kara’s eyes. “My job’s done.”\\n\\nAs I began to walk away, I heard her stupid, insane giggling from behind me. “No, it’s not. There were witnesses at the bar. You assaulted me. My dad’s meeting with your Assemblymen tomorrow to finalize their deal. You think your holy bosses would sacrifice this deal just to keep *you*? You’re nothing, Wyatt. Unimpressive. A lifeless cog in this machine you call Polygon. And of course, so very *alone*.”\\n\\nMy hands turned to fists. She knew so much. It terrified me.\\n\\nAnd the bitch had me.\\n\\nI turned around and silently followed her into the hotel lobby. Maybe the staff waved to us as we headed towards the elevators. I couldn’t focus on anything but the teenager leading me.\\n\\n“I’m on the top floor,” she said merrily as we entered the elevator. “Got my own room, where I can really let loose. It’s been a long day. Traveling is so stressful. Don’t you ever just want to just lose yourself?”\\n\\nHer room was the last in a long hallway. Kara took out a golden key from the pouch of her coat and unlocked her door. “After you,” she said.\\n\\nKara’s room was a mess. Broken bottles littered the wooden floor, and I saw more than one unseemly powder on top of her dresser. It smelled of alcohol and some kind of burn that I couldn’t place. As I followed her into the bedroom, I past a shattered sliding door that revealed a very unused bathroom.\\n\\nI stared at Kara’s bed as I heard her open a drawer. “Here you are, W—”\\n\\nI snapped my head, finally looking at Kara. Before she could come towards me, I took two strident steps in her direction and grabbed her skinny neck with both hands. Her whiskery beard proved no resistance to the pressure of my thumbs against her windpipe.\\n\\n“Come near my mother, my father, or my sister, and I will show you what this lonely Soldier has learned to do with a hammer,” I whispered, fire clipping my words. “If I so much as hear that you’ve been tiptoeing near them, I will end you.” I dragged her by the neck until she was pinned against her dresser. “I don’t care if you’re back in your home territory. I will find you and slaughter you like the animal that you are.”\\n\\nHer feet flailed helplessly in the air as I unconsciously lifted her above the ground. I didn’t stop squeezing. The bags under her eyes began to take on a purple hue.\\n\\nKara’s left hand tried to push me away to no avail. Then she raised her right hand, and I glanced at the envelope between her shaking fingers. My name was written on its front.\\n\\nA faint, distant sense of curiosity managed to penetrated through my more immediate ferocity. As it did, I knew that I had to release this thing. I let go of Kara’s neck, and she fell to the floor in a fit of coughs and confused cries.\\n\\nI picked up the envelope that she had dropped. Her handwriting was sloppy and lazy, but my name was definitely written on it.\\n\\nI looked down at Kara. She was struggling unsuccessfully to rise to her feet, surrounded by broken glass and stale puddles of alcohol. I’d honestly expected more wiseassery, but apparently I’d found the one way to shut her up.\\n\\nI left her hotel room to the sound of the Wolf’s suffering.\\n\\nI didn’t open the envelope immediately. I needed some time to gather myself.\\n\\nI ended up wandering the streets of the Capital aimlessly in a timeless haze. I had no idea when I finally reached the entrance of the hotel we Soldiers had been set up in. Still half a block away, I saw someone on guard at the top of the stairs that led to the hotel’s entrance.\\n\\nWhatever was in this envelope, I figured it would be smart to open it privately.\\n\\nI glanced behind both shoulders to make sure I was alone, and then took Kara’s gift out from my pocket. I swallowed as I opened the envelope and pulled out a written letter in the same loose handwriting that had scribbled my name on the envelope.\\n\\nI read the letter from beginning to end.\\n\\n[crowdfund://0xF2AF7D2dd2aE52d802589Fea4D5Ebb68a127C0CC?features=](crowdfund://0xF2AF7D2dd2aE52d802589Fea4D5Ebb68a127C0CC?features=)\\n\\n\",\"timestamp\":1633476919,\"title\":\"Windfall: Chapter Two\"},\"digest\":\"W5JQJwuLReujRrj3V7IvxPpi64753X6ImlQ22k2FV_s\",\"authorship\":{\"contributor\":\"0xF2AF7D2dd2aE52d802589Fea4D5Ebb68a127C0CC\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"REMAXnQXxzTQvEDt3h6vRKjHC_sM3MkUM4nr3ElC3zw\\\",\\\"y\\\":\\\"nxwn-46gHhAv3ma-mEvtXTT6FTBfLewdtn7BxqJ6PU8\\\"}\",\"signature\":\"xB7xgLpTuAGVRp51btpctOaYpNIkaJTFFa8RZtTrNqip9LBDVTqDU3BMflrkN03VTe-dH4TwrZTVVHjA_8i0VA\",\"signingKeySignature\":\"0xb6f6cc58d028649004876d3d73fbe0a8d370bfb5e03d8fdf7a143105ad1cadfc36e7ad793129d159e73957ed7eb5d0f72346fd9a6d4dd5c93ca3b4cf51c68ff11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"REMAXnQXxzTQvEDt3h6vRKjHC_sM3MkUM4nr3ElC3zw\\\",\\\"y\\\":\\\"nxwn-46gHhAv3ma-mEvtXTT6FTBfLewdtn7BxqJ6PU8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"W5JQJwuLReujRrj3V7IvxPpi64753X6ImlQ22k2FV_s\"}"