"{\"content\":{\"body\":\"The head of the contemporary art department at the State Hermitage reveals his vision of the future of NFT art.\\n\\n[https://youtu.be/w_arMt5ZCkc](https://youtu.be/w_arMt5ZCkc)\\n\\nEventually, all museums will build their digital copy in the metaverse, according to Dmitry Ozerkov, the head of the contemporary art department at the State Hermitage Museum. \\n\\nOzerkov is currently developing the “Celestial Hermitage”, a digital version of the iconic Russian museum, which will be exhibiting nonfungible (NFT) art. \\n\\n\\\"We are all moving into the digital era and our digital twin will be following us everywhere\\\", Ozerkov told Cointelegraph in an exclusive interview. \\n\\nThe State Hermitage in Saint Peterburg, Russia, is the largest museum in the world by gallery space with around 3 million works of art.\\n\\nIn September 2021, the museum took its first steps in the NFT world by selling five digital reproductions of its most famous masterpieces in the form of NFTs raising almost $450,000.\\n\\nIn November, the Hermitage launched its first entirely digital exhibition, titled ‘The Ethereal Aether,” where 38 NFTs are showcased within a digital reconstruction of the museum.\\n\\nUnlike the physical Hermitage, where visitors can only look at the works on display, the virtual exhibition allows visitors to interact with the NFTs on display. \\n\\n\\\"You can pass through these doors without touching anything, while in the virtual world, you can do anything: you can play with artworks, you can make them interactive, you can add data to it\\\", explained Ozerkov. \\n\\nThe exhibition can be visited online for free until December 10th.\\n\\nAs pointed out by Ozerkov, the interest of the Hermitage in NFTs transcend market dynamics and seeks to investigate the artistic value that NFT can bring into the contemporary art world.\\n\\n“My idea was to take a selection of existing works out of the market and to put them into the museum and to have a look: what remains in them as art? Is there any art there or we like, what we value in them is only money?”.\\n\\nWatch the full interview on our YouTube channel and don’t forget to subscribe!\",\"timestamp\":1639289150,\"title\":\"Why the world’s largest museum is embracing NFT technology\"},\"digest\":\"2u2uk7m4AHGrA9wieIYrng58gCxsL70Rl7fWrTiwE_0\",\"authorship\":{\"contributor\":\"0x08d25F423f1A2ECC782217E58d824542B1F76C00\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pMEwYE0X6dsykiuWTZuk4aBoSVZSIZoj-LtwO_OMmV4\\\",\\\"y\\\":\\\"Uey7pKv4UdxzDjcaSHEFtMhqj8OqklSEF64KyJHsF4U\\\"}\",\"signature\":\"MqXSkruiZYTgLRfmo4Zy9mdAfYxwKyftXBDA6b4_x8g6kMhY_8qmtpQbz8BP-WQlDaauPXoWHHI9_ynJ_s1LRg\",\"signingKeySignature\":\"0x069646a6335c5f691a130ad03919f83c311eececad7e60fd4bfab0f5db40584f0b73e9624029e6b96046a22f30f8626ec4ace0123fd8d72b9835f7dd277be9a21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pMEwYE0X6dsykiuWTZuk4aBoSVZSIZoj-LtwO_OMmV4\\\",\\\"y\\\":\\\"Uey7pKv4UdxzDjcaSHEFtMhqj8OqklSEF64KyJHsF4U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2u2uk7m4AHGrA9wieIYrng58gCxsL70Rl7fWrTiwE_0\"}"