"{\"content\":{\"body\":\"(CNN)President Joe Biden has once again refused to [assert executive privilege ](https://www.cnn.com/2021/10/14/politics/what-is-executive-privilege-what-matters/index.html)over more documents that former President Donald Trump has sought to keep out of the hands of the committee investigating the January 6 attack on the US Capitol.\\n\\nAccording to a letter obtained by CNN, White House counsel Dana Remus informed National Archivist David Ferriero on Monday that Biden would not assert privilege over additional materials that Trump requested remain secret as a matter of executive privilege.\\n\\nThe former President has [has already filed a lawsuit](https://www.cnn.com/2021/10/18/politics/trump-white-house-records/index.html) to stop the National Archives, the custodian of his administration's White House records, from giving documents to Congress that he believes are privileged, and the latest documents will likely become part of that lawsuit. The National Archives is set to begin turning over records to the House on November 12, unless Trump gets a court order.\\n\\n* \\n\\n\\\"President Biden has considered the former President's assertion, and I have engaged in consultations with the Office of Legal Counsel at the Department of Justice,\\\" Remus wrote.\\n\\n* \\n\\n[Hurry up and wait: Trump's best legal shot at blocking the release of his January 6 docs](https://edition.cnn.com/2021/10/20/politics/trump-national-archives-lawsuit-strategy/index.html)\\n\\n\\\"President Biden has determined that an assertion of executive privilege is not in the best interests of the United States, and therefore is not justified, as to the documents provided to the White House on September 16, 2021, and September 23, 2021. Accordingly, President Biden does not uphold the former President's assertion of privilege.\\\"\\n\\nRemus quoted her earlier letter to the National Archives highlighting the \\\"extraordinary events\\\" that day. The top White House lawyer also noted that Biden instructs the National Archives to provide the documents to the committee 30 days after notifying Trump, \\\"absent any intervening court order.\\\"\\n\\nClick button to enter email to sign up for CNN's Meanwhile in America newsletter.\\n\\n[close dialog](javascript:void(0))\\n\\nThe world is watching as the Biden administration takes office.\\n\\nGet updates on US politics delivered to your inbox daily.\\n\\nSign Me Up\\n\\nNo Thanks\\n\\nBy subscribing you agree to our\\n\\n[privacy policy.](http://www.cnn.com/privacy)\\n\\nThe White House had informed the National Archives earlier this month that it [would not assert executive privilege](https://www.cnn.com/2021/10/08/politics/white-house-privilege-january-6-committee/index.html) on an initial batch of documents requested by the January 6 committee.\\n\\nDuring a White House news briefing at the time, press secretary Jen Psaki said that \\\"the President has determined that an assertion of executive privilege is not warranted for the first set of documents from the Trump White House that have been provided to us by the National Archives.\\\"\\n\\n\\\"As we've said previously, this will be an ongoing process and this is just the first set of documents,\\\" she said. \\\"And we will evaluate questions of privilege on a case-by-case basis, but the President has also been clear that he believes it to be of the utmost importance for both Congress and the American people to have a complete understanding of the events of that day to prevent them from happening again.\\\"\\n\\nAs part of the House select committee's [sweeping investigation](https://www.cnn.com/2021/10/22/politics/steve-bannon-contempt-what-next/index.html), the panel has sent requests for information to a number of federal agencies. The committee has specifically asked for \\\"all documents and communications within the White House\\\" on January 6, including call logs, schedules and meetings with top officials and outside advisers, including Rudy Giuliani.\\n\\n* \\n\\nLegal experts say Biden has the ultimate say over whether these documents are covered by executive privilege, and considering the committee is led by members of Biden's party, Trump's power to sway the outcome is an open question.\\n\\n*This story has been updated with additional details Monday.*\\n\\n*CNN's Evan Perez, Zachary Cohen and Katelyn Polantz contributed to this report.*\",\"timestamp\":1635247307,\"title\":\"First on CNN: Biden White House rejects more executive privilege claims by Trump\"},\"digest\":\"Sq9JPbT5Xams8IXgzy4_ENt-8bnPYc_ta2XYuvDNFuI\",\"authorship\":{\"contributor\":\"0xb7660e925FDEA7dC47b0A1dD705473A37284A82b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1rwfGSAwch38H0JsnaHNIJ5jJ44RvmWbcR6Pu0arVIU\\\",\\\"y\\\":\\\"6hNieAzM46Gm56-BtnxKW1LjhKwktpdzgrYdM0YWaOM\\\"}\",\"signature\":\"A5LSHWT35eU5rLFBvNdftZbh9R373j5DWqNJOA2cDjvojnl1FwZy-TmndIY_xtWOUhu77GvRwKul7mkw5pKLNw\",\"signingKeySignature\":\"0xc02b8f5b74bf4d8d564a541ca77e74e33bd29ead5c5cf7707a91f08eca286e797d0f53960f03aacbd7bf47a543a2194a1fd6d16ca9e8c9150c0e83443c84ca381b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1rwfGSAwch38H0JsnaHNIJ5jJ44RvmWbcR6Pu0arVIU\\\",\\\"y\\\":\\\"6hNieAzM46Gm56-BtnxKW1LjhKwktpdzgrYdM0YWaOM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Sq9JPbT5Xams8IXgzy4_ENt-8bnPYc_ta2XYuvDNFuI\"}"