"{\"content\":{\"body\":\"## Creating the first decentralized startup eco-city in Bali, Indonesia\\n\\nDecember 18th, 2021, Uluwatu, Bali\\n\\nAuthor: [Olumide.eth](https://twitter.com/Olumide_Gbenro)\\n\\nContributors: [Wahyu.eth](https://twitter.com/wahyu_taa)\\n\\n**INTRO**\\n\\nTourists have flocked to Bali for years in search of paradise, and their presence has certainly brought economic prominence to the wonderful island. But what happens when a pandemic or national emergency strikes that stops the inflow of tourism? Due to the fact that Bali primarily relies on tourism there must be other ways to foster economic prominence under all circumstances. Digital nomads, location independent investors, crypto enthusiasts, and expats who live long term in Bali may be the solution, but how? While these individuals have played a role in participating in the economy, for many years there has been a disconnect in how they can make an impact. Not just on the economic level but also on the intellectual level.\\n\\nThe reason for this disconnect lies in the fact that this population lacks the resources and technology to be able to help and make a difference. Furthermore none of their current impact is traceable or measurable as to the long term effect of their contributions. How do we go beyond putting a bandaid on Bali’s situation and create an innovative solution that not just solves a temporary problem but creates long term impact? How do we transfer intellectual knowledge and help the people of Bali benefit from the accelerating evolution of technology and blockchain?\\n\\nWe must provide a **long term solution** that eliminates dependency on the tourism industry.\\n\\nWe believe a decentralized city **owned by the people** that offers jobs to locals, an innovation hub that includes a learning center and startup business training is the answer.\\n\\nWe define “**ownership**” for investors as governance and voting rights in what happens in our decentralized city.\\n\\nWeb 3.0 is the solution that can finally bridge the gap. It changes everything for foreigners living in Bali and creates a new paradigm for cooperation that will not just provide jobs for locals but also empower locals to participate hand in hand in the revolution that is blockchain. This document will outline the vision for Bali’s first decentralized city owned by the people, and explore different options available to us in solving the tough economic issue Bali is facing. It will include the major risks involved as well as recommendations on what the next steps are.\\n\\n**Vision**\\n\\nOur long term vision is to create a sustainable eco city that supports the financial and intellectual growth of Bali. To us this means giving full governance and decision making rights to every single one of our contributors from the start. We can not do this without you.\\n\\nWe know this venture may be dismissed as another foreign attempt to buy land and exclusify ourselves away from the population but our commitment to the people of Bali is real. The times have passed where “bule” foreigners come in and use Bali’s natural resources without truly giving back to its people. Through the use of blockchain technology we will make sure we honor and reward every participant of this project both local and foreign. Bali has suffered long enough due to this pandemic so we are going to band together to bring her back to her beautiful self through our innovative startup city.\\n\\n**Our Strategy**\\n\\n1. **Decentralized Governance (DAO)** In this model, participants organize themselves as a Decentralized Autonomous Organization (DAO) whose governance rights, funding, and contributions would all be shared “live on the blockchain” and decision making for our eco city would be monitored completely transparently.\\n\\nHaving Co-governance would allow our DAO members to vote on the direction of the startup city and contribute intimately as closely to the execution of the vision as possible.\\n\\nWe believe both the foreign and local community joining together to determine what this city would look like is most important before any big decisions are made especially in these main areas:\\n\\n* Governance decisions\\n* Location of eco city\\n* Materials used to build accommodation\\n* Hiring architects\\n* Approving key hires (General Manager, Director of Operations)\\n* Social Media Marketing + Events (networking etc)\\n\\nWe do not believe the DAO will provide value-add by participating in these areas:\\n\\n* Land negotiations\\n* Day to day operational decision making\\n\\n2\\\\. **Decentralized Governance (Social Tokens)** This is a model where we create social tokens for members to hold. These tokens will likely provide holders with access to our startup city. We anticipate that not everyone will be able to live in the startup city either due to the price or limited capacity. Only some of the highest holders will have residence within our startup village but everybody will have access since we expect to have communal spaces like Coworking and Wellness Center. But again this is all up for vote for the community.\\n\\n**Recommendation**\\nWe believe creating a sustainable decentralized eco city that provides jobs for locals and free digital upskilling courses will rejuvenate the Balinese ecosystem and inspire other cities across South East Asia to take on the same model.\\n\\nOur recommendation is to go with proposal #2 “Social Tokens” to reward those that contribute with the weight of their contribution to the building of such an eco city. We believe giving the power to the people is important so we will make sure their voices are always heard.\\n\\nOur strategy is to involve local leaders and community “banjars” in decision making and consult with them to get their permission before each and every decision we make is proposed to the DAO. This is the only sure fire way to ensure cultural and historical respect for a people that has taken care of it’s visitors so well for decades.\\n\\n**WHY NOW**\\n\\nBlockchain technology is crucial to getting past these challenging times because it allows a new type of “ownership.” Since most contributors will be foreigners and foreigners can’t own land in Indonesia we’ve created a model of **decentralized governance**. This technology is required to ensure we don’t interfere with regulatory issues and we’ve found a way for every voice to count and feel a distinct connection with our project.\\n\\nIt’s not just about decentralization, it’s the fact that getting a large group of people from all over the world to make a uniform decision becomes easy and major decisions get taken care of in a matter of minutes and days, not months and years. Our project has a strong roadmap because the people decide what happens together swiftly and efficiently.\\n\\n**This is our time to take action.**\\n\\nWe are entering a new phase of ownership. Instead of “owning” items, we are getting together as a group to govern change with a major asset. Scores of people have felt helpless in this situation and there hasn’t been a solution to bring everyone together. Locals are searching for jobs feeling helpless, foreigners are feeling the burden of the situation but have no direction in how to help and subsequently very little impact is occurring.\\n\\nSo what do we do?\\n\\nThis is our moment.\\n\\nWe must create an **innovation city** where we can all meet to share ideas, to create jobs for locals and to share intellectual contributions to those who will listen.\\n\\n**Silicon Bali changes everything.**\\n\\nSilicon Bali will become the innovation center in Indonesia that allows the smartest and most driven locals and foreign entrepreneurs to get together face to face to create solutions for the ever evolving issues in Bali. Issues like pollution, waste disposal, job creation, digital upskiling and more.\\n\\nBy unifying Silicon Bali under our social token, members will be able to have their voices heard and have a true contribution towards making change in Bali. When two or more open hearts sit together in meditation, only abundance can become the result.\\n\\nWe know we must step up and set an example for the rest of the world as to what is possible during these tough times. Social ownership and contribution allows us to make an impact from the palm of our hands. We believe that sustainability, transparency, and shared governance in smaller communities will be the solution that changes the world forever rather than the traditional method of donation.\\n\\n**DAOs** So what is a DAO - Decentralized Autonomous Organization? It’s when people like you and I get together to accomplish one uniform goal. As a group WE decide TOGETHER what decisions need to be made, how they will be made and when. The old method was relying on a centralized government or ruler to tell everyone what to do. Fortunately now we have wifi and Web 3.0 where anyone with an internet connection can participate in a DOA. Silicon Bali will utilize Blockchain technology to share ownership in a transparent manner and allow collective decisions to be made through a group vote instead of one single decision maker.\\n\\nAny time a decision needs to be made we will do it **via a group vote**. All votes will be placed via an open ledger so all members can see with full transparency the decision of the majority to move forward with the chosen plan.\\n\\n**GOVERNANCE**\\n\\nWhile typical real estate ventures are left to the governance of just a few, DAO’s are superior at creating efficiency in decision making. Silicon Bali understands that in order to create a world class project, the voice of all contributors must be heard. Imagine if we could get the true opinion of thousands of people on what we should do with a piece of land in Bali and what should be built rather than a big architectural firm or foreign singular investor transforming the rice fields we’ve become so familiar with, with a vanity project geared at fast tourism. This is not the vision we have for Bali. We want to create sustainable architecture and a project that blends both nature and culture determined by the people. Imagine if we all decided together what exact materials we would build with? Imagine if we chose to respect local customs not to build in certain areas and imagine if we consulted with local community leaders before any decision was in front of our DAO for vote.\\n\\nSince companies that have “ownership” over projects would be incentivized financially, we will focus on decision making only coming from our DAO to make things fair. Our governance should come without interference, Silicon Bali DAO will be a simple platform for everyone  to contribute, not one just for a few founders to make all the decisions. As co-owners of the governance tokens we will participate just like everyone else, just like a community member. It would be unfair to elect ourselves or others in our network as primary decision makers but we may weigh in on major decisions as we are closest to the ground on the project.\\n\\nIn a traditional real estate venture, decisions are made by the owners of the company and it’s partners in a top down fashion and sometimes consultants are brought on with expertise in needed areas. In our DAO, we will partner with the best architectural firms as voted by our community so we can make sure we get the best final product we actually want. The DOA will be open to members to suggest after they research, which are the best companies to help us achieve our vision. By sharing governance in the micro decision such as hiring an architectural firm and team, we get the best overall decision from the hive mind of thousands rather than just a few “experts.”\\n\\nBali businesses in the past were built for the old tourism model, fast cash and a model that emphasizes dollars over the well being of the people, and environment. Our model of decentralized governance will instill a new energy of sustainability and intercultural exchange that aligns with the local population and expats alike.\\n\\n**VALUE OF CONTRIBUTION**\\nContributors joining our DAO will benefit in 3 major ways:\\n\\n**Innovation Center**: At the center of Silicon Bali will be our innovation center where we will hold important seminars and workshops that upskill the local population.\\n**Wellness Center**: We will also build a world class wellness center that offers the latest modalities for lifestyle optimization.\\n**Attracting International Talent**: Our startup city will become an internally recognized hub for talent in tech, art, and blockchain. Being a member of our DAO opens up your network tremendously with amazing entrepreneurs in Bali and around the world.\\n\\n**Crypto Clubhouse**: We’re going to have a private member-only Crypto Clubhouse where you can come and enjoy fine dining, entertainment and networking with other blockchain and crypto enthusiasts from around the world.\\n\\n**INVESTOR BENEFITS**\\n\\nA decentralized city has amazing value over the long term for investors.\\n\\n**Value Retention**:\\nReal estate value in Bali continues to skyrocket due to location and long term marketability in the international spotlight.\\n\\n**Expansion Potential**:\\nAs decentralized business models grow and become accepted globally, we can use our learnings to build other similar models and establish other DOAs that our members will have exclusive access to. Imagine over the next few decades being instrumental in these communities as a contributor and having financial gain as well.\\n\\n**Legacy**:\\nWe want to live a legacy for our kids and show them how we made an impact in the places we could. Instead of making small donations here and there, let's crowdfund a decentralized city that emphasizes respect of culture, transparency, and life changing knowledge exchange.\\n\\n**Community**:\\nHaving a place you can call home forever is something we know will make a difference. At Silicon Bali you’ll find lifelong friendships and we might even have people who meet during our foundations beginning families.\\n\\nWhile the traditional system continues to offer value, in the long run those who embrace blockchain technology and decentralized decision making and governance will thrive for years and years to come. Cryptocurrency is an extremely volatile instrument but over the long run it has shown tremendous growth and adoption so it is the perfect asset for diversification of long term investment and wealthy building.\\n\\n**REGULATORY PATH** Silicon Bali will offer various products and services with the ultimate goal of becoming a cultural, financial and business hub for global minded entrepreneurs both local and foreign. We understand we will have regulatory rules to follow and will work with an Indonesian lawyer so we practice the utmost due diligence to protect our community and do things right.\\n\\nSilicon Bali will use the $SIBA tokens to launch projects and/or services like NFTs to support the DAO. All capital assets will be held in our treasury and uses of the fund will require a winning vote by the DAO.\\n\\nBeyond the DAO, Silicon Bali will create a second Indonesian registered company or PTPMA holding company where the legal structure of the land and real estate assets will be housed.\\n\\n**CONCLUSION**\\nOwnership in the traditional sense no longer makes sense and governance over assets is the future of Web 3. The benefits for all involved in such a project as Silicon Bali where all have a real say based on their ownership of a governance token for the people by the people is important for true impact and innovation to occur.\\n\\nAs traditional real estate projects struggle to preserve the environment or garner the advice of both the local and foreign population who utilize it’s services, we are bringing a breath of fresh air that allows full contribution from the foundations till a full city is up and running. We are creating an innovative new community that shares both monetary and intellectual contributions to the people of Bali, all made possible through a DAO.\\n\\nWe welcome you to contribute today.\\n\\n## Click Here To Contribute\",\"timestamp\":1640007350,\"title\":\"Silicon Bali DAO Whitepaper\"},\"digest\":\"TEpTzZ5BOI-bIZAEfB-ugsoddFva2L7o0N1-a3hUZKI\",\"authorship\":{\"contributor\":\"0x30703fbf0c55a4276229757816BF81472402f6aF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jTNL2tx23WMZv7RHfzRZVX6wJpFhTRZRQHUeIwXTvC8\\\",\\\"y\\\":\\\"8LkOac4NJmQjb7d_oTq17jfPL-PVC1_vM-fmjfUHbxg\\\"}\",\"signature\":\"RfAbM1O3SSH10otSx-oLGtBHlK3mam0OOQ6uTaHh1-2kPTnX2FEmEnPidn6BlrQr4aA_6mVyrSKWVuiF3MKVHA\",\"signingKeySignature\":\"0x7a20332a1529e37b1e23415564cfd0a6192509388df7e6c47ffffbf1444ab18861f7c455a44a4e59bcdd4fac0c9170ca017a95cd5a0d92f80b70770393ea3d681b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jTNL2tx23WMZv7RHfzRZVX6wJpFhTRZRQHUeIwXTvC8\\\",\\\"y\\\":\\\"8LkOac4NJmQjb7d_oTq17jfPL-PVC1_vM-fmjfUHbxg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6vdfkhoENv7fPtytpFoVJbXUM4Ltle5tLEFuUG4mkkw\"}"