"{\"content\":{\"body\":\"\\b\\\\*[First Published on @IOSG Medium on Jan 8, 202](https://medium.com/iosg-ventures/recap-of-8th-old-friends-reunion-a-perfect-end-of-scaling-summit-and-metaverse-carnival-c305505ccafa)2\\\\*\\n\\n![](https://images.mirror-media.xyz/publication-images/xV7ZS9KUUPHgkXw9TgIzx.png?height=933&width=1400)\\n\\n# TL; DR\\n\\nOn December 19th, the Value factory at Shekou Shenzhen has witnessed the grand success of the 8th Old Friends Reunion event. The two-day event covered the themes of **Scaling Summit** and **Metaverse Carnival,** two of the most heated topics within the current crypto world. The event saw over **​​2000** onsite visits signed from H[uodongxing.com](https://t.co/PJD7gjbVsY) &[ Eventbrite](https://twitter.com/eventbrite).com, among which actually there were **2000+** people who joined the two-day events there onsite, and **150+** top-tier industry experts as well. Around **5000** views via live streaming on YouTube. With 10+ top-tier media coverage, we have seen 500k+ social media engagement & impressions, the event came to a perfect end!\\n\\nOn the first day of “Scaling Summit”, we have co-hosted with **[StarkWare](https://starkware.co/), [imToken](https://token.im/), [Arbitrum](https://arbitrum.io/),** and received support from partners including **[MatterLabs](https://twitter.com/the_matter_labs), [Optimism](https://twitter.com/optimismPBC), [Aurora](https://twitter.com/auroraisnear), [Aztec](https://twitter.com/aztecnetwork), [Polygon](https://twitter.com/0xPolygon), [Celer](https://twitter.com/CelerNetwork), [xDai](https://twitter.com/xdaichain), [deBridge](https://debridge.finance/), [Hop Protocol](https://twitter.com/HopProtocol), [Chainlink](https://twitter.com/chainlink)**, **[the Graph](https://twitter.com/graphprotocol), [Synthetix](https://twitter.com/synthetix_io), ChainNews, and [Cointelegraph](https://twitter.com/Cointelegraph).** The day had 15 keynotes and panels, which generated impressive insights including technical and theoretical discussions on the feasibility of different L2 scaling solutions covering the topics of scaling solutions Rollups, Cross-chain Bridge, EVM, Scaling DeFi, MEV, App-specific Layer2, etc. Thanks again for the support and engagement to the event from our co-hosts and partners! 💗💗\\n\\nThe second day of the event focused on “Metaverse”, partnering with **[M7e](https://twitter.com/m7e_io), [Axie Infinity](https://twitter.com/AxieInfinity), [Illuvium](https://twitter.com/illuviumio), [YGG](https://twitter.com/YieldGuild), [Aavegotchi](https://twitter.com/aavegotchi), [Roll](https://twitter.com/tryrollhq), [Flow](http://flow_blockchain/), [Big Time Studios](https://twitter.com/playbigtime), [Alethea AI](https://twitter.com/real_alethea), [MetaverseLabs](https://twitter.com/MetaverseLabs),** the attendees received insightful presentations and discussions on topics of Identity, GameFi, Community, DAO, Creators economy, NFT, crypto art, etc.\\n\\nIOSG Ventures has always [believed](https://medium.com/iosg-ventures/iosg-8th-old-friend-reunion-is-coming-scaling-summit-metaverse-carnival-be0b6892ebb9) in the positive cycle of the “technology-capital” paradigm that started with infrastructure and technological revolution. Our investment strategy remains unchanged, which is to invest in long-term fundamental value creators in the industry. Namely, based on the macros of the industry, we pursue our investments by formulating research-driven theses and backing some of the most innovative ideas in the space. In the past two years, we have been studying and supporting the Layer2 infrastructure projects, and among our Layer2 portfolios, we have invested in the leading Rollup projects including [StarkWare](https://starkware.co/), [Arbitrum](https://arbitrum.io/) and [Aztec](https://aztec.network/). We also prioritize and believe in the potential of Metaverse. In the new year ahead, we will keep looking for opportunities among the top-tier projects and supporting the emerging spaces.\\n\\nWe appreciate the insights and visions shared by the founders, developers, industry experts, etc., during the two-day event. Allow us to extend our sincere gratitude and appreciation to all of you!\\n\\n# More About the Event\\n\\n![](https://images.mirror-media.xyz/publication-images/kjpruCN4EWPXV7ZQGrsPk.png?height=933&width=1400)\\n\\n# YouTube Wrap-up Video & Event Photo:\\n\\n1. [Day 1 Collection](https://www.youtube.com/playlist?list=PLgv2TqcY9hyKREikfUHL9DnhqNSonyxwm): [Highlight, ](https://www.youtube.com/watch?v=25W3iv1ovsM)[Full Episode](https://youtu.be/RvFf40lFS5M)\\n2. [Day 2 Collection](https://www.youtube.com/playlist?list=PLgv2TqcY9hyITi3FEQfQ8dmXzy-o5Supt): [Highlight,](https://youtu.be/ZRYzmMwlc08) [Full Episode](https://youtu.be/2i7tA-vy-Bw)\\n3. [Day 1 Photo Gallery](https://gallery.vphotocloud.com/gallery/index.html?wechatid=0D4A3A8C1BE1E468A4071198A9337C17&vphotowechatid=0D4A3A8C1BE1E468A4071198A9337C17&gallery_source_code=0&toHash=#/undefined) & [Day 2 Photo Gallery](https://gallery.vphotocloud.com/gallery/index.html?wechatid=8662274812E74C287C21C90B37610BA9&vphotowechatid=8662274812E74C287C21C90B37610BA9&gallery_source_code=0&toHash=#/undefined)\\n\\n# A Quick Look At the Event RECAP\\n\\n# Day 1 _ Keynote\\n\\n* **Eli Ben-Sasson — STARK Validity Rollup-An Ultimate Scaling Technology**\\n\\n![](https://images.mirror-media.xyz/publication-images/edgBWUb1P2AexETADZcv2.png?height=933&width=1400)\\n\\n[Eli Ben Sasson](https://twitter.com/EliBenSasson), Co-founder of [StarkWare](https://twitter.com/StarkWareLtd), pointed out that there are two systems in the world today, one is a centralized system, and the other is a decentralized system, which is a blockchain system. In a centralized system, all computers and nodes are controlled by a large centralized entity, with high capacity but this will result in a sacrifice of privacy. On the other hand, under the blockchain system, thanks to the principle of **‘inclusive accountability’** everyone is given the right to check the validity and accountability of the system, but the privacy and scalability of these systems have been questionable. The emergence of ZK can solve this situation. Simply put, this is a redefinition of the trust mechanism. ZK is the trust in mathematics. When a large number of transactions are processed by the computer, the trust mechanism is based on the trust in mathematics and cryptography, not on the computer itself. **Based on Zk technology, StarkWare launched StarkEx to solve the problem of scalability. StarkEx consists of the prover and the verifier. The off-chain prover is responsible for processing a large number of transactions and generating Stark proof to update the status of the rollup and confirm the mathematical correctness of these transactions. Then the verifier on the chain will carry out the transplantation of the whole process on the Ethereum main chain and verify the correctness of the transactions.**\\n\\nThis approach provides scalability and integrity at the same time because instead of all the nodes in the system verifying each and every transaction, all they need to do is to run a lightweight verifier. By doing that, they can check the system maintains its integrity and the new state is valid. **StarkEx** **is one of the leading L2 in terms of many parameters, such as cumulative trading over $270 billion. It has settled over 65 million transactions and has over $1 billion locked in total value.** **An average transaction on StarkEx costs less than 500 gas, which is roughly 100 to 1000 times cheaper than what it would cost on Ethereum.** The brand-new product Starknet has been online for three weeks. Its form is no different from that of Ethereum and way more scalable than Ethereum while smart contracts can be deployed at will. A series of related tools will be launched in the future, including ERC20 contracts, L1 and L2 cross-chain bridges, and compilers from Cairo to Solidity.\\n\\n* **Jocy Lin — Scaling & Metaverse: The Beginning of Web 3.0 Era**\\n\\n![](https://images.mirror-media.xyz/publication-images/9BUx51jxXgLTed_WC0WUz.png?height=933&width=1400)\\n\\n[Jocy Lin](https://twitter.com/JinzhouLin), the founding partner of [IOSG Ventures](https://twitter.com/IOSGVC), has presented his thoughts and the team’s investment focuses in the past year. Key takeaways as below:\\n\\n5 years ago, we started envisioning how exciting a Web 3.0 world could be. Fast forward to 2021, witnessing the impressive tractions gained by different crypto Apps, we can now proudly announce that what we hold to the era of Web3 has finally arrived!\\n\\n![](https://images.mirror-media.xyz/publication-images/CtagSREO_Amj5sKHps39k.png?height=308&width=512)\\n\\n \\n From infrastructure to the application layer, our main focus areas in this year include **L2 scaling, DeFi, GameFi and SocialFi.**\\n\\n> *R**ead more on [Cointelegraph](https://cointelegraph.com/press-releases/blockchain-leaders-gathered-for-iosgs-8th-old-friends-reunion)***\\n\\n**For L2,** IOSG thinks highly of the future of **modular blockchain**. Not to be too forward, but L2 is very likely to replace 80% of the transaction volume on L1 in the coming year. Our investment logic on L2 covers leading rollup L2 infra and middleware (cross-chain bridges) and ecosystem dApps opportunities. The key to solving the scalability problem is to separate the execution layer from data availability. In the public chain market, we heavily support **Polkadot** because we believe it will be the Layer0 meta protocol that has interoperability in the heterogeneous blockchain world.\\n\\nIn the past 2 years, we have been investing in infrastructure projects such as Starkware, Aztec, Arbitrum. Going forward, we will be investing in other middleware such as cross-chain infrastructure, data platforms, etc that make it easy for developers to deploy on layer-2s. We will also be investing in a new generation of dApps that are enabled by the unique advantages of L2 tech.\\n\\n**For DeF**i, Ethereum is still the most diverse DeFi ecosystem. While this year the whole market is getting more mature on Ethereum, IOSG thinks in future innovations will still happen on Layer 2 DeFi protocols based on primitives. Besides, multi chains’ primitives opportunities and Financialization of NFTs are new areas to explore. The most critical are the three characteristics of decentralization, composability and permissionless. Derivative CEX will be gradually replaced by DEX in the future. We have seen a lot of success with aggregators in Web2, and as Web3 users hit the 100 million mark, web3 aggregators will become very important as well. The most important reason why IOSG invested in 1inch/matcha is its efficiency and user experience.\\n\\n**For GameFi,** first of all, we think the core of Gamefi is not a game, it is a fundamental shift from a centralized supply of entertainment to a decentralized, collaborative, and democratized paradigm of producing&consuming fun. Guild is the first stop for Web2 players to enter gamefi. At present, the market is quite fragmented by local guilds.\\n\\n**In Gaming, we invest in visionaries who strive to revolutionize relations of production by empowering and incentivizing individuals to make meaningful contributions to their community.**\\n\\n**SocialFi**, one of the hottest topics in crypto this year. We see an opportunity for Web3 SocialFi in the predicament of Web2. Ownership is the key to the problems. In the booming era of ownership economics, we have invested social token/NFT issuance platforms, such as Roll, JennyDAO, which allow direct tokenization of social influence. Recently we are focusing on projects that boost the creator economy. IOSG invested in platforms such as MintSongs, Pianity, and CreatorNFTs. We believe Web3 social platforms will soon take off. We are the seed investor of Galaxy, and we continue to explore in this direction, whether it is infra, middleware or application layers.\\n\\n**Data Analytics** is the last direction we shared and it’s also one of the most undervalued markets. We predict that the market size of the Crypto & Blockchain data service market will experience exponential growth by 2025.\\n\\n* **Chang-Wu Chen — Now and Future in L2 — from Wallet’s Perspective**\\n\\n![](https://images.mirror-media.xyz/publication-images/jHHr0yOGp2QDaDeffGfdR.png?height=933&width=1400)\\n\\n[Chang-Wu Chen](https://twitter.com/changwu_tw), Chief Scientist of [imToken](https://twitter.com/imTokenOfficial) brought us a deep insight into the current L2 landscape, DeFi development, future outlook, and ways of building up a wallet belonging to the next generation using underlying technologies. Firstly, Chen mentioned that L2 offers a high TPS while low gas fee scalability solution, through which wallet can deploy more assets and thus more users will be attracted. He then further compared the different scalability solutions between Optimistic and ZK-rollups, in dimensions of developer-friendliness, composability and UX. Also, he introduced the application of cross-chain bridges and the corresponding solutions, and he suggested imToken’s effort put in generalization from both end-user and developer perspectives, including the easy access for a developer to retrieve off-chain data in a standardized way with EIP-3668. Meanwhile, another interesting point he mentioned was that the standard to have a universal interface for wallet access for the betterment of UX shall be redefined in the near future.\\n\\n* **Harry Kalodner — Solve Scaling without Compromise**\\n\\n![](https://images.mirror-media.xyz/publication-images/BZkQf0sUAoUyaOlEJ_tMe.png?height=933&width=1400)\\n\\n[Arbitrum](https://twitter.com/arbitrum)’s co-founder and CTO, [Harry Kalodner](https://twitter.com/hkalodner) introduced Arbitrum’s technical solutions and future plans. Arbitrum is based on Optimistic Rollup technology and is expected to reduce the transaction fees to only a fraction of the Ethereum main chain, while maintaining high composability and decentralized security. **The Beta version of Arbitrum One launched at the end of August and has processed more than 4 million transactions and has supported more than 200 dApps. The security of Arbitrum is based on Ethereum. All transaction data is posted on the Ethereum main chain, while the transaction execution takes place off-chain.** Arbitrum’s interactive fraud-proof guarantees the safety of users’ funds. In case of malicious activity, everyone can raise disputes during the challenge period to ensure that the correct transactions are included on the rollups and Ethereum chain. Arbitrum Nitro, which will be launched soon, will provide a more compatible user experience with Ethereum applications and will decrease the transaction fees by posting a smaller call data on Ethereum L1, making L2s competitive with some of the cheaper L1s out there. This will be the most important upgrade of Arbitrum in the future.\\n\\n* **Sandeep Nailwal — Polygon — Suite of Ethereum Scaling Solution**\\n\\n![](https://images.mirror-media.xyz/publication-images/j3kA8XEl5hjQOSx7jO76v.png?height=933&width=1400)\\n\\n**[Sandeep Nailwal](https://twitter.com/sandeepnailwal), Co-founder of** [Polygon](https://twitter.com/0xPolygon), illustrated the specialties of their scaling solution from the underlying infra. Polygon is an L2 scaling aggregator that integrates various solutions and **is committed to integrating various technologies such as ZK Rollups, Optimistic Rollups, PoS sidechain and Plasma, etc to their existing solutions.** Polygon’s ecosystem has been thriving in the past year with growth in their TVL, the number of transactions and ecosystem applications building on it. **The Polygon POS chain has become one of the most popular solutions in the world.** A current trend is that each different application has its own requirements. Some require higher decentralization and security, while others require faster transaction speeds and lower costs. Each has its tradeoffs. Sandeep believes that Polygon provides more options than any established layer1 L2 solution, and will ultimately allow the market to choose the solution they want. While providing high-speed transactions and low cost, it creates a more complete framework for Ethereum’s expansion.\\n\\n* **Philip Fei — Oracle Computation: Improving Blockchain Networks via Data Feeds and Off-chain Computation**\\n\\n![](https://images.mirror-media.xyz/publication-images/WQ1qcVqsIMbuZ3h_WelZx.png?height=933&width=1400)\\n\\nRegarding scalability, [Philip Fei](https://twitter.com/Chainlink_INFO), [Chainlink](https://twitter.com/chainlink)’s China Lead, shared their visions, products & services, and current progress. He first talked about Chainlink’s contribution to data transmission, that they have provided price feeds, proof of reserves, and abundant on-chain data availability. Moreover, through Keepers, developers are able to use off-chain computation in a decentralized, secured and simple way. Philip emphasized that **by using CCIP(Cross Chain Interoperable Protocol, Chainlink will be able to provide multi-chain computation and interoperability between public blockchain, private blockchain and consortium blockchain, which will bootstrap the adoption of smart contracts.** \\n \\n\\n* **Alex Shevchenko — ETH as a Base Currency: Why It Matters and How It Works**\\n\\n![](https://images.mirror-media.xyz/publication-images/DJYkBo7TdAAtpBeCEHvg8.png?height=933&width=1400)\\n\\n[Aurora](https://twitter.com/auroraisnear) is a solution that allows executing Ethereum smart contracts on top of the more performance environment, which is the shared Near blockchain. [Alex Shevchenko](https://twitter.com/AlexAuroraDev), CEO of [Aurora](https://twitter.com/auroraisnear), stated that for Ethereum, it allows for the scalability of the decentralized applications that are running there and allows to cover additional markets for these DApps. For [Near](https://twitter.com/NEARProtocol), on the other hand, it allows to quickly bootstrap the Near ecosystem and helps to scale the amount of the applications and the different operations that are available on top of the Near blockchain.\\n\\n**The thing that is different for Aurora is that the base token or the token that is used to nominate the fees for the user transactions is not a fancy Aurora token**. We are using ETH as a base token. Now Aurora has a partnership with [Consensys](https://twitter.com/ConsenSys) and they are working with the [Infura](https://twitter.com/infura_io) team on the integration of Aurora in the set of Infura products. They believe that the choice of Aurora to use ETH as a base token is very important for mass adoption.\\n\\n# Day 1 _ Panel\\n\\n* **Different Flavours of Rollups: Optimistic and ZK (Validity)**\\n\\n![](https://images.mirror-media.xyz/publication-images/1---ciuyoiENT5krrvnJC.png?height=930&width=1400)\\n\\nRegarding the two hottest flavours of L2 solutions, ZK-Rollup and Optimistic Rollup, [Benjamin Jones](https://twitter.com/ben_chain), co-founder and chief scientist of [Optimism](https://twitter.com/optimismPBC), [Zachary Williamson](https://twitter.com/Zac_Aztec), Co-founder & CTO of [Aztec](https://twitter.com/aztecnetwork), [Harry Kalodner](https://twitter.com/hkalodner) Co-founder & CTO of [Arbitrum](https://twitter.com/arbitrum), [Alex Gluchowski](https://twitter.com/gluk64), Co-founder & CEO of [MatterLabs](https://twitter.com/the_matter_labs), and [Avihu Levy](https://twitter.com/avihu28), product director of [StarkWare](https://twitter.com/StarkWareLtd), had a thought-provoking discussion. In response to the most overlooked aspect of their projects, Avihu Levy pointed out the lively developer ecosystem that is forming around StarkWare. StarkWare is bringing some interesting development issues to the community, and the entire problem-solving process is displayed in discord to help developers better understand their ecosystem. Harry Kalodner believes that the long-tail effect of the system is very interesting, where the community steps up and uses the tools provided by Arbitrum that weren’t conceived in that way when they were designed. He believes that because of the ease of deployment and open development features of Arbitrum, they are expecting more and more developers to use their platform and express their creativity. Alex Gluchowski said that z[kSync](https://twitter.com/zksync)’s long-term commitment to building a truly decentralized ecosystem should receive everyone’s attention. According to him, there will be a dedicated Security Council to handle matters related to system upgrades for zkSync, which is an important factor for decentralization. Zachary from Aztec mentioned that with Aztec Connect, users will be able to interact with Layer-1 applications without sacrificing their privacy. Finally, Ben from Optimism mentioned that the traction of EVM chains shows the adoption of EVM by the developers. As L2 infrastructure providers, they should have the responsibility to make it easier for developers to deploy their smart contract without additional overhead and this is only possible through EVM equivalence.\\n\\n* **Beyond EVM Compatibility: Next Milestones for Multichain Adoption**\\n\\n![](https://images.mirror-media.xyz/publication-images/nwo6sHgHFSkpdigdZwAx5.png?height=933&width=1400)\\n\\nMandy Wang, Founder of [Odaily](https://twitter.com/OdailyChina), as the MC she raised a series of questions about use cases and public chain development. Wilson, [Avalanche](https://twitter.com/avalancheavax)’s Asia lead, said in the past few years, the improvement of industry infrastructure and supply chain will set the foundation for the outbreaks of more Dapps next year. [Yaoqi Jia](https://twitter.com/yaoqijia), Asia lead of [ParityTech](https://twitter.com/ParityTech) China, believes that multiple chains, especially heterogeneous chains, will be leading the future because when using different apps, whether it is NFT, games or other emerging forms of Web3, heterogeneous chains can be used for these applications to provide a better execution environment. Yuanjie Zhang, Co-founder of [Conflux](https://twitter.com/Conflux_Network), gave a different view on the competition caused by the rise of Layer 2 and ETH 2.0. He believes that Layer 2 and the capital side did not reach some kind of agreement on interests. He was bullish on EVM compatible chains and some top-tier CEX chains. Yuki, [Moonbeam](https://twitter.com/MoonbeamNetwork)’s China community lead, believes that more and more capital is flowing into the market, and due to the high transaction fee and blockage of Ethereum, the capital outflow resulted in the current sharp competition environment among different public chains.\\n\\n* **How to See the Trade-offs among Different Cross-chain Bridge Solutions**\\n\\n![](https://images.mirror-media.xyz/publication-images/SUjA8V4ruNYYf4bGJMjv2.png?height=932&width=1400)\\n\\nFocusing on different cross-chain bridge solutions, [Gokhan](https://twitter.com/ergokhaner), the investment director of [IOSG](https://twitter.com/IOSGVC), [Mo Dong](https://twitter.com/no89thkey), CEO of [Celer Network](https://twitter.com/celernetwork), [Arjun Bhuptain, ](https://twitter.com/arjunbhuptani)Founder of [Connext,](https://twitter.com/ConnextNetwork) and [Vaibhav Chellani](https://twitter.com/vaibhavchellani), Founder of [Movr Network](https://twitter.com/movrnetwork) and [Philipp Zentner](https://twitter.com/PhilippZentner), Founder of [Li.Finance](https://twitter.com/lifiprotocol), **[Chris Whinfrey](https://twitter.com/WhinfreyChris), Founder of [Hop Protocol](https://twitter.com/HopProtocol) and CEO&Co-founder of [deBridge](https://twitter.com/deBridgeFinance), [Alex Smirnov](https://twitter.com/AlexSmirnov__),** have discussed very interesting topics. In response to the current cross-chain problems that need to be solved most urgently, Chris believes that with the rapid development of L2, moving liquidity between different chains is undoubtedly the most urgent problem to be tackled. Other types such as cross-chain smart contracts and cross-chain NFTs are also the future development directions. Alex believes that the ultimate solution to cross-chain is the transfer of arbitrary information, arbitrary contracts, and arbitrary data; the development of that will enable new kinds of cross-chain dApps. While Phillip Zentner reckons that the biggest problem at present is that the current bridge solutions are not decentralized enough, and another problem is the lack of unified standards, such as standard synthetic assets and consistent APIs. Mo Dong added that we also need to pay attention to the token economy and incentive mechanism in the cross-chain ecosystem, as well as liquidity management, data transmission and processing, and cross-chain smart contracts call. Arjun and Vaibhav have reached a consensus on the user-friendliness of future products. They believe that we will soon enter a world where all applications default to cross-chain. This will give birth to new cross-chain services and products, so that users do not need to understand the underlying principles of the blockchain, just use the applications to meet their needs.\\n\\n* **Scaling DeFi: Could Scalability Solutions Trigger another Wave of DeFi Innovations**\\n\\n![](https://images.mirror-media.xyz/publication-images/1v5A0I06EhNmZNGKpih1B.png?height=933&width=1400)\\n\\n[Kain](https://twitter.com/kaiynne), [Robert](https://twitter.com/robert_lauko), [Yenwen](https://twitter.com/tempofeng) and [Rune](https://twitter.com/RuneKek) from [Synthetix,](https://twitter.com/synthetix_io) [Liquity](https://twitter.com/LiquityProtocol), [Perpetual Protocol](https://twitter.com/perpprotocol) and [Maker DAO](https://twitter.com/MakerDAO), respectively, have discussed DeFi and the implication scalability solutions can have on DeFi protocols. This panel was hosted by [Deniz Omer,](https://twitter.com/DenizOmer) Founder and CEO of Ethereum Central.\\n\\nTalking about the blockchain trilemma between security, decentralization and security, [Rune Christensen](https://twitter.com/RuneKek), Founder of [MakerDAO](https://twitter.com/MakerDAO) pointed out that no compromises should be made on the decentralization of the blockchain, and for those prioritizing scalability over decentralization, there are already centralized exchanges that provide incredible scalability. Rollups are the only solution that resolves scalability issues without sacrificing decentralization and security.\\n\\n[Kain Warwick](https://twitter.com/kaiynne), Founder of [Synthetix](https://twitter.com/synthetix_io) pointed out the difference between scaling up and scaling out. For instance, platforms like Solana are pushing boundaries regarding the throughput of one single chain, hence increasing the requirements for the node or node operators on the system which may impair decentralization because it’s not open for everyone running a node at home, however, at the same time it is a neat solution as you don’t need to care about atomicity as it doesn’t produce frictions like sharding solutions.\\n\\n[Yenwen Feng](https://twitter.com/tempofeng), Co-founder of [Perpetual Protocol](https://twitter.com/perpprotocol) believes that among layer 2s, it will be the winner-takes-all type of market. The primary reason is the network effect of L2; the need to be composable with other projects will push protocols towards one L2 solution. Thus, the first L2 that gets the network effect will be the winner that takes all, while the others may split a smaller market share.\\n\\nRune believes that projects would eventually choose L2 solutions based on whether they prefer cheap transactions or composability with other DeFi applications. It is possible to see a spectrum of different rollups that specialize in being higher cost and higher composability or lower cost and lower composability.\\n\\nScalability solutions will have a profound effect on lending solutions and complementary solutions such as automation tools, as L2s will allow for faster reaction, hence supporting lower collateral requirements without sacrificing the security of the protocol. Another thing that will re-emerge will be on-chain order book trading.\\n\\nYenwen shared concerns about on-chain order book protocols, even on Solana, as there are still costs to update order book, hence he believes AMMs will dominate DEX market long term.\\n\\n[Robert Lauko](https://twitter.com/robert_lauko), Founder and CEO of [Liquity](https://twitter.com/LiquityProtocol), concluded that L1s will have an advantage when they apply sharding techniques to offer an out-of-the-box neat and easy solution to the end-user because they can try to at least make the impression from the outside that it’s just one monolithic system while under the hood it could be composed of different sub-networks.\\n\\n* **New dApp Design Spaces Opened Up by Layer-2’s: What’s Possible**\\n\\n![](https://images.mirror-media.xyz/publication-images/f3tx7SxNBkCFOSAU5ccw2.png?height=933&width=1400)\\n\\n[Zhixiong Pan](https://twitter.com/nake13), Co-host of [ChainBreaker ](https://twitter.com/ChainbreakerP)Podcast invited guests to have a wonderful discussion about the new application built on Layer 2 and its user experience. [Philip Fei](https://twitter.com/Chainlink_INFO), head of [Chainlink](https://twitter.com/chainlink) China, said that the biggest problem using L2 is the issue of cross-chain asset(user experience), which is restricted by factors such as lock-up period, liquidity, and asset transfer time. However, the good news is that some exchanges already supported Layer 2 asset transfer. [Ryan Chow](https://twitter.com/RyanChow_DeFi), Co-founder of [Solv Protocol](https://twitter.com/SolvProtocol), pointed out that Layer 2 has narrow and broad definitions, but no matter how it is defined, it is characterized by lower handling fees and faster speed. Among them, there are several interesting phenomena that Arbitrum’s gas fee is slightly higher than Polygon’s, followed by xDai’s surprisingly low fee. [Loopring](https://twitter.com/loopringorg)’s CTO Steve Guo believes that with the improvement of ZK Rollup, the derived ZK Rollup DAO also has certain potential, such as being able to solve problems happening in asset withdrawal.\\n\\n* **How Big is the Future Space of NFTs & Games-focused Blockchain**\\n\\n![](https://images.mirror-media.xyz/publication-images/Kj4q1lYOlrWmc4VVlFRSg.png?height=933&width=1400)\\n\\n[Jesse Johnson](https://twitter.com/gldnXross), Co-founder of [Aavegotchi](https://twitter.com/Aavegotchi), [Dieter Shirley](https://twitter.com/dete73), CTO of [Dapper Labs](https://twitter.com/flow_blockchain), [Robbie Ferguson](https://twitter.com/0xferg), Co-founder of [ImmutableX](https://twitter.com/immutable), [Jiho](https://twitter.com/Jihoz_Axie), Co-founder of [Axie Infinity](https://twitter.com/axieinfinity), [Andrew Gross](https://twitter.com/AGTechWriter) of [Xdai](https://twitter.com/xdaichain), and [Daren Frankel](https://twitter.com/darenfrankel) of [Palm](https://twitter.com/palmnft) discussed the current situation and future development of NFT and Gamefi. Andrew said that in addition to conglomerates, government agencies have also started to use blockchain technology; Dieter predicts that there will be more innovations in the NFT space in 2022. Frankel believes that NFTs have changed the lives of many people and have given a platform for creators and artists to showcase and distribute their work efficiently. Jiho and Robbie both believe that in addition to Axie, more game teams will emerge and become unicorns in the industry.\\n\\n* **New Layer, Same Old Problem: MEV Prevention on Layer-2's**\\n\\n![](https://images.mirror-media.xyz/publication-images/ULnePBDu5OjbdF87A9PIk.png?height=956&width=1400)\\n\\n[Mangata](https://twitter.com/MangataFinance) CEO [Peter Kris](https://twitter.com/uPeterKris), Flashbots founder [Stephane Gosselin](https://twitter.com/thegostep), [Automata](https://twitter.com/AutomataNetwork)’s co-founder [Deli Dong](https://twitter.com/deligong), [Matcha](https://twitter.com/matchaxyz)’s co-ceo [Amir Bandeali](https://twitter.com/abandeali1), and [Cowswap](https://twitter.com/gnosisPM)’s tech lead [Felix Leupold](https://twitter.com/fleupold_) revolved around the idea that many people think arbitrage is exploitative. During the discussion， Stephane believes that all arbitrage is exploitative, but it is indeed not user-friendly in defi. Deli looks from different angles of MEV, and shares solutions of setting up a channel to patch this loophole. Amir holds the view that the nature of arbitrage is not bad, but certain methods such as sandwich attacks, are purely squeezing users, or even deceiving users. Regarding the differences in MEV between L1 and L2, Felix believes that there is no essential difference. One phenomenon he observed is that POS verifiers are more inclined to use/understand MEV than POW verifiers.\\n\\n* **How Investors Involved in Scaling Opportunity**\\n\\n![](https://images.mirror-media.xyz/publication-images/h1p1DdvJU8fAcRAOh5h_L.png?height=933&width=1400)\\n\\nRegarding the topic of the expansion track hosted by ChainNews **editor-in-chief [Feng Liu](https://twitter.com/fishkiller)**, investors shared different ideas.\\n\\n**[Jocy Lin](https://twitter.com/JinzhouLin), the founding partner of [IOSG Ventures](https://twitter.com/IOSGVC)**, believes that the development direction of the entire Layer 2 is low handling fees, high TPS, and the proposal of the modular blockchain concept, which further confirms that L2 makes the entire blockchain network more efficient and higher performance. In addition, side chains and cross-chain liquidity aggregators are also worthy of attention, as well as a large number of native and derivative applications that will be generated in the L2 ecosystem in the future.\\n\\n**Deng Chao, MD of [HashKey Capital](https://twitter.com/HashKey_Capital)** believes that Layer 2 is the same as other blockchain concepts. The emergence of its technology can be traced back to three or four years ago, but the continuous participation of developers and communities must be required in the process to make it enter the next stage of development.\\n\\n**[Dovey Wan](https://twitter.com/DoveyWan), the founder of [Primitive Ventures](https://twitter.com/primitivecrypto)**, said that the outlet is made by entrepreneurs, not by investors. She looks at L2 investment more from a developer-friendly perspective, and she believes that the future parallel to Rollup is the application chain (modular chain). Any Web3 leading applications will build their own chain somehow considering the cost and returns.\\n\\n**[Vincent Niu](https://twitter.com/VincentNiu222), the partner of [Sky9 Capital](https://twitter.com/Sky9Capital)**, holds a similar view. He believes that the explosion of Layer 2 and side chains is inseparable to the continuous innovation of basic technology and the actual application.\\n\\n**[Frank Li](https://twitter.com/franklicrypto), the investment partner of [SNZ](https://twitter.com/snzholding)**, summarized at last that the winner of Layer 2 applications mostly depends on whether they have built a prosperous ecosystem, it has nothing to do with the TPS. \\n \\n\\n# Day 2 _ Keynote\\n\\n* **Jean — Welcome speech**\\n\\n![](https://images.mirror-media.xyz/publication-images/WnS1ls60RAvsZLmnIbwDz.png?height=933&width=1400)\\n\\nIn 2021, the year of Metaverse, we have witnessed amazing innovations sweep the industry. The iteration and development of new ideas can’t be without the sparkles of different thoughts. [Jean Chen](https://twitter.com/cryptoroaming), the founder of [M7e](https://twitter.com/m7e_io), has addressed the opening speech for the Day 2 Metaverse Carnival and shared his thoughts regarding the new wave of markets.\\n\\nJean suggests, in the history of traditional economic development, it is the series of regime reformation, i.e. property rights protection, that promoted a series of inventions and applications and ushered in a new era; likewise, for the establishment of the future digital world, independent identity, data and asset system behind it is the key element to drive it. Blockchain and NFT provide the technical foundation on which the metaverse truly has the basis for perpetual prosperity.\\n\\nMetaverse Carnival invited industry pioneers to bring exciting keynote speeches and panel discussions from NFT, Web3 identity, DAO, social, gaming, digital world, crypto art, etc., presenting the audience with exciting insights from different angles in building the metaverse.\\n\\n* **Sid Kalla — Social Tokens: User-generated Capital for a Web3-first World**\\n\\n![](https://images.mirror-media.xyz/publication-images/cpKPyicGGWpOapcjmD9oA.png?height=933&width=1400)\\n\\n[Roll](https://twitter.com/tryrollhq)’s Co-founder & CTO [Sid Kalla](https://twitter.com/sidkal) states that crypto tech transforms user-generated content into user-generated assets, and Roll helps users create capital around the community. Today, Roll has issued about 400 different social tokens, of which about 10% have an active trading market, and the total market capitalization of these is about $2250 million to $300 million. Through social tokens, communities can easily interoperable between different platforms without being bound by the underlying platform. Sid believes that they, as an important new asset class, will redefine social networks in the next decade.\\n\\n* **Bruno Skvorc — Kanaria Metaverse: Home to the Most Advanced NFTs in the World**\\n\\n![](https://images.mirror-media.xyz/publication-images/2m2jd0fAM9lFojNQ5SmxZ.png?height=933&width=1400)\\n\\n[Bruno Skvorc ](https://twitter.com/bitfalls)introduced [RMRK](https://twitter.com/RmrkApp), a new NFT system in the Polkadot ecosystem and called it an NFT Lego. Bruno introduced the powerful technical principles of RMRK. It allows for composability amongst NFTs; the interaction of expressions (emojis) on-chain on NFTs; conditional rendering, etc. RMRK has transformed NFTs from simple images in the past to feature-rich collection resource aggregators. The team is putting these new NFT elements into production based on the RMRK ecosystem to produce the best metaverse game ever.\\n\\n* **Quinn Campbell — Bringing Axie to Everyone**\\n\\n![](https://images.mirror-media.xyz/publication-images/D-OaBygh1gpEp1eqo9_xh.png?height=933&width=1400)\\n\\nQuinn Campbell, Chief Marketing Lead of [Axie Infinity](https://twitter.com/AxieInfinity), pointed out that there was huge potential in the innovation of Web3 gaming economy and introduce the current progress of Axie: Over 3 million daily active users. Axie will carry out a series of ecosystem expansion strategies: cooperating with KOLs, governments and communities; launching the first free game accelerating the process of acquiring and monetizing users; expanding the market to the rest of the world, e.g.India and Africa.\\n\\nAt last, Quinn believes that Axie does beyond itself, which means “Play2Earn” and GameFi evolution bridging people and the crypto world, and lead constantly with the help of infrastructures such as wallets. It fundamentally changes the economic paradigm of our generation. \\n \\n\\n* **Dan Wang — How SubDAOs Are Delivering Web3 to the World’s Hardest to Reach Communities**\\n\\n![](https://images.mirror-media.xyz/publication-images/P0NiQ0EvEYl3WbUbRbmAP.png?height=933&width=1400)\\n\\nDan Wang, Co-founder of [YGG SEA](https://twitter.com/yggsea) (The first SubDAO of YGG), explained the mechanism of play-to-earn. For blockchain games, users have the absolute say on assets, time, and skills. Besides, Dan mentioned how guild evaluates games from various perspectives, how to tap into markets in Southeast Asia and why SubDAO is so important to boost Web3.0. Moreover, Dan showcased the scholarship system for the audience to obtain NFT and also explained the big role of DAO in asset management.\\n\\n* **Wilson Wei — Building the Social Graph Protocol for Web3**\\n\\n![](https://images.mirror-media.xyz/publication-images/oi8uU8Fn-xaBk30Vt_PSB.png?height=933&width=1400)\\n\\n**[Wilson Wei](https://twitter.com/WilsonWei777), Co-founder of [CyberConnect](https://twitter.com/cyberconnecthq) suggested that** social relationships in Web2 are the basis of digital identity, and the various problems faced by the current Web2 social graph, including centralized control, data monopolistic, migration costs, etc. Wilson further introduced how CyberConnect’s product portfolio empowers developers and users in Web3, starting from the two most fundamental social attributes of the account system.\\n\\nCyberConnect provides the decentralized social graph protocol that will serve as a data Layer for all social applications. The social graph module is the main part that CyberConnect will focus on. Users can make all the back-end needs in the front-end with two lines of code in a very easy way.\\n\\n# Day 2 _ Panel\\n\\n* **GameFi: Bringing the Next 10M Crypto Users?**\\n\\n![](https://images.mirror-media.xyz/publication-images/Tu-IqA9_tri1miPhwMov0.png?height=933&width=1400)\\n\\nAlex Liu from [IOSG ventures ](https://twitter.com/IOSGVC)moderated the discussion around crypto gaming. The panel discussed the current landscape of crypto gaming, the role of DAO and guilds in the long-term roadmap of this space, as well as the sustainability of P2E and the potential squeeze.\\n\\n[Jason Brink](https://twitter.com/BitBenderBrink) from [Gala Games](https://twitter.com/GoGalaGames) expressed that the fundamental value of crypto games is decentralized ownership. Jason took a strong stance against guilds gatekeeping crypto gaming space as the thesis of Web3 Gaming is to yield power back to the players from a small group of privileged parties. [Gabby Dizon](https://twitter.com/gabusch) from [YGG ](https://twitter.com/YieldGuild)on the other hand argues that guilds are not gatekeeping the gaming space, on the contrary, guilds actively help educate and onboard traditional players into Web3 gaming space. As a DAO, a guild is owned and governed by real players. [Ryan Yang ](https://twitter.com/ryanwyang)from [BigTime Studios ](https://twitter.com/playbigtime)also embraces the idea of DAO. Although BigTime currently is not driven by a DAO, the team is testing methods to let the community heavily participate in game development.\\n\\n[Kieren Warwick](https://twitter.com/KieranWarwick) from [Illuvium](https://twitter.com/illuviumio) pointed out that many indie games on the market lack playability and well-thought economy, this fact combined with the speculative momentum in the market resulted in great risk. He believes that quality games take time to develop, and it is crucial to align incentives between players and developers with means such as DAO and treasury.\\n\\n* **What Can Crypto Art Contribute to Metaverse?**\\n\\n![](https://images.mirror-media.xyz/publication-images/lznOD0x38RVFzaGLThaya.png?height=933&width=1400)\\n\\nIn response to the moderator **[Judy Yang](https://twitter.com/Judy_IOSG)**, **VP of [IOSG Ventures ](https://twitter.com/IOSGVC)**about the relationship between crypto art and metaverse; how crypto art and NFT promote Web3 to the mainstream:\\n\\n**Crypto Artist [REVA](https://twitter.com/reva_fyw)** pointed out that NFT is the most basic concept of metaverse items. The visual effect design of each item is what the creators of encrypted art will do in a broad sense in the future. The current “crypto artists” will also be divided, and at this stage, it is necessary to create more.\\n\\n**Sylvia Wang, China Lead of [TR Lab](https://twitter.com/trlab_)**, believes that the institutions of the traditional art world will also appear in the meta-universe world. In addition, because there are more expression media in the meta-universe, the forms of encrypted art will be richer.\\n\\n**[Bohan Sun](https://twitter.com/sunsunbohan), the founder of [BCA Network](https://twitter.com/BlockCreateArt)**, believes that helping Web3 “out of the circle” is the core goal of crypto art, and introduced the four major sections of BCA Network: virtual space, digital gallery, VR trading, encrypted art exchange; and emphasized content and IP assets are commodities with unique ideologies, which are the core assets of metaverse, and they are the key elements that lead the cold code world to a wider group.\\n\\n* **How Community Build Metaverse with Legos?**\\n\\n![](https://images.mirror-media.xyz/publication-images/IygZDa9BFBaZj7IhSqZw_.png?height=933&width=1400)\\n\\nMandy Wang, the founder of [Odaily](https://twitter.com/OdailyChina), led in-depth discussions among the guests on the definition of metaverse, and why the creator economy is the centerpiece of this new paradigm. Mary Ma, the co-founder of [MixMarvel ](https://twitter.com/MIXMARVELGAME)(Loot Rangers), took game artists as an example and pointed out that NFT distribution can avoid the deprivation and exploitation by middlemen, resulting in a more efficient, productive and accelerated game development environment. [Kant,](https://twitter.com/kantbitcoin) the founder and CEO of [Nash Metaverse](https://twitter.com/nashmetaverse), has two perceptions about Metaverse: one is that the current computing power and hardware are not enough to support commercial use; one is that the social influence of the great narrative of the blockchain cannot be ignored. He also pointed out that the current model of traffic distribution and rewards based on the attention economy has led to the vulgarization of content and an unhealthy creative environment in web2; the emergence of the creator economy essentially stimulates meaningful creativity, which is expected to shape an economy. Kant concluded that the mission of the game is to provide a testing ground where successful models can be rapidly tested, screened and grown out of this open economic system. Xiao Wu, the founder and CEO of [ChainIDE](https://twitter.com/ChainIde), believes that only the metaverse is the metaverse supported by blockchain. Blockchain allows countless metaverses to be connected together, which is stronger than any metaverse made by Web2 giants, and there must be a consensus. [K Erica](https://twitter.com/ecrivaine_k), the founder of [RhizomeDAO](https://twitter.com/rhizomedao) & Guild W, believes that the most important value of blockchain in Metaverse is its composability and permissionless ownership. As the model on the whole chain gradually matures, everyone can truly own the metaverse. And all will share the opportunities and challenges in the creator economy.\\n\\n* **How Identities are Core to Web3?**\\n\\n![](https://images.mirror-media.xyz/publication-images/XOoIxcOcnQrVACLKp2hdU.png?height=933&width=1400)\\n\\nThis panel around the topic of web3 identities moderated by [Dwight Torculas](https://twitter.com/dorculas), CEO of [Mint Songs](https://twitter.com/mintsongs); Panelists include [Kaspar Tiri](https://www.instagram.com/kaspar.t/), Co-founder of [Ready Player Me](https://twitter.com/readyplayerme); [Leo Chen](https://twitter.com/leo_hao), VP of Engineering of [Harmony](https://twitter.com/harmonyprotocol) (BAYC Community); [Harry Zhang](https://twitter.com/harryzhanghz), Co-founder of [Project Galaxy](https://twitter.com/ProjectGalaxyHQ) and [Kevin Primicerio](https://twitter.com/kprimice), Co-founder & CEO of [Pianity](https://twitter.com/pianitynft). The difference between Web2 and Web3 identities is that in Web2, identities are fragmented due to the independence of platforms while the aggregation effect in Web3 will ensure the completeness of identities. These Web3 identities will be aggregated and independent of applications, which will bootstrap the innovation of applications as well as efficiency. Meanwhile, another interesting point is with respect to technology innovation, that all of the infrastructure and SDK enables users to have control over what and how they want to convey those messages. However, there’s one thing we cannot ignore — we are still early, web3 is still in an immature stage, and it’s full of uncertainty about how it is going to evolve in the future. One possibility is that physical and digital identities gradually merge until an ultimate balance is reached.\\n\\n* **World Building — the What, Who and How?**\\n\\n![](https://images.mirror-media.xyz/publication-images/m57l-7EupaWmPtElK2_QP.png?height=933&width=1400)\\n\\nThe mainstream is trying to accept the fact that ‘blockchain will be influencing people’s understanding towards ownership.’ This panel, moderated by [Jean Chen](https://twitter.com/cryptoroaming), the founder of [M7e](https://twitter.com/m7e_io); Panelists include [Navigator](https://twitter.com/MultiverseDAO), Senior member of [DCL](https://twitter.com/decentraland) Community; [Jacky Jiang](https://twitter.com/Jackeyjc), Co-founder of [MetaEstate](https://twitter.com/metaestate_com); Runchen, Investment Associate of Republic Realm and [Mo Gu](https://twitter.com/EJOINMOGU), Scene Developer of [Metaverse Labs](https://twitter.com/MetaverseLabs).\\n\\nThey share opinions in terms of the new business opportunities and economic models within the metaverse. Two things matter here, ‘scarcity’ and ‘demand’. In metaverse, scarce resources will no longer be water, food or anything that in reality people cannot live without. As a result, people’s demands will change and thus business models will experience reforms and redefinition. Common sense is that the economic landscape and business models will be much more abundant and innovative in metaverse compared to that in the traditional world. They share imagination towards the upcoming challenges that metaverse will be facing.\\n\\n* **Designing Fun 2 Earn Games**\\n\\n![](https://images.mirror-media.xyz/publication-images/D4dKSudf999MNkgFSyKeA.png?height=933&width=1400)\\n\\n[Chase Freo](https://twitter.com/ChaseFreo), CEO@ [OP Games](https://twitter.com/OPGames_), has led the discussion to put forward insights from the perspective of economics and entertainment around crypto games. [Jesse Johnson](https://twitter.com/gldnXross), Co-founder@ [Aavegotchi](https://twitter.com/aavegotchi), pointed out that Aavegotchi is an NFT running on Polygon. Besides the metadata, visual effects are as well completely stored on the chain. Gotchiverse, a meta-universe game created around these NFTs, will launch a public beta version in early 2022. [Planetarium](https://twitter.com/NineChronicles) CEO [Kijun Seo](https://twitter.com/kijunseo) hopes to develop fully decentralized open-source game supported by the community, such as the 100% open-source RPG chain game [Nine Chronicles](https://twitter.com/NineChronicles), and emphasizes that constructing a dynamic scenario in the game ecosystem not only allows users to make money but also promotes user consumption is the focus of the next few years. [Simon Vieira](https://twitter.com/simonvieira), the co-founder of [MixMob](https://twitter.com/MixMobOrigin), believes that more financial attributes have been added to the current games, which puts forward higher requirements for players’ financial and strategic capabilities; in addition, he said that the current types of games are relatively single, and there is still a lot of potential in the industry in the future. In view of the biggest challenges currently facing Web3 games, everyone shared their views on infrastructure, capital and talent, regulations and user experience.\\n\\n* **1000 Metaverse in 1000 Eyes**\\n\\n![](https://images.mirror-media.xyz/publication-images/stUlQCYNhpdALgu9hgsbk.png?height=933&width=1400)\\n\\nThis panel revolves around the theme of the social networking space in the metaverse. Alen shared his positive attitudes towards two major scenes as an investor: low-cost UGC scenario, and the other is the scenario of constantly low-cost UGC yet can also generate consumable social relationships. Then, [Wilson](https://twitter.com/WilsonWei777) and [Josephine](https://twitter.com/meta_Synth) shared their opinions as practitioners, emphasizing that the biggest difference between Web3 and Web2 is the ownership and privacy of digital assets. Guests also expressed their views on the Web2 giants’ foray into Web3: the bloated organizational structure of the Web2 giants is no longer suitable for the Web3 entrepreneurial environment, and they are now undoubtedly compelled to share their cheese with others, which may create potential conflicts inside the company.\\n\\n* **Defining Successful DAOs and Community Building**\\n\\n![](https://images.mirror-media.xyz/publication-images/vcD-vJcs27TTL3QxE-00R.png?height=933&width=1400)\\n\\nIn response to a series of questions about DAOs raised by MC [Ishanee](https://twitter.com/Ishanee0x), the investment associate at [IOSG Ventures](https://twitter.com/IOSGVC). Several DAO leaders shared their views：\\n\\nThe founder of [JennyDAO](https://twitter.com/JennyMetaverse), [Benjamin Rameau](https://twitter.com/rambo1stbld), believes that the criteria for DAO success are multifaceted, including token price performance, execution efficiency, and degree of decentralization; JennyDAO’s success lies in creating a truly decentralized framework that grants ownership to every token holder, and compared with off-chain assets, on-chain NFT can more easily adopt a decentralized governance approach.\\n\\n[Gitcoin](https://twitter.com/gitcoin)’s Revenue Lead, [Connor O’Day](https://twitter.com/connoroday0) pointed out that Gitcoin is changing from a private entity to a DAO, and believes that user engagement and creation in the community, not token prices, are the core indicators for measuring DAO success. When it comes to the difference between DAO and listed companies, Connor believes that the essential difference between the two lies in the user’s ownership of the company’s assets and the right to make rules.\\n\\nInstigator of [Seed Club](https://twitter.com/seedclubhq), [Jess Sloss](https://twitter.com/thattallguy), believes that DAO comes from a pragmatic strategy. Its success is based on clear organizational goals. It is imperative to better organize to allow more people to join the DAO. Among them, user experience issues should not be resolved through product design compromises, but through community education. Although the on-chain governance of DAOs is subject to smart contracts, for most DAOs, their token holders do not have the custody or control of DAO assets.\\n\\nStephan Zhang, CTO of [UTU. one](https://twitter.com/utu_one), said that DAOs need to consider availability and cost efficiency, and there is no need to pursue decentralization too much. Different types of DAOs require different degrees of decentralization. It is also pointed out that at present, DAO only radiates to 5% of the population, and it is the key to attract the other 95% of the population to join and participate in DAO in a natural way.\\n\\n* **Metaverse the Future — BUT NOT FOR WHAT YOU THINK?**\\n\\n![](https://images.mirror-media.xyz/publication-images/abtYqKvzWkeUtGSe8B-2e.png?height=933&width=1400)\\n\\nEveryone is talking about Metaverse today but in addition to the valuation of related projects and the frequent exposure of this word on social media, not many people think about what makes it so popular and what’s the key value behind it.\\n\\nPanelists include Vincent from [Sky9 Capital](https://twitter.com/Sky9Capital), [Eraser Li](https://twitter.com/losteraser) from [SevenX Ventures](https://twitter.com/SevenXVentures), [Jerome](https://twitter.com/jeromewongtk) from [EVG](https://www.evg.co/), Poseidon from [Outliers Fund](https://outliers.fund/) and Colin from [Zonff](https://twitter.com/ZonffPartners) joined this panel moderated by [Ray Xiao](https://twitter.com/RayXiao11), the principal of [IOSG](https://twitter.com/IOSGVC). Vincent thinks that crypto and blockchain are necessary for metaverse because they are the radical thing for the whole ownership economics rather than those centralized entities like Facebook simply changed the company name but all the ownership of users’ data still belong to centralized servers. Eraser and Jerome both believe that Metaverse is still in a very early stage so as investors we should be open-minded for it while focusing on how actually the product is designed and what problems it can resolve is very important. \\n \\n\\n# Dragon City Demonstration\\n\\nDuring this event, we’ve also invited the Dragon City team to demonstrate the virtual event scene built on [Decentraland](https://play.decentraland.org/?NETWORK=mainnet&island=I2hn1m&position=94%2C-117&realm=dg). They’ve explained to participants about virtual world-building and how to play there, which was such a fantastic experience when trying themselves. Dragon City is a community district consisting of 6,485 parcels of LAND contributed by hundreds of members worldwide in 2017. It is the first metaverse community on Decentraland to display traditional Chinese culture by combining emerging technologies, reconnecting the past with the future. It is a portal into the metaverse, where people can experience the virtual city they built.\\n\\n![](https://images.mirror-media.xyz/publication-images/-sCm6Vuad7a58j-FWg0w4.png?height=405&width=720)\\n\\n# GM: “New Adventurer” Crypto Art Exhibition\\n\\n“New Adventurer” is the crypto art exhibition that is co-organized by IOSG & [BCA](https://twitter.com/BlockCreateArt) & [SuperRare](https://twitter.com/SuperRare), which brings together all the adventures that lead the tide in the global crypto art campaign all over the world. The Great Mercy Universe, the first Chinese digital auctioning his works at Sotheby’s, will join the exhibition with his thoughts and a new series of “Virtual Butterflies” on site.\\n\\n![](https://images.mirror-media.xyz/publication-images/HvepaZXhC3q7Ebw0VfT6v.png?height=614&width=1368)\\n\\n# About Co-hosts\\n\\n***[IOSG Ventures](https://iosg.vc/)***\\n\\nIOSG Ventures, founded in 2017, is a community-friendly and research-driven early-stage venture firm. We focus on open finance, Web 3.0 and infrastructure for a decentralized economy. As a developer-friendly fund with long-term values, we launch the Kickstarter Program, which offers innovative and courageous developers capital and resources. Since we consistently cooperate with our partners and connect with communities, we work closely with our portfolio projects throughout their journey of entrepreneurship.\\n\\n***[StarkWare](https://starkware.co/)***\\n\\nStarkWare invented, and continually develops, STARK-based Layer-2 Validity Proof scaling solutions over Ethereum. StarkWare’s solutions, which rely on Ethereum’s security, have settled over $250B, and over 60M transactions, serving hundreds of thousands of users. StarkNet, StarkWare’s permissionless general-purpose scaling solution, is live (Alpha) on Ethereum Mainnet. StarkEx, a custom standalone scaling service, has been powering applications since June 2020, including dYdX, Immutable X, Sorare, and DeversiFi.\\n\\n***[imToken](https://token.im/)***\\n\\nimToken is a decentralized digital wallet used to manage and safeguard a wide range of blockchain- and token-based assets, identities, and data. Since its founding in 2016, it has helped its users transact and exchange billions of dollars in value across more than 150 countries around the world. imToken allows its users to manage assets on 12 mainstream blockchains and all EVM chains, it also supports decentralized token exchange and open DApp browser.\\n\\n***[Arbitrum](https://arbitrum.io/)***\\n\\nArbitrum is a leading Ethereum Layer-2 scaling solution developed by OffchainLabs. Based on the Optimistic Rollup scheme, Arbitrum enables ultrafast, low-cost transactions without sacrificing the security of the Ethereum ecosystem. Launched on August 31st, 2021, Arbitrum has attracted 100+ ecosystem projects. Arbitrum is currently EVM-compatible to the bytecode level. In the next upgrade, Arbitrum Nitro, Arbitrum will further increase developer experience by incorporating WASM support.\\n\\n***[M7e](https://twitter.com/m7e_io)***\\n\\nM7e aims to build a community of entrepreneurs, investors and early users who believe in and devote themselves to metaverse. It is promoting the early completion and implementation of the metaverse supported by NFT through media, activities, community, investment and ecological incubation.\\n\\nFollow us on [Twitter](https://twitter.com/IOSGVC). \\n  \\n  \\n  \\n \\n\\n \\n  \\n  \\n  \\n  \\n  \\n  \\n \",\"timestamp\":1641797039,\"title\":\"8th Old Friends Reunion Recap | A Perfect Close of the Scaling Summit and Metaverse Carnival\"},\"digest\":\"KeubWonCm450KXzOrzy5gnCGiKEK1Uqxkq6EqHrEscc\",\"authorship\":{\"contributor\":\"0xd8159c4DD43FEe99FA86D0BAaCA7a9cC33334864\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IrNwRyyV5qeEAVKrYYbR2GwKgwV9oiBiSE4OmxNmg_A\\\",\\\"y\\\":\\\"crLJpYwXR67C4ldGG508kcIM-ReUBDH5YblmiE3RDmU\\\"}\",\"signature\":\"S1eKXU2HR8R9oXhcOpQybPR2hLa-9KEB6G-mXJFhKYBNjeg-gkEbz1Zx4NDfxUgiH9Ypl8Piv-UsNYu5l39rFQ\",\"signingKeySignature\":\"0x3cacac780fe70792bba7704453b9c0e94a2f67fde8f900d8fb3c5673ec818826037300d7a781c78d788fd5b8f77006f8346e179822bce17f127a3557e49a5e211c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IrNwRyyV5qeEAVKrYYbR2GwKgwV9oiBiSE4OmxNmg_A\\\",\\\"y\\\":\\\"crLJpYwXR67C4ldGG508kcIM-ReUBDH5YblmiE3RDmU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KeubWonCm450KXzOrzy5gnCGiKEK1Uqxkq6EqHrEscc\"}"