"{\"content\":{\"body\":\"The number-one goal is to have fun.\\n\\nEffectively, we’re already dead. From a long-enough perspective, everything in the physical realm is going to zero. The only thing we can claim is our immediate moment of experience.\\n\\nIn view of this situation, my current code of life is to minimize my regret and maximize my authentic self. The specific expression of this min-max is as follows:\\n\\n* i want to have total control over my time and how i spend it\\n* to get there, i plan to accrue enough societal power such that others do all the work to provide for my lifetime needs and wants\\n* wealth growth is the most effective means to this end\\n  * money is an abstracted social power credit which makes my life independent from having to play incentive games imposed by others, and which allows me to impose incentive games on others\\n  * productive assets are inherently useful to own\\n\\nI’ve been interested in markets for as long as I can remember. It’s a permissionless arena where, by consistently exercising effective judgement and decision-making, I can become fabulously wealthy.\\n\\nMy level of experience and ability is nowhere near where it needs to be if I’m going to generate my target wealth from trading. Given the continuously increasing difficulty level in markets, my chosen path is subject to the Red Queen effect.\\n\\nIn my pursuit of becoming a winning player in the never-ending poker games of life, I find it useful to write and crystallize my thoughts for the sake of more effective mental programming.\\n\\nTLDR; this is a log of my progress in leveling up as a shot-caller, starting with a focus on crypto markets. I’m pushing my Sisyphean boulder every day.\",\"timestamp\":1633553067,\"title\":\"leveling up\"},\"digest\":\"JVTym5l9nFkk3UzuHAOkB0tC6M1sGHFkqTeGHGhRUl8\",\"authorship\":{\"contributor\":\"0xdF3AB3adB9F679d71b9A22ab77565b1FF3A5047D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_JiuWO731F3bhDAPMgNFNaovDkRTPSt89uP_9frEql4\\\",\\\"y\\\":\\\"bHF0APHB54AF9Lt0UPWhYOciyTUJwUKTBwpcE4mjYro\\\"}\",\"signature\":\"w4Qbes9jFcK1gy_-BTnOOp6UD45aKj76x7pmo_qYdVGWAN_P631FgAtQc5oeDb1SWGxbWuvKdadMlp4yz2DYAA\",\"signingKeySignature\":\"0xc5d28cfb46ae00586cde083af70323f43855092c0ab6403c2049f42d6f7ca2855148b0dda9ab0cac84ccd995819f56cedb97f4329985c48b048942ea50300b171b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_JiuWO731F3bhDAPMgNFNaovDkRTPSt89uP_9frEql4\\\",\\\"y\\\":\\\"bHF0APHB54AF9Lt0UPWhYOciyTUJwUKTBwpcE4mjYro\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ucCX4JCGk8TSMHy-sEviWFELjz0hgU_FLtx2Lryw0Y8\"}"