"{\"content\":{\"body\":\"呀，这城堡的名字，我怎么听得这么耳熟，有点象那个什么吸血鬼伯爵的名字，奶奶的，系统给予的经验这么高，里面的怪物，等级应该不会低吧，会不会就是什么吸血鬼之类的呢，看着座冷森鬼异的城堡，我心里暗暗想到。\\n\\n```\\n“隐朋友，这时候也不早了，我看我们明天再进去一探究竟如何？”伤心小剑走到我身边，拍了拍我的肩膀说道。\\n\\n“就是，好晚了哦，我都困死了。”马尾辫也不是女金刚，她捂嘴打了个哈欠，有点疲倦地说道，能坚持到现在，对她来说已经很不容易。\\n\\n“恩，那咱们就明天早上八点集合好了。”我想了想，点头说道，不过心中暗想，咱明天六点半就上线，先到里面转悠转悠，要是真有什么宝藏，嘿嘿。\\n\\n“你可别不等我们，自己先进去啊。”马尾辫从小黑身上跳了下来，眨巴着眼睛，看着我说道。\\n\\n“哪能啊，你放心好了，咱肯定等着你。”我脸上不动声色地回道，心中嘀咕起来，这丫头，看样子也不傻啊，还能猜到我想单干，精。\\n\\n看着我的身影消失在原地，伤心小剑侧目看着马尾辫说道：“小晴，你好象对他挺熟悉的啊。”\\n\\n“小王叔叔，你说我对谁挺熟悉的啊？”马尾辫故意装了个傻，俏声回道。\\n\\n“喝，你这丫头，还跟你小王叔叔卖关子啊。”见马尾辫这样回答，伤心小剑摸了摸头说道。\\n\\n“好拉，不跟你说拉，我要下线休息哦，明天早上等我啊。”马尾辫一甩头，话一完，立即消失在原地。\\n\\n“你这丫头。”伤心小剑咕囔了几句只有自己才听得到的话后，下线。\\n\\n****************************\\n\\n清晨的朝阳似乎对这片沼泽之地并没有过多的眷恋，匆匆洒下一片金色的余辉后，就隐没在层层白云之后；一夜过来，片片枯黄的落叶已经铺满林间；一簇簇野草在秋风中颤动，叶脉上还挂着残留的露珠；几只斑罗鸟在树上跳跃着，发出呖呖啾啾的叫声，也算是给这里增添了几分生气。\\n\\n早早上线后，我一看四周无人，顿时心生邪念，咱现在是穷人一个，不能和伤心小剑这种帮主级，马尾辫这种大小姐级的人比，如果里面真有宝藏的话，那对我的诱惑力还是蛮大的。\\n\\n奶奶的，上次那黄泉之门的宝藏我也没捞到几个，有时间咱得再去一次，摸它几把宝石金币才成，也不知道其他有没有玩家发现那个地，要是哪个大帮派倾巢出动的话，估计也能在那清个场，不过那样做的代价估计太大，对大帮派来说不合算，还是适合我这样的边缘人士去发发小财。\\n\\n我掏出背包里的各色小药丸，将能加状态的统统塞了颗，然后把一家老小一一叫了起来，拿出我的革命双刀，往尼古拉城堡摸了过去。\\n\\n跨过外围的朽木栅栏，在城堡前面的空地上，正游荡着一只只沼泽吞噬者，与前面那些形如同野猫的沼泽系怪物不同，这些个头跟小牛犊差不多的家伙，更象是从地狱走来的异化野狗。\\n\\n棕黄色的身体上有多处已经腐烂，不时往下滴落着粘稠的黑色液体，白色的蛆虫在暗红色的*里进进出出，但这些家伙脸上没有丝毫的痛苦表情，涨得通红的眼睛里布满了残忍的神色，而那张分裂成四瓣，如章鱼触手一般张翕着，长满黄色倒刺的怪嘴，则充满原始的捕食yu望，奶奶的，这怪怎么这么恶心，跟异形似的，看得我鸡皮疙瘩都出来了。\\n\\n数量不少，看来咱不能硬闯，潜行的话，小黑它们放在外面我又不放心，算了，咱就在外面杀怪冲级好了。四十级的大关我是过了，可是这四十一级离我还早着呢，不过看看等级榜上，现在三十九级的玩家也就几个，其他基本都是三十八级，呵呵，咱和别人拉开的差距，还真不是一天两天能赶得上的。\\n\\n换上长弓，我后退几步，拔箭就冲前面那只吞噬者射了过去，锐利的铁翎箭一下子就深深扎在吞噬者身上，不过它只是稍微一楞，并没有露出痛苦的神情，然后立即转头狠狠地盯着我，那四个花瓣似的嘴唇极度扩张，一条如蛇般的扁平红舌扭曲着，伴着一声低沉的嘶吼，从深深的咽喉里伸了出来，四足腾空，立即向我奔了过来。\\n\\n我手中长弓不放，一个眼神过去，小影和小黑就完全明白，迎上了吞噬者。\\n\\n那变异的獠牙一口咬在小影身上，坚硬的盔甲立即发出滋滋的声响，一圈尖锐的牙洞顿时出现在小影的盔甲上，奶奶的，这吞噬者的攻击竟然还带有腐蚀作用，还好不是咬的我，我扬手又是几根破空长箭，然后立即换上匕首弯刀，疾步杀向吞噬者……\\n\\n看着倒在地上，还微微抽搐着的吞噬者，我是满脸厌恶之色，用力甩了甩刀上的污血，一脚踢翻尸体，我呸，一个钱币都没，你好早点去死了，出门不带钱，什么玩意嘛。\\n\\n采集术扔上去，我靠，这是什么玩意啊，这么恶心，腐烂的心脏，简直跟虫子蛀了似的，垃圾，绝对的垃圾材料，算了，就这家伙的样子，估计也没啥好东西可以采集，就算是有肉，咱还不敢吃呢，别的不说继续开工。\\n\\n呀，就快八点了，伤心小剑他们估计要上线了，咱赶紧收起小影，叫回小黑，拉回小白，坐在木栅栏上，闭目养神。\\n\\n**********************\\n\\n“喝，隐朋友早啊，让你久等了啊。”伤心小剑带着帮手下一上线，就见我四平八稳地坐在栅栏上，笑着走了过来说道，而马尾辫则一脸惊讶地看着我，似乎为我没进城堡而感到奇怪。\\n\\n“早，我也刚来的。”我起头，睁开眼，看着伤心小剑说道。\\n\\n“那我们准备进去吧。”伤心小剑手一挥，身后十几个法师立即吟唱着咒语，给我们加持状态魔法，一道道圣洁的白光挥洒在我身上，倒也挺舒适的。\\n\\n嘿，这马尾辫，给我状态加得挺勤快，明明人家已经加过，她偏偏还要给我再加一次，我乐呵呵地冲她一笑说道：“真是麻烦你特别费心，谢拉！”\\n\\n“去，谁跟你特别费心了，我只不过是好心罢了。”马尾辫白了我一眼说道。\\n\\n我冲她撇了撇嘴，耸了耸肩，对付这种美眉，看来还是不说话的好。\\n```\\n\\n\\n------------\\n\\n第二百三十六章 有惊无险（下）\\n\\n依靠强大的远程攻击力，城堡外围的吞噬者们并没有给我们造成多少的麻烦，一条直通城堡的道路就被清了出来，乘着怪物还没刷新，我们连忙冲了过去，来到城堡大门外。\\n\\n```\\n站在城堡脚下，抬头仰望，黑色的城堡完全是用一块块巨大的黑刚石块堆砌而成；上面还凹出简朴的圆形窗楼，顶端则是层层出跳的悬壁以及尖尖的塔屋；虽然现在厚重的墙壁上已经爬满青藤，古铜的大门也是锈迹斑斑，角落里挂上了蛛网，显得满目苍夷，但是依然可以看出它曾经的辉煌。\\n\\n大门的右侧，还耸立着一尊风格独特的人物雕象，看那模样应该是城堡的主人，岁月的沧桑在雕象上并没有留下太多的痕迹，只不过在为它披上尘埃而已。\\n\\n没有日光，这座城堡仿佛浸泡在阴暗之中，里面静得令人窒息，推开大门，一股腐朽之气立即吹了出来，黑洞洞的过道仿佛是野兽的巨口，等待吞噬我们这些闯入者。\\n\\n走过阴暗的长长过道，一个宽敞的大厅出现在我们面前，头顶是一个插满蜡烛的古铜灯罩，两边各竖立着几尊哥特式盔甲，映着迷离的烛光，盔甲上那银白色条纹如水波般闪耀着柔和的光芒，高高的天花板上，描绘着一副圣母浮雕，平整的大理石地板上，积了一层厚厚的尘土，几张木制的家具散落在四周，墙壁上，则悬挂着各种古老的武器，可以想象这里的主人曾经是多么的骁勇，但是现在，这些武器已经失去它们原有的光泽，成为了历史。\\n\\n大厅尽头，是个盘旋而上的木头楼梯，已经因为年代的久远，有点腐朽磨损了，在楼梯的中间平台上，竖立着一个女子的半身塑像，雕象的脖子上，似乎挂着一条璀璨的项链。\\n\\n我们一群人小心翼翼地涌出过道，打量着周围的一切，而马尾辫则紧紧贴在我和伤心小剑的旁边，似乎有点点怕怕。\\n\\n“吱呀！”突然一声裂响，马尾辫吓得一把抓住我的胳膊，紧张地看着旁边叫道：“什么东西啊！”\\n\\n我一瞥眼，奶奶的，原来是个老鼠罢了，有什么好怕的，我拍拍马尾辫的手说道，“别怕，老鼠。”\\n\\n而马尾辫突然觉得有点不对劲，连忙把手缩了回来，脸上浮出两片绯红，而我则装了个傻，指着前面说道：“伤心帮主，这里好象没怪吧，我们是不是太过谨慎了。”\\n\\n“好象是没有怪。”伤心小剑环视了一圈，点头说道。\\n\\n话音刚落，就听咔啦一声响，二楼的护栏突然碎裂掉了下来，跟着就是三个巨大的黑色身影从中一跃二下，啪啪啪三声，落在地上，发出如野兽般的闷吼，不友善地看着我们。\\n\\n我心里暗骂一声，这鬼地方，真是经不起表扬，刚说没怪，就立即给你颜色，这四十六级的血色舔食者一看就不是什么好东西，长得如同放大的蛤蟆似的，头和身体连成了一体，红枣大小的眼睛，竟然有四只，分布在头顶两侧，平板的裂嘴倒没看见獠牙，不过那只有三个指头的利爪却是异常的锋利，它们落地时，竟然将大理石都抓住道道爪印，厉害得紧。\\n\\n“快，先退回过道，骑士在外面防御。”一见这血色舔食者，伤心小剑立即吩咐道，在宽敞的大厅里，对我们很是不利。\\n\\n队伍没有慌乱，而是有秩序地回缩成一团，退入了过道，骑士们在牧师的魔法呵护下，高举双盾牌，努力抵挡着血色舔食者扑上来的猛烈攻击，看着他们每挨一下，就刷得下去半截的血量，我心里是暗暗嘀咕，要是换了我，能吃得消吗？不过一旦发挥出死灵皮甲的魔法发蚀效果，杀它们，估计也跟切肉似的，没啥困难吧。\\n\\n一阵爪风箭雨之后，几只血色舔食者满身是箭的倒在了地上，不过它们临死前，一个合击，还是让伤心小剑这边的两个骑士化成了白光，等级差距太大了，牧师血加个不停，也无法挽救。\\n\\n吃了一次亏，伤心小剑不敢再轻易涉足里面，而我也不好意思再让他们为我冒险，我对伤心小剑说道，你们在这里等下，我开潜行去里面看看好了。\\n\\n伤心小剑看了看我说道：“恩，那你小心点。”而马尾辫也是眼巴巴地望着我说道：“有怪赶紧回来，别挂了啊。”\\n\\n乌鸦嘴，我这样会挂吗？奶奶的，我心里暗骂了一声，然后暗中将虚伪之戒换了下来，才开启潜行走了过去。\\n\\n我靠，刚上楼梯一看，二楼竟然都是那些血色舔食者在跳来跳去，怪不得我们刚走进大厅几步，就被它们发现了。\\n\\n那，那个闪闪发光的东西是什么？不就是我要找的光明十字勋章吗，看着垂挂在雕象脖子上的项链，我是两眼放光芒，这个任务也太容易了吧，我还怕找不到这玩意呢，哪知道这么轻松就发现了，没难度，没挑战，不过我喜欢，\\n\\n想起上次黄泉之门的遭遇，我没有忙着上去拿项链，先给伤心小剑发了个消息说道：“东西找到了，你们赶紧先回程，估计拿了会有异变的。”\\n\\n伤心小剑一看，也没多说，挥了挥手，带着手下一一化为白光走了，马尾辫临走还依依不舍的看了看前面，嘀咕了几句才闪了。\\n\\n看着他们大队人马都走了，我才带起虚伪之戒，上前一把拉下光明十字勋章，然后立即开启急速，冲向了过道。\\n\\n果然，勋章刚被我拿走，那帮血色舔食者立即发了疯狂似地从楼上跳了下来，发出鬼哭一般的嚎叫，还好我跑得快，不然就算它们看不见，也能扑到我了，一进过道，我立即掏出回程，一个字，闪！\\n\\n我刚刚回城，在城堡的三楼，那堆得如小山般的干枯玫瑰花丛中，一个火红色的棺材突然发出声闷响，盖子径直竖了起来，跟着一团黑影从里面飞了出来，在窗口嘭的一声，化为人形，他双手重重按在窗台上，昂首发出一声凄厉的长啸，那紫红色的斗篷立即是无风自动，呼呼飘扬在空中，宛如一只巨大的红色蝙蝠，阴森而又鬼异。\\n\\n强烈推荐：《不死不灭》作者辰东携《神墓》归来，书号：63856\\n```\\n\\n\\n------------\",\"timestamp\":1640584591,\"title\":\"第二百三十六章 有惊无险（上）\"},\"digest\":\"VphqD8FH0MLDXToFN5cbkII8U4Er5SmLSs82IaAfkfI\",\"authorship\":{\"contributor\":\"0xfD6e215bac85C46AD8e8CA408aB66fEb0f9CbC95\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Tu7XgIwyhAXrw6yIhlp9NyAgJSwPibC24Qzb1DxZB3U\\\",\\\"y\\\":\\\"AZBoeirBMqEkmCOei1sYNVI0QVPxbABcV811AKEbrDQ\\\"}\",\"signature\":\"24CC9qDrFURPRB0OROAxhq4VYlZVon2ElRHIWj4-aNAy4R3V_7LPFTE_vtLvl5qr3jJli4Oj4jSVo_gylCo5ig\",\"signingKeySignature\":\"0x9dc311823c256606b1cc417cf3f4cf08678c3c1fb2a14620736914daf29bfd590174b5cc1f92baf8cfdc250d2dab0cb0aa130e67fdd6d3a4fbf72f2408dc7a261c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Tu7XgIwyhAXrw6yIhlp9NyAgJSwPibC24Qzb1DxZB3U\\\",\\\"y\\\":\\\"AZBoeirBMqEkmCOei1sYNVI0QVPxbABcV811AKEbrDQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VphqD8FH0MLDXToFN5cbkII8U4Er5SmLSs82IaAfkfI\"}"