"{\"content\":{\"body\":\"As we enter the fourth official season of Friends With Benefits, one of the primary questions we've been asking ourselves is: 'How do we increase accessibility to our community?’ As any group scales and evolves, there are many elements that need to be carefully balanced — what does being a member of the community mean, what are its values, and can they be preserved over time? Those questions become even more complicated in the realm of DAOs, where financial implications are often interwoven with what it means to belong.\\n\\nMany community members raised the need for clear on-ramps for creative individuals who lacked the financial resources necessary to buy tokens on the open market. A working group formed several months ago to address this, and has been working diligently to shape a new [FWB Fellowships Program](fwb.help/fellowships), utilizing a range of inputs: research and exploration of fellowships in other sectors, the lived experiences of members who have participated in fellowship programs as fine artists, and pressure-testing initial ideas against the novel realities of token incentives.\\n\\nA key consideration guiding the working group was ensuring that Fellows are able to realize the full value of their access to FWB. Fellows are not merely invited into the server to participate for a set period of time; provided that any Fellow satisfies the minimum requirements for participation, they will go on to receive a token grant that ensures their continued membership for the following season (i.e. their second).\\n\\nReinforcing that our Fellows are exceptional individuals who have earned full FWB membership, whose skin in the game is functionally no different than any other community member, is the cornerstone of our Fellowships program.\\n\\nA second important factor was making sure that Fellows would be given the support necessary to reinforce their engagement with the community. Diving into Discord headfirst, especially a particularly active community like ours, can be incredibly daunting for many; that is one of the reasons we’re launching the [FWB Benefactors Program](fwb.help/benefactors) in tandem. Community members can donate $FWB to help support the initiative’s goals, access a special channel for Fellows and Benefactors to interact within, and play an active role in mentorship and guiding the future of the Fellowships program.\\n\\nAccess without empowerment perpetuates inequitable ends, and a seat at the table is far more valuable because of the conversation and camaraderie it can create. By focusing the Fellowships program on creating impactful new relationships for incoming Fellows, we hope to model out how those who are most in need and warrant an opportunity to contribute to DAOs like FWB can be given the chance to do so in a way that is positive sum for everyone involved.\\n\\nIf you’re interested in applying for our Fellowships Program, please [click here](fwb.help/fellowships) .\\n\\nIf you're interested in supporting the Benefactor Program with an $FWB donation please [click here](fwb.help/benefactors).\\n\\nThis project was shipped by the the FWB Fellowships Working Group: A.Hooven, boreta, briiian, Gabe Q. , KD, kidhastings, Latasha, marksimbiotic, okjose, and Pat Lok with special thanks to Cooper, Patti, and Zhang.\",\"timestamp\":1633553761,\"title\":\"Introducing the FWB Fellowships Program\",\"publication\":\"fwb\"},\"digest\":\"D-eDJcQbMxRGVBRVoEveWQx1efcr2iPkjjvcNr8X_gM\",\"authorship\":{\"contributor\":\"0x01503DC708ce3C55017194847A07aCb679D49f47\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BbHO1WdllUZThmz2LSXvSmtWkBtgKlASqK_VF62q4Yo\\\",\\\"y\\\":\\\"HU7HJlTKkHnmrTirLiSD3EN82AGSSV6ywLNh2yoRU1w\\\"}\",\"signature\":\"ZxquqjR0xlmWR_cZ5_NIl0GTjA0X8AOTq4eyWcf3C_hwWGffPQDNwVQHS7FrjptEHK972fwIi-8eAbJRBfB_PA\",\"signingKeySignature\":\"0xb1487316ad61e2f13818a17265555334493d68a3c5977b4d462dfe95b075022c0551ac8876dce05f0f1425a5957c70bac1f4f2081612bbb6e0e2ad5194210fdc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BbHO1WdllUZThmz2LSXvSmtWkBtgKlASqK_VF62q4Yo\\\",\\\"y\\\":\\\"HU7HJlTKkHnmrTirLiSD3EN82AGSSV6ywLNh2yoRU1w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"D-eDJcQbMxRGVBRVoEveWQx1efcr2iPkjjvcNr8X_gM\"}"