"{\"content\":{\"body\":\" \\n   \\n 【风云洞评】方言濒危家乡不再也或是进步 \\n  \\n  \\n  \\n 　　通篇以多为三至七言的短句，极具上海韵味和节奏的话本体，展现市井和世俗百态横跨近四十年，金宇澄长篇小说《繁花》被称沪上“清明上河图”。语言是作品最要紧的要素，运用方言更能生动展现人的丰富性，表现地域特色。《繁花》特色在满纸沪语。 \\n  \\n 　　 \\n 　　 \\n  \\n 　　将“事情”叫做“事体”，将“时候”称为“辰光”，“打毛衣”叫“结绒线”“无中生有、毫无根据的事情”称作“乱话三千”，“呆头呆脑、言行不符合常理”叫“十三点”，等等。《繁花》满纸沪语，上海特色固然无疑，然则同时也必然会因特色，而让上海之外之外地人看不懂，《繁花》流传之广度深度必然受影响。 \\n  \\n 　　十里不同音，百里不同俗。一方水土一方人，方言与家乡是紧密联系在一起的。源于古汉语之方言，随着人口由北向南由东至西屡次迁徙聚居，以及行政区划之不断变更而始终存在并始终变异中。在中华民族数千年的文明史中，方言与家乡维系着不同时域地域人群之情感寄托以及身份标识。现存北方官话、晋语、吴语、闽语、赣语、粤语等十大汉语方言中，谁人能对自己的方言家乡没有感情？ \\n  \\n 　　大雨落幽燕，白浪滔天，秦皇岛外打鱼船。一片汪洋都不见，知向谁边？往事越千年，魏武挥鞭，东临碣石有遗篇。萧瑟秋风今又是，换了人间！推广普通话数十年，人口流动加剧，以及城市化进程突飞猛进，好多人感慨自己的家乡在哪里，中国人没有了家乡，究竟是好事还是坏事？与之相应的，方言的影响力大不如前，究竟是好事还是坏事？包括吴语、闽语、粤语在内的多种方言，都在不同程度上面临着生存危机。进而有人提出了要对自己家乡之方言来一场保卫战。 \\n  \\n 　　离别家乡岁月多，近来人事半销磨。唯有门前镜湖水，春风不改旧时波。传统国人心中的故乡家乡故园就是我们祖祖辈辈居住之地，特别是我们小时候生长的地方或祖籍。举头望明月，低头思故乡。离开了生我养我的地方后，体会深深的想念也即想家想家人想家乡。乡土亲，方言亲！家乡以及方言，是“一个区域和在这个区域生活的人与生俱来的一种声音的身份证”，“如果我们丢了这个身份证，结果会怎样？”如今真来了，一个人成长过程中，有可能要经历三四次以上迁徙，其家乡究竟在哪里，真就没个定数了。 \\n  \\n 　　普通话的推广，解决了基本交际之语言障碍，促进了全国范围甚至地球村之人员流动，也对加速经济发展起着至关重要的作用。应该说故乡家乡的消亡，伴随以方言的逐渐退出，都是社会进步之表现。如今的年轻人方言能力缺失，正是我们多年来全社会，特别是各级各类学校，大力推广普通话之功。如今推广普通话好不容易初见成效了，却再提神马的家乡之方言保卫战，就有“叶公好龙”之嫌。 \\n  \\n 　　当代书面语的波长，缺少“调性”，如能到传统里找寻力量，瞬息间，就有“闪耀的韵致”。既要从中国看世界，也要从世界看中国。中国的就是世界的，世界的就是中国的。有说，普通话有普通话思维，方言有方言思维，推广普通话之当下，二者难道不应该统一起来吗？满纸沪语“调性”了，满纸粤语又会如何？归根结底，追求“闪耀的韵致”是无底线的，一方面是全国范围内方言之多多导致“调性”“韵致”本就太多，另一方面是普通话本身也本就有自己的“调性”“韵致”的。当年以赵树理马蜂西戎为代表的山药蛋派也可曾想到文学创作要强调“调性”，要保卫家乡保卫方言？ \\n  \\n 　　方言濒危，自有其濒危之缘由。地球村经济一体化，全国人口大流通，各地土著人口比例大幅缩小，你走到哪里都是大气之普通话氛围，难道不正是好事情吗？家乡不再，好男儿四海为家，胸怀祖国放眼世界，正好全国各地到处都是家乡，求之不得的思想境界一朝达成，个人大幅进步无疑。方言濒危以及家乡不再，伴随着社会的进步以及每个个体思想境界之跨越式进步，何乐而不为？ \\n  \\n 　　商场外大广场上，时不时的闪过几个穿汉服的姑娘，美否？三三两两号称勤工俭学而在大街上叫卖冰棍，穿一身军绿装背小军挎包并佩戴红袖章，就差军帽上的五角星了。酷否？这些兵，急人难，嘘寒又问暖......真是我们盼望的救星来了吗？ \\n \",\"timestamp\":1641315449,\"title\":\"【风云洞评】方言濒危家乡不再也或是进步\"},\"digest\":\"GkV9z5w-vw5S7U9aGNKlBEcIBFVeovWemYzw7vUFvBU\",\"authorship\":{\"contributor\":\"0xc1274C62cC4BCABA5d1cf3298638a0EA8e35e1Da\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Y4oOBbAWsfhe8FabFFV4WZ-L7B5JOawl30myEy0Cn6o\\\",\\\"y\\\":\\\"ID2kS7sSKI3D4Be8TVMhXGOOU4qY5YBh5nmJpMdzHrA\\\"}\",\"signature\":\"0I_nl4Uq2sug-tZyLNo5tPBiiGALh324x9lPMGXjs0kyov-NDBneHrOW1h0_kSG_2DHK-kwSZVDYuNIJXNtAtg\",\"signingKeySignature\":\"0x31fd2b1284f12e732ced690711c093a9a40137c667df489fbe0de656a73c88fd389f6f1b8ced665c1b8686a5d1f40e982bc49146ec50aee3b6e9739e99a8d27b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Y4oOBbAWsfhe8FabFFV4WZ-L7B5JOawl30myEy0Cn6o\\\",\\\"y\\\":\\\"ID2kS7sSKI3D4Be8TVMhXGOOU4qY5YBh5nmJpMdzHrA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GkV9z5w-vw5S7U9aGNKlBEcIBFVeovWemYzw7vUFvBU\"}"