"{\"content\":{\"body\":\"![wBTC on Ethereum](https://images.mirror-media.xyz/publication-images/HSQKcEP4PyQVDq1CwfoLs.png?height=1080&width=1920)\\n\\nMy favorite imagery from the rekt news videos depicts flows of Capital between the outer oceans of liquidity in traditional financial markets, BTC, and Ethereum.\\n\\nIn the ancient era before Uniswap, clunky DEX’s like Etherdelta were the only decentralized trading platforms available to users around the globe. The steady trickle of liquidity traded on such platforms has quickly become a roaring river as billions of dollars in volume is exchanged every day by gamblers, slick arbitrageurs, talented investors and idiots.\\n\\nAt the heart of this disorienting roar is Curve.finance. Much has already been said of the protocol; suffice to say that it is the Arrakis of DeFi. Everyone needs stablecoins, and controlling the flow of spice (I mean yields) on the trade of such tokens is entirely dependent on the control of vested shares of Curve’s governance token.\\n\\nThus spawned the Curve wars of 2021, where the incumbent Yearn.finance was routed in its first battle with upstart Convex.finance for control of the liquidity pools.\\n\\nConvex offers a pegged and liquid solution to veCRV. BTRFLY (redacted cartel) seeks to be a blackhole for such tokens and then empower itself to undertake in voting-efficiency-as-a-service.\\n\\nWhat is “voting-efficiency-as-a-service”? I’m glad you asked. Remember how control of veCRV (vested Curve) gives you control over yield from Curve? Well, protocols don’t just have to buy the veCRV to gain control over yield. They can also temporarily buy votes from veCRV holders with what is known as a bribe. If BTRFLY can use OHM Ponzinomics to control some or all of veCRV’s circulating supply, the price of BTRFLY will be a proxy for the price of its share of veCRV and other vote locked tokens whose influence is controlled by the DAO. This is moderately interesting in its own right, but there is an important wrinkle noted by the DAO:\\n\\n“Among votes, there is a hierarchy.\\n\\nFrom the perspective of a vote buyer, not every vote counts *the most*—that right is reserved for the vote that decides the outcome. This distinction has important implications for BTRFLY. Since vote-buying is a game of prediction, controlling the deciding vote will usually levy a margin of error. Maybe you buy an extra 10 votes before the deadline, or maybe an extra 100 if you know your opponent is flush with capital. You’re buying an edge, and you’re buying confidence. This real and psychological hedging translates into liquidity pressure for BTRFLY—the excesses from these competitions flow into and crystallize in BTRFLY’s value.\\n\\nThis “deciding-vote auction” is more capital efficient than a bribe for a vote buyer because 1.) vote share can be continuously re-calibrated—votes can be both bought *and* sold in a liquid market so there’s less risk of “over-voting”—and 2.) the price increases in an auction are incremental, not arbitrary guesses, which minimizes the price of the deciding vote.”\\n\\nLike an OHM Fork, BTRFLY is a black hole of liquidity. It’s an event horizon that can never be unbent, a place where liquidity goes to enter a strange afterlife. It seeks not to compete with Convex, the clear winner of the Curve wars, but rather to crystalize their win into a public good, albeit selfishly. At the worst end of the spectrum, the DAO will control valuable assets and function as a proxy for owning CVX, CRV, and gOHM. At the best end, BTRFLY **will naturally become the source of the deciding vote auction for all Curve gauges.**\\n\\n“More CRV/CVX in the treasury as yield = more value accrual for BTFLY holders + more votes controlled by the treasury = more-optimized gauge weights for projects bribing us with their LP’s rather than governance tokens = more CRV into the treasury as yield, and so on.”\\n\\n“Given the choice between a competitive process with uncertain, escalating costs (that are still cheaper than available bribes), and a cooperative process where your protocol’s yield increasingly benefits from \\\\[REDACTED\\\\]’s increasingly optimized yield… Well, in that regime it seems like \\\\[REDACTED\\\\] could eat the world (as we know it). But idk, might be psyops.”\\n\\nSo yeah, it’s basically an OHM style DAO built on top of CVX’s liquid solution for veCRV.\\n\\n \",\"timestamp\":1639642743,\"title\":\"Redacted Cartel and the Curve Wars\"},\"digest\":\"gc3jGsDEqJhXdDVlSOPvNa4K0oAAVCNwTbH25v2AL6U\",\"authorship\":{\"contributor\":\"0x57c322bafDBC22CF5B50835a1392Eb3Cef735F06\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HN3SAaeDRJUlTteSrhDpgXY4-iI7swYSz22SGzuJwqg\\\",\\\"y\\\":\\\"xLgVsjmFETrDBjklOKMDtMjmhlnffvAWDazu63PYLZY\\\"}\",\"signature\":\"pUkaoYCdPq8m57GURSsTm6A7a9tQgtVCzEpwBOJTKtG4by1H5qgtIdYhGx3yu1Br8as77Wc4F_5vH7M5-wgoLw\",\"signingKeySignature\":\"0x077a76ed4823a96357a5a95cc5fccf68f4829219314fe38df3a9329736c92dba15a884456eb6f46eabc4a656d68389afc2210e05d5366f4dfc708ec1041a0bba1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HN3SAaeDRJUlTteSrhDpgXY4-iI7swYSz22SGzuJwqg\\\",\\\"y\\\":\\\"xLgVsjmFETrDBjklOKMDtMjmhlnffvAWDazu63PYLZY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gc3jGsDEqJhXdDVlSOPvNa4K0oAAVCNwTbH25v2AL6U\"}"