"{\"content\":{\"body\":\"I was born in the country that ceased to exist in 1991 - Soviet Union. That's what my birth certificate states. It also has a red cover with a hammer and sickle on it. No joke. It could make a good NFT.\\n\\nMy birth year 1985 was the year of perestroika. Gorbatschow initiated his social, political and economic reforms that will put a foundation to the tumultuous and irreversible changes and the end of the Soviet Union 6 years later. \\n\\nIn theory the philosophy of socialism was amazing: everyone was supposed to have an equal right to a share of a country's wealth. The means of **production, distribution and exchange were collectively owned and regulated by the community**. Sounds a bit familiar to the web 3 philosophy, right? I am a total fan of this philosophy, since it promises a better world for everyone, participation and a fair split. The question is how will the implementation look in practice once we are out of the early experimentation phase which I think is still a case?\\n\\nThe case of the Soviet Union was really challenging and did not work out as we know since it's not easy to organise a population of 280+ million people. Especially if there are **no computers, blockchain, smart contracts, proper community management tools** etc. And also taking into account the human nature of our species, that is not 0% free of voracity, self interest and unjust enrichment attempts. \\n\\nAt the end of the day there are always **elites that have privileged access to information and resources** - in the Soviet Union those were members of the communist party and the inner circle of the government. In crypto you have to belong to the inner circles ideally somewhere in California or New York  in order to know when cool NFT projects are being released and interesting DAOs being launched. You need **privileged information** and a decent **financial base** to start playing on the web 3 playground. Some price points:\\n\\n* Start playing Axi Infinity: 3 Axies (equivalent more or less to 450€) \\n* Set up an Opensea account and list an NFT: 19 USDT (equivalent to 16€)\\n* Play around with DiFi: the initial investment you might be willing to lose completely or grow to the unimaginable heights and associated gas fees (=transaction fees)\\n\\n**Wanna start?**\",\"timestamp\":1638223007,\"title\":\"Setting the stage - parallels to the socialism\"},\"digest\":\"mSMNFvInP0tcfPx_YoWSDOnPQQmkTHQufBqGE0OHyI8\",\"authorship\":{\"contributor\":\"0x5C29AE59Eb4F262eb5EE8326FEb4007163B0c6DC\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_t1VC03xG2ByRUghp1xxN6FUKHEkmbB6haDsZLfDB7c\\\",\\\"y\\\":\\\"NSqRIpYeYq4fSfIGJxm8MXQpfxRcWkE43fAMWtRTL-8\\\"}\",\"signature\":\"fGjOJ2CTTSPEdK9efuL3BHprnAvN6kbNG0Ck0qw4cQ9awxK_YM2JlQldHvqClPC4x81QEr-huMPp2-J0ltrDZA\",\"signingKeySignature\":\"0xffd55970827655e6e7e0f4ad8be4257bf182e5e4110eadd01405cba5227aa898527314c4e83d0f1a59512e6b8eecdc35f575b222d3ada1aa8a2966761f594d741c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_t1VC03xG2ByRUghp1xxN6FUKHEkmbB6haDsZLfDB7c\\\",\\\"y\\\":\\\"NSqRIpYeYq4fSfIGJxm8MXQpfxRcWkE43fAMWtRTL-8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mSMNFvInP0tcfPx_YoWSDOnPQQmkTHQufBqGE0OHyI8\"}"