"{\"content\":{\"body\":\"你已经对加密货币有了些了解，然后对BSV并不感冒？那么我来好好跟你聊聊“信息不对称”吧！\\n\\n信息不对称就是：A掌握了全部信息，而B什么都不知道。当然，这是句废话。\\n\\n加密货币领域在信息不对称这件事上简直是登峰造极。尤其是自从BitcoinSV复苏以来，信息不对称已经到了令人难以置信的程度。一方面，币圈中散布着不计其数的虚假信息，另一方面，真实的信息又被人想尽办法隐藏得很好。\\n\\n不论你是投资者，开发者，还是数字货币的用户，你都不愿意落入信息不对称的陷阱，因为那简直太糟糕了。\\n\\n**我们来瞧瞧现在币圈中信息不对称的情况吧！**\\n\\n大多数人都是从币圈媒体和大V获得数字货币相关的信息，然而他们不会费心探寻信息来源的可靠性。\\n\\n为什么这些人最终会在市场中被割韭菜？因为他们对市场来说毫无用处。如果他们自己去做信息溯源研究，他们真的可以知道点什么，尽管他们不会公开分享他们的收获。可是，如果他们仅仅是轻易相信触手可得的大众媒体，那么市场就会把他们像当作吸血虫并最终抖落。\\n\\n我们能拿信息不对称干什么呢？利用它为自己获利？还是帮助那些被蒙在鼓里的人们逃出陷阱？这要看具体情况。有时候，我在“CryptoTwitter”（泛指币圈的大V的Twitter）上漫无目地闲逛，就像一个迷失的灵魂，不知道该相信谁。如果有人想知道关于BSV的事实，我很乐意传递这些实情。可如果那人只是想巩固自己原本故有的看法，我什么也不会说。我会让这个人爬向他自己选择的信息不对称深渊里。听起来很残忍？如果这个人连对真相的渴望都没有，那我也没什么好同情的了。\\n\\n币圈的人并不把数字货币视作经济，而是把它当作政治甚至是信仰。BitcoinSV遵循经济学并能够促进经济增长，比特币和其他数字货币却是跟着舆情走。\\n\\n给你们介绍几个被数字货币社区大多数人忽略的事实。\\n\\nBitcoinSV使用的是稳定协议。得益于任何程序员或者有影响力的公众人物都没法扰乱的稳定协议，BitcoinSV建立了其第二块增长基石。就像宪法赋予人们的权利容不得他人的讨论和修改以至影响一个人的后半生，一个稳定的协议也令每个人都能容易地做长期投资和规划，而不必担心协议本身会变化从而对市场产生冲击。这也是为什么一些成功的应用，比如Twetch、Peergame和Cryptofights，当初会选择建立在BitcoinSV上。他们不用担心协议在将来会有什么变化，因此也觉得这样做在经济上是安全的。\\n\\n正如白皮书中所述，在BitcoinSV网络上通过SPV可以进行真正的P2P交易。通过SPV，人们可以安全地，高效的快速的支付。不像有的交易模型，比如闪电网络（LightningNetwork），没有直接点对点的交易，传输还要经过矿工和闪电网络。\\n\\nBitcoinSV可以通过大规模的扩容来满足即将到来的信息化资本驱动的社会。而其他的数字货币还在忙着构建不便于扩容的属性，以至于不适用任何使用情景。从经济学角度来说，这样很不合理！\\n\\nBitcoinSV受专利保护。这使得开发者在构建一个需要可扩展区块链的应用时，只能选择在BitcoinSV上构建。另外，为区块链解决方案申请专利使得竞争者们不得不被迫找到其他创新性的方案，以避免缴纳专利授权费用。\\n\\nBitcoinSV的交易系统不是匿名的。在BitcoinSV中，你会拥有越来越好的隐私，但是隐私不意味着匿名。由于不利于反洗钱相关的法律法规，任何有匿名性的数字货币都是没有未来的。拥抱法律是BitcoinSV的一个突出的特点。\\n\\n关于BitcoinSV，还有很多可以说的。你不妨访问CoinGeek.com并且自己来做信息溯源研究，以避免信息不对称带来的困扰。\\n\\n**信息不对称，你是自找的还是被迫的？**\\n\\n上面提到的几点都是免费的信息，很容易就能通过其他渠道收集。BitcoinSV并没有什么秘密事项，人们不去一探究竟，仅仅是因为他们自己选择了信息不对称。\\n\\n他们没有去关注每个数字货币背后经济学原因，反而想着去获得某种认同感，巩固自己原本故有的，却未必靠谱的信念，而这些人却还自称投资者、开发者、或是圈内大V。一方面，他们已经受困于信息不对称；而另一方面，他们让其他人，也包括他们自己，持续地信息不对称。这就是个死循环。他们活该承受所有的后果。\\n\\n信息不对称可以被用作工具。比如在政治领域，专政政府可以确保真实的情况不会对公众产生冲击。在经济领域，信息不对称对于竞争中的各方，或是优势，或是劣势。在法律领域，信息不对称可以使案件发展背离真相。这样的例子比比皆是。\\n\\n很明显，币圈名人和币圈企业他们自己不会受困于信息不对称。他们很清楚地明白上面所阐述的道理，可他们仍然将信息不对称强加于他们的受众，从而不让这些受众有机会能够一窥BitcoinSV的究竟。\\n\\n**信息不对称了怎么办？**\\n\\n如果你不巧处在信息不对称的劣势方，你可能仍然感觉良好，因为你对自己处在劣势方这个事实浑然不知。你最终会被无情地掠夺，好在惩罚的降临也需要时间。\\n\\n如果你刚好是信息不对称有利的那一方，你可能反而会难受一阵子，因为你一直在等待信息不对称这把镰刀收割韭菜的那一刻的到来。\\n\\n在一个信息不对称的环境里，至少有一方会最终输得很惨。当信息不对称最终化解时，惩罚来得是如此猛烈。\\n\\n情绪和信念在信息不对称这里毫无用处。你不喜欢CraigWright博士？没关系。你认为数字的交易量数据无关紧要？没关系。你讨厌专利？你讨厌大区块？你讨厌一成不变的协议？难不成你觉得用上世纪90年代的计算器来验证区块链才是明智的吗？\\n\\n比特币是遵循经济学的。经济学是关于真实信息。无论你是投资者，开发者，或是数字货币用户，你都应该去寻找真实信息。\\n\\n传统行业里，除了商业就还是商业，除了交易还是交易。他们很清楚的知道源于信息不对称的各种危险。他们被现实激励着去探寻真相，你也应该这样。\",\"timestamp\":1640254895,\"title\":\"BitcoinSV与信息不对称\"},\"digest\":\"iIi1nONkO-ioH5VRyw8iJU0NYyq6bvhIE9TmrwjPVO0\",\"authorship\":{\"contributor\":\"0xFB0efb087E86f90B99667a0a7a845eDCf0B57C99\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KABeMp-vbw9FWjRKc6zYit1uJ2dvhhc7iwwxWwbY4FA\\\",\\\"y\\\":\\\"Vt29J5502Oc5_9f11UVraXObOPABnJ-kuQbOYcfUeBw\\\"}\",\"signature\":\"tTOdPiFKYXFf_wACEmmMevh_QeqACvz1pgJhpNUEf56LYTZy3MN3gNN5dmCa72djumVnEsqekryzdsP71r8sbg\",\"signingKeySignature\":\"0xb66afd889e0dfd2f2f3c584a4b7948b3ab88d8e83c9e723d883d348b61eb3bde6e5d5d0388de27aa4438523e07e42b038055ca4da774aafc0bc71af4a5d65cb61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KABeMp-vbw9FWjRKc6zYit1uJ2dvhhc7iwwxWwbY4FA\\\",\\\"y\\\":\\\"Vt29J5502Oc5_9f11UVraXObOPABnJ-kuQbOYcfUeBw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iIi1nONkO-ioH5VRyw8iJU0NYyq6bvhIE9TmrwjPVO0\"}"