"{\"content\":{\"body\":\"There is a misconception about how web3 wallets work. When you are told that you own your information, it doesn’t mean you *have* your information in your wallet. This [well articulated ](https://moxie.org/2022/01/07/web3-first-impressions.html?s=09)essay about the guts of web3 explain the caveats to the ownership piece in this new paradigm of technology.\\n\\n## How is this currently done?\\n\\nWhen you have information uploaded to ~~Facebook~~Meta, this information is stored in a private database controlled by Meta. This information, by some of the most restrictive data regulations (like GDPR in Europe or CCPA in California) does belong to you, and you can exercise legal powers on your information, such as demanding that this information be deleted or corrected.\\n\\nThe issue is that your information, while on the private database, cannot be controlled or monitored for proper custody and use. You don’t control whether Meta is doing the *right thing* with this information or if they are protecting it from hackers adequately.\\n\\nThe programs that manage your information are private and its source code not accessible. If you’d like to know what Meta *is really doing* with your information, you won’t know, unless you work at the company and have access to its source code... Or maybe just [sometimes](https://www.cnbc.com/2021/10/22/facebook-hit-by-a-barrage-of-reports-from-consortium-of-news-outlets.html).\\n\\n## How is it done in Web3?\\n\\nThe paradigm difference with web3 is that the information you upload to a web3 application (whether private data or public data) will be stored in the blockchain. This means that from the moment it is in the blockchain (a public repository of information), the custody of the information is delegated to a decentralized set of nodes that run the blockchain.\\n\\nThis, by definition, means that no one node can alter or erase this information, as the blockchain is immutable and persists over time so long there are nodes to maintain the chain.\\n\\nIn regards to the control, you have delegated control of this information to a smart contract. Smart contracts are a set of program code lines that are stored as well in the blockchain, which makes them immutable and its source code publicly available.\\n\\nYou can see any smart contract source code in the blockchain. So you can audit it and make sure that it does what it advertise to do.\\n\\nNow we can see the difference, can’t we?\\n\\n**Web2:** private controlled code (that can change any time at the will of the company that owns it) manages your data in a private controlled database (that, again, can be changed at any time at the will of the company that owns it).\\n\\nOn **Web3**, you are storing the information on a public record with a decentralized control, which makes the tampering virtually impossible. Furthermore, the programs that manage such information are also immutable and its source code stored in the same public record, making it auditable at any time.\\n\\nSee it? way different approach.\\n\\n## Why does this matter?\\n\\nIn the end, as a consumer, you want to have an application that performs its purpose and gives you what you are asking for.\\n\\nFor instance, in a To-Do app, you want to have your tasks available at any time, take notes on tasks that need more information, be able to close those tasks you have completed, etc.\\n\\nBoth web2 and web3 can give you the same experience and usability. Both worlds can deliver this information to you and enable you to binge work on your task list without any issues. You don’t need web3 for *absolutely everything* in your life, just as we don’t need web2 for everything.\\n\\nBut, what happens if you want to have your To-Do list to coordinate with your calendar? Ha, good luck with that. Unless you have done an extensive research on to-do apps and you have chosen the right one, you are stuck with your tasks in one app, and your calendar reminders in another app. Then you have to use things like Zapier, which can bridge data between the walled gardens of those apps.\\n\\nHere is where web3 makes things more appealing.\\n\\nImagine those tasks were actually tokens managed by a smart contract. Those tasks would follow one of the blockchain standards (ERC20, ERC1155 or ERC721 to start with). These tokens (your tasks) can be accessed by any other app you grant permissions to with your wallet. Since these tokens follow a standard, the calendar app won’t need to do anything different to handle these tasks and can incorporate them into your calendar instantly.\\n\\nNow things get interesting. What if I choose another app to manage my tasks because I like their UI/UX and community better than the one I am currently using?\\n\\nIn web3, it would mean you transfer permission on your tokens from one smart contract to another smart contract (to-do app). Voi-la, as simple as that. No cumbersome “import-export” processes between incompatible to-do apps that make things hard because they don’t want you to change to another app.\\n\\n## So, my tasks are in my wallet? or in the blockchain?\\n\\nGood question. Unlike how the concept reads, you don’t *have your information in your wallet.* Your information is stored in the blockchain. Your wallet acts as a gatekeeper to the **ownership** of that information. Your wallet is the key to show that those tokens in the blockchain are yours. Whether it is tasks, coins, or NFTs, what determines its ownership is your wallet.\\n\\nHence the importance of not losing your wallet.\\n\\nIf you lose your wallet, those tokens are not lost. But they are no longer usable or claimable by anyone else. A caveat: some smart contracts contain “protections” or “back doors” to recover your tokens, but this a security vulnerability, that might not be worth the risks. I am not going to bore you with the nuances of smart contracts, but you can audit the code before using it.\\n\\n## Conclusion\\n\\nWhat I am trying to convey in this small read is the true benefit of the web3 paradigm of user data. At their core, these chain based programs and storage models are designed to keep everything transparent and accessible to the owner of the information.\\n\\nThe businesses running on this new paradigm will no longer be able to force their information custody or management practices without your consent and knowledge (literally, they cannot). They will need to build different profit models, perhaps based on creating a win-win relationship with their users, rather than exploiting our data, with little regard for our well-being. For example, Meta could focus on connecting people, rather than managing people’s behavior. Google might focus on putting every bit of information within the reach of your fingers, rather than selling every bit of your information.\",\"timestamp\":1642518638,\"title\":\"Web3 true meaning of \\\"ownership\\\"\"},\"digest\":\"bpLg1tt36GX8pN7MyA0X9Bth-RxxSrmvsUGYMhli9nc\",\"authorship\":{\"contributor\":\"0xF5aa24cC247Ac13486bF3ae9346776Bab439B31d\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UZSCgOe6YIoaE1X1v_uLQNJpc-X5bS64V6vmjMCXs_I\\\",\\\"y\\\":\\\"0B98fkDUoCZ0Kc21amu04ZLaWVgPfvKvxA_Rz8WBIzc\\\"}\",\"signature\":\"v9DHUIO49bg4D7-owTzJRkR0SZRYTzlA6c7zD1BeJtrK9svx_YBcwFEdOZchGTuwy9dfHkRl7Eezyin76amsWw\",\"signingKeySignature\":\"0xd650600b7c644106bcc8938f60ba937033c87d5ac78c744c6fdf41e60a01d74b7e2691c55befa13686175225caf8b8fa5efb82fee203b6f868b34c4316d5f4d71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UZSCgOe6YIoaE1X1v_uLQNJpc-X5bS64V6vmjMCXs_I\\\",\\\"y\\\":\\\"0B98fkDUoCZ0Kc21amu04ZLaWVgPfvKvxA_Rz8WBIzc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ig7U9XCYwbv0lFtCIWFblgszhEI59IRfcSJxMh2dWOw\"}"