"{\"content\":{\"body\":\"说到韩信，他的战争天才和最后获罪被杀是大家都知道的事情。并且后人为其留下了“成败一知己，生死两妇人”的评价，很多评论者都说他应当及早的造反，以当年的军事实力，他至少可以三分天下，甚至可以一人统一的。事实上他却没有这样做，评论者认为这是他不懂中国政治所致，但本人要说的是他不是不懂而是不能，这里是很多的评论家对于政治的幼稚所致。\\n\\n很多人都认为韩信当年曾有多次机会，但他都没有造反，从最早的时候刘邦入壁夺符（驰入韩信、张耳壁,夺之军。——汉·班固《高帝纪上》）开始，到称假齐王的故事，以及他回复项羽说客的言论，操百万大军灭项羽的西楚国，再到被收兵权迁楚国，被诱执于云梦泽，前面这些看似都有机会造反，但他没有造反，最后才是淮阴侯上造反，给人的感觉是他很忠诚和被迫造反。这里对于统治的驾驭术和政权实质的问题，史学家当年动笔的时候也是很回避的，有意的隐藏有利于后世的统治者。\\n\\n对于韩信为什么不能造反，这里我们需要认识到的就是造反和取得天下所需要的要素，军权不是唯一的！所有人说他应当造反的背后，是仅仅看到他的军权，但他的军权却不足以让他能够造反。对于创造一个政权都需要什么，我们的历史是不能写明，因此大量的只有军权就想要造反的人，最终都是死得很惨。这个问题韩信有认识，而他只是到了淮阴侯的时候，才真正具备了造反的条件。所以刘邦的统治术无疑很高明，背后有智慧传承的张良和萧何为后盾。历史上对于抑制韩信的造反和造反失败，更多的提及了萧何的引诱，但对于张良的作用认识上被忽略。且不说张良眼色下刘邦给他的真齐王，还有灭楚决定胜利时张良主导和建议刘邦收其兵权，等等，刘邦能够得到天下与张良的智慧分不开，张良实际上一直间接驾驭着韩信的命运。\\n\\n韩信我们需要注意一下的就是，韩信身边有谁在历史上留下了名字？他有多少谋士又有多少大将？连那个著名的李左车也不知道到哪里去了。韩信不能造反的关键是他没有自己的信用，没有自己的信用体系，因此他也没有自己的团队。没有自己的特务机构维持其权力，他的权力来源是刘邦给他的，离开刘邦他什么都不是！就如当年刘邦与夏侯婴两个人，可以直接到他中军大帐内，夺下兵符就直接调走了他的军队一样。对于一个能够造反的将军，皇帝能够入帐吗？就如周亚夫在全副皇帝的仪仗下，皇帝也进不了营门，但韩信帐下，刘邦夏侯婴逃难而来，就能够入得中军，更关键是抢的兵符，就可以调兵了。如果是韩信自己的军队，别人拿了兵符管用吗？韩信他的亲兵卫队都不听他的！背后历史书是粗线条没有写，而细线条是什么？细线条就是他身边的警卫等等，都是刘邦的人，都是刘邦的眼线！他那个时候想要造反，别说打起仗来会如何，就连他是否能够活着走出大帐都是成问题。这就是你可以当魏延，但不知道谁是马岱。\\n\\n韩信难以造反与之早年的经历非常相关。韩信当年非常穷苦和被人看不起，没有漂母的饭食他就要饿死，而且还被人搞了“胯下之辱”！不过我们也要注意到韩信的知识来源是什么？有说法是师从鬼谷子等人的传人，但正史却是记载不详。韩信肯定是受到过良好的教育，而且幼年应当有一定经济基础。韩信被“胯下之辱”的时候带着剑，在那个时代能够有佩剑是非常奢侈的事情。因此韩信如此不受待见，必然有原因。这个原因应当是什么？韩信肯定不是六国的旧贵族后代，也不是秦朝的合作者后代。因为若是秦朝合作者后代，当时就应当很风光；若是六国旧贵族的后代，在秦末天下大乱的时候则也很风光，这些身份写史书应当写出来。韩信最可能的身份是什么？以笔者的见解，他是一个被逐出师门的人，而且是因为一些不齿之事被逐出师门的人！这样的人才最被看不起，才不会提及他的老师是谁！韩信在发迹前就是一个非常被人看不起的名人，否则他的“胯下之辱”的故事，也不会在各处流传，到了刘邦未见其人先闻此事的地步。因此韩信不能在项羽等人那里凭借才能迅速脱颖而出，也是有原因的。韩信这样的背景，是没有谁会真心的当跟随者。\\n\\n而对于刘邦的背景就大不同了，我们总说刘邦起身于布衣，但实际上刘邦在秦朝的时候是一个亭长，相当于当时的县公安局长，起码是县城管大队长。而刘邦的铁杆盟友萧何，则是县财政局长的位置。刘邦这样的科级干部，当然在全国范围看来不算什么，但在社会的微观可就不一样了。在社会围眼里观牛得不得了的李刚爸爸，也不过是一个公安副局长副科级的干部。刘邦还有一个富甲一方的岳父，岳父一家的财力也不可小觑。刘邦起家有一个核心团队，这样的团队非常重要。\\n\\n刘邦的成功，一切也有因果。大家知道刘邦在秦朝统一前的身份吗？他年轻的时候去追随信陵君，后来拜在名士张耳门下，后来竟然与张耳成为知己。在秦军灭亡魏国通缉张耳后，刘邦才做了亭长，当亭长不过是隐藏而已。所以在秦朝以前，其实刘邦已经是天下名士。因此才以虚假万钱贺礼见到吕公，吕公一见，立即把女儿嫁给了他，刘邦不是名士，吕公怎么可能？当时吕后15岁刘邦40多岁，那是标准的花季少女嫁大叔了，而且是富豪的千金父母做主嫁的人，吕雉是长女，按照古代的生育年龄，吕公都未必有刘邦大，刘邦实际上与秦始皇差不多大。刘邦所有这些都是被唾弃流亡的韩信所不能比，韩信是没有团队和自己的权力基础。韩信能够有权，是因为刘邦的任命，韩信军队内的各级官员也是忠于刘邦不是忠于韩信。就算韩信招募了新兵，但军队的干部系统不是能够如招兵一样招募，韩信对于军队的掌控，根本不足以造反。韩信在反秦的时期一直是小官，根本没有自己的团队。当时在项羽那里，韩信是执戟郎，是在大将军身边一起冲锋的人，自己手下没有自己人。在楚汉战争的时期，经过萧何月下追回来，才突然空降成为大将军，下面的将领都不服他，他根本没有造反的资本。类似的这一点，与刘备死时的诸葛亮，情况是差不多，所以诸葛亮也只有鞠躬尽瘁了。\\n\\n再说一下韩信的胜利，大量是诈谋不是德政。要造反成功，不仅仅是军事武力也不足，如何得到社会的支持也非常重要。韩信征服齐地，就是齐要媾和，已经与刘邦的说客郦食其谈妥，齐国没有准备为背景下，偷袭取得胜利，齐人不服其欺诈，因此齐国的干部系统也是不服他。他需要服众，还要依靠刘邦相关的封号；而他打败项羽，项羽故地对于项羽的支持也很顽固。韩信在齐地还没有发展足够的势力，就被迁封到了楚地，楚国立足未稳，也是不足以造反。还没有等到韩信取得足够的实力，他就被刘邦陈平设计在云梦泽抓住了，被降为淮阴侯。\\n\\n刘邦抓住韩信，没有立即杀了他，把他降级而不杀的背后，显示了刘邦高超的统治智慧。因为当时全国还有很多有实力的异姓诸侯，刘邦的统治还不够稳固。只要韩信不死，诸侯们就都不敢造反。就如后来韩信死了，英布就造反了。英布早年反秦起家，有足够的自身核心力量，这一点与韩信不同。韩信只有在淮阴侯的位置上，才得到家乡父老的拥戴，有了足以造反的团队。但他淮阴的封地太小，就算其他地方诸侯不支持刘邦一起来讨伐他，韩信所占据的地盘实力，也是不足以与物产和经济都高度发达的关中地区，进行长期对峙的军事对峙。韩信造反的战争后来发展到双方胶着，进入持久战韩信必败。因此韩信在萧何引诱下，只身去找吕后谈判，实际上也是不得已的选择。不是简单的轻信萧何，是宁可信其有的争取一线希望。\\n\\n韩信所欠缺的，更核心的是情报系统。我们可以在汉史当中，找到非常多的刘邦情报系统发达的例证，刘邦不愧是干公安这类职务出身的人物。史书上记载的刘邦得到各种情报，包括对于陈平的各种贪赃行为的小报告，以及萧何的行为是否贪赃等。这些信息刘邦都能够掌握，并且以此质问他的大臣。情报系统植根于统治集团官僚体系，才是统治力的重要因素。没有足够的情报从另外的方向将信息上达天听，皇帝对于官员的控制就是有限的，只听各种官员汇报，官员体系是很容易蒙蔽皇帝的。情报系统这些人对于控制将领臣子们的造反非常重要，控制核心团队不仅仅是胡萝卜大棒，更需要信息情报。这情报信息系统，才是让下面觉得天威难测。以至于名将钟离昧投奔韩信来了，韩信也不敢隐瞒，只能把他出卖。因而韩信虽然作为刘邦的大将，也只能是一个走狗，难以自立和造反，其后来作为淮阴侯造反，也是因为陈郗事发，造反带有被迫的性质。\\n\\n对于韩信不能造反，老百姓还有一个误区，就是认为只要你的官大，军权都在你手，你就可以造反，这是非常错误的。军队是有党军、国军，还有私人军队，差别非常大。在军阀模式下，军阀的军队都是私人军队；而在君主模式下，党军与国军是一个性质；在多党制和一党制下，军队的性质还有深层次的区别。各党均有军队的多党制，就是弱党谋求的缓兵之计和强党谋求的各方平衡，这是非常不稳定的状态。这种情况下国家是一盘散沙和不断陷于内战，中国的民国史就是这样的情况。当臣子的要造反，只有私人军队下才可能，否则就算官当的再大，掌管的军队再多，但军队各级又凭什么听你的？你的权力来自于哪里？韩信的问题就是他有大量的军队，但不是他的私人军队！军队是因为刘邦而听从韩信，不是韩信自己有能力控制军队，这样的模式之下，韩信怎么能够造反？就如古代皇帝建立的监军体系，为什么监军可以轻易的斩杀大将元帅？到明朝监军的体系更明确为厂卫制度，明朝的将领基本没有造反的可能！因此能否造反，不是将领有多大的军权指挥多少军队就可以做到，需要的是将领在军队中的权力体系信用体系，需要的是这个军队是将领的私人军队，否则官再大也造反不得。这里为什么岳飞很不被南宋朝廷所接受，原因就是岳飞的军队叫做岳家军，是儿子、女婿、把兄弟为主要将领的私人军队，不是国家（皇帝）控制的军队。这样的军队存在，不论它起到的作用是怎样的，在一个集权的政权下，都不能被接受。到了清朝，为了平定太平天国运动，湘军、淮军等变成了私人军队，最后形成了晚清的军阀体系，晚清到民国国家就再也没有能够集权起来，在外敌的压力之下，就是一盘散沙。所以对于权力的本元，对于军队的造反可能性，需要更深入的理解。\\n\\n因此对于韩信没有及时造反，我们需要有更多的理解，忽视这些理解难以知道真相。武将能够造反成功，需要的不仅仅是军队，还有核心团队，还有控制团队的情报系统，这些组织属于谁控制，决定军队的性质是什么。造反需要为将领的私人军队。韩信为军事天才，而相差太多的则是他的信用和团队，他是真的实力不足，而不是他没有政治头脑和能力。\\n\\n作者：张捷财经观察 <https://www.bilibili.com/read/cv14627078?spm_id_from=444.41.0.0> 出处：bilibili\",\"timestamp\":1640937247,\"title\":\"为什么韩信难以造反——历史的智慧不在书上  (张捷）\"},\"digest\":\"HWd6yh71f2JLt2YOy-_aGXjikEIBgLWlZXUU4c3zlKs\",\"authorship\":{\"contributor\":\"0x81Aea2C573BC17182fB148e2D21f65826C24D17D\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FmuqGMDEoz_lf3aGk5WJEPzPg0oACvjLgby0yvYz-hE\\\",\\\"y\\\":\\\"Rw2639JufzX0xKugUhRydQLA6V8QjsoYHgkgYCjX3FU\\\"}\",\"signature\":\"mtApVZsCLAyV_QZSAXjMi4uGxavlLjdLyqDyHmcbvQh9f5PJXJCoRi6hufAC-3CahbdNzntuCyGXpz9vFSXNHA\",\"signingKeySignature\":\"0xa24c6f513337998cb05f87af3c5edb15490c5c709b951476d386398eb1cb433f765e865922d8bc0bbfe787e7a56c785e0e62bee169319702cdfdccc2e26c05d51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FmuqGMDEoz_lf3aGk5WJEPzPg0oACvjLgby0yvYz-hE\\\",\\\"y\\\":\\\"Rw2639JufzX0xKugUhRydQLA6V8QjsoYHgkgYCjX3FU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HWd6yh71f2JLt2YOy-_aGXjikEIBgLWlZXUU4c3zlKs\"}"