"{\"content\":{\"body\":\"## V3 options upgrade: funding period 1D -> 7D\\n\\nAn important change in the Deri V3 upgrade is that the funding period has been changed from 1 day to 7 days, and some users have fed back that options have become more expensive, is this true?\\n\\nFor option buyers, everlasting options are very different from classic options.\\n\\nThe premium paid by the classic option buyer to the seller of the option goes to zero if there is no intrinsic value at expiration.\\n\\nAn everlasting option is more like a perpetual contract in that the user opens a position that does not involve a transfer of the underlying asset, but instead requires a certain amount of margin (the margin is there to ensure that the system avoids over loss to the position in extreme circumstances) and a PnL settlement when the position is closed.\\n\\nSince everlasting options never expire, according to the pricing formula, if the spot price and implied volatility do not change, the price of the everlasting options will also remain stable, meaning that the buyer will be able to close the position with the same price at which it was opened.\\n\\nPut another way, would you think it is uneconomical to long BTC-PERP because its  price is higher than ETH-PERP?\\n\\n## Has the Funding Fee become more expensive?\\n\\nThe buyer of a everlasting options has to pay a premium/the seller receives a premium that is reflected in the funding fee paid per second.\\n\\nAs shown below, the funding period changing from 1 day to 7 days, EO’s daily funding becomes cheaper in the ATM range, but higher in the deep ITM and OTM range.\\n\\n![daily funding of EO with different funding periods (=7days or 1day)](https://images.mirror-media.xyz/publication-images/tf4ffdir538obp1nTzODQ.png?height=264&width=386)\\n\\nSuch a daily funding structure change makes EO much closer to the CEX option pricing. We can look at the deep OTM, for example, on Deribit, the option price for BTCUSD-100000-C (22-March expiration) is going to be around 60 usd, an average of 2U per day.\\n\\nFor a everlasting options with funding period = 1 day, calculate the theoretical price of BTCUSD-100000-C find that its daily funding = 10e-7, which is obviously extremely underpriced and beneficial to the option buyer, but unfair to the option seller.\\n\\nBy changing the funding period to 7 days, the pricing of the deep option improves significantly. The daily funding of BTCUSD-100000-C is 0.1U, which is starting to make sense, but is still more cost effective than Deribit.\\n\\n![](https://images.mirror-media.xyz/publication-images/6YGrtPQFfmh-ektC8kinH.png?height=311&width=1014)\\n\\nSo the increase in funding period has made 1) daily funding near ATM cheaper 2) deep OTM and ITM daily funding a bit higher than before, but still much lower than CEX pricing.\\n\\n## Does the P&L curve change for everlasting options?\\n\\nIn this section we discuss the impact of different funding periods on the pnl curve.\\n\\nThe table below shows the theoretical price of different EO when the BTC price rises to 55,000 and the corresponding increase in PNL assuming a BTC spot price of 50,000, implied volatility of 85%, and a funding period = 1 day or 7 days.\\n\\n![EO price and Pnl change under different funding periods](https://images.mirror-media.xyz/publication-images/81hWjwAUCJBsLpi8wZN_p.png?height=272&width=645)\\n\\nThe time value of EO with funding period=7 days is much higher than funding period=1day, so the pnl change is lower for ATM and OTM options, and flat for ITM options.\\n\\nOverall, the pnl change for funding period=7days is not as extreme as funding period=1day.  If you are a thrill-seeking investor, you may not like this change. But in reality, considering the 0.5% initial margin requirement, that extreme pnl increase does not really have a high impact on the account as a whole. \\n\\nIn conclusion, the change in pnl has become more moderate, but given the margin requirement, it does not have a significant impact on the overall pnl of the account.\",\"timestamp\":1642389482,\"title\":\"Is Deri Everlasting Options V3 more expensive?\\n\"},\"digest\":\"6PtrsVGZj3Ab-yftKuNVeSrWMAyNA4UXDn9LqzYu_Ig\",\"authorship\":{\"contributor\":\"0x65AC552E3F44f4AE9fbBeef0486ED651129cD7eA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D6TvmZsnwgYpUDJaUuZ-DDCqj6Tkhqhh7ZEjJ2nJgU4\\\",\\\"y\\\":\\\"9ppUn6DLxiSWS48moe5JIKb-IROqsEsYvf5BcszRDxI\\\"}\",\"signature\":\"VOMiwMurfaMaRKPwoAdqj27cMhUSdAyIOSMsBTBp9yCyQGpj6KWeEdQ6KKLdmqYnNcRPdthM-kXNYjrB176quA\",\"signingKeySignature\":\"0x17ea82638360625a950ebb51d5b06fddc329880dd44cb50526a97b251b0a7049781c725bcac47918f3177c8871dc857425dff87961a43e9eecad961c31255ed81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D6TvmZsnwgYpUDJaUuZ-DDCqj6Tkhqhh7ZEjJ2nJgU4\\\",\\\"y\\\":\\\"9ppUn6DLxiSWS48moe5JIKb-IROqsEsYvf5BcszRDxI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nooE3ALD-EUkeV9Wim5ju7upcG5O4Wuz26vHrfh473k\"}"