"{\"content\":{\"body\":\"but it does not follow that she consented. Fickle men desert constant women. It is done every day.\\\"\\n\\n\\\"You are mistaken again,\\\" said he. \\\"When I first saw you, I had ceased to think of Mademoiselle Klosking; but it was not so when I first left her. I did not desert her. I tore myself from her. I had a great affection for her.\\\"\\n\\n\\\"You dare to tell me that. Well, at all events, it is the truth. Why did you leave her, then?\\\"\\n\\n\\\"Out of self-respect. I was poor, she was rich and admired. Men sent her bouquets and bracelets, and flattered her behind the scenes, and I was lowered in my own eyes: so I left her. I was unhappy for a time; but I had my pride to support me, and the wound was healed long before I knew what it was to love, really to love.\\\"\\n\\nThere was nothing here that Zoe could contradict. She kept silence, and was mystified.\\n\\nThen she attacked him on another quarter. \\\"Have you written to her since you behaved like a ruffian to her?\\\"\\n\\n\\\"No. And I never will, come what may. It is wicked of me; but I hate her. I am compelled to esteem her. But I hate her.\\\"\\n\\nZoe could quite understand that; but in spite of that she said, \\\"Of course you do. Men always hate those they have used ill. Why did you not write to *me?* Had a mind to be impartial, I suppose?\\\"\\n\\n\\\"I had reason to believe it would have been intercepted.\\\"\\n\\n\\\"For shame! Vizard is incapable of such a thing.\\\"\\n\\n\\\"Ah, you don't know how he is changed. He looks on me as a mad dog. Consider, Zoe: do, pray, take the real key to it all. He is in love with Mademoiselle Klosking, madly in love with her: and I have been so unfortunate as to injure her--nearly to kill her. I dare say he thinks it is on your account he hates me; but men deceive themselves. It is for *her* he hates me\\\"\\n\\n\\\"Oh!\\\"\\n\\n\\\"Ay. Think for a moment, and you will see it is. *You* are not in his confidence. I am sure he has never told *you* that he ordered his keepers to shoot me down if I came about the house at night.\\\"\\n\\n\\\"Oh no, no!\\\" cried Zoe.\\n\\n\\\"Do you know he has raised the country against me, and has warrants out against me for forgery, because I was taken in by a rogue who gave me bills with sham names on them, and I got Vizard to cash them? As soon as we found out how I had been tricked, my uncle and I offered at once to pay him back his money. But no! he prefers to keep the bills as a weapon.\\\"\\n\\nZoe began to be puzzled a little. But she said, \\\"You have been a long time discovering all these grievances. Why have you held no communication all this time?\\\"\\n\\n\\\"Because you were inaccessible. Does not your own heart tell you that I have been all these weeks trying to communicate, and unable? Why, I came three times under your window at night, and you never, never would look out.\\\"\\n\\n\\\"I did look out ever so often.\\\"\\n\\n\\\"If I had been you, I should have looked ten thousand times. I only left off coming when I heard the keepers were ordered to shoot me down. Not that I should have cared much, for I am desperate. But I had just sense enough left to see that, if my dead body had been brought bleeding into your hall some night, none of you would ever have been happy again. Your eyes would have been opened, all of you. Well, Zoe, you left Vizard Court; that I learned: but it was only this morning I could find out where you were gone: and you see I am here--with a price upon my head. Please read Vizard's advertisements.\\\"\\n\\nShe took them and read them. A hot flush mounted to her cheek.\\n\\n\\\"You see,\\\" said he, \\\"I am to be imprisoned if I set my foot in Barfordshire. Well, it will be false imprisonment, and Mademoiselle Klosking's lover will smart for it. At all events, I shall take no orders but from you. You have been deceived by appearances. I shall do all I can to undeceive you, and if I cannot, there will be no need to imprison me for a deceit of which I was the victim, nor to shoot me like a dog for loving *you.* I will take my broken heart quietly away, and leave Barfordshire, and England, and the world, for aught I care.\\\"\\n\\nThen he cried: and that made her cry directly.\\n\\n\\\"Ah!\\\" she sighed, \\\"we are unfortunate. Appearances are so deceitful. I see I have judged too hastily, and listened too little to my own heart, that always made excuses. But it is too late now.\\\"\\n\\n\\\"Why too late?\\\"\\n\\n\\\"It is.\\\"\\n\\n\\\"But why?\\\"\\n\\n\\\"It all looked so ugly, and you were silent. We are unfortunate. My brother would never let us marry; and, besides-- Oh, why did you not come before?\\\"\\n\\n\\\"I might as well say, Why did you not look out of your window? You could have done it without risking your life, as I did. Or why did you not advertise. You might have invited an explanation from 'E. S.,' under cover to so-and-so.\\\"\\n\\n\\\"Ladies never think of such things. You know that very well.\\\"\\n\\n\\\"Oh, I don't complain; but I do say that those who love should not be ready to reproach; they should put a generous construction. You might have known, and you ought to have known, that I was struggling to find you, and torn with anguish at my impotence.\\\"\\n\\n\\\"No, no. I am so young and inexperienced, and all my friends against you. It is they who have parted us.\\\"\\n\\n\\\"How can they part us, if you love me still as I love you?\\\"\\n\\n\\\"Because for the last fortnight I have not loved you, but hated you, and doubted you, and thought my only chance of happiness was to imitate your indifference: and while I was thinking so, another person has come forward; one whom I have always esteemed: and now, in my pity and despair, I have given him hopes.\\\" She hid her burning face in her hands.\\n\\n\\\"I see; you are false to me, and therefore you have suspected me of being false to you.\\\"\\n\\nAt that she raised her head high directly. \\\"Edward, you are unjust. Look in my face, and you may see what I have suffered before I could bring myself to condemn you.\\\"\\n\\n\\\"What! your paleness, that dark rim under your lovely eyes--am I the cause?\\\"\\n\\n\\\"Indeed you are. But I forgive you. You are sadly pale and worn too. Oh, how unfortunate we are!\\\"\\n\\n\\\"Do not cry, dearest,\\\" said he. \\\"Do not despair. Be calm, and let me know the worst. I will not reproach you, though you have reproached me. I love you as no woman can love. Come, tell me.\\\"\\n\\n\\\"Then the truth is, Lord Uxmoor has renewed his attention to me.\\\"\\n\\n\\\"Ah!\\\"\\n\\n\\\"He has been here every day.\\\"\\n\\nSeverne groaned.\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/23](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/23)\\n\\n\",\"timestamp\":1637671627,\"title\":\"\\n\\\"I forgot that,\\\" said she, naively. Then, recovering herself, \\\"You may have parted with her; \"},\"digest\":\"Uk__Os7HHbFd1z0y4YCtLYT146nipnGk5LQqPhDnrYA\",\"authorship\":{\"contributor\":\"0x601114c3e2cfa182D83a451a3c41d4e615b07E56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jdK1vLkxf8x18k7__2gpys13ijm0ME06gdi4-Xidsus\\\",\\\"y\\\":\\\"q5ta-hFspgoZcD3z0Lh5BPftGy6htkQSeu54spzurr0\\\"}\",\"signature\":\"e0RYxTPOy2NbQ0-IK76irsG02gkLJn2pxvxcwocO0Q7n3EiMPmjuwW1jgm0BmxXg3ntym-g28I3ROPQGr66RsA\",\"signingKeySignature\":\"0x601e55420d47d6498b07d0933ee76a23ea905d5bd59986d9fa6ba8bd0bc219b801945c53de8e441382c7ef9ea77354886bcb93764fdccf50aef0922bd5cf86591c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jdK1vLkxf8x18k7__2gpys13ijm0ME06gdi4-Xidsus\\\",\\\"y\\\":\\\"q5ta-hFspgoZcD3z0Lh5BPftGy6htkQSeu54spzurr0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Uk__Os7HHbFd1z0y4YCtLYT146nipnGk5LQqPhDnrYA\"}"