"{\"content\":{\"body\":\"*本文试图从全面的角度清晰地解释 Web 3.0。Web 3.0 是目前互联网最令人兴奋的关键创新，其中的细节值得深入研究。*\\n\\n原文：\\n\\n[https://mirror.xyz/shiyuan.eth/rflL7VORRHDO05HwNBVs4YWCS7sf0IxaFKEV4rm_Y-k](https://mirror.xyz/shiyuan.eth/rflL7VORRHDO05HwNBVs4YWCS7sf0IxaFKEV4rm_Y-k)\\n\\n### Web 3.0 的演变\\n\\n1. Web 1.0：用户是“内容的消费者” \\n 互联网诞生之初，数以百万计的人加入了这场创新，并很快从互联的计算机系统中受益。在网络上浏览信息和娱乐的人数猛增。雅虎和谷歌等服务提供商将广告商业化并在此期间成为最终的暴利受益者，1991 年至 2004 年被称为 Web 1.0 时代。在这个阶段，互联网内容创作者很少，绝大多数用户只是充当内容的消费者。\\n2. Web 2.0：用户是“内容的创造者” \\n Web 2.0 允许任何 Web 用户参与内容创建。当他们在社交媒体上与朋友互动、在博客上发帖以及在流媒体上分享视频时，就会发生这种情况。网络用户可以互动的这一趋势使Web 1.0 时代适应性较差的互联网公司被淘汰。人们抛弃了雅虎，进而选择了推特。尽管 Web 2.0 并没有取代 Web 1.0，但 Web 2.0 提供了交互性并且仍然是主流。Web 2.0 的落地，催生了 Web 3.0 的丰富想象空间。\\n3. Web 3.0：内容是“用户的全息投影” \\n 人工智能已经成熟，现在可以嵌入在网页上与每个用户交互。算法负责分析和推断由用户交互生成的数据，以根据他们的偏好推荐视频或商品。原本的 Web 3.0是指机器最终会像人脑一样处理信息。简而言之，可以从上下文和概念上理解消息。 \\n 因此，理解所有数据的机器将通过机器学习（人工智能）解决优化问题，为数字生态系统提供理想的前提。数据可以在物联网之间共享。然而，在区块链兴起之后，Web 3.0 的轨迹走向了另一个方向。 \\n 在区块链的加持下，Web 3.0 变成了一组包容性协议，可为应用程序制造商提供构建的基础组件。这些组件取代了 HTTP 和 MySQL 等传统 Web 技术，但提供了一种创建应用程序的全新方式。通过授权用户在低壁垒市场中自由创造，可以确保审查和垄断无藏身之处。\\n\\n### 为什么我们需要 Web 3.0\\n\\n网络空间的幻想在认知上是必要的，以弥补现代数字世界中的缺失。从 Web 1.0 到 Web 2.0 的过渡通过让用户选择成为内容消费者和内容创建者，在网络空间展现了无限的可能性。这种中心化内容交换暴露了一些不完善之处，这些不完善之处激发了我们对“完美互联网”的需求。\\n\\n1. Web 2.0 的固有缺陷 \\n Web 2.0 最重要的成就是将现实世界中的大部分任务转移到网上。这一概念帮助实现了互联网的重大变革，使我们的社会更加高效和互联。尽管如此，全球经济的社会结构在网上保持不变；财富和权力的不公平分配依然存在。中心化问题仍未解决；相反，随着每天生成的数据越来越多，情况变得更糟。主流科技公司对用户数据的管理不善导致非法实体滥用这些数据。因此，数据安全和隐私保护成为急需解决的问题。\\n2. Web 3.0 能给我们带来什么 \\n Web 3.0 可以在不涉及其他身份服务的情况下，通过互联网方便地识别个人进行资金转移、资产交换和支付。可信方、保险机构和备份服务将在这个新的开放透明的市场中进行全球竞争。用户可以免于哄抬物价或寻租，并免受数据泄露的影响。 \\n Web 3.0 将重新定义“数字时代”。区块链不可避免地成为 Web 3.0 发展的焦点，因为其去中心化、可信和防篡改的优先级与 Web 3.0 的目标一致——新一代互联网，每个人都可以控制他们的数据、身份和命运。除了区块链，还有人工智能、去中心化数据存储协议和高度​​安全的密码学，都照亮了通往Web 3.0蓝图的道路。 \\n 这条通往蓝图的道路上的第一个障碍是与数据存储和传输相关的问题，这是 Web 3.0 的基础。要考虑的第二个障碍是将数字身份嵌入这些应用程序的可行性。最后，我们需要以公众熟悉的方式呈现 Web 浏览器和用户界面。这些障碍勾勒出通往 Web 3.0 的道路。\\n\\n### 构成 Web 3.0 的六大基石\\n\\n区块链的特性通过其独特的技术实现了日常生活各个方面的数字化。这种转变是不可避免。我们在未来数字世界中的互动将不仅限于二维码、文本、声音或视频等二维方式。用户将能够以元宇宙化身的形式探索 3D 数字世界。这些用户将能够登录应用程序，在线匿名参与社交活动，并以隐藏身份参加聚会。用户将像在现实生活中一样进行交易，无需识别自己或披露其资产信息。 \\n 匿名将不再是犯罪的温床——相反，它将保护用户隐私。例如，当发现恶意活动时，系统可以评估可能影响用户信用评分的所有活动，因为身份将与信用系统配对。任何信用评分较低的人都将被禁止使用该应用程序。用户可以通过支付罚款等补救措施修复信用评分，但不良信用记录不可篡改，可随时查看。匿名身份将对应于去中心化 KYC 中的数字身份和现实生活身份，以防止任何可能的恶意活动。 \\n 除了在数字世界中拥有虚拟身份外，还可以拥有我们的数字资产，虚拟房屋的使用权和价值通过去中心化存储和去中心化计算进行验证。区块链技术确保这些数字资产是去中心化的。算法与去中心化治理相结合，保护购买者对财产的所有权。以下是我们看好的六大方向：\\n\\n1. 零信任交互协议 \\n 区块链技术确认了产品的价值和各方的完整性，这是实现 Web 3.0 的关键特征。但是 Web 3.0 缺乏一个可信的、分散的交互协议来传达内部的功能。因此，众多行业专业人士正在构建支持 Web 3.0 定位的基本底层协议来填补这一空白，目前市场上已经出现了不少以太坊之外的新公链和跨链平台。\\n2. 去中心化存储 \\n 数据的重要性不言而喻。许多国家已经实施了有关互联网数据隐私的法律，提高了数据安全意识。在没有合法监管的情况下，在当前互联网系统中保护数据使用及其存储的尝试将是徒劳的。目前市场上出现了几种去中心化的数据存储技术，包括 IPFS 。IPFS是否会被广泛使用尚不确定，但至少我们已经意识到使用中心化服务器可能存在的数据泄露漏洞。\\n3. 去中心化的通信和计算 \\n 只有去中心化的框架才能进一步考虑实现去中心化的通信和计算。毕竟，再好的创意，没有扎实的基础，一文不值。以太坊社区发布的 Web 3.0 计划是让点对点 (P2P) 协议塑造互联网，从软件的基础到网络的最终构建——具有去中心化和隐私保护为主要功能。\\n4. 去中心化应用 \\n 在涉及应用程序时，数据保护和数据隐私是讨论较多的主题，尤其是某些移动应用程序使用的未经授权的数据收集。报告显示以太坊上有超过 2400 个 dapp，这是目前最广泛的 dapp 网络。比不上现在互联网上的应用数量，但足以让我们看到区块链技术走向成熟的趋势。我们距离网络可靠的未来又近了一天，其应用程序不再允许未经授权的数据收集和使用。\\n5. 去中心化身份 \\n 当我们在 Web 2.0 中的移动设备上注册使用新应用程序时，就会发生数据收集。公司可以通过中心式互联网网络中的无意数据泄漏，自愿或非自愿地向第三方披露用户数据。即使是以其强大的数据保护协议而闻名的科技巨头之一 Facebook，也未能避免成为多起重大数据泄露事件的受害者。当用户的权利经常受到侵犯时，必须保护用户的数字身份和信息。 \\n 去中心化身份 (DID) 是 Web 3.0 中这个问题的解决方案。DID 是一组完全去中心化的身份，允许个人或实体完全拥有他们的数字身份和相关数据的所有权。对此的简单定义是我们拥有数字身份的绝对所有权。当用户使用 DID 注册应用程序时，他们可以使用这些应用程序并保护他们的数据隐私，而不受中心化实体的任何干扰。\\n6. 用户界面优化 \\n Web 3.0 中的另一个明星赛道是区块链浏览器应用程序，它集成了去中心化数据、去中心化应用程序和用户数据。去中心化互联网是用户拥有各种身份、相关数据流和专有数据的地方。用户可以将数据存储在自己的设备上或云端，独立于第三方实体。同时，开发人员可以使用用户的 API（应用程序编程接口）构建本地运行的去中心化应用程序。这允许用户访问他们的信息而无需担心数据存储。 \\n 许多类似的平台和应用程序也在蓬勃发展。这包括以太坊上的插件钱包 Metamask，允许用户直接在 PC 浏览器上使用他们的钱包，甚至访问 dapp。过去一年，Metamask 上的活跃用户超过 100 万。同时，通过 DAO（去中心化自治组织）和 Web 3.0 流行的游戏进一步倡导了用户收益。\\n\\n互联网经历了过去 30 年的发展。它为谷歌、亚马逊、Facebook、腾讯和阿里巴巴等科技巨头的崛起提供了完美的舞台。在公众对在线网络安全失去信任之前，互联网能否保持这种势头还有待观察。 \\n 与复杂和集中的系统相比，简单和分散的系统更容易产生新的可能性，因为它们可以进化的更快。在简单规则的框架内，每个去中心化的组件都可以找到自己的一席之地。性能好的底层协议会升级，性能差的会被淘汰。 \\n 未来的互联网将通过区块链、人工智能或其他未知技术彻底改变，同时也会为 Web 3.0 带来更多价值。一场新的激进运动正在平静的水面下涌动。\",\"timestamp\":1642261589,\"title\":\"Web 3.0变局在即，盘点藏在冰山下的机遇。\"},\"digest\":\"iwk_3Fwyf0msYLuaD4SmvT8eVrmM7iwWxsK4cUSKmKo\",\"authorship\":{\"contributor\":\"0xb260c22fEDde56836f2c45fdEb56fd2Ad95955f0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0r4Dqhr1PwgUmfal-SYDDBexxhHI8pD-BxwiETg0RZw\\\",\\\"y\\\":\\\"ugNWU_0u9KIvqNE0CQtJgbxqy14ov45TM-_Dx38v2Ss\\\"}\",\"signature\":\"yHvKyS_8QB_HSbCXs-Tz0FvZa_SGjFrNznyRBPBbyoHUXKvE1hdMiPKUL5_Y75zTemv1Opoi7NZOVKsHu2zeSA\",\"signingKeySignature\":\"0x1efe3cbf64f647159e4aac9eed7c31c71beeeabe404142fdb6b658ccd3a8b3a86a88969a47748bcf5d1f90a4039fd9d62a97c410cb78fcd23cf26936d0fa759f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0r4Dqhr1PwgUmfal-SYDDBexxhHI8pD-BxwiETg0RZw\\\",\\\"y\\\":\\\"ugNWU_0u9KIvqNE0CQtJgbxqy14ov45TM-_Dx38v2Ss\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iwk_3Fwyf0msYLuaD4SmvT8eVrmM7iwWxsK4cUSKmKo\"}"