"{\"content\":{\"body\":\"左闪右避，顺带摸了几件玩家暴出的装备，咱从混战的人群中好不容易，总算接近到孽龙尸体旁边，可是看着前面挤成一团的玩家，我不由赶紧停住脚步，眉头微微一皱，这么多人，咱怎么进去。\\n\\n```\\n对了，看着尸体上残留的数百个飞爪，我立即来了主意，掏出背包里的飞爪一甩手，长绳在空中荡出一道圆弧，稳稳地落在孽龙的独角上，绕了几个圈圈，跟着我双足一点，绳索一收，身子从人群上高高跃了起来，直奔孽龙而去。\\n\\n不是没有其他刺客想到这个方法，而是只要他们一动身，人在半空就成了最好的活靶子；不是其他玩家不知道龙尸是个宝贝，只是在没有绝对保护下，随时都可能成为其他玩家的攻击目标，现在，凡是动手的，都已经杀红了眼，只认刀子，不认人。\\n\\n嘿嘿，站在如岩石般坚固的龙首上，我目光四下一望，这头山似的龙尸上，已经到处可见伤痕，紫黑色的龙血在伤口处凝结，身上的龙鳞被采集得是千创百孔，一块块结实的龙肉接连消失在眼前，就连牙齿，也有一大票人在孽龙嘴边抢夺着，生怕弄不到。\\n\\n我赶紧甩手冲那龙角就是一个采集术，没成功，奶奶的，继续，我两眼冒火花，恨不得直接把这龙角给挖出来得了。这工夫不负有心人，带着圈圈罗纹的粗长龙角滴着淋淋鲜血，落在我手中，握着这根坚如金刚，沉重非常的龙角，我心中满是得意。\\n\\n继续，继续，龙的一身都是宝，光一根龙角可不能满足我的yu望。\\n\\n一道接一道采集术接连被我扔向了龙尸，呀，刚才是哪个家伙采集的，怎么把两根龙须都给收了，我眼里满是嫉妒，手上拿着根长长的龙筋，背包里刚塞进去两根龙骨，眼里，则巴望着那红光现现的龙肉和龙血。\\n\\n愚公有恒心他移山，众玩家有恒心则可以肢解孽龙，当天空重新放晴的时候，当海水恢复平静的时候，当震天的撕杀声渐渐平息的时候，那头赤须孽龙，也已经一个骨头渣都不剩地从沙滩上消失了。\\n\\n我是忍着被众人箭射魔法砸的痛楚，在龙背上塞药楞是坚持了半天，直到尸体消失的最后一刻。采集术早在不知不觉中提升到高级，俺的包包里，也塞得是十分富足，凡是跟龙沾边的东西，我统统全要，一个不拉。\\n\\n操，尸体都已经没了，你们有人民内部矛盾的自己解决好了，还有哪个不长眼的家伙找我麻烦，拿箭射我，是不是当老子是个软柿子好捏。我刚让过两颗呼呼起风的火球，屁股上，立即着了一箭，奶奶的，还是带毒的。\\n\\n一把拔出毒箭，我带着一脸的怒火，转头狠狠地扫视过去，只见前面一个穿着青皮软甲的兽人弓手，正惟恐天下不乱，拉着长弓到处乱射呢。\\n\\n还说什么呢，既然你惹我，那哥们还跟你客套什么，我脸上阴阴一笑，急速一开，立即向那家伙奔了过去，手上双刀也在嗡嗡地低声轻吟着，仿佛为即将品尝美味血液而歌唱。\\n\\n“是自己人，小隐，别动手！”就在我逼近那个弓手，举刀就要开砍的时候，身旁突然传来一声粗犷的吼叫声，听起来十分的耳熟。\\n\\n我侧目一看，嘿，原来是血染疆土这家伙，看来这个引箭乱飙的弓手，正是他手下的精英。\\n\\n“疆土，你手下这是开的什么模式，怎么看都不看就射，差点把我射成马蜂窝了，好久没见，不必见我这么客气吧。”我收住双刀，带着一脸苦相对血染疆土诉苦道。\\n\\n“呵呵，不好意思，现在都杀疯了，开的帮派攻击模式，你可千万别损我，等这里杀完了，我请你好好吃一顿陪罪宴如何。”血染疆土一斧头劈开身边的玩家，大步走了向我叫嚷道。\\n\\n“看你说的，谈什么罪不罪的，那可太见外了。”我揉身让过旁边劈来的两道剑气，迎上了血染疆土说道。\\n\\n跟着血染疆土一帮人马，我们是边杀边退，毕竟在混战之中，倘若没有压倒性的势力，总归讨不了多少好，杀人时亦被人杀，还是早点脱身的好。\\n\\n*******************************************************\\n\\n好不容易从漫长的战线中移了出来，到了沙滩边缘地带，这里，只有零星追队撕杀的几人，见我们一群人杀过来，立即四下三避开来。血染疆土一抹满脸的血迹，嘿嘿地笑着对我说道：“兄弟，今个杀得真是过瘾，刚才我可是砍了不少洋鬼子，龟孙子，对了，从这龙身上，你捞到好处了吗？”\\n\\n好处，听血染疆土这么一问，我顿时带着满脸沮丧说道：“嗨，别提了，这头孽龙让我是充满无限憧憬，可是咱一个人势单力薄，在茫茫人海中，别说捞好处了，刚摸上去，就被孽龙一尾巴抽到海里，幸好我药吃得快，才没挂掉，好不容易再赶上来，可是孽龙已死，一切成空。咱不光没见闻到龙味，还差点被挂掉，真命苦啊。”\\n\\n嘿嘿，捞了多少好处，咱哥们心里有数就成，不必拿出来现宝，做人，内敛点好，低调点妙。\\n\\n血染疆土倒是个直肠子，没有疑心我说的话里有什么猫腻，毕竟那赤须孽龙的实力大家是知道的，凭我这个小小的刺客，是没啥大作为。\\n\\n他一拍我的肩膀笑着说：“小隐，不就是头龙嘛，没什么大不了的。不过你小子还真是命硬，被孽龙打下海都没死，正所谓大难不死必有后福，你以后肯定会走运的，回头咱给你点采集到的材料好了，也算让你没白来。”\\n\\n听得血染疆土这么一说，我连忙婉言道谢：“别，疆土，你弄点材料也不容易，我可能白要你的材料。”\\n\\n听了我的话，血染疆土脸上笑得如老树逢春，一收斧头，从背包里掏出一把大刀递送到我眼前说：“呵呵，我弄到个宝贝，可比那些材料值钱多了，你呀，就别跟我客气了。”\\n\\n我放眼一看，呀喝，流动着金属黑色光泽宽阔的刀身中，是一道深深的凹槽，中间凝聚着一块月牙型晶石，散发出暗红色的光芒，就像是包裹着一层跳动的火焰，粗长的刀柄就如同刚才那只炎熔巨龙的脑袋，只不过缩小了N倍而已，把柄顶端一前一后镶嵌着两颗红色宝石，跳动着璀璨妖芒，仿佛正是龙头的两只眼睛，一抹冷若冰霜的刀芒在发白的刀锋上来回滑动。\\n\\n炎龙刀等级：四十五级（暗金）\\n\\n攻击：95——160\\n\\n持久：100\\n\\n速度：4.5\\n\\n双手\\n\\n属性：有50%机率对攻击对手造成火系伤害，自带技能“炎龙狂斩”，发动需怒气值100，每发动一次降低自身现有血量10%，三倍攻击效果，攻击范围三米，攻击类型群体。\\n\\n我日，这刀竟然是把暗金级武器，人家说不看不知道，一看吓一跳，绝对的等级差距立即产生了。\\n\\n攻击力牛B不说，居然还能自带攻击技能。而且这招“炎龙狂斩”光听名字就知道不是普通的技能了，虽然要降低自己的生命值，但是换来的三倍攻击效果，那可不是普通的划算就能说得过的，还是三米以内群体攻击，那会是什么样子。可以想象其威力。\\n\\n试想谁要是拿着这把炎龙刀，那该是何等的威风，简直就可以大杀四方。可惜这件宝贝不是我弄到的，不然可就发笔大财。唉，谁让咱没那个实力，单条孽龙呢，不过哥们我一个指手没动，就能得到了龙晶，也算是捡到个大便宜，知足者才能长乐嘛。\\n\\n见我瞪着眼睛，打量龙刀半天，血染疆土笑呵呵地将炎龙刀收起来，一手搭在我肩上说道：“别看了，走，难得遇上你这个大忙人，跟咱去好好庆祝庆祝。”\\n\\n本来好久不见了，跟他们一起去蹭一顿也没什么大不了的，只不过他们刚打了这么件宝贝，说不定还有别的东西，按理说应该是要庆祝一下的，我这个外人在反而不太好。我不喜欢张扬，也不喜欢被人瞧不起。疆土虽然没这个意思，看是我看出来他几个手下有点借着炎龙刀跟我炫耀的意思，我就更不想去了。\\n\\n“我还有事，就不跟你们去凑热闹了，改天等我打到宝的时候再来跟你的炎龙刀比比，省得你笑话我被打到海里捞珍珠。”我打着哈哈说要走，疆土把脸一沉，一把拉住我，冷冷地说道：“兄弟你这话不地道，我什么时候笑话你了？”\\n\\n见我一个玩笑把这位仁兄弄出真气，我赶紧笑着说道：“要知道你开不得玩笑我就不该跟你说这个。你还不知道我吗？我不喜欢热闹，而且我是真有事。”明白我是在开玩笑，疆土这才松开手，哈哈一笑说道：“既然兄弟你这样说，那我也没办法，改天我专程请你，你不会不给面子吧。”\\n\\n我嘿嘿一笑，满口答应道：“只要有空，一定给你面子。”看着血染疆土身边还有一大帮子人候着，我也不跟他多聊，打了个招呼，拿出回城石先闪了，咱可得回去准备准备，好再探深海，寻那千年红珊瑚。\\n\\n一场轰轰烈烈的屠龙运动，总算是告一段落，参与围攻的各大帮派，各位玩家们，也算是各有所获，生有所得，死有所偿。\\n```\\n\\n\\n------------\",\"timestamp\":1640774257,\"title\":\"第三百三十一章 各有收获\"},\"digest\":\"GCnb-2YT6rT7U8qMzSbJfTVmqph6Nrmps0V4MW-34F4\",\"authorship\":{\"contributor\":\"0x6D56f1D63CCC7a9D2d09846221f1bc4B1819de49\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZgnlMIDOWSg5SXXSURHNH1SNxJIp5Egp3MIf22Fz4KE\\\",\\\"y\\\":\\\"X1EGrQ-LPdmPUEq68s8ZDpq13UFkJdE-uL2E4AribVI\\\"}\",\"signature\":\"jp2envonX71tmfOTIQmoiUpyBfBtQLsWUKUU6gF89t-R2sJvStydIvPYv6D71pCrcECvGUhn3jOJM_scu1OL4A\",\"signingKeySignature\":\"0xe977f66c38e48b6209483520df64726c7630da99ca853dcdc7a5234cff1e18540c63e450f387ed9220f022856ef5f985ca57cde832a10808c128c6db2b2da2a71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZgnlMIDOWSg5SXXSURHNH1SNxJIp5Egp3MIf22Fz4KE\\\",\\\"y\\\":\\\"X1EGrQ-LPdmPUEq68s8ZDpq13UFkJdE-uL2E4AribVI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GCnb-2YT6rT7U8qMzSbJfTVmqph6Nrmps0V4MW-34F4\"}"