"{\"content\":{\"body\":\"Web3 \\\"这个词似乎很不确定，像是被用作一堆不相干想法的标签。考虑到这是一个描述去中心化的分散团体，缺乏焦点并不完全令人惊讶。几乎根据定义，它最终会成为不同人的不同东西。\\n\\n我看到的大多数描述都集中在机制上--区块链、智能合约、代币等--但我认为这些都是实施细节，有些比其他更容易成功。(例如，我认为如果你能克服用户体验的障碍，使用私钥进行认证/授权显然更好，SSH已经向我们展示了几十年。） 真正的问题是，当人们谈论web3时，他们指的是什么基本能力？\\n\\n到目前为止，我听到的最好的解释是，它是一个用于近乎无信任的承诺的协议/架构，说实话，这听起来并不像什么。但如果你仔细想想，承诺几乎是所有现代社会的基础，我想这也是为什么即使是围绕这个领域的善意言论也会变得如此疯狂的一个重要原因。\\n\\n一些例子：\\n\\n* 有人怎么知道你是你说的那个人？政府发给你一个某种号码，它承诺你是独一无二的，这个号码可以识别你。\\n* 你如何证明你拥有一栋房子？政府发给你一份契约，宣布某块土地和上面的东西是你的。政府将这一承诺作为契约的复印件储存在公共记录中。\\n* 你如何证明你有钱买东西？你要么实际拥有法定货币，要么你有一个银行账户，有一个对你来说独一无二的数字，包含你的余额。该余额的承诺只由银行本身维护。\\n\\n在这些场景中，每一个承诺都是由权威来维护的。我是政府，你信任我，所以你会相信这个数字是这个人的，或者这个房子是属于他们的。我是银行，你会相信你有100美元，因为......我这么说。在理论上，像以太坊区块链这样的机制允许你完成同样类型的承诺，但不需要相信另一方会坚持他们的交易。\\n\\n取消对信托的要求，就可以做一些以前不合理的事情。例如，假设你想修缮你当地社区的公园。你有时间，但这样做将需要几千美元的物资。你可以去找你的邻居，试图从他们那里筹集资金，但这需要他们信任你的捐款。不幸的是，如今信任的供应量很低，我怀疑你很难说服人们每人交出几百美元。\\n\\n不过，无信任的承诺给了我们一个不同的出路。你可以指定所需的金额，并在合同中说明允许用它做什么，以及如果这些义务没有得到履行的意外情况。一旦提交，该 \\\"合同 \\\"将完全按照规定执行。它对每个人都是可观察的，可调试的，并且不可伪造的。因此，作为一个社区，我们可以聚集在一起，筹集2千美元，并要求要购买实物用品的人也投入2千美元作为抵押。如果社区投票认为资金被滥用，这个人就会失去他们的抵押品，而每个人都会重新得到补偿。现在，每个人都需要对彼此非常信任。如果没有筹集到足够的钱，每个人都能拿回自己的钱。如果你想用这两千块钱逃跑，那就没戏了，因为你只是失去了你自己拿出的两千块钱。\\n\\n现在，也许你的当地社区足够紧密，以至于你不需要这种保证，但这并不是要消除信任，而是要增加你在特定水平上所能做的。你可能会把几百美元交给你的邻居，那么一万美元怎么样呢？即使你相信并支持这个团体的事业，在某些时候，你也会希望有某种保证，在发生滥用时，你有某种追索权。\\n\\n当你把它应用到互联网上时，这种利用经过验证的承诺来增加特定信任水平下的安全的框架变得特别有趣。你很可能对网络上的任意人没有什么信任，但这种能力让你利用你所拥有的少量信任，并对其进行更多的操作。它让那些关系不那么脆弱的人感到安全，可以出去走走，\\\"投资 \\\"那些他们碰巧发现有趣的项目的人，或者一起进行大规模的集体行动，比如改善整个城市的公园。\\n\\n原则上，一个不需要权威就能做出承诺的系统可以成为大多数所有权和商业形式的基础。它也可以作为经济激励系统的基础，否则你需要相信个人不会改变主意或变得糟糕--这在历史上是一个非常糟糕的赌注。在一天结束时，承诺是这里的基本原始因素。身份、所有权、经济等都只是它们的用途。\\n\\n我们必须看看它是否能成功，但至少在理论上，web3背后的概念为社会的内部运作提供了另一个基础，其中的保证不必由授权的权威（也就是政府）来支持，而是可以自动、观察和验证的加密数学。由于这种能力是多么的基本，很难说它会在哪里真正扎根--可能这些例子最终都不是这样的东西找到它的地方。目前的官僚机制毕竟有一个令人难以置信的惯性。但我认为，相对而言，它不太可能在这个世界上没有什么地位。有太多的二阶效应，假设它们都不会在一个有意义的轴线上有明显的改善。\\n\\n综上所述，目前的机制--工作证明区块链、智能合约、代币等--很容易被证明是糟糕的局部最大值或彻底的死胡同。从技术角度来看，我对它们的调查留下了很多遗憾，我很惊讶地发现有些东西的组合是如此糟糕。但我认为，看到目前的机制而忽视他们试图提供的实际能力是一个错误。\\n\\n作为一个相对的局外人，无信任的承诺似乎是web3真正的核心，这感觉比拥有JPEG或投机货币要难得多。\\n\\n* 几乎是不可信任/不可伪造的，因为在目前的系统中，你必须相信网络没有遭受过51%的攻击，而且系统和合同没有漏洞。鉴于这些网络的规模和它们的历史，到目前为止，最大的风险是合同本身，但就像有标准的合同法律条文一样，我怀疑标准的、经过验证的合同将成为规范，你只是把它们放在一起。我相信在实践中，它远比任何其他程度的系统更不可信。\\n* 不管是好是坏，它都会像所说的那样去做。有一个强有力的论点是，需要找到一些方法来处理情有可原的情况，以及为常见的情况创建一套极其完善的审查合同，这已经是合同法的规范。\\n* 这里还有一个负面的信任情况，即如果邻居们串通起来，投票认为你没有改善公园，尽管你已经做了规定的事情。合同可以进一步规定，在这种情况下，一些中立的第三方充当仲裁者。这就是为什么我认为这实际上不是要消除信任，而是要增加你所拥有的信任所能做的事情的另一个原因。\\n* 这表面上是法律制度所提供的，但任何真正尝试过通过小额索赔法庭的人都知道，这种途径的现实是......痛苦的。而且，它往往不尽如人意地结束。\",\"timestamp\":1640793132,\"title\":\"当人们谈论web3时，他们指的是什么基本能力？\"},\"digest\":\"abeQs5tLtoe9Q0tqWiNoPzzr1nov40sw_36YwXk5PjA\",\"authorship\":{\"contributor\":\"0xACA9C296e85e68642F75Da73b42d59D57926Ff1D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8BLVvI34QX4kfslMbc8xjOGkkhergR0E7ZYPYv1PDpU\\\",\\\"y\\\":\\\"uh1UT0yxrESr7hEnmP4AMjDBDbD_XN6BedGv2C7bOrk\\\"}\",\"signature\":\"N9L-XJGMIsgLzQr-SYMfGpSrIZU8jGPWgeTX7UyjJqkAcqO3b69YbJQWQntMKU2Q6ZIbAR2IfEBD5yOTxR1BmA\",\"signingKeySignature\":\"0xada5493eb47e58c4bc3330992699dac2f67fa03c93eccf55d191a9ad79d623a36cda68c8e8f5cf73bd8200d2a37af44bbfd99aeb6957292bba09ddcce8aab1c71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8BLVvI34QX4kfslMbc8xjOGkkhergR0E7ZYPYv1PDpU\\\",\\\"y\\\":\\\"uh1UT0yxrESr7hEnmP4AMjDBDbD_XN6BedGv2C7bOrk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"abeQs5tLtoe9Q0tqWiNoPzzr1nov40sw_36YwXk5PjA\"}"