"{\"content\":{\"body\":\"As September is Suicide Prevention Awareness month, I had an issue that I wanted to speak on, that has been eating at me for months now because of the social media posts I see about it. This is the “Try Harder” mantra that is pushed so hard in the Cybersecurity space. This style of thinking is destructive, especially for people that are newer in the field, as it can drive them out before they ever even really get started. And most importantly, it can easily drive those in the field towards burnout and mental health issues, which no one should be ok with or want.\\n\\n[Neal Bridges](https://www.linkedin.com/in/nealbridges/) recently had a guest on his [Cyber-Insecurity](https://www.youtube.com/watch?v=bCoB2VdE8hE\\\\&ab_channel=CyberInsecurity) stream, Karen Worstell, who shared some stories regarding burnout that she had gone through at some of the companies she was at. Now, this is the former CISO of AT\\\\&T and Microsoft, talking about the mental health struggles she had because of the stresses that come with the happenings in this field. We all know that this can be a fast paced and high stress career field, and we take this into account when we decide to travel down this path. So why would some of the most highly recommended training providers push a mindset that hurts professionals in their field?\\n\\nWhy do I feel this way? Part of this mindset, is talk of never falter, never fail. Now we all know, in cybersecurity, this is impossible. ALL companies experience security incidents, ALL companies have problems with IAM, user cybersecurity awareness, and any manner of other security management issues. After the Colonial Pipeline ransomware incident in June, we had a Professor from a Business school put out an article in a major media outlet, where he pushed the nonsensical idea, that management in a company that had a breach, should never be hired in cybersecurity again. This is the kind of attitude that “Try Harder” propagates, and it truly has no place in any professional setting. According to research, people on a whole learn best according to “[The 85% Rule](https://www.nature.com/articles/s41467-019-12552-4)”, which states that if we fail 15% of the time we optimize our learning.\\n\\nNow, what does all of this have to do with burnout and mental health? When we normalize demeaning people based on times they have failed, all this does is create a breeding ground for destructive thoughts. And the more mental fatigue pushed on people from this kind of thing, the more it affects the bottom line. A depressed, burned out worker, is less productive, more prone to mistakes, and misses more workdays. A study by the CDC found that depression was the cause of approximately 200 million lost workdays, costing companies from $17 to $44 **Billion **dollars. And this was **before **the Covid-19 pandemic. Let’s work together to make workplaces that are supportive of employees, and drive our field to promote a healthier mindset, not one that degrades others. For some great resources, please visit [Open Sourcing Mental Illness](https://osmihelp.org/). \\n\",\"timestamp\":1642777114,\"title\":\"Cybersecurity, Mental Health, and \\\"Try Harder\\\"\"},\"digest\":\"0kQwPiDRS6DIiHrCbJPT7TfxdhnYMSvNirjSbF7mCbc\",\"authorship\":{\"contributor\":\"0xf54B4Ba50b3BbE099d94E660c178AAFD10733c22\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Jm4duzoa7o-UvfztSoKBN3isveUcxbQ6v_5ZNRYkkoo\\\",\\\"y\\\":\\\"BkdetUdCluysHjDynnUURIsOjinPtRoz_6XMwzl2lVA\\\"}\",\"signature\":\"K0Ax2T3rmNEX0koVhQC-YoZS88Ci4eWzvRO91WtzAIO_SfAQ6d3e5ciWlB0KEwwE44QuddMl3cakrvfuJlv3Vw\",\"signingKeySignature\":\"0x14be47e09a114888963180a8d84be9bf955c65b43e63a4b2db1f1bcac9b4f3d01250d1dbc9abb4781ca22c65d980693a17040b2a0be9add05dffe89ec3ab68a81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Jm4duzoa7o-UvfztSoKBN3isveUcxbQ6v_5ZNRYkkoo\\\",\\\"y\\\":\\\"BkdetUdCluysHjDynnUURIsOjinPtRoz_6XMwzl2lVA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XAcPTpPbleLLvkWDD1MJ6LCOjOFt7CH9mZ4vtFArENA\"}"