"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/TVD3s9S0wi9kIY7qf32jm.png?height=391&width=700)\\n\\nIf you’re a new to NFT, you’d most probably be confused when you hear the term “whales”. What are whales? Why is everyone talking about them?\\n\\nSimply put, whales are the experts. They are an important category of professional players in the market. They have a strong NFT asset base and a prominent presence on the market’s top charts. They have both passion and expertise in NFT, which enables them to identify potential projects and inject huge capital at an early stage. Their investments can easily drive up the project’s market value, thus creating a natural marketing tool for the project.\\n\\nNFT is relatively new in the investment market, it is common for one to follow the footsteps of the whales, because the professionals know best, right?\\n\\n**The new function called [Whales Tracking](https://nftgo.io/whales-tracking) is now live on nftgo.io**. Whales transactions refer to those operations performed by certain wallets that transact excessively large amounts of value, regularly more than $1 million. nftgo.io has enabled users to grasp every information that they need regarding whales. With Whales Tracking, everyone can have access to whales’ strategy in real-time.\\n\\n![Data Source: NFTGO.io](https://images.mirror-media.xyz/publication-images/lImBK3UnhLSxgGN5oCDxZ.png?height=242&width=700)\\n\\n> ***Track whales in real-time***\\n\\nWhales’ activities of the past are collected and compiled under Whales Tracking. Under this section, users can see what the whales are up to recently and what they have done exactly, that includes minting, buying, selling, and disposal.\\n\\nMeanwhile, users could click on whale address, and they also could have an overview on the name of NFT at (what price) with a gas fee amount. By clicking onto the address, users will be redirected to a page designated for each whale where its individual transaction history is also accessible. \\n \\n\\n![Data Source: NFTGO.io](https://images.mirror-media.xyz/publication-images/y3ljK7k2gKalEcRRt2T_9.png?height=366&width=700)\\n\\n> ***Analyze whales in target***\\n\\nWhales data collection is only the fundamental, nftgo.io takes the function one step further and analyzes these data to give you more insights and useful interpretations. For example, what was the cheapest NFT that a whale bought in the past 7 days? What is the hottest collection many whales are keen on buying? Who has spent the most in the past 7 days?\\n\\n![Data Source: NFTGO.io](https://images.mirror-media.xyz/publication-images/4CF4GBVWAbiGCOPLEmosv.png?height=314&width=700)\\n\\n> ***Follow your favorite NFT whales accurately***\\n\\nTo see what each whale is up to and their respective transaction history, simply click onto the address. Users will be redirected to a page dedicated for each whale listed with specific NFTs held and activities performed. Meanwhile, users could follow the whales in real-time, to see what they are buying. \\n \\n\\n![Data Source: NFTGO.io](https://images.mirror-media.xyz/publication-images/-BI9GkY4S7zrOztVGBX1X.png?height=353&width=700)\\n\\nLooking at the behaviors incurred by whales is one of the most helpful ways to discover on-chain patterns. Though no one can say for sure about the future, whale movement is an indicator to foresee and predict the future and the direction of progression of an NFT project or the market as a whole. They are the soft light amid the fog which NFT traders can take into consideration when juggling between trading decisions.\",\"timestamp\":1638938380,\"title\":\"New Function is Going Live: Whales Tracking\"},\"digest\":\"Ek7rrulO_-mv7sbIHLjHF0b54rsJk-HGGIfbQpdC4G4\",\"authorship\":{\"contributor\":\"0x7051E9bA8Fa2575D4D68ea87bE85A7B4c4C12Ebe\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"88ZzzoEBA_GGdAIRW9XCEjm2xXuT-PaUHwLqgH6bQBw\\\",\\\"y\\\":\\\"aPDEqVHfVl0qaM7xGNYxEvw65n8QsfIenV3dtcTYuBE\\\"}\",\"signature\":\"kBU68zdSeBJzaCKT_WhF4AdRCG9BFHJ2RQUepx8UlckLXsHQlCKmigCXzqOTaEcUozFWjb6Fk0088zuf_b_vvg\",\"signingKeySignature\":\"0x0fcbc4cde80ab9ec51cdc484f49eecccd49d2e34ea672ed5a326480a63c8dd5b3440fb9e8d1108c36aaacceb0a03af7f70a50a0a4ce69395f436ec536b5d4e4e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"88ZzzoEBA_GGdAIRW9XCEjm2xXuT-PaUHwLqgH6bQBw\\\",\\\"y\\\":\\\"aPDEqVHfVl0qaM7xGNYxEvw65n8QsfIenV3dtcTYuBE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ek7rrulO_-mv7sbIHLjHF0b54rsJk-HGGIfbQpdC4G4\"}"