"{\"content\":{\"body\":\"\\\"Come to the point,\\\" says I. \\\"What did he do? In a business way, what did he do?\\\"\\n\\n\\\"He put the false bill into the fire, drew a bill of his own to replace it, and then--only then--told my dear girl and her mother all that had happened. Can you imagine anything nobler?\\\" asks Mr. Frank.\\n\\n\\\"Speaking in my professional capacity, I can't imagine anything greener,\\\" says I. \\\"Where was the father? Off, I suppose?\\\"\\n\\n\\\"Ill in bed,\\\" says Mr. Frank, coloring. \\\"But he mustered strength enough to write a contrite and grateful letter the same day, promising to prove himself worthy of the noble moderation and forgiveness extended to him, by selling off everything he possessed to repay his money debt. He did sell off everything, down to some old family pictures that were heirlooms; down to the little plate he had; down to the very tables and chairs that furnished his drawing-room. Every farthing of the debt was paid; and he was left to begin the world again, with the kindest promises of help from the generous man who had forgiven him. It was too late. His crime of one rash moment--atoned for tho ugh it had been--preyed upon his mind. He became possessed with the idea that he had lowered himself forever in the estimation of his wife and daughter, and--\\\"\\n\\n\\\"He died,\\\" I cut in. \\\"Yes, yes, we know that. Let's go back for a minute to the contrite and grateful letter that he wrote. My experience in the law, Mr. Frank, has convinced me that if everybody burned everybody else's letters, half the courts of justice in this country might shut up shop. Do you happen to know whether the letter we are now speaking of contained anything like an avowal or confession of the forgery?\\\"\\n\\n\\\"Of course it did,\\\" says he. \\\"Could the writer express his contrition properly without making some such confession?\\\"\\n\\n\\\"Quite easy, if he had been a lawyer,\\\" says I. \\\"But never mind that; I'm going to make a guess--a desperate guess, mind. Should I be altogether in error if I thought that this letter had been stolen; and that the fingers of Mr. Davager, of suspicious commercial celebrity, might possibly be the fingers which took it?\\\"\\n\\n\\\"That is exactly what I wanted to make you understand,\\\" cried Mr. Frank.\\n\\n\\\"How did he communicate the interesting fact of the theft to you?\\\"\\n\\n\\\"He has not ventured into my presence. The scoundrel actually had the audacity--\\\"\\n\\n\\\"Aha!\\\" says I. \\\"The young lady herself! Sharp practitioner, Mr. Davager.\\\"\\n\\n\\\"Early this morning, when she was walking alone in the shrubbery,\\\" Mr. Frank goes on, \\\"he had the assurance to approach her, and to say that he had been watching his opportunity of getting a private interview for days past. He then showed her--actually showed her--her unfortunate father's letter; put into her hands another letter directed to me; bowed, and walked off; leaving her half dead with astonishment and terror. If I had only happened to be there at the time!\\\" says Mr. Frank, shaking his fist murderously in the air, by way of a finish.\\n\\n\\\"It's the greatest luck in the world that you were not,\\\" says I. \\\"Have you got that other letter?\\\"\\n\\nHe handed it to me. It was so remarkably humorous and short, that I remember every word of it at this distance of time. It began in this way:\\n\\n*\\\"To Francis Gatliffe, Esq., Jun.*\\n\\n\\\"SIR--I have an extremely curious autograph letter to sell. The price is a five-hundred-pound note. The young lady to whom you are to be married on Wednesday will inform you of the nature of the letter, and the genuineness of the autograph. If you refuse to deal, I shall send a copy to the local paper, and shall wait on your highly-respected father with the original curiosity, on the afternoon of Tuesday next. Having come down here on family business, I have put up at the family hotel--being to be heard of at the Gatliffe Arms. Your very obedient servant, ALFRED DAVAGER.\\\"\\n\\n\\\"A clever fellow that,\\\" says I, putting the letter into my private drawer.\\n\\n\\\"Clever!\\\" cries Mr. Frank, \\\"he ought to be horsewhipped within an inch of his life. I would have done it myself; but she made me promise, before she told me a word of the matter, to come straight to you.\\\"\\n\\n\\\"That was one of the wisest promises you ever made,\\\" says I. \\\"We can't afford to bully this fellow, whatever else we may do with him. Do you think I am saying anything libelous against your excellent father's character when I assert that if he saw the letter he would certainly insist on your marriage being put off, at the very least?\\\"\\n\\n\\\"Feeling as my father does about my marriage, he would insist on its being dropped altogether, if he saw this letter,\\\" says Mr. Frank, with a groan. \\\"But even that is not the worst of it. The generous, noble girl herself says that if the letter appears in the paper, with all the unanswerable comments this scoundrel would be sure to add to it, she would rather die than hold me to my engagement, even if my father would let me keep it.\\\"\\n\\nAs he said this his eyes began to water. He was a weak young fellow, and ridiculously fond of her. I brought him back to business with another rap of the paper-knife.\\n\\n\\\"Hold up, Mr. Frank,\\\" says I. \\\"I have a question or two more. Did you think of asking the young lady whether, to the best of her knowledge, this infernal letter was the only written evidence of the forgery now in existence?\\\"\\n\\n\\\"Yes, I did think directly of asking her that,\\\" says he; \\\"and she told me she was quite certain that there was no written evidence of the forgery except that one letter.\\\"\\n\\n\\\"Will you give Mr. Davager his price for it?\\\" says I.\\n\\n\\\"Yes,\\\" says Mr. Frank, quite peevish with me for asking him such a question. He was an easy young chap in money matters, and talked of hundreds as most men talk of sixpences.\\n\\n\\\"Mr. Frank,\\\" says I, \\\"you came here to get my help and advice in this extremely ticklish business, and you are ready, as I know without asking, to remunerate me for all and any of my services at the usual professional rate. Now, I've made up my mind to act boldly--desperately, if you like--on the hit or miss, win all or lose all principle--in dealing with this matter. Here is my proposal. I'm going to try if I can't do Mr. Davager out of his letter. If I don't succeed before to-morrow afternoon, you hand him the money, and I charge you nothing for professional services. If I do succeed, I hand you the letter instead of Mr. Davager, and you give me the money instead of giving it to him. It's a precious risk for me, but I'm ready to run it. You must pay your five hundred any way. What do you say to my plan? Is it Yes, Mr. Frank, or No?\\\"\\n\\n\\\"Hang your questions!\\\" cries Mr. Frank, jumping up; \\\"you know it's Yes ten thousand times over. Only you earn the money and--\\\"\\n\\n\\\"And you will be too glad to give it to me. Very good. Now go home. Comfort the young lady--don't let Mr. Davager so much as set eyes on you--keep quiet--leave everything to me--and feel as certain as you please that all the letters in the world can't stop your being married on Wednesday.\\\" With these words I hustled him off out of the office, for I wanted to be left alone to make my mind up about what I should do.\\n\\nThe first thing, of course, was to have a look at the enemy. I wrote to Mr. Davager, telling him that I was privately appointed to arrange the little business matter between himself and \\\"another party\\\" (no names!) on friendly terms; and begging him to call on me at his earliest convenience. At the very beginning of the case, Mr. Davager bothered me. His answer was, that it would not be convenient to him to call till between six and seven in the evening. In this way, you see, he contrived to make me lose several precious hours, at a time when minutes almost were of importance. I had nothing for it but to be patient, and to give certain instructions, before Mr. Davager came, to my boy Tom.\\n\\nThere never was such a sharp boy of fourteen before, and there never will be again, as my boy Tom. A spy to look after Mr. Davager was, of course, the first requisite in a case of this kind; and Tom was the smallest, quickest, quietest, sharpest, stealthiest little snake of a chap that ever dogged a gentleman's steps and kept cleverly out of range of a gentleman's eyes. I settled it with the boy that he was not to show at all when Mr. Davager came; and that he was to wait to hear me ring the bell when Mr. Davager left. If I rang twice, he was to show the gentleman out. If I rang once, he was to keep out of the way, and follow the gentleman whereever he went till he got back to the inn. Those were the only preparations I could make to begin with; being obliged to wait, and let myself be guided by what turned up.\\n\\nAbout a quarter to seven my gentleman came.\\n\\nIn the profession of the law we get somehow quite remarkably mixed up with ugly people, blackguard people, and dirty people. But far away the ugliest and dirtiest blackguard I ever saw in my life was Mr. Alfred Davager. He had greasy white hair and a mottled face. He was low in the forehead, fat in the stomach, hoarse in the voice, and weak in the legs. Both his eyes were bloodshot, and one was fixed in his head. He smelled of spirits, and carried a toothpick in his mouth. \\\"How are you? I've just done dinner,\\\" says he; and he lights a cigar, sits down with his legs crossed, and winks at me.\\n\\nI tried at first to take the measure of him i n a wheedling, confidential way; but it was no good. I asked him, in a facetious, smiling manner, how he had got hold of the letter. He only told me in answer that he had been in the confidential employment of the writer of it, and that he had always been famous since infancy for a sharp eye to his own interests. I paid him some compliments; but he was not to be flattered. I tried to make him lose his temper; but he kept it in spite of me. It ended in his driving me to my last resource--I made an attempt to frighten him.\\n\\n\\\"Before we say a word about the money,\\\" I began, \\\"let me put a case, Mr. Davager. The pull you have on Mr. Francis Gatliffe is, that you can hinder his marriage on Wednesday. Now, suppose I have got a magistrate's warrant to apprehend you in my pocket? Suppose I have a constable to execute it in the next room? Suppose I bring you up to-morrow--the day before the marriage--charge you only generally with an attempt to extort money, and apply for a day's remand to complete the case? Suppose, as a suspicious stranger, you can't get bail in this town? Suppose--\\\"\\n\\n\\\"Stop a bit,\\\" says Mr. Davager. \\\"Suppose I should not be the greenest fool that ever stood in shoes? Suppose I should not carry the letter about me? Suppose I should have given a certain envelope to a certain friend of mine in a certain place in this town? Suppose the letter should be inside that envelope, directed to old Gatliffe, side by side with a copy of the letter directed to the editor of the local paper? Suppose my friend should be instructed to open the envelope, and take the letters to their right address, if I don't appear to claim them from him this evening? In short, my dear sir, suppose you were born yesterday, and suppose I wasn't?\\\" says Mr. Davager, and winks at me again.\\n\\nHe didn't take me by surprise, for I never expected that he had the letter about him. I made a pretense of being very much taken aback, and of being quite ready to give in. We settled our business about delivering the letter, and handing over the money, in no time. I was to draw out a document, which he was to sign. He knew the document was stuff and nonsense, just as well as I did, and told me I was only proposing it to swell my client's bill. Sharp as he was, he was wrong there. The document was not to be drawn out to gain money from Mr. Frank, but to gain time from Mr. Davager. It served me as an excuse to put off the payment of the five hundred pounds till three o'clock on the Tuesday afternoon. The Tuesday morning Mr. Davager said he should devote to his amusement, and asked me what sights were to be seen in the neighborhood of the town. When I had told him, he pitched his toothpick into my grate, yawned, and went out.\\n\\nI rang the bell once--waited till he had passed the window--and then looked after Tom. There was my jewel of a boy on the opposite side of the street, just setting his top going in the most playful manner possible. Mr. Davager walked away up the street toward the market-place. Tom whipped his top up the street toward the market-place, too.\\n\\nIn a quarter of an hour he came back, with all his evidence collected in a beautifully clear and compact state. Mr. Davager had walked to a public-house just outside the town, in a lane leading to the highroad. On a bench outside the public-house there sat a man smoking. He said \\\"All right?\\\" and gave a letter to Mr. Davager, who answered \\\"All right!\\\" and walked back to the inn. In the hall he ordered hot rum-and-water, cigars, slippers, and a fire to be lit in his room. After that he went upstairs, and Tom came away.\\n\\nI now saw my road clear before me--not very far on, but still clear. I had housed the letter, in all probability for that night, at the Gatliffe Arms. After tipping Tom, I gave him directions to play about the door of the inn, and refresh himself when he was tired at the tart-shop opposite, eating as much as he pleased, on the understanding that he crammed all the time with his eye on the window. If Mr. Davager went out, or Mr. Davager's friend called on him, Tom was to let me know. He was also to take a little note from me to the head chambermaid--an old friend of mine--asking her to step over to my office, on a private matter of business, as soon as her work was done for that night. After settling these little matters, having half an hour to spare, I turned to and did myself a bloater at the office fire, and had a drop of gin-and-water hot, and felt comparatively happy.\\n\\nWhen the head chambermaid came, it turned out, as good luck would have it, that Mr. Davager had drawn her attention rather too closely to his ugliness, by offering her a testimony of his regard in the shape of a kiss. I no sooner mentioned him than she flew into a passion; and when I added, by way of clinching the matter, that I was retained to defend the interests of a very beautiful and deserving young lady (name not referred to, of course) against the most cruel underhand treachery on the part of Mr. Davager, the head chambermaid was ready to go any lengths that she could safely to serve my cause. In a few words I discovered that Boots was to call Mr. Davager at eight the next morning, and was to take his clothes downstairs to brush as usual. If Mr. D------ had not emptied his own pockets overnight, we arranged that Boots was to forget to empty them for him, and was to bring the clothes downstairs just as he found them. If Mr. D------'s pockets were emptied, then, of course, it would be necessary to transfer the searching process to Mr. D------'s room. Under any circumstances, I was certain of the head chambermaid; and under any circumstances, also, the head chambermaid was certain of Boots.\\n\\nI waited till Tom came home, looking very puffy and bilious about the face; but as to his intellects, if anything, rather sharper than ever. His report was uncommonly short and pleasant. The inn was shutting up; Mr. Davager was going to bed in rather a drunken condition; Mr. Davager's friend had never appeared. I sent Tom (properly instructed about keeping our man in view all the next morning) to his shake-down behind the office-desk, where I heard him hiccoughing half the night, as even the best boys will, when over-excited and too full of tarts.\\n\\nAt half-past seven next morning, I slipped quietly into Boots's pantry.\\n\\nDown came the clothes. No pockets in trousers. Waistcoat-pockets empty. Coat-pockets with something in them. First, handkerchief; secondly, bunch of keys; thirdly, cigar-case; fourthly, pocketbook. Of course I wasn't such a fool as to expect to find the letter there, but I opened the pocketbook with a certain curiosity, notwithstanding.\\n\\nNothing in the two pockets of the book but some old advertisements cut out of newspapers, a lock of hair tied round with a dirty bit of ribbon, a circular letter about a loan society, and some copies of verses not likely to suit any company that was not of an extremely free-and-easy description. On the leaves of the pocketbook, people's addresses scrawled in pencil, and bets jotted down in red ink. On one leaf, by itself, this queer inscription:\\n\\n\\\"MEM. 5 ALONG. 4 ACROSS.\\\"\\n\\nI understood everything but those words and figures, so of course I copied them out into my own book.\\n\\nThen I waited in the pantry till Boots had brushed the clothes, and had taken them upstairs. His report when he came down was, that Mr. D------ had asked if it was a fine morning. Being told that it was, he had ordered breakfast at nine, and a saddle-horse to be at the door at ten, to take him to Grimwith Abbey--one of the sights in our neighborhood which I had told him of the evening before.\\n\\n\\\"I'll be here, coming in by the back way, at half-past ten,\\\" says I to the head chambermaid.\\n\\n\\\"What for?\\\" says she.\\n\\n\\\"To take the responsibility of making Mr. Davager's bed off your hands for this morning only,\\\" says I.\\n\\n\\\"Any more orders?\\\" says she.\\n\\n\\\"One more,\\\" says I. \\\"I want to hire Sam for the morning. Put it down in the order-book that he's to be brought round to my office at ten.\\\"\\n\\nIn case you should think Sam was a man, I'd better perhaps tell you he was a pony. I'd made up my mind that it would be beneficial to Tom's health, after the  tarts, if he took a constitutional airing on a nice hard saddle in the direction of Grimwith Abbey.\\n\\n\\\"Anything else?\\\" says the head chambermaid.\\n\\n\\\"Only one more favor,\\\" says I. \\\"Would my boy Tom be very much in the way if he came, from now till ten, to help with the boots and shoes, and stood at his work close by this window which looks out on the staircase?\\\"\\n\\n\\\"Not a bit,\\\" says the head chambermaid.\\n\\n\\\"Thank you,\\\" says I; and stepped back to my office directly.\\n\\nWhen I had sent Tom off to help with the boots and shoes, I reviewed the whole case exactly as it stood at that time.\\n\\nThere were three things Mr. Davager might do with the letter. He might give it to his friend again before ten--in which case Tom would most likely see the said friend on the stairs. He might take it to his friend, or to some other friend, after ten--in which case Tom was ready to follow him on Sam the pony. And, lastly, he might leave it hidden somewhere in his room at the inn--in which case I was all ready for him with a search-warrant of my own granting, under favor always of my friend the head chambermaid. So far I had my business arrangements all gathered up nice and compact in my own hands. Only two things bothered me; the terrible shortness of the time at my disposal, in case I failed in my first experiments, for getting hold of the letter, and that queer inscription which I had copied out of the pocketbook:\\n\\n\\\"MEM. 5 ALONG. 4 ACROSS.\\\"\\n\\nIt was the measurement most likely of something, and he was afraid of forgetting it; therefore it was something important. Query--something about himself? Say \\\"5\\\" (inches) \\\"along\\\"--he doesn't wear a wig. Say \\\"5\\\" (feet) \\\"along\\\"--it can't be coat, waistcoat, trousers, or underclothing. Say \\\"5\\\" (yards) \\\"along\\\"--it can't be anything about himself, unless he wears round his body the rope that he's sure to be hanged with one of these days. Then it is *not* something about himself. What do I know of that is important to him besides? I know of nothing but the Letter. Can the memorandum be connected with that? Say, yes. What do \\\"5 along\\\" and \\\"4 across\\\" mean, then? The measurement of something he carries about with him? or the measurement of something in his room? I could get pretty satisfactorily to myself as far as that; but I could get no further.\\n\\nTom came back to the office, and reported him mounted for his ride. His friend had never appeared. I sent the boy off, with his proper instructions, on Sam's back--wrote an encouraging letter to Mr. Frank to keep him quiet--then slipped into the inn by the back way a little before half-past ten. The head chambermaid gave me a signal when the landing was clear. I got into his room without a soul but her seeing me, and locked the door immediately.\\n\\nThe case was, to a certain extent, simplified now. Either Mr. Davager had ridden out with the letter about him, or he had left it in some safe hiding-place in his room. I suspected it to be in his room, for a reason that will a little astonish you--his trunk, his dressing-case, and all the drawers and cupboards, were left open. I knew my customer, and I thought this extraordinary carelessness on his part rather suspicious.\\n\\nMr. Davager had taken one of the best bedrooms at the Gatliffe Arms. Floor carpeted all over, walls beautifully papered, four-poster, and general furniture first-rate. I searched, to begin with, on the usual plan, examining everything in every possible way, and taking more than an hour about it. No discovery. Then I pulled out a carpenter's rule which I had brought with me. Was there anything in the room which--either in inches, feet, or yards--answered to \\\"5 along\\\" and \\\"4 across\\\"? Nothing. I put the rule back in my pocket--measurement was no good, evidently. Was there anything in the room that would count up to 5 one way and 4 another, seeing that nothing would measure up to it? I had got obstinately persuaded by this time that the letter must be in the room--principally because of the trouble I had had in looking after it. And persuading myself of that, I took it into my head next, just as obstinately, that \\\"5 along\\\" and \\\"4 across\\\" must be the right clew to find the letter by--principally because I hadn't left myself, after all my searching and thinking, even so much as the ghost of another guide to go by. \\\"Five along\\\"--where could I count five along the room, in any part of it?\\n\\nNot on the paper. The pattern there was pillars of trellis-work and flowers, inclosing a plain green ground--only four pillars along the wall and only two across. The furniture? There were not five chairs or five separate pieces of any furniture in the room altogether. The fringes that hung from the cornice of the bed? Plenty of them, at any rate! Up I jumped on the counterpane, with my pen-knife in my hand. Every way that \\\"5 along\\\" and \\\"4 across\\\" could be reckoned on those unlucky fringes I reckoned on them--probed with my penknife--scratched with my nails--crunched with my fingers. No use; not a sign of a letter; and the time was getting on--oh, Lord! how the time did get on in Mr. Davager's room that morning.\\n\\nI jumped down from the bed, so desperate at my ill luck that I hardly cared whether anybody heard me or not. Quite a little cloud of dust rose at my feet as they thumped on the carpet.\\n\\n\\\"Hullo!\\\" thought I, \\\"my friend the head chambermaid takes it easy here. Nice state for a carpet to be in, in one of the best bedrooms at the Gatliffe Arms.\\\" Carpet! I had been jumping up on the bed, and staring up at the walls, but I had never so much as given a glance down at the carpet. Think of me pretending to be a lawyer, and not knowing how to look low enough!\\n\\nThe carpet! It had been a stout article in its time, had evidently began in a drawing-room; then descended to a coffee-room; then gone upstairs altogether to a bedroom. The ground was brown, and the pattern was bunches of leaves and roses speckled over the ground at regular distances. I reckoned up the bunches. Ten along the room--eight across it. When I had stepped out five one way and four the other, and was down on my knees on the center bunch, as true as I sit on this chair I could hear my own heart beating so loud that it quite frightened me.\\n\\nI looked narrowly all over the bunch, and I felt all over it with the ends of my fingers, and nothing came of that. Then I scraped it over slowly and gently with my nails. My second finger-nail stuck a little at one place. I parted the pile of the carpet over that place, and saw a thin slit which had been hidden by the pile being smoothed over it--a slit about half an inch long, with a little end of brown thread, exactly the color of the carpet ground, sticking out about a quarter of an inch from the middle of it. Just as I laid hold of the thread gently, I heard a footstep outside the door.\\n\\nIt was only the head chamber-maid. \\\"Haven't you done yet?\\\" she whispers.\\n\\n\\\"Give me two minutes,\\\" says I, \\\"and don't let anybody come near the door--whatever you do, don't let anybody startle me again by coming near the door.\\\"\\n\\nI took a little pull at the thread, and heard something rustle. I took a longer pull, and out came a piece of paper, rolled up tight like those candle-lighters that the ladies make. I unrolled it--and, by George! there was the letter!\\n\\nThe original letter! I knew it by the color of the ink. The letter that was worth five hundred pounds to me! It was all that I could do to keep myself at first from throwing my hat into the air, and hurrahing like mad. I had to take a chair and sit quiet in it for a minute or two, before I could cool myself down to my proper business level. I knew that I was safely down again when I found myself pondering how to let Mr. Davager know that he had been done by the innocent country attorney, after all.\\n\\nIt was not long before a nice little irritating plan occurred to me. I tore a blank leaf out of my pocketbook, wrote on it with my pencil, \\\"Change for a five-hundred-pound note,\\\" folded up the paper, tied the thread to it, poked it back into the hiding-place, smoothed over the pile of the carpet, and then bolted off to Mr. Frank. He in his turn bolted off to show the letter to the young lady, who first certified to its genuineness, then dropped it into the fire, and then took the initiative for the first time since her marriage engagement, by flinging her arms round his neck, kissing him with all her might, and going into hysterics in his arms. So at least Mr. Frank told me, but that's not evidence. It is evidence, however, that I saw them married with my own eyes on the Wednesday; and that while they went off in a carriage-and-four to spend the honeymoon, I went off on my own legs to open a credit at the Town and County Bank with a five-hundred-pound note in my pocket.\\n\\nAs to Mr. Davager, I can tell you nothing more about him, except what is derived from hearsay evidence, which is always unsatisfactory evidence, even in a lawyer's mouth.\\n\\nMy inestimable boy, Tom, although twice kicked off by Sam the pony, never lost hold of the bridle, and kept his man in sight from first to last. He had nothing particular to report except that on the way out to the Abbey Mr. Davager had stopped at the public-house, had spoken a word or two to his friend of the night before, and had handed him what looked like a bit of paper. This was no doubt a clew to the thread that held the letter, to be used in case of accidents. In every other respect Mr. D. had ridden out and ridden in like an ordinary sightseer. Tom reported him to me as having dismounted at the hotel about two. At half-past I locked my office door, nailed a card under the knocker with \\\"not at home till to-morrow\\\" written on it, and retired to a friend's house a mile or so out of the town for the rest of the day.\\n\\nMr. Davager, I have been since given to understand, left the Gatliffe Arms that same night with his best clothes on his back, and with all the valuable contents of his dressing-case in his pockets. I am not in a condition to state whether he ever went through the form of asking for his bill or not; but I can positively testify that he never paid it, and that the effects left in his bedroom did not pay it either. When I add to these fragments of evidence that he and I have never met (luckily for me, you will say) since I jockeyed him out of his banknote, I have about fulfilled my implied contract as maker of a statement with you, sir, as hearer of a statement. Observe the expression, will you? I said it was a Statement before I began; and I say it's a Statement now I've done. I defy you to prove it's a Story! How are you getting on with my portrait? I like you very well, Mr. Artist; but if you have been taking advantage of my talking to shirk your work, as sure as you're alive I'll split upon you to the Town Council!\\n\\nI attended a great many times at my queer sitter's house before his likeness was completed. To the last he was dissatisfied with the progress I made. Fortunately for me, the Town Council approved of the portrait when it was done. Mr. Boxsious, however, objected to them as being much too easy to please. He did not dispute the fidelity of the likeness, but he asserted that I had not covered the canvas with half paint enough for my money. To this day (for he is still alive), he describes me to all inquiring friends as \\\"The Painter-Man who jockeyed the Town Council.\\\"\\n\\nPROLOGUE TO THE THIRD STORY.\\n\\nIT was a sad day for me when Mr. Lanfray, of Rockleigh Place, discovering that his youngest daughter's health required a warm climate, removed from his English establishment to the South of France. Roving from place to place, as I am obliged to do, though I make many acquaintances, I keep but few friends. The nature of my calling is, I am quite aware, mainly answerable for this. People cannot be blamed for forgetting a man who, on leaving their houses, never can tell them for certain when he is likely to be in their neighborhood again.\\n\\nMr. Lanfray was one of the few exceptional persons who always remembered me. I have proofs of his friendly interest in my welfare in the shape of letters which I treasure with grateful care. The last of these is an invitation to his house in the South of France. There is little chance at present of my being able to profit by his kindness; but I like to read his invitation from time to time, for it makes me fancy, in my happier moments, that I may one day really be able to accept it.\\n\\nMy introduction to this gentleman, in my capacity of portrait-painter, did not promise much for me in a professional point of view. I was invited to Rockleigh--or to \\\"The Place,\\\" as it was more frequently called among the people of the county--to take a likeness in water-colors, on a small scale, of the French governess who lived with Mr. Lanfray's daughters. My first idea on hearing of this was, that the governess was about to leave her situation, and that her pupils wished to have a memorial of her in the shape of a portrait. Subsequent inquiry, however, informed me that I was in error. It was the eldest of Mr. Lanfray's daughters, who was on the point of leaving the house to accompany her husband to India; and it was for her that the portrait had been ordered as a home remembrance of her best and dearest friend. Besides these particulars, I discovered that the governess, though still called \\\"mademoiselle,\\\" was an old lady; that Mr. Lanfray had been introduced to her many years since in France, after the death of his wife; that she was absolute mistress in the house; and that her three pupils had always looked up to her as a second mother, from the time when their father first placed them under her charge.\\n\\nThese scraps of information made me rather anxious to see Mademoiselle Clairfait, the governess.\\n\\nOn the day appointed for my attendance at the comfortable country house of Rockleigh, I was detained on the road, and did not arrive at my destination until late in the evening. The welcome accorded to me by Mr. Lanfray gave an earnest of the unvarying kindness that I was to experience at his hands in after-life. I was received at once on equal terms, as if I had been a friend of the family, and was presented the same evening to my host's daughters. They were not merely three elegant and attractive young women, but--what means much more than that--three admirable subjects for pictures, the bride particularly. Her young husband did not strike me much at first sight; he seemed rather shy and silent. After I had been introduced to him, I looked round for Mademoiselle Clairfait, but she was not present; and I was soon afterward informed by Mr. Lanfray that she always spent the latter part of the evening in her own room.\\n\\nAt the breakfast-table the next morning, I again looked for my sitter, and once more in vain. \\\"Mamma, as we call her,\\\" said one of the ladies, \\\"is dressing expressly for her picture, Mr. Kerby. I hope you are not above painting silk, lace, and jewelry. The dear old lady, who is perfection in everything else, is perfection also in dress, and is bent on being painted in all her splendor.\\\"\\n\\nThis explanation prepared me for something extraordinary; but I found that my anticipations had fallen far below the reality when Mademoiselle Clairfait at last made her appearance, and announced that she was ready to sit for her portrait.\\n\\nNever before or since have I seen such perfect dressing and such active old age in combination. \\\"Mademoiselle\\\" was short and thin; her face was perfectly white all over, the skin being puckered up in an infinite variety of the smallest possible wrinkles. Her bright black eyes were perfect marvels of youthfulness and vivacity. They sparkled, and beamed, and ogled, and moved about over everybody and everything at such a rate, that the plain gray hair above them looked unnaturally venerable, and the wrinkles below an artful piece of masquerade to represent old age. As for her dress, I remember few harder pieces of work than the painting of it. She wore a silver-gray silk gown that seemed always flashing out into some new light whenever she moved. It was as stiff as a board, and rustled like the wind. Her head, neck, and bosom were enveloped in clouds of the airiest-looking lace I ever saw, disposed about each part of her with the most exquisite grace and propriety, and glistening at all sorts of unexpected places with little fairy-like toys in go ld and precious stones. On her right wrist she wore three small bracelets, with the hair of her three pupils worked into them; and on her left, one large bracelet with a miniature let in over the clasp. She had a dark crimson and gold scarf thrown coquettishly over her shoulders, and held a lovely little feather-fan in her hand. When she first presented herself before me in this costume, with a brisk courtesy and a bright smile, filling the room with perfume, and gracefully flirting the feather-fan, I lost all confidence in my powers as a portrait-painter immediately. The brightest colors in my box looked dowdy and dim, and I myself felt like an unwashed, unbrushed, unpresentable sloven.\\n\\n\\\"Tell me, my angels,\\\" said mademoiselle, apostrophizing her pupils in the prettiest foreign English, \\\"am I the cream of all creams this morning? Do I carry my sixty years resplendently? Will the savages in India, when my own love exhibits my picture among them, say, 'Ah! smart! smart! this was a great dandy?' And the gentleman, the skillful artist, whom it is even more an honor than a happiness to meet, does he approve of me for a model? Does he find me pretty and paintable from top to toe?\\\" Here she dropped me another brisk courtesy, placed herself in a languishing position in the sitter's chair, and asked us all if she looked like a shepherdess in Dresden china.\\n\\nThe young ladies burst out laughing, and mademoiselle, as gay as any of them and a great deal shriller, joined in the merriment. Never before had I contended with any sitter half as restless as that wonderful old lady. No sooner had I begun than she jumped out of the chair, and exclaiming, \\\"*Grand Dieu!* I have forgotten to embrace my angels this morning,\\\" ran up to her pupils, raised herself on tiptoe before them in quick succession, put the two first fingers of each hand under their ears, kissed them lightly on both cheeks, and was back again in the chair before an English governess could have said, \\\"Good-morning, my dears, I hope you all slept well last night.\\\"\\n\\nI began again. Up jumped mademoiselle for the second time, and tripped across the room to a cheval-glass. \\\"No!\\\" I heard her say to herself, \\\"I have not discomposed my head in kissing my angels. I may come back and pose for my picture.\\\"\\n\\nBack she came. I worked from her for five minutes at the most. \\\"Stop!\\\" cries mademoiselle, jumping up for the third time; \\\"I must see how this skillful artist is getting on. *Grand Dieu!*! why he has done nothing!\\\"\\n\\nFor the fourth time I began, and for the fourth time the old lady started out of her chair. \\\"Now I must repose myself,\\\" said mademoiselle, walking lightly from end to end of the room, and humming a French air, by way of taking a rest.\\n\\nI was at my wit's end, and the young ladies saw it. They all surrounded my unmanageable sitter, and appealed to her compassion for me. \\\"Certainly!\\\" said mademoiselle, expressing astonishment by flinging up both her hands with all the fingers spread out in the air. \\\"But why apostrophize me thus? I am here, I am ready, I am at the service of this skillful artist. Why apostrophize me?\\\"\\n\\nA fortunate chance question of mine steadied her for some time. I inquired if I was expected to draw the whole of my sitter's figure as well as her face. Mademoiselle replied by a comic scream of indignation. If I was the brave and gifted man for whom she took me, I ought to be ready to perish rather than leave out an inch of her anywhere. Dress was her passion, and it would be an outrage on her sentiments if I did not do full justice to everything she had on--to her robe, to her lace, to her scarf, to her fan, to her rings, her jewels, and, above all, to her bracelets. I groaned in spirit at the task before me, but made my best bow of acquiescence. Mademoiselle was not to be satisfied by a mere bow; she desired the pleasure of specially directing my attention, if I would be so amiable as to get up and approach her, to one of her bracelets in particular--the bracelet with the miniature, on her left wrist. It had been the gift of the dearest friend she ever had, and the miniature represented that friend's beloved and beautiful face. Could I make a tiny, tiny copy of that likeness in my drawing! Would I only be so obliging as to approach for one little moment, and see if such a thing were possible?\\n\\nI obeyed unwillingly enough, expecting, from mademoiselle's expression, to see a commonplace portrait of some unfortunate admirer whom she had treated with unmerited severity in the days of her youth. To my astonishment, I found that the miniature, which was very beautifully painted, represented a woman's face--a young woman with kind, sad eyes, pale, delicate cheeks, light hair, and such a pure, tender, lovely expressions that I thought of Raphael's Madonnas the moment I looked at her portrait.\\n\\nThe old lady observed the impression which the miniature produced on me, and nodded her head in silence. \\\"What a beautiful, innocent, pure face!\\\" I said.\\n\\nMademoiselle Clairfait gently brushed a particle of dust from the miniature with her handkerchief, and kissed it. \\\"I have three angels still left,\\\" she said, looking at her pupils. \\\"They console me for the fourth, who has gone to heaven.\\\"\\n\\nShe patted the face on the miniature gently with her little, withered, white fingers, as if it had been a living thing. *\\\"Sister Rose!\\\"* she sighed to herself; then, looking up again at me, said, \\\"I should like it put into my portrait, sir, because I have always worn it since I was a young woman, for 'Sister Rose's' sake.\\\"\\n\\nThe sudden change in her manner, from the extreme of flighty gayety to the extreme of quiet sadness, would have looked theatrical in a woman of any other nation. It seemed, however, perfectly natural and appropriate in her. I went back to my drawing, rather perplexed. Who was \\\"Sister Rose\\\"? Not one of the Lanfray family, apparently. The composure of the young ladies when the name was mentioned showed plainly enough that the original of the miniature had been no relation of theirs.\\n\\nI tried to stifle my curiosity on the subject of Sister Rose, by giving myself entirely to my work. For a full half-hour, Mademoiselle Clairfait sat quietly before me, with her hands crossed on her lap, and her eyes fixed on the bracelet. This happy alteration enabled me to do something toward completing the outline of her face and figure. I might even, under fortunate circumstances, have vanquished the preliminary difficulties of my task at one effort; but the fates were against me that day. While I was still working rapidly and to my satisfaction, a servant knocked at the door to announce luncheon, and mademoiselle lightly roused herself from her serious reflection and her quiet position in a moment.\",\"timestamp\":1639128281,\"title\":\"\\n\\\"Before even the first attempt was made to negotiate the bill. He had done the whole thing in the most absurdly and innocently wrong way\"},\"digest\":\"3-lSML6OqN00DTrmMZUZSHJjIPmrUPf4rx_K_JE-CdE\",\"authorship\":{\"contributor\":\"0x025bE40F20d6f0f04d76fE7Ad916e5d61bc4D69f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wsjZ7oo_tlLDGTUnjVdkn8V3o-xuyEVnYjGsgPdu9U4\\\",\\\"y\\\":\\\"osZmM3MZQWpwOD749gq2hwe3qViV6-ywCf3AjvzVq0c\\\"}\",\"signature\":\"eNwgxxWfNVlU_VVhnVp66tCp5cCRCZf64rg054DFp2xYifYK3TFODW1ojviir_CoTb4DMvJq2S_4HhyDQlssUA\",\"signingKeySignature\":\"0x63b5294f6917efb383886d304fa3a3dfb0ab7fb7a9bec4fccf3849ef2169ccfb65336a4d909ebf4217b8a9a8183d546c972454b73f18b898d9e4de2a01a408181c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wsjZ7oo_tlLDGTUnjVdkn8V3o-xuyEVnYjGsgPdu9U4\\\",\\\"y\\\":\\\"osZmM3MZQWpwOD749gq2hwe3qViV6-ywCf3AjvzVq0c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3-lSML6OqN00DTrmMZUZSHJjIPmrUPf4rx_K_JE-CdE\"}"