"{\"content\":{\"body\":\"We only know the story of buying 2 pizzas with 10,000 bitcoins. What we don’t know is that the programmer actually spent 100,000 bitcoins on pizza.\\n\\nOn May 18, 2010, Bitcoin’s early core contributor Laszlo Hanyecz posted on bitcointalk on the forum, “I’m willing to pay 10,000 bitcoins to buy 2 large pizzas. You can make your own pizzas and bring them to my home or order them from a pizzeria. , My goal is to exchange bitcoin for pizza, so that I don’t need to buy it myself and make it myself. I like onions, peppers, sausages, mushrooms, tomatoes, pepperoni, etc.\\\" and leave my address. At that time, 10,000 bitcoins had a market value of $40.\\n\\nUntil the 21st, no one bought him pizza. Laszlo Hanyecz was puzzled for a while. Maybe he paid too little Bitcoin.\\n\\nOn May 22, Laszlo Hanyecz replied on the forum that someone ordered pizza and successfully bought 2 pizzas with 10,000 bitcoins.\\n\\nThese 10,000 bitcoins are now worth 3.8 billion yuan, which is really a sky-high pizza!\\n\\nLaszlo Hanyecz later stated in an interview that he spent nearly 100,000 BTC on pizza in 2010, yes, 100,000 Bitcoin. And often 100 bitcoins and 1,000 bitcoins are given to other users bitcoins on the forum.\\n\\nLife is like a dream. A programmer squandered 38 billion RMB on pizza 10 years ago. Are we today also squandering future bitcoins? It's just that we don't know which one it is!\",\"timestamp\":1634574279,\"title\":\"That programmer actually spent 100,000 bitcoins on pizza!!!\"},\"digest\":\"a4SKQNYw6rICg6j_yH09cHlrg1zDh-V1DzRlGCwgaFo\",\"authorship\":{\"contributor\":\"0x786A462440284ea9231f3A988Fc9404A28C9dA45\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N5aMT2_USLbw-Wn_ER8tkfk0Hi2DxIHscPJ10hdTHlM\\\",\\\"y\\\":\\\"vVyLXUJ8gz4oCqKAI4RJJzxp-ak1mnCpMGJrJbX5Y0E\\\"}\",\"signature\":\"uHQCvyIPmlOUiiRDGddv_PlmICJekKuMoZiFNEtmrfvQwZLwPWbF4o0wKCoXKrY9709iRYaAS1_oBaL2lIuzuQ\",\"signingKeySignature\":\"0x62cb12b477ba868ff5641b2dd3792ca8b599f42cad6f9a7921d129d80c46fa411f81214fd0e262fa9f14e9d69ba9d0ede681ad058716ab6828d2ca963ca0ded31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N5aMT2_USLbw-Wn_ER8tkfk0Hi2DxIHscPJ10hdTHlM\\\",\\\"y\\\":\\\"vVyLXUJ8gz4oCqKAI4RJJzxp-ak1mnCpMGJrJbX5Y0E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"a4SKQNYw6rICg6j_yH09cHlrg1zDh-V1DzRlGCwgaFo\"}"