"{\"content\":{\"body\":\"**How did it start?**\\n\\nEven though market volatility has made the past few months turbulent across the DeFi community, it has also been a period of real growth and development for Terra. The Delphi Digital Hackathon was a clear catalyst for this wave of community building, where Apollo emerged as one of the most interesting and innovative concepts in the field. An initial concept was pitched by the mysterious ‘anon intern’ for the hackathon, where the team of 14 Terra enthusiasts quickly came together to form Apollo.     \\n\\n**What does it do?**\\n\\nIn its simplest terms, Apollo aims to compound interest to make yield on Terra more powerful. Initial pictures of the UI suggest that there will be vaults with ANC, MIR and mAssets alongside UST, however it seems clear that this is only the start of things for the Apollo team. As well as offering yield above that which you might find on the Anchor or Mirror platforms, Apollo will incentivise use of their auto-compounding vaults with additional ‘Terraforming’ for vault-specific rewards, ‘NFT boosters’ and other token rewards. Although there is no direct indication as of yet, it is also expected that MINE tokens from Pylon and future Terraform Labs projects such as Nebula will also added to the Apollo offerings.\\n\\n \\n\\n**Is there anything else like it?**\\n\\nThere are many people looking to make the most out of yield on Terra. Several weeks ago the mysterious [Spectrum Protocol ](https://spec.finance/)emerged with an anonymous team, no audit and APY of 9000% in their Spec-UST LP. The move was a contentious one and a source of debate within the Terra community. The [Sandclock](https://sandclock.org/) team have been revealing their strategy with weekly updates, promising yield strategies alongside insurance and charitable initiatives. [Prism Protocol](https://twitter.com/prism_protocol) has also arrived this week, discussing the ‘monetization of future staking yield’. There is a clear appetite to maximise the potential for yields on Terra and utilise the emerging links to Solana, Harmony and across Cosmos with IBC. Apollo seem to have the momentum and initial community support; it is evident that many are looking forward to the team’s v1 release ‘soon’.\\n\\n \\n\\n**What happens next?** \\n\\nApollo view themselves as ‘ambassadors for the Terra ecosystem’ and they are well positioned to benefit as UST and other Terra platforms expand into other crypto ecosystems. The team were accepted into the prestigious Defi Alliance and recently entered the Solana Hackathon with intention to also bring the Apollo name to upcoming Akash and Atom Hackathons. It has all been building towards their v1 release, which will be the pivotal public test for the team. Beyond this there have been hints of mobile integration, gamification of yield and even synthetic UST. At a time when there has been a real explosion of growth and development on Terra, many eyes are most fixed on what this team will come out with – that is no mean feat.  \",\"timestamp\":1639558444,\"title\":\"Apollo DAO\"},\"digest\":\"OyLFvV4ZvlsU8YzEX118ZWBFR2g8QmLFzVyUsbS2PxE\",\"authorship\":{\"contributor\":\"0x490fD556F5cA39e88A158BA707c503BA3bDBFc54\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pRhsOAMbw8lgaaqeBSZN_N2AUnBkT0j0c7DumJawrfE\\\",\\\"y\\\":\\\"KGPKa7vH_3QgWJfkrbq2Oh4ZRu3oJLpcjR_cRUIuiZ4\\\"}\",\"signature\":\"JrSLiqMTYLgxnzGX1lUcMr0XlbJbfcXw4r3JvI0CaaI8V1eiz-0yana0_6N5tivdtLqy4Wowd_1iZX8dcsa18g\",\"signingKeySignature\":\"0x151818bd79d5b02d9e90fef7e5d33a382cc5638051aa3f7637b3bbcda08af31c7a9714d1e7c31d6f29fc19741cee6c1ce32fc5bfe1134103b856461ea49102ed1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pRhsOAMbw8lgaaqeBSZN_N2AUnBkT0j0c7DumJawrfE\\\",\\\"y\\\":\\\"KGPKa7vH_3QgWJfkrbq2Oh4ZRu3oJLpcjR_cRUIuiZ4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OyLFvV4ZvlsU8YzEX118ZWBFR2g8QmLFzVyUsbS2PxE\"}"