"{\"content\":{\"body\":\"Last week’s [failure of the Constitution DAO](https://www.vice.com/en/article/wxd5z9/chaos-reigns-as-constitutiondao-fails-to-buy-the-constitution) to buy the US Constitution despite raising $40M+ in 72 hours brought about a very important revelation: **DAOs cannot reach their potential with the current state of Ethereum.** To become successful, DAOs need not only a scalable solution, but one tailored for their needs. [Verse Network](https://cryptobriefing.com/stp-launches-dao-optimized-sidechain-verse-network/) achieves both of these as a layer 2 sidechain optimized for DAOS.\\n\\nThe goal of the ConstitutionDAO was to win the auction and let participants of the DAO decide what to do with the Constitution. People who invested in ConstitutionDAO would be rewarded with PEOPLE tokens, allowing them to make proposals and also vote on current proposals. Owners of PEOPLE can act as “advisers” on what should happen to the document, where it should be stored, etc.\\n\\nUnfortunately, the U.S. constitution ended up being sold to an anonymous bidder for $41M ($43.2M after fees). The DAO stopped bidding after $41M, because the rest of the funds pooled were needed for the “proper care and maintenance” of the document, had it been bought.\\n\\n**Ironically, the ConstitutionDAO may have been able to win the bidding war, had there been less gas fees involved to participate in the DAO funding**. The ConstitutionDAO was launched on the Ethereum network. As we all know, gas fees on Ethereum are ridiculously expensive. Considering that there were 17,437 wallets that participated in the DAO, assuming a gas fee of $50 per wallet to participate in the DAO (although the gas fees were probably much higher), we could have seen an extra $871K be added to the DAO total funds.\\n\\nThere is no way of knowing if the ConstitutionDAO would have been able to win the auction, had there been less gas fees during the funding phase. However, Verse will make DAOs more accessible to the masses, and remove many barriers to entry, such as high gas fees, as well as complex methods of voting and governance. While many solutions exist for curbing these expensive gas fees, Verse is a Layer-2 solution specifically built for optimizing DAOs.\\n\\nVerse has many advantages compared to other Layer-2 solutions.Verse is a high performance interconnected cloud for next gen DAO and DeFi. It is highly scalable, through its Proof of Stake(POS) consensus. It is censorship-resistant, unlike ZK Rollups and Optimistic Rollups. It can also support multiple virtual machines, not only the EVM. Furthermore, it is resistant to front-running, meaning that nobody can pay a higher gas fee than someone in order to have their transaction approved/validated before them. Verse creates a more fair network, where the whales have less power.\\n\\nThe Verse network will have an easy interface, and will add some additional functionalities that will be unique to its platform. For example, users will be able to make their own DAO without any prior coding experience necessary. There will also be a DAO scan page and a DAO market cap tool, allowing for strong analytics of the network.\\n\\nWith Verse, one can create a DAO with utilities beyond just voting power. DAOs on the Ethereum blockchain tend to have limited activity opportunities. With Verse, DAO developers will be able to tailor their governance structure to fit their needs and community. For example, people who own a certain amount of DAO tokens may be able to gain access to exclusive chats or content.\\n\\n**In regards to the ConstitutionDAO:** if it was launched on Verse, members would have had more flexibility and decision making during the auction and also save on gas fees during the contribution period. While the ConstitutionDao experiment did not go as planned due to the gas fees, there will be a new home for both DAOs and Defi alike, thanks to the Verse Network.\\n\\n***About Verse Network***\\n\\n*[Verse](https://www.verse.one/) is a censorship resistant, front running resistant, high performance, and interconnected cloud for next gen DAO and DeFi. It enables networks, developers and organizations to decentralize decision making effectively and scale their communities and decentralized applications.*\",\"timestamp\":1640642083,\"title\":\"ConstitutionDAO Needed Verse Network, a New Home for DAOs\"},\"digest\":\"ANYCSjIPS091aJGEv7690PqdM7VbpE7alH_9GlOxo7M\",\"authorship\":{\"contributor\":\"0xB9d761AF53845D1F3C68f99c38f4dB6fcCfB66A1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aqG81lzFOjHzBWFJjgjZUIgg2sTi59viwdo-wcRQFR0\\\",\\\"y\\\":\\\"hVS8wnSL3quMTNDZvtCc-keyW1w19nBQsDvTfLEt_8w\\\"}\",\"signature\":\"51Ve7S4-dUxzauGaUXV26z57UEimLIioRO_przKJQIPOlsSY9a3-y0buU0Appwcb4rJq1WMbwvJsPAT8_SA_bQ\",\"signingKeySignature\":\"0x3acb39783cb52f35d4740ed82f8ff894b593ccf3ce14baf545272c053e58bf8270fcffc55f8ff45b558763ddad109a1279f0916fb3ea0c4894fbe048b982db4f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aqG81lzFOjHzBWFJjgjZUIgg2sTi59viwdo-wcRQFR0\\\",\\\"y\\\":\\\"hVS8wnSL3quMTNDZvtCc-keyW1w19nBQsDvTfLEt_8w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ANYCSjIPS091aJGEv7690PqdM7VbpE7alH_9GlOxo7M\"}"