"{\"content\":{\"body\":\"Managing a business is about having a plan, sticking with it, and not panicking or looking for hail mary passes. There are no silver bullets or shortcuts to success in life. You need to have a five to ten-year plan and you need to stick with it and execute against it day after day, week after week, year after year.\\n\\nI was reminded of this watching my NY Knicks navigate the off-season after making the playoffs for the first time in eight years. The Knicks front office stuck with the core of the team, kept all of their young talent, and upgraded significantly at point guard and small forward. They also do not have a guaranteed contract that extends beyond the 2022-2023 season.\\n\\nI am sure it was tempting to think about accelerating the plan after a season that went better than anyone was expecting. I am sure that they thought about taking bigger risks and going for broke now. But I am glad they did not do that.\\n\\nInstead, they rewarded players like Derrick Rose, Alec Burks, and Nerlens Noel who were a big part of getting them into the playoffs with multi-year contracts, they got Kemba Walker and Evan Fournier as upgrades at point guard and small forward, and kept all of their youngsters.\\n\\nThat’s a model for how to think about building a business and a leadership team. It is much more likely that you can get a win with a five-year plan than a one-year plan. And you need to build your team over time, developing promising talent, and making smart upgrades when they are required.\\n\\nThere are times when you need to throw in the towel on the plan, blow things up, and execute a turnaround. That usually comes with new leadership at the top and a new five-year plan. But that should be rare and done only when it is clear that the current plan is not working.\\n\\nWhen the current plan is working, even better than expected, it is best to stick with it, make incremental improvements here and there, and keep at it.\\n\",\"timestamp\":1628162298,\"title\":\"Sticking With The Plan\",\"publication\":\"avc\"},\"digest\":\"FMf99QzGws_YH2wjEzy7cN0ch6hmfP6__MLf0lBM7m4\",\"authorship\":{\"contributor\":\"0xB8332710AB60A1B2e8FE6D775d83524C9E0cE136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FiD2ALymcePeEtTW-G9rQSmcPd1h4mDPeNiqNj5OjGw\\\",\\\"y\\\":\\\"or7Oz7LuQf0j9f0zl2APv4Ys6kh8mj7L66G41AeIimw\\\"}\",\"signature\":\"8PIPgrVzACmeN4V_XXmbNNlHvcKmn7HHDUCKPI2jFRWKsuPRWU91DH72hZ62aclhAK1jvFTgubPaxgbE0UcCrA\",\"signingKeySignature\":\"0x96db97d26aedf1dd5f41663f7ffb57a210fee4523d6bc3ef803806b7d868f6a83df05cbb0d00049a940e4fbde20b52aa0577568fd8c268b20a7371e071d217811c\",\"signingKeyMessage\":\"I authorize the publication of articles on avc.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FiD2ALymcePeEtTW-G9rQSmcPd1h4mDPeNiqNj5OjGw\\\",\\\"y\\\":\\\"or7Oz7LuQf0j9f0zl2APv4Ys6kh8mj7L66G41AeIimw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FMf99QzGws_YH2wjEzy7cN0ch6hmfP6__MLf0lBM7m4\"}"