"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*v4nXZbIfGHyuEeU_IZ2v5Q.png)\\n\\nFractionalization unlocks the utility of NFTs by creating a trustworthy pricing source, liquidity to enable broader usage in DeFi and offers an on-chain method for distributing royalties and asset revenue to multiple owners such as band members who collaborate on a specific song.\\n\\nFraktal is a protocol that can deconstruct any NFT into 10,000 erc-1155 units. At first you may be picturing Bored Apes and traditional NFTs, but this is just scratching the surface of what is possible, and fractional NFTs are needed to unlock the true value of NFTs.\\n\\nFractionalizing art and music is simple. Assets can be split between contributors such as band members or even used to engage audiences and give them an ownership stake. NFTs apply to everything including IP, real estate, etc. where more than one person contributed in the creation process. The NFT is the authenticated, verifiable asset and fractional representation enables people to be rewarded for their contribution and partake in royalties down the road plus governance of the specific NFT.\\n\\nNFTs are taking the world by storm. But what can you actually do with them in their current state? Sure, JPEGs from PFP projects are the hot topic for now, and digital art is making waves, and sure they will be used for logging all forms of ownership such as real estate titles, cars, equity/bond certificates, etc. BUT is that really where they have to stop?\\n\\nWhile many people may not like the idea of the fractionalisation of NFTs because it takes away the core aspects of non-fungibility (inability to distribute into smaller pieces, aka only one copy exists and cannot be broken down into smaller divisible units) which gives it value due to scarcity, fractionalisation is actually needed to unlock the true power of NFTs.\\n\\nWhen most people initially think of fractional NFTs, they think of being able to buy and sell small pieces of popular NFTs which may be out of their reach financially. While this can and will be a by-product of fractionalisation in certain circumstances, the true power of fractionalisation comes in the utility which is unlocked.\\n\\nNFTs are used to represent the ownership of a specific asset, and fractionalisation is the layer which unlocks the utility of the native NFT. Take music for example. A song is released as an NFT. The creator owns the rights to the NFT. When the song receives royalties, they are distributed to the owner of the NFT. What happens when there are multiple band members who each shared in the creation and ownership? There is no way for each of them to participate in the ownership of this NFT.\\n\\nInstead what Fraktal proposes is a different way of viewing the NFT Stack where Layer 1 is the Native NFT (i.e Song), comprised of unique traits and metadata.\\n\\nLayer 2 is the utility layer offering Fractionalisation. For example each of 3 band members owning 1/3 of the NFT so when royalties are sent to the Native NFT, they are automatically distributed proportionality to owners (band members in this example but applies to Real Estate with multiple owners, art, Intellectual property or anything which is released as an NFT and requires ownership or monetisation among multiple parties).\\n\\nAnother example would be a shared investment property. Where the property Title is a Native NFT, and the fractionalisation layer splits up ownership among the co-investors so when revenue is generated from rental income, it is automatically distributed proportionally to owners without the need for any third party.\\n\\nLayer 3 is the application layer (DeFi Lending, DAOs, AMMs, etc.) which utilise fractional NFTs.\\n\\nIn addition to the real world use cases of royalty and revenue distribution utility, fractional NFTs unlock immense value within the web3 ecosystem, specifically around DeFi. The reason why NFTs are not yet integrated within the DeFi ecosystem is that there is currently no way to accurately price NFTs. Pricing comes from highly centralised platforms like OpenSea which can be easily manipulated by users buying and selling NFTs to themselves to inflate values, as well as the technical risks of having to rely on oracles to relay this pricing data to smart contracts.\\n\\nFractional NFTs enable the creation of NFT AMMs where any fractionalised NFT can be paired with a native erc20 token such as WETH or DAI. This creates a decentralised, on-chain price discovery model which then unlocks NFTs to be used across DeFi for providing collateral for lending, LP incentives, and integrated into complex DeFi strategies.\\n\\nLet’s walk through an example.\\n\\n1\\\\. A Bored Ape is fractionalized into 10,000 ERC-1155 fraktions. It is locked in a smart contract and the Fraktions are issued. The Fraktions can be burned to unlock the native NFT or a buy-out can be conducted to unlock it.\\n\\n2\\\\. The Fraktions can be distributed (sold) on the Fraktal Marketplace, or directly provide liquidity in the AMM to earn fees and LP incentives.\\n\\n3\\\\. Assume the owner retains all 10,000 Fraktions to begin, and allocated 5,000 Fraktions (50% of the NFT) & 15 WETH into the AMM Pool. As users buy and sell into the pool, the ownership is distributed and the pricing data becomes more and more accurate over time as it is further distributed to more holders.\\n\\n4\\\\. Let’s assume the Pool settles at a value of 4,000 Fraktions & 17 ETH. This gives the full NFT a value of 42.5 ETH (17/.4). Now any DeFi protocol can use this pricing information to enable owners of the Fraktions to use them as collateral for lending so someone could for example deposit 1,000 Fraktions with a value of 4.25 ETH (42.5\\\\*.1) into AAVE and use as collateral to take out loans against their share of the NFT.\\n\\nIn this example, the original Bored Ape owner benefited as he was able to retain 50% of his asset while earning yield on the other 50%. Those who bought Fraktions of the Ape from the pool also benefited because they were able to gain exposure to an asset that previously had a barrier to entry that was beyond their reach. The benefits have also extended deep into the DeFi community as protocols like AAVE and holders of other Bored Apes have been enabled to put their assets to work based off of the pricing data acquired from the pool.\\n\\nThere is so much that can be done with NFTs. Check out the Fraktal Community on [discord](https://discord.com/invite/P6fCPvtZtq) to start experimenting.\",\"timestamp\":1639127769,\"title\":\"Fractionalization in the NFT Tech Stack - FraktalNFT\"},\"digest\":\"0vodvxTViRrbiAPeNiwaG7f8Qp82G82bcpKkkSL7HAc\",\"authorship\":{\"contributor\":\"0x77DD52c08F4aAA9dA42ED1bF2e738B8969Ab980F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tnXZ25T7TDyAgHaRSqCG9A40JBmbWYBbh-b1HC20Oj8\\\",\\\"y\\\":\\\"ozUUYwLHG5SBsNJIgBFdWuAL6ZkjEUwJ8jlhyYKve0E\\\"}\",\"signature\":\"PC0LJSZxa2nUwW9VICg4ndHfae28kX_oOQ0kxIbdPwBCeV5NfZc6WXWLCF0cL54N4txBwrKCc6LY23T9e3316g\",\"signingKeySignature\":\"0xc41e112f1ceed2a02051f9f497268a30b77b4cf60a60dd914ceb3da0182657ac686c5e7866f5fe740c278a16fa98113f75794e285a5146ca80c896ca450f15f51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tnXZ25T7TDyAgHaRSqCG9A40JBmbWYBbh-b1HC20Oj8\\\",\\\"y\\\":\\\"ozUUYwLHG5SBsNJIgBFdWuAL6ZkjEUwJ8jlhyYKve0E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0vodvxTViRrbiAPeNiwaG7f8Qp82G82bcpKkkSL7HAc\"}"