"{\"content\":{\"body\":\"TLDR: New Order’s governance token $NEWO designed to control the treasury and governance process of the DAO will be sold to the community on December 9th at 8:30am EST. The dutch auction will continue for 24 hours. [Click here to add to your calendar](https://calendar.google.com/event?action=TEMPLATE&tmeid=NTZtdjl2bXBpYnFibG9mN3ZnNmVpYjNuOTYgY19rYWI4bG91YzZiOWh0OTFxNWlpY2tkZDc3a0Bn&tmsrc=c_kab8louc6b9ht91q5iickdd77k%40group.calendar.google.com).\\n\\n## What is New Order?\\n\\nFor those new to the community, New Order is a permissionless, community-driven venture DAO incubator for decentralized financial (DeFi) projects. The platform is led by community members & ecosystem partners and aims to accelerate early stage DeFi applications and surround teams with talent and resources to fast track their growth and development.\\n\\n## What’s been accomplished so far?\\n\\nWe are currently incubating 3 projects (Redacted, H2O, OptyFi) in the DAO which are being built in-house and grew out of the core team's experience being deep in the DeFi community.\\n\\n* Redacted is a complementary Sub-Dao of the Olympus Protocol and aims to extend the governance process of the Olympus community to the Curve ecosystem.\\n* H2O is a non-pegged stable asset created in collaboration with Ocean Protocol and Reflexer Labs using a new digital asset class, datatokens, as collateral.\\n* OptyFi is an automated, machine learning driven, cross-chain yield optimizer.\\n\\nEarlier today we announced that New Order will be partnering with Outlier Ventures to bring 30-40 DeFi projects to market over the next two years with the first cohort starting early 2022. Finally, we’ve raised $4M in our private investment round that will provide funding and a world class support network to make the DAO an important contributor to the DeFi ecosystem.\\n\\n## How is New Order different from other DAOs?\\n\\nWe’ve gone to great lengths to make New Order a DAO for builders as opposed to one driven by traditional venture capital.\\n\\nOur first three incubated projects were spun up with deep knowledge of the industry, tackling problems unique to DeFi. Our aim is to continue building with our community and ecosystem partners, and formalize it in a radically transparent process within the DAO framework.\\n\\nWe plan to conduct all discussions in a public forum with sub DAOs, including treasury management, venture development, etc. with the goal of fully passing off the core contracts and voting mechanism to the community late next year.\\n\\n## What is New Order’s thesis?\\n\\nThe New Order thesis is that a venture platform run by a community of DeFi builders can create a powerful DAO treasury to provide continual and valuable resources for builders beyond investment capital.\\n\\nOur network of DeFi builders will determine what projects get launched to best serve the DeFi ecosystem.\\n\\nOur thesis for DeFi focuses on machine learning, multi chain strategies, and an expansion to new digital asset classes. As a result, we’ve committed to conducting voting across chains and plan to build and spread treasury funds across many different chains.\\n\\nWith the emergence of NFTs, datatokens and all types of representation of value on-chain, in the coming years we feel these new asset classes will open up unknown and exciting new applications for people which we want to help build.\\n\\nWe expect our initial thesis to evolve with the help of the community and there's no better mechanism for real time evolution than a public facing DAO.\\n\\n## What’s on the roadmap?\\n\\n![](https://images.mirror-media.xyz/publication-images/soGC59jZZlhvphPCMXMur.png?height=1500&width=3000)\\n\\n### Q4 2021\\n\\nFollowing the public IDO through Sushi Miso, the $NEWO governance tokens will be distributed for use in snapshot voting in our DAO. During this quarter, we plan to announce and roll out the launches of our in-house DeFi projects to seed the DAO.\\n\\n### Q1 2022\\n\\nNew Order core smart contracts will be extended to multiple EVM chains including Avalanche, Polygon, NEAR protocol, Arbitrum and Moonbeam among others. Voting will be aggregated to capture all votes cross chain.\\n\\nOur plan is to launch the first cohort of New Order’s accelerator program in partnership with Outlier Ventures - the aim is to bring 30-40 projects to market within 2 years.\\n\\n### Q2 2022\\n\\nWith the core infrastructure set, we will run our first hackathons to attract more developers as the core team has done in the past - our plan is to partner with Gitcoin on this endeavour.\\n\\nTo bring in even more users, we plan to extend the governance token to non-EVM chains and partner networks such as Solana, Terra, and Algorand.\\n\\n### Q3 2022\\n\\nFinally, in the fall of 2022, all aspects of the DAO will have been fully transitioned into our unique Sub-Dao architecture that has been built in-house.\\n\\nWith the first cohort of 8-10 projects from our accelerator in full swing, we expect to have launched 5-6 internally incubated projects through the DAO and continue the process with additional cohorts.\\n\\nFinally, we will roll out V2 of our core contracts with cross-chain strategies, an on-chain forum with governance integration, re-designed Dapp marketplace and more.\\n\\n## How does the auction work?\\n\\nWe’re conducting a Dutch Auction through the MISO IDO platform which will give people a chance to set their price and not force through transactions. We wanted to create an inclusive IDO and 24 hours to join will provide enough time for everyone to submit bids.\\n\\nWe chose the Sushi community because we’re aligned with them on the commitment to decentralization and transparency and plan to use SushiSwap as the main hub for liquidity.\\n\\n### Auction Details\\n\\n* Auction Type: Dutch\\n* Total token supply: 800,000,000\\n* Amount for auction: 3% of total supply (24,000,000 tokens)\\n* Initial Market Cap: $3.59M\\n* Implied Minimum Price: 0.075 USDC per token\\n* Bid Currency: ETH\\n\\n### When & Where\\n\\n* When: Thursday, December 9th, 2021, 8:30 EST\\n* Duration: 24 hours\\n* Where: Sushi MISO Launchpad\\n\\n## Allocation of Tokens\\n\\n![](https://images.mirror-media.xyz/publication-images/qUVftukaj2LINmJ-BrBaf.png?height=1500&width=3000)\\n\\nWe’re all really excited to start this journey with the community and our token launch is only the first step in the process. If you have any questions, please reach our core team members on Discord and we’ll get back to you as soon as possible.\\n\\n**Connect with us on**\\n\\n[Discord](https://discord.gg/GaVSnTpYCk)\\n\\n[Github](https://github.com/new-order-network)\\n\\n[Twitter](https://twitter.com/neworderdao)\\n\\n[Mirror](https://mirror.xyz/0x13c5432CfC12bA1f32B6090d1a09cf0Efe9C95Bd)\\n\\n[Telegram](https://t.me/NewOrderAnnouncement)\\n\\n[Docs](https://new-order-1.gitbook.io/new-order)\\n\\n\\\\--\\n\\n**The terms and conditions of the $NEWO governance token can be found [here.](https://docs.google.com/document/d/1hODvknfO14b5vUXuCdXfSkNe0YRqbG2_gLMPCMBfCUE/edit?usp=sharing)**\\n\\n**Note: Beware there are many scams happening over Discord, Twitter, Telegram and other platforms. While the core team attempts to implement the best security measures including shutting down malicious actors - nothing is 100% foolproof. Stay vigilant, be wary of scams and alert the team when it comes to your attention. There is no $NEWO token trading on the market. New Order will NEVER do sudden announcements or early bird sales, etc. If it looks like a scam, chances are it is and you should be careful.**\\n\\n***Disclaimer: This article is for information and discussion purposes only and remains subject to change. New Order and its affiliates (collectively, “New Order”) shall have no liability, and disclaim all liability, for losses or damages (whether direct, indirect, consequential or any other kind of loss or damage) arising out of the use, reference to, or reliance on the contents of this article, even if New Order has been advised of the possibility or likelihood of the relevant use, reference, or reliance or of damages arising therefrom.***\\n\\n***Neither this article nor any information contained in it shall form the basis of, or be relied upon in connection with, any offer, commitment, or agreement whatsoever in any jurisdiction, including (without limitation) the United States.***\\n\\n***Without limiting the foregoing, neither this article nor the information contained in it shall constitute or form part of, and should it be construed as, an offer for sale or subscription for, or solicitation of any offer to buy or subscribe for, tokens issued by any New Order entity or any products or services offered by any New Order entity. Any offer or other opportunity to acquire tokens as described in this presentation will be made, and any potential purchaser should make its decision in respect of providing services to New Order and/or acquiring such tokens, solely on the basis of the information set forth in final documentation executed and delivered by the applicable New Order entity and the eligible token acquirer.***\\n\\n***This article contains no promises or guarantees, and should not be interpreted to contain any promises, guarantees, or warranties, by any New Order entity or personnel thereof regarding the design or launch of a decentralized autonomous organization, the design or issuance of any token, any software attendant to any of the foregoing, or the inherent or market-determined value of any token.***\",\"timestamp\":1638395209,\"title\":\"Public Sale Announcement: \\nWelcome the $NEWO token!\"},\"digest\":\"-jHRdGKbsdsTdKiQJwDw1mIWJEkTiXnOBeD0RuK6wW4\",\"authorship\":{\"contributor\":\"0x13c5432CfC12bA1f32B6090d1a09cf0Efe9C95Bd\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XLrCruoFPHDlp5xtgzV8KgblYOjG76OXrcqdjj9nh_o\\\",\\\"y\\\":\\\"yDwt-qD6cDrpbfeazJTt-NY62CnwHpSfSnZ1xvCHnuM\\\"}\",\"signature\":\"t676QmhYxXKeznWJLJNT-1pYwrF4FjwJHvAs78rKDloCgY1wPCEFlcHXfV44EhwBWX3qyAib1vG131_ZEvivaQ\",\"signingKeySignature\":\"0x66a77f02779c59e246579b476597f07ccb8719b6623119e263e315488deb497630bc79d41732a9d7fc03938392f9697f3d10721347cd47f25a5874adfc03f4d01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XLrCruoFPHDlp5xtgzV8KgblYOjG76OXrcqdjj9nh_o\\\",\\\"y\\\":\\\"yDwt-qD6cDrpbfeazJTt-NY62CnwHpSfSnZ1xvCHnuM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_NuvmgTInGMnLXrl4_1B5DA_-0jhtjdlzi5DmGoB9C0\"}"