"{\"content\":{\"body\":\"青州学宫有着青州城最大的藏书阁，万卷藏书、包罗万象。 \\n  \\n     文试结束之后，叶伏天回去修行了一段时间，下午时分，独自一人来到了青州学宫的藏书阁。 \\n  \\n     如今的叶伏天只能进入藏书阁的第一层，这里有着最基础的武道功法、战技以及简单法术，适合觉醒境界的外门弟子前来。 \\n  \\n     而只有正式弟子或者在春闱秋闱大考上获得甲等成绩的外门弟子，才有资格踏入藏书阁第二层，风晴雪此次秋闱的目标，就是进入第二层，这样就能够提前接触到那些梦寐以求的强大法术了，这是每一位法师的梦想。 \\n  \\n     叶伏天来此当然不是为了踏上第二层，如今已经真正踏入了修行，然而除了大自在观想法之外，他还没有修炼任何武道功法以及法术，明天秋闱大考可能将会面临一些战斗，若是一直用最简单的拳脚，实在是有些丢脸啊，毕竟他可是文试第一，不知道多少人等着他出丑。 \\n  \\n     藏书阁内，武道修行区域和法师修行区域泾渭分明，从中间隔开，叶伏天走向的是武道修行区域。 \\n  \\n     觉醒第六重无双境是一个分水岭，这一境界之前，武法修行几乎一样，区别只在于是天地灵气炼体破境还是属性灵气炼体破境，境界相通，但从无双境之后，就开始有区别了。 \\n  \\n     武道修行者修行武道功法形成武之意境，破境入玄妙，法师则需要靠精神感知力沟通天地中蕴藏的属性灵气，不仅仅停留在之前的聚气吸纳，还需与之产生共鸣，从而破境。 \\n  \\n     因此，青州学宫成为正式弟子的条件是：十八岁之前踏入觉醒第七重玄妙境，能够踏入这一境，已经展露出潜力了，而且因为已经有了修行方向，可决定以后是入武道宫修行还是术法宫修行，毕竟有一些天才人物同时适合走两条路，譬如余生。 \\n  \\n     此时的藏书阁人虽不是很多，但依旧都注意到了叶伏天，不久前秋闱文试叶伏天实在太耀眼，曾经的传奇废材夺秋闱文试一甲榜首，且有花解语回眸一笑，如今在青州学宫，叶伏天风头可谓一时无双。 \\n  \\n     “他竟然来挑选武道功法，不是传闻他还停留在觉醒第一境吗？”诸人心中疑惑，默默观察叶伏天。 \\n  \\n     只见叶伏天一直走走停停，时而翻看书卷，像是在寻找合适的修行功法。 \\n  \\n     片刻后，叶伏天脚步停下，捧着一本书卷认真的翻看着。 \\n  \\n     御龙诀，战士修行功法，蕴藏战技，修行之人身躯如龙，刚猛无敌。 \\n  \\n     “这功法对自己好狠，但威力也强。”叶伏天心中暗道，颇为满意。 \\n  \\n     “就它了。”叶伏天将书卷合上，随即准备离开。 \\n  \\n     “你挑选了御龙诀修行？”旁边有一人神色古怪的看着他。 \\n  \\n     “有什么问题吗？”叶伏天笑道。 \\n  \\n     “没什么问题，这功法一定会非常适合你。”那人似乎憋着笑，开口道。 \\n  \\n     叶伏天没有理会，抬起脚步离开，身后，传来一阵嗤笑之声。 \\n  \\n     “这家伙究竟是不是来此装模作样，竟然敢修行御龙诀？” \\n  \\n     “你懂什么，御龙诀何等霸气，更何况，别忘了别人可是秋闱文试一甲榜首。” \\n  \\n     “也对，一甲榜首，自然与众不同。”一道道讽刺的笑声从身后传来，御龙诀在外门弟子中名气极大，的确是一部极为霸道的战士功法，然而却需要拟龙之动作形体修行，这怎么可能做到？以前不服修行过的人，皆都修行得不伦不类，哪里有龙之姿态。 \\n  \\n     叶伏天跑来藏书阁竟然选择一部御龙诀修行，他们焉能不好好羞辱一番。 \\n  \\n     没有理会这些声音，叶伏天正准备再前往法术区域看看，却见两道身影走向这边，使得他的脚步微微停顿了下。 \\n  \\n     风晴雪遭到父亲训斥之后，心情一直有些糟糕，正好上次秋猎历练她已经踏入了觉醒第六重无双境界，可以真正修行法术了，便来藏书阁走走，没想到刚来此，竟遇到了叶伏天。 \\n  \\n     美眸略有些闪烁，风晴雪这次没有避开，而是看着叶伏天道：“你来挑选功法吗？” \\n  \\n     “嗯。”叶伏天微笑着点头。 \\n  \\n     风晴雪不知道说什么，气氛略有些尴尬。 \\n  \\n     “晴雪，不是要看法术吗。”身旁的慕容清拉着风晴雪朝着法术区域走去，冷漠的扫了叶伏天一眼。 \\n  \\n     叶伏天也朝着那片区域而去，见他走来法术区域，慕容清皱了皱眉，低声道：“晴雪，看来他对你还没有死心。” \\n  \\n     风晴雪愣了楞，悄悄的看了叶伏天一眼，只见他正认真的看着书架上标记的法术名称。 \\n  \\n     “虚伪。”慕容清见叶伏天竟在看法术，不由得讽刺一声，虽说叶伏天取得了秋闱文试第一，但毕竟只是文试而已，修行，他懂吗？ \\n  \\n     即便懂，他该看的也是武道区域吧。 \\n  \\n     “或许他只是想了解下法术。”风晴雪将声音压得很低，叶伏天秋闱文试给了她非常深刻的印象，能够夺取文试第一，无论是对法师职业还是武道职业，必然都极为了解。 \\n  \\n     “火星术？”慕容清看到叶伏天正在翻看的法术，脸上的讽刺笑容更浓郁了几分，毫不客气的直接开口道：“你要装也装得像样一点，拿着最低级的火星术在那翻看，可笑至极。” \\n  \\n     周围区域的人听到她的话都看向叶伏天，随即不少人都笑了，火星术这种法术大概只有逗小孩的时候有些用处吧。 \\n  \\n     叶伏天将书卷合拢，随后和御龙诀放在一起夹在身上，回过头看了一眼慕容清，似露出一抹古怪的神色，淡淡的道：“我和你很熟吗？” \\n  \\n     留下一句话叶伏天便直接离开，没有再看慕容清一眼。 \\n  \\n     “你……”慕容清手指指向叶伏天的背影，脸色变得格外的难堪，随即冷笑道：“看来夺取文试第一之后变得更自以为是了，竟然有脸来藏书阁，可笑的是拿着一本最低级法术火星术装模作样，莫说你是个修行废物，即便你真的能够修行，一个武道修行者，一样配不上晴雪。” \\n  \\n     风晴雪是法师，慕容清也是，法师天生拥有对武道修行者的优越感，毕竟从某种意义上而言，法师都是可以修行武道的，只不过将属性灵气当做天地灵气修行，但除了真正适合武法双修的天才，没有哪个法师会将时间浪费在武道修行上。 \\n  \\n     叶伏天没有理会对方，慕容清继续道：“更何况，明天，你便将被彻底的打回原形，文试第一？我倒很期待明天的你会有多么难堪。” \\n  \\n     叶伏天带着两本书卷登记之后便离开了藏书阁，藏书阁里传出窃窃私语声，大多都在讨论叶伏天带走的两本书卷，御龙诀和火星术，真是滑稽啊！ \\n  \\n     风晴雪一直安静的听着，没有说话，虽然叶伏天依旧对她笑了，然而，她依旧感觉到了那种无形的距离感，正如同她之前对他要求的那样，但不知为何，此刻的她心里却并不那么舒服。 \\n  \\n     ………… \\n  \\n     “御龙诀、火星术？”余生看到两本书卷之后也有些诧异，他看着叶伏天道：“你是武法兼修，且先修行武道？” \\n  \\n     “嗯，天命法师之所以称为法师，是因为天命法师都带有属性天赋，但是，天命法师同样极适合修武道，自然不能错过上天赐予的天赋。”叶伏天点头道：“至于先修武，是因为以我现在的境界修行法术威力太弱，都是比较基础的法术，还发挥不出法师的强大实力。” \\n  \\n     “那火星术呢？”余生好奇道。 \\n  \\n     “有备无患。”叶伏天神秘一笑：“毕竟这火星术修行极为简单，根本不需要花时间。” \\n  \\n     余生点了点头没有再问什么，叶伏天又道：“那妖精可能又和以前一样，对接下来的秋闱论战不怎么热衷，若是她不参与，那么，你争取拿下这次秋闱第一。” \\n  \\n     “好。”余生点头，既然叶伏天让他这么做，那便做，秋闱文试他排名在二甲榜单，若是明日论战能够技压群雄，秋闱第一是有可能夺下的。 \\n  \\n     “我先去修行了。”叶伏天说了声便走到了修行之地，翻看御龙诀，看着上面的文字和图画，他的眼眸缓缓闭上，片刻后，噼里啪啦的声响传出，他周围出现了一道道闪电之光，而且，越来越强烈。 \\n  \\n     可怕的雷霆力量游走于躯体之上，叶伏天观想着脑海中的真龙，雷龙怒吼飞舞，飞龙在天，气势威猛无比。 \\n  \\n     他的体内，雷电灵气不断汇聚成型，渐渐竟化作龙之形态，如命宫中那样，栩栩如生。 \\n  \\n     其他人修行御龙诀首先就无法做到拟龙之形，但这对他而言，根本毫无困难。 \\n  \\n     运转法诀，雷龙在体内横冲直撞，经过经脉、脏腑、四肢百骸，游走于体内每一处部位，叶伏天脸色瞬间变得通红，旋即又变苍白，仿佛承受着巨大的痛苦，嘴中时而发出闷哼。 \\n  \\n     御龙诀霸道无匹，乃是极强的炼体攻击法诀，要在躯体之中造龙韵，使自己身躯如龙。 \\n  \\n     这一修行，从白天到深夜，再到第二日黎明时分，一道身影在别院中起舞，大开大合，气势恢宏，每一次攻击隐有龙形，正是叶伏天在修行御龙诀的战技，他周身渐渐形成一股雷霆光幕，环绕身躯，竟隐隐呈现龙形，宛若一头真龙。 \\n  \\n     “吼……”似有一道巨大的龙吟声传出，叶伏天一拳轰杀，天地间诞生一股强大的战意，有龙形之虚影破体而出，前方远处一声巨响，墙壁轰然倒塌。 \\n  \\n     一道身影跑来，看到眼前场景，随后目光落在叶伏天身上。 \\n  \\n     “武之意，武道玄妙境。”余生看着叶伏天道。 \\n  \\n     “战意破体，武道觉醒第七重了。”叶伏天一笑：“看来要找人来修了，就说是你修炼破坏的。” \\n  \\n     “我背锅？”余生瞪着眼睛道。 \\n  \\n     “当然。”叶伏天一笑，随后朝着房间走去，此刻浑身湿透，需清洗下，准备今日即将开始的秋闱。\",\"timestamp\":1638280143,\"title\":\"第十三章 一日功成\"},\"digest\":\"MuBSS7V96lwAYOfPdQNbjv2NH9WKCTxJVj-OPnAHMvE\",\"authorship\":{\"contributor\":\"0x68593b3f2FF8a896B6e789191f43542677d63588\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DeCBt--ahh-n4z2ffh5t6YW-EPw9zI_wnb4PZmEs4is\\\",\\\"y\\\":\\\"BJYTXBI0WYYiT1errJsgZjHcCe4kCY2My1ZOeViv7gU\\\"}\",\"signature\":\"jR_0dpHnVJTHQcF7-mhTl-NJa0rS2vSEWVuYbiwG5s-E7VsDm-qPqjjCVtYoVsfSCl8nL2RZaTkjVpGyBIStYg\",\"signingKeySignature\":\"0x79fc875b5a3087ea3e5a7a33e0c44de874f6d05683b279021a11585495db552d116827529217ede229ee90484086bd83a9de32ea0dc9fee78dc9379f1248a59a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DeCBt--ahh-n4z2ffh5t6YW-EPw9zI_wnb4PZmEs4is\\\",\\\"y\\\":\\\"BJYTXBI0WYYiT1errJsgZjHcCe4kCY2My1ZOeViv7gU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MuBSS7V96lwAYOfPdQNbjv2NH9WKCTxJVj-OPnAHMvE\"}"