"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/AjX96lXZz2E6xPV_mUHal.jpg?height=460&width=700)\\n\\n# Why Now?\\n\\nToday, video gam**e**s make up a $175 billion global industry. Nearly two-thirds of homes have household members who regularly play video games. And it’s no wonder: Video games have been around for decades and span the gamut of platforms, from arcade systems to home consoles, to handheld consoles and mobile devices. They’re also often at the forefront of computer technology.\\n\\n![](https://images.mirror-media.xyz/publication-images/9r1fjnMugHmkDXEE589Zw.png?height=517&width=800)\\n\\nDespite this global boom in Gaming, there are very few options in the current market, where you can play competitive Gaming in organized matches and tournament formats with cash prizes that are up for grabs across all skill levels.\\n\\nPlatforms that do facilitate this sort of play often result in casual Gamers going head-to-head against highly skilled Gamers, resulting in an experience that is not fun and not fair for all involved. More than that, Their payment system is built on a legacy financial infrastructure which means they are **slow**, **centralized**, and have **high fees** (about 25%)\\n\\n# Then came Pixi League:\\n\\n**The League** is a skills-based tournament platform. You and your Team can enter into competitive matches and tournament formats.\\n\\nAnd compete in adrenaline-fuelled eSports-style Gaming for the chance to win cash prizes.\\n\\nThere is no need to screen record or file your score; our algorithm will pull the data and do that for you.\\n\\nGame Supported:\\n\\n* **Warzone**\\n* **Apex Legends (WIP)**\\n* **Fortnite (WIP)**\\n* **League of legends (WIP)**\\n* **CS: GO (WIP)**\\n\\n# So, how does it work?\\n\\n**The League** is built on a system that deploys a proprietary ranking algorithm to analyze game data. The algorithm analyses the team statistics, calculates an overall skill level and then places you into a division with other teams that have similar skills to your team. This means everybody playing on **The League** platform will always have a fighting chance to cash in on the rewards up for grabs.\\n\\nThe reward will be paid instantly as the monetary payment system will be powered by blockchain infrastructure. That said, **instant payouts, low fees** (controled by the community) and **sharing revenues.**\\n\\n**Every match is Challenging and fair.**\\n\\nWith cash rewards on the line, the last thing you would want to encounter is somebody cheating. There is a **zero-cheat tolerance** at **The League**, and our algorithm enforces that. An anti-cheat protocol will be in place, measuring many statistics to understand any foul play. The algorithm will then take necessary action to ensure the environment is kept fair for all.\\n\\nAs you would expect, **The League** is the first product released under **Pixi**, with many to come, all with the same united vision of monetizing our gameplay.\\n\\nThank you for sticking around, GG, and we will see you in the next one, where we’ll go into detail about how Pixi will change the landscape of modern gaming as we see it.\\n\\n**The Pixi Team**\\n\\n**Join The League**\\n\\n**Realize your Potential**\",\"timestamp\":1641480514,\"title\":\"The Beginning of Pixi.\\n\"},\"digest\":\"m0NfjXFk6FXLtyjCRnd0NeW0bBKcMfVGxFDNl9Astl4\",\"authorship\":{\"contributor\":\"0x940B74A4bBa22f12EBDc269B5c20536C38628D94\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EU2GIY1ARBvb8_xhNxYN2bsq8fjpJsMU5alFmsViy2A\\\",\\\"y\\\":\\\"ktNwKBcps7GvS3ikdL0yy28HwEPq4TEuR4N_xhrZ9hI\\\"}\",\"signature\":\"MxJcvUf7N74WCcYxNXTZW_vpmK5mzImrmu4yy92IVBTpmw79HoJElupp9MD1MUHWb1IWZQBjJ_rwsIynGDOdRg\",\"signingKeySignature\":\"0x53e8b22075d6af5836e4a6dba149096255532938bb8a848146b90a43916b351a17400c05433cf926632a4b8fe35d881b5395c89405e9e56a3cf2e1f5f97981231b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EU2GIY1ARBvb8_xhNxYN2bsq8fjpJsMU5alFmsViy2A\\\",\\\"y\\\":\\\"ktNwKBcps7GvS3ikdL0yy28HwEPq4TEuR4N_xhrZ9hI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"m0NfjXFk6FXLtyjCRnd0NeW0bBKcMfVGxFDNl9Astl4\"}"