"{\"content\":{\"body\":\"> “Shelf of a field, green, within easy reach, the grass on it not yet high, papered with blue sky through which yellow has grown to make pure green, the surface colour of what the basin of the world contains, attendant field, shelf between sky and sea, fronted with a curtain of printed trees, friable at its edges, the corners of it rounded, answering the sun with heat, shelf on a wall through which from time to time a cuckoo is audible, shelf on which she keeps the invisible and intangible jars of her pleasure, field that I have always known, I am lying raised up on one elbow wondering whether in any direction I can see beyond where you stop. The wire around you is the horizon.”\\n>\\n> From *Field*, by John Berger\\n\\nI’ve spent countless hours this year clearing land. The property where we live in New York was owned for about 30 years by a couple that rarely used it, and they long ago stopped mowing the fields that used to be cattle pasture. Trees have marched forward from the edges of the woods. Most of them are pines that grow a foot taller every year. Because we’re working to re-establish a farm on the property, a lot of these young pines have to go.\\n\\nClearing land is slow work when done alone with simple tools. Becoming comfortable and familiar with the chainsaw was easy enough; the thrilling part is when you see the trunk begin to lean away from you ever so slightly and then quickly snap with a gutteral creak. Very slowly and then all at once. The hard part is cleaning up: removing each small limb, moving them into a pile to burn or chip, then bucking the larger limbs into shorter pieces that can be piled into or dragged behind the pickup. The slowness of the cleaning is characterized by a certain zen. The removal of a living thing from the land, for something new to grow, is bittersweet.\\n\\nThere are a few chores that continue to feel like chores. Re-baiting the mousetraps is one. Unfolded laundry another. Maybe they’re the chores that are most familiar from the pre-farm days. Over time even the chainsaw, even the tractor, will sit unused, I guess.\\n\\nWe’d been seriously looking for a place to farm for about a year and a half before we ended up here. I’ve known for a long time that I wanted to live and raise children in a rural area, with a small local community. It’s not how I was raised, and it’s not how I have ever lived before a year ago. If I was forced to point to a moment early in life that set me on this trajectory, I could probably argue it was my time spent in IRC rooms and on small forums as an early teenager.\\n\\nFor anyone who lives in a city long enough, Nature becomes a place to go -- a public park on the way home from the subway; a state park 30 minutes away by car; a weeklong national park vacation. It’s a space safely entered and exited, supporting a subset of rare Human activities. Many of us acknowledge that it’s the home of Animals, and we generally agree the Animals deserve a home. Rarely is it appreciated for its entropic tendencies. Generally those tendencies are cast only in destructive terms.\\n\\nThis is not an essay about climate change. I’m not talking about the impending chaos of accelerating rates of hurricane formations. This is not about how Nature Is In Control (although I do believe that).\\n\\nRather, I’m interested in minimizing the boundaries between my (our) ordered human life and the messiness of the woods. I hesitate to push back those boundaries, even if it’s in service of developing a place that approaches a certain harmony between chaos and order. I get over this hesitation by walking around the property over and over, feeling how I move through it efficiently (when we need to find a path for the tractor or truck) or not (when we want a place that promotes wandering). Trying to imprint the contours of the land onto my body.\\n\\nBerger’s field is a field of activity, a theater. I first read the essay about 15 years ago. For most of my life since then, I saw the field as the entire space of concern, the zone that could impart meaning upon both spectator and participant. This seemed a useful and accurate metaphor. But now I understand the field is also a moment, and explicitly incomplete. It’s a pause. There are some creatures which leave the security of the woods, wander serenely through cleared land, and disappear again between trees. Some creatures leave the woods by mistake, and immediately turn back. The blackbirds spend most of their days out of the woods; “their coming and going remains quite unaffected by the trains.” For both Human and Animal, the field is an irregular interruption. But it might facilitate thoughtful reflection.\\n\\nNow I’m thinking about another Berger essay, *The Eaters and the Eaten*:\\n\\n> “The principal regular meal. For the peasant this meal is usually at midday; for the bourgeois it is usually dinner in the evening. The practical reasons for this are so obvious that they need not be listed. What may be significant is that the peasant meal is in the middle of the day, surrounded by work. It is placed in the day’s stomach. The bourgeois meal comes after the day’s work and marks the transition between day and evening. It is closer to the day’s head (if the day begins with getting to the feet) and to dreams.\\n>\\n> At the peasant’s table the relationship between implements, food and eaters is intimate, and a value is conferred on use and handling. Each person has his own knife which he may well take out of his pocket. The knife is worn, used for many purposes other than eating, and usefully sharp. Whenever possible the same plate is kept throughout the meal, and between dishes it is cleaned with bread which is eaten. Each eater takes his share of the food and drink which are placed before all. For example: he holds the bread to his body, cuts a piece of it towards himself, and puts the bread down for another. Likewise with cheese or sausage. Contiguity as between uses, users and foods is treated as natural. There is a minimum of division.\\n>\\n> On the bourgeois table everything that can be is kept untouched and separate. Every dish has its own cutlery and plate. In general plates are not cleaned by eating — because eating and cleaning are distinct activities. Each eater (or a servant) holds the serving dish to allow another to serve himself. The meal is a series of discrete, untouched gifts.\\n>\\n> To the peasant all food represents work accomplished. The work may or may not have been his own or that of his family, but if it isn’t, the work represented is nevertheless directly exchangeable with his own work. Because food represents physical work, the eater’s body already ‘knows’ the food it is going to eat. (The peasant’s strong resistance to eating any ‘foreign’ food for the first time is partly because its origin in the work process is unknown.) He does not expect to be surprised by food — except, sometimes, by its quality. His food is familiar like his own body. Its action on his body is *continuous* with the previous action of the body (labour) on the food. He eats in the room in which the food is prepared and cooked.”\\n\\nAnd here it’s only appropriate to recall the videos that have become so popular lately, of Afghani or Pakistani peasants eating western foods like pizza for the first time.\\n\\nIn more normal times, I’m working away from home at least a third of the year. The farm was always intended as a respite from this type of continuous movement around the world. I would be in New York, in Los Angeles, in Seoul, and then return to the woods. Two zones, with a clear delineation between them. This delineation now seems pretty absurd.\\n\\nI think often about the community I joined de facto in January 2020 and in earnest a month later, and what distinguishes it from all my previous time spent in cities. I’ve spent many months of my life driving throughout the country in search of similar data and have a few initial ideas. Urban environments are built on substantial decentralization and anonymization of services; this cultivates a mindset of a large, mostly-invisible controlling force that keeps everything running for everybody. *Eating and cleaning are distinct activities.* Life is made as predictable as possible to make sure it runs as smoothly as possible for the greatest number of participants. This framework also breaks most human-level community; people live primarily as individuals, knowing few of their neighbors, perhaps interacting hundreds of times with the same worker at the same business without ever learning each others’ name. There’s a certain predictable linearity to urbanized life.\\n\\nThis is inverted in rural areas, where services are often the responsibility of the individual (or the family), and a strong local community provides the foundation that enables people to live this way: by directly sharing equipment, food, childcare, skills. Life is inherently unpredictable, the future is uncertain, and mistakes are expected. Repairs are frequent. Good tools are invaluable. Most systems have a direct user-operator relationship by design, and those that aren’t (bureaucratic) are the source of endless complaints. The fire department is staffed by volunteers.\\n\\nRecently an acquaintance directed me towards Wendell Berry’s framework of exploitation and nurture, as discussed in his *Unsettling of America*:\\n\\n> “The standard of the exploiter is efficiency; the standard of the nurturer is care. The exploiter’s goal is money, profit; the nurturer’s goal is health—his land’s health, his own, his family’s, his community’s, his country’s. Whereas the exploiter asks of a piece of land only how much and how quickly it can be made to produce, the nurturer asks a question that is much more complex and difficult: What is its carrying capacity? \\\\[…\\\\] The competence of the exploiter is in organization; that of the nurturer is in order—a human order, that is, that accommodates itself both to other order and to mystery.”\\n\\nEarlier this afternoon I went to buy some parts for the tractor. One of the metal pins I needed was Made In India, and I momentarily felt a twang of unhappiness. In the past several years, and particularly this year, I've made a purposeful decision to buy products made in the United States as often as possible. I don't do this for nationalistic reasons, at least not directly. In general, I've found that Made In USA products are better-made and last longer, at least when it's an American brand, the same being true for Japanese brands made in Japan, or Italian in Italy -- localism generally implies highest possible quality. But I also prefer to buy these \\\"locally made\\\" goods because it means the motivations of the company are not pure profit; if that was the goal, they'd be exploiting workers in countries where worker protection laws are weaker and wages lower. This seems obvious maybe, but the higher quality of work must come in large part from the individual's higher quantity of pride in their work -- a skill developed as a result of nurturing at the individual level (through an apprenticeship, or through a long career at a single company) and at the group level (by implementing the Toyota Production System). The benefit of labor unions, for instance, is their ability to foster the conditions conducive to nurturing by creating friction between the company and the worker. They do not maximize for efficiency and exploitation.\\n\\nThere’s a connection here between pride taken in one’s work as a means to supporting one’s community -- a peasant mindset, Berger might say -- and why this pride disappears in urban environments. It’s not only because urban environments, and the culture around them, encourage capitalistic, bourgeois pursuits. It’s also because the very functional structure of urban environments cleaves the individual from their work. Their work goes out into the city and disappears. Their rewards are delivered from other sources, and often are provided by an easy access to credit. Ultimately, the rewards for work done, and the debts taken for rewards desired -- at the societal level -- are unevenly distributed throughout the entire system. History has shown where this leads.\\n\\nI can’t assert that all rural inhabitants retain the purity of the farmer’s mindset. Neither are all city creatures following their own social codes. Farhad Manjoo -- the NYTimes Op-Ed columnist (“lefties like myself who proudly believe in science and ostentatiously defer to expertise”) -- recently wrote, “I worry about life passing us by just as we’re trying to save it. If 2020 has taught me anything, it is to resist taking the future for granted.” This is the central talking point the right, and rural areas, have been articulating all year, and generally following -- returning to church, eating with friends, whatever. It’s also what the left has been communicating, through its actions, by going to the streets. All of this is about building up communities. At the root, all of this is about working through problems pragmatically. Of course, this is not how all of this is seen by each side.\\n\\nA top comment on the column, with which I also agree: “This discussion does not include the millions of people that don't have the privilege of isolating or communing in pods. The folks that keep the lights on, that sell us food and supplies, that deliver our heating fuel, mail and packages, the medical profession, expose themselves to risks everyday. We who can should isolate so that those who can't isolate have a safer environment when they go to work. Sure, Zoom is a poor substitute for in-person visits, but it makes little sense to travel during these few weeks if you don't need to.”\\n\\nAs with all things, neither of the extremes is workable, at any level. The individual must, and does, make decisions about what to exploit and what to nurture. The community makes the same decisions.\\n\\nI look forward to keeping a part of my mind with the entropy of the woods when I find myself on the road again, drinking coffee in the brightness of an airport, the air above me in a constant state of rapidly recirculating disinfection.\\n\\nOne of the recurring motifs of this year, here at the homestead, is friends visiting from the city and willfully taking on manual labor. One stayed a week and chopped firewood every day. Another helped lay out the deer fencing. Others dug holes, moved rocks, pulled nails. All do this with hardly any invitation, let alone prodding. At the end of their visit, they seem calmer. The zen of the wheelbarrow.\\n\\n*This essay was originally published on January 13, 2021 on usually.world.*\\n\\n[edition://0xaf89C5E115Ab3437fC965224D317d09faa66ee3E?editionId=295](edition://0xaf89C5E115Ab3437fC965224D317d09faa66ee3E?editionId=295)\\n\\n\",\"timestamp\":1632228436,\"title\":\"Thoughts on trying to become a farmer during a pandemic and a country tearing itself apart\",\"publication\":\"usually\"},\"digest\":\"vb2qBFJOyWqzkqBR7HTu6lAeWDGZypb7qNVNIOPa-xA\",\"authorship\":{\"contributor\":\"0xa8A33539960Ef4779CB0eCEDed8002c1EcD40582\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XNvOoY9M91WvGKkcuiQqXRxOj-56Ij1O_zdhfWoXQeU\\\",\\\"y\\\":\\\"4dK-CUssxZH7eZM5u6ovi8MjZ621zVpz4FnShPEpFJQ\\\"}\",\"signature\":\"sMocTWBxkbAN9Ry2T_SlM7v2z_0CHgE-NTaYM_khIkpRvoG4IyKngPVywxF8fBPZV2opHR57F5KdBYwPQmT7jA\",\"signingKeySignature\":\"0xd12054940db4155cf33ff83efdedcc57ba84da7bac67fd15f71cef101ac61f8a508ab44e1c697491ce7f304b3748fb4f04fce2fd9bb58c06fe8cfc06195588901b\",\"signingKeyMessage\":\"I authorize the publication of articles on usually.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XNvOoY9M91WvGKkcuiQqXRxOj-56Ij1O_zdhfWoXQeU\\\",\\\"y\\\":\\\"4dK-CUssxZH7eZM5u6ovi8MjZ621zVpz4FnShPEpFJQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DB9Rycc-AQvi1CkSpGSKnNt2S3xZLNxakQrZCt8Fyw8\"}"