"{\"content\":{\"body\":\"The plan was recently proposed by Rune Christensen, the founder of MakerDAO. Its core views are:\\n\\n● Environmental issues are related to the long-term destiny of mankind, but the existing global governments and economic systems are unable to truly put the solution of long-term issues such as environmental protection above the short-term economic goals and the interests of those monopolistic groups due to their focus on short-term interests. .\\n\\n● MakerDAO will be committed to using clean energy infrastructure and real green investment projects (such as solar power plants, charging stations) as brand new collateral, helping these projects to finance these projects as the underlying assets of DAI to deal with climate change , And the flexibility and flexibility of DeFi will also make the financing of these projects more efficient.\\n\\n● MakerDAO will also introduce the bonds of top ESG companies in developed countries (ESG is an acronym for Environmental, Social, and Corporate Governance, and refers to the company’s consideration system that follows these three standards) as DAI’s underlying assets to improve The safety of DAI, the profitability of the entire system, and increasing support for environmental protection.\\n\\n● MakerDAO will also introduce a brand-new \\\"Sagittarius Engine\\\" economic model, drastically transform the original token model to improve the efficiency of the system and governance, and empower the maker.\",\"timestamp\":1634578985,\"title\":\"DAI will become \\\"Clean Money\\\" as a very important solution for environmental protection and finance in the future.\"},\"digest\":\"3USKFdo8mKCT6V9hjz3meGxevVWypAQCd807YMYAD-A\",\"authorship\":{\"contributor\":\"0x4F56EA67334B7E28Ed0521ADDaf59f47F7b27446\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6GeqYKjF9eAGg_8srregTIi5OYnYafs08Z9AOnKU_Fc\\\",\\\"y\\\":\\\"kV68kmGuBb4UsoT2G1pzJ2aG9mqSX3CyKyUEgt76aF8\\\"}\",\"signature\":\"G3XFeK7xDbna_SfOfXIa1I5YWaBb6qMmPu0gpssSRnPrSM50ur8ExGgwIgZXtDeB5CQtNWfhIzQw7sO5w7s5-A\",\"signingKeySignature\":\"0xc0c8f43e956f8c2bec887d7c2d9a541a71979c1a29735ddba71ae89a6fdffa447b2afeeda63d3f90d5016b1307c15917667b2c6c7cf62bb83478b298d2ce336b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6GeqYKjF9eAGg_8srregTIi5OYnYafs08Z9AOnKU_Fc\\\",\\\"y\\\":\\\"kV68kmGuBb4UsoT2G1pzJ2aG9mqSX3CyKyUEgt76aF8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3USKFdo8mKCT6V9hjz3meGxevVWypAQCd807YMYAD-A\"}"