"{\"content\":{\"body\":\"看到许晴被黄大仙上了身，我瞬间就紧张了起来。\\n\\n先不说她可能是我未来岳母，这黄大仙的目标明显是叶红鱼，偏偏我又不能出手。\\n\\n“妈，你身上啥味啊？”当叶红鱼被许晴抓住了手腕，她也也闻到了骚味。\\n\\n“跟我走，让你看看妈给你找的好男人。”许晴拽住叶红鱼，就将她往楼上拉。\\n\\n叶青山察觉到不对劲，边追边问：“许晴，你干嘛呢？”\\n\\n许晴二话不说，索性一把抱住叶红鱼，脚步飞快，一溜烟就上了楼。\\n\\n叶青山楞住了，显然没想到平时弱不禁风的娇妻突然力气这么大，都忘了去追了。\\n\\n我都急死了，可又不敢破坏爷爷的规矩，忙大声对叶青山说：“叶叔，快追，快请风水先生来帮忙，伯母这怕是惹了脏东西。”\\n\\n我刚说完，许晴突然扭头瞪了我一眼，眼神很凶，像是在提醒我，别多管闲事。\\n\\n好一个成了精的黄皮子，这灵智显然很高了。\\n\\n联系到老家那给我下聘的母黄皮子，我寻思叶家这公黄大仙肯定是要和叶红鱼结婚，夺爷爷给我俩的造化。\\n\\n和叶青山一起追到楼上，但许晴已经把房门给关上了。\\n\\n我听到叶红鱼发出一声尖叫，惊恐地喊：“妈，不要，你在干嘛啊？”\\n\\n很快，她又大喊：“爸，救我，妈她疯了，她不是我妈！”\\n\\n叶青山拼命地用脚踹房门，却踹不开。\\n\\n“黄皮哥，救我！”叶红鱼又向我开始求助。\\n\\n我心急如焚，很想出手。\\n\\n但理智告诉我绝对不能，虽说爷爷死了，但对我们风水师来说，死后更需要守约，否则不仅生前所为前功尽弃，甚至会给在世亲人带来无穷的恶果。\\n\\n我一旦出手，不仅爷爷可能因此不入轮回，就连我们陈家后世也可能跟着遭殃，更别提我本人也会陷入囹圄了。\\n\\n“黄皮！红鱼不是说你也有本事吗，你倒是快想办法啊！”叶青山显然很爱叶红鱼，急得额头冒出冷汗，对我沉声说道。\\n\\n我犹豫不决，陷入两难。一面是未婚妻被畜生凌辱，一面是无穷的后患。\\n\\n“黄皮哥，我好害怕！”叶红鱼再次恐惧地喊我。\\n\\n听着叶红鱼的呐喊，我心一狠，做了一个决定。\\n\\n如果就连自己妻子都守护不了，空有一身本领又有何用？\\n\\n如果因为担心被命运反噬，就这样放弃自己的妻子，那我谈何做一个男人。有了这个心魔，我以后风水一途怕是再难精进。\\n\\n思及此处，我不再犹豫。\\n\\n“爷爷，对不起，孙子无能，不能守约了。”\\n\\n轻叹一声，我右手掐住镇妖诀，就欲出手。\\n\\n就在这时，别墅大厅传来一声怒喝：“孽畜，休得胡闹！”\\n\\n伴着这道声音，一约莫三十五六岁的中年男子走了进来。\\n\\n他穿着一身青衣大褂，气质儒雅，却背着一把半截铁刀。\\n\\n他长得极其俊朗，脸上棱角分明，给人一种不怒自威的感觉。\\n\\n走进别墅后，他直接在大厅地上放了一盏香炉。\\n\\n掏出五根香，点燃。\\n\\n他盯着香，目不转睛。\\n\\n香气缓缓上扬，他眯起深邃的眼眸，嘴角蠕动，若有所思地看着。\\n\\n竟是观香术！\\n\\n正所谓神三鬼四仙五，正常人只知道上香时神三鬼四，但很少有人知道还有仙五一说。\\n\\n顾名思义，敬神点三根香，拜鬼燃四根香，而请仙则是五根香，这所谓的仙指的就是修出了灵智的精怪。\\n\\n“呵，原来是一只得了道的黄大仙，今天碰到了我胡三刀，你死期也该到了！”青衣大褂的男子观香之后，冷声说道。\\n\\n不简单！\\n\\n直觉告诉我，这自称胡三刀的中年男人绝对有真本事。\\n\\n我松了口气，将手中的镇妖诀散去。\\n\\n“高人，请出手救我女儿，我叶青山定当重谢！”叶青山看到了希望，赶忙说道。\\n\\n胡三刀卸下背着的半截大刀，猛地往地上一插。\\n\\n好家伙，这大刀竟异常的重，竟将大理石地砖砸出了一大窟窿。\\n\\n他伸手抓了一把香气，往大刀上一洒，然后拔刀而起，猛地对着空气一刀砍下。\\n\\n‘叽’……\\n\\n我身旁的房间内响起一道黄皮子的尖叫声。\\n\\n与此同时，房门上猛的传来扑通一声闷响，房门竟被撞出了一个大洞。\\n\\n一体型硕大的青色黄皮子腾地窜了出来，直接扑向了胡三刀。\\n\\n胡三刀面不改色，冷哼一声，道：“吃我一刀，了却孽障！”\\n\\n话音刚落，他扔出手中的半截大刀。\\n\\n那黄皮子撞到大刀上，整个黄皮子脑袋被一刀砍下，落在地上滚来滚去。\\n\\n他欺身而上，接住大刀，又是一刀落下，将黄皮子砍成一滩肉酱。\\n\\n好身手！\\n\\n这胡三刀一身玄阳之气怕是已经练到了登堂入室之境，我忍不住为之赞叹。\\n\\n叶青山已经推开了房门，他看到老婆许晴昏迷在地，而叶红鱼则蜷缩在墙角瑟瑟发抖。\\n\\n“红鱼，怎么回事，发生什么了？”叶青山担忧问道。\\n\\n叶红鱼心有余悸道：“刚才一进屋子，我妈的脸突然变成了一个黄鼠狼。它对着我龇牙咧嘴，太吓人了！”\\n\\n“它没伤你吧？”叶青山关切问道。\\n\\n“没有，它没靠近我，就是一直在吓唬我。”叶红鱼答道。\\n\\n听了叶红鱼的话，我愣了一下。\\n\\n黄皮子没出手？没要和她同房？\\n\\n这不符合常理，按理说如果这黄皮子是想夺造化，不可能耽误时间的。\\n\\n难道是叶红鱼命格过硬，它也束手无策？\\n\\n但感觉也不太可能，而我突然又升起另外一个念头。\\n\\n这黄皮子来了两天了，为何要等到今晚我出现了才动手？\\n\\n在我纳闷间，叶青山走了出来，他冲着胡三刀抱了抱拳，感激道：“多谢这位高人相助，需要什么报酬，尽管提。”\\n\\n胡三刀似乎并没将叶青山放在眼里，只是淡漠道：“你坏了青麻鬼手的规矩，事情没这么容易解决的，我劝你好自为之，及时醒悟！”\\n\\n他竟然在帮我推行这场婚事，我愣了一下，难道他认识我爷爷？\\n\\n就在我好奇间，我无意间瞥向地上那香炉。\\n\\n看完，我的心瞬间提到了嗓子眼上。\\n\\n只见，原本点燃的五根香，最右边那根已经熄了。\\n\\n而倒数第二根却燃烧得很快，转眼间已经燃烧过半，变成了三高一低。\\n\\n神三鬼四，这三根半的现象就邪门了，这说明别墅里还有东西，半神半鬼。\\n\\n“陈黄皮，快跟我走！”\\n\\n胡三刀也看到了这一幕，他一把掐灭了香，收拾起香炉，突然对我说道。\\n\\n[更多](https://lianjiec455955.zhangwen.cn/link?code=1067747)\",\"timestamp\":1641472026,\"title\":\"008 观香\"},\"digest\":\"fh81Tyu5xvESiwbh66zVT5xh-OP4v79tdVgpO2bIoQA\",\"authorship\":{\"contributor\":\"0x74EF64C675BBC6419ECf8D10fd15a82610615ae3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wdUC6m8EFgjntfZp6uEFppjiF2loyL6Q0Rl6vEN6COE\\\",\\\"y\\\":\\\"Piia37VdnfT9HmQ57vdDK7vFbw8i1Iu9OMdnMbx-1io\\\"}\",\"signature\":\"hQMdlKlnyLLlXuwIUeKbHBD4uOS_fkwSgK5FVYKfhdnRBHQPgxdop4i8iqyC66mSG7Mr6JSiaipCJjU4HHkkUw\",\"signingKeySignature\":\"0x43cb7a8d2bdb999e7256782e6b013f63c3652b89aeb6ec219b03b8472d85bc86652881d2b53fa7f6f7ac7d1466aa7903ce872a60e714df5d9c8128735cbcc6331b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wdUC6m8EFgjntfZp6uEFppjiF2loyL6Q0Rl6vEN6COE\\\",\\\"y\\\":\\\"Piia37VdnfT9HmQ57vdDK7vFbw8i1Iu9OMdnMbx-1io\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fh81Tyu5xvESiwbh66zVT5xh-OP4v79tdVgpO2bIoQA\"}"