"{\"content\":{\"body\":\"我喜欢默背电影台词，我背一段啊，电影《南海十三郎》里的，片中享誉省港澳的粤剧名编剧唐涤生彼时尚未出道，和老师南海十三郎讲论文义时说道：\\n\\n\\\"*我要证明文章有价 再过三、五十年 没有人会记得那些股票 黄金股票、世界大事都只是过眼云烟 但是一个好的剧本 五十年、一百年，依然有人欣赏 就算我死了 我的名字，我的戏，没有人会忘记 这就叫做文章有价*\\\"\\n\\n与标题小议的这个“Mirror”何干？\\n\\n普罗大众若要创作和发布内容，如像是高中时参加新概念作文比赛或者在朋友圈发些非主流牢骚，总是要面对三维现实世界，或是传统的四维互联网世界（web2.0）的，相应地，总是会存在机构或是应用平台方此类第三方中心化的力量，对本该隶属创作者所创作的内容形成更严厉的主导权：如主流意识形态语境下的批评与奖惩体系，非透明的审核、作品触碰规则禁忌后的删减等此类判定权能……这是中心化力量十分令人头痛的地方——只要它们存在，你便戴着镣铐跳舞，在这些世界里不能随心所欲地表达自己的东西。说回Mirror，即你现在看我啰嗦的这里，这个地方，它是什么？说得肤浅些，相对地，它就是一个完全没人管，也没人能管得了，你的作品不会面对内容审核，可以选择最大程度匿名，永久存储不会丢失，且作品所有权永远在你手里的内容创作和发布平台罢了，即一个互联网内容的蛮荒之地，原初伊甸。\\n\\nMirror这样一个去中心化内容平台的诞生则完全践行了Web3.0时代的畅想。所谓Web3.0，不过是为让互联网更去中心化、可验证、安全而发起的一组广泛的运动和协议罢了，Web3的愿景是实现无服务器、去中心化的互联网，即用户掌握自己身份、数据和命运的互联网，把用户内容和数据变成颗粒化，抽象化，可组合化，元数据化。其实就像麦克卢汉所说的冷媒介化，所以Web3的本质是冷媒介的互联网。\\n\\n我用Mirror有一段时间了，起初出于研究项目和投资需要，后来得出结论Mirror是目前为止Web3.0世界里我最喜欢的内容创作应用，也得益于目前web3多数应用尚十分简陋，Mirror也自然成了我体验过的所有应用之最。\\n\\n这些不是我的关注点所在，我无感，不过大概有人会感兴趣（财富密码，但不构成投资建议）：Mirror 最大的创新，是拥抱了一种全新的所有权经济模式，这和以往知识付费的微调模式不同，可以说从根本上改变了内容创作的结构。根本上改变意味着，内容创作者可以不再依靠广告和追求流动变现，而是针对特定的读者群提供高质量内容维持一种自给自足的可能性，在这个引入了 NFT 代币股权模式（NFT：not fungible token，非同质化代币，是一种区块链数位账本上的数据单位，每个代币可以代表一个独特的数码资料。由于其不能互换，非同质化代币可以代表数位文件，如画作、文字、音乐、电影、游戏等，可以偏颇地理解为一种数字作品/艺术品，是通过技术手段，对传统作品的价值传播革命）的生态中，形成了一个基于内容作品的生产、投资、转手和消费闭环，从而实现一种自给自足的写作者社区经济。\\n\\n说回Mirror，它对我来说有什么特别？\\n\\n我在意的是，在这里创建的作品自诞生起便绑定了价值属性，本质是NFT，依托的环境去中心化，数据不可篡改，无需审查，永久存储，为数字作品确权。\\n\\n人话即是：你在看的，我从键盘上一颗颗码出来的，最终呈现在Mirror这个应用上的这些繁冗溃烂的文字，最后会是这样一种状态：只要这个世界还存在互联网，它便永远不会消失，永远不会被任何人篡改，除非是我自己，以及它永远都属于我，即使我出售它，即使我死去。\\n\\n我发布的东西越多，我的作品将会形成颗颗粒粒的去中心化治理组织，最终在数字维度上收束在一起，化成唯一的赛博的“我”。\\n\\n几日前跟一位朋友聊到个人的生命活力，印象中她自信坦率，少见沮丧彷徨，说到自己要强，想要证明自己，我心里为之颤动，仿佛看到年轻时妈妈的影子，卯足劲头随时跟世界死磕，我有点想哭，时间太晚没有聊很久，祝君好。我也有我的一点生命力：你说的话我都愿意听，甘愿给你愉快的消磨；总是能投入到新的未知中去，如投入Web3，如发现Mirror；如果可以的话，我还希望每天都有架可以打，在模糊的意识中收获清醒。\\n\\n李笑来翻译了比特币白皮书后这么说：“比特币是人类历史上第一次，用技术手段实现了私有财产神圣不可侵犯。”时过境迁，如今几乎没有人愿意购买价格如此昂贵的比特币了。而Mirror，某种程度上，不也是用技术手段实现了作品所有权神圣不可侵犯吗？\\n\\n同样是几天前，跟一位同在深圳的本科学长一次对谈，学长工科，散步时抛出问题：有什么方法证实我们存在过？生物半衰期与化石总会消亡，要证实我们这存在过的“一瞬”，必须将时间周期无限延展，这是一道建立在我们存在之证据不会消亡的永恒前提下的证明题，同时还将面临第三方证人的缺失。这是一个存在悖论，我觉得可怖，直言物质世界的组成自己不懂。学长也觉得消极，说自己只能想方设法去爱所爱之人，我十分触动，自己是只能绷着爱与憎生存的人，想说我们除了爱，对世界的憎恨也同样珍贵，想用《尼尔·机械纪元》的虚无抗争和《地平线4》的酒神狂欢来引证，表达一个艺术生对物质世界感性又形而上的理解，但我不忍心再起哄了。\\n\\n若互联网从这个世界消失呢？我只能暂且将这种假设悬置，不去想。\\n\\n若言抛弃一切换来的是绝对的自由，Mirror则用一串字符（用户域名，即钱包地址，即Mirror账号）给了我微薄的安稳，告诉我你并不是没有什么可以失去的。\\n\\n![我其中一个地址（账号），图怎么这么大，佛了](https://images.mirror-media.xyz/publication-images/eaBAxTA5rdlr54gLsBJE6.png?height=419&width=292)\\n\\n你可以在这里po出没有在别的地方发过的自拍，我也可以发一张我新买的西装，她可以在这里把微博豆瓣贴吧等中心化平台上被系统删掉的文章重新发出来，当然Mirror可以做的事远不止于此（众筹、拍卖、社交、竞赛等），你尽可以任想象力挥洒，你创建的数据构成了你，没有人可以评价，当然也没有任何人可以篡改。\\n\\n这种感觉，如同看着动画《真心为你》里，所有生命都溶化成了海水，整个地球上，只有飘上天空的初号机幸免，携带者全人类在这个世界上存在过的遗传信息，将永远地在太空漫游下去，并向宇宙证实人类曾来过。\\n\\n我不曾想过，一个应用程序，可以带给我如此孤独又凋零的浪漫想象。\\n\\n所以，将死之时请把我溶进只有0和1的二进制海洋。\",\"timestamp\":1636542682,\"title\":\"小议Mirror——我的墓园\"},\"digest\":\"UBcBzVXqj8OUE8aFMaugfRNkAEuAtXbKjXCIKce1bW0\",\"authorship\":{\"contributor\":\"0xfe1aBf3e20AC87f848DF8cA0C182CC62606378A1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"x8byWTATWeDfeZ-u8R7J9DNiLilp7Q6aEBzqEctloHU\\\",\\\"y\\\":\\\"m7K1X5_uFbSQGyRqtp3_I1MaeVggVTRcfVqWV0wZT0A\\\"}\",\"signature\":\"SCXyYhtEur-n1u2til0Sn9QoRO8nfS7GtdQcQow3PvcKkSWv_hPJ4ucT6zQaLNr8D7Nz_bpYctAwdQSBgiLNpw\",\"signingKeySignature\":\"0xd88d6cdf87f9d27a519a5bbc3c92e6a57710bd376c2427b577120b722a83438f032bc6c0afa6a6e2259b5f24dee78a1fb04204737b1c19547da5c631aecdcb001c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"x8byWTATWeDfeZ-u8R7J9DNiLilp7Q6aEBzqEctloHU\\\",\\\"y\\\":\\\"m7K1X5_uFbSQGyRqtp3_I1MaeVggVTRcfVqWV0wZT0A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pcgrA-7KD9lrV4it1ul9Fz3aXNOoizOZBWVFfhQdKmI\"}"