"{\"content\":{\"body\":\"### What are some of the most valuable skills to help us thrive in Society 3.0 marked by deep transformation?\\n\\nCover photo by [Suzanne D. Williams](https://unsplash.com/@scw1217?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText) on [Unsplash](https://unsplash.com/s/photos/transformation?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText)\\n\\nFor this exercise, let’s define Society 3.0 as the convergence of social, economic, technological, and geopolitical shifts that would lead to deep transformation and which could be roughly expected to peak around 2030.\\n\\nI note that this should not be an exercise focused on technical (hard) skills only or even on competencies for the future of work, but it should more broadly include practical life skills to help manage health and well-being and solve problems throughout a lifetime; they should be independent of specific career paths, valuable to our personal, organizational, and collective well-being and ideally, such skills ought to be relevant for a few decades. While the list I’ve come up with is not exhaustive and skills are not all mutually exclusive I’ve zeroed in on twelve skill areas, which are far from being novel, but seem to be gaining relevance.\\n\\nSo, what could be the most valuable skills for building Society 3.0?\\n\\n 1. **Curiosity and play**. In 2015 the World Economic Forum with Boston Consulting Group produced a landmark report titled the *New Vision for Education* that lists sixteen 21st century skills and included in that list is curiosity. I have it at the top of my list because I contend that without curiosity, which equates to a genuine interest in something, it is incredibly hard to devote the time to learn—and never mind—master any knowledge domain. It is perhaps the key that unlocks the appetite for proactive learning and exploration based on a primal need to discover, hence I see it a gateway to many of the other skills listed below. I also recognize how important it is to stay curious outside of school and work, perhaps as a way to avoid mental health issues. Closely connected to curiosity is play. Harvard Education PhD Tony Wagner posits that allowing students to follow their curiosity should naturally lead to a state of play and exploration and this in turn should help develop future professionals who are genuinely interested in pushing their disciplinary boundaries. This approach could contribute to building a more vibrant Society 3.0.\\n 2. **Learning to think.** Also very high on the list is the ability to thinking logically, critically, analytically and, more broadly, developing common sense which should also include the ability to spot and avoid the many fallacies of thinking (including “fake news”). This also includes computational thinking, or the ability to recognize patterns, represent data, generate abstractions and generalizations, among a long list of thinking abilities.\\n 3. **Creativity.** It has been said that creativity is intelligence having fun. From an innovation perspective, creativity is about letting the mind make novel connections and new insights between seemingly disconnected information. While creativity *per se* does not require that value be added or that a problem be solved, it is indeed a key component to complex problem solving and to innovation, and Society 3.0 will require huge doses of it.\\n 4. **Learning to learn and adapt.** If one lesson could be extracted in 2020 is the need for people and organizations to be willing and able to learn and adapt, requiring the disposition and the ability to *learn to learn*. “It’s more important today to be able to become an expert in a brand-new field in nine to twelve months than to have studied the ‘right’ thing a long time ago,” says AngelList founder Naval Ravikant. Staying nimble, willing and able to adapt and to learn will be an asset in Society 3.0 marked by accelerating change and steeper learning curves.\\n 5. **Communication and collaboration**. This is a key component of *people skills* necessary for working with others, also closely associated with emotional and social intelligence. It has become increasingly evident how important it is for people, teams, organizations, and nations to be able to negotiate, to cooperate and to aim for win-win scenarios—with a growing expectation for remote collaboration. It is hard to envision how Society 3.0 could be effectively built without proper communication and collaboration.\\n 6. **Managerial and leadership skills**. Closely connected to the previous skillset, are management and leadership skills which are both art and science. This also includes a strong work ethic, initiative, persistence, and grit. It should be noted that managerial skills which *do not* follow a predictable pattern cannot be easily automated thus increasing their future value. Leadership will be a key ingredient for steering communities towards a desirable version of Society 3.0, and it might be more art than science and less likely to be automated.\\n 7. **Scientific and technological literacy.** The Covid-19 pandemic highlighted our intimate connection to science, strengthening in many the appreciation for the scientific method. Society 3.0 ought to further embrace it as a clear path to solving our collective challenges. Also, the ability to learn and apply technologies including cutting-edge ones will expand the toolset with which challenges can be addressed.\\n 8. **Social and cultural awareness.** Appreciation for diversity and history as well as sensitivity to personal, social, cultural, and racial differences will signal a more inclusive Society 3.0 that works for all, while reaping the benefits of diverse intellectual capital.\\n 9. **Ethics and universal values.** Behavior that is consistent with humanity’s moral compass and which demonstrates appreciation and respect for universal values including peace, freedom, social progress, equal rights and human dignity will be central to building a kind and compassionate Society 3.0.\\n10. **Financial literacy and business acumen.** Individuals with a sense of how the private sectors works and adds value to society will be better positioned to generate sustainable solutions to all sorts of industrial and societal needs. Society 3.0 will also benefit from people with ability to save, budget and invest, contributing to the collective financial health.\\n11. **Resilience.** Defined as “the capacity to recover quickly from difficulties; toughness,” it includes the ability to manage stress, take care of oneself and develop mechanisms to cope with pressure in all walks of life. It is also associated with enthusiasm, self-confidence, and mindfulness.\\n12. **Innovation**. If we understand innovation as adding value to stakeholders with a novel product, service or process it can be seen as a by-product of many of the previous eleven skills.  Innovation is directly connected to problem-solving, problem prevention, continuous improvement and creating breakthroughs addressing all areas of human endeavor.\\n\\nI close with a focus on innovation as I see it as a central to nurturing responsible citizens and leaders.\\n\\nWhile the collective set of skills may seem aspirational, the intent is that these could be treated as practical, useful, real-world skills for school, work, personal and family life, to help build the kind of Society 3.0 we want to live in.\",\"timestamp\":1637398380,\"title\":\"Valuable Skills for Society 3.0\"},\"digest\":\"u_6PEPbScDtXvlBqFvZyBLO9lP_QL0gG0zyy82eO-Vs\",\"authorship\":{\"contributor\":\"0x1ae9Fb12E238128d572629C8f40a159dBf902604\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FOwE3ptxEzpUMkAkEiJ5X7iob6U9sn_c8n5rUQCfaiw\\\",\\\"y\\\":\\\"WTtbwTUN6rkgH2fuvHC692Sp8F587Xf80GILqk6eOps\\\"}\",\"signature\":\"khpK9Xigq8mXhN7_6YgeQPmDukxWB6194iiLIUuQRIE6i1X2tr2tM9Vt9tm-QKSYDu2qXl161M3k3UAMx_BzAA\",\"signingKeySignature\":\"0x43f839dab6fd9d8bd65e4ebc58f754c478cb0ac5c3ac82839b42ca4a121f2a414ceb5a44e7f202048ad829c2ee1fe0bd8b23220f6066bf95fca2dbad76af3a0d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FOwE3ptxEzpUMkAkEiJ5X7iob6U9sn_c8n5rUQCfaiw\\\",\\\"y\\\":\\\"WTtbwTUN6rkgH2fuvHC692Sp8F587Xf80GILqk6eOps\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QecprLjn30gqEO7g0taoOPqARJ7uuB3iWfOalmssF9A\"}"