"{\"content\":{\"body\":\"FIRST PUBLISHED February 23, 2016 ([Medium](https://medium.com/creativeblockchain/lets-disintermediate-all-the-lawyers-smart-contracts-on-the-blockchain-why-blockchain-matters-to-the-cd031e40a75e))\\n\\n*Author’s Note: I am in the process of moving my older work to Mirror. This was the fourth in a series of six articles laying out how blockchain tech could prove revolutionary for the content ecosystem.*\\n\\n> The first thing we do, let’s kill all the lawyers.\\n\\nThus says Shakespeare’s Dick the butcher in *[Henry VI](http://goo.gl/R6ByXz)*[, Part 2](http://goo.gl/R6ByXz). It is unlikely that the Bard of Avon was predicting the Blockchain back in 1591, but when it comes to the concept of smart contracts, it must be noted that in some capacities attorneys are intermediaries, and as we’ve discussed in prior posts, you don’t want to be a middleman when B-Day arrives for your industry.\\n\\nBut we don’t have to write off the legal industry just yet. While smart contracts mediated by the blockchain may soon supplant some types of existing agreements, we have a very long way to go before a smart contract on the blockchain will be able to take the place of an arms-length negotiation between parties involving complex terms.\\n\\nStill, the concept of smart contracts is rapidly advancing, and has the potential to cause significant disruptions to the creative industries, especially in the context of rights management and royalty payments systems.\\n\\nSo what is a smart contract?\\n\\nJust like pretty much everything else in the blockchain world, a smart contract is a piece of code. Software. It’s not a true contract, in the legal sense, at least as of yet. In its simplest terms, a smart contract is a piece of code that two or more parties program to cause certain actions to happen as a result of specific conditions that occur or do not occur. A simple Bitcoin transaction is essentially a smart contract — two parties agree that a certain amount of Bitcoins will pass from one to the other upon signature by both parties.\\n\\nHere’s an example of a slightly more complex smart contract. I sell a piece of digital artwork to a collector. The purchase price is to be paid in installments. The payment schedule is baked into a smart contract, and as the dates come up, the payments pass to me. After a certain amount of payments are made, the artwork itself passes to the collector (see our prior post on asset transfer).\\n\\nYou might be asking: but what’s the difference between this and just having the collector set up automatic payments to me from his bank? And couldn’t I set up a system with an escrow service to transfer the artwork once my account hits the right balance? Maybe I could even create computer script to automate that transfer on my end, if I was so inclined.\\n\\nThe short answer is, yes, all of this is possible using other methods. The difference is that without a smart contract, each party is conducting separate transactions, and each party (or its agent) controls those independent transactions. The collector can always call his or her bank and cancel the payments. I can change my own system so that transfer occurs on a different trigger, or not at all. To overcome these possibilities, the collector and I will have entered into a legal contract promising to uphold our portions of the bargain (which may or may not specify the technical means by which we comply). If one of us fails to live up to our side of the bargain, the legal document will give us the right to enforce the contract’s provisions in court. It cannot actually physically stop one of us from reneging.\\n\\nBy contrast, a smart contract is an agreement that “lives” on a system that is not controlled by either party or that party’s agents. Ideally, both the digital asset being transferred and the currency/assets used for the purchase also live on that system. The contract itself is a self-executing transaction between the parties triggered by events that can be definitively determined to have happened or not. For instance, April 7 arrives, a payment amount is transferred. When the amount transferred equals a certain amount, the underlying asset transfers. No other parties are involved — the distributed ledger ensures that all transactions are verified by multiple participants, and only transactions that follow the smart contract’s rules will be confirmed.\\n\\nSmart contracts thus lend themselves to definable conditions, and fairly straightforward “If X then Y” logic. Once a condition or “input” becomes subject to any type of judgment call for which a human might be needed, smart contracts cease to be a viable solution (at least at present; one can certainly imagine a future where artificial intelligence agents make some of those calls).\\n\\nOne often-discussed “use case” for smart contracts is that of music royalties, the theory being that self-executing contracts on the blockchain will allow for a more transparent flow of royalties with fewer intermediaries between the copyright owners and artists and the consumers.\\n\\nHere’s the idea. It takes multiple parties to create a sound recording. There is the composer of the music and usually a separate lyricist who must together grant a composition license to any party that wants to make the sound recording. To make that sound recording, multiple artists/performers will be involved, along with producers and others. But that’s just the beginning of the story; as Jamie Barlett writing for *The Guardian* recently put it:\\n\\n> The structure of modern music production is Kafkaesque. An artist might sign a deal with a record label. In between them and the music fan there could be the label’s parent company, distributors and hundreds of music services, each taking a cut. There are sync rights, mechanical royalties, performance royalties. Consumers and music services pay different amounts for streaming, downloads and physical sales, and different amounts again to songwriters via collecting societies and publishers. Different deals can be struck in different territories. Add to that a mild obsession with non-disclosure agreements and it can be close to impossible for musicians to work out what they are owed.\\n\\nOthers, including [the U.S. Copyright Office](http://goo.gl/obhR6m) and the [Rethink Music Initiative at the Berklee Institute of Creative Entrepreneurship](https://goo.gl/htZlSR), have recently addressed the state of the music industry in this regard.\\n\\nBut the point in the context of smart contracts is that the parties who create music can embed licensing terms into these self-executing contracts, and when consumers purchase music the royalties can flow immediately to each of the participating parties. No middlemen will be needed to process the transactions or, possibly, the distribution of the content itself. [Imogen Heap](http://imogenheap.com/mycelia/), working with start-up [Ujo](http://ujomusic.com/), recently released a single, *[Tiny Human](https://alpha.ujomusic.com/#/imogen_heap/tiny_human/tiny_human)*, as a test case for a blockchain-based distribution and royalty system. Articles on that effort [here](http://www.theguardian.com/membership/2015/oct/02/live-stream-imogen-heap-releases-tiny-human-using-blockchain-technology), [here](http://www.forbes.com/sites/georgehoward/2015/07/17/imogen-heaps-mycelia-an-artists-approach-for-a-fair-trade-music-business-inspired-by-blockchain/#48e8e5c55912), and [here](http://goo.gl/O0iGlP).\\n\\nWhere does the law itself come into all of this? That’s still an open question. Companies currently offering smart contract solutions approach the legal overlay in different ways. We’ll address this important issue in later posts. Suffice it to say that there will likely be somewhat of a messy interface, at least initially, between the somewhat Utopian vision of a freely operating system of smart contracts and existing laws.\\n\\nInterestingly, that quote about lawyers from Shakespeare comes on the heels of a speech by Jack Cade, a rebel against Henry VI, who in a comic scene lays out his personal Utopia, where England is reformed for the common people (but with Cade as king), with inexpensive food, and good beer. Jack says:\\n\\n> there shall be no money; all shall eat and drink on my score, and I will apparel them all in one livery, that they may agree like brothers….\\n\\nMaybe Shakespeare was thinking about the blockchain after all.\\n\\nFurther Reading:\\n\\n* [A Gentle Introduction to Smart Contracts](http://bitsonblocks.net/2016/02/01/a-gentle-introduction-to-smart-contracts/)\\n* [Nick Szabo’s 1997 seminal piece on smart contracts](http://goo.gl/MkXXiW)\\n* [What Are Smart Contracts? Cryptocurrency’s Killer App](http://www.fastcompany.com/3035723/app-economy/smart-contracts-could-be-cryptocurrencys-killer-app)\",\"timestamp\":1634048795,\"title\":\"Let’s Disintermediate All the Lawyers: Smart Contracts on the Blockchain: Why Blockchain Matters to the Arts, Part 4\"},\"digest\":\"HXzyd3nMTQGK7-qBabqt2OOd8KSwMQwS2aJH5U3E9TM\",\"authorship\":{\"contributor\":\"0x538fDC0055fCeCe2e55e327A7673F9887FBC29c7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M1YQP831gO7kVcp74pT8nRczmRo4MIpMMEW1gpShtxk\\\",\\\"y\\\":\\\"SVbYVwGUOy6QaKvue8_IiwM35-n-AExyLcLzOlDpnEk\\\"}\",\"signature\":\"_rTokfw8jsElj9Lusq9AnNFVlYunWbvklxKhcWye_B5IH4r9mkYaIyUv08_GcIUVwMbzpM84ClVTuZ4ht3iDsQ\",\"signingKeySignature\":\"0x42147b8d6116358a9452fb21c3eec08d17ddbbfdfc86320325a1149801279d5272f6939a949b59b8ef8d62d1810fe0a5974e4cf00e1f49bce083a52d5377b4dc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M1YQP831gO7kVcp74pT8nRczmRo4MIpMMEW1gpShtxk\\\",\\\"y\\\":\\\"SVbYVwGUOy6QaKvue8_IiwM35-n-AExyLcLzOlDpnEk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HXzyd3nMTQGK7-qBabqt2OOd8KSwMQwS2aJH5U3E9TM\"}"