"{\"content\":{\"body\":\"2021 saw a lot of exciting waves in tech, and though it’s hard to pick a favorite as an investor at Bessemer Venture Partners,, I’ve been consistently drawn to the developments in augmented and virtual reality (AR and VR) and everything in between – all of which fall under the umbrella term of ‘extended reality’ (or XR).\\n\\nAcross the past decade or so, consumer demand for XR has been volatile. Facebook’s 2014 Oculus acquisition piqued social interest, but 2016 was the year that expectations went wild – in part due to the hype around [Pokemon GO](https://www.thewrap.com/how-pokemon-go-took-over-the-world-and-why-theres-no-point-in-ripping-it-off/) and all the [VR headset releases](https://newatlas.com/best-vr-headsets-comparison-2016/45984/). But the tech wasn’t up to par yet, and so mass interest morphed into mass skepticism. Fast forward to 2021, and thanks to a remote world, technological improvements, web3, corporate signaling and a myriad of other variables, we are again seeing surges in public intrigue.\\n\\n![Google search term popularity across the past 5 years](https://images.mirror-media.xyz/publication-images/hvP76Eq8Saccu8w-IL3No.png?height=840&width=2566)\\n\\nInterestingly, ‘virtual reality’ hasn’t captured public interest today as much as it did back in 2017. Beyond the annual holiday-season spike, we’re actually seeing the term drop in Google search activity (used here as a proxy for public interest). Instead, broader ideas like ‘metaverse’ and concrete access points like ‘oculus’ (Facebook’s VR headset) spiked in 2021. People are becoming acutely aware of both the potential and the accessibility of XR, two qualities crucial for sustained consumer engagement.\\n\\nDespite promising levels of public buy-in, we still have a long way to go before reaching mass penetration with XR. This piece is a measured and actionable checklist of what’s important for XR applications in the near term, born of and catered to an investor’s mindset. My opinions have been greatly informed by the wide-reaching perspectives of founders far smarter than me, and the goal of this particular piece is to share my collective takeaways with an investment framework for XR companies in 2022.\\n\\n\\n---\\n\\n## Tailwinds\\n\\nFirst, I’d like to contextualize the discussion by noting a few of the biggest XR tailwinds we’re riding now:\\n\\n**Advancements in hardware**\\n\\nTechnological shifts are opening up the possibilities for XR. To be clear, if we define the ‘metaverse’ as a totally interoperable and hyper-realistic digital experience, then this is still far beyond the reach of current compute/network/storage infrastructure. But, the last few years have witnessed real advancements in processors. Increasingly powerful chips have made it possible to have a reasonably low-latency and high-enough-res experience in an untethered headset. VR won’t require the masses to go purchase a prohibitively expensive PC/headset combination (thank you, $300 Quest 2). So yes, we still have a long way to go, especially in terms of data transfer, but we are closer today than we were yesterday. The historical trajectory promises increasingly lighter headsets with improved visuals, more storage and longer battery life.\\n\\n**Advancements in software**\\n\\nNeural nets and AI-optimized computational techniques might hold some of the answers to the bandwidth issues mentioned above, but advancements in generative software are also exciting. Modern companies like Unity, whose Sept-2020 IPO [performed unusually well](https://www.cnn.com/2020/09/18/tech/unity-ipo-video-games/index.html), and Epic, who owns Unreal Engine, are making it easier to develop hyper-realistic 3d environments and assets. Apple has also made big contributions to accessible software: [ARKit](https://developer.apple.com/augmented-reality/) makes it easy for any non-technical person to take a few images, stitch them together with photogrammetry algorithms, and render a unique digital asset that is placeable in an AR environment.\\n\\n**Consumer sentiment**\\n\\nThe Facebook/Meta rebrand spurred a pretty serious shift in public interest in the metaverse (shown below in terms of google search popularity).\\n\\n![](https://images.mirror-media.xyz/publication-images/J0hSnzO7ASBz3hewEfa2_.jpg?height=700&width=2288)\\n\\nThe metaverse is *not necessarily* the same thing as XR, but Oculus (even pre-Facebook acquisition) has always been about [bringing the masses into the metaverse](https://www.oculus.com/blog/onward-to-the-metaverse/). Facebook’s faster, cheaper, lighter headsets are certainly feeding this long-term trend. It’s estimated that Facebook has shipped out **[10 million units](https://www.theverge.com/2021/11/16/22785469/meta-oculus-quest-2-10-million-units-sold-qualcomm-xr2)** of the Quest 2 this year. To put that into context, according to [Omdia research](https://omdia.tech.informa.com/pr/2020-dec/six-and-a-half-million-consumer-vr-headsets-will-be-sold-in-2020), 2020 saw fewer than 7 million VR headsets sold in *total.* The point here is that a record number of households have access to VR, and that feeds the cyclical supply-and-demand loop of VR content.\\n\\n**Enterprise adoption**\\n\\nThis might be the most important category from a near-term investment perspective. AR has been generally accepted as the first step for enterprise adoption of XR, for good reason: AR is less hardware intensive than VR, requires minimal training, and allows team collaboration more seamlessly than VR. But despite education and hardware barriers, enterprise VR adoption has also picked up. COVID lockdowns forced companies to move physical operations online, and in many cases, businesses that relied on in-person processes were forced to adopt VR. For example, automotive designers historically relied upon expensive clay models of cars for design review processes. Since 2017, AR and VR adoption  in car manufacturers has increased, shaving off weeks from the design timeline. In 2020, remote workforces required new technologies, and another wave of designers turned to XR for collaboration and review. Though most manufacturers still use clay models today, many have cut down on the number and a few teams have gone fully virtual. Bugatti is one such forerunner, having cut their production time to a [rapid six months](https://www.autoblog.com/2020/02/20/bugatti-design-studio-virtual-reality-vr/) in some cases (compared to a typical 2-5 years). This is only one example of how well-built virtual experiences can be more flexible, cost-effective and creative.\\n\\n![Three separate limited edition Bugatti Centodieci cars (one pictured above) were released in a one-year period, each of which was designed in a virtual environment](https://images.mirror-media.xyz/publication-images/FqpkKljFNif76RGuUfEly.jpg?height=800&width=1920)\\n\\n\\n---\\n\\n## Framework\\n\\nThere are many young and exciting XR teams riding the tailwinds above. After having spoken to many of them, I’ve noticed some common threads amongst the most exciting companies. These are not prescriptive rules, but I’ve found that the six qualities below are important early success.\\n\\n1. **Cross-platform deployment.** It’s important for most products that are available on a headset to also be available on mobile and/or desktop. AR platforms are often built mobile-first, but true interactivity and engagement (especially at an enterprise level) will require multiple access points. We see this with the consumer company [Spatial.io](http://Spatial.io), which is a social platform that can be accessed through a headset *or* simply through your web browser. Another b2b example is [Gravity Sketch](https://www.gravitysketch.com/), which was built for VR, but can also be accessed through an iPad app. **This cross-platform approach boosts adoption early on, and allows early adopters to invite their friends/colleagues into the space**, thus compounding network effects and ultimately leading to higher engagement.\\n2. **Thorough educational onboarding.** Companies and consumers alike are wary of the steep learning curves associated with XR, and [onboarding complexity often holds users back](https://www.capgemini.com/wp-content/uploads/2018/09/AR-VR-in-Operations1.pdf) from experimenting with new XR applications. Not only will software need to have an intuitive user interface and thorough training documentation, but companies will need to navigate the balance between feature-richness and feature-overload. **An important KPI to note will be penetration  of feature use and feature discovery within a platform.** Features are only valuable if people know where to find them and how to use them.\\n3. **Collaboration on-platform.** It’s a technical challenge to build a program that can handle multiple people working in the same environment without any sort of latency. But, in a collaborative environment, lags will totally kill the user experience. But, it’s crucial for early platforms to make it possible for users to invite others into their environment. **Not only does this offload some of the educational burden, but it paves the way for users to realize the value of 3d communication.** For example, teams can use VR environments like [Shapes XR](https://www.shapesxr.com/) to present to their clients, or teachers can use AR tools like [Jig.Space](https://www.jig.space/) to guide their students through a real-world example of how a piece of equipment works.\\n4. **Clear ROI.** As with any emerging technology, adoption can be a challenge because it requires a significant behavioral change at a wide scale. In order to sell XR to businesses, it is important to both a) understand where the budget for this hardware & software comes from, and b) to demonstrate why XR is a superior solution. This is why product-led growth is a particularly strong approach for XR companies. **Rather than having an  outbound  team attempt to educate an entire  base, it’s ideal to have an evangelist using the XR product** – be it including an AR model within a presentation, or building a model in VR that colleagues will see. The results of XR often speak for themselves, and so software that can show (rather than tell) its benefits will win.\\n5. **Strong integrations.** XR environments enable smooth communication, and this improved information flow is one of XR’s best qualities. But team collaboration in companies will often require various file transfers – for example, importing existing CAD files into an AR application for training purposes, or exporting VR-native designs into Unity for more in-depth dev purposes. **Robust integrations with other  will be crucial for XR applications to become a consistent part of workflows.**\\n6. **Hardware agnosticism.** This is particularly relevant for b2b companies. Headsets have varying prices, functionality, resolution, etc. – and to the degree that your software will allow it, **it’s important for your customers to have an option on which device they use to access your product or platform.**\\n\\n\\n---\\n\\n### In conclusion, I’m bullish that 2022 will be a big year for XR investment.\\n\\nIf you’re building something along the lines of what I’ve detailed above, I would love to hear about it. If you think I’m missing anything, I would also love to hear that! Shoot me a note at [lpless@bvp.com](mailto:lpless@bvp.com) and we’ll chat.\\n\\n\\n---\",\"timestamp\":1642000513,\"title\":\"Extended Reality in 2022\"},\"digest\":\"7-N9yB20bRUw3l8IAkNRDXMwsIqb_1R15LIuDniUndE\",\"authorship\":{\"contributor\":\"0x7FD2703fC80851C88fbC19A09Afa27Fc5eD0a376\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jm_URhpmbN5MxV-mo5xQfwRgZ-fjqBniB7Ar2kVZum8\\\",\\\"y\\\":\\\"jnbXu_6axFU9n_WhVxke2kspObUIHzp030GacRe2uqw\\\"}\",\"signature\":\"fHpv0fmcG35oh2KXcFk16x6Ca32lShulLliiVpqorRJE5WfP7GPZt1HzV-8k1YUfbeXMTcTH59tk4b3y5uLFVQ\",\"signingKeySignature\":\"0x36f3a99e2edb0b3c3bead3268a2d57b067f06239f94e0c4b9603ba675628cb677b0f089fcec737e3b1e6a52c3bdecb1ce14ae4e5734f18d0f4c673128d0cd25d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jm_URhpmbN5MxV-mo5xQfwRgZ-fjqBniB7Ar2kVZum8\\\",\\\"y\\\":\\\"jnbXu_6axFU9n_WhVxke2kspObUIHzp030GacRe2uqw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gp1jS8WNqH5iFh1itfICXUvUiFpZ3k0vvWA24jKhWsw\"}"