"{\"content\":{\"body\":\"从一开始, 摆在李诗情和肖鹤云面前最大的敌人, 不是歹徒，也不是炸弹, 而是时间。\\n\\n    每一次循环，从一开始的只有几分钟，到最后停止倒退的三十分钟，虽然上天给予两个年轻人行动的时间在一点点增加, 可给予他们应变的时间却是太少。\\n\\n    更别提前面很多次循环的机会，甚至直接是被浪费掉的。\\n\\n    从他们意识到必须要做点什么来解决这一切开始, 两人几乎是眼睛一睁就要先反省上一次的“错误”, 再根据自己上一次的错误去不断修正和调整对策，重新制定新的计划。\\n\\n    他们所有的经验和方案都是建立在每一次错误的基础上的，这其中往往连思考的时间都没有多少, 更别说执行。\\n\\n    有些时候，他们事后也会懊悔，可回过头仔细想想, 在当时那种急迫的情况下，除了选择当时那种做法, 也没有其他选择可以做。\\n\\n    如果等他们思考利弊得失和权衡最佳方案再动手，车子早就爆炸了。\\n\\n    在此之前，他们已经循环了十八次，也死亡过十几回，每一次的过程都很短，但这些循环和死亡并不是完全没有意义的。\\n\\n    正是有这无数次失败作为基础, 才有了两个年轻人这次最详尽、最妥善的计划。\\n\\n    在不知道每一次循环是不是最后一次的恐惧之下，李诗情和肖鹤云的心理状况已经到了最危险的边缘，现在，唯有一个好的结果能够让他们得到慰藉。\\n\\n    在李诗情和司机沟通时，已经说服了大叔的肖鹤云就像是等待着发令枪的运动员那样蓄势待发，咳嗽声一起，他就立刻站起了身。\\n\\n    站起身时，他甚至能感觉到手臂上的肌肉都隐隐生痛——因为太过紧张，他一直用力的攥着自己的拳头，以至于手臂肌肉都僵硬了。\\n\\n    一直紧紧注意着小哥的大叔在他站起来后，下意识地碰了碰被他放在衣服内袋里的钞票，再三确定钱不会掉出来后，他便也站起了身。\\n\\n    他们两个一个在车前，一个在车后，除了最后排坐着的口罩男，没有人察觉到这两个同时起了身，直到他们两个都一齐扑向同一个目标……\\n\\n    花衣大婶！\\n\\n    就是这个人，让两人死过那么多次、挨过那么多次打、受过那么多的罪，即使是脾气最温和的小哥，在面对她时也是满肚子负面情绪，更不可能存在“手下留情”的情况，而是用最凶狠的力道将她扯了出来。\\n\\n    这个大婶的反应不可谓不快，刚被小哥碰触到的那一瞬间，她就想去够自己的塑料袋，只可惜所有人都知道那个塑料袋里有什么，对她早有防备，根本不可能让她碰到任何东西，甚至都不会让她有任何动作。\\n\\n    所以当她冷不防被拉了出来，连痛呼都没来得及，就被另一双大手死死抓住了手腕。\\n\\n    健壮大叔出手了！\\n\\n    大叔是常年靠卖力气为生的壮汉，能一口气扛上百斤的东西上楼都不带喘的，此时只是控制住一个中年妇女的动作，对他来说简直是轻而易举，唯一要担心的只是她身上带的刀。\\n\\n    一想到她身上还有刀，大叔抓住她手腕的动作变得更用力了。\\n\\n    “啊！”\\n\\n    感觉到手臂像是被铁钳夹住一般无法动弹，手腕那里更是传来一阵钻心的疼痛，大婶眼里冒出凶光，发了疯似的用脚去踢面前的健壮男人。\\n\\n    在这种凶狠的反抗下，大叔也没办法很好地控制住对方，索性把她拖到了车厢前面，对着她小腿肚子使劲一踹，像是之前对付小哥那样，直接把她按倒在了地上。\\n\\n    这一番动静太大了，车厢里的人都惊呆了，再加上健壮大叔那长相和一身肌肉看起来都很凶悍，有些人下意识掏出手机准备报警。\\n\\n    李诗情是个女孩子，之前又在大婶那里得到了惨痛的教训，留下了心理阴影，所以这一次行动，为了她的身体和心理双重的安全，肖鹤云不准备让她直接参与制服大婶的过程。\\n\\n开端 **第3**3节\\n\\n    她被安排的任务，是安抚车里乘客的情绪，以及随时和司机大叔沟通，方便策应。\\n\\n    在他们的计划里，如果司机大叔愿意配合，他们连用安全锤破窗的过程都免了，只要车一停稳，他们大可端着锅直接奔下车丢到江里，少了一道流程，就能少了无数变数。\\n\\n    “警察办案，不要害怕！”\\n\\n    李诗情一发现乘客情绪有变，连忙高喊，“这个人精神有问题，身上带着刀，有危险倾向，你们不要靠近她。”\\n\\n    说话间，她已经蹲到了大婶的身边，伸出手在她身上细细地搜了一遍，果然在外套的大口袋里摸出了一把开了刃的小刀。\\n\\n    小刀被当着众人的面搜出来时，连最喜欢多管闲事的乘客都噤了声，没敢再多说一句，全老老实实在座位上待着，哪里还有上次那样惊慌失措到处乱窜的样子？\\n\\n    被死死按在地上的大婶，在听到“警察办案”几个字的那一刻露出了绝望的表情，等小刀被搜出来后更是发了疯。\\n\\n    她不但不顾大叔施加在她身上的压力死命挣扎，口中更是发出了歇斯底里的嘶吼。\\n\\n    “王兴德，你王八蛋！你不得好死，我做鬼也不会放过你！”\\n\\n    一边骂，她一边试图抓住任何手能碰到的东西进行攻击，嘴里也不住发出可怕的尖啸声，这般情形让她看起来已经不像是个人，活像是电影里正在丧尸化的染病人士，仿佛只要被她碰上一下，都会发生可怕的事情。\\n\\n    见到被“警察”压住的女人发了疯，之前那些噤声的乘客心里纷纷信了李诗情高喊的理由，有些乘客见这“疯子”被控制住了，原本紧张的心情也放松了不少，居然还看热闹不嫌事大，不但对着地上的大婶指指点点，有的还从口袋里掏出手机来对着他们一通拍拍拍。\\n\\n    到了这个时候，李诗情他们那里顾得上这些乘客在干什么，只紧张地看着车外。\\n\\n    “司机大叔，再快点！”\\n\\n    当发现车已经平稳开上了桥，正朝着江面最宽阔的路段开去，李诗情着急地喊：“人已经控制住，您等下看哪里人比较少，赶紧停车！”\\n\\n    听到李诗情的话，疯狂在地板上挣扎的大婶死死地抬起头来瞪着她，那目光简直能择人而噬，里面的恨意漫溢到眼瞎的人都能感觉出来。\\n\\n    在这样仇视的目光下，原本还在冷静控制乘客情绪的李诗情背后一寒，下意识地抚着脖子倒退了半步。\\n\\n    “来帮帮忙，我快压不住了！”\\n\\n    在大婶几近自残的反抗下，大叔很快感受到了压力，开始寻求帮助，“她挣扎的太厉害了！”\\n\\n    见到大婶开始剧烈地反抗和挣扎，一直小心翼翼守着高压锅的小哥连忙喊了声口罩男。\\n\\n    那口罩男见局势已经控制住了，原本松了口气，以为自己可以看戏了，猛听得见戴眼镜那人大喊“戴口罩的那位来帮个忙”，只能胆战心惊地放下手里的包，颤颤巍巍地接过了高压锅。\\n\\n    他也不敢端着高压锅，只把它放在地上，用眼睛牢牢地盯着它，就像是这锅能自己长脚跑了似的。\\n\\n    整座公交车上，除了他们四人，没人知道这高压锅里有什么，自然也没有造成什么恐慌。\\n\\n    公交车在李诗情的催促下加了速，平稳地驶向大桥的中央，一切都有条不紊地按计划进行着，顺利的好似在做梦。\\n\\n    “大叔，停车，前面就堵了，就在这里下吧！”\\n\\n    李诗情看到前方车流开始大了起来，连忙又开始提醒。\\n\\n    司机听到她的催促，一脚刹车踩了下去，车子缓缓地减了速。\\n\\n    “肖鹤云，东西我下去丢！”\\n\\n    李诗情奔到口罩男旁边，从地上一把端起高压锅。\\n\\n    “你帮忙看下，谢谢了。”\\n\\n    怕大婶又弄出什么幺蛾子，也怕多拉一个无辜的人进循环，她决定让自己单独下车。\\n\\n    肖鹤云一听李诗情的话就明白她担心什么，下意识地觉得有些不安。\\n\\n    因为太顺利了，他反倒担心事情不会那么简单就结束，特意多提醒了同伴一句：“你下车时小心点，当心别被路过的车撞了！”\\n\\n    他话刚说出口，李诗情的“嗯”字尚且含在嘴里，被按在地上的大婶却像是被什么刺激了一般，突然发出了一声凄厉的嚎叫。\\n\\n    这嚎叫声实在太可怕了，甚至都不像是人发出的声音。\\n\\n    李诗情此时已经端着高压锅到了后车门前，被这一声吓得差点没抓住把手。\\n\\n    她使劲咬了咬下唇，用疼痛强行转移自己的注意力，让自己不受大婶的影响。\\n\\n    这会，车子已经完全停下来了。\\n\\n    “司机大叔，开车门！”\\n\\n    定了定神，李诗情深吸口气，对着大叔喊。\\n\\n    被死死按在地上的大婶不再嚎叫，而是开始嚎啕大哭。\\n\\n    那哭声充满了悲怆和痛苦，仿佛蕴藏着人世间最大的悲与苦，哭得所有人心里一片惶惶，难受极了。\\n\\n    不少原本还在拍拍拍的乘客被这种悲凉所摄，眼神复杂地放下了手机，也不再对地上的人继续指指点点。\\n\\n    唯有李诗情丝毫不为所动，只紧紧盯着手里的高压锅。\\n\\n    “大叔，开门！”\\n\\n    她再次出声催促。\\n\\n    车停稳了，门却没有开。\\n\\n    这下，压着大婶的几个人都开始感觉到不对劲了。\\n\\n    “司机大叔，快开门啊！”\\n\\n    小哥情绪激动地大吼。\\n\\n    “怎么回事，你们没商量好吗？我靠！”\\n\\n    口罩男知道那高压锅里是什么，吓得惊慌失措地冲到门边，使劲拉拽起后车门。\\n\\n    “大叔？！”\\n\\n    李诗情端着沉甸甸的高压锅，连手臂都开始酸了。\\n\\n    她脑中突然闪过一个不可思议地猜测，蓦地地扭头看向司机。\\n\\n    只见停稳了车的司机大叔将双手离开了方向盘，在大婶悲怆的哭声里，仰倒在座位上，长长地舒出了一口气。\\n\\n    “肖鹤云，快想想办法！”\\n\\n    发生这样的变故，李诗情眼泪急得都留了下来，唯一能倚靠的只有同伴。\\n\\n    “你压着她！”\\n\\n    不必李诗情求助，小哥早已放开大婶的手，站起身冲向了最近的安全锤。\\n\\n    车子里的其他乘客都没弄懂发生了什么事，面面相觑，不敢说话。\\n\\n    就在这时，熟悉的卡农铃声再一次乍然响起。\\n\\n    他们已经有很多次没听见过这可怕的铃声了，甚至在潜意识里下意识地将它忽略了过去。可这个铃声就像是一道魔咒，再次响起时，又重新勾起了李诗情和肖鹤云心底最深的恐惧。\\n\\n    李诗情头皮一麻，整个人如同落入了三九天的冰窟之中，遍体生寒。\\n\\n    “不！”\\n\\n    那熟悉的痛苦，以她最不愿意接受的方式……\\n\\n    再一次降临。\",\"timestamp\":1642689140,\"title\":\"第28章 第十九次循环（四）\"},\"digest\":\"C3W7k6c2hri7tLDSAmtbhkJLxBJUK1QuKLbNGYPAct8\",\"authorship\":{\"contributor\":\"0xB9216E2DF7d69b7997aBD7acCB3365521cb8Ed62\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"signature\":\"9pGf5Bs8lB1KFM2r90TMt287-5jwfdtlPfXVuDdTY8uektT3clqLKwzO3_UzlIZnSwKfXeAxq6RPyxEpYgJH-g\",\"signingKeySignature\":\"0x80d09cda20c2032282deff087511c0c313c9181b457aa16ca6b8d39fec27f4927fdb992bd7d2b99de1e23c78a32587b5529f7a2bdc5295f908a5618e50c1e79b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"C3W7k6c2hri7tLDSAmtbhkJLxBJUK1QuKLbNGYPAct8\"}"