"{\"content\":{\"body\":\"The freelance world is an absolute mess. \\n\\nAfter a decade of the “gig economy” being hyped by mass media corporations, contractors are starting to realize that freelancing is another way to say “not having equity in your work”. \\n\\nTo make matters worse, a shift in power occurred during COVID where many major companies fired employees replaced by “1099s” (contractors with fewer rights).\\n\\nAs this trend continues, it’s imperative a meritocratic platform is created that solves this problem by facilitating superior work for clients and pay commensurate with this high-quality work contractors. \\n\\n## The Freelancer Conundrum\\n\\nSelf-employed individuals generally start off freelancing, yet the economics of freelancing are quickly eroding. These workers capture a quickly decreasing portion of the value of their work, and although it’s possible to do well as a freelancer, freelancers don’t retain the equity value of their work. They also participate in a race to the bottom for the rates they charge. By working alone, someone else gains the coordination premium (either an agency or the client themselves). \\n\\nIt all starts with how they find clients and the 3 main options they are stuck with: \\n\\n1. **Hunt for Clients:** Doing business development - a mix of cold outreach, social media, and whatever the “one weird trick” of the month is - occupies a ton of a freelancer’s time. This is time that could have been spent improving the craft their career is built upon, but is instead spent on ancillary tasks. This “time tax” leads to lower income and gives false negatives to freelancers not suited to business development. “Making it” for the freelancer is finally having a network of colleagues and clients who hold their work in high enough regard that they can thrive based on referrals and reputation.\\n2. **Use a Freelance Platform:** Freelance platforms are where many freelancers get started. Platforms allow them to build their skills and raise their rates along the way. The problem with this is that freelance platforms like Upwork charge up to 20% in the beginning. And to compound this, these platforms commoditize freelancers to the point where they have no power to resist any policy changes that may occur on the platform. \\n3. **Work with an Agency:** Finally, freelancers may decide that their best route is to find an agency they can work with and depend on to do their BD. They have slightly more bargaining power and differentiation, but in the end have zero hold on the client and are giving away all the equity value of their work to their employer. And the self-employed lifestyle disappears as their engagement starts to creep back into a standard employment arrangement, but without the contract. \\n\\nEach of these 3 options come with major hidden costs. \\n\\nThe fees they get paid are quickly eroded down to a small fraction of the value of their work, and no freelancer has equity value in their work/business. Their equity is either being baked into the valuation of their provider (agency or platform) or they have a non-sellable freelance career that they busted their ass building, only to have no potential “exit”. \\n\\nIn a form of perverse incentives, it is almost a negative for their distribution source (platform or agency) to grow at all, because then they become more easily replaced. \\n\\n## Vertically Integrating for Success\\n\\nSo the answer is to start an agency, right? \\n\\nThought to be an evolutionary step past being a freelancer, starting an agency is one jump up the chain where a true “business” begins. By improving processes and building some brand value, agency owners can flourish on a high income, as well as having exit potential. However, in this process, a whole new cohort of freelancers starts to give away equity value to the freelancer. \\n\\n**The Takeaway:** There is a repeating cycle that has freelance platforms and agencies holding all the equity in the work and taking fat margins while freelancers get way less.\\n\\n## The Solution - Capture Collective Creative Efforts\\n\\nFreelancers can “be their own agency”. \\n\\nThere are tens of thousands of agencies out there. At the level of technological advancement that we’ve reached in the last few years, it is now possible to work together at scale. \\n\\nClients can get access to amazing freelancers and know that more is going to the freelancer, so they are actually motivated to do better work. \\n\\nMany freelancers who got their start on Upwork paying 20% of their income to the platform would be surprised to hear that it isn’t actually profitable. Due to aggressive investment in growth and R&D, Upwork has never turned a profit. In Q3 2021, Upwork posting gross margins of 72.7% and a loss of $9,311,000.\\n\\nThat’s a problem that could quickly be solved by having contractors onboard who are contributing to the overall success of the network. \\n\\nRather than a centralized entity capturing all the value of the work and paying a small portion out to the freelancer. \\n\\nThe value of the platform is in the network of freelancers and clients. \\n\\n## Rising Tides Raise All Ships\\n\\nTides is a freelance collective built on the idea that freelancers can be their own agency owner and freelancer platform operator at the same time.\\n\\nWe’re at a crossroads. Freelancers either must become highly competent at selling themselves, work with a freelancing platform, or work with an agency that captures a premium for this.\\n\\nOr… they can find a network whose upside they can participate in. Who have a fair way to price projects. Who have a solution to the freelance purgatory of not having any clients.\\n\\nIt’s our belief that [a rising tide raises all ships](https://www.risingtides.io/). \\n\\nThe natural first adopters will be Web3 companies and crypto-savvy marketers who see the value in joining a network designed to grow itself. \\n\\nRather than building agencies, it’s our belief that the future is doing great work. \\n\\n \\n \",\"timestamp\":1642112670,\"title\":\"Evolve Past Freelance Purgatory and Own a Share of Your Collective Creative Efforts \"},\"digest\":\"DMvZCL4FEJ6d6iRT_6lAc6N8_sBKwEmOsfffRseXfpw\",\"authorship\":{\"contributor\":\"0xE43DA43C7D186DC6a0E071DF70da116873C4A620\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"swFYo6LCGUHxHtLYi-Zam1lHGPR4xPf2NgohtR8OG4I\\\",\\\"y\\\":\\\"GEd6E3Cv-KOt7w-kpSEY0Z7xLcRpfstMYhcXdrqme2o\\\"}\",\"signature\":\"e_pCxfMcCB0S3WcauT1wBY6gcHE4Obm8Fq1BC--Y05FUf5FFJ4StVozJPVJIZBHz7oKJGfvfAFONr3_YeLYNjQ\",\"signingKeySignature\":\"0x6bbfb8fb90e05a152f04f8a2b3b6096dd442ce08039e7de7c54a329e50bd75882d9beb71c16281b3288c65039834a8b6a177bbdb741e8a9cd334d2ac1d351c4e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"swFYo6LCGUHxHtLYi-Zam1lHGPR4xPf2NgohtR8OG4I\\\",\\\"y\\\":\\\"GEd6E3Cv-KOt7w-kpSEY0Z7xLcRpfstMYhcXdrqme2o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DMvZCL4FEJ6d6iRT_6lAc6N8_sBKwEmOsfffRseXfpw\"}"