"{\"content\":{\"body\":\"The most extensive statistics in regard to multiple births are those of Veit, who reviews 13,000,000 births in Prussia. According to his deductions, twins occur once in 88 births; triplets, once in 7910; and quadruplets, once in 371,126. Recent statistics supplied by the Boards of Health of New York and Philadelphia place the frequency of twin births in these cities at 1 in every 120 births, while in Bohemia twins occur once in about 60 births, a proportion just twice as great. Of 150,000 twin pregnancies studied by Veit, in one-third both children were boys; in slightly less than one-third both were girls; in the remaining third both sexes were represented.\\n\\nAuthentic records of 5 and 6 at a birth are extremely rare and infinitesimal in proportion. The reputed births in excess of 6 must be looked on with suspicion, and, in fact, in the great majority of reports are apochryphal.\\n\\nThe examples of multiple births of a single pregnancy will be taken up under their respective numbers, several examples of each being given, together with the authorities. Many twin and triplet brothers have figured prominently in history, and, in fact, they seem especially favored. The instance of the Horatii and the Curatii, and their famous battle, on which hung the fate of Rome and Alba, is familiar to every one, their strength and wisdom being legendary with the Romans.\\n\\nTwins and triplets, being quite common, will not be considered here, although there are 2 cases of interest of the latter that deserve citation. Sperling reports 2 instances of triplets; in the first there was 1 placenta and chorion, 2 amnions, and the sex was the same; in the second case, in which the sexes were different, there were 3 placentas, 3 chorions, and 3 amnions. What significance this may have is only a matter of conjecture. Petty describes a case of triplets in which one child was born alive, the other 2 having lost their vitality three months before. Mirabeau has recently found that triple births are most common (1 to 6500) in multiparous women between thirty and thirty-four years of age. Heredity seems to be a factor, and duplex uteruses predispose to multiple births. Ross reports an instance of double uterus with triple pregnancy.\\n\\nQuadruplets are supposed to occur once in about every 400,000 births. There are 72 instances recorded in the Index Catalogue of the Surgeon General's Library, U. S. A., up to the time of compilation, not including the subsequent cases in the Index Medicus. At the Hotel-Dieu, in Paris, in 108,000 births, covering a period of sixty years, mostly in the last century, there was only one case of quadruplets. The following extract of an account of the birth of quadruplets is given by Dr. De Leon of Ingersoll, Texas:--\\n\\n\\\"I was called to see Mrs. E. T. Page, January 10, 1890, about 4 o'clock A.M.; found her in labor and at full time, although she assured me that her 'time' was six weeks ahead. At 8 o'clock A.M. I delivered her of a girl baby; I found there were triplets, and so informed her. At 11 A.M. I delivered her of the second girl, after having rectified presentation, which was singular, face, hands, and feet all presented; I placed in proper position and practised 'version.' This child was 'still-born,' and after considerable effort by artificial respiration it breathed and came around 'all right.' The third girl was born at 11.40 A.M. This was the smallest one of the four. In attempting to take away the placenta, to my astonishment I found the feet of another child. At 1 P.M. this one was born; the head of this child got firmly impacted at the lower strait, and it was with a great deal of difficulty and much patient effort that it was finally disengaged; it was blocked by a mass of placenta and cords. The first child had its own placenta; the second and third had their placenta; the fourth had also a placenta. They weighed at birth in the aggregate 19 1/2 pounds without clothing; the first weighed 6 pounds; the second 5 pounds; the third 4 1/2 pounds; the fourth 4 pounds. Mrs. Page is a blonde, about thirty-six years old, and has given birth to 14 children, twins three times before this, one pair by her first husband. She has been married to Page three years, and has had 8 children in that time. I have waited on her each time. Page is an Englishman, small, with dark hair, age about twenty-six, and weighs about 115 pounds. They are in St. Joseph, Mo., now, having contracted with Mr. Uffner of New York to travel and exhibit themselves in Denver, St. Joseph, Omaha, and Nebraska City, then on to Boston, Mass., where they will spend the summer.\\\"\\n\\nThere is a report from Canada of the birth of 4 living children at one time. The mother, a woman of thirty-eight, of small stature, weighing 100 pounds, had 4 living children of the ages of twelve, ten, eight, and seven years, respectively. She had aborted at the second month, and at full term was delivered of 2 males, weighing, respectively, 4 pounds 9 1/4 ounces and 4 pounds 3 ounces; and of 2 females, weighing 4 pounds 3 ounces and 3 pounds 13 3/4 ounces, respectively. There was but one placenta, and no more exhaustion or hemorrhage than at a single birth. The father weighed 169 pounds, was forty-one years old, and was 5 feet 5 inches tall, healthy and robust. The Journal of St. Petersburg, a newspaper of the highest standard, stated that at the end of July, 1871, a Jewish woman residing in Courland gave birth to 4 girls, and again, in May, 1872, bore 2 boys and a girl; the mother and the 7 children, born within a period of ten months, were doing well at the time of the report. In the village of Iwokina, on May 26, 1854, the wife of a peasant bore 4 children at a birth, all surviving. Bousquet speaks of a primiparous mother, aged twenty-four, giving birth to 4 living infants, 3 by the breech and 1 by the vertex, apparently all in one bag of membranes. They were nourished by the help of 3 wet-nurses. Bedford speaks of 4 children at a birth, averaging 5 pounds each, and all nursing the mother.\\n\\nQuintuplets are quite rare, and the Index Catalogue of the Surgeon General's Library, U. S. A., gives only 19 cases, reports of a few of which will be given here, together with others not given in the Catalogue, and from less scientific though reliable sources. In the year 1731 there was one case of quintuplets in Upper Saxony and another near Prague, Bohemia. In both of these cases the children were all christened and had all lived to maturity. Garthshore speaks of a healthy woman, Margaret Waddington, giving birth to 5 girls, 2 of which lived; the 2 that lived weighed at birth 8 pounds 12 ounces and 9 pounds, respectively. He discusses the idea that woman was meant to bear more than one child at a birth, using as his argument the existence of the double nipple and mamma, to which might be added the not infrequent occurrence of polymazia.\\n\\nIn March, 1736, in a dairy cellar in the Strand, London, a poor woman gave birth to 3 boys and 9 girls. In the same journal was reported the birth at Wells, Somersetshire, in 1739, of 4 boys and a girl, all of whom were christened and were healthy. Pare in 1549 gives several instances of 5 children at a birth, and Pliny reports that in the peninsula of Greece there was a woman who gave birth to quintuplets on four different occasions. Petritus, a Greek physician, speaks of the birth of quintuplets at the seventh month. Two males and one female were born dead, being attached to the same placenta; the others were united to a common placenta and lived three days. Chambon mentions an instance of 5 at a birth. Not far from Berne, Switzerland, the wife of John Gelinger, a preacher in the Lordship of Berne, brought forth twins, and within a year after she brought forth quintuplets, 3 sons and 2 daughters. There is a similar instance reported in 1827 of a woman of twenty-seven who, having been delivered of twins two years before, was brought to bed with 5 children, 3 boys and 2 girls. Their length was from 15 1/2 to 16 1/2 inches. Although regularly formed, they did not seem to have reached maturity. The mother was much exhausted, but recovered. The children appeared old-looking, had tremulous voices, and slept continually; during sleep their temperatures seemed very low.\\n\\nKennedy showed before the Dublin Pathological Society 5 fetuses with the involucra, the product of an abortion at the third month. At Naples in 1839 Giuseppa Califani gave birth to 5 children; and about the same time Paddock reported the birth in Franklin County, Pa., of quintuplets. The Lancet relates an account of the birth of quintuplets, 2 boys and 3 girls, by the wife of a peasant on March 1, 1854. Moffitt records the birth at Monticello, Ill., of quintuplets. The woman was thirty-five years of age; examination showed a breech presentation; the second child was born by a foot-presentation, as was the third, but the last was by a head-presentation. The combined weight was something over 19 pounds, and of the 5, 3 were still-born, and the other 2 died soon after birth. The Elgin Courant (Scotland), 1858, speaks of a woman named Elspet Gordon, at Rothes, giving birth to 3 males and 2 females. Although they were six months' births, the boys all lived until the following morning. The girls were still-born. One of the boys had two front teeth when born. Dr. Dawson of Rothes is the obstetrician mentioned in this case.\\n\\nThe following recent instance is given with full details to illustrate the difficulties attending the births of quintuplets. Stoker has reported the case of a healthy woman, thirty-five years old, 5 feet 1 inch high, and of slight build, whom he delivered of 5 fetuses in the seventh month of pregnancy, none of the children surviving. The patient's mother had on two occasions given birth to twins. The woman herself had been married for six years and had borne 4 children at full term, having no difficulty in labor. When she came under observation she computed that she had been pregnant for six months, and had had her attention attracted to the unusually large size of her abdomen. She complained of fixed pain in the left side of the abdomen on which side she thought she was larger. Pains set in with regularity and the labor lasted eight and three-quarter hours. After the rupture of the membranes the first child presented by the shoulder. Version was readily performed; the child was dead (recently). Examination after the birth of the first child disclosed the existence of more than one remaining fetus. The membranes protruded and became tense with each contraction. The presentation was a transverse one. In this case also there was little difficulty in effecting internal version. The child lived a couple of hours. The third fetus was also enclosed in a separate sac, which had to be ruptured. The child presented by the breech and was delivered naturally, and lived for an hour. In the fourth case the membranes had likewise to be ruptured, and alarming hemorrhage ensued. Version was at once practised, but the chin became locked with that of the remaining fetus. There was some difficulty and considerable delay in freeing the children, though the extent of locking was not at any time formidable. The child was dead (recently). The fifth fetus presented by the head and was delivered naturally. It lived for half an hour. The placenta was delivered about five minutes after the birth of the last child, and consisted of two portions united by a narrow isthmus. One, the smaller, had two cords attached centrally and close together; the other, and larger, had two cords attached in a similar way and one where it was joined to the isthmus. The organ appeared to be perfectly healthy. The cord of the fourth child was so short that it had to be ligated in the vagina. The children were all females and of about the same size, making a total weight of 8 pounds. The mother rallied quickly and got on well.\\n\\nTrustworthy records of sextuplets are, of course, extremely scarce. There are few catalogued at Washington, and but two authentic cases are on record in the United States. On December 30, 1831, a woman in Dropin was delivered of 6 daughters, all living, and only a little smaller than usual in size. The mother was not quite twenty years old, but was of strong constitution. The 6 lived long enough to be baptized, but died the evening of their births. There was a case a of sextuplets in Italy in 1844. In Maine, June 27, 1847, a woman was delivered of 6 children, 2 surviving and, together with the mother, doing well. In 1885 there was reported the birth of sextuplets in Lorca, Spain, of which only one survived. At Dallas, Texas, in 1888, Mrs. George Hirsh of Navarro County gave birth to 6 children, the mother and the children all doing well. There were 4 boys and 2 girls, and they were all perfect, well formed, but rather small.\\n\\nValsalli gives an instance which is quoted by the Medical News without giving the authority. Valsalli's account, which differs slightly from the account in the Medical News, is briefly as follows: While straining at stool on the one hundred and fifteenth day of pregnancy the membranes ruptured and a foot prolapsed, no pain having been felt before the accident. A fetus was delivered by the midwife. Valsalli was summoned and found the woman with an enormously distended abdomen, within which were felt numerous fetal parts; but no fetal heart-sounds or movements were noticed. The cervix was only slightly dilated, and, as no pains were felt, it was agreed to wait. On the next day the membranes were ruptured and 4 more fetuses were delivered. Traction on the umbilical cord started hemorrhage, to check which the physician placed his hand in the uterine cavity. In this most arduous position he remained four hours until assistance from Lugano came. Then, in the presence of the three visiting physicians, a sixth amniotic sac was delivered with its fetus. The woman had a normal convalescence, and in the following year gave birth to healthy, living twins. The News says the children all moved vigorously at birth; there were 4 males and 2 females, and for the 6 there was only one placenta The mother, according to the same authority, was thirty-six years of age, and was in her second pregnancy.\\n\\nMultiple Births over Six.--When we pass sextuplets the records of multiple births are of the greatest rarity and in modern records there are almost none. There are several cases mentioned by the older writers whose statements are generally worthy of credence, which, however incredible, are of sufficient interest at least to find a place in this chapter. Albucasis affirms that he knew of the birth of seven children at one time; and d'Alechampius reports that Bonaventura, the slave of one Savelli, a gentleman of Siena, gave birth to 7 children, 4 of whom were baptized. At the Parish of San Ildefonso, Valladolid, Julianna, wife of Benito Quesada, gave birth to 3 children in one day, and during the following night to 4 more. Sigebert, in his Chronicles, says that the mother of the King of Lombardy had borne 7 children at a birth. Borellus says that in 1650 the lady of the then present Lord Darre gave birth to eight perfect children at one parturition and that it was the unusual event of the country.\\n\\nMrs. Timothy Bradlee of Trumbull County, Ohio, in 1872 is reported to have given birth to 8 children at one time. They were healthy and living, but quite small. The mother was married six years previously and then weighed 273 pounds. She had given birth to 2 pairs of twins, and, with these 3 boys and 5 girls, she had borne 12 children in six years. She herself was a triplet and her father and her mother were of twin births and one of her grandmothers was the mother of 5 pairs of twins. This case was most celebrated and was much quoted, several British journals extracting it.\\n\\nWatering of Maregnac speaks of the simultaneous birth of 8 children at one time. When several months pregnant the woman was seized with colicky pains and thought them a call of nature. She went into a vineyard to answer it, and there, to her great astonishment, gave birth to 8 fetuses. Watering found them enclosed in a sac, and thought they probably had died from mutual pressure during growth. The mother made a good recovery.\\n\\nIn 1755 Seignette of Dijon reports the simultaneous birth of nine children. Franciscus Picus Mirandulae, quoted by Pare, says that one Dorothea, an Italian, bore 20 children at 2 confinements, the first time bearing 9 and the second time eleven. He gives a picture of this marvel of prolificity, in which her belly is represented as hanging down to her knees, and supported by a girdle from the neck. In the Annals, History, and Guide to Leeds and York, according to Walford, there is mention of Ann Birch, who in 1781 was delivered of 10 children. One daughter, the sole survivor of the 10, married a market gardener named Platt, who was well known in Leeds. Jonston quotes Baytraff as saying that he knew of a case in which 9 children were born simultaneously; and also says that the Countess of Altdorf gave birth to twelve at one birth. Albucasis mentions a case of fifteen well-formed children at a birth. According to Le Brun, Gilles de Trazegines, who accompanied Saint Louis to Palestine, and who was made Constable of France, was one of thirteen infants at a simultaneous accouchement. The Marquise, his mother, was impregnated by her husband before his departure, and during his absence had 13 living children. She was suspected by the native people and thought to be an adulteress, and some of the children were supposed to be the result of superfetation. They condemned them all to be drowned, but the Marquis appeared upon the scene about this time and, moved by compassion, acknowledged all 13. They grew up and thrived, and took the name of Trazegines, meaning, in the old language, 13 drowned, although many commentaries say that \\\"gines\\\" was supposed to mean in the twelfth century \\\"nes,\\\" or, in full, the interpretation would be \\\"13 born.\\\"\\n\\nCases in which there is a repetition of multiple births are quite numerous, and sometimes so often repeated as to produce a family the size of which is almost incredible. Aristotle is credited with saying that he knew the history of a woman who had quintuplets four times. Pliny's case of quintuplets four times repeated has been mentioned; and Pare, who may be believed when he quotes from his own experience, says that the wife of the last Lord de Maldemeure, who lived in the Parish of Seaux, was a marvel of prolificity. Within a year after her marriage she gave birth to twins; in the next year to triplets; in the third year to quadruplets; in the fourth year to quintuplets, and in the fifth year bore sextuplets; in this last labor she died. The then present Lord de Maldemeure, he says, was one of the final sextuplets. This case attracted great notice at the time, as the family was quite noble and very well known. Seaux, their home, was near Chambellay. Picus Mirandulae gathered from the ancient Egyptian inscriptions that the women of Egypt brought forth sometimes 8 children at a birth, and that one woman bore 30 children in 4 confinements. He also cites, from the history of a certain Bishop of Necomus, that a woman named Antonia, in the Territory of Mutina, Italy, now called Modena, had brought forth 40 sons before she was forty years of age, and that she had had 3 and 4 at a birth. At the auction of the San Donato collection of pictures a portrait of Dianora Frescobaldi, by one of the Bronzinos in the sixteenth century, sold for about $3000. At the bottom of this portrait was an inscription stating that she was the mother of 52 children. This remarkable woman never had less than 3 at a birth, and tradition gives her as many as 6.\\n\\nMerriman quotes a case of a woman, a shopkeeper named Blunet, who had 21 children in 7 successive births. They were all born alive, and 12 still survived and were healthy. As though to settle the question as to whom should be given the credit in this case, the father or the mother, the father experimented upon a female servant, who, notwithstanding her youth and delicateness, gave birth to 3 male children that lived three weeks. According to despatches from Lafayette, Indiana, investigation following the murder, on December 22, 1895, of Hester Curtis, an aged woman of that city, developed the rather remarkable fact that she had been the mother of 25 children, including 7 pairs of twins.\\n\\nAccording to a French authority the wife of a medical man at Fuentemajor, in Spain, forty-three years of age, was delivered of triplets 13 times. Puech read a paper before the French Academy in which he reports 1262 twin births in Nimes from 1790 to 1875, and states that of the whole number in 48 cases the twins were duplicated, and in 2 cases thrice repeated, and in one case 4 times repeated.\\n\\nWarren gives an instance of a lady, Mrs. M----, thirty-two years of age, married at fourteen, who, after the death of her first child, bore twins, one living a month and the other six weeks. Later she again bore twins, both of whom died. She then miscarried with triplets, and afterward gave birth to 12 living children, as follows: July 24, 1858, 1 child; June 30, 1859, 2 children; March 24, 1860, 2 children; March 1, 1861, 3 children; February 13, 1862, 4 children; making a total of 21 children in eighteen years, with remarkable prolificity in the later pregnancies. She was never confined to her bed more than three days, and the children were all healthy.\\n\\nA woman in Schlossberg, Germany, gave birth to twins; after a year, to triplets, and again, in another year, to 3 fairly strong boys. In the State Papers, Domestic Series, Charles I, according to Walford, appears an extract from a letter from George Garrard to Viscount Conway, which is as follows: \\\"Sir John Melton, who entertained you at York, hath buried his wife, Curran's daughter. Within twelve months she brought him 4 sons and a daughter, 2 sons last summer, and at this birth 2 more and a daughter, all alive.\\\" Swan mentions a woman who gave birth to 6 children in seventeen months in 2 triple pregnancies. The first terminated prematurely, 2 children dying at once, the other in five weeks. The second was uneventful, the 3 children living at the time of the report. Rockwell gives the report of a case of a woman of twenty-eight, herself a twin, who gave birth to twins in January, 1879. They died after a few weeks, and in March, 1880, she again bore twins, one living three and the other nine weeks. On March 12, 1881, she gave birth to triplets. The first child, a male, weighed 7 pounds; the second, a female, 6 1/4 pounds; the third, a male, 5 1/2 pounds. The third child lived twenty days, the other two died of cholera infantum at the sixth month, attributable to the bottle-feeding. Banerjee gives the history of a case of a woman of thirty being delivered of her fourth pair of twins. Her mother was dead, but she had 3 sisters living, of one of which she was a twin, and the other 2 were twins. One of her sisters had 2 twin terms, 1 child surviving; like her own children, all were females. A second sister had a twin term, both males, 1 surviving. The other sister aborted female twins after a fall in the eighth month of pregnancy. The name of the patient was Mussamat Somni, and she was the wife of a respectable Indian carpenter.\\n\\nThere are recorded the most wonderful accounts of prolificity, in which, by repeated multiple births, a woman is said to have borne children almost beyond belief. A Naples correspondent to a Paris Journal gives the following: \\\"About 2 or 3 stations beyond Pompeii, in the City of Nocera, lives Maddalena Granata, aged forty-seven, who was married at twenty-eight, and has given birth to 52 living and dead children, 49 being males. Dr. de Sanctis, of Nocera, states that she has had triplets 15 times.\\\"\\n\\nPeasant Kirilow was presented to the Empress of Russia in 1853, at the age of seventy years. He had been twice married, and his first wife had presented him with 57 children, the fruits of 21 pregnancies. She had quadruplets four times, triplets seven times, and twins thrice. By his second wife he had 15 children, twins six times, and triplets once. This man, accordingly, was the father of 72 children, and, to magnify the wonder, all the children were alive at the time of presentation. Herman, in some Russian statistics, relates the instance of Fedor Vassilet, a peasant of the Moscow Jurisdiction, who in 1872, at the age of seventy-five years, was the father of 87 children. He had been twice married; his first wife bore him 69 children in 27 accouchements, having twins sixteen times, triplets seven times, and quadruplets four times, but never a single birth. His second wife bore him 18 children in 8 accouchements. In 1872, 83 of the 87 children were living. The author says this case is beyond all question, as the Imperial Academy of St. Petersburg, as well as the French Academy, have substantial proof of it. The family are still living in Russia, and are the object of governmental favors. The following fact is interesting from the point of exaggeration, if for nothing else: \\\"The New York Medical Journal is accredited with publishing the following extract from the history of a journey to Saragossa, Barcelona, and Valencia, in the year 1585, by Philip II of Spain. The book was written by Henrique Cock, who accompanied Philip as his private secretary. On page 248 the following statements are to be found: At the age of eleven years, Margarita Goncalez, whose father was a Biscayian, and whose mother was French, was married to her first husband, who was forty years old. By him she had 78 boys and 7 girls. He died thirteen years after the marriage, and, after having remained a widow two years, the woman married again. By her second husband, Thomas Gchoa, she had 66 boys and 7 girls. These children were all born in Valencia, between the fifteenth and thirty-fifth year of the mother's age, and at the time when the account was written she was thirty-five years old and pregnant again. Of the children, 47 by the first husband and 52 by the second were baptized; the other births were still or premature. There were 33 confinements in all.\",\"timestamp\":1639716852,\"title\":\"\\nIn Prussia, from 1826 to 1880, there were 85 cases of quadruplets and 3 cases of 5 at a birt\"},\"digest\":\"pT3rI8v8-zfPUzfZ7ZoTQrNxjrEqk9WtpysGrfEaPeQ\",\"authorship\":{\"contributor\":\"0x336f98da5BDeF1692C4dE51f67eafA44062a418E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bmNNJx8nYccycKTZ8Piegs7RpOKv1XXiaQI77ETyPow\\\",\\\"y\\\":\\\"AfEl_2o9lIy6SG_6Dn1iC7C49LFhenyxiVG-BPKsEro\\\"}\",\"signature\":\"i_kDRCc5F2jPUHeP4feuTYLTl6FUdhOGEWGj_W2jRMfOA-jaCEPs2attCgyu4U_QLAW8fDb1Q2uUc9jtotBo-w\",\"signingKeySignature\":\"0x6f86e705e05247c6196b87abe8b28d75b99fa28070fdb79734039bc6f1002cf96d69798383d6f2b266830afcdf227b0dcfde714a391d170613b3e0b5549bf0381c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bmNNJx8nYccycKTZ8Piegs7RpOKv1XXiaQI77ETyPow\\\",\\\"y\\\":\\\"AfEl_2o9lIy6SG_6Dn1iC7C49LFhenyxiVG-BPKsEro\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pT3rI8v8-zfPUzfZ7ZoTQrNxjrEqk9WtpysGrfEaPeQ\"}"