"{\"content\":{\"body\":\"## What To Create In The World of NFT\\n\\n## Navigating the content creation space and staying relevant with the world of NFT.\\n\\n![Photo by Roméo A. on Unsplash](https://images.mirror-media.xyz/publication-images/KoDl9AeUfNwkiR4rajqBG.jpeg?height=3935&width=5902)\\n\\nThere is a big change coming. Welcome to the world of the metaverse where artists thrive.\\n\\nThe shift involves evolving into the next-gen of content creators, writers, artists and developers. You would have probably heard of the digital world of NFT’s. It is happening whether you want it or not, if not you can read it [here](https://www.theverge.com/22310188/nft-explainer-what-is-blockchain-crypto-art-faq).\\n\\nNuff said. Creators want to have a piece of the pie, creating digital art, utilizing their current skills to get involved in creating something for the digital world. Writers are finding new opportunities to get into the world of NFT by creating content stories for others thus forming a new breed of [cryptowriters](https://lithub.com/the-rise-of-the-crypto-writer-on-what-literary-nfts-might-mean-for-the-book-world/). Artists are becoming brand ambassadors and building community in order to get paid in crypto, and everything that is being built around this new economy may eventually open up new jobs.\\n\\nCan you bring your skills from the current traditional world into the world of NFT? Yes, but it's more complicated than that.\\n\\n# Are you ready to get involved as a creator?\\n\\nTo really master the upcoming world — two things need to happen for you to stay relevant — you understand how to sustain a community and you need to be able to give value to them.\\n\\nThere are plenty of hyped-up NFT projects going around and about 90% of projects are bound to only [work in the short term](https://www.financialexpress.com/market/most-cryptos-wont-work-ahead-90-nfts-will-have-no-value-in-3-5-years-warns-coinbase-cofounder/2275088/). They just want to create, flip money and then exit. This post isn’t to teach you how to do that.\\n\\nThe recipe for disaster for any NFT holder is to be one spending money in an NFT because you want to invest after following investors who foolishly believe in the hype and then figuring out later, it was nothing more than just an illusion because the creators lack the capability to sustain and bring their ideas to life.\\n\\nIt means that any NFT project has a certain amount of risk involved when you put ‘investing’ as the main driving factor for NFT’s to do well.\\n\\nThis relationship between the creator/s of the NFT and the fan who believes in the project is crucial — more than what is being valued in a form of digital art. This plays a huge role in determining whether the NFT will mean anything at all.\\n\\nIn simpler words — what the NFT represents to the owner matters more than just the piece itself in terms of value.\\n\\n![Credit : Veefriends](https://images.mirror-media.xyz/publication-images/cVFS-YtFhQ6dcn1aZMq6J.png?height=720&width=1280)\\n\\nInfluencers like Gary Vaynerchuk created [VeeFriends](https://veefriends.com/) as a form of utility token to educate meaningful intellectual property while creating value for access to him and because only a limited amount is being created, this ends up driving the value of his NFT.\\n\\nThis only happens because he has already learned how to deliver value offline outside of the space and he understands a need where the audience is coming from. The concept is similar to owning sports trading cards mixed with real-life access.\\n\\n![list of tokens from Gary Vaynerchuk NFT Project, Veefriends. imaged taken from NFTEvening](https://images.mirror-media.xyz/publication-images/AkI2fjU8Ra1kbyw7oddkm.png?height=395&width=1080)\\n\\nWithout application- the NFT will just be a digital drawing that may not mean anything or carry weight. If the NFT created was mine, and I don’t have any influential value, the NFT won’t matter.\\n\\nIn-play to earn games, like Axie Infinity —where a limited amount of cute little creatures (some rarer than others) are also NFTs that can be bought and resold and bred brings value for gamers who rely on this [as their main source of income](https://www.forbes.com/sites/youngjoseph/2021/10/06/metaverse-heats-up-how-axie-infinitys-30b-valuation-led-crypto-game-frenzy/?sh=5f77734725c6). Some gamers expect consistent updates and more exciting things coming from the developers and also the ability for them to use their NFT’s as a form of [earning passive income by renting out their monsters](https://seedly.sg/opinions/my-experience-launching-an-axie-infinity-scholarship-programme) — a concept similar to owning real estate and renting it out to tenants.\\n\\nThe concept of play to earn gaming isn’t new, but it takes prior gaming knowledge and understanding of the concept to build the fundamentals to eventually grow and keep the game alive and sustainable.\\n\\nAll this ends up in the metaverse and NFT’s will eventually exist to be a part of them.\\n\\n# Get busy learning about the creator’s economy first if you haven’t.\\n\\nA list recently created by Antler shows the many different platforms/tools for creators to use the creator’s economy.\\n\\nThere are 5 main categories — being audience curation, audience monetization, vertical platforms, community management, and creator tools.\\n\\nWhen I saw the article, I was fed with too much information. I’m still a baby writer still navigating the space of the creator’s economy.\\n\\nThe evolution of technology moves so fast you can barely keep up, but the concept of value still stay true.\\n\\nYou are going to be spending so much time exploring platforms and getting involved in new projects, and if you’re not careful, you will end up feeling lost.\\n\\nAs a rule of thumb, I seek to understand at which stage I’m in right now, dive in and research what I feel will benefit me most and how to proceed from there. If you are in a stage of thinking about just creating content, it might be worth to ask “so what’s next”?\\n\\nWhile there are plenty of directions to create content from the creator’s economy, it’s important to know your strengths and your priorities. That means if you are at the stage where you want to focus on creating content, then focusing on adding value should be your priority instead of trying to monetize content.\\n\\nIf you are already steadily making consistent content and already have an audience, you should then explore ways on how to develop your community or monetize them.\\n\\nOnly then if you understand this stage, can you give meaning to creating content eventually on the NFT space.\\n\\n# Be clear about your reason for creating or you will burn out.\\n\\n> *“This is not a mission to be famous. it’s a mission to create value and therefore you should never stop.” — Nusier from NasDaily*\\n\\nYou should know how to maximise your content creation efforts. There’s a lot of mental effort to create content all the time.\\n\\nBeing consistent is the only way you can get followers or people to listen to you.\\n\\nJust getting into content creation will get you only halfway there. Creating value comes in many forms but in order to do so, you must have the right kind of mentality.\\n\\nThere were days before this when I just feel like a failure and it’s exhaustive and sad to not be able to will myself into creating. The pressure of feeling like a loser or that I’m not capable enough messes with my mind.\\n\\nBut you have to look past that. You have to keep executing and find something that gives you that momentum and stick through it.\\n\\nYou need to study and know where to look. It is not merely just about creating content and hoping something would stick.\\n\\nIf you’re really passionate about creating something and giving value, the rest will come naturally, but if you go in with the reason to get viral or get famous, you will end up procrastinating instead.\\n\\n# Master the art of listening and deliver\\n\\nThe art of active listening goes beyond just listening, it’s the art of going deep into conversations to understand, process and reflect without judgement.\\n\\nLearning to understand other people’s views besides your own, reduces errors and misunderstandings.\\n\\nThere are Discord channels that I join to learn more about NFT’s and what they mean to each of the users. Some projects really got me curious about the stages at which the projects become bigger and eventually take off.\\n\\nI’ve spent a few months observing how some projects have such a real in-depth community that truly believes in their project. Being a creator requires you to get to know more about your audiences and what they want and provide it to them.\\n\\n*What does this mean?*\\n\\nThe ones who win are those who provide for users who are invested in the NFT’s and eventually let them decide on the narrative of the project and decide how their NFT will be used for. An example of NFT’s being used is [Bored Ape Yacht Club Collection](https://www.cnet.com/news/nfts-why-people-spend-millions-on-jpegs/) where owners of the NFT have full commercial rights over their own NFT.\\n\\nIn the metaverse, the community provide ideas. In this case, An NFT creator is the driver holding the wheels of this big bus and listening for his community and deciding what route is best taken.\\n\\nAs a creator, you can find all these gaps in your community by just being involved and seeing any space you see fit to contribute. You can assign moderators, facilitators, and acknowledge creators who give more value to the space and allow space for people to get involved and creative.\\n\\nAs always, this space is also relatively new for me. What this is means is that as a creator, you are still very early to the world. There are at least a few more years before you can see what kind of project would really matter in the space.\\n\\nHow can you start doing something now in order to be relevant later on?\\n\\nFood for thought.\\n\\n \\n \",\"timestamp\":1638790988,\"title\":\"What To Create In The World of NFT \"},\"digest\":\"WeSDyl1K6xy-Biw-jyKkkG_eLcmi3SpHYD5MsvL3YF8\",\"authorship\":{\"contributor\":\"0xED54E8A35e142c86C52E5aa7B277B5d15637776A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fTqCCynyWd1mlXgfMIS3v-9EFz6Uug_atatOpIf1lG4\\\",\\\"y\\\":\\\"u5J-E7dPnWyQ_-ElSBF9E0-Tmm9Xn_7i45JiNT5H7rI\\\"}\",\"signature\":\"wYZy3n87KhVwlq-rsiB8dTAuDYQzRK15YDfCXDkRD4JmbBaF6JDTABAedQl2Bd36KummlxtSBAZwet2tO9hUEQ\",\"signingKeySignature\":\"0xd66e03dcdf79177d648638388f26ff6eb75ac610133caa418177ce998c9be9f14ca02cdbac8b29651a650ad1d3240a331a9275274755cdec616e8687562368621b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fTqCCynyWd1mlXgfMIS3v-9EFz6Uug_atatOpIf1lG4\\\",\\\"y\\\":\\\"u5J-E7dPnWyQ_-ElSBF9E0-Tmm9Xn_7i45JiNT5H7rI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WeSDyl1K6xy-Biw-jyKkkG_eLcmi3SpHYD5MsvL3YF8\"}"