"{\"content\":{\"body\":\"Whilst Western Europe in turn submitted and struggled against a sub-lieutenant who made himself an emperor, who at his pleasure made kings and destroyed kingdoms, the ancient eastern part of the Continent; like mummies which preserve but the semblance of life, was gradually tumbling to pieces, and getting parcelled out amongst bold adventurers who skirmished over its ruins.  Without mentioning local revolts which produced only short-lived struggles and trifling changes, of administration, such as that of Djezzar Pacha, who refused to pay tribute because he thought himself impregnable in his citadel of Saint-Jean-d'Acre, or that of Passevend-Oglou Pacha, who planted himself on the walls of Widdin as defender of the Janissaries against the institution of the regular militia decreed by Sultan Selim at Stamboul, there were wider spread rebellions which attacked the constitution of the Turkish Empire and diminished its extent; amongst them that of Czerni-Georges, which raised Servia to the position of a free state; of Mahomet Ali, who made his pachalik of Egypt into a kingdom; and finally that of the man whose, history we are about to narrate, Ali Tepeleni, Pacha of Janina, whose long resistance to the suzerain power preceded and brought about the regeneration of Greece.\\n\\nAli's own will counted for nothing in this important movement.  He foresaw it, but without ever seeking to aid it, and was powerless to arrest it.  He was not one of those men who place their lives and services at the disposal of any cause indiscriminately; and his sole aim was to acquire and increase a power of which he was both the guiding influence, and the end and object.  His nature contained the seeds of every human passion, and he devoted all his long life to their development and gratification.  This explains his whole temperament; his actions were merely the natural outcome of his character confronted with circumstances.  Few men have understood themselves better or been on better terms with the orbit of their existence, and as the personality of an individual is all the more striking, in proportion as it reflects the manners and ideas of the time and country in which he has lived, so the figure of Ali Pacha stands out, if not one of the most brilliant, at least one of the most singular in contemporary history.\\n\\n> From the middle of the eighteenth century Turkey had been a prey to the political gangrene of which she is vainly trying to cure herself to-day, and which, before long, will dismember her in the sight of all Europe.  Anarchy and disorder reigned from one end of the empire to the other.  The Osmanli race, bred on conquest alone, proved good for nothing when conquest failed.  It naturally therefore came to pass when Sobieski, who saved Christianity under the walls of Vienna, as before his time Charles Martel had saved it on the plains of Poitiers, had set bounds to the wave of Mussulman westward invasion, and definitely fixed a limit which it should not pass, that the Osmanli warlike instincts recoiled upon themselves.  The haughty descendants of Ortogrul, who considered themselves born to command, seeing victory forsake them, fell back upon tyranny.  Vainly did reason expostulate that oppression could not long be exercised by hands which had lost their strength, and that peace imposed new and different labours on those who no longer triumphed in war; they would listen to nothing; and, as fatalistic when condemned to a state of peace as when they marched forth conquering and to conquer, they cowered down in magnificent listlessness, leaving the whole burden of their support on conquered peoples.  Like ignorant farmers, who exhaust fertile fields by forcing crops; they rapidly ruined their vast and rich empire by exorbitant exactions.  Inexorable conquerors and insatiable masters, with one hand they flogged their slaves and with the other plundered them.  Nothing was superior to their insolence, nothing on a level with their greed.  They were never glutted, and never relaxed their extortions.  But in proportion as their needs increased on the one hand, so did their resources diminish on the other.  Their oppressed subjects soon found that they must escape at any cost from oppressors whom they could neither appease nor satisfy.  Each population took the steps best suited to its position and character; some chose inertia, others violence.  The inhabitants of the plains, powerless and shelterless, bent like reeds before the storm and evaded the shock against which they were unable to stand.  The mountaineers planted themselves like rocks in a torrent, and dammed its course with all their might.  On both sides arose a determined resistance, different in method, similar in result.  In the case of the peasants labour came to a stand-still; in that of the hill folk open war broke out.  The grasping exactions of the tyrant dominant body produced nothing from waste lands and armed mountaineers; destitution and revolt were equally beyond their power to cope with; and all that was left for tyranny to govern was a desert enclosed by a wall.\\n\\nBut, all the same, the wants of a magnificent sultan, descendant of the Prophet and distributor of crowns, must be supplied; and to do this, the Sublime Porte needed money.  Unconsciously imitating the Roman Senate, the Turkish Divan put up the empire for sale by public auction.  All employments were sold to the highest bidder; pachas, beys, cadis, ministers of every rank, and clerks of every class had to buy their posts from their sovereign and get the money back out of his subjects.  They spent their money in the capital, and recuperated themselves in the provinces.  And as there was no other law than their master's pleasure, so there, was no other guarantee than his caprice.  They had therefore to set quickly to work; the post might be lost before its cost had been recovered.  Thus all the science of administration resolved itself into plundering as much and as quickly as possible.  To this end, the delegate of imperial power delegated in his turn, on similar conditions, other agents to seize for him and for themselves all they could lay their hands on; so that the inhabitants of the empire might be divided into three classes--those who were striving to seize everything; those who were trying to save a little; and those who, having nothing and hoping for nothing, took no interest in affairs at all.\\n\\nAlbania was one of the most difficult provinces to manage.  Its inhabitants were poor, brave, and, the nature of the country was mountainous and inaccessible.  The pashas had great difficulty in collecting tribute, because the people were given to fighting for their bread.  Whether Mahomedans or Christians, the Albanians were above all soldiers.  Descended on the one side from the unconquerable Scythians, on the other from the ancient Macedonians, not long since masters of the world; crossed with Norman adventurers brought eastwards by the great movement of the Crusades; they felt the blood of warriors flow in their veins, and that war was their element. Sometimes at feud with one another, canton against canton, village against village, often even house against house; sometimes rebelling against the government their sanjaks; sometimes in league with these against the sultan; they never rested from combat except in an armed peace.  Each tribe had its military organisation, each family its fortified stronghold, each man his gun on his shoulder.  When they had nothing better to do, they tilled their fields, or mowed their neighbours', carrying off, it should be noted, the crop; or pastured their, flocks, watching the opportunity to trespass over pasture limits.  This was the normal and regular life of the population of Epirus, Thesprotia, Thessaly, and Upper Albania.  Lower Albania, less strong, was also less active and bold; and there, as in many other parts of Turkey, the dalesman was often the prey of the mountaineer. It was in the mountain districts where were preserved the recollections of Scander Beg, and where the manners of ancient Laconia prevailed; the deeds of the brave soldier were sung on the lyre, and the skilful robber quoted as an example to the children by the father of the family.  Village feasts were held on the booty taken from strangers; and the favourite dish was always a stolen sheep.  Every man was esteemed in proportion to his skill and courage, and a man's chances of making a good match were greatly enhanced when he acquired the reputation of being an agile mountaineer and a good bandit.\\n\\nThe Albanians proudly called this anarchy liberty, and religiously guarded a state of disorder bequeathed by their ancestors, which always assured the first place to the most valiant.\\n\\nIt was amidst men and manners such as these that Ali Tepeleni was born.  He boasted that he belonged to the conquering race, and that he descended from an ancient Anatolian family which had crossed into Albania with the troops of Bajazet Ilderim.  But it is made certain by the learned researches of M. de Pouqueville that he sprang from a native stock, and not an Asiatic one, as he pretended.  His ancestors were Christian Skipetars, who became Mussulmans after the Turkish invasion, and his ancestry certainly cannot be traced farther back than the end of the sixteenth century.\\n\\nMouktar Tepeleni, his grandfather, perished in the Turkish expedition against Corfu, in 1716.  Marshal Schullemburg, who defended the island, having repulsed the enemy with loss, took Mouktar prisoner on Mount San Salvador, where he was in charge of a signalling party, and with a barbarity worthy of his adversaries, hung him without trial. It must be admitted that the memory of this murder must have had the effect of rendering Ali badly disposed towards Christians.\\n\\nMouktar left three sons, two of whom, Salik and Mahomet, were born of the same mother, a lawful wife, but the mother of the youngest, Veli, was a slave.  His origin was no legal bar to his succeeding like his brothers.  The family was one of the richest in the town of Tepelen, whose name it bore, it enjoyed an income of six thousand piastres, equal to twenty thousand francs.  This was a large fortune in a poor country, where, all commodities were cheap.  But the Tepeleni family, holding the rank of beys, had to maintain a state like that of the great  financiers of feudal Europe.  They had to keep a large stud of horses, with a great retinue of servants and men-at-arms, and consequently to incur heavy expenses; thus they constantly found their revenue inadequate.  The most natural means of raising it which occurred to them was to diminish the number of those who shared it; therefore the two elder brothers, sons of the wife, combined against Veli, the son of the slave, and drove him out of the house.  The latter, forced to leave home, bore his fate like a brave man, and determined to levy exactions on others to compensate him for the losses incurred through his brothers.  He became a freebooter, patrolling highroads and lanes, with his gun on his shoulder and his yataghan in his belt, attacking, holding for ransom, or plundering all whom he encountered.\\n\\nAfter some years of this profitable business, he found himself a wealthy man and chief of a warlike band.  Judging that the moment for vengeance had arrived, he marched for Tepelen, which he reached unsuspected, crossed the river Vojutza, the ancient Aous, penetrated the streets unresisted, and presented himself before the paternal house, in which his brothers, forewarned, had barricaded themselves. He at once besieged them, soon forced the gates, and pursued them to a tent, in which they took a final refuge.  He surrounded this tent, waited till they were inside it, and then set fire to the four corners.  \\\"See,\\\" said he to those around him, \\\"they cannot accuse me of vindictive reprisals; my brothers drove me out of doors, and I retaliate by keeping them at home for ever.\\\"\\n\\nIn a few moments he was his father's sole heir and master of Tepelen. Arrived at the summit of his ambition, he gave up free-booting, and established himself in the town, of which he became chief ago.  He had already a son by a slave, who soon presented him with another son, and afterwards with a daughter, so that he had no reason to fear dying without an heir.  But finding himself rich enough to maintain more wives and bring up many children, he desired to increase his credit by allying himself to some great family of the country.  He therefore solicited and obtained the hand of Kamco, daughter of a bey of Conitza.  This marriage attached him by the ties of relationship to the principal families of the province, among others to Kourd Pacha, Vizier of Serat, who was descended from the illustrious race of Scander Beg.  After a few years, Veli had by his new wife a son named Ali, the subject of this history, and a daughter named Chainitza.\\n\\nIre spite of his intentions to reform, Veli could not entirely give up his old habits.  Although his fortune placed him altogether above small gains and losses, he continued to amuse himself by raiding from time to time sheep, goats, and other perquisites, probably to keep his hand in.  This innocent exercise of his taste was not to the fancy of his neighbours, and brawls and fights recommenced in fine style.  Fortune did not always favour him, and the old mountaineer lost in the town part of what he had made on the hills.  Vexations soured his temper and injured his health.  Notwithstanding the injunctions of Mahomet, he sought consolation in wine, which soon closed his career.  He died in 1754.\\n\\nCHAPTER II\\n\\nAli thus at thirteen years of age was free to indulge in the impetuosity of his character.  From his early youth he had manifested a mettle and activity rare in young Turks, haughty by nature and self-restrained by education.  Scarcely out of the nursery, he spent his time in climbing mountains, wandering through forests, scaling precipices, rolling in snow, inhaling the wind, defying the tempests, breathing out his nervous energy through every pore.  Possibly he learnt in the midst of every kind of danger to brave everything and subdue everything; possibly in sympathy with the majesty of nature, he felt aroused in him a need of personal grandeur which nothing could satiate.  In vain his father sought to calm his savage temper; and restrain his vagabond spirit; nothing was of, any use.  As obstinate as intractable, he set at defiance all efforts and all precautions.  If they shut him up, he broke the door or jumped out of the window; if they threatened him, he pretended to comply, conquered by fear, and promised everything that was required, but only to break his word the first opportunity.  He had a tutor specially attached to his person and charged to supervise all his actions.  He constantly deluded him by fresh tricks, and when he thought himself free from the consequences, he maltreated him with gross violence.  It was only in his youth, after his father's death, that he became more manageable; he even consented to learn to read, to please his mother, whose idol he was, and to whom in return he gave all his affection.\\n\\nIf Kamco had so strong a liking for Ali, it was because she found in him, not only her blood, but also her character.  During the lifetime of her husband, whom she feared, she seemed only an ordinary woman; but as soon as his eyes were closed, she gave free scope to the violent passions which agitated her bosom.  Ambitious, bold, vindictive; she assiduously cultivated the germs of ambition, hardihood, and vengeance which already strongly showed themselves in the young Ali.  \\\"My son,\\\" she was never tired of telling him, \\\"he who cannot defend his patrimony richly deserves to lose it.  Remember that the property of others is only theirs so long as they are strong enough to keep it, and that when you find yourself strong enough to take it from them, it is yours.  Success justifies everything, and everything is permissible to him who has the power to do it.\\\"\\n\\nAli, when he reached the zenith of his greatness, used to declare that his success was entirely his mother's work.  \\\"I owe everything to my mother,\\\" he said one day to the French Consul; \\\"for my father, when he died, left me nothing but a den of wild beasts and a few fields.  My imagination, inflamed by the counsels of her who has given me life twice over, since she has made me both a man and a vizier, revealed to me the secret of my destiny.  Thenceforward I saw nothing in Tepelen but the natal air from which I was to spring on the prey which I devoured mentally.  I dreamt of nothing else but power, treasures, palaces, in short what time has realised and still promises; for the point I have now reached is not the limit of my hopes.\\\"\\n\\nKamco did not confine herself to words; she employed every means to increase the fortune of her beloved son and to make him a power.  Her first care was to poison the children of Veli's favourite slave, who had died before him.  Then, at ease about the interior of her family, she directed her attention to the exterior.  Renouncing all the habit of her sex, she abandoned the veil and the distaff, and took up arms, under pretext of maintaining the rights of her children.  She collected round her her husband's old partisans, whom she attached to her, service, some by presents, others by various favours, and she gradually enlisted all the lawless and adventurous men in Toscaria. With their aid, she made herself all powerful in Tepelen, and inflicted the most rigorous persecutions on such as remained hostile to her.\\n\\nBut the inhabitants of the two adjacent villages of Kormovo and Kardiki, fearing lest this terrible woman, aided by her son, now grown into a man, should strike a blow against their independence; made a secret alliance against her, with the object of putting her out of the way the first convenient opportunity.  Learning one day that Ali had started on a distant expedition with his best soldiers; they surprised Tepelen under cover of night, and carried off Kamco and her daughter Chainitza captives to Kardiki.  It was proposed to put them to death; and sufficient evidence to justify their execution was not wanting; but their beauty saved their lives; their captors preferred to revenge themselves by licentiousness rather than by murder.  Shut up all day in prison, they only emerged at night to pass into the arms of the men who had won them by lot the previous morning.  This state of things lasted for a month, at the end of which a Greek of Argyro-Castron, named G. Malicovo, moved by compassion for their horrible fate, ransomed them for twenty thousand piastres, and took them back to Tepelen.\\n\\nAli had just returned.  He was accosted by his mother and sister, pale with fatigue, shame, and rage.  They told him what had taken place, with cries and tears, and Kamco added, fixing her distracted eyes upon him, \\\"My son! my son! my soul will enjoy no peace till Kormovo and Kardikil destroyed by thy scimitar, will no longer exist to bear witness to my dishonour.\\\"\",\"timestamp\":1639208878,\"title\":\"\\nThe beginning of the nineteenth century was a time of audacious enterprises and strange vicissitudes of fortune\"},\"digest\":\"qknXJ3cAtey-jTOX9gI8THbHkCeOq1k2wOY3U2G7KyE\",\"authorship\":{\"contributor\":\"0x336f98da5BDeF1692C4dE51f67eafA44062a418E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gN_4zOaxXQYlD0x6V6sMQyNYbgzYJz1IRCHvFXJfiFc\\\",\\\"y\\\":\\\"j0aotypr6mlHUMz1AzPOAjGfe4YL_jIJXyNDqajgaP4\\\"}\",\"signature\":\"LYZpboezEq_VeG6eXzVSp-5eGDqfZNhlNT85WC0zzeb5qTOC67qwXoyLRaJyO7DUrpKznFF0-MJYeIlWC6yuSw\",\"signingKeySignature\":\"0xb0bc4ceda51c5d99cdc6da4da01bf04b3eb4b52c24455f16b2212a04ddeae657242f7af765df727e0fa17f4ef7712354abadf20b1e83e55cdd97351284f4cbc41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gN_4zOaxXQYlD0x6V6sMQyNYbgzYJz1IRCHvFXJfiFc\\\",\\\"y\\\":\\\"j0aotypr6mlHUMz1AzPOAjGfe4YL_jIJXyNDqajgaP4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qknXJ3cAtey-jTOX9gI8THbHkCeOq1k2wOY3U2G7KyE\"}"