"{\"content\":{\"body\":\"古有四大人生喜事：久旱逢甘雨，他乡遇故知，洞房花烛夜，金榜题名时。而这嫁娶之事则是重中之重。古来婚姻便遵从“父母之命，媒妁之言”，在古人眼里，寻得一门好亲事比什么都重要，自然在此过程中就设下了繁琐礼节。\\n\\n无论家境如何，为人父母都总是遵守着那套老派的做法。女性本就是弱势群体，在古代更甚，所以在嫁娶之事上总是被迫遵守一切封建礼制。在历史上，古人有四不娶，即仰脸女子外八脚，人中有痣骸骨高。对迎娶女子作出这等要求，是何道理呢？\\n\\n在女性地位极其卑微的古代，历朝历代的人一直都在不断完善女子的“三从四德”制度，并乐此不疲。《周礼天官九嫔》中就有记载着所谓为人妇的正确礼教“九嫔掌妇学之法，以九教御：妇德、妇言、妇容、妇功”，可见，古人是多么“看重”妻子，因此要求也甚多。\\n\\n对于尚未婚配的女子，必须谨遵着大门不出二门不迈的“好礼教”，不得与异性接触，否则有失女德。而在古人看来，女子就是他们的“贴身管家”，婚后女子必须专心侍奉公婆，一心为夫着想，事事围绕夫家转，这样的妇人才算得上真格的好妇人。\\n\\n古代有一说法：低头走路乃自卑，平视则为自信，而仰脸走路则是自负的表现。作为一个“贤德，懂礼法，尊礼教”的好妻子，公婆最喜欢的自然是儿媳低头面对自己，这般才能显得自己有主人的风范。若是仰脸的女子，定是高傲自大的，不将公婆和丈夫放在眼里的，如若哪家娶了此等儿媳，就真的是倒了八辈子的霉运了。如此，众人自然是忌讳仰脸走路的女性了。\\n\\n姿态轻盈，小鸟依人，这是古时多少男子心中的佳偶标准。在传统的观念里，只有迈着细碎步伐而又姿态轻盈的女子才算得上合格的女子。在中国几千年持续着的农耕时代，“男主外，女主内”，一直根深蒂固在每个人心中，而主持内事的女子就必须要有为人妇的样。\\n\\n无论是女子行事肆意奔放，还是性格泼辣，亦或者是行走姿态过于豪放，丝毫不见女子应有的柔美，都是不为社会所接受的，在他们眼中，这是“泼妇”才有的姿势体态，是与现实追求相悖的，是遭万人唾弃的。\\n\\n其实所谓的外八脚就是我们今天所说的“外八字”，走路成“外八”，对走路姿势素来是很有讲究的，为了学习优美步伐的“邯郸学步”也是众人皆知的，此典故中还是男子学步，可见对于女子的要求自然是很高了。\\n\\n对于拥有外八脚的女子，古人自然也是极不欢喜的，因为外八脚的女子走起路来缺乏了柔美之势，而古人之所以不喜，不仅仅是因为美观问题，还因为他们深信着这样的女子在将来极有可能会“踩”到丈夫头上，颇有喧宾夺主之意。再者，素来讲究“裹足”的古人，就更是容不得这外八脚的存在了。\\n\\n前人素来喜欢寄托希望于鬼神，占卜算卦、看相自然就必须得成为日常生活的“必备品”，因此，很多人家在嫁娶之事上总会先找人算上一卦，看此人是否是良人。而看相就是其中最为直接的环节，所谓面相，不仅要看五官的大致趋向，更为注重的其实就是面部的痣。\\n\\n小小的痣在看相中可是起着关键作用的。面部的痣分为多种，有好也有坏。而这其中的“人中有痣”就是坏的一种，同时也是古人最为忌讳的长痣部位。因为根据古代算命一说，人中有痣的女子，生来体质就差，在生育之事上更是危险重重，极易难产而死，故亦有短命之说。\\n\\n其次，人中有痣的女子更是有容易出轨这一无稽之谈，在男尊女卑的时代里，但凡是个心智正常的男子，都无法容忍这样的女子嫁入家门。故而人中有痣的女子不宜迎娶，除非万不得已。\\n\\n面相之说，看的还有骨相，即便骨相是与生俱来的，无法改变的事实，众人也并不会对此有何宽容之意。\\n\\n颧骨高的人，让人看了总是容易产生一种难亲近的错觉，而且在很多的小说故事里，作者在塑造尖酸刻薄的人物时，往往会将他们刻画成高颧骨或凸颧骨，我们我们自然也就不难猜出其中不被接受的缘由来。\\n\\n古代民间更是有“颧骨高杀夫不用刀”的说法。颧骨高的女子在他人看来，是很有野心和抱负的。古人遵崇“女子无才便是德”的道理，自然是容不下事业心强的女子。\\n\\n所以一直以来，历史上考取功名的就只能是男子，且不说女子无权考试，就是上学堂念书，女子也是不被允许的。这不宜迎娶高颧骨女子的“忌讳”，想来是古人害怕身为男子的他们会被弱女子赶超，从而丢了脸面，在众人面前抬不起头，与此同时，也会因此危及到男性在封建礼制中的高贵地位吧。\\n\\n有人说“相由心生”，但真正的事实往往不是双眼看到的那般简单，善恶之人并不会将本性刻于脸上，任人品鉴。在新闻报道里，我们时常看见手雕花纹的“老大哥”细心地扶起年迈的老人，也有“面善的书生”一刀夺去他人性命。是非面前，我们不可一叶障目。仰脸女子外八脚，人中有痣骸骨高，诸如此类谬论，在历史上比比皆是，又因何而为之？\\n\\n只因男尊女卑的旧俗一直根植于万千人心中，天下人皆以女子低于男子一等而对她们强加约束，施加所谓的礼教，让女子完全成为自己的附属品，按照自己的意愿而活，这是封建统治造成的后果。然古人认为婚姻嫁娶兹事体大，却又如此步步为营，故步自封，在漩涡中来回挣扎，也是无言矣。不得不说，封建体制的逝去是对现在法治科学社会最有利的事。\\n\\n图片来源于网络，如有侵权，联系删除！\",\"timestamp\":1640944635,\"title\":\"古人有四不娶：仰脸女子外八脚，人中有痣骸骨高，是何道理？\"},\"digest\":\"l5ijN4vcfqL5F-Wi_jKEasv-kETfoEPIbEQBpR5Xack\",\"authorship\":{\"contributor\":\"0xb264B80be54d5dEBcA0771ed82B91CB40bC46B86\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FgpXew7nLdbUWK3S1hdxcdZ6bQ-g9CVh_pmtbGhAbsc\\\",\\\"y\\\":\\\"ieBLz4EHapKzK5A3uaGpXxGdjVrt2YRB8JIevRruz3c\\\"}\",\"signature\":\"RGXK7-OqttNwU73FQ1-lqkGDgkcAehVBtldNfw4_FaHwgM_poLwvXuORvblOe7_aFVcpobBbV3ARsEBW7eOyEg\",\"signingKeySignature\":\"0x2ee13ccb27d01435853c580daf3d3acdebeee5ea409c527680277735c8cea6e77b25409ee1bbd068a24565bca9c6ca6dbd9a71bbbc75bff1b264e31a0f38136a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FgpXew7nLdbUWK3S1hdxcdZ6bQ-g9CVh_pmtbGhAbsc\\\",\\\"y\\\":\\\"ieBLz4EHapKzK5A3uaGpXxGdjVrt2YRB8JIevRruz3c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"l5ijN4vcfqL5F-Wi_jKEasv-kETfoEPIbEQBpR5Xack\"}"