"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/UYlpNOIiqGaQaa7NpfGLA.png?height=299&width=1363)\\n\\n**Welcome to the 81st edition of Start-up Society!** This blog highlights some of the most exciting start-ups in the country striving to keep the American Dream alive.\\n\\nMake sure you check out the previous issue, if you have not already, *[here.](https://medium.com/start-up-society/start-up-society-80-the-christmas-special-3003c7749551)*\\n\\nHappy New Year! to bring in 2022 we are releasing part two of our Web 3.0 series.\\n\\nIn the last article in this series we scratched the surface on a lot of topics such as the history of the web, Decentralization, the adoption of new technology, DAOs, composability and interoperability. In this article we are going to dive into exactly what a blockchain is and explore the two main blockchains, Bitcoin & Ethereum, as the two current use cases for blockchain technology. We are keeping it non-technical, but staying focused on laying the foundation and establishing where we currently are with blockchain technology adoption.\\n\\n### What is a Blockchain?\\n\\n[https://www.youtube.com/watch?v=bBC-nXj3Ng4](https://www.youtube.com/watch?v=bBC-nXj3Ng4)\\n\\nA blockchain is a ledger of transactions. Each block in a blockchain is actually a block (a ledger) of transactions that users of the network are submitting. Each block is linked to the previous and subsequent blocks creating a chain of blocks, hence the name Blockchain.\\n\\nThe [Bitcoin](https://bitcoin.org/bitcoin.pdf) and [Ethereum](https://ethereum.org/en/whitepaper/) blockchains are verified by a decentralized set of [miners](https://www.youtube.com/watch?v=qVMdq9pDiuQ), who encrypt the network. Trust in the verifiable nature of these blockchains is a fundamental part of their value. The strength of the network that maintains the ledger is also a key concept in what makes the Bitcoin and Ether cryptocurrencies valuable. These two networks will be highlighted here as the “First” and “Second” use cases for blockchain technology.\\n\\n## The First Use Case\\n\\nBitcoin was released by “[Satoshi Nakamoto](https://en.wikipedia.org/wiki/Satoshi_Nakamoto)” in August of 2008. This was an interesting economic time in the world as it followed the [crash of the United States Mortgage market](https://en.wikipedia.org/wiki/Financial_crisis_of_2007%E2%80%932008). The [bitcoin white paper](https://bitcoin.org/bitcoin.pdf) outlined the concept for a peer-to-peer electronic cash system. This is our first example of a use case. With a globally accessible digital ledger of bitcoin transactions, many issues involving cross border fiat transfers are solved. Additionally, the system is self sustaining based on the inherent economics of miners being rewarded by block rewards and fees and based on the value proposition to those transacting bitcoin on the network.\\n\\nIt is worth noting that the original use case for bitcoin is not why the market values 1 bitcoin at $40-50k. The current market values bitcoin as a hedge against inflating fiat currencies. It took over 13 years for Bitcoin to get to where it is today and its purpose and value has evolved as the network has expanded and as its users find value in new concepts a part from bitcoins original use. It’s beauty is in its simplicity, but its simplicity was too limiting for some.\\n\\n## The Second Use Case\\n\\nEthereum was released by [Vitalik Buterin](https://www.nodeflair.com/blog/vitalik-buterin-co-founded-ethereum-at-the-age-of-19-heres-what-he-did-as-a-developer) at the end of 2013. In the first page of the [Ethereum White Paper](https://ethereum.org/en/whitepaper/), he outlines many potential use cases for blockchain technologies, all of which are technically enabled currently via Ethereum.\\n\\n“Commonly cited alternative applications of blockchain technology include using on-blockchain digital assets to represent custom currencies and financial instruments ([\\\"colored coins\\\"](https://docs.google.com/a/buterin.com/document/d/1AnkP_cVZTCMLIzw4DvsW6M8Q2JC0lIzrTLuoWu2z1BE/edit)), the ownership of an underlying physical device ([\\\"smart property\\\"](https://en.bitcoin.it/wiki/Smart_Property)), non-fungible assets such as domain names ([\\\"Namecoin\\\"](http://namecoin.org/)), as well as more complex applications involving having digital assets being directly controlled by a piece of code implementing arbitrary rules ([\\\"smart contracts\\\"](http://www.fon.hum.uva.nl/rob/Courses/InformationInSpeech/CDROM/Literature/LOTwinterschool2006/szabo.best.vwh.net/idea.html)) or even blockchain-based \\\"[decentralized autonomous organizations](http://bitcoinmagazine.com/7050/bootstrapping-a-decentralized-autonomous-corporation-part-i/)\\\" (DAOs).”\\n\\nEthereum’s founding was inspired by Bitcoin, but its primary use case is to enable digitally programmable money. This technology would be built on the back of Solidity, a programming language that Vitalik invented in order to run Smart contracts that allow users to create any of the use cases outlined in the quote plus all the use cases that are emerging and yet to emerge.\\n\\n## Where Are We Now?\\n\\n![](https://images.mirror-media.xyz/publication-images/qrQicmWjbGrVtVjs9A7rJ.png?height=506&width=1024)\\n\\nAs of writing this, Bitcoin’s market cap (Price of 1 Bitcoin multiplied by the total circulating supply) is at $878 Billion going as high as $1 Trillion earlier this year. Ethereum’s market cap is currently $439 Billion. For reference the total money in the stock market is around [$95 trillion](https://www.rankred.com/how-much-money-is-there-in-the-world/). Growing from zero to almost 2% of the total value of the stock market in under 15 years is quite remarkable.\\n\\nIn Part 3.0 of the series we will be covering future and emerging use cases for Web 3.0 and Blockchain technology!\",\"timestamp\":1641269448,\"title\":\"Start-up Society #81: Web 3.0 Part 2\"},\"digest\":\"xCwHy8usExnzOUZ3HkHgcI4jHN-QnmoOQfpgg2uf5QI\",\"authorship\":{\"contributor\":\"0x07c2676FEDc8CF803e4300A1f10557D2872d8f3A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vuuiO2Fg4ynGzLic2v6AMpxep5ooUkpzjDHZRvlef00\\\",\\\"y\\\":\\\"kug_rPgCiyO5_VXqvNaBkt2jBOTC7WoRfXbw7nyRQZs\\\"}\",\"signature\":\"m04RFpgRnvyIBRJhB_XUAyZwT1-1v2BgIwU2lc23RZ7PNSiOaDQvE1ZcdbGowDpp3z8I8AUOdLLejGnLcCUeLw\",\"signingKeySignature\":\"0xd6b17c89d04e3ed029a301ab0737db0e1cf86d1690059f6a48bfa28dc59c016c1a17aefd6fdba3f333a2ea696a64427b6f71e63affd3da70849e636fb07849671b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vuuiO2Fg4ynGzLic2v6AMpxep5ooUkpzjDHZRvlef00\\\",\\\"y\\\":\\\"kug_rPgCiyO5_VXqvNaBkt2jBOTC7WoRfXbw7nyRQZs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Mzq5MbPtQByanmV6Bh5R8DJL3pjf1ZRuySE_asYKtJk\"}"