"{\"content\":{\"body\":\"## freedom for the maximal diversity of life-forms\\n\\n![‘Earth from the Lunar Reconnaissance Orbiter’, NASA, 2015 CE.](https://miro.medium.com/max/1400/1\\\\*ESBnQOwVHtplH_6eqaaMbw.png?&&&size=medium)\\n\\n![](https://miro.medium.com/max/1000/1\\\\*gZJpv9kKORDynJCbzcKw7w.jpeg)\\n\\n**About the Author**\\n\\nPeter was born in Scotland. He is a father to Hector and a husband to Elizabeth. He lives and works in Gibraltar, where his son Hector was born.[\\\\[1\\\\]](#_ftn1) Peter works as a lawyer, specialising in finance and technology — particularly cryptocurrencies and blockchain solutions that rely on consensus to agree the ‘truth’ state of the system.[\\\\[2\\\\]](#_ftn2)\\n\\nThis little effort is dedicated to the great efforts of Ai Weiwei, Anders and Anne Holch Povlsen, Angela Merkel, Banksy, Ben Hunt and Rusty Guinn, Carlo Rovelli, His Holiness the 14th Dalai Lama, Sir David Attenborough, David Gilmour, Dan Simmons, E. O. Wilson, George Monbiot, Karen Armstrong, Nick Cave, Noah Yuval Harari, Noam Chomsky, Sir Roger Penrose and Satoshi Nakamoto.[\\\\[3\\\\]](#_ftn3)\\n\\nI am grateful to those image copyright holders that permitted me to include their copyrighted work[\\\\[4\\\\]](#_ftn4) when I did not perceive there to be any fair use rights — I reference them next to their work. For the remaining third-party content, I have tried to rely upon public works, commons licences and ‘fair use’ principles when using excerpts from articles, books, poems or images. If you object, please contact me at the Blockchain Biodiversity FounDAtiOn or on Twitter.[\\\\[5\\\\]](#_ftn5) Please exercise judgement first; consider the context of this book and whether your interests have been helped or harmed by inclusion.\\n\\nSpecial thanks are due to my collaborators on the hardest last mile: the copy-editor Dan Shutt, who has valiantly engaged with me — and my many grammatical idiosyncrasies — to help wrestle the text over the line. We are still finalising the book version.\\n\\n[Please support Wikipedia](https://donate.wikimedia.org/) with a regular donation. This work would not be possible without our invaluable collective cultural treasure.\\n\\nMy thanks also go to Andrew Smith, Aksinia and George McDonaugh, Ben Brice, David Abdoo, David Borge, Hugh McCaw, Mikko Ohtamaa, Nick Pink, Robert Pink, Mark Simspon, Robert Siwicki for their support, reviews of different drafts and most helpful feedback.\\n\\nThank you to all of the many people who have had a positive influence on this journey of life. Love to my large family (no strangers to suffering), to my wonderful wife Elizabeth and to her family, who are now every bit my family too.\\n\\nI conclude the narrative part of the book (from which this article is taken) with a poem for my son Hector: I hope you read it one day as an old man, and smile in remembrance of your ever-loving father. This life-form will be dead, but the energy of life and love will continue in and through you. Don’t forget to pass it on, old man :)\\n\\nThis content is licensed for sharing subject to attribution and no use for derivative commercial works: [Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)](https://creativecommons.org/licenses/by-nc-sa/4.0/). If you like this work, please come and join me at [Blockchain Biodiversity FounDAtiOn](https://blockchain-biodiversity-foundation.org/) (**BBDAO**).\\n\\n![Artistic image of the observable universe in logarithmic scale, Wikimedia user Unmismoobjetivo, 2012 CE. Circular representation of the observable universe\\\\*\\\\* \\\\*\\\\*on a logarithmic scale. Distance from Earth increases exponentially from centre to edge to make it more pictorial. The exponential (log) scale increases as each increment of the axes is increased by a factor of ten. Celestial bodies are enlarged to allow the viewer to appreciate their shapes. Earth’s solar system is at the centre; there follow the inner and outer planets, the Kuiper belt, the Oort cloud, Alpha Centauri, the Perseus Arm, the Milky Way galaxy, the Andromeda galaxy, nearby galaxies, the cosmic web, cosmic microwave radiation and the Big Bang’s invisible plasma at the edge. The following shows that our solar system and even our galaxy would not be observable from the perspective of viewing the whole universe on a normal non-log scale.](https://miro.medium.com/max/1400/1\\\\*goRvXo_HNhbysWP_ZjLfCA.png?&&size=medium)\\n\\n## “Then such truth and greatness descended\\n\\n## As over a new grave, when the mourners have gone\\n\\n## And the stars come out\\n\\n## And the earth, bristling and raw,\\n\\n## tiny and lost\\n\\n## Resumes its search\\n\\n## Rushing through the vast astonishment”\\n\\n(Ted Hughes)[\\\\[6\\\\]](#_ftn6)\\n\\n![ ‘An Illustration of the location of Earth in the Universe’, Wikimedia user Azcolvin429, 2018 CE. The image consists of a series of nine frames. Our solar system becomes unobservable within the space of our galaxy, and our galaxy becomes practically unobservable within the size of the universe. The estimated number of stars in the Milky Way is 1011 to 1012, i.e., up to 1,000,000,000,000 stars. There are an estimated 2×1012 galaxies in the observable universe.](https://images.mirror-media.xyz/publication-images/C7g92YQj2CHcXOxTIzUwD.png?height=1171&width=1600&&&size=large)\\n\\n**1. Preface**\\n\\nThe current situation on Earth is dangerously imbalanced, both between humans (in terms of the distribution of wealth and political power) and also as between humans and other species (in terms of our destruction of the biosphere and annihilation of tens of thousands of subspecies).\\n\\nIn order to address the problem, it is necessary to try to understand it, to consider some of the roots of humanity’s current behaviour and the mindset that seeks to justify or rationalise that behaviour. That said, what really matters is what we do now to address it.\\n\\nThis project started life as a short essay on the ethics necessary for un-enhanced humans and artificially intelligent beings to live together, but it soon took on a life of its own, and who am I to judge the natural flow of things?\\n\\nI have therefore held on and worked through the issues as best I can. In order to do so, it was necessary to re-examine some of the foundations of life and ethics. My aim is to do so on first principles where possible, and with help from the great scientists, artists, philosophers and holy people. With this ancient advice as my guiding light:\\n\\n## “Ask yourself thus about every thing: What is the nature of it, according to its constitution and end? What is its substance or matter? What, as to its active principle? What is its business in the universe? How long shall it endure?”\\n\\n(Marcus Aurelius)[\\\\[7\\\\]](#_ftn7)\\n\\nAt this moment in time this is a most pressing question for us all, as humans, to answer about ourselves as a collective — as a species.\\n\\nEthics has long been troubled by a lack of an objective and potentially universal foundation. Physics and applied sciences in the mechanical and computing realms have taken advantage of the many new advances in our understanding of how the world works in the last few hundred years.\\n\\nWe live in a very different world to that of David Hume, Immanuel Kant and Isaac Newton in the 1700’s, and yet in our ethics we appear to have hardly moved forward beyond a general (though healthy) scepticism of three hundred years ago.\\n\\nIn modern physics, the ideas of absolute space and time and determinism have given way to some maximum limitations (such as the speed of light for observers). We also have clear evidence that space is a fluid field in which matter and forces interact and is not a separate independent container for things to happen in.\\n\\nThe development of quantum mechanics has been perhaps the most notable revolution of the last century — it has brought into question the very idea that with the right measuring tools we could determine everything at all scales. In addition, our universe is expanding at an accelerating rate, and we have no reliable evidence to help choose between the many theories as to why it is doing so.\\n\\nDespite a lack of certainty about the way in which key aspects of the physical world works and a certain unavoidable incompleteness in logic and computing, we continue to explore the secrets of the universe with an expectation that we will uncover universal laws that are the same everywhere irrespective of the perspective of a particular observer (this is known as the principle of invariance or covariance).\\n\\nI ask whether we cannot do the same for a multi-species ethical framework. The book is therefore really one extended thought process. It circles around and in trying to find an answer to the question:\\n\\n*What sort of objective and potentially universal ethics is possible between life-forms with different powers and functionality?*\\n\\nThe meta-ethics proposed is a new experimental distributed decentralised consensus framework (**Consensus Engine**).\\n\\nThis book considers what a scientifically driven Consensus Engine should include. Its ethical outputs, and the reasoning for those decisions, must be based on experience and capable of verification or being proven untrue. The near universality of compassion contained within older human ethical frameworks is also incorporated as an ancient ‘technology’ of the mind.\\n\\nThe fulcrum of the balancing act for any such ethics is how to balance the maximal possible diversity of life-forms with the inequalities that are necessary for freedom of action and useful activities.\\n\\nThe value of life-forms *per se* are balanced against the ability for each life-form to potentially undertake useful and, particularly, unusual action.\\n\\nI have also included a lot of poetry which inevitably points to the ephemeral and fragile experience of life for all life-forms: the shared ‘subjective’ experience.\\n\\nThe need to explore some very difficult concepts has resulted in my sharing much more of ‘me’ than I initially intended, including (*forgive me*) some of my own poetry. I could see no other way of showing why I perceive that we are all part of the greater body of life. Our lives are not really our own. Understanding this interconnectedness — the lack of an absolute ‘I’ — is a matter of reason and experience. Theory alone will not get us there.\\n\\nWe will also consider the importance of entropy (the difficulty of doing anything useful or knowing anything with certainty) and negative capability (the value of uncertainty and doubt in the beliefs we hold). The difference between our coded and cultural freedom to deviate (to be different) and the persistent illusion of free will are also of interest.\\n\\nGiven the subject matter, it is unavoidable that we must grapple with some of the more fundamental issues in science and philosophy. I hope my limited knowledge of both does not lead readers too far astray. Indeed, it may be that observing a novice wrestle with fundamental questions of truth, reality and ethics brings illumination to topics that have previously lain in shadow. As Hannibal (the cannibal, not the Carthaginian) would say, “If so, goody-goody”.\\n\\nGood luck in your journey of life. I wish you courage. Treat yourself and your fellow life-forms with compassion above all else. It is the power that helps all to “just keep swimming”[\\\\[8\\\\]](#_ftn8) keeping faith with broad-shouldered Earth.\\n\\nHumility and compassion are infinite. They are our only refuge and redemption.\\n\\n## “Belief is the wound that knowledge heals”\\n\\n(Ursula K. Le Guin)[\\\\[9\\\\]](#_ftn9)\\n\\n![“Borneo rainforest”, Wikipedia, Dukeabruzzi, 2014 CE](https://images.mirror-media.xyz/publication-images/YRW_KBeJjiKn9sPmioguX.png?height=1461&width=2000&&&&size=medium)\\n\\n*\\\\*\\\\*\\\\**\\n\\n*[\\\\[1\\\\]](#_ftnref1)* Ted Hughes, “*[His Legs Ran About](https://open.spotify.com/track/1jFHIJStc40favQDw45DLw)*”, from Cave Birds, 1978 CE.\\n\\n[\\\\[2\\\\]](#_ftnref2) Hector wishes readers to know that he is seven years old, has already lost seven teeth and looks forward to losing his eighth soon.\\n\\n[\\\\[3\\\\]](#_ftnref3) See, for example, the carbon offsetting protocol: <https://dovu.earth/>\\n\\n*[\\\\[4\\\\]](#_ftnref4)* Satoshi Nakamoto is the pseudonym of the founder of Bitcoin; their real name is unknown. I hope the aforementioned people do not mind my recognising their impact on my thinking and this book, even if they do not share my views.\\\\*\\n\\n*[\\\\[5\\\\]](#_ftnref5)* Avinash Lodhi, The Stained Glass Museum, JooHee Yoon, Erik Hijweege, Barry Evans, Inger Vandyke.\\n\\n*[\\\\[6\\\\]](#_ftnref6)* Blockchain Biodiversity FounDAtiOn (**BBDAO**):*<https://blockchain-biodiversity-foundation.org/>* an embryonic decentralised autonomous organisation. My personal Twitter ID is @PeterHowitt.\\n\\n*[\\\\[7\\\\]](#_ftnref7)* Marcus Aurelius, “Meditations”, 161–180 CE: “Marcus Aurelius Antoninus was Roman Emperor from 161 to 180 and a Stoic philosopher. He was the last of the rulers known as the Five Good Emperors, and the last emperor of the Pax Romana, an age of relative peace and stability for the Roman Empire.” Wikipedia, “*[Marcus Aurelius](https://en.wikipedia.org/wiki/Marcus_Aurelius)*”.\\n\\n*[\\\\[8\\\\]](#_ftnref8)* I think of us as ‘air-swimming apes’.\\n\\n*[\\\\[9\\\\]](#_ftnref9)* Ursula K. Le Guin, The Telling, 2000 CE.\",\"timestamp\":1638700126,\"title\":\"Ethics of Life — 1. Preface \"},\"digest\":\"UySg5YVXkRHpIzQdFztFU5oYPSwKd-4jXoxMcU_RRh0\",\"authorship\":{\"contributor\":\"0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ivjKnXa-Ta-a_Z6c2iWXKQaoxapC1ARbLFrzna34EfI\\\",\\\"y\\\":\\\"UXq7RLC_ycgygKk1WIPw09SRjpkQOkhmsGszG8Z0PJo\\\"}\",\"signature\":\"hJYdGXU_JsBZuT2uINoo3jadSQhL6vBQmV_0dzk3rYPerLjoouFGWLdXFKuF8-TtxSy299oJgFJg89vZAvP5Nw\",\"signingKeySignature\":\"0x1a09ba952b92d568c9bdb9d175a5bd9999f193694b54aaa6c37dc0cb37add69459f6169b0b5826c435f877db0bbc6874e4bd2896eeacb87f3d61d08844909bb800\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ivjKnXa-Ta-a_Z6c2iWXKQaoxapC1ARbLFrzna34EfI\\\",\\\"y\\\":\\\"UXq7RLC_ycgygKk1WIPw09SRjpkQOkhmsGszG8Z0PJo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ze-ILz9zeB8XN0NQZ2njeHAbCxuJ5VG8qyHPKA6KA6Q\"}"