"{\"content\":{\"body\":\"**Do you plan to integrate with DeFi, such as designing a solution that could directly enable a portion of proceeds from borrowing and lending interest rates to go to charities?**\\n\\n**AW:** We’re working on something similar to that; it hasn’t gone live yet. The way we’ve started working with some of the DeFi platforms and protocols is, for example, we’ve partnered with 1inch, where users on the 1inch platform can donate to all of the causes we work with. So, if you go on the 1inch page, there’s a donate-crypto button on their page. And if you click that, you’re able to donate to all the different causes we work with. We don’t have anything yet for lending, staking and yield-earning kind of stuff yet, but that’s coming in the future.\\n\\n**CT: Would you like to include any mission statement or any additional comments?**\\n\\n**AW:** I would like just a couple of things I would add briefly. December is, you know, certainly the busiest time for donations. Yesterday, we just kicked off our end-of-year campaign with Crypto Giving Tuesday. So, we started our own sort of crypto equivalent and bought a Crypto Giving Tuesday. And we use that as a kickoff point for a month-long campaign we do in December. And because there is this vast tax benefit we talked about, we see more donations happening in December than the rest of the month combined.\\n\\nSo, there's this hype and attention in December for people who are meeting with their accountants or tax attorneys or whoever their advisers might be on this stuff to make sure they get their donations in before year-end so it’s included in this tax year. So we, you know, will be raising a lot this year. And it’s amazing to see the crypto community come together for this. This month, we’ll be announcing how much our Crypto Giving Pledge members are donating and who they’re donating to. And you know, it’s pretty well-known people in the space, like Ryan Selkis, Meltem Demirors — a lot of really recognizable names that will be making huge charitable donations in December.\",\"timestamp\":1639036513,\"title\":\"Do you plan to integrate with DeFi\"},\"digest\":\"csMFvZhE7wFZ_b8UCOkfOOOT1N3aqT2K3ProxQaXPiQ\",\"authorship\":{\"contributor\":\"0xAb18d8A9809642a9AdB4DB4E9ac0081a4ff92A14\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-xIEIDLUTMJ19HTPC_b0IqbF3CXQOFbVSnJbQpn0vtk\\\",\\\"y\\\":\\\"K5pgRneQ4thFtQnuSzAvFuqkf51szkEM8ozQPBryF-k\\\"}\",\"signature\":\"kagZszP0qwuUAlGPsJpx-98dv1ulRT6OSVAXEsyPB7SsUrrZDz3oExbkl9BxzwFk6VTujS9m3Bc1jmFAgVgvxg\",\"signingKeySignature\":\"0x6de522188119d58c00f21a1e95ed4811c36bbcb112383430948fa1076770f4a25afcf041fe9de967bfd02e97cdeebe78e768aec771fada25690bf3c07ff384031b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-xIEIDLUTMJ19HTPC_b0IqbF3CXQOFbVSnJbQpn0vtk\\\",\\\"y\\\":\\\"K5pgRneQ4thFtQnuSzAvFuqkf51szkEM8ozQPBryF-k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"csMFvZhE7wFZ_b8UCOkfOOOT1N3aqT2K3ProxQaXPiQ\"}"