"{\"content\":{\"body\":\"The virtual world is an imagination of the metaverse, and the current metaverse is just a digital space, a parallel virtual augmented reality that extends beyond the real world. A place where people gather to socialize and share immersive experiences, including setting up an art gallery, hosting a virtual concert, playing a game, and more.\\n\\nHowever, the future application of the Metaverse must be the vast sea of stars, opening up an immortal world that transcends reality and can be spiritually fostered or even reach a certain dimension in the future.\\n\\nOur Meta Place proposes to use the game as the entrance to build a metaverse world built by players, starting from the original land, and providing various tools for players to build their own imaginary scenes. Players have their own identity in it, and use NFT as the logo. Any creation in it can exist in the form of NFT assets.Ourmetapalce has developed a NFT-featured game named Created To Earn and invites all players to engage in the Metaverse world in an open and transparent way. Our Meta Place will take OMP tokens as the core, encourage the users to create contents while earning money and enjoying the fun of creating games by using creation and social interaction as the driving force.\\n\\n![](https://images.mirror-media.xyz/publication-images/Dv39h_nOKDhQHmYbCsK_e.jpg?height=1068&width=1242)\\n\\nIn Our Meta Place, you may create anything you want or the NFT achieved by Mint Community creation as the land of the Metaverse. You may also build your unique NFT, create the fine pixel art paintings blending various internet cultures and groups, and automatically generate the NFT within the platform. All works may be traded in NFT market.\\n\\n**Three Key Elements of Our Meta Place**\\n\\n***Our Meta Place Game***\\n\\nNFT-featured Create To Earn Game is the key to open the Ourmetaplace Metaverse.\\n\\nStart with a grid and inspire creativity of the community. The Players are able to create NFT for the Game and will be awarded for their contribution\\n\\n***Our Meta Place Metaverse***\\n\\nOur Meta Place is a Metaverse world wholly decided by the Players and the Community.\\n\\nThe Players create contents for the Metaverse, and are allowed to design, innovate and change the rules, stories, objects, real estates, roles..... \\n\\n***Our Meta Place Network***\\n\\nBreak up the isolated island of Metaverse through the inter-connection of various projects, chains, platforms and ecosystems.\\n\\nThe Players move freely in different Metaverse settings and wholly control their experience, entertainment and assets in the games.\\n\\n**Innovation of our meta place**\\n\\n***Economic Self-circulation***\\n\\nDuring the Game, no new tokens will be created and no bubbles are generated. Revenue of the Players mainly comes from the self-circulation of tokens among the Players and the NFT created by the Players. This process mainly focuses on the game and finally realizes the balance and stability of economy.\\n\\n***Everything is Capitalized***\\n\\nOur Meta Place contract continues to use all interfaces and functions of the ERC721 standard, and all assets are linked.  All objects, lands, assets and etc. in the universe are tokens subject to ERC721 standard, and everything in the universe is tokens already.\\n\\n***LEGO-type Combination***\\n\\nPlayers can reconfigure and deploy themselves by contract. The more detailed the Players’ creation, the more joinable the land, and the clearer and richer the Metaverse. As a result, NFT fragmentization is truly realized.\\n\\n**Core competitiveness of Our Meta Plac**\\n\\nCompared to other projects, Our Meta Place focuses more on community and ecosystem development.\\n\\nOur Meta Place Network allows the users to break up the isolated island of Metaverse through the inter-connection of various projects, chains, platforms and ecosystems.\\n\\nIn Our Meta Place Game, the Players may engage in fair land competition, rather than pure market price war.\\n\\nOur Meta Place Market allows the Users to trade NFT freely, and improves the liquidity of assets.\\n\\nOur Meta Place Metaverse is completely shaped by the Players.\\n\\nOurmetapalce DAO is a decentralized organization without centralized leadership. The decisions of Ourmetapalce DAO are made by the community according to a specific set of execution rules on the blockchain.\",\"timestamp\":1641640093,\"title\":\"Our Meta Place—An infinitely scalable metaverse, starting with community-created games\"},\"digest\":\"wX9OHQM7I0M4q6pjdWH0WujpwqhV9RqCI7KRvihziyE\",\"authorship\":{\"contributor\":\"0xe3D44b0Be18F0a0d703Fdb07Ece2309ed2c698b4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JwU0YpkfVEoefF8FqdEHpAwkuKHV2A8iXHA4mYFVMaE\\\",\\\"y\\\":\\\"_j4uCZ-nzmsM9TusJeQU3GvR-iCfwMbGDZhGpRGAGyg\\\"}\",\"signature\":\"kfkRhHfBEmAPPTKUfUXlfecIIopERCyJLky42BDNn-bZOrQl7MFJ_lhFAJ1NT8mgSJd3OeVBLBuZccOSRnymqw\",\"signingKeySignature\":\"0xf348a1d93339cb76ff301916c44f079465681d44aa5a636659541fb2013282724101fbc8358780f3f77ab20ee84f02d7d8b104b5cf7b974c5e591b811421d4321c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JwU0YpkfVEoefF8FqdEHpAwkuKHV2A8iXHA4mYFVMaE\\\",\\\"y\\\":\\\"_j4uCZ-nzmsM9TusJeQU3GvR-iCfwMbGDZhGpRGAGyg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wX9OHQM7I0M4q6pjdWH0WujpwqhV9RqCI7KRvihziyE\"}"