"{\"content\":{\"body\":\"从刑警队出来, 两人站在下车的那个路口，竟有些不知何去何从。\\n\\n    “你说，真相都找出来了，我们还会循环吗？”\\n\\n    小哥被夜晚的冷风吹得头脑一醒, 喟叹着问。\\n\\n    “我觉得，‘找到真相’也许不是破除循环的办法, 不过要是这样也能破除循环的话, 那就太好了。”\\n\\n    李诗情乐观地想，“说不定一觉睡起来，我们就可以上学的上学，上班的上班？”\\n\\n    “希望如此。”\\n\\n    小哥笑笑，嘴里这样说着, 心里却觉得有些过于乐观了。\\n\\n    夜风吹拂着李诗情的碎发，街边的路灯给两个年轻人周身染上温暖的昏黄。\\n\\n    远处的黑暗像是蒙着一层朦胧的雾, 间或有几缕车子的灯光闪起，便划破这片静谧。\\n\\n    他们站在这柔和的昏黄下, 开始商量该去哪儿。\\n\\n    “那我们怎么回去？真用走的吗？”\\n\\n    李诗情刚刚用这个理由谢绝了老张开车送他们的好意。\\n\\n    于是两个年轻人拿出手机算了下走回去要多少时间, 又默默地把手机放回去了。\\n\\n    “我觉得吧……”\\n\\n    小哥干咳了一声，“你看我们上两次循环, 都是因为发生了意外。你是从椅子上跌下来摔了头, 我是从坡上滚下来撞了后脑勺, 说明在循环里，一旦我们失去意识，很大可能就会陷入循环……”\\n\\n    “那我们找个安全的地方, 一晚上不睡，熬一夜吧。”\\n\\n    比起在车上不停地陷入循环，李诗情表示自己可以接受熬夜。\\n\\n    在讨论去哪里熬夜的时候，两人出现了分歧。\\n\\n    “我们去网吧？现在有那种可以包小包间的网吧，有沙发，可以在里面睡觉。”\\n\\n    说到熬夜，作为一个程序员同学，第一个想到的就是网吧。\\n\\n    “网吧的沙发也太脏了！”\\n\\n    但是作为一个不玩游戏的女孩子，李诗情表示接受不能。\\n\\n    “而且网吧里经常会出现各种纠纷，假如要是有人打架或者争执什么的，万一又波及到我们，不是太惨了吗？如果接下来还会循环的话，我们难道不应该找个安静点的、无人打扰的地方商量下后面的对策吗？”\\n\\n    “哦，好吧，你说的也对。”\\n\\n    小哥有些失望地赞同了同伴的建议。\\n\\n    “那我们去哪儿？”\\n\\n    李诗情往远处看了眼，一片黑暗里，某个高楼上的灯光招牌特别显眼。\\n\\n    “你带身份证了没有？”\\n\\n    她突然问。\\n\\n    “啊？带了啊……”\\n\\n    小哥茫然地点头。\\n\\n    “那走！”\\n\\n    五分钟后，李诗情领着小哥，走到了刑警队附近的一家酒店门口。\\n\\n    小哥原本心里就有点怀疑，当真的站到酒店门口时，脸一下子红了。\\n\\n    “去，去酒店？”\\n\\n    他结结巴巴地说，“我，我们俩？”\\n\\n    “当然是住酒店啦，还有比住酒店更好的选择吗？难道你真想走回家？”\\n\\n    李诗情奇怪地看了他一眼，“而且这酒店算比较高档的了，进出都有门禁，旁边就是刑警队，安全绝对没问题。”\\n\\n    只要平平安安过一夜，说不定就逃离循环了哇！\\n\\n    “那，就进去？”\\n\\n    小哥说不清自己心里是紧张更多些，还是羞涩更多些，再见进这家酒店的都是成双入对的年轻人，脸红的更厉害了。\\n\\n    倒是李诗情，一点扭捏都没有的先进了酒店的大堂，大大方方地到前台去办入住。\\n\\n    小哥背着个包，跟在李诗情的后面，有点局促地看着同伴办理手续。\\n\\n    “一间还是两间？”\\n\\n    前台的工作人员问。\\n\\n    “两间！”\\n\\n    “一间！”\\n\\n    “你开两间干嘛？钱多吗？”\\n\\n    李诗情压低了声音，“这个酒店不便宜啊！我们只是找个地方熬夜，而且还要商量事情的，又不是真的开来休息！”\\n\\n    前台的工作人员已经用奇怪的表情看了过来，后面排队等着的一堆小青年也开始偷笑，女孩在男孩儿耳边悄悄说着什么。\\n\\n    小哥被看的尴尬，小声辩解：“这，这不是为了你的名声么……”\\n\\n    “这都什么时候了，还顾这个！”\\n\\n    李诗情没好气地瞪他一眼，直接扭过头，对前台说：“一间房，要安静点的房间，离电梯远点没关系。”\\n\\n    前台办入住的小伙子表情自如的给他们继续办入住，收走了他们的身份证，到了缴费的时候，小哥坚持着付了钱。\\n\\n    “你还没工作呢，怎么能让你出……aa也不行！”\\n\\n    见李诗情还要给他转账，小哥急了，一拉她的手。\\n\\n    “差不多行了，别较真了！”\\n\\n    李诗情一愣，见后面排队的小两口已经用奇怪的表情看着他们了，就没再坚持，收回了自己的手机。\\n\\n    办好入住手续，一直面无表情的工作人员向小哥递出了房卡，突然对他一笑。\\n\\n    “办好了，祝你们今晚入住愉快。”\\n\\n    “呃？……谢谢？”\\n\\n    小哥奇异地从那抹笑容中理解了什么，原本就燥热的脸一直烧到了脖子根，跟在李诗情身后，落荒而逃一般进了电梯间。\\n\\n    房间被安排在顶楼。\\n\\n    李诗情家境不错，定房间时考虑到是两个人，既追求安静又追求地方大，所以定了个楼顶的景观房，价格挺高。\\n\\n    当小哥说他来负责房费时，她还有点过意不去，早知道不要要求那么多了。\\n\\n    等到了房间，李诗情先换了鞋，检查了一下房间里有没有什么会造成危险的地方，发现水电都是好的，也没哪里有什么不对劲后，她松了口气。\\n\\n    “还好，我就怕又节外生枝。以防万一，我们晚上干脆都不要洗漱了，就在房间里呆着吧。可别跟恐怖片似的，洗澡洗一半摔跤或者漏电什么的……”\\n\\n    人生第一次和女孩子来酒店，小哥原本心里还有点不自在，听着李诗情一本正经地商量着该怎么应对接下来的局面，他心里那点扭捏和绮思也渐渐散了，跟着点头。\\n\\n    “行吧，那我泡两杯速溶咖啡，免得犯困。”\\n\\n    “不要了，烧水危险！”\\n\\n    李诗情急忙制止，“就喝喝矿泉水，聊聊天得了！”\\n\\n    两个人下车到现在，看起来好像终于可以放松，实际上已经是风声鹤唳、草木皆兵，过去的经历还是给他们留下了不可磨灭的阴影。\\n\\n    折腾了一天，两个人都有点累，为了防止太舒适睡过去，他们都不敢躺在更软的沙发上，索性席地而坐在巨大的落地窗前，一人握着瓶矿泉水，开始闲聊。\\n\\n    “w市的这家比我以前跟爸妈旅游住的大多了，豪华房就是不一样……不过也太让你破费了……你真不要我转账吗？这个提议还是我出的诶！”\\n\\n    李诗情的家庭教育让她对占别人便宜有些不安。\\n\\n    “我爸妈给我的零花钱够的，你可别客气。”\\n\\n开端 第43节\\n\\n    小哥才转来这个城市工作不久，还是个程序员，可别把人家半个月生活费花了。\\n\\n    “我收入没那么低。”\\n\\n    明白李诗情的意思，小哥哭笑不得。\\n\\n    “再说了，如果真能挣脱循环，哪怕真一个月吃糠喝稀，我也高兴！”\\n\\n    “那倒是。”\\n\\n    见小哥没那么在意，李诗情也就不在纠结这个问题，转而开始谈正事。\\n\\n    “张警官给的电话号码，你记下来了吗？”\\n\\n    “记下来了。”\\n\\n    他流利地报出一大串数字。\\n\\n    “我也是。”\\n\\n    李诗情拿出手机，从小哥那要了充电线，一边充电，一边开了外放，播放之前在警局偷偷录的录音。\\n\\n    “那我们开始商量下接下来的策略。”\\n\\n    他们在警局里谈论这个案件的话题时，是零零散散的在闲聊，当时李诗情脑子里有很多东西，却都是一闪而过，当时那种情况，没办法问也没办法记，所以她全程悄悄录了音，想要之后找个安静的地方和同伴讨论。\\n\\n    “首先，连张警官都说了，半个小时时间太短……”\\n\\n    小哥依然是做具体分析的事项，凭着记忆，画出之前老张画的地形图。\\n\\n    “按照他教我们的办法，我们要在‘港务新村’站和‘沿江东路站’之间制造骚动，迫使司机减速慢行，或者干脆先停车一阵子。”\\n\\n    “那还是用‘抓色狼’的法子吧。”\\n\\n    李诗情想了想，提议说，“我们之前用过许多办法，都没成功下过车，只有这个办法让司机停过，说明这个办法的成功率很高。”\\n\\n    “那好，那我们到这个位置时候就开始引发骚乱……”\\n\\n    小哥一边对应着手机上的地图，一边在地形图上标示，“我们的目的是让司机减速甚至暂时靠边停车，但是我们不能下车，场面到时候可能有点混乱，咱们得崩住！”\\n\\n    “等警方便衣上车后，我们就不要坐后面了，我们到前面去……”\\n\\n    小哥在前排画了个xx，“我们负责‘稳住’司机，必要时，我们去试试抢手刹，强行让司机停车。”\\n\\n    “我觉得，既然弄清楚了司机这么做的动机，也许可以试试‘劝服’他。”\\n\\n    李诗情却抱有不同的观点，“张警官说，即使是警方，想要同时制止大婶和大叔都是很困难的，因为司机掌握着全车人的性命，如果……”\\n\\n    “李诗情，我知道你觉得司机夫妻遇见这种事值得同情，但是我认为，你还是不要对说服司机抱有太大的希望。”\\n\\n    道理李诗情都懂，所以她只是叹了口气。\\n\\n    “他们是成年人了，都知道自己在做什么。毕竟计划了这么多年，不太可能为了几句话就放弃。”\\n\\n    小哥担心她又心软，板着脸说：“况且，如果警方的插手能让他动摇的话，我们假装便衣警察办案那次，司机不会不开门。毕竟是夫妻，司机会对妻子心软，对你却不一定会。”\\n\\n    他一提到这个，李诗情耳边仿佛就传来了大婶那撕心裂肺一般的嚎啕大哭。\\n\\n    那时候，他们不知道大婶遭遇过什么，只觉得她精神不太正常，哭得也太过凄厉。\\n\\n    现在想一想，她那时候陷入绝望地哭泣，并且破口大骂自己的丈夫，大概是误以为大叔上车时报了警，所以才会有知情的便衣“卧底”在车上，将她一举成擒吧。\\n\\n    如果司机当时有犹豫的话，在妻子被控制、炸弹被拿走的那一刻，就应该选择放弃，继而向警方自首。\\n\\n    但是他没有，他选择停车关门。\\n\\n    停下车的时候，司机大叔究竟在想些什么呢？\\n\\n    他们不知道。\\n\\n    所以他们不能赌。\\n\\n    “好吧，你说的是对的。”\\n\\n    李诗情认同了他的话，心里却有些说不出的难受，“我们优先尝试协助警方制服司机。”\\n\\n    接下来的时间里，他们又对“行动”的各个细节做好了详细的优化，包括该说什么，该做什么，甚至就跟两个深夜对剧本的演员似的，在房间里演练了起来。\\n\\n    在这期间，张警官和李诗情的室友们都分别打了电话过来，询问他们现在的情况，想让他们报个平安。\\n\\n    当得知李诗情在附近的酒店住下的时候，张警官没说什么，只嘱咐她好好休息。\\n\\n    倒是李诗情的室友们很担心她现在的心理情况，叽叽喳喳聊了好半天，等听说她在外面住不回寝室时，又是好一阵焦心。\\n\\n    李诗情循环这么多次，这还是第一次有这么放松的时候。\\n\\n    听着室友们担心的问候，耳边响起着熟悉的声音，煲着长长的电话粥，她仿佛回到了没上车前的那个时候。\\n\\n    她的每一天，原本都是惬意和轻松的……\\n\\n    大概是因为紧张了一天，一放松下来，困意就特别厉害，所以等小哥在卫生间里第n次用冷水洗完脸后出来，就发现李诗情手里握着电话，靠着窗睡着了。\\n\\n    “……。”\\n\\n    小哥看着手里从冰箱里拿出来去、想让李诗情去洗脸的矿泉水瓶，自嘲地一笑。\\n\\n    他走到落地窗前，准备上前推醒李诗情。\\n\\n    “算了……”\\n\\n    看到李诗情那张写满疲惫的侧脸，他轻轻摇头，从她手里小心地抽出已经挂断的电话，静音后放在了她的手边。\\n\\n    既然他还没进入循环的话，说明李诗情睡着应该没什么关系吧？\\n\\n    “我是不是该让她睡得舒服点？”\\n\\n    他这样想着，试图伸出手，把李诗情抱到床上去睡。\\n\\n    但他想了想，还是把手缩回来了。\\n\\n    最后，小哥选择了坐在她的身边，将她的头小心的拨到了自己的肩膀上，好让她的脸不会一直靠在冰冷的窗户上。\\n\\n    落地窗外，城市的夜景也渐渐陷入黑暗，不再似方才那般灯火辉煌、车水马龙，仿佛这一切都只是一场大戏，随着时间的行进，终将落幕……\\n\\n    “要是还有明天就好了……”\\n\\n    肖鹤云凝视着窗外的夜景，目光扫过玻璃窗上两人倚靠着的倒影，自言自语。\\n\\n    怕自己也睡过去，他也拿出手机，开始翻阅今天结案后网上各方的消息，想要从中获取更多的信息。\\n\\n    翻着翻着……\\n\\n    》》》\\n\\n    听着熟悉的报站声，从公交车上醒来，李诗情和肖鹤云对视一眼，不约而同地发出了一声……\\n\\n    “靠！！”\\n\\n    “我昨晚睡着了？”\\n\\n    李诗情擦了擦自己的嘴角，总觉得好像那里有什么。\\n\\n    “我看你睡得太香，没忍心喊醒你……”\\n\\n    小哥语气虚弱地解释。\\n\\n    “那你是怎么回事？”\\n\\n    “我不知道啊，我就看着手机，看着看着……呃……”\\n\\n    对于那段记忆，他脑子里一片模糊。\\n\\n    “算了，都是命！”\\n\\n    李诗情看着熟悉的车厢，认命了。\\n\\n    “睡了一觉也好……”\\n\\n    她深吸口气。\\n\\n    “有力气干活！”\\n\\n    作者有话要说：小剧场：\\n\\n    但他想了想，还是把手缩回来了。\\n\\n    小哥：（内心）算了，提了“床”，抱上去就进审核，这章容易锁。\",\"timestamp\":1642689363,\"title\":\"第36章 第二十次循环（七）\"},\"digest\":\"LfcvuQNW-Cbgt8dgK4LMBNnkyg7DGM1HW9UQ2wDaQ7M\",\"authorship\":{\"contributor\":\"0xB9216E2DF7d69b7997aBD7acCB3365521cb8Ed62\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"signature\":\"GQoMZiLz7eLqA_5l4Wj9sL8dfK8rfKazclAUMLoeYwb66iQnxRJnepHf02j5YSdpjK6jIDHc0C4JshC66yhMKw\",\"signingKeySignature\":\"0x80d09cda20c2032282deff087511c0c313c9181b457aa16ca6b8d39fec27f4927fdb992bd7d2b99de1e23c78a32587b5529f7a2bdc5295f908a5618e50c1e79b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LfcvuQNW-Cbgt8dgK4LMBNnkyg7DGM1HW9UQ2wDaQ7M\"}"