"{\"content\":{\"body\":\"Stateful Works is excited to publicly introduce our first project, a limited run print book focused on the people and teams that brought the Ethereum Beacon Chain to life.\\n\\n### Who is Stateful Works?\\n\\nWe are a group of passionate longtime community members interested in exploring and creating Ethereum culture: reach out to [@statefulworks](https://twitter.com/StatefulWorks) on Telegram or Twitter with questions.\\n\\n### Book Details\\n\\nThis book will feature profiles, reflections, and stories from Eth2 implementers and researchers. We want to share the stories of the people that made this possible. We have been working on this for the past few months, and have made significant progress towards defining and realizing the vision.\\n\\nSo far, we have gathered profiles from over **25 Eth2 contributors**, with many more to come. We're anticipating deliveries of the book **Genesis Edition in Q1 2021.**\\n\\nAs a limited run first print, the book will be a high quality collectors item. We are paying close attention to every aspect, from the overall design, to the features highlighting the uniqueness of each copy. For example, the burn transaction hash of redemption being marked on the physical print. \\n\\n### Why a Book?\\n\\nWe think the artifact that frames the work can be as important as the content itself. So much of what we consume exists ephemerally in feeds and chats: the Beacon Book captures a snapshot of sentiment, ported into object-form. This artifact will live on as something to be read, referenced, and carefully stored long into the future.\\n\\n### How can I get one?\\n\\nHere are the general details, subject to change. \\n\\n**NOTE: There is no way to acquire the book at this time. The date and release will be well publicized here and with our partner orgs.**\\n\\nThe bulk of the Genesis Edition (~100 books) will be distributed on-chain, similar to Unisocks. The main difference is that we plan to use a Balancer Smart pool to allow maximal access for the entire Ethereum community. Learn more about how these mechanisms function through case studies like the [Bankless BAP](https://bankless.substack.com/p/the-ultimate-guide-to-balancer-smart) and [PERP](https://perpetualprotocol.medium.com/why-we-chose-to-distribute-perp-using-a-balancer-liquidity-bootstrapping-pool-aac7f1ab6181). \\n\\nA few of the benefits include:\\n\\n- better price discovery: starts high > low, making it harder for whales to corner supply early on\\n- fair distribution for humans (bots have no advantage)\\n- efficient for bootstrapping liquidity for the pool creator\\n\\nA portion of the Genesis Edition (~10 books) will be pledged to partner community orgs to give away to their communities. Ethereum culture is nothing if not participatory, and we want to fully embrace this aspect. We will be announcing our partners closer to the complete launch.\\n\\nThere will be other fun ways to win books, stay tuned for more details! If you end up not getting a book, don't worry: digital versions of the content will be available for free to enjoy, here on this blog.\\n\\nFinally, an important goal of this project is to promote and support Ethereum Public Goods. Therefore, any net ETH generated by the Genesis sale net of printing, shipping and contributor costs will be donated to the [Open Grants Eth2 stream](https://opengrants.com/grant/0x53e7daa8e3aa23cd30c75b2f599c303bada17064).\\n\\n---\\n\\nYou may have noticed this post is hosted on [Mirror.xyz](https://mirror.xyz/), a new web3 protocol for publishing to communities. We're excited to be one of the first projects to publish using it! Check back next week for more info on what Stateful Works is all about - we can't wait to share more about our vision.\\n\\nMessage us on Telegram or Twitter [@statefulworks](https://twitter.com/StatefulWorks) with questions. ❤️\",\"timestamp\":1608766070,\"title\":\"We're making a book about Eth2!\",\"publication\":\"stateful\"},\"digest\":\"a151ee1decb2028a8bb48277f6928c6f38319c32601dc1da1ee82acfcad2e525\",\"authorship\":{\"contributor\":\"0x4C0a466DF0628FE8699051b3Ac6506653191cc21\",\"signingKey\":\"-----BEGIN EC PUBLIC KEY-----\\r\\nMFkwEwYHKoZIzj0CAQYIKoZIzj0DAQcDQgAEcL++Z4wit1NY6+oUdh79mQrtwsiU\\r\\nBKUux90tiphzKB4fObZmh+ZPbBP4hbkxBPhG39e1NIygQff7JG4a/p473g==\\r\\n-----END EC PUBLIC KEY-----\\r\\n\",\"signature\":\"8jCqrRfeLS56dlhchmt5E6+ImI2a1jAO4zK3m18nvDwCSt+VNJRuu/2ARpAZhF9AwAw8z939LhzuwGAVvpEuAw==\",\"signingKeySignature\":\"0xf2c9c47b5206db35429c26f195a32d2978c9a59676f5efe9ad2381079087830e46858b33ccd33f7c708ffae176494b0d08de3a95d055a84614115d3afe4d9fb81c\",\"signingKeyMessage\":\"I authorize the publication of articles on stateful.mirror.xyz from this device using:\\n-----BEGIN EC PUBLIC KEY-----\\r\\nMFkwEwYHKoZIzj0CAQYIKoZIzj0DAQcDQgAEcL++Z4wit1NY6+oUdh79mQrtwsiU\\r\\nBKUux90tiphzKB4fObZmh+ZPbBP4hbkxBPhG39e1NIygQff7JG4a/p473g==\\r\\n-----END EC PUBLIC KEY-----\\r\\n\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"version\":\"12-21-2020\"}"