"{\"content\":{\"body\":\"They’d left the doors open as they came to and from the car with a duvet and an air mattress that it didn’t know was the loud angry air that had kept it and everything else alert two nights ago but it must have been the lingering smell of salt and vinegar chips and an apple and a mango that hadn’t quite aired out of the car that drew it in.\\n\\nTricked as many things are by the wide transparent glass across the windscreen, the fly caught itself in curiosity atop the dashboard when they both returned and they waved goodbye and there was a rumble and the fly felt it through its feet like it had never felt anything else. It could not help but buzz up and catch itself against the glass again as the car reversed and then turned and the fly held itself as steady as it could.\\n\\nIt is rare for flies to travel at triple digit speed but so it did and the world flew by in fast, splintered vision across its many eyes and its ears heard what could best be described as secrets as the driver and the passenger spoke to pass the time without service before they played the music with which they’d grown up and which the fly would now grow up quickly and in the rapid way that they do.\\n\\nThe fly tried to chime in, mostly unseen, mostly wedged safely with the wing vibrations that made subsonic speech in transient harmonies but the driver and the passenger did not seem to hear. All the fly was asking was that they slowed down so it could move again, take more in, sit higher up from the shoulders of one of the chairs. Perhaps the passenger’s because she moved about less, was more comfortable slouched down in the seat with her feet upon the dash away from which the fly felt it had to move — as pleasantly odious as the appendages were.\\n\\nWhen they did, after hours, after much of the fly’s life truly passing by in the ways that they joke about dogs’ lives or goldfish’s memories, stop for coffee the fly was too slow. Too struck by the sudden still of the engine. Plastic quaking through the dashboard just cutting out so fast and the doors open then closed then fifteen minutes later doing the same. Other people stood nearby the car as the driver and the passenger left for the roadside café but the fly did not know who was who by features alone. It could smell nothing through the closed windows.\\n\\nAll it could see and understand was a wide open sky above into which it could not fly. The windscreen smattered with the colours of things that used to be other bugs. It is a good thing the fly could not understand.\\n\\nDid you know that flies can draw caffeine from the scent of a strong black coffee through the air in an enclosed space like a car? It might not be true but it might be because the fly was more energetic for the rest of the drive back, less than a third left, after the driver and the passenger returned with their drinks. That open blue sky with scattered clouds giving way to overhead toll gates and wide road signs that spread across the motorways.\\n\\nWhat the fly learned after a four hour drive is the strange compulsion humans have to run from one place to another over such vast distances to chase what it considered to be such little benefit. It learned, this time wise as the doors opened and stayed open as they shepherded the same belongings from earlier back inside the house, quite quickly the differences between there and here, the strange ways in which being closer to higher densities of people — even thin densities out here, still acreage, down a barely sealed road — made everything more competitive, more difficult, more dangerous for so small a creature.\\n\\nAs it flew out into the strange new air it would have wondered, if it could, how many things for which this held true.\",\"timestamp\":1637834759,\"title\":\"Flyglass\"},\"digest\":\"DZxtS1HapgjKF0Rkq1FIRtiPkkOQoIidOetL1mDZX-4\",\"authorship\":{\"contributor\":\"0xEBC2bE740E05Bf578026e9ad318Df5D0ab835556\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YIHUosNRTY-PeJT5pVeP_K8S4hUgps197mKUnXrt0NY\\\",\\\"y\\\":\\\"Cr3UiEaI5PnVl0svvDnbUdMORTdhHouQHmjMknKgIBM\\\"}\",\"signature\":\"pptuRTnfpHfSvqPZrlvxDSMOuqDXW_Hxl7-SWqg3or4sqLqW9qUq2wnwIo7RxeQUPB8c1_w8MbxvhWHBGWaDWQ\",\"signingKeySignature\":\"0x40bef057a215409048bf4e9914273e268aee70b02f805bb685b76af1c9c8527c0c3886527a2b7c28f044f267256acda69f5f129c9efc3e9dea2130372742615e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YIHUosNRTY-PeJT5pVeP_K8S4hUgps197mKUnXrt0NY\\\",\\\"y\\\":\\\"Cr3UiEaI5PnVl0svvDnbUdMORTdhHouQHmjMknKgIBM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DZxtS1HapgjKF0Rkq1FIRtiPkkOQoIidOetL1mDZX-4\"}"