"{\"content\":{\"body\":\"As a [medaled powerlifter](https://usapl.liftingdatabase.com/lifters-view?id=47258) who’s successfully implemented a variety of behavioral health practices to optimize physical performance and productivity, my goal in this article is to share my schedule of scientifically rational protocols learned from leading neuroscientists and biologists, including Dr. Andrew Huberman, Dr. Rhonda Patrick and Dr. Matthew Walker.\\n\\n## Schedule\\n\\n> 6 am — Wake up, Blue Light Exposure, Outdoor Walk\\n> 7 am — Breakfast, Strength Training, NSDR\\n> 9 am — Work, Caffeinate\\n> 11 am — Lunch (Keto)\\n> 1 pm — Sun Bathe, More Blue Light Exposure\\n> 3 pm — Dinner (Carbs), Fasting\\n> 7 pm — View Sunset\\n> 9 pm — Sauna, Cold Exposure, Meditate\\n> 10 pm — Massage, Hypnosis, Sleep\\n\\n## 6 am — Wake up, Blue Light Exposure, Outdoor Walk\\n\\n**Wake up** — It’s crucial to get enough sleep. There is a tremendous amount of research uncovered by leading neuroscientist [Dr. Matt Walker](http://twitter.com/sleepdiplomat) in his book “[Why We Sleep: Unlocking the Power of Sleep and Dreams](https://www.amazon.com/Why-We-Sleep-Unlocking-Dreams/dp/1501144316)”, where he references more than 750 scientific studies researching the effects of sleep on physical performance. These studies reveal that sleeping any less than eight hours drops time to physical exhaustion by 10 to 30 percent, decreases muscle strength, increases rate of lactic acid buildup, and impairs cardiovascular, metabolic, and respiratory capabilities of the human body. A study conducted at the University of Chicago also examined the effects of only a week of five hours of sleep each night on a group of lean, healthy young males in their mid-twenties, and discovered that their testosterone levels were severely blunted, effectively “aging” them by ten to fifteen years \\\\[1\\\\].\\n\\n![Sih, G. C., and K. K. Tang. “On–off switching of theta–delta brain waves related to falling asleep and awakening.” Theoretical and Applied Fracture Mechanics 63 (2013): 1–17. https://doi.org/10.1016/j.tafmec.2013.03.001](https://miro.medium.com/max/1000/1\\\\*wThGe9dfEpeNY-yl8OPFcA.png)\\n\\nUpon waking, the brain transitions from very slow delta waves observed during sleep, to semi-conscious, “daydreamy” theta waves \\\\[2\\\\]. Using your smartphone immediately upon waking short-circuits this process, as screen use was observed to put the brain into higher alertness brain waves due to increase in required concentration \\\\[3\\\\]. Because of this, I have the “Downtime” schedule in iPhone’s Screen Time settings to extend from my last waking hour of the day to the end of my first waking hour, to prevent me from being able to use my phone in this period of awakening.\\n\\n**Blue Light Exposure** — Perhaps the [most important behavioral protocol](https://www.youtube.com/watch?v=aXvDEmo6uS4&t=1020s) to follow is getting blue light exposure outside in direct sunlight for an absolute minimum of 2 minutes or ideally 30 min, first thing after waking up, [before 9 am](https://www.youtube.com/watch?v=NAATB55oxeQ&t=664s), for regulation of circadian rhythm and sleep \\\\[4\\\\]. The most optimal response for setting the circadian clock is [viewing the contrast between blue and yellow light](https://www.youtube.com/watch?v=ObtW353d5i0&t=1920s) when the sun is at a low solar angle early in the morning. This has the effect of raising alertness and energy levels during the day and sleepiness at night, done by stimulating the “melanopsin-containing intrinsically photosensitive retinal ganglion cells” (ipRGCs) in your eyes, which are neurons that signal to every cell in your body that it’s daytime and time to be awake.\\n\\n![Blume, C., Garbazza, C. & Spitschan, M. Effects of light on human circadian rhythms, sleep and mood. Somnologie 23, 147–156 (2019). https://doi.org/10.1007/s11818-019-00215-x](https://miro.medium.com/max/1400/1\\\\*NEH5DR2ItSPQT9FxAlFmpw.png)\\n\\nComparatively, it would take six hours of office lighting to achieve this wakefulness effect instead of 10 to 20 minutes from outdoor sunlight exposure, according to Dr. Andrew Huberman. This is because typical room illumination is 300–500 lux, while cloudy days have outdoor light levels of 1500 lux and sunny days have 100,000 lux. There is a segment on this [discussed by Dr. Andrew Huberman](https://www.youtube.com/watch?v=nm1TxQj9IsQ&t=1970s), and also a discussion [between Dr. Matthew Walker and Dr. Rhonda Patrick](https://www.foundmyfitness.com/episodes/early-day-light-for-improved-sleep).\\n\\n**Outdoor Walk** — Forward ambulation promotes alertness and reduction in anxiety; this is done by generating visual flow by being forward in motion, which reduces neural activity in the amygdala, the anxiety center of the brain \\\\[5\\\\]. The advantage of doing this walk outdoors is blue light exposure to the retinal cells of the eyes. I personally do this walk wearing a [ruck plate carrier](https://www.goruck.com/products/ruck-plate-carrier-2-0) from GORUCK with a 30 lb plate to get more of a workout, and aim for a minimum of thirty minutes of walking.\\n\\n**Supplementation** — I take PQQ caps and Vitamin C from my [supplement stack](https://www.amazon.com/hz/wishlist/ls/ZLRL3QG57K4G?ref_=wl_share) first thing in the morning after waking up, both of which [Dr. Rhonda Patrick mentioned she takes](https://fastlifehacks.com/dr-rhonda-patricks-supplements-list/) in her recent podcasts.\\n\\n* **[PQQ](https://www.amazon.com/dp/B00B35AB4Q/?coliid=I31RY5ADZ87IB6&colid=ZLRL3QG57K4G&psc=1&ref_=lv_ov_lig_dp_it)** (40 mg) — There are a few papers indicating that PQQ caps decrease biomarkers of inflammation and improve mitochondrial efficacy, as well as improving cognitive function by increasing blood flow and oxygen metabolism to the right prefrontal cortex \\\\[6\\\\]\\\\[7\\\\]. It is recommended to take PQQ caps in the morning on an empty stomach.\\n* **[Vitamin C](https://www.amazon.com/dp/B000FGZFXQ/?coliid=IJ0I5P4MN1NTD&colid=ZLRL3QG57K4G&psc=0&ref_=lv_ov_lig_dp_it)** (2 g) — There is evidence that suggests that taking 1 to 3 gram dose once per day produces two- to three-fold higher transient peak plasma concentrations than the current 200 mg that is the published tolerable intake level \\\\[8\\\\]. You can learn more about Vitamin C in the [topic page on Dr. Rhonda Patrick’s website](https://www.foundmyfitness.com/topics/vitamin-c).\\n\\n## 7 am — Breakfast, Strength Training, NSDR\\n\\n**Breakfast** — I take [Athletic Greens](https://athleticgreens.com/en) on an empty stomach before breakfast as a general multi-vitamin supplement that includes probiotics, along with [Creatine](https://www.foundmyfitness.com/topics/creatine), which has been shown to increase muscle strength and power for those engaging in heavy resistance training \\\\[9\\\\]\\\\[10\\\\]\\\\[11\\\\]\\\\[12\\\\]. I aim for an earlier intermittent fasting schedule starting from 3 pm to 7 am, as protein is more effectively metabolized the earlier in the day it’s consumed, and a high-protein breakfast has been shown to increase muscle density and grip strength, according to a study published in the journal Cell \\\\[13\\\\]. Dr. Andrew Huberman [tweeted a short video](https://twitter.com/hubermanlab/status/1430945286591897606?s=20) explaining why this is the case. What I do now is have about 40 g of protein from fish, a 50 g protein shake, and four dates for \\\\~68 g of carbs, which increase athletic performance when consumed before a workout \\\\[14\\\\].\\n\\n**Strength Training** — I personally follow the [Sheiko powerlifting regimen](https://apps.apple.com/us/app/sheiko-workout-routines/id807352223), which follows the philosophy of keeping training in the 70–85% of max range. There are hundreds of studies on resistance training with supporting evidence for [production of BDNF, limiting inflammatory cytokines (IL-6), and for promoting anti-inflammatory cytokines (IL-10)](https://www.youtube.com/watch?v=aXvDEmo6uS4&t=3127s) \\\\[15\\\\].\\n\\n* **Fat Burning** — An option I followed prior to the recent report published in Cell this summer on early protein metabolization is finishing strength training before breakfast, since [working out in the low insulin fasted or keto state allows for faster glycogen burning and switchover to fat burning](https://www.youtube.com/watch?v=GqPGXG5TlZw&t=4695s) \\\\[16\\\\]\\\\[17\\\\]. Further optimizing fat burning, beginning with resistance training instead of cardio [allows the body to switch from glycogen burning to fat burning within 20 min](https://www.youtube.com/watch?v=GqPGXG5TlZw&t=191s), as opposed to the 90 min it takes for steady state cardio \\\\[18\\\\]. It’s shown that resistance training activates the most fat burning throughout the day, while cardio activates the most fat burning while exercising, provided you’ve switched over into fat burning mode \\\\[19\\\\].\\n* **Testosterone** — To optimize testosterone, [a warm-up of 10 min leads to the largest increase present during resistance training](https://www.youtube.com/watch?v=x7qbJeRxWGw&t=3875s) \\\\[20\\\\]. Generally, there is a large [increase in testosterone when resistance training up to 60 min, followed by a decline if extending this time limit beyond 75 min due to increased cortisol levels](https://www.youtube.com/watch?v=x7qbJeRxWGw&t=3875s) \\\\[21\\\\]. Heavy weight training, but not training that results in failure, leads to the highest increases to testosterone, [due to the engagement of neurons that recruit high-threshold motor units in muscle when moving heavy loads](https://www.youtube.com/watch?v=qJXKhu5UZwk&t=4450s) \\\\[20\\\\]. This also includes a [300–500% increase in growth-hormone](https://www.youtube.com/watch?v=x7qbJeRxWGw&t=4120s) as long as the body is cooled down within 60 to 75 min of training to keep cortisol low, followed by a second 300–500% increase the following night during sleep \\\\[20\\\\]. These motor units provide feedback signals to the gonad to produce more testosterone or increase the amount of receptors in the body \\\\[22\\\\]\\\\[23\\\\].\\n* **Performance** — Time of day has a significant impact on anaerobic performance, with 8% of skeletal muscle genes having a rhythmic and CLOCK-driven pathway that influences maximal performance towards evening hours (4pm–8pm) \\\\[24\\\\]. I prefer working out in the morning due to a more free schedule, and a meta-analysis published in the journal Nature recommends the following protocols for mitigating time-of-day effects on short duration maximal exercise performance: (1) short exposures to moderately warm and humid environments; (2) active warm-up protocols; (3) intermittent fasting conditions; (4) warming-up while listening to music; (5) prolonged periods of training at a specific time of day \\\\[25\\\\]. Between sets I incorporate [palmar cooling](https://www.youtube.com/watch?v=xaE9XyMMAHY&t=2235s), which was discovered by Craig Heller’s lab at Stanford to produce up to 6x increase in muscle endurance, proving to be more effective than anabolic steroids \\\\[26\\\\]. The three parts of the body that contain glabrous skin, which dissipate heat most rapidly, are the cheeks, palms, and soles of the feet. [Overheating of the body is the cause of decreased muscle performance](https://www.youtube.com/watch?v=xaE9XyMMAHY&t=1355s) as a workout extends onwards, and by rapidly cooling the palms either through submerging in cold water for a few seconds or touching something cold, it conditions the muscle for better performance, with the effect even being observed during workouts where no cooling is done. I personally do this between sets by placing my palms on the vents of an AC unit blowing cold air that’s conveniently right next to my weightlifting platform, since their patented [CoolMitt](https://www.coolmitt.com/) product is currently only available through a waitlist. I also boost recovery of the central nervous system between sets through breathing techniques. This is incorporated by Dr. Andy Galpin in his lab and it can be performed by doing ten physiological sighs; short double inhales + long exhale between sets.\\n\\nI also make sure to leave my phone on the other side of the gym to avoid increasing my screen time based on a large 7000+ population study indicating that, [when extrapolated by Huberman for adults](https://www.youtube.com/watch?v=hFL6qRIJZ_Y&t=7754s), a severe reduction in attentional capacity occurs when smartphone usage per day is over 2 hours \\\\[27\\\\].\\n\\n**Cardio** — If performed before resistance training, [this reduces testosterone](https://www.youtube.com/watch?v=qJXKhu5UZwk&t=4902s) \\\\[28\\\\]. Endurance training post strength training allows for immediate fat burning due to depleted glycogen stores from a minimum of 20 min of strength training, but the [cardio should be limited to 75 min or less](https://www.youtube.com/watch?v=qJXKhu5UZwk&t=4902s) to not allow cortisol to reduce testosterone.\\n\\n**Non-Sleep Deep Rest (NSDR)** — Parasympathetic down-regulation immediately after working out [accelerates recovery](https://www.youtube.com/watch?v=VQLU7gpk_X8&t=6360s). One protocol to follow post-workout is [NSDR](https://www.youtube.com/watch?v=pL02HRFk2vo), a 20 min meditation practice meant to induce relaxation. This induces delta brain wave activity immediately after exercise to kickstart recovery \\\\[29\\\\]\\\\[30\\\\].\\n\\n## **9 am — Work, Caffeinate**\\n\\n**Work** — 90 min “ultradian” cycles affect the brain’s cadence of focus, which means that our attention and ability to concentrate on a task mentally is constrained to this pattern. Ultradian rhythms have been observed to be ubiquitous in all biological systems and found in all organisms; these rhythms perturb dopaminergic neurons, affecting arousal levels in the brain \\\\[31\\\\]. It’s important then to schedule cognitively demanding work to occur in your most effective ultradian cycle, which is calculated by estimating temperature minimum (two hours before waking) and adjusting for this cycle to occur between [four to six hours after that minimum, which aligns with the steepest ascent in cortisol levels and alertness of the entire day](https://www.youtube.com/watch?v=aXvDEmo6uS4&t=2250s). Also, similarly to while I’m at the gym, I keep my phone on the other side of my apartment to avoid increasing my screen time, referring to the aforementioned population study on severe attention deficit from more than 2 hours of smartphone use per day \\\\[27\\\\].\\n\\n![Circadian Rhythm by Dr. Sarah Ballantyne, PhD](https://miro.medium.com/max/1400/1\\\\*WAXD4UjkO4IKgLZtJHpcXg.png)\\n\\n**Caffeinate** — Waiting to consume caffeine 2 hours after waking allows for a natural rise in morning cortisol levels and prevention of an early afternoon crash resulting from caffeine consumption. This is due to [caffeine’s role as an adenosine blocker](https://www.youtube.com/watch?v=aXvDEmo6uS4&t=1680s), which if taken too early in the morning will allow for a buildup of adenosine, and subsequently a lower level of that adenosine will then be capable of causing you to crash when the caffeine wears off. If learning needs to be done at this time, you can increase memory consolidation by consuming caffeine *after* the bout of learning, based on an excellent study at Johns Hopkins published in one of the top three apex journals Nature Neuroscience \\\\[32\\\\]. Additionally, it’s important to account for half-life (6 hrs) and quarter-life (12 hrs) of caffeine in affecting sleep; for example, consumption of 400 mg of caffeine at 9 am will result in 100 mg still psychoactive at 9 pm, which is the same effect as drinking 100 mg right at 9 pm. As a result, it’s [recommended to avoid caffeine intake after 2pm](https://twitter.com/hubermanlab/status/1428823974184636429?lang=en). An alternative to coffee to consider is Yerba Mate tea which contains 40 mg of caffeine as well as [GLP1, a compound that promotes fat burning](https://www.youtube.com/watch?v=aXvDEmo6uS4&t=2070s) \\\\[33\\\\].\\n\\n## 11 am — Lunch (Keto)\\n\\n**Lunch (Keto)** — To maintain alertness, I eat only protein and fats to avoid L-tryptophan and serotonin (relaxing hormone) being released when I still want to be active and have mental clarity during the day time. These are mainly released by carbs, as well as turkey, so for this meal I typically eat steak, eggs, and avocado. I make sure to avoid processed meats, since recent research published in Nature discovered that one hot dog will reduce lifespan by 36 minutes, for example \\\\[34\\\\]. I do a brief 5–10 min walk to increase fat metabolization after this meal \\\\[35\\\\].\\n\\n**Supplementation** (fat solubles) —\\n\\n* **[Fish Oil](https://www.amazon.com/dp/B06XT2D343/?coliid=I3QU10DUOE264T&colid=ZLRL3QG57K4G&psc=1&ref_=lv_ov_lig_dp_it)**[ ](https://www.amazon.com/dp/B06XT2D343/?coliid=I3QU10DUOE264T&colid=ZLRL3QG57K4G&psc=1&ref_=lv_ov_lig_dp_it)(2000 mg : 1250 mg EPA / 500 mg DHA) — Westernized food habits result in a very low Omega-3 index of 4% or less, observed in countries like the United States, while the ideal index of 8% or higher was observed in Japan and Scandinavian countries \\\\[36\\\\]. A study published in Nature observed a 17% reduction in all-cause mortality from high levels of Omega-3 intake, as well as increasing life expectancy by five years \\\\[37\\\\]\\\\[38\\\\]. Playing a major role in reduction of inflammation by limiting inflammatory cytokines like IL-6, high levels of EPA (1000mg or more) are as effective as antidepressants in removing depressive symptoms, [by preventing tryptophan’s conversion into neurotoxic kynurine instead of serotonin](https://www.youtube.com/watch?v=Xu1FMCxoEFc&t=3770s) \\\\[39\\\\].\\n* **[DHA](https://www.amazon.com/dp/B06XSK1NWV/?coliid=I7H393Q9Y6L&colid=ZLRL3QG57K4G&psc=1&ref_=lv_ov_lig_dp_it)** (1000 mg) — supplementing with high level of DHA (at least 860 mg) results in an increase in circulating testosterone \\\\[40\\\\]. Compared to EPA, four inflammatory markers were reduced by DHA as opposed to only one \\\\[41\\\\].\\n* **[Vitamin D3](https://www.amazon.com/dp/B0797HQFGT/?coliid=I12UEU825HQU2K&colid=ZLRL3QG57K4G&psc=1&ref_=lv_ov_lig_dp_it)** (5000 IU) — I take this daily to supplement my synthesis of it from my time in the sun. The RDA in the US for Vitamin D3 is abysmally low at 600IU, and many experts across different disciplines have called for a change in this \\\\[42\\\\].\\n* **[Sulforaphane](https://www.amazon.com/dp/B08JG27DSZ/?coliid=I2B9N529MX7FDU&colid=ZLRL3QG57K4G&psc=1&ref_=lv_ov_lig_dp_it)** (20 mg) — Dr. Rhonda Patrick has covered sulforaphane [extensively](https://youtu.be/zz4YVJ4aRfg), which is a compound found in cruciforous vegetables like brocolli. Sulforphane activates the NRF2 pathway, and increases expression of a battery of cell protective genes that increase detoxification, anti-inflammation, immune-modulating properties, oxidative stress protection, and metabolism \\\\[43\\\\]. Several other papers confirm its significant reduction in inflammatory cytokines like IL-6, improving mood and relieving depressive symptoms as a result \\\\[44\\\\]\\\\[45\\\\]\\\\[46\\\\]\\\\[47\\\\]\\\\[48\\\\]. A randomized, double-blind trial observed an increase in immune system function against influenza virus \\\\[49\\\\]. The BROQ supplement linked is currently the only one in the US containing free-form stabilized sulforaphane for high bioavailability.\\n* **[Cocoa Exract](https://www.amazon.com/CocoaVia-Supplement-Flavanols-Improved-Function/dp/B08DLQ67ZL/ref=sr_1_5?dchild=1&keywords=memory%2B%2Bcocoa%2Bextract&qid=1632533964&sr=8-5&th=1)** (750 mg) — An increase in endurance by 17% was observed in cyclists by reducing oxygen cost \\\\[50\\\\]. A decrease in blood pressure in healthy individuals was also reported in another study \\\\[51\\\\]. Additionally, improved cognitive function in young adults was observed \\\\[52\\\\].\\n* **[Alpha GPC](https://www.amazon.com/dp/B001RYKA3U/?coliid=I1QPJ852O6MD9W&colid=ZLRL3QG57K4G&psc=1&ref_=lv_ov_lig_dp_it)** (600 mg) — A study found that at a 600 mg dosage there was an observed increased in power output and explosive performance \\\\[53\\\\]. Increased growth hormone secretion was observed in another study \\\\[54\\\\].\\n* **[Quercetin](https://www.amazon.com/dp/B000FGWBPQ/?coliid=I10IH3RG3IK6XP&colid=ZLRL3QG57K4G&psc=0&ref_=lv_ov_lig_dp_it)** (500 mg) — I mainly take Quercetin for its role as an ionophore to zinc, allowing for zinc to enter the membrane of cells, when normally it is very difficult for it to without an ionophore \\\\[55\\\\]. Additionally, Quercetin lowers inflammatory cytokines and increases mitochondria \\\\[56\\\\].\\n* **[Vitamin K2](https://www.amazon.com/dp/B001KSNDSM/?coliid=I1K3UTAD4MJSOW&colid=ZLRL3QG57K4G&psc=1&ref_=lv_ov_lig_dp_it)** — I take this as a cheap insurance policy for days I don’t ingest enough fermented foods, which is where Vitamin K2 is commonly found. It plays a role in transport of calcium into cells \\\\[57\\\\].\\n\\n## 1 pm — Sun Bathe, More Blue Light Exposure\\n\\n**Sun Bathe** — Vitamin D is a powerful steroid hormone that’s synthesized in the body through UV light exposure and heat, and plays a role in immune function, inhibiting production of inflammatory cytokines \\\\[58\\\\]\\\\[59\\\\]. 40% of Americans are deficient in Vitamin D due to diet and lifestyle factors, including not enough sunlight exposure or use of sunscreen, which for this reason I avoid and prefer to be mindful of my time spent in the sun to avoid burning \\\\[60\\\\].\\n\\n![Wirz-Justice, Anna, Debra J. Skene, and Mirjam Münch. “The relevance of daylight for humans.” Biochemical Pharmacology(2020): 114304. https://doi.org/10.1016/j.bcp.2020.114304](https://miro.medium.com/max/1400/1\\\\*sOUP4dVySUYoZtMa_czq-A.jpeg)\\n\\n**More Blue Light Exposure** — Adequate sunlight exposure directly increases alertness, and also improves mood, stress and learning \\\\[61\\\\]. For optimum well-being and mood-enhancing effects, Dr. Andrew Huberman recommends two hours of intense blue light exposure, ideally.\\n\\n## 3 pm — Dinner (Carbs), Fasting\\n\\n**Dinner (Carbs)** — Carbs release L-Tryptophan and Serotonin, inducing relaxation and promoting calm sleep, appropriate when beginning to wind down for the day. I eat sweet potatoes with various veggies along with kimchi for this meal, since consuming 2–4 servings of probiotics per day is crucial for gut health and effectiveness, reduction of inflammatory markers and auto-immune disruption markers \\\\[62\\\\]. A healthy gut microbiome also [improves focus, sleep, and wound healing](https://www.youtube.com/watch?v=rW9QKc-iFoY&t=4275s) \\\\[63\\\\]. I avoid carbs such as rice, pasta, breads, and primarily consume yams, following a key component of the Hadza diet for a healthy gut microbiome, shown in a paper published in the journal Science to have the best gut microbiome in the world from consuming only meat, yams, honey and berries \\\\[64\\\\]. And again, after the meal I like to follow with a brief 5–10 min walk \\\\[35\\\\].\\n\\n**Fasting** — The primary reason I began fasting was after learning about how it stimulates hormesis, and the role that hormesis plays in cell damage repair \\\\[65\\\\]\\\\[66\\\\]\\\\[67\\\\]. I immediately began a regular fasting schedule once I became aware of research showing that an 8 hr time-restricted eating window in resistance-trained male humans resulted in a decrease in fat mass while maintaining muscle mass \\\\[68\\\\]. Additional research also supports the observation that fasting liberates fat stores while protecting lean muscle mass \\\\[69\\\\]\\\\[70\\\\]. As a powerlifter initially not concerned with body fat due to prioritization of strength and physical performance, the dramatic decrease in fat mass by over 5% was a pleasant side-effect for me, and not only did the loss of around 10lbs of overall weight not decrease my strength but I felt my muscle condition to be in better shape. I also found the concept of autophagy, or the cleaning out of damaged cells, to be an intriguing effect of long-term fasts, which is mentioned in review of the literature on fasting by Valter D. Longo published in the Cell journal, one of the three apex journals in science \\\\[71\\\\]. There is a wealth of information on the effects of fasting and the scientific literature supporting it on Dr. Rhonda Patrick’s topic pages on [fasting](https://www.foundmyfitness.com/topics/fasting) and [time-restricted eating](https://www.foundmyfitness.com/topics/time-restricted-eating).\\n\\n## **7 pm — View Sunset**\\n\\n**View Sunset** — [Viewing evening sunlight for 5 to 30 minutes regulates melatonin production to appropriate levels](https://www.youtube.com/watch?v=aXvDEmo6uS4&t=5609s), and mitigates the sleep compromising effects of subsequent late-evening light by lowering retinal sensitivity late at night \\\\[72\\\\].\\n\\n## 9 pm — Sauna, Cold Exposure, Meditate\\n\\n**Sauna** — A pattern of 20 min of sauna between 175 F to 210 F, followed by 30 min of cooling, followed by a second 20 min sauna session, resulted in 5x increase in human-growth hormone (HGH), and when repeated daily, [by the third day in a row the increase is up to 16x](https://www.youtube.com/watch?v=x7qbJeRxWGw&t=5360s) \\\\[73\\\\]. If the sauna session happens post-workout, there is a 32% increase in endurance \\\\[74\\\\]. Doing this session 1 hour before bed promotes cooling in transition to sleep due to the body’s heat stress response by rapidly cooling itself. Sauna use also significantly reduces cortisol levels, the stress hormone we want to have high levels of during the day when we are active but low levels at night when transitioning to sleep 758\\\\]. Heat shock proteins are made due to heat stress response and acclimation, which play a role in protecting protein structure, slowing muscular atrophy, and promoting longevity. Heat stress also increases expression in BDNF, a protein that improves brain health \\\\[76\\\\]. Detoxification of metals via sweating is also observed in sauna practice \\\\[77\\\\]. There’s a wealth of information in [Dr. Rhonda Patrick’s topic page on sauna use](https://www.foundmyfitness.com/topics/sauna) with 110 scientific references.\\n\\n![Patrick, Rhonda P., and Teresa L. Johnson. “Sauna use as a lifestyle practice to extend healthspan.” Experimental Gerontology (2021): 111509. https://doi.org/10.1016/j.exger.2021.111509](https://miro.medium.com/max/1400/1\\\\*_qyS92vyq0a3zLtC4wvS9Q.jpeg)\\n\\n**Cold Exposure** — A study published in 2000 observed that cold water immersion at 14°C increased metabolic rate by 350%, noradrenaline by 530%, and dopamine by 250%, with the effect on dopamine lasting for three hours \\\\[78\\\\]. Since cold water immersion also reduces inflammation, we don’t want to do this within the four hours following a workout, because of its interference with the “mammalian target of rapamycin” (mTOR) pathway and other pathways related to inflammation involved in muscle growth and repair, which [short-circuits the hypertrophy response](https://www.youtube.com/watch?v=XLr2RKoD-oY&t=5686s). With this in mind I prefer to time my cold water immersion to happen several hours after working out. [The proper protocol for cold water immersion is activation of the shiver response](https://www.youtube.com/watch?v=GqPGXG5TlZw&t=3025s), which is what specifically causes the body to release succinate, the metabolic intermediate responsible for the fat burning; the free protocol is available at [thecoldplunge.com](https://thecoldplunge.com/pages/protocols). Also keep in mind that if you do this too consistently then you will become adapted and no longer be able to activate the shivering response.\\n\\n**Meditation** — I began mindfulness meditation in 2012, and currently meditate daily in the sauna using Sam Harris’ [Waking Up](https://wakingup.com/) app. I’ve been using Waking Up for a year now and it has helped me experience tremendous growth in gaining a deeper insight into the human experience via examining consciousness, and the philosophical questions raised in relation to it, which are covered in the various courses throughout the app. One of the most valuable aspects of practicing mindfulness is a greater ability in interoception, or having greater awareness of sensations inside the body. This has been observed via differences in the default mode network (DMN), the region of the brain responsible for mind-wandering and self-referential processing, with experienced meditators showing decreased mind-wandering \\\\[79\\\\].\\n\\n![Magnetic resonance imaging of areas of the brain in the default mode network by John Graner](https://miro.medium.com/max/1400/1\\\\*iKArcsN4TIdgH-j2W9WkgA.jpeg)\\n\\nMindfulness meditation leads to structural changes in the brain, including increased cortical thickness in the hippocampal region responsible for learning and memory, and decreased brain cell volume in the amygdala, the region responsible for anxiety and stress \\\\[80\\\\]. Meditation also improves psychological well-being \\\\[81\\\\]. Additionally, meditation deactivates the medial prefrontal cortex, inducing delta brain wave activity which increases growth hormone production \\\\[29\\\\]\\\\[30\\\\].\\n\\n## 10 pm — Massage, Hypnosis, Sleep\\n\\n**Massage** — I use a [foam roller](https://shop.lululemon.com/p/yoga-accessories/Double-Roller/_/prod8900773?color=33234&sz=ONESIZE), [massage balls](https://shop.lululemon.com/p/yoga-accessories/Release-and-Recover-Ball-Set/_/prod10190225?color=0023&sz=ONESIZE), and a [Theragun](https://www.therabody.com/us/en-us/pro-blk-us.html) for percussive therapy to help me wind down, reduce muscle tension, and release lactic acid build up as I transition to sleep \\\\[82\\\\]\\\\[83\\\\].\\n\\n**Hypnosis** — I perform the sleep hypnosis script in Reveri app to enter sleep state by activating the insula region of the brain which promotes interoception, or heightened internal awareness of sensations in the body, increasing deep relaxation \\\\[84\\\\].\\n\\n**Sleep** — Light exposure between 10 pm — 4 am has significant negative effects on dopamine, mood, immune system, and circadian rhythm \\\\[85\\\\]\\\\[86\\\\]. Additionally, due to increased retinal sensitivity late at night, [light exposure in this window activates the habenula brain region](https://www.youtube.com/watch?v=nm1TxQj9IsQ&t=2895s), the “disappointment” nucleus of the brain, which reduces happiness and the ability to learn in long-lasting ways, based on a study published in Cell \\\\[87\\\\]. Candlelight and dim floor lights low in the environment do not trigger activations of the neurons that cause this. [Eating within two-hours of sleep raises blood sugar, suppressing growth hormone secretion](https://www.youtube.com/watch?v=x7qbJeRxWGw&t=3289s), which is released during slow-wave sleep in the early phases of the night \\\\[88\\\\]\\\\[89\\\\]\\\\[90\\\\]\\\\[91\\\\]. For sleep posture, [“left side sleeping” or sleeping with feet slightly elevated promotes neurological waste clearance](https://www.youtube.com/watch?v=mcPSRWUYCv0&t=2449s) of the debris between neurons, and the glial cells that repair the connections between neurons via the glymphatic system \\\\[92\\\\]. I leave my phone to charge on the other side of my apartment while in bed, to avoid increased usage in accordance with the aforementioned study on severe attention deficit when using a smartphone more than 2 hours per day \\\\[27\\\\]. I’d also like to note that one among many reasons I don’t drink any alcohol or consume THC is due to [their effects in blocking REM sleep and overall sleep disruption](https://www.youtube.com/watch?v=gbQFSMayJxk&t=5100s) \\\\[93\\\\]\\\\[94\\\\].\\n\\n![https://www.countingsheep.net/wp-content/uploads/2018/09/4277d2bd44bf3c26a2a77c57ef884c22.pngSource](https://miro.medium.com/max/1400/1\\\\*e_3hl_vecZN4dIVp4nIJVg.png)\\n\\n**Supplementation** — L-Theanine, Magnesium (L-Threonate), and Apigenin are [three supplements recommended by Huberman for sleep](https://www.youtube.com/watch?v=nm1TxQj9IsQ&t=4200s). Avoid melatonin at all costs [based on the role it plays in humans as a suppressant for the onset of puberty by modifying hormones](https://www.youtube.com/watch?v=nm1TxQj9IsQ&t=1125s), its role in only promoting entrance to sleep but not staying asleep, and significant label inaccuracy in supplements (−83% to +478%) \\\\[95\\\\]\\\\[96\\\\].\\n\\n* **[Magnesium](https://www.amazon.com/dp/B006P536E6/?coliid=IGOO7UYTN0ZUX&colid=ZLRL3QG57K4G&psc=1&ref_=lv_ov_lig_dp_it)**[ ](https://www.amazon.com/dp/B006P536E6/?coliid=IGOO7UYTN0ZUX&colid=ZLRL3QG57K4G&psc=1&ref_=lv_ov_lig_dp_it)(400 mg) — increases neurotransmitters like GABA, decreasing duration-path-outcome (DPO) brain function, reducing rumination and allowing entrance to sleep. The L-Threonate version allows the magnesium to pass the blood brain barrier \\\\[97\\\\].\\n* **[L-Theanine](https://www.amazon.com/dp/B000H7P9M0/?coliid=I2NZU230QK1NVE&colid=ZLRL3QG57K4G&psc=1&ref_=lv_ov_lig_dp_it)** (200 mg) — is a relaxing amino acid, and improves sleep quality when combined with GABA \\\\[98\\\\].\\n* **[Apigenin](https://www.amazon.com/dp/B001TEIJIQ/?coliid=I55OTNYTOQUTG&colid=ZLRL3QG57K4G&psc=1&ref_=lv_ov_lig_dp_it)** (50 mg) — is a chamomile derivative that has a sedative effect \\\\[99\\\\].\\n* **[Zinc Picolinate](https://www.amazon.com/dp/B00B8YTP12/?coliid=I1QH030XYASJ9B&colid=ZLRL3QG57K4G&psc=1&ref_=lv_ov_lig_dp_it)** (30 mg) — zinc ions act as inhibitors to viral replication, making it more difficult to catch rhinoviruses such as the common cold for example \\\\[100\\\\]\\\\[101\\\\]. I take 30 mg at this time, since it is water soluble and needs to be taken on an empty stomach, and is more effective in the evening \\\\[102\\\\]. It’s important to also take Quercetin daily as mentioned previously, to allow Zinc absorption.\\n* **[Vitamin C](https://www.amazon.com/dp/B000FGZFXQ/?coliid=IJ0I5P4MN1NTD&colid=ZLRL3QG57K4G&psc=0&ref_=lv_ov_lig_dp_it)** (2 g) — Additionally, I take a second gram at this time based on a study indicating that in the physiological state of sleep it restores prooxidant-antioxidant balance \\\\[103\\\\].\\n\\n## Acknowledgements\\n\\nI published this article primarily to outline my own schedule that I follow daily and as a reference point where I compiled everything I learned from various sources. As a software engineer with a Bachelor’s in Computer Science, I don’t have formal credentials in any area of health, but those I’ve learned from do, and I’ve made an effort to link everything I mentioned here back to where I learned it from, as well as their references to the scientific literature. I’d like to acknowledge those who provided much of this knowledge free of cost and open to the public:\\n\\n* Dr. Andrew Huberman: [Twitter](https://twitter.com/hubermanlab), [Website](https://hubermanlab.com/), [Youtube](https://www.youtube.com/andrewhubermanlab), [Podcast](https://hubermanlab.com/follow/)\\n* Dr. Rhonda Patrick: [Twitter](https://twitter.com/foundmyfitness), [Website](https://www.foundmyfitness.com/), [Youtube](https://www.youtube.com/user/FoundMyFitness), [Podcast](https://itunes.apple.com/us/podcast/foundmyfitness/id818198322)\\n* Dr. Matt Walker: [Twitter](https://twitter.com/sleepdiplomat), [Website](https://www.sleepdiplomat.com/), [Youtube](https://www.youtube.com/channel/UCA3FB1fOtY4Vd8yqLaUvolg), [Podcast](https://themattwalkerpodcast.buzzsprout.com/)\\n\\n## Appendix\\n\\n**Supplements** — [Amazon List](https://www.amazon.com/hz/wishlist/ls/ZLRL3QG57K4G?ref_=wl_share)\\n\\nThe following three brands are recommended by Dr. Andrew Huberman and Dr. Rhonda Patrick for high quality and label accuracy:\\n\\n* Thorne Research ([NSF certification](http://info.nsf.org/Certified/GMP/Listings.asp?GMP_Std=Y&Company=4H980))\\n* Pure Encapsulations ([NSF certification](http://info.nsf.org/Certified/GMP/Listings.asp?GMP_Std=Y&Company=C0006061))\\n* Life Extension ([NSF certification](http://info.nsf.org/Certified/GMP/Listings.asp?GMP_Std=Y&Company=C0128578))\\n\\n**Products** —\\n\\n* [Athletic Greens Supplement](https://athleticgreens.com/en)\\n* [GORUCK Ruck Plate Carrier](https://www.goruck.com/products/ruck-plate-carrier-2-0)\\n* [CoolMitt](https://www.coolmitt.com/)\\n* [Philips SmartSleep Connected Sleep and Wake-Up Light](https://www.amazon.com/Philips-Connected-Smartphone-HF3670-60/dp/B07GXWDXBD/ref=pd_lpo_1?pd_rd_i=B07GXWDXBD&psc=1)\\n* [Foam Roller](https://shop.lululemon.com/p/yoga-accessories/Double-Roller/_/prod8900773?color=33234&sz=ONESIZE)\\n* [Massage Balls](https://shop.lululemon.com/p/yoga-accessories/Release-and-Recover-Ball-Set/_/prod10190225?color=0023&sz=ONESIZE)\\n* [Theragun](https://www.therabody.com/us/en-us/pro-blk-us.html)\\n* [Anna Park Yerba Mate](https://www.amazon.com/Anna-Park-Yerba-Mate-Organic/dp/B01B6WUB2W/ref=sxts_rp_s1_0?crid=33AGNSV8JWW6J&cv_ct_cx=anna+park+yerba+mate&dchild=1&keywords=anna+park+yerba+mate&pd_rd_i=B01B6WUB2W&pd_rd_r=a09b70e8-9bc8-4fff-9374-79fe5e59d797&pd_rd_w=MWBcd&pd_rd_wg=5tRHT&pf_rd_p=af8d3766-df56-425b-8b01-c9ac6db61af2&pf_rd_r=1FHBBTJ88Z37FN7YFCAE&psc=1&qid=1632624978&sprefix=anna+park+%2Caps%2C210&sr=1-1-c0f7e2e2-11af-4edb-92eb-888d18bf51be)\\n* [Waking Up Meditation App](https://wakingup.com/)\\n* [Zero Fasting App](https://www.zerofasting.com/)\\n\\n**Competition Sports** — [Powerlifting Records](https://usapl.liftingdatabase.com/lifters-view?id=47258)\\n\\n\\\\[1\\\\] Leproult, Rachel, and Eve Van Cauter. “Effect of 1 week of sleep restriction on testosterone levels in young healthy men.” *Jama* 305.21 (2011): 2173–2174.\\n\\n\\\\[2\\\\] Sih, G. C., and K. K. Tang. “On–off switching of theta–delta brain waves related to falling asleep and awakening.” *Theoretical and Applied Fracture Mechanics* 63 (2013): 1–17.\\n\\n\\\\[3\\\\] Tatum, William O., Benedetto DiCiaccio, and Kirsten H. Yelvington. “Cortical processing during smartphone text messaging.” *Epilepsy & Behavior* 59 (2016): 117–121.\\n\\n\\\\[4\\\\] Jung, Christopher M., et al. “Acute effects of bright light exposure on cortisol levels.” *Journal of biological rhythms* 25.3 (2010): 208–216.\\n\\n\\\\[5\\\\] de Voogd, Lycia D., et al. “Eye-movement intervention enhances extinction via amygdala deactivation.” *Journal of neuroscience* 38.40 (2018): 8694–8706.\\n\\n\\\\[6\\\\] Harris, Calliandra B., et al. “Dietary pyrroloquinoline quinone (PQQ) alters indicators of inflammation and mitochondrial-related metabolism in human subjects.” *The Journal of nutritional biochemistry* 24.12 (2013): 2076–2084.\\n\\n\\\\[7\\\\] Itoh, Yuji, et al. “Effect of the antioxidant supplement pyrroloquinoline quinone disodium salt (BioPQQ™) on cognitive functions.” *Oxygen Transport to Tissue XXXVII*. Springer, New York, NY, 2016. 319–325.\\n\\n\\\\[8\\\\] Padayatty, Sebastian J., et al. “Vitamin C pharmacokinetics: implications for oral and intravenous use.” *Annals of internal medicine* 140.7 (2004): 533–537.\\n\\n\\\\[9\\\\] Volek, JEFF S., et al. “Performance and muscle fiber adaptations to creatine supplementation and heavy resistance training.” *Medicine and science in sports and exercise* 31.8 (1999): 1147–1156.\\n\\n\\\\[10\\\\] Dempsey, Rania L., Michael F. Mazzone, and LInda N. Meurer. “Does oral creatine supplementation improve strength? A meta-analysis.” *Journal of Family Practice* 51.11 (2002): 945–951.\\n\\n\\\\[11\\\\] Kreider, Richard B. “Effects of creatine supplementation on performance and training adaptations.” *Molecular and cellular biochemistry* 244.1 (2003): 89–94.\\n\\n\\\\[12\\\\]\\\\*\\\\*\\\\* \\\\*\\\\*\\\\*Tarnopolsky, Mark A., and Dan P. MacLennan. “Creatine monohydrate supplementation enhances high-intensity exercise performance in males and females.” *International journal of sport nutrition and exercise metabolism* 10.4 (2000): 452–463.\\n\\n\\\\[13\\\\] Aoyama, Shinya, et al. “Distribution of dietary protein intake in daily meals influences skeletal muscle hypertrophy via the muscle clock.” *Cell Reports* 36.1 (2021): 109336.\\n\\n\\\\[14\\\\] Mata, Fernando, et al. “Carbohydrate availability and physical performance: physiological overview and practical recommendations.” *Nutrients* 11.5 (2019): 1084.\\n\\n\\\\[15\\\\] Cabral-Santos, Carolina, et al. “Inflammatory cytokines and BDNF response to high-intensity intermittent exercise: effect the exercise volume.” *Frontiers in physiology* 7 (2016): 509.\\n\\n\\\\[16\\\\] Frawley, Kendall, et al. “Effects of prior fasting on fat oxidation during resistance exercise.” *International journal of exercise science* 11.2 (2018): 827.\\n\\n\\\\[17\\\\] Yeo, Wee Kian, et al. “Skeletal muscle adaptation and performance responses to once a day versus twice every second day endurance training regimens.” *Journal of Applied Physiology* 105.5 (2008): 1462–1470.\\n\\n\\\\[18\\\\] Hargreaves, Mark. “The metabolic systems: carbohydrate metabolism.” *ACSM’s Advanced Exercise Physiology. 2nd ed. Philadelphia: Lippincott Williams & Wilkins* (2012): 379–391.\\n\\n\\\\[19\\\\] Goto, Kazushige, et al. “Effects of resistance exercise on lipolysis during subsequent submaximal exercise.” *Medicine & Science in Sports & Exercise* 39.2 (2007): 308–315.\\n\\n\\\\[20\\\\] Kanaley, Jill A. “Growth hormone, arginine and exercise.” *Current Opinion in Clinical Nutrition & Metabolic Care* 11.1 (2008): 50–54.\\n\\n\\\\[21\\\\] Hackney, Anthony C., and Elizabeth A. Walz. “Hormonal adaptation and the stress of exercise training: the role of glucocorticoids.” *Trends in sport sciences* 20.4 (2013): 165.\\n\\n\\\\[22\\\\] Ratamess, Nicholas A., et al. “Androgen receptor content following heavy resistance exercise in men.” *The Journal of steroid biochemistry and molecular biology* 93.1 (2005): 35–42.\\n\\n\\\\[23\\\\] Izquierdo, Mikel, et al. “Differential effects of strength training leading to failure versus not to failure on hormonal responses, strength, and muscle power gains.” *Journal of applied physiology* 100.5 (2006): 1647–1656.\\n\\n\\\\[24\\\\] Perrin, Laurent, et al. “Transcriptomic analyses reveal rhythmic and CLOCK-driven pathways in human skeletal muscle.” *Elife* 7 (2018): e34114.\\n\\n\\\\[25\\\\] Mirizio, Gerardo Gabriel, et al. “Time-of-day effects on short-duration maximal exercise performance.” \\\\*Scientific reports \\\\*10.1 (2020): 1–17.\\n\\n\\\\[26\\\\] Heller, H. Craig, and Dennis A. Grahn. “Enhancing thermal exchange in humans and practical applications.” *Disruptive Science and Technology* 1.1 (2012): 11–19.\\n\\n\\\\[27\\\\] Zheng, Feizhou, et al. “Association between mobile phone use and inattention in 7102 Chinese adolescents: a population-based cross-sectional study.” *BMC public health* 14.1 (2014): 1–7.\\n\\n\\\\[28\\\\] Schumann, Moritz, et al. “Acute neuromuscular and endocrine responses and recovery to single-session combined endurance and strength loadings:“order effect” in untrained young men.” \\\\*The Journal of Strength & Conditioning Research \\\\*27.2 (2013): 421–433.\\n\\n\\\\[29\\\\] Gronfier, C., et al. “A quantitative evaluation of the relationships between growth hormone secretion and delta wave electroencephalographic activity during normal sleep and after enrichment in delta waves.” *Sleep* 19.10 (1996): 817–824.\\n\\n\\\\[30\\\\] Faber, P. L., et al. “Deactivation of the medial prefrontal cortex in experienced Zen meditators.” *Brain Topogr* 20 (2008): 172.\\n\\n\\\\[31\\\\] Goh, Grace H., et al. “Episodic ultradian events — ultradian rhythms.” *Biology* 8.1 (2019): 15.\\n\\n\\\\[32\\\\] Borota, Daniel, et al. “Post-study caffeine administration enhances memory consolidation in humans.” *Nature neuroscience* 17.2 (2014): 201–203.\\n\\n\\\\[33\\\\] Pannacciulli, Nicola, et al. “Higher fasting plasma concentrations of glucagon-like peptide 1 are associated with higher resting energy expenditure and fat oxidation rates in humans.” *The American journal of clinical nutrition* 84.3 (2006): 556–560.\\n\\n\\\\[34\\\\] Stylianou, Katerina S., Victor L. Fulgoni, and Olivier Jolliet. “Small targeted dietary changes can yield substantial gains for human health and the environment.” *Nature Food* 2.8 (2021): 616–627.\\n\\n\\\\[35\\\\] Reynolds, Andrew N., and Bernard J. Venn. “The timing of activity after eating affects the glycaemic response of healthy adults: a randomised controlled trial.” *nutrients* 10.11 (2018): 1743.\\n\\n\\\\[36\\\\] Stark, Ken D., et al. “Global survey of the omega-3 fatty acids, docosahexaenoic acid and eicosapentaenoic acid in the blood stream of healthy adults.” *Progress in lipid research* 63 (2016): 132–152.\\n\\n\\\\[37\\\\] Harris, William S., et al. “Blood n-3 fatty acid levels and total and cause-specific mortality from 17 prospective studies.” *Nature communications* 12.1 (2021): 1–9.\\n\\n\\\\[38\\\\] McBurney, Michael I., et al. “Using an erythrocyte fatty acid fingerprint to predict risk of all-cause mortality: the Framingham Offspring Cohort.” *The American Journal of Clinical Nutrition* (2021).\\n\\n\\\\[39\\\\] Martins, Julian G. “EPA but not DHA appears to be responsible for the efficacy of omega-3 long chain polyunsaturated fatty acid supplementation in depression: evidence from a meta-analysis of randomized controlled trials.” *Journal of the American College of Nutrition* 28.5 (2009): 525–542.\\n\\n\\\\[40\\\\] Abbott, Kylie, et al. “Dietary supplementation with docosahexaenoic acid rich fish oil increases circulating levels of testosterone in overweight and obese men.” *Prostaglandins, Leukotrienes and Essential Fatty Acids* 163 (2020): 102204.\\n\\n\\\\[41\\\\] So, Jisun, et al. “EPA and DHA differentially modulate monocyte inflammatory response in subjects with chronic inflammation in part via plasma specialized pro-resolving lipid mediators: A randomized, double-blind, crossover study.” *Atherosclerosis* 316 (2021): 90–98.\\n\\n\\\\[42\\\\] Veugelers, Paul J., and John Paul Ekwaru. “A statistical error in the estimation of the recommended dietary allowance for vitamin D.” *Nutrients* 6.10 (2014): 4472–4475.\\n\\n\\\\[43\\\\] Houghton, Christine A., Robert G. Fassett, and Jeff S. Coombes. “Sulforaphane and other nutrigenomic Nrf2 activators: can the clinician’s expectation be matched by the reality?.” *Oxidative medicine and cellular longevity* 2016 (2016).\\n\\n\\\\[44\\\\] Mirmiran, Parvin, et al. “Effects of broccoli sprout with high sulforaphane concentration on inflammatory markers in type 2 diabetic patients: A randomized double-blind placebo-controlled clinical trial.” *Journal of Functional Foods* 4.4 (2012): 837–841.\\n\\n\\\\[45\\\\] Navarro, Sandi L., et al. “Cruciferous vegetables have variable effects on biomarkers of systemic inflammation in a randomized controlled trial in healthy young adults.” *The Journal of nutrition* 144.11 (2014): 1850–1857.\\n\\n\\\\[46\\\\] Jiang, Yu, et al. “Cruciferous vegetable intake is inversely correlated with circulating levels of proinflammatory markers in women.” *Journal of the Academy of Nutrition and Dietetics*114.5 (2014): 700–708.\\n\\n\\\\[47\\\\] Navarro, Sandi L., et al. “Cruciferous vegetables have variable effects on biomarkers of systemic inflammation in a randomized controlled trial in healthy young adults.” *The Journal of nutrition* 144.11 (2014): 1850–1857.\\n\\n\\\\[48\\\\] Ting, Emily Yi-Chih, Albert C. Yang, and Shih-Jen Tsai. “Role of interleukin-6 in depressive disorder.” *International journal of molecular sciences* 21.6 (2020): 2194.\\n\\n\\\\[49\\\\] Müller, Loretta, et al. “Effect of broccoli sprouts and live attenuated influenza virus on peripheral blood natural killer cells: a randomized, double-blind study.” *PloS one* 11.1 (2016): e0147742.\\n\\n\\\\[50\\\\] Patel, Rishikesh Kankesh, James Brouner, and Owen Spendiff. “Dark chocolate supplementation reduces the oxygen cost of moderate intensity cycling.” *Journal of the International Society of Sports Nutrition* 12.1 (2015): 1–8.\\n\\n\\\\[51\\\\] Grassi, Davide, et al. “Cocoa consumption dose-dependently improves flow-mediated dilation and arterial stiffness decreasing blood pressure in healthy individuals.” *Journal of hypertension* 33.2 (2015): 294–303.\\n\\n\\\\[52\\\\] Francis, S. T., et al. “The effect of flavanol-rich cocoa on the fMRI response to a cognitive task in healthy young people.” *Journal of cardiovascular pharmacology* 47 (2006): S215-S220.\\n\\n\\\\[53\\\\] Bellar, David, Nina R. LeBlanc, and Brian Campbell. “The effect of 6 days of alpha glycerylphosphorylcholine on isometric strength.” *Journal of the International Society of Sports Nutrition* 12.1 (2015): 1–6.\\n\\n\\\\[54\\\\] Kawamura, Takashi, et al. “Glycerophosphocholine enhances growth hormone secretion and fat oxidation in young adults.” *Nutrition* 28.11–12 (2012): 1122–1126.\\n\\n\\\\[55\\\\] Dabbagh-Bazarbachi, Husam, et al. “Zinc ionophore activity of quercetin and epigallocatechin-gallate: from Hepa 1–6 cells to a liposome model.” *Journal of agricultural and food chemistry*62.32 (2014): 8085–8093.\\n\\n\\\\[56\\\\] Li, Yao, et al. “Quercetin, inflammation and immunity.” *Nutrients* 8.3 (2016): 167.\\n\\n\\\\[57\\\\] Vissers, Linda ET, et al. “The relationship between vitamin K and peripheral arterial disease.” *Atherosclerosis* 252 (2016): 15–20.\\n\\n\\\\[58\\\\] Gokhale, Sucheta, and Anirban Bhaduri. “Provitamin D 3 modulation through prebiotics supplementation: simulation based assessment.” *Scientific reports* 9.1 (2019): 1–8.\\n\\n\\\\[59\\\\] Bouillon, Roger, et al. “Vitamin D binding protein: a historic overview.” *Frontiers in endocrinology* 10 (2020): 910.\\n\\n\\\\[60\\\\] Parva, Naveen R., et al. “Prevalence of vitamin D deficiency and associated risk factors in the US population (2011–2012).” *Cureus* 10.6 (2018).\\n\\n\\\\[61\\\\] Wirz-Justice, Anna, Debra J. Skene, and Mirjam Münch. “The relevance of daylight for humans.” *Biochemical Pharmacology*(2020): 114304.\\n\\n\\\\[62\\\\] Wastyk, Hannah C., et al. “Gut-microbiota-targeted diets modulate human immune status.” *Cell* 184.16 (2021): 4137–4153.\\n\\n\\\\[63\\\\] Poutahidis, Theofilos, et al. “Microbial symbionts accelerate wound healing via the neuropeptide hormone oxytocin.” *PloS one* 8.10 (2013): e78898.\\n\\n\\\\[64\\\\] Smits, Samuel A., et al. “Seasonal cycling in the gut microbiome of the Hadza hunter-gatherers of Tanzania.” *Science* 357.6353 (2017): 802–806.\\n\\n\\\\[65\\\\] Kouda, Katsuyasu, and Masayuki Iki. “Beneficial effects of mild stress (hormetic effects): dietary restriction and health.” *Journal of physiological anthropology* 29.4 (2010): 127–132.\\n\\n\\\\[66\\\\] Hipkiss, Alan R. “Dietary restriction, glycolysis, hormesis and ageing.” *Biogerontology* 8.2 (2007): 221–224.\\n\\n\\\\[67\\\\] Mattson, Mark P. “Hormesis defined.” *Ageing research reviews*7.1 (2008): 1–7.\\n\\n\\\\[68\\\\] Moro, Tatiana, et al. “Effects of eight weeks of time-restricted feeding (16/8) on basal metabolism, maximal strength, body composition, inflammation, and cardiovascular risk factors in resistance-trained males.” *Journal of translational medicine*14.1 (2016): 1–10.\\n\\n\\\\[69\\\\] Gotthardt, Juliet D., et al. “Intermittent fasting promotes fat loss with lean mass retention, increased hypothalamic norepinephrine content, and increased neuropeptide Y gene expression in diet-induced obese male mice.” *Endocrinology*157.2 (2016): 679–691.\\n\\n\\\\[70\\\\] Anton, Stephen D., et al. “Flipping the metabolic switch: understanding and applying the health benefits of fasting.” *Obesity* 26.2 (2018): 254–268.\\n\\n\\\\[71\\\\] Longo, Valter D., and Mark P. Mattson. “Fasting: molecular mechanisms and clinical applications.” *Cell metabolism* 19.2 (2014): 181–192.\\n\\n\\\\[72\\\\] Te Kulve, Marije, Luc JM Schlangen, and Wouter D. van Marken Lichtenbelt. “Early evening light mitigates sleep compromising physiological and alerting responses to subsequent late evening light.” *Scientific reports* 9.1 (2019): 1–12.\\n\\n\\\\[73\\\\] Leppäluoto, J et al. “Endocrine effects of repeated sauna bathing.” *Acta physiologica Scandinavica* vol. 128,3 (1986): 467–70. doi:10.1111/j.1748–1716.1986.tb08000.x\\n\\n\\\\[74\\\\] Scoon, Guy SM, et al. “Effect of post-exercise sauna bathing on the endurance performance of competitive male runners.” *Journal of Science and Medicine in Sport* 10.4 (2007): 259–262.\\n\\n\\\\[75\\\\] Podstawski, Robert, et al. “Endocrine Effects of Repeated Hot Thermal Stress and Cold Water Immersion in Young Adult Men.” *American Journal of Men’s Health* 15.2 (2021): 15579883211008339.\\n\\n\\\\[76\\\\] Ohko, Hiroshi, et al. “The effects of endurance exercise combined with high-temperature head-out water immersion on serum concentration of brain-derived neurotrophic factor in healthy young men.” *International Journal of Hyperthermia*38.1 (2021): 1077–1085.\\n\\n\\\\[77\\\\] Genuis, Stephen J., et al. “Blood, urine, and sweat (BUS) study: monitoring and elimination of bioaccumulated toxic elements.” *Archives of environmental contamination and toxicology* 61.2 (2011): 344–357.\\n\\n\\\\[78\\\\] Šrámek, P., et al. “Human physiological responses to immersion into water of different temperatures.” *European journal of applied physiology* 81.5 (2000): 436–442.\\n\\n\\\\[79\\\\] Brewer, Judson A., et al. “Meditation experience is associated with differences in default mode network activity and connectivity.” *Proceedings of the National Academy of Sciences* 108.50 (2011): 20254–20259.\\n\\n\\\\[80\\\\] Hölzel, Britta K., et al. “Mindfulness practice leads to increases in regional brain gray matter density.” *Psychiatry research: neuroimaging* 191.1 (2011): 36–43.\\n\\n\\\\[81\\\\] Lazar, Sara. “Change in brainstem gray matter concentration following a mindfulness-based intervention is correlated with improvement in psychological well-being.” *Frontiers in Human Neuroscience* 8 (2014): 33.\\n\\n\\\\[82\\\\] Adamczyk, Jakub Grzegorz, Karol Gryko, and Dariusz Boguszewski. “Does the type of foam roller influence the recovery rate, thermal response and DOMS prevention?.” *PloS one* 15.6 (2020): e0235195.\\n\\n\\\\[83\\\\] Konrad, Andreas, et al. “The acute effects of a percussive massage treatment with a hypervolt device on plantar flexor muscles’ range of motion and performance.” *Journal of Sports Science & Medicine* 19.4 (2020): 690.\\n\\n\\\\[84\\\\] Jiang, Heidi, et al. “Brain activity and functional connectivity associated with hypnosis.” *Cerebral cortex* 27.8 (2017): 4083–4093.\\n\\n\\\\[85\\\\] Bedrosian, T. A., and R. J. Nelson. “Timing of light exposure affects mood and brain circuits.” *Translational psychiatry* 7.1 (2017): e1017-e1017.\\n\\n\\\\[86\\\\] Walker, William H., et al. “Circadian rhythm disruption and mental health.” *Translational Psychiatry* 10.1 (2020): 1–13.\\n\\n\\\\[87\\\\] Fernandez, Diego Carlos, et al. “Light affects mood and learning through distinct retina-brain pathways.” *Cell* 175.1 (2018): 71–84.\\n\\n\\\\[88\\\\] Davidson, J. R., H. Moldofsky, and F. A. Lue. “Growth hormone and cortisol secretion in relation to sleep and wakefulness.” *Journal of Psychiatry and Neuroscience* 16.2 (1991): 96.\\n\\n\\\\[89\\\\] Takahashi, Y., D. M. Kipnis, and W. H. Daughaday. “Growth hormone secretion during sleep.” *The Journal of clinical investigation* 47.9 (1968): 2079–2090.\\n\\n\\\\[90\\\\] Greenwood, F. C., J. Landon, and T. C. Stamp. “The plasma sugar, free fatty acid, cortisol, and growth hormone response to insulin. I. In control subjects.” *The Journal of clinical investigation* 45.4 (1966): 429–436.\\n\\n\\\\[91\\\\] van Loon, Luc JC, et al. “Plasma insulin responses after ingestion of different amino acid or protein mixtures with carbohydrate.” *The American journal of clinical nutrition* 72.1 (2000): 96–105.\\n\\n\\\\[92\\\\] Lee, Hedok, et al. “The effect of body posture on brain glymphatic transport.” *Journal of Neuroscience* 35.31 (2015): 11034–11044.\\n\\n\\\\[93\\\\] Ebrahim, Irshaad O., et al. “Alcohol and sleep I: effects on normal sleep.” *Alcoholism: Clinical and Experimental Research* 37.4 (2013): 539–549.\\n\\n\\\\[94\\\\] Bolla, Karen I., et al. “Sleep disturbance in heavy marijuana users.” *Sleep* 31.6 (2008): 901–908.\\n\\n\\\\[95\\\\] Boafo, Addo, et al. “Could long-term administration of melatonin to prepubertal children affect timing of puberty? A clinician’s perspective.” *Nature and science of sleep* 11 (2019): 1.\\n\\n\\\\[96\\\\] Erland, Lauren AE, and Praveen K. Saxena. “Melatonin natural health products and supplements: presence of serotonin and significant variability of melatonin content.” *Journal of Clinical Sleep Medicine* 13.2 (2017): 275–281.\\n\\n\\\\[97\\\\] Slutsky, Inna, et al. “Enhancement of learning and memory by elevating brain magnesium.” *Neuron* 65.2 (2010): 165–177.\\n\\n\\\\[98\\\\] Kim, Suhyeon et al. “GABA and l-theanine mixture decreases sleep latency and improves NREM sleep.” *Pharmaceutical biology* vol. 57,1 (2019): 65–73. doi:10.1080/13880209.2018.1557698\\n\\n\\\\[99\\\\] Salehi, Bahare, et al. “The therapeutic potential of apigenin.” *International journal of molecular sciences* 20.6 (2019): 1305.\\n\\n\\\\[100\\\\] Korant, B. D., J. C. Kauer, and B. E. Butterworth. “Zinc ions inhibit replication of rhinoviruses.” *Nature* 248.5449 (1974): 588–590.\\n\\n\\\\[101\\\\] Yuasa, Kazuhisa, et al. “Zinc is a negative regulator of hepatitis C virus RNA replication.” *Liver International* 26.9 (2006): 1111–1118.\\n\\n\\\\[102\\\\] Cherasse, Yoan, and Yoshihiro Urade. “Dietary zinc acts as a sleep modulator.” *International journal of molecular sciences*18.11 (2017): 2334.\\n\\n\\\\[103\\\\] Otocka-Kmiecik, Aneta, and Aleksandra Król. “The role of vitamin C in two distinct physiological states: Physical activity and sleep.” *Nutrients* 12.12 (2020): 3908.\",\"timestamp\":1640140346,\"title\":\"An Ideal Schedule of Daily Protocols for Health and Fitness\"},\"digest\":\"vXdM2beRBayGDXiOflNfzF25eoHyAn-5kgcvokZKIB4\",\"authorship\":{\"contributor\":\"0x1eb5F6D2388B2DEE3505334E4aeb96728A757b2B\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HcQTtHsVW7DAlOa4JwE-JuaKtwBjBCox7SV3_jcnq2A\\\",\\\"y\\\":\\\"883qzfPar2KcWlTK8ZoYWnw1AE3Ltxm-Ohb6b8e1sYE\\\"}\",\"signature\":\"KpBLw4IgTDho7pR2TL08SiWNRHGJe4ZVIC71d5rVqX4sSFcXuqzEBmhCqYLil1QsONohO3pZx-A6xhltdDhQqg\",\"signingKeySignature\":\"0x86dccdb645fb3de5f5b69f5133f984289ce0244423df988265e62934ffe209e10d989b7bd5682a02f20c231615d57d451dfb2f33d4fda2b447db0f97801f2a891b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HcQTtHsVW7DAlOa4JwE-JuaKtwBjBCox7SV3_jcnq2A\\\",\\\"y\\\":\\\"883qzfPar2KcWlTK8ZoYWnw1AE3Ltxm-Ohb6b8e1sYE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VWNZ1GzVJv-6bW6HOchs_vpklf5xSUBFdQvuit20faM\"}"