"{\"content\":{\"body\":\"## Mysteries\\n\\n*A strange tale*\\n\\nby VPC\\n\\n*Ts'ui Pe must have said once: I am withdrawing to write a book. And another time: I am withdrawing to construct a labyrinth. Every one imagined two works; to no one did it occur that the book and the maze were one and the same thing.*\\n\\n— Jorge Luis Borges*, The Garden of Forking Paths*\\n\\n*In the wave lies the secret of creation.*\\n\\n*—* Walter Russell** \\n **\\n\\n*This is the sound of my soul.*\\n\\n— Spandau Ballet\\n\\n** \\n  \\n **\\n\\n## An Invocation\\n\\n*And we listened to the Muses* \\n\\n*and we moved with them and* \\n\\n*we felt the waves move through us* \\n\\n*and we felt young and* \\n\\n*beautiful, young and* \\n\\n*endless, young and* \\n\\n*raw.*\\n\\n*We felt each other,* \\n\\n*we felt us, and* \\n\\n*everything was beautiful, every knot in time and* \\n\\n*moment and good night and bad night was beautiful;* \\n\\n*every new evening, every new place and time and* \\n\\n*person and experience was beautiful;* \\n\\n*every pet and friend and sibling and* \\n\\n*housemate and sex partner and child, and* \\n\\n*every other part of the universe around us, embracing us, was beautiful.*\\n\\n*We were travelers of both time and* \\n\\n*space, moving through fields of grass, through colors and* \\n\\n*into the face of the earth, and* \\n\\n*we explored a new universe of fresh moments* \\n\\n*and new possibilities, and* \\n\\n*we drank in the warmth and* \\n\\n*we loved all the people that we met. Our voices together,* \\n\\n*intertwined like snakes, like a shared dream,* \\n\\n*were the voice of another being.*** \\n **\\n\\n*We felt together, and* \\n\\n*we learned to dance and* \\n\\n*we realized that our special connections were* \\n\\n*not because we belonged to some* \\n\\n*mythical race, but because everything was,* \\n\\n*in fact, a myth,* \\n\\n*told by an angel to a demon,* \\n\\n*everything a symbol,* \\n\\n*everything a sign...*\\n\\n# 1\\n\\nTwo young women are getting made up in a small bathroom in an old prewar apartment in Queens. The one on the right, next to the tub, has tan skin and pink hair and a dark birthmark next to her lips, dressed all in pink. The one on the left, in a lavender dress and black tights, has olive-gold freckled skin and black hair with bangs. Their eye shadows match their outfits, one pink, one lavender.\\n\\nThe Pink One takes the mascara and begins drawing symbols on her face. Her eyes — dark, quintessence eyes — stare intently at her self reflected in the mirror. After the Pink One finishes the arcane writing on her cheeks, she turns to the Lavender One, taking Lavender’s face in her hands, and Pink’s dark matter eyes meet Lavender’s, which are warm brown. The Pink One speaks:\\n\\n“We put on sacred masks, we embody gods. We take on new forms through the masks we wear and the many ways we adorn ourselves. It is a microcosm of our many lives, the endless recurrence…”\\n\\nLavender is taking this in, as she watches Pink in the mirror. Their eyes meet, and Pink turns to her to caress Lavender’s face. The Pink One holds Lavender’s jaw gently with her thumb and index finger, and starts to draw symbols on Lavender’s face.\\n\\nThe Lavender One, who’s name is Izumi, now has a slight out of body experience as she remembers what she was like when she first met Misty (the Pink One), and Izumi thinks of the first time she met Misty. She feels like she’s looking at herself now, from back then. They both look so different now than they did back then. Misty had always had a special style, a retroglam, a starlet persona that had now crystallized into some new kind of god. Izumi remembers how she hadn’t thought of wearing more than t-shirts and jeans most of her life. \\n\\nObserving herself now, she sees a woman-beast, dark and sexual and powerful.\\n\\n*I’m a different person*, she thinks. *This is an alternate timeline. Who am I now?*\\n\\n“We look good,” Misty says. She pouts at her own reflection, grabbing her tits and giving them a bounce. “I’ve been given a perfect body,” she says, casually.\\n\\nYou, of course, are observing all of this. You are a small particle of consciousness in the universal mind, floating around, attracted by the auras of these young women. The lavender aura in particular. You decide to attach yourself to her consciousness. It feels important.\\n\\nInside Izumi’s mind, you feel her think—that Misty’s hands felt so warm on your face just now, and you’re feeling your body in a way that seems new yet so familiar. It’s probably the MDMA hitting you, maybe, but you wonder if it was Misty’s touch, and you know it was probably some combination of the two. For years she’s made it no secret that she’s attracted to you. And she’s right there, feeling as warm as you are. Her pale pink lips stand out in contrast against her tan skin, and you can feel her heat. And you both look like sexy aliens.\\n\\nYou don’t know who initiates it but now you’re kissing her. A long, deep kiss — your hands on the curve of her hips, her hands caressing your face. This is the only time you’ll ever kiss, though of course you don’t know this at this moment in time. Only the observer in your mind knows this, being unbound by time and all that.\\n\\n“I guess we better get to the show,” you say, and that’s all either of you will ever say about the kiss before Misty disappears.\\n\\nYou return to the living room, where Van is warming up with his drum sticks on a practice pad.\\n\\n“Took you ladies long enough,” he says, with a disarming smile, “You both look amazing.” He does a little flourish with his sticks, flips them, catches them, and shoves them in his kit bag.\\n\\n“Come here, let me paint you,” says Misty, and she starts drawing mascara symbols on his face. After that, it will be time to load up the car with amps and instruments.\\n\\nOn the car ride over there’s a strange tension. You can tell that Misty is bristling with extra energy, and it’s not just the drugs, it’s not because you made out… Did that really happen? It did happen, but it’s not that. You have a gut feeling that Misty is going to have another one of her visions tonight. That would mean they’re increasing in frequency.\\n\\nAs soon as you arrive at the show, Misty begins to see auras. For a moment, you wonder if it is something about the venue space activating her. Some energy field of this communal space. Misty cries out from a sharp pang of pain from her oncoming headache, breaking you from this thought.\\n\\n“Are you alright?” you say, “We can cancel the show.”\\n\\n“The pain is part of the path,” she tells you. “Come on, let’s go smoke.”\\n\\nYou have a bad feeling about all of this.\\n\\nStepping outside the venue, a few people are arriving, early show-goers and the other bands. You hit THC and nicotine vapes with Misty until your body is humming like a tube amplifier, and that feels like a deep insight about sound and existence of some kind, though you wouldn’t be able to put it into words. You feel connected to Misty tonight. And Van, too, you’d almost like to have sex with them both… Again, that’s definitely the drugs, but it feels like there’s also something more. There’s some planetary alignment sending gravitational waves your way, or some kind of harmony between human energy fields, or something like that which made you want to take the drugs, a synchronicity where cause and effect becomes blurry, and now the drugs are reacting or facilitating this spiritual energy and —\\n\\nYou take a moment to go to the bathroom and collect yourself before the show. You are incredibly high. The observer within marvels at the spectacle of your senses.\\n\\nYou look in the mirror and think about how the drugs are probably going to give you weird dreams and sleep paralysis, or maybe make you sleep walk, but you put that out of your mind. \\n\\nHoly shit, did you and Misty actually kiss?\\n\\nYou’ve never kissed a woman before but honestly, is it that much of a surprise? You put some cold water on your face and the back of your neck. You look in the mirror and remind yourself that you’re a sexy alien.\\n\\n“Come on, Izumi,” you whisper to yourself, “You got this.”\\n\\nYou step back into the venue, the old Paradise Lost (a DIY venue not yet closed at this point in time), and you can feel the pre-show energy building. You can start to feel the hum of the crowd filtering in, the buzz of conversation increasing as people buy drinks before the first act goes on. \\n\\nThe first band to go on is called Mouse Blossom. All of the bands tonight have flower names.\\n\\n“Hey, Izumi,” says Van, and you turn to see him in his orchid-print shirt, holding a couple of beers, “I got you this. Can we talk outside for a second?”\\n\\nHe seems worried about something, so you agree. You don’t want to drink but you could definitely use more nicotine. The patio at Paradise Lost is a special point in space and time. Anyone who has been to the venue knows this. It’s on a corner where three avenues in Brooklyn and several subway lines converge. A place of power. It’s actually one of five such points of this special nature in the tristate area. There are many of these points — and you will eventually visit them — scattered throughout this world and others. But for now you’re just Izumi Bjørnsen, guitarist of the Mist Orchid, smoking a cigarette.\\n\\n“I’m worried about Misty,” says Van. \\n\\n“She’ll be fine,” you say. \\n\\n“I don’t know. It’s just been getting more and more intense.” \\n\\n“What do you mean?” \\n\\n“You don’t see it? The visions and shit. The manic energy. Not sleeping and talking to the gods and all that. I’m worried about Misty.”\\n\\nMisty has always been outlandish and her personality has always been kind of an act, and so somehow you hadn’t considered that she might genuinely been having a breakdown… Let’s be honest — you hadn’t wanted to think about it, because of your dad’s illness.\\n\\nYou reach over and take the other beer Van’s holding, the one he got for you. You take a sip and the beer is tart and cold, refreshing. It slows down your high a bit which is kind of a relief.\\n\\n“You think she’s crazy?” you say. \\n\\n“I don’t know,” says Van, “I honestly can’t tell. It might all be a part of the act. Sometimes I feel like I’m talking to higher being, like she can see in several dimensions more than us.”\\n\\n“She could genuinely be a prophet,” you say, “Or at the very least a genius. She was the top of our engineering program in college before we dropped out.”\\n\\nVan looks contemplative. The white noise of the crowd in the venue lingers between you for a moment, and then he laughs—a laugh of absurdity.\\n\\n“Well, cheers,” he says, “Here’s to being her first apostles.”\\n\\nThe two of you press your plastic cups together in a tentative toast. You hear Mouse Blossom inside, her first song starting, and it draws you both inside.\\n\\nThe time passes and your little particle of consciousness detaches from Izumi and floats around the room, untethered by the ethereal music, feeling the energy of the bands and the crowd vibrating through the space. Observing this moment in spacetime — unbeknownst to most people there — you know that this moment in time is of vital importance. Tonight the Mist Orchid will communicate with an extradimensional being. A strange attractor pattern. It is not the first time or the last time this has been done.\\n\\nBut it is important.\",\"timestamp\":1635797635,\"title\":\"Mysteries: Part 1 of 30\"},\"digest\":\"kzuRxDMYUCuxWmYMozMA4nLFiFQOcCs8VLv9K52qiS8\",\"authorship\":{\"contributor\":\"0xAA5506DB518B0f585526DBfF357097e206477E9A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hce99CNKb3bvzkMbRhplh8Posz7JJdis7iRp9Qv-30E\\\",\\\"y\\\":\\\"WhCbdiRLC63LQ4rLXfn_Z-QEQBOZnMuS-sJ3RtmMQq4\\\"}\",\"signature\":\"7LikJ9ynlq3qxOOjo9fvpO_FMkTxmZdVmQCsu42DtxX5aKDUGjM-xnd3DvandEpi1aFICJ4dYUJrdtteTYNMXQ\",\"signingKeySignature\":\"0xd3073c0ab49edb1b77112671fd8ec62d2068dc25408fd99aa93466afe19a58ab07b78fab4d0bbbdfd91e7d2a849d1d0c9e7e1445f7e5fc0ba826da03153386e31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hce99CNKb3bvzkMbRhplh8Posz7JJdis7iRp9Qv-30E\\\",\\\"y\\\":\\\"WhCbdiRLC63LQ4rLXfn_Z-QEQBOZnMuS-sJ3RtmMQq4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kzuRxDMYUCuxWmYMozMA4nLFiFQOcCs8VLv9K52qiS8\"}"