"{\"content\":{\"body\":\"“在哪？”大熊他们是异口同声，齐声问道。\\n\\n```\\n“呵呵，有道是踏破铁鞋无觅处，得来全不费工夫，宝藏，其实就在刚才山坡的那颗老树旁。”我胸有成竹地回首一指说道。\\n\\n“隐哥，你怎么肯定在那，我看那树没啥特别的啊？”挑灯看了看那边，疑惑地问道，大熊他们也不解地看着我，似乎在等着答案。\\n\\n“那，你们看，其实这叉上是有个小标记的，只是你们没注意而已。”我将图纸高高举起，给大熊他们看道。\\n\\n“呀，是有洞眼！”看剑眼尖，一看就说道。\\n\\n“不错，这个洞眼的形状正是和那颗奇怪的古树吻合，你们说，宝藏在不在那。”我笑了笑，将藏宝图递给大熊说道。\\n\\n“在，当然在，还是隐哥聪明，熊哥，你还得不断努力学习才行啊。”挑灯拍了拍大熊的胳膊，“意味深长”地说道。\\n\\n“一边凉快去，你小子又快活起来了。”大熊一拳头打得挑灯是龇牙咧嘴的哎呀直叫唤。\\n\\n“你们几个别闹拉，咱们赶紧去那边找宝藏吧，东西还没找到，心里可不塌实哦。”蓝色风铃白了挑灯他们一眼，说道。\\n\\n这美眉说话就是有效果，看剑是第一个响应，拔腿就往古树那跑了去，挑灯在后面边追边嘀咕：“臭小子，大铃一开口，你就动力十足，什么玩意嘛。”不过转头看了看跟着的紫色风铃，他也是浮出满脸的笑容，浑身上下似乎有使不完的劲，一声狼嚎，冲了过去。\\n\\n“嗨，看这哥俩！”我跟大熊并排而行，大熊耸了耸肩膀说道。\\n\\n“呵呵，这青春就是好啊！”我含笑回道。\\n\\n************************\\n\\n“隐哥，你看那宝藏在哪，我们怎么找不到啊？”已经赶到古树旁的挑灯和看剑提着家伙，这里戳一下，那里插一剑，但是似乎没啥头绪，冲我这边大叫道。\\n\\n没有？难道是我估计错了？不可能，那个叉上的暗示绝对不会错，肯定跟这颗树有关系，我听了挑灯他们的话，心里暗暗想道，疾步走向古树说道：“让我来看看。”\\n\\n地，依旧是黄土一片，一刀下去，除了松软，还是松软，没有想象中的硬实，在古树周围绕了一圈，没发现异常地貌，那宝藏难道在树里不成，我心中生疑，难道要我们把树劈开，才能得到宝藏，没道理啊，这树看上去虽然苍老斑驳，但是没有任何的残缺损伤之处，宝藏怎么可能放在里面呢。\\n\\n“隐哥，那宝藏该不是埋在树下很深的地方，要深挖才能得之？”挑灯又想起他掘地三尺的“聪明”计划，凑上脑袋说道。\\n\\n我白了挑灯一眼，说道：“估计是吧，我也不敢肯定，要不你先挖着，我再想想，看是不是哪估计错了。”\\n\\n“哦，那还是等隐哥想好，我再挖吧，不急的。”挑灯也不傻，他装憨回道。\\n\\n那是不是古树的倒影所指才是宝藏所在，我抬头看了看惨红的天空，心里揣测到，不过这树不是金字塔，投影拉得再远，也就是前面一点点，不太象是埋藏宝藏的地方，我收回目光，绕在古树转了几圈，皱紧了眉头，苦苦思索着。\\n\\n于是，一伙人就站在古树周围，大眼瞪着小眼，看着这树发呆。\\n\\n短暂的宁静过去，激起的是一声恼怒的咆哮，大熊一挥斧头叫道：“奶奶的，老爷劈了这树，看看宝藏到底在不在里面。”\\n\\n我连忙上前一档，手托着巨斧，目光回视着古树说道：“大熊，别冲动，这树现在可是唯一的线索，你可不能毁了它。”\\n\\n咱这蓦然回首，突然发现远处有一片隆起的土丘，与这古树平行，隐约成犄角之势，看上去与其他的凸土丘有点格格不入，莫非，这才是古树真正指示所在。\\n\\n见大熊耐不住性子，挑灯和看剑也应和着叫嚷了起来，口口声声说要砍了古树，我连忙喝道：“别闹，有新眉目了。”\\n\\n“隐哥，你又有什么发现？”挑灯立即问道。\\n\\n“你们过来看树这边！”我冲他们一招手说道。\\n\\n“这边怎么了？颜色一致，没洞没缺，很正常，没啥不对啊！”挑灯上上下下仔细看了一遍说道。\\n\\n“谁让你看树了，笨蛋，我让看树那边。”我一拍挑灯的脑袋说道。\\n\\n“隐大哥，你是说那个土丘吗？”蓝色风铃手一指远处，问道。\\n\\n“不错，还是女同胞聪明，不象你这家伙，有头无脑。”我笑着说道。\\n\\n“你们都聪明，我是笨蛋，那咱就笨鸟先飞，先去那边看看了。”挑灯一叫嚷，又颠屁颠屁地跑了过去。\\n\\n“隐哥，快来，有情况！”跑到土推附近的挑灯用剑一插，随后蹲了下去，双手扒了扒土堆，转头冲我们招手说道。\\n\\n“什么情况！”我们立即跑了上去问道。\\n\\n“你们看，这其实不是个土堆，只是在外面覆盖着一层黄土，给人以土堆的错觉而已。”挑灯侧身一让，将他扒出黄土，露出里面黝黑如铁，坚实厚重的“土堆”真面目展示在我们面前，然后底气十足地说道：“这索罗门的宝藏，十有八九就在这里！”\\n\\n“什么十有八九，我说肯定就在这里。”看剑一脚踩在土堆上说道，“大家还等什么，赶紧上啊，开洞取宝啊！”\\n\\n话一说完，大家是一拥而上，七手八脚，把上面的黄土清理得干干净净，一个乌黑锃亮，没有一丝间隙的的玄铁石包顿时出现在我们面前。\\n\\n呀，没入口的，怎么办。大熊他们互相看了看，挑灯第一个挥剑砍上去，当当一阵脆响，大熊接着抡斧砸过去，嗡嗡一轮闷声，可石包上只留下浅浅的印痕，就这种攻击强度，根本无法破其壁，看来此法是行不通了。\\n\\n“奶奶的，这是什么鸟玩意，简直比龟壳还硬！该不会是存心整我们的吧！”挑灯丧气地说道。\\n\\n“防御这么坚固，里面是宝藏估计没错，妈的，怎么才能打开啊！”看剑托着下巴，眨巴着眼睛说道。\\n\\n“挑灯，你挖啊，从旁边挖进去看看怎么样！”紫色风铃提醒道。\\n\\n“对，我们动手来挖，我就不相信下面也是那么硬！”挑灯有了美眉指明确方向，来了精神说道。\\n\\n“不用挖的，下面的确这么硬。”我用铁锹试探了两下，冲挑灯摆摆手说道。\\n\\n“那咱们就空守着这玩意？不能吃不能拿的，有啥用！”挑灯嘀咕道。\\n\\n“这东西应该有其他办法可以开，只不过我们没找到。”我沉思了一下说道。\\n\\n“通常这种全封闭式的建筑，只有两种开启方式，一个是从里面开启，另外就是周围有机关能够开启。”我继续说道。\\n\\n“里面，里面哪有会人啊！”挑灯接上口说道。\\n\\n“这就是了，既然里面没人，那这铁包子周围肯定有开门的机关，我们好好找找，不会距离太远的。”我断言道。\\n\\n“隐哥们，你说那开门的机关会是什么样的？”大熊问道。\\n\\n“什么样都可能，一个石头，一个土坑，甚至一堆狗癞棘，都有可能是！”我目光扫视了一下周围说道。\\n\\n“大家在周围好好找找，走过路过，什么都别放过！”我这边刚说好，那边的紫色风铃就行动起来了，她可不管三七二十一，火球冲那狗癞棘乱扔，一烧一堆，一烧一堆。\\n\\n“熊大哥，隐大哥，挑灯，你们快过来看，这个狗癞棘怎么烧不掉啊！”紫色风铃突然叫道。\\n\\n还有火烧不掉的草，有戏，我和旁边的大熊眼睛一亮，立即跑过去。\\n\\n果然，在烧枯的一堆狗癞棘中间，有一个黑得发亮，透着红光的狗癞棘是纹丝不动，一点都没事，“这就是机关！”我脑袋里立即反映过来。\\n\\n挑灯这家伙就是急性子，他想都没想，弯腰就去抓那狗癞棘，“哎呀，好烫！”刚一触手，挑灯立即发出一声怪叫，在原地双脚直跳。\\n\\n“我刚刚用火烧了又烧，这东西当然很烫了，你个大笨蛋！”紫色风铃扮了个鬼脸，笑着对挑灯说道。\\n\\n“小玲，用霜冻冷一下，我要看看怎么开！”我走了上前，推开挑灯说道。\\n\\n滋，发红的狗癞棘迅速冷了下来，我伸手抓着狗癞棘用力一拉，一点反应都没，不是往外拉的，往下按了按，未果；左推推，右拉拉，依旧没有动静，那，该是转的吧，我双手攥紧狗癞棘，顺时针方向一扭。\\n\\n“嘎……嘎嘎……！”随着一阵嘶哑的闷响，身后的石包毫无征兆的，就自上而下裂开几十道长长的缝隙，中间的石头如花瓣般慢慢绽放，竖立了起来，然后缓缓沉了下去，埋入地下，尘封已久的索罗门宝藏，终于露出它的庐山真面目来。\\n\\n我们转头看了过去，呼吸，在这一刹那停住，心跳，在这一瞬间冻结，出现在眼前，那一堆堆金币散发的光芒是如此灿烂，犹如划破夜空的流星般令人眩目，五彩缤纷的宝石在眼睛里跳动着，犹如神圣天使的微笑般令人窒息，宝藏，一大片宝藏陡然出现在我们面前，其数量之多，远远超过我们的想象，此刻，我们的大脑内一片真空，下一刻，我们不约而同地吼了起来：“发财拉！”\\n\\n这些金币可是实打实的可以换钱，看样子起码有几十万，而那些宝石，都是制造首饰，修饰服装，或者用来炼金等各种职业不可缺少的东西，品质成色越好，卖得价钱越高，这索罗门的宝藏才算是的的确确的宝藏，跟我以前找的那该死的海盗宝藏，简直就一个是天，一个如地。\\n\\n要是能一个人将这些宝藏全部zhan有，那我不成百万富翁拉，我脑海里突然划过这个念头，但是一闪即逝。大熊他们算对得起我，咱不能做那事，钱虽然是个好东西，几乎能达到万能的境界，但是，有些东西还是买不到的，比如真挚的友谊和信赖是买不到的，能分它个十几，二十万，咱够本了。\\n\\n“啊！哇！”挑灯、看剑两个人如鬼哭狼嚎一般，没要谁提醒，一反应过来就立即冲了上去，跳入金币堆中，打着滚，翻着身，一把一把将金币往天上洒。\\n\\n“你们俩个家伙，给我过来，这里东西还没算好怎么分，你们忙什么，奶奶的，再不出来，扣你们每人一成！”大熊手一指，冲他们两个喝道。\\n\\n“别，我们这就出来！”听大熊这一说，挑灯和看剑连忙从金币堆里爬了出来，不过，一个人不忘拿起一颗宝石，屁颠屁颠地跑到风铃姐妹身边说道：“两位漂亮的小姐，请接受我们献上这纯洁无暇的宝石，这代表着我们的一片真心。”\\n\\n“我们接受宝石，但不接受你们的真心，等你们的心什么时候和宝石一样无暇，再给我们吧。”紫色风铃接过两颗宝石，笑着说道。\\n\\n“隐哥们，大小风铃，我们来算一下这里共有多少金币和宝石，分成六份怎么分，挑灯、看剑你们俩个负责警戒！”大熊安排任务道。\\n\\n“好的！”风铃姐妹将手中的宝石收到背包中，笑着说道。\\n\\n宝石刚一进背包，面前堆放索罗门宝藏的地上突然冒出一阵刺眼的红光，脚下的大地颤抖着，“啪啪啪”地龟裂出一道道扭曲的缝隙；红色的光线如游蛇一般，在地上飞快地扩散开来，形成奇怪的图案，仿佛如巨大的魔法阵一般；耳边，若有若无地响起阵阵凄惨的悲嚎之声；天，骤然变得黑沉，红月也消失不见，厚厚的乌云不安分地翻涌着，重重压了下来，\\n\\n“怎，怎么了？”看着突生的异样，风铃姐妹有点惊慌地说道。\\n```\\n\\n\\n------------\",\"timestamp\":1640583471,\"title\":\"第二百一十六章 索罗门的宝藏二\"},\"digest\":\"LRGSyL0VvpqfnH_X3fMK5puKcvsBtNMHSU93f6QwD84\",\"authorship\":{\"contributor\":\"0xd1eC11095Fbc92743f04D5454cF97579B33e7F79\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TUsVSSpx4moQfS8KKLTTuDWSZs6KKgiV467BK40s7Ak\\\",\\\"y\\\":\\\"oajY_lIvqnVLLSrWzxqk6e6q7o853IXSKS32CWcjUek\\\"}\",\"signature\":\"4mr1ZLy8ZYgrPNvaQlsgO80_2xESUxrVUdS3zuMDGNhUBbEKiFY1FZHUyGi1w1F18yy4aMSsQZJuEXVf1Z1NGg\",\"signingKeySignature\":\"0x14cc32c17bd56459c56a9c2f293b6174aab845ef8ad238961436b49971bf8b7453dddce67bf00a2ccbfa30b690cd257aa40c22c7c26908e64a8e751ce7179e6a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TUsVSSpx4moQfS8KKLTTuDWSZs6KKgiV467BK40s7Ak\\\",\\\"y\\\":\\\"oajY_lIvqnVLLSrWzxqk6e6q7o853IXSKS32CWcjUek\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LRGSyL0VvpqfnH_X3fMK5puKcvsBtNMHSU93f6QwD84\"}"