"{\"content\":{\"body\":\"~~Confession: I’ve had barely any interaction with the NFTs I’ve bought so far.~~ \\n\\n~~Don’t get me wrong, I Iove the works, I find them compelling, whether it be a sculpture by~~ [~~Auriea Harvey~~](https://twitter.com/auriea) ~~or a digital image by~~ [~~Sara Ludy~~](https://twitter.com/sara_ludy)~~. Before purchasing them, I marveled at the complexity of the compositions, the colours and textures, things that I seek in the art that I collect.~~\\n\\n~~Perhaps it is a temperament thi~~\\n\\n~~Comparatively,~~ \\n\\nI have two frameworks for understanding PFP-mania.\\n\\nMimetic desire enacted in a digital space\\n\\nWhy, beyond financial concerns, should one want a punk?\\n\\nThe acceleration of identity formation under late capitalism\\n\\nIn particular, World Wide Web shopping accelerates the rate at which a shopper can acquire products. The only thing that separates an advertisement from a purchase is a couple of mouse clicks. My central contention is that late capitalism not only accelerates the flow of capital, but also accelerates the rate at which subjects assume identities. Identity formation is inextricably linked to the urge to consume, and therefore the acceleration of capitalism necessitates an increase in the rate at which individuals assume and shed identities. The internet is one of many late capitalist phenomena that allow for more flexible, rapid, and profitable mechanisms of identity formation.\\n\\nThe best analogy for the pfp craze \\n\\nobfuscation of the cult of identity \\n\\ntheir unicity is best understood in a post-industrial framework. these are not 10,000 handmade drawings, rather 10,000 mechanized outputs of a set of parameterized characteristics.\\n\\nRoland Barthes experiences the pleasure of the Lacanian mirror when he visits the cinema: \\\"In the movie theater, however far away I am sitting, I press my nose against the screen's mirror, against that \\\"other\\\" image-repertoire with which I narcissistically identify myself\\\" (Barthes 348). Barthes' short essay, \\\"Leaving the Movie Theater,\\\" illustrates how visual culture lures viewers, producing pleasure, but also communicating and transmitting ideology. \\\\n  \\\\n I am glued to the representation \\\\[in the film\\\\]. The historical subject, like the cinema spectator I am imagining, is also glued to ideological discourse... the Ideological would actually be the image-repertoire of a period of history, the Cinema of a society (348). \\\\n  \\\\n The viewer \\\"narcissistically identifies\\\" with an image-repertoire that defines the ideological content of a period in history. Barthes connects the pleasure of a Lacanian identification with ideological indoctrination. Like all Lacanian identifications, this filmic experience produces a misrecognition. The viewing subject, \\\"glued\\\" to the screen, mistakes himself or herself for an ideologically laden \\\"image-repertoire.\\\" In this sense, the very process of ego formation reinforces the logic of a capitalist society.\\n\\nre-translation\\n\\nproduction-desirante\\n\\n\\\"There are no desiring-machines that exist outside the social machines that they form on a large scale; and no social machines without the desiring machines that inhabit them on a small scale.\\\"\",\"timestamp\":1633477468,\"title\":\"Self 3.0\"},\"digest\":\"OmKotimGlXJjtbk0TVBiZkbH0u2v2HAHkTMh9QuvqYA\",\"authorship\":{\"contributor\":\"0x87fB7c717A4145095Eb076e239BC0F8Fba42cf49\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jnzzJVHrwyczD1oCnsy9su2kAimG0l36CphSWFxXRqc\\\",\\\"y\\\":\\\"ZLLOq61uc_WDRAe9Ky8E7CeTFde0TmOFKJHjmBKQRZM\\\"}\",\"signature\":\"qds2E2Es51Js2R2wXbCCJq4pdYpUP-bwOft51knJGRRRbrxTuNxk09FsYDUw0xDkvBn8s07xRw9aACp93Ce9ZQ\",\"signingKeySignature\":\"0x2af6f14ee8578fa2a845a6a2b81ceee4db0901671dddf9bf1c217604e96eb09310822e904e2a459a7fe988a69b395ffc4327929f2f83ac32722c847bb117a5bd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jnzzJVHrwyczD1oCnsy9su2kAimG0l36CphSWFxXRqc\\\",\\\"y\\\":\\\"ZLLOq61uc_WDRAe9Ky8E7CeTFde0TmOFKJHjmBKQRZM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OmKotimGlXJjtbk0TVBiZkbH0u2v2HAHkTMh9QuvqYA\"}"