"{\"content\":{\"body\":\"Ivy is a beautiful plant, and is capable of forming a most elegant window-screen. Nothing can be more beautiful than to look through green leaves. Nearly every window of the ground flat of the houses in St. Petersburg is thus screened.  The neat manner in which the ivy plants are trained over ornamental forms of cane is quite a study in its way.  And though the ivy is very common, yet a common thing, being a thing of beauty, may be a \\\"joy for ever.\\\"  In the finer and most important mansions, the sides of the flight of wide steps that lead up to the reception rooms were beautifully decorated by oleander plants, growing in great vigour, with their fine flowers as fresh as if in a carefully-kept conservatory.  Other plants of an ornamental kind were mixed with the oleander, but the latter appeared to be the favourite.\\\\*  \\\\[footnote... While passing through Lubeck on my way out to St. Petersburg I was much struck with the taste for flower-plants displayed by the people of that old-world city.  The inner side of the lower house windows were all beautifully decorated with flowers, which were evidently well cared for.  Some of the windows were almost made up with flowers. Perhaps the long-continued winter of these parts has caused the people to study and practise within-door culture with such marked success. It is a most elegant pursuit, and should be cultivated everywhere. It is thoroughly in character with the exquisite cleanliness and tidiness of the houses at Lubeck.  ...\\\\]\\n\\nAbout the end of my visit I was about to call upon one of my customers with reference to my machine tools; for though I pursued pleasure at occasional times, I never lost sight of business.  It was a very dull day, and the streets about the Winter Palace were almost deserted. I was sitting in my drosky with my roll of drawings resting on my thigh --somewhat in the style of a commander-in-chief as represented in the old pictures--when I noticed a drosky coming out of the gates of the Winter Palace.  I observed that it contained a noble-looking officer in a blue military cloak sitting behind his drosky driver.  My driver instantly took off his hat, and I, quickly following his example, took off my hat and bowed gracefully, keeping my extended hand on the level of my head--a real royal salute.  The person was no other than the Emperor Nicholas!  He fixed his pecuniarily fine eyes upon me and gave me one of the grandest military salutes, accompanied, as I thought, with a kindly smile from his magnificent eyes as he passed close by me.\\n\\nAs I had been lunching with a Dutch engineer about half an hour before, and had a glass or two of champagne, this may have had something to do with my daring to give the Emperor, in his own capital, what I was afterwards told was not a bow but a brotherly recognition between potentates, and only by royal usage allowed to be so given,--namely, swaying off the hat at arm's length level with the head, so as to infer royal equality, or something of that sort. When I narrated to some Russian friends what I had done, they told me that I need not be surprised if I received a visit from the chief of police next morning for my daring to salute the Emperor in such a style.  But the Emperor was doubtless more amused than offended, and I never received the expected visit.\\n\\nTo anticipate a little.  Soon afterwards the Emperor sent me a present of a magnificent diamond ring through his ambassador in England-- Baron Brunnow.  It was also accompanied, as the Baron informed me, with the Emperor's most gracious thanks for the manner in which my steam hammer had driven the piles for his new forts at Cronstadt, which he had seen in full action.  The steam-hammer pile-driver had also been used for driving the piles of the great bridge at Kieff. I next received an order for one of my largest steam hammers for the Imperial Arsenal, and it was followed by many more.  It is a singular fact, as showing the readiness of the Russian and other foreign Governments to adopt at an early date any mechanical improvement of ascertained utility, that I supplied steam hammers to the Russian Government twelve months before our Admiralty availed themselves of its energetic action.  The French were the first to adopt the invention; thanks to the insight of M. Bourdon, who had the opportunity of recognising its importance.\\n\\nBefore I leave this part of my subject, I must not omit to mention my friend Mr. Francis Baird, the zealous son of Sir Charles Baird. The latter was among the first to establish iron foundries and engine works at St. Petersburg.  At the time of my visit he was far advanced in years, and unable to attend personally to the very large business which he had established.  But he was nevertheless full of geniality. He greatly enjoyed the long conversations which he had with me about his friends in Scotland, many of whom I knew.   He also told me about the persons in his employment.  He said that the workmen were all serfs, or the sons of serfs.  The Empress Catherine had given them to him for the purpose of being trained in his engine foundry, and in his sugar refinery, which was another part of the business.  I had rarely seen a more faithful and zealous set of workmen than these Russian serfs.  They were able and skilful, and attached to their employers by some deeper and stronger tie than that of mere money wages. Indeed, they were treated by Sir Charles Baird and his son with the kindest and most paternal care, and they duly repaid their attachment by their zeal in his service and the excellent quality of their work.\\n\\nThe most important business in hand at the time of my visit to the foundry was the moulding and casting of the magnificent bronze capitals of the grand portico of the Izak Church.  This building is one of the finest in St. Petersburg.  It is of grand proportions,--simple, noble, and massive.  It is built upon a forest of piles.  The walls of the interior are covered with marble.  The malachite columns for the screen are fifty feet high, and exceed everything that has yet been done in that beautiful mineral.  The great dome is of iron covered with gilt copper.  This, as well as the Corinthian capitals of bronze, was manufactured at the foundry of the Bairds.  The tympanum of the four great porticos consisted of colossal groups of alto-relievo figures, many of which were all but entirely detached from the background.  It was a kind of foundry work of the highest order, all the details and processes requiring the greatest care. To my surprise every one engaged in this gigantic and refined metal work was a serf.  The full-sized plaster models which they used in moulding were executed by a resident French sculptor.  He was a true artist, and of the highest order.  But to see the skilful manner in which these native workmen, drawn from the staff of the Bairds' ordinary foundry workers, performed their duties, was truly surprising. It would make our best bronze statuary founders wince to be asked to execute such work.  Judging from what I saw of the Russian workmen in this instance, I should say that Russia has a grand future before it.\\n\\nHaving satisfactorily completed all my business arrangements in St. Petersburg, I prepared to set out homewards.  But as I had some business to transact at Stockholm and Copenhagen I resolved to visit those cities.  I left St. Petersburg for Stockholm by a small steamer, which touched at Helsingfors and Abo, both in Finland.  The weather was beautiful.  Clear blue shy and bright sunshine by day, and the light prolonged far into the night.  Even in September the duration of the sunshine is so great and the night so short that the air has scarcely time to cool till it gets heated again by the bright morning rays. Even at twelve at night the sun dips but a little beneath the bright horizon on the north.  The night is so bright in the Abo latitude that one can read the smallest print.\\n\\nNothing can be more beautiful than the charming scenery we passed through in our tortuous voyage to Stockholm.  We threaded between the granite islands which crowd the shores of the Baltic.  They are covered with pines, which descend to the water's edge.  We swept them with our paddle-boxes, and dipped their bright green fronds into the perfectly clear sea.  For about two days our course lay through those beautiful small islands.  It seemed like a voyage through fairyland. And it continued in this exquisite tranquil way until we reached that crowning feature of all--the magnificent city of Stockholm, sleeping, as it were, on the waters of the Malar Lake, and surrounded by noble mountains clad with pines.  With the exception of Edinburgh, Genoa, and Naples, I had never beheld so noble a city with such magnificent surroundings.\\n\\nI spent but a short time in Stockholm, but quite sufficient to enable me to see much that was grandly beautiful in its neighbourhood. Lakes, rocks, and noble trees abounded, and exquisite residences peeped out through the woods, giving evidences of high civilisation. Elegance of taste and perfect domestic arrangements supplied every form of rational comfort and enjoyment.  My old friend Sir John Ross, of Arctic celebrity, was settled at Stockholm as chief consul for Her Majesty. He introduced me to several of the leading English merchants, from whom I received much kind attention.  Mr. Erskine invited me to spend a day or two at his beautiful villa in the neighbourhood.  It was situated on the side of a mountain, and overlooked a lake that reminded me very much of Loch Katrine.  Fine timber grew about, in almost inaccessible places, on the tops of precipices, and in shelves and clefts among the rocks.  The most important result of my visit was an introduction to Baron Tam, the proprietor and chief director of the great Dannemora Iron Mine.\\n\\nI was at once diverted for a time from my voyage to Copenhagen. I was most desirous of seeing in person this celebrated mine. The baron most willingly furnished me with several letters of introduction to his managers, and I proceeded to Dannemora by way of Upsala.  I was much interested by this city, by its cathedral, containing the tomb of Gustavas Vasa, and by its many historical associations.  But I was still more impressed by Old Upsala, about three miles distant.  This is a place of great antiquity.  It is only a little hamlet now, though at one time it must have been the centre of a large population.  The old granite church was probably at one time a pagan temple.  Outside, and apart from it, is a wooden bell-tower, erected in comparatively modem times.   In a wooden box inside the church is a wooden painted god, a most unlikely figure to worship. And yet the Swedes in remote parts of the country carefully preserve their antique wooden gods.\\n\\nThe great sacrifices to Odin were made at Old Upsala. Outside the church, in a row, are three great mounds of earth, erected in commemoration of Odin, Thor, and Freia--hence our Wednesday, Thursday, and Friday.  These mounds, of about 60 feet high and 232 feet in diameter, were in former times used as burying-places for the great and valiant.  I went into a cottage near the tumuli, and drank a bumper of mead to the memory of Thor from a very antique wooden vessel. I made an especial reverential obeisance to Thor, because I had a great respect for him as being the great Hammerman, and one of our craft,-- the Scandinavian Vulcan.\\n\\nI drove back to Upsala, and remained there for the night. It is a sleepy silent place.  The only sound I heard was the voice of the watchman calling out the small hours of the morning from his station on the summit of the cathedral tower.  As the place is for the most part built of wood, this precaution in the shape of a watchman who can see all points of the city is a necessary one in case of fire.\\n\\nNext morning I hired a small sort of gig of a very primitive construction, with a boy for driver.  His duty was to carry me to the next post-house, and there leave me to be carried forward by another similar conveyance.  But the pony No.  2 was about a mile off, occupied in drawing a plough, so that I had to wait until the job was over. In about an hour or so I was again under weigh.  And so on da capo, until about six in the evening, when I found myself within sight of the great mine.  The post-house where I was set down was an inn, though without a signboard.  The landlady was a bright, cheery, jolly woman. She could not speak a word of English, nor I a word of Dannemora Swedish.  I was very thirsty and hungry, and wanted something to eat. How was I to communicate my wishes to the landlady?  I resorted, as I often did, to the universal language of the pencil.  I took out my sketch-book, and in a few seconds made a sketch of a table, with a dish of smoking meat upon it, a bottle and a glass, a knife and fork, a loaf, a saltcellar, and a corkscrew.  She looked at the drawing and gave a hearty laugh.  She nodded pleasantly, showing that she clearly understood what I wanted.  She asked me for the sketch, and went into the back garden to show it to her husband, who inspected it with great delight.  I went out and looked about the place, which was very picturesque.  After a short time, the landlady came to the door and beckoned me in, and I found spread out on the table everything that I desired--a broiled chicken, smoking hot from the gridiron, a bottle of capital home-brewed ale, and all the et ceteras of an excellent repast.  I made use of my pencil in many ways.  I always found that a sketch was more useful than a blundering sentence.  Besides, it generally created a sympathy between me and my entertainers.\\n\\n\\\\[Image\\\\]  The order for dinner\\n\\nMy visit to the Dannemora Mine at Osterby was one of peculiar interest. I may in the first place say that the immense collection of iron ore at that point has been the result of the upheaval of a vast volume of molten igneous ore, which has been injected into the rock, or deposited in masses under the crust of the earth.  In some cases the quarried ore yields from 50 to 70, and even as much as 90 per cent of iron. The Dannemora Mine is a vast quarry open to the sky. When you come near it the place looks like a vast deep pit, with an unfathomable bottom. Ghostlike, weird-looking pinnacles of rocks stand out from its profound depths; but beyond these you see nothing but wreaths of smoke curling up from below.  The tortuous chasm in the earth, caused by the quarries beneath, is about half a mile long, and about a thousand feet wide.\\n\\n\\\\[Image\\\\]  Dannemora iron mine.  After a drawing by James Nasmyth.\\n\\nThe first process of the workmen in the quarries below is devoted to breaking into small fragments the great masses of ore scattered about by the previous night's explosions.  These are sent to the surface in great tubs attached to wire ropes, which are drawn up by gins worked by horses.  Other miners are engaged in boring blast holes in the ore, which displays itself in great wide veins in the granite sides of the vast chasm.  These blast holes are charged with gunpowder, each with a match attached.  At the end of the day the greater number of the miners are drawn up in the cages or tubs, while a few are left below to light the slow-burning matches attached to about a hundred charged bore holes.  The rest of the miners are drawn up, and then begins the tremendous bombardment.  I watched the progress of it from a stage projecting over the wild-looking yawning gulph.  It was grand to hear the succession of explosions that filled the bottom of the mine far beneath me.  Then the volumes of smoke, through the surface of which masses of rock were sometimes sent whirling up into the clear blue sky, and fell back again into the pit below.  Such an infernal cannonade I have never witnessed.  In some respects it reminded me of the crater of Vesuvius, from which such dense clouds of steam and smoke and fire are thrown up.  In the course of the night, the suffocating smoke and sulphureous gases has time to pass away, and next morning the workmen were ready to begin their operations as before.\\n\\nThe ore extracted from this great mine is smelted in blast furnaces with wood charcoal, and forged into bars.  The charcoal is, of course, entirely free from sulphur.  When sent to Sheffield the iron is placed in fire-brick troughs closely surrounded by powdered charcoal. After a few days' exposure to red heat, the iron is converted into splendid steel, which has given such a reputation to that great manufacturing town.  It is also the steel from which the firm of Stubbs and Company, of Warrington (to which I have already  referred), produce their famous P.S.  files.\\n\\nAfter the explosions had ceased at the mine, I went with one of the managers to see the great Bar forge.  It was a picturesque sight to see the forgemen at work with the tilt hammers under the glowing light of the furnaces.  I inspected the machinery and forge works throughout, and had thus the opportunity of seeing the whole proceeding, from the blasting and quarrying of the ore in the mine, the forging and rolling of the worked iron into their proper lengths, down to the final stamp or \\\"mark\\\" driven in by the blow of the tilt hammer at the end of each bar.  Having now thoroughly examined everything connected with this celebrated iron mine, I prepared to set out for Stockholm in the same way as I had come.  To prepare the landlord for my setting out, I again resorted to my pencil.  I made a drawing of the little gig and pony, with the sun rising, and the hour at which I wished to start. He understood it in a moment, and next morning the trap was at the door at the specified time.\\n\\nBefore I left Stockholm I made a careful and elaborate panoramic sketch of the city, as a companion to the one I had made of Genoa from the harbour a year before.  I made this one from the summit of the King's Park, which is the favourite pleasure-ground of the people. I was ferried across in a little paddle-wheel boat, worked by Dalecarlian women in their peculiar costumes.  The King's Park, or Djurgard, is doubly beautiful, not only from its panoramic view of the city, the Malar Lake, and the arm of the Baltic, which comes up to the Skeppsbron Quay, but also from the magnificent oak trees with which it is studded.  These noble trees, as foreground objects, are perfect pictures.  The masses of rock are grand, and the drives are beautifully kept.  No wonder that the Swedes are so proud of this beautiful park, for it is the finest in Europe.\\n\\nI left Stockholm for Gottenburg by steamer.  This is one of the most picturesque routes in Sweden.  First, we passed through the Malar Lake --one of the most beautiful pieces of water in the world.  It contains no less than fourteen hundred islands, mostly covered with wood. Of course we did not see one twentieth part of the lake; we only steamed along its eastern shore for about twenty miles on our way to Sodertelye, where the Gotha Canal begins.  We then reached the small Maran Lake, and afterwards an arm of the Baltic.  We passed numberless islands and rocks and reached the Slatbacken Fiord, which we entered. Beautiful scenery surrounds the entrance to the fiord.  In the morning, after rising up the locks between Mariehop and Wenneberga, and passing through Lakes Roxen and Boren, we found ourselves at Motala, near the entrance to the Wettern Lake.\\n\\nMotala is a place of great importance in the manufacturing industry of Sweden.  When I visited it, the iron-foundry was in charge of Mr. Caulson, a native of the country.  I had known him some years before in London, and had the highest opinion of his ability as a constructive engineer.  He was surrounded at Motala with everything in the way of excellently arranged workshops, good machine tools, as well as abundant employment for them.  Indeed, this is the largest iron-foundry in Sweden, where iron steamers, steam-engines, and rolling mills are made.  From its central position it has a great future before it.\\n\\nThe steamer crosses the lake to Carlsborg, at the entrance to the fiord and canal that leads to Lakes Wiken and Wenern.  The latter is an immense lake--in fact, an inland sea.  During a great part of the time we were out of sight of land.  At length we reached Wenersborg, and passed down the Charles Canal.  A considerable time is required to enable the steamer to pass from lock to lock--nine locks in all-- down to the level of the Gotha River.  During that time an opportunity was afforded us for seeing the famous Trollhatten Falls--a very fine piece of Nature's workmanship.\\n\\n\\\\[Image\\\\] Part of Trollhatten Falls\\n\\nBefore leaving the subject of Sweden, I feel that I must say a word or two about the Swedish people.  I admired them exceedingly. They are tall, fair, good-looking.  They are among the most civil and obliging people that I have ever met.  I never encountered a rude word or a rude look from them.  In their homes they are simple and natural. I liked the pleasing softness of their voices, so sweet and musical-- \\\"a most excellent thing in woman.\\\"  There was a natural gentleness in their deportment.  All classes, even the poorest, partook of it. Their domestic habits are excellent.  They are fond of their homes; and, above all things, they are clean and tidy.  They strew the floors of their ground apartments with spruce pine twigs, which form a natural carpet as well as give out a sweet balsamic perfume.  These are swept away every morning and replaced with fresh material.\\n\\nWith their many virtues, the Swedes are a most self-helping people. They are hard-working and honest, true and straightforward. In matters of commerce they are men of their word.  They are clear-headed, honest-minded, and keen in their desire for knowledge. Their natural simple common sense enables them to clear away all parasitical and traditional rubbish from their minds, and to stand before us as men of the highest excellence.  All happiness and prosperity to dear old Sweden!\",\"timestamp\":1639290500,\"title\":\"\\nI was also greatly pleased with the manner in which the Russians employ ivy in screening their windows during summer\"},\"digest\":\"06UAHUMwsieuwg0HdNouZH0epdpgzGTfGj0SgHaeP6c\",\"authorship\":{\"contributor\":\"0xebb47BcE22955a8570D5570840798eda13Ec89EB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AO12B1dl5rN3Z3TO-mPer4V1Fb_83UfMh0Na1IYFF3g\\\",\\\"y\\\":\\\"px4jimcJRDh0R4hqBK9vOBeWV_8N8OhhhC7skemk7x4\\\"}\",\"signature\":\"v-gfwVK0qS1ZvTmkgKwR-8TyfxiH3kx2BLS1Z3qZJ-1xX-ifPard-abODqGISz0LxDK-HmL9RH05tKgr6_5Szg\",\"signingKeySignature\":\"0x6df95d81034b06f5d53ce1f3c3e938d3e14122a846ea8aefac066842bd6b6c965b673e6cc86025c7cddb44e2dc60c0db975d41581ddc631555620645365d01381b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AO12B1dl5rN3Z3TO-mPer4V1Fb_83UfMh0Na1IYFF3g\\\",\\\"y\\\":\\\"px4jimcJRDh0R4hqBK9vOBeWV_8N8OhhhC7skemk7x4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"06UAHUMwsieuwg0HdNouZH0epdpgzGTfGj0SgHaeP6c\"}"