"{\"content\":{\"body\":\"1992\\n\\nThe maps were the same but underneath the territories were changing. New laws made new maps. New maps, new territories.\\n\\nIn the East,\\n\\nLines were rewritten, the spokes of a centralized network were going offline, its nodes becoming independent nations.\\n\\nIt began at the edges, Eastern Europe, the Baltics, and it went dark, falling backwards, until Moscow itself. This network shrank under its own weight.\\n\\nThere was a last gasp coup in 1991, its failure was the beginning of the end. Some pieces fought, the empire kept shrinking.\\n\\n\\\"Declaration 142-Н of the Supreme Soviet\\\" changed the map. A gold rush began for privatized parts of new economies.\\n\\nIn the West,\\n\\nLines were upgraded, nodes going online, for a new network without a center. It began with one \\\"backbone\\\", under NSFNET for \\\"ARPANET\\\". The changes began at the center, Washington D.C., with new laws.\\n\\nThe lines were lighting up between nodes, from \\\"big iron\\\" to \\\"bicycles of the mind\\\". The network kept growing.\\n\\nThere were last gasp attempts to control the network with things like permits but it was the end of the beginning.\\n\\nSometimes the new pieces would compete amongst themselves, the network kept growing.\\n\\nLaws, including the \\\"Scientific and Advanced-Technology Act\\\", created a new map. Commerce joined research and education.\\n\\nA gold rush was on to create businesses for new industries.\\n\\n**2877 MARS EARTH Diplomatic Trade Transport**\\n\\nI am a straight-forward, and sometimes too direct kind of person.\\n\\nThere was no need for games and politics. When I see that someone passes muster, and looks right for the part of \\\"honest person\\\", I will say what I think is the right answer, an honest answer.\\n\\nI told her I lost \\\"almost everyone\\\". She nodded her head. The War was over but the fighting inside can go on for years.\\n\\nSimple answers go a long way when life is complicated.\\n\\nI walk to a secure communications center for my messages.\\n\\nI sit down and wave my hand by long table. Displays come up.\\n\\n\\\"Commander, this assignment is more than a desk job.\\n\\nAn item of strategic value was taken offworld, now already in Earthspace. It doesn't exist in the official records.\\n\\nIt given to a major figure in the organized grey markets, in semi-locked format, partioned and encrypted. The accessible 'public' partition had commercial value to that person but deep inside there was far more data.\\n\\nConsidering how the War was ended by the machines, it was deemed safer in the hands of thieves driven by greed, than in what might have been compromised government facilities.\\n\\nThere is a mercantile trade delegation onboard this ship. A prominent family of dealers sent a representative you will need to recruit. You have discretion about how much you can divulge with this 'asset' but we advise caution.\\\"\\n\\nAn image of the person came up. It was the woman. Andreea.\\n\\n[https://audius.co/hoodinternet/1992-96200](https://audius.co/hoodinternet/1992-96200)\\n\\n![](https://images.mirror-media.xyz/publication-images/3o2fa4BakEPIQcGSyIgsY.png?height=1600&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/sM2G49iwwgFH8KXC0FA1g.png?height=1600&width=1200)\\n\\n\",\"timestamp\":1634184384,\"title\":\"1999: 7.5 New Maps Form New Territories, 2877\"},\"digest\":\"xHOlCrzruPGZdkCxk5gtXUmrC91YyOen8LjlCwnAPvE\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"zfDZX8IJBLWms0iKdR7q_nM0RF9zt3-rO8nEDAAOEp8E1yFoLNfFlUK4KR8Wq43asEEigFgxoE9FfZrmDYRcsg\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SHdB7MRNECIUUx_hukXbBC93tGfaxc6o3mhNB518oe0\"}"