"{\"content\":{\"body\":\"**Or: How DAOs can increase the surface area of participation**\\n\\nIf you're a developer, you can just hop on Gitcoin and earn crypto while contributing to DAOs. But how can you participate if you don't know how to code? Decentralized structures often come with chaos. There aren't any clear responsibilities, and the success of projects depends on initiatives. Everything is transparent, but as a newcomer, you can be easily overwhelmed by a massive amount of information. With this in mind, how you can get from your first exposure to a DAO to your first meaningful participation?\\n\\n**TL;DR**\\n\\nNewcomers face four main difficulties before accomplishing their first meaningful contribution to a DAO. First: They need to find a DAO that fits their values and interests. Second: The difficulty to filter important information from noise on Discord. Third: They must find a concrete starting point to position their skills. And fourth: They must understand the structures of how proposals are made to actively do things. This text suggests strategies to overcome difficulties at each of the four levels from the perspective of a newcomer, and also what DAOs can do to make participation easier.\\n\\nIf you like my ideas, follow me on Twitter: [@rose_eight](https://twitter.com/rose_eight)\\n\\n# Step 1: The right DAO.\\n\\nDAOs organize themselves around a mission. People who don't know each other can only work together when they share common values and goals. No one wants to commit time and effort to a project that they believe doesn't add value to the world.\\n\\n## Aspiring DAOists can:\\n\\n* Get an overview\\n\\nBrowsing through[ ](https://daolist.fyi/)[DeepDAO](https://deepdao.io/#/deepdao/dashboard), or [Gateway](https://mygateway.xyz/) can be a good starting point to find a DAO that fits your values and capabilities. Suppose you want to help a DAO flourish from the start and take part in momentous decisions. In that case, you should look for a relatively small and new DAO. Long existing and very developed DAOs often have higher barriers to entry and well established procedures. Therefore it can be harder to participate in a meaningful manner. On the other hand, large treasuries might increase the chance of getting funding for your proposals.\\n\\nDirectories are:\\n\\n[DAOlist](https://daolist.fyi/).\\n\\n[DeepDAO](https://deepdao.io/#/deepdao/dashboard).\\n\\n[Gateway](https://mygateway.xyz/).\\n\\n* Choose a DAO to join\\n\\nDAOs have different purposes and goals. Many DAOs build and govern a product or protocol, others have a cultural or social focus. A treasury is an essential part of a DAO that allows for the gathering and distribution of wealth. However, DAOs don't necessarily make significant financial decisions. They can also act like a club or social group.\\n\\nThere are many types of DAOs. Some DAOs decide on investments and funding, some collectively purchase digital art or collectibles (NFTs), and some even act as gaming guilds that share game assets and revenue.\\n\\nSome DAOs of different types are:\\n\\n[Compound](https://compound.finance/governance) or[ ENS](https://ens.domains/) (product)\\n\\n[Venture DAO](https://metacartel.xyz/) (investing)\\n\\n[PleasrDAO](https://pleasr.org/#) (art)\\n\\n[Aavegotchi](https://aavegotchi.com/) (gaming)\\n\\n* Visit the coordination platform\\n\\nDAOs use tools for decentralized governance. Proposals and voting happen on openly accessible platforms. For example, small DAOs often organize their decisions on Discord. Their decision processes are looser which makes them more flexible but also more confusing.\\n\\nSome governance platforms are:\\n\\n[DAOhaus](https://daohaus.club/).\\n\\n[Snapshot](https://snapshot.org/#/).\\n\\n[Aragon](https://aragon.org/).\\n\\n[Discourse](https://www.discourse.org/).\\n\\n## DAOs Can\\n\\n* Be listed in directories\\n* Be searched for by category, purpose, and type\\n* Have social/community links accessible\\n* Have a transparent proposal and voting history (also when only using Discord)\\n\\n# Step 2: Useful information & skills.\\n\\nTransparent communication is the main requirement for a decentralized organization. Whether DAOs should be completely public or have secrets is open for debate. However, an important thing to consider is that the more information people have about a DAO, the better they can evaluate how they can contribute. The most important thing for new DAO entrants to consider is what skill sets that DAO needs at that time.\\n\\n## Aspiring DAOists can:\\n\\n* Introduce themselves\\n\\nUpon arriving at a DAO's discord server, you should introduce yourself. You can mention how you found the DAO, explain your skillset, and tell everyone your primary focus. By describing yourself, you are allowing others to see how you can help the DAO. After seeing your introductory message, members and participants of the DAO can contact you and let you know how you can contribute. DAOs need designers, content creators, community managers, strategists, analysts, marketers, and many other types of skilled workers.\\n\\n* Discover the Discord\\n\\nMost DAOs have a starting channel on Discord where newcomers can set prescribed roles. Often, choosing a role will open up specific channels for you to inform yourself. Many Discord channels seem chaotic at first and may still be confusing even after you spend time trying to understand what's going on. So, where do you go after the \\\"welcome\\\" channel?\\n\\n* Ask questions\\n\\nIf the structure is not clear, don't hesitate to ask questions. No questions are dumb questions but don't choose a random channel to post them. Instead, look for a newcomers chat, or think of where your question could fit.\\n\\n## DAOs can:\\n\\n* Provide guidance for the first steps through the Discord channel\\n\\nA well-organized collection of information with updates, meeting minutes of community calls, and other information can help new users grasp what is going on in the DAO. However, too much information at once is overwhelming, so consider opening different channels: one for the basics and one for more advanced knowledge.\\n\\n* List in-demand skills in a prominent location\\n\\nYou can even use built-in Discord functions for this, such as giving the user the ability to choose their role with an emoji and unlock relevant channels.\\n\\n* Make it easy for newcomers to ask\\n\\nEveryone should feel comfortable asking questions. New users respond well to a \\\"there are no dumb question's\\\" channel. The lack of a specific place for members to ask questions, or an empty question channel, can hinder newcomers from asking them. An alternative is a \\\"newcomers chat\\\" where new members can interact and mutually answer their questions.\\n\\n* Collect all basic information in one place\\n* Gather\\n\\nUntil this point, discovering the possibilities of participation should be a low-effort task for new members. Otherwise, newcomers might be discouraged.\\n\\n* Know their community\\n\\nKnowing your community is especially important in the beginning. People are there because they are curious and see the potential for a worthwhile project/community. Find out what things they can and want to do that can contribute to the DAO. If you miss this chance in the DAO's life, you could lose some good people.\\n\\n# Step 3: The starting point of contribution.\\n\\nThe bigger the DAO, the harder it is to keep up with the amount and speed of information flow on Discord and governance platforms. If the structure of the social channels makes it easy for users to keep up with what is going on, it will be easier to determine how they can contribute to the DAO.\\n\\n## Aspiring DAOists can:\\n\\n* Participate in community calls\\n* Go on a bounty hunt\\n\\nThe fastest and easiest way of contribution is bounties. Huge DAOs have a long list of tasks that need to be done, which they refer to as bounties. If you want to contribute to a DAO you can check out their list of bounties. There are a few platforms that aggregate those tasks.\\n\\nBounty aggregators:\\n\\n[Gitcoin](https://gitcoin.co/explorer?network=mainnet&idx_status=open&applicants=ALL&order_by=-web3_created) (technical or memes)\\n\\n[newsroom](https://www.newsroom.xyz/) (content focused)\\n\\n[layer3](https://alpha.layer3.xyz/) (mix)\\n\\nWhen tasks are not formulated clearly, you need to find labor on your own, so you might need to put in a little extra effort.\\n\\n* Collaborate rather than compete\\n* Increase the overall knowledge\\n\\nIf you don't see your unique skillset fit into any subpart of the DAO, you might think of gaining new knowledge to help out. No one is yet a full-blown expert of DAOs, so there is room to gain new understanding. You can fill the gaps of underrepresented skills. You can scout through Discord and try to evaluate which areas are lacking and maybe invest in learning these skills.\\n\\n## DAOs can:\\n\\n* Make the times and locations of community meetings easily accessible to potential participants.\\n\\nThe required permissions for viewing this information can be different. It can be available to everyone, only members that fulfill specific conditions such as having been a member on Discord for a certain amount of time, having shared some information about themselves, or having contacted a community manager for further information.\\n\\n* Make it easy to understand the stage of\\n\\nAre bounties a good way of finding contributors? In the early stages of a DAO, bounties may not be the best way to attract meaningful participation since people may ignore the overall mission of the DAO and join only to earn money. Although financial incentives are a key factor in DAO governance, they should come after the mission of the DAO. Internal motivation is needed to allow a DAO to flourish in the long run.\\n\\nWhether the reward is money or social acknowledgment, a well-structured collection of open tasks and roles helps newcomers to find a starting point for their contribution. This could be, for example, in form of a digital board with post-its or a Kanban process.\\n\\n* Evaluate splitting the DAO into subgroups\\n\\nSubgroups could bring more structure into a DAO and make it easier for aspiring contributors to find their place.[ Orca protocol](https://www.orcaprotocol.org/) is working on a technical solution to this. Orca \\\"Pods\\\" operate separately and can even possess separate treasuries.\\n\\nAs with any organization, dividing DAOs into specialized groups can lead to siloed communication. Often, innovation occurs in the interfaces between different categories and groups.\\n\\n* Make it easy for people to discover the skills of other contributors\\n\\nFor example, DAOs can create a channel where members can post an introduction to themselves. This introduction could include a few sentences about themselves, their journey in the space thus far, and why they are interested in the DAO. It can be motivating and inspiring to have role models.\\n\\n* Encourage people to gain new knowledge and skills\\n\\n# Step 4: Doing shit.\\n\\nParticipating in a DAO is all about taking action! DAOs don't work with applications and CVs. As soon as people are doing stuff, they are in.\\n\\n## Aspiring DAOists can:\\n\\n* Take the initiative\\n\\nDAO participation is all about taking initiative. Some people find this to be difficult. Schools and universities don't teach students how to take the initiative and act for themselves. You might feel you don't know enough to contribute, but DAOs represent the idea of learning by doing. That's what we all do here!\\n\\n* Put their ideas out there\\n\\nThe fact that there are no work contracts can make the reward insecure. You must show that you did things. If the majority of your work involves thinking, you should be able to document it in some way, shape or form so you can share it with the DAO. That way, others can evaluate your ideas, give feedback.\\n\\n* Make a proposal\\n\\nThe proposal process depends on how formally a DAO operates. So if you want to propose something (e.g., a new investment, an idea on a governance improvement, or a marketing strategy, you need to know how and where to do this. Small DAOs will not have a formal process for creating proposals, and it may be informal, like having a conversation in a Discord channel. Submitting a proposal on the governance platform of a large and developed DAOs usually have a more formal process. For example, on the[ Aragon Network DAO](https://blog.aragon.org/how-to-join-a-dao/), members need to post their ideas in a forum first. Then, the community has seven days to discuss the draft before an improved version is accepted as an official proposal.\\n\\nProcesses like this might seem complicated, but no one promised decentralized organization would be easy.\\n\\n## DAOs can:\\n\\n* Encourage initiatives\\n\\nSome Discord groups use bots that guide and motivate initiatives and participation. For example, MEE6 bot ranks people based on their involvement within Discord. However, these bots can only measure quantitive contributions.\\n\\nIt’s hard to find people who naturally take initiative because they are rare. Most people work well in a given framework, but deciding and starting on their own don’t come easy. Following some suggestions of this guide can make it easier for people to take initiative.\\n\\n* Have a transparent rewarding system\\n\\nMeasuring qualitative contribution is a challenge. It can help to have a neutral person to distribute rewards. When DAO tokens are distributed, we have positive-sum games, which secures everyone a stake in the DAOs success. But if a fixed amount needs to be split between contributors for a specific project, people may feel treated unequally.\\n\\n* Openly communicate difficulties\\n* Be aware of the community's participation and try to use tools that\\n  a) help visualize participation\\n  b) allow members to reward participation of other members\\n\\nTools are:\\n\\n[Coordinape](https://coordinape.com/) (contributors reward mutually from their subjective point of view)\\n\\n* Clearly communicate the process of proposals\\n* Set up the DAO on a governance platform as fast as possible to enable formal proposals and voting\\n\\nIf you like what you’ve read, follow me on Twitter:\\n\\n[@rose_eight](https://twitter.com/rose_eight)\",\"timestamp\":1640185052,\"title\":\"The 4 steps to your meaningful contribution to a DAO\"},\"digest\":\"g8XKJeMEW39V0qEdVd1N6O7uGXS-e0NaDoimSdP3Vcc\",\"authorship\":{\"contributor\":\"0x09cc4B3a27E3715596c5eDE07E95Da490340D27a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lvO3d1XiajxC4g91y1WRFhdKhqUwBjxQIgBwIPsBvwg\\\",\\\"y\\\":\\\"VjETKjLlfvR4DUjn31_D_DQTNPehU_-huhGVYm0lseQ\\\"}\",\"signature\":\"hVbBEhnz9i7jNMqmW92A59xqI5Xidhtj3nzG9WIe8Crm-sWiYouSDFkQVMOeDAOWoWQGenPh4-kwEaWBr7mzWg\",\"signingKeySignature\":\"0xb3bfcd4db5ee1ef8083e1ff9d818ca6aceab62afaaaab2e273d24aaec365ddb30afae1fbb22915a0f5177f0083b02805c61224b3c65c8cd122e1b34d1d4f48a81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lvO3d1XiajxC4g91y1WRFhdKhqUwBjxQIgBwIPsBvwg\\\",\\\"y\\\":\\\"VjETKjLlfvR4DUjn31_D_DQTNPehU_-huhGVYm0lseQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NgnPgGoeB3It6xXttXwssopFftaolgHH3AoJeSG4giI\"}"