"{\"content\":{\"body\":\"It took around 10 years for web3 to form and stand up on its feet but it’s now apparent: the Internet has declared its independence. With the advent of permissionless money and web3 (with its DeFi, NFTs and of course DAOs), we’re seeing something we’ve never seen before: people earning money on the Internet without ever disclosing their real-life identity in meatspace.\\n\\nWe finally arrived at a point of time where DAOs can have a team of full-time contributors, getting paid in Internet money, having the project contributor status as their day job. And that’s not something to take lightly. We’ve seen day traders before, making life-changing money trading cryptocurrency. We’ve seen ICOs, thinly disguised as unregistered security offerings linked to meatspace LLCs employing tech workers. We’ve seen an unfettered extravaganza of shitcoins with little to no apparent value having teams of people behind them. But this cycle, we’ve finally arrived at something special — a functioning economy with anonymous employees. And the Internet having a fully domestic economy of its own means one thing. We’ve arrived at the Internet becoming its own nation. A sovereign country, if you will.\\n\\nEverything in web3 seems to be the first, yet completely known and done-before thing. Governance. Employee relationships. Contractual obligations. Commerce. Finance. Veblen goods. Video game development. All the things we were perfectly able to do in the meatspace before. While having to attach our real identity to it.\\n\\nIt’s not hard to see that millions of tech workers are going to migrate, shedding their real-life identities and entering the world of web3 hyperspace unabated. Sporting ape avatars, fancy ENS nicknames, a pseudonymous identity and a distinct writing style, they will come. With just a profile picture and a name on your screen. And a lot of relationships, relationships, relationships.\\n\\nThe new economy comes with the new terminology. Companies become projects. The investor cap table becomes the community. The customer base becomes users. The office becomes the Discord server.\\n\\nAnonymous employment is still in its infancy. A lot of things, like employment contracts (which going to be not smart contracts), need to be figured out. How will payroll be handled in a DAO? What’s the common set of benefits? What are the tools for HR? What are the workplace policies beyond the code of conduct? What is the anonymous working canon? DAO tooling is the next big thing that’s going to happen to the crypto sector — and it will probably take another bear cycle to arrive. But even now, when none of this exists, we see thousands of anonymous employees earning their pay checks.\\n\\nThe pandemic gave us this bull cycle not just through the new quantitative easing freshly minted by the U.S. Federal Reserve. There was something new — concrete evidence that startups and early-stage entrepreneurship ventures can happen completely online. A few zoom calls and a few digital workspace productivity tools in and we don’t want to go back.\\n\\nThere’s a trend looming. First, we had the exchanges. The Mt. Goxs of the world — really just TradFi for web3 assets. Second, we had ICO-enabled enterprises (the ones which were lucky enough to be outside of the U.S. jurisdiction and SEC purview). Not many made it through. For a few recent years we’ve had web3 companies: protocol, dApp enabled businesses that are building fully crypto native products. In 2021, we’ve finally seen the final evolution of this: fully anonymous DAOs packed choke-full of full-time contributors.\\n\\nWhen someone says “they work in crypto”, people usually understand it to be any of the things written above, linked to meatspace. It can mean that you work for Coinbase, for Facebook on Libra (RIP) or in the best-case scenario for Uniswap Labs. But soon, the notion of being rooted in meatspace will be gone. Working in web3 will mean working in a decentralized, anonymous organization. Real identity — optional.\\n\\nTrust? That will be judged by the history of your pseudonym. If you have a track record, you get a pass with your investor base or your boss. Compensation? Tokens. Workplace tools? Discord. A face? An NFT of an ape.\\n\\nIt’s hard to understate that this all began with one, at this point very distant, crypto punk mischief: the Bitcoin whitepaper. Published by a pseudonymous author, it’s the original sin of the permissionless, fiat-free money, requiring only an Internet connection and a belief that it’s real to function. Coincidentally, it became the Internet’s reserve currency. Something that was born out of frustration with the U.S. monetary policy has birthed something incredibly special. A sovereign nation of Internet people.\\n\\nCommonly abbreviated, web3.\",\"timestamp\":1639781609,\"title\":\"Bitcoin Whitepaper is the Internet's declaration of independence\"},\"digest\":\"qkckA8O1HfqX4XNXJAXmSGujCT_37X4FV1wF6WL_b8w\",\"authorship\":{\"contributor\":\"0x1F40f6cFe873536998e302BfEe85484e09e12E3B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"00NYErLpDncpBxPKsos_j3dhKcZRRobmyW79xVOoXjk\\\",\\\"y\\\":\\\"Yd8taFaMsiznkJl_Ge7UJ_gRRpvbATp3G6cyjd9BQrE\\\"}\",\"signature\":\"a1LPs3EWtdCquVQ43WrrVWwiZkPJYimz3wApn-Thtn5YCuPUVnM0qt8rn30jEF-RIQl_iZ99oiiSOE5Erl-8Lw\",\"signingKeySignature\":\"0x4c9c8027c6a5f80b3d993c3c1fc1b885b913b5d7aa86329dae730a0c6a8f028e1ae1c5582e7470ebc308b3d7d0e0a8216e5aeb99609e4aa2686b1513a3d83ba11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"00NYErLpDncpBxPKsos_j3dhKcZRRobmyW79xVOoXjk\\\",\\\"y\\\":\\\"Yd8taFaMsiznkJl_Ge7UJ_gRRpvbATp3G6cyjd9BQrE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PJ7Fti6YqkY3Ie5w_uP1blv6V3Gn4rwNp2UJrV1rdrA\"}"