"{\"content\":{\"body\":\"I’ve never been good at writing, I worry too much about what people will say or think of my opinions, content & style. Web3 though is inspiring, I see people every day focus on communities, on transparency and on the greater good. To that end I am going to try and go outside of my comfort zone, and begin to share. Be kind…..\\n\\nAs this is the first one I’ll intro: My name is Dan, and I’m the COO of a mobile gaming studio. Ok with that done here is my first (hopefully of many) post.\\n\\nCT is rife with a pretty polarized debate, centered around **why** **blockchain for games?** I’m going to try and answer that question from the persepctive of a game maker, and more importantly a player. Ultimately it comes down to player agency…\\n\\n![](https://images.mirror-media.xyz/publication-images/KLQwBvo_6YhC5P0lrjeox.png?height=660&width=1178)\\n\\nGames today are wonderful, they are the largest medium by $ and user numbers, they are one of the only mediums that get better the more people that interact with them and they are creatively some of the most culturally and societally challenging and delightful pieces of art ever to exist. \\n\\n![](https://images.mirror-media.xyz/publication-images/DzTDKP9eX-w6nDSAb1qC1.png?height=928&width=1400)\\n\\nThere are many negatives, however the main negative blockchain is applicable to is the fact that games are currently a sunk cost, they are an exchange of $ for entertainment (which has huge value) and nothing else. Players cannot meaningfully benefit from the success of a game, they cannot materially impact the direction and they do not own any assets despite the fact they spend in some cases years interacting with and growing alongside them.\\n\\nThe blockchain can change that, through tokenomics, DAOs and NFT asset ownership.\\n\\nTokenomics is a little buzzwordy, but consider the most famous example of SLP in Axie Infinity. The phenomenon is covered [here](https://www.coindesk.com/business/2021/05/11/for-filipinos-axie-infinity-is-more-than-a-crypto-game/) but the TL;DR is that a secondary currency\\\\* in the game meta, is not only available to be exchanged for FIAT currencies but even being used itslef IRL. \\n\\nThe possibilities are endless once the digital and physical worlds blend so cleanly, which if we are honest has already happened in most areas. The result of that blending is that playing games, and participating in the success of that game can positively impact people IRL. The ripple effect of that is huge, it affects everything, from marketing (Imagine a world where the players are your salesforce, all incentivised in the success of the game because it concretely impacts their lives. What does sales enablement for players look like?) through economy design to community management.\\n\\nThere is a risk here, where games become a new way to exploit certains parts of populations, leading to virtual sweatshops. The way to mitigate this in my opinion is to take the principles of community to a new level, giving actual power to the players through the second way the blockchain can positively impact games, DAOS. \\n\\nFor some background on DAOs please read [here](https://ethereum.org/en/dao/) but the TL;DR of a DAO is that it’s a member-owned community without centralized leadership. This means voting rights, governance and ultimately control. NFTs are seen as “just JPEGs” by many right now, but that will evolve as the role of DAOs become more and more important in mainstream life & culture. Think not of NFTs as JPEGs but rather as tickets, tickets to a membership club. \\n\\nConcretely what does that mean for games, well imagine that players can earn or purchase NFTs in the game, by owning the NFT they own not only some % of the profits of the game through the tokenomics in the first point but also the direction of the game through voting. The developers maintain a “DAO server” where they have N new features that they are prototyping, at certian moments in development they put the features to the DAO and ask them to vote on which one to bring to the main server. This gives the players agency over the direction, accountability through reduced value in token economy when wrong and incentive to market the game to increase success and scale. Overlall this feels healthier and “crypto native” in that the community is central. Most games have lost the connective tissue with the people that play them a little, and I’m excited to see what happens.\\n\\nThe last benefit I’ll cover here is also tied to the concept of NFTs, but not through the form of membership access but rather the value creation through time. Imagine a player “mints\\\\*\\\\*” an NFT in a game, they then play with that NFT (Let’s say for this example a car) for a year. Over that year they upgrade the engine, change the colour and personlise the interior. The game is succesful and many new players flock to the game, but some of those players do not want to start from square one and invest a year of time. The player that invested time and energy into the car can place their car on a marketplace, and sell it to one of those newer and less “time rich” players for a profit, which again is exchangable for FIAT currency. This means time in games will directly result in financial outcomes for players, through the value creation around NFTs.\\n\\nThis has some really intersting consequences, almost all of which we are yet to see play out. I do believe however that the concept of “live operations” will fundamentally change, in ways that move the focus away from revenue of primary sales of assets, but rather to seceondary sales in marketplaces. I’ll write more on that next time…\\n\\nIn conclusion, the blockchain has many applicable benefits for game makers and game players alike. I’ve covered 3 but I am sure that as the space evolves (a week in crypto is currently equivalent to a year in normal time) there will be many more. \\n\\n*\\\\*something that in games is often used for evolution or progress economies in the games meta, not for primary moments such as the acqusiiton of new characters or items.*\\n\\n\\\\*\\\\*NFT is how a digital asset becomes a part of the blockchain–a public ledger that is unchangeable and tamper-proof.\",\"timestamp\":1636624812,\"title\":\"How the Blockchain positively impacts games\"},\"digest\":\"Q-IXNwq9P0ITAeXkQ-39RY-gbgsKNiJOSdNm5NPEIVw\",\"authorship\":{\"contributor\":\"0x315700F05f56C7ADBAd8a8EfA6b1119F6e4C236b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GZ0DrP5bh8L3uAZZ10n39Zm7Wk_rX54RgjKQMOIQU5c\\\",\\\"y\\\":\\\"oe4OfaysNgVWaI6K7Kosabb2BQcWBbqfAd5vIIsjpOI\\\"}\",\"signature\":\"PjTb9_u6pufpKuNLn3HQb_F_4KtCKFr4yOWUP2g-xzJ0Wqw_NxvpftEi171JvF3unU7weatQATTvR0fFQDibXA\",\"signingKeySignature\":\"0xa383b0f36fef51004b24aeb34cde2cccb171b94e2a04a5c5f42cb1553215eb624fd7501c6c95444f097570de0a5f6329e9468fcf661554c9396466392c548dd61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GZ0DrP5bh8L3uAZZ10n39Zm7Wk_rX54RgjKQMOIQU5c\\\",\\\"y\\\":\\\"oe4OfaysNgVWaI6K7Kosabb2BQcWBbqfAd5vIIsjpOI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Q-IXNwq9P0ITAeXkQ-39RY-gbgsKNiJOSdNm5NPEIVw\"}"