"{\"content\":{\"body\":\"![how it started](https://images.mirror-media.xyz/publication-images/H0LxxakHNlYvw3VGFUelU.png?height=92&width=606)\\n\\n![how it's going](https://images.mirror-media.xyz/publication-images/NcOwhGTPQb5JyXBPjp7A7.png?height=110&width=600)\\n\\nForefront’s Snapshot [proposal](https://snapshot.org/#/ffdao.eth/proposal/QmejUFkTFzhWS3McVpYbfX3C4u1cBLSFqqfqysvXe3rrL5) to onboard FT/PT Genesis contributors passed with flying colors.\\n\\nSo it’s official! (Actually, only *official* official after I changed my Twitter bio.)\\n\\nOctober 1, 2021. My first day as a full-time DAO contributor.\\n\\n## Work <> Vibes\\n\\nWhen I conceived of the Tao of DAO project, I knew it should be personal, docu-storytelling.\\n\\nI definitely want to go deep into the day-to-day of what it’s like to be in the Community Lead role. At the end of the day, though, Tao of DAO can’t be all “business.”\\n\\nThis great [interview](https://www.realvision.com/shows/the-exponential-age/videos/the-future-of-digital-communities-social-tokens-creator-daos-and-web-3-0?source_collection=f3f26fb478454d4f8cad36cea43a6a2e) between Raoul Pal and Jarrod Dicker points to the reason why.\\n\\n*34 mins in:*\\n\\nJarrod says: Web3 and social tokens bring revolutionary business models that (should) lead to and drive entirely new product strategy, community strategies and creator strategies. How we make money impacts the product we create and the community we build.\\n\\n<sound of Raoul’s 🤯 >\\n\\nJarrod continues: If we are actually revolutionizing business models for the first time in forever, things should actively change. We need to be rethinking how companies, governments, municipalities, etc. will be constructed.\\n\\nHaving recovered somewhat, Raoul says: Trad companies have the existing equity layer and then the community layer on top of that. DAOs will not have those two separate layers; rather, they will be integrated in a global system of some sort.\\n\\nWhat does this mean?\\n\\nUnlike the trad world of work, **DAOs make it so that vibez become an indispensable element of the intangible value and wealth-creating capacity of an organization**.\\n\\nAnd we’re not just talking {customer ↔ org} vibez (or “brand”), but also, or even primarily, {contributor ↔ contributor} vibez.\\n\\nPatrick Rivera’s essay [“Community DAOs”](https://p.mirror.xyz/cVN3KOss0uqpZwxHQKtC4Syvn1RfXaxofFKHJuKLWS4) drives home this point beautifully. Patrick points out that “unlike traditional startups, the *initial* purpose of most Community DAOs isn’t to maximize shareholder value. It’s about the vibes.”\\n\\n![from Patrick's essay](https://images.mirror-media.xyz/publication-images/1Mf8zE7pwlK76Fq-e4OsL.png?height=531&width=694)\\n\\nPatrick predicts that *billion*-dollar Community DAOs will proliferate in our future.\\n\\n## The secret sauce is always intangible\\n\\nSeveral years ago, [Prof. Baruch Lev](https://hbr.org/2004/06/sharpening-the-intangibles-edge) of New York University's Stern School of Business estimated that “intangibles” make up $6 trillion of American companies' balance sheets, or two-thirds of the total assets.\\n\\nThe U.S. stock of intangibles overtaking that of tangible capital (property, plant, equipment) marked a watershed.\\n\\nAs reported in [The Economist](https://www.economist.com/finance-and-economics/2006/06/15/intangible-opportunities) in 2006, “not long ago, the value of companies resided mostly in things you could see and touch. Today it lies increasingly in intangible assets such as the McDonald's name, the patent for Viagra and the rights to Spiderman.”\\n\\nIntangibles have customarily been conceived as including creations of the mind and comprise copyright, trademarks, patents, know-how, brands, org designs.\\n\\n**But that the value of intangibles primarily emanates from *relationships and their potentiality* is only now beginning to get the appreciation it merits**.\\n\\n> “The most valuable of all capital is that invested in human beings.” - Alfred Marshall\\n\\n## Gardening in Public\\n\\nIn today’s vlog, I think aloud on:\\n\\n* a particular approach to cultivating vibez, which I have given the highly scientific name of “Aimless Wandering”;\\n* the connection between Aimless Wandering, social gaming and deepening relatedness;\\n* the Miseducation of Lauryn Hill and the rest of us, and how DAOs might begin to undo that miseducation…\\n\\nThe vlog itself is an exemplar of such aimless wandering. Do drop me a 💌 , let me know if or how it worked.\\n\\n[https://youtu.be/trLbdAV9a4Q](https://youtu.be/trLbdAV9a4Q)\\n\\nSigning off friends,\\n\\nC\",\"timestamp\":1633145311,\"title\":\"Ep 1 | Aimless Wandering\",\"publication\":\"tao-of-dao\"},\"digest\":\"p3jvHBZhSFNh3mtfGFlXAw6Qnqi8V5efzwIYY6N6tLo\",\"authorship\":{\"contributor\":\"0xF737EBd5f22E661136737bb92218B398Fb0Ab584\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eG1ncxLbP3Y3-HnZLVFakeQikGvHerdPrtFGksNHE0o\\\",\\\"y\\\":\\\"GVywSyNC6ZGm3ypuiZjEsn4dBWVyNxBotd2rmRdcEQI\\\"}\",\"signature\":\"NgoJ7hpPIpqAKRLFF91V28UzFbj4ttz7Giiu6N83s9Tz9OEnfRE-kf_9k2eL8IHuts9Vlzcqe48_hnAKKABuaQ\",\"signingKeySignature\":\"0xd1e24e5f78d0e539d328742bf5353482bea8ef084d0ed1c261d1809bc5110c2d4df793f2801759d97fb7bc8711457afd6d98bcb99840f1334479286444212d171c\",\"signingKeyMessage\":\"I authorize the publication of articles on tao-of-dao.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eG1ncxLbP3Y3-HnZLVFakeQikGvHerdPrtFGksNHE0o\\\",\\\"y\\\":\\\"GVywSyNC6ZGm3ypuiZjEsn4dBWVyNxBotd2rmRdcEQI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OJtotNxxWZo9njg6YCwIK5YSsjs92Gp5s0TbowQ6Dxw\"}"