"{\"content\":{\"body\":\"Growing up in the 90s, our first family computer was a Compaq Presario. It was a chunky desktop PC with speakers that attached to the monitor like oversized ears and a translucent purple faceplate on the tower that popped open to store CDs. \\n\\nIt was glorious.\\n\\n![My beloved Compaq Presario](https://images.mirror-media.xyz/publication-images/783a0557-c2dd-4cec-bfc0-aa85e73e4815.jpeg?height=1048&width=1920)\\n\\nThat computer changed my life — and so did a piece of software that came with it called Microsoft Encarta.\\n\\nEncarta was an encyclopedia digitized, Wikipedia before Wikipedia, and opening it revealed countless entries about important world events and historical figures. These entries took the form of videos and multimedia presentations that gave the user access to the world's knowledge in a way that was more vibrant and alive than paragraphs of text on a paper page could ever be. The experience was magical from the first moment: When you put the disc in the CD drive, a start screen would pop up with a variety of images and faces all interconnected: An astronaut, the Mona Lisa, Abraham Lincoln, Nelson Mandela. Then, choral music would begin to play and voices would speak in succession…\\n\\n[Encarta intro](https://twitter.com/DrewCoffman/status/1387888935724937217?s=20)\\n\\nAs a child, I was so inspired by these words and these faces. They filled me with a sense of optimism that made me excited to use Encarta, but more than that, excited to use the *computer*! I innately felt that this technology was allowing me to engage with the world and its lessons in a meaningful way. That CD let an 11-year boy sitting on his parent’s computer encounter the great icons of history and be inspired by them in a way that *hadn’t been possible before*. Unlike a book or documentary where the narrative is linear in nature, Encarta let me learn by creating my own path.\\n\\nEncarta was ‘just’ a rudimentary encyclopedia, but it held a version of the digital age that I’m still yearning for. It feels representative of a version of technology that was eternally hopeful, putting the world’s knowledge in our hands and challenging us to look to it as we make decisions for the future.\\n\\nThis feels, on the whole, much different from today's technology. \\n\\nWhere Encarta had an unbridled sense of optimism, today’s social network dominated internet too often seems to bring out our darkest motivations, centering itself around a kind of pessimism that gives way to outright hostility — and beyond that, it *simply no longer feels possible to create your own path the way it once did*.\\n\\nOur technology needs to evolve, but evolution is hard. \\n\\nTo learn a little about why that is, we can look back at how we created pathways through the physical world. There are lessons to be learned by looking at the foundations of the land we live on.\\n\\nMany of the cities that we live in have similar origin stories, and they sound something like this: One pioneer decided to move onto a piece of land and take a risk. Then, someone would move nearby and take a risk on another plot of land. Then another. Then another. \\n\\n![1870s-era homestead](https://images.mirror-media.xyz/publication-images/b1d43215-5af4-4458-9932-139a8ff31a27.jpeg?height=541&width=1024)\\n\\nNext, those people would have children. They would expand their homes to make room for their growing families. More people would move nearby, and as both the families and the community grew, so too would the town. Each person provided something — resources, utilities, a helping hand. Each person took risk after risk, bet after bet, and the towns expanded or evolved in response, eventually turning into the spaces many of us live in today.\\n\\nThat transformation from ‘one pioneer’s homestead’ to ‘sprawling urban cityscape’ happened slowly. It was *evolution by addition* as the area organically grew larger and larger to meet the needs of more and more citizens.\\n\\nYet, somewhere along the way a new method of developing the physical world came into existence, and it goes like this: A real estate developer takes a giant loan and buys a large amount of property. Homes are built, all at once, in a cookie-cutter fashion. The homes are then sold, one by one, and the neighborhood is complete.\\n\\n![2010s-era subdivision](https://images.mirror-media.xyz/publication-images/4defc3f7-4def-46bb-b1cd-bccc6acabac6.jpeg?height=541&width=1024)\\n\\nThat’s it! There’s no *adding* on to the community in a meaningful way. No new land can be purchased and built upon. There’s no *evolving* the neighborhood. It’s ‘finished’ — which means that the only paths forward are stagnation, staying just as it is, or decline, falling into disrepair.\\n\\nOur society has grown accustomed to not only our *physical* spaces existing in this finished state, but our *digital* spaces as well — and that’s a problem. \\n\\nToday’s internet has felt like a suburb for some time now; with the monoliths providing us with our platforms and networks buying up land and selling it to us in a cookie-cutter fashion — and just as the suburbs from the late 90s and early 2000s are now falling into stagnation or decline, so too is the suburb that is ‘Web 2.0’.\\n\\nThe good news is that there’s a new digital frontier opening up. The world of web3 is providing space for us to find new soil, to take a stake on a piece of land and make something new, and to once again *create our own paths forward*. \\n\\nNow is the time to reclaim the optimism from the early days of the web as we take risks to create a future we’re proud of.\\n\\nAnd it's early days yet.\",\"timestamp\":1619736849,\"title\":\"A New Frontier\",\"publication\":\"multimedia\"},\"digest\":\"TOrqpsyS9arqaDUTZB5lC0LvhoJfSyWWx3SZZ1TCaPc\",\"authorship\":{\"contributor\":\"0xc7A0D765C3aF6E2710bA05A56c5E2cA190C2E11e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UVVEnx7fWsilL5d7tCqNJVfdRJtNNV7a6pzzgxx6UyY\\\",\\\"y\\\":\\\"isIpcKjDHkcjqdyPodEUIX201XYkjx5DpPDqKNpiZZI\\\"}\",\"signature\":\"jKQUUsmFhleVm5NVtDLwOfxabukNwiOkopicR273wZ7QjHjuhzQs7iIRlhllX60PyJuZuG16oOAO4oUp2E3cig\",\"signingKeySignature\":\"0x0820ca4aaec5face02e1b1babde4bdc64cc726334a5d44f38bd52eb45f17a160769872e7a7ebc9f3c60a06722ee750d17fcd4b35ed1c46c27febe247c130c3b51c\",\"signingKeyMessage\":\"I authorize the publication of articles on multimedia.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UVVEnx7fWsilL5d7tCqNJVfdRJtNNV7a6pzzgxx6UyY\\\",\\\"y\\\":\\\"isIpcKjDHkcjqdyPodEUIX201XYkjx5DpPDqKNpiZZI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-p6EVGFaQuvY8cECK-HEP6zF_tbitIn94qHT6VUb2LU\"}"