"{\"content\":{\"body\":\"One of the best moments of my life was behind a microphone as a rapper. It was a rush of emotions unlike any other I’ve experienced - fully present and connected with a community of fans, friends, and family.\\n\\nNow I’m going to be behind a microphone again, but this time as a podcaster.\\n\\nHere is why I’m leaving code for content and how a childhood dream of being a rapper inspired me to take the leap into web3 full time.\\n\\n![Left: MJx Music | Right: Justwavyj](https://images.mirror-media.xyz/publication-images/52HLxQcgHhqes9EPeJNVS.JPG?height=1367&width=2048)\\n\\nThe idea of being a rapper has always captured my imagination. The ability to build a community, be endlessly creative, and connect with people through your words in an educational and inspirational way were pillars of work that I was drawn to.\\n\\n[https://twitter.com/justwavyj/status/388771942901501953?s=20](https://twitter.com/justwavyj/status/388771942901501953?s=20)\\n\\nI’ve learned that making music is not my strong suit, but I do have skills that translate well to a creative role. I spent years working at the intersection of music and community in my free time - [making music videos](https://www.youtube.com/watch?v=UJD9YcwJeRM) that have gotten hundreds of thousands of views, organizing shows, and being a hype-man / DJ at [MJx Music](https://open.spotify.com/artist/3Cg0rSSfCzV3tJZQyaKlRX?si=urewkm7tTz2hCluHydkstw) concerts (👆  📸  ).\\n\\nThen in late 2020, I got a message from a friend starting a music NFT company, [Mint Songs](https://www.mintsongs.com/). He sent me the pitch deck and asked if I had any thoughts on it as well as if there were potential collaboration opportunities with artists in my network. That deck was my first in-depth exposure to NFTs and from that point on I became fascinated about the innovation coming from the web3 ecosystem. After a year of experimenting, learning, and collecting NFTs - I landed a part-time job with Mint Songs to create the [GM METAVERSE podcast.](https://open.spotify.com/show/23yd3fgjMkeIl3oskvFXsT?si=c25a2517c79f4f9c) I did this while still working full-time in web2.\\n\\n[https://twitter.com/justwavyj/status/1447690839950381056?s=20](https://twitter.com/justwavyj/status/1447690839950381056?s=20)\\n\\nYears of experience creating music focused content led to my first web3 role. I kicked off season 1 of the podcast and had insightful conversations with leaders in the music NFT space ranging from artists, entrepreneurs, and investors. This experience has proved to be pivotal in my career. I experienced first hand how being a podcast host is similar to many of the qualities I admired from that of a rapper or musician. I built community by facilitating conversations that were informative and inspirational to artists around the world looking to break into web3. I expressed myself creatively through [writing on Twitter](https://twitter.com/justwavyj/status/1442149468795588608?s=20). And I connected with people who were curious and passionate about the same topic I was.  On top of all that - it led me to another opportunity and the reason behind why I am writing this article.\\n\\n**I’m stoked to announce that I’m now working full time in web3 at [Unstoppable Domains](https://unstoppabledomains.com/)!**\\n\\n[https://twitter.com/justwavyj/status/1472006570695270400?s=20](https://twitter.com/justwavyj/status/1472006570695270400?s=20)\\n\\nI joined Unstoppable as their new[ Podcast Host](https://open.spotify.com/show/2ZlyOpkkprGKS5KODk1PSS?si=a007ea61ad4a4a75) with the goal of educating the world about web3 - the benefits to consumers, the rapid innovation happening across all industries, and the applications that will transform how we exist online and bridge our physical and digital lives.\\n\\n[https://twitter.com/ReeseW/status/1480953798013054976?s=20](https://twitter.com/ReeseW/status/1480953798013054976?s=20)\\n\\nI believe in the ethos of crypto and the value that can be brought to people around the world through decentralized, trustless, and composable applications. **For web3 to reach its potential, education is foundational to driving global adoption.**\\n\\nThis is an exciting transition for me, but the decision also represents a big change from the career I’ve been developing in web2. I’m figuring a lot of things out as I go, but thought my experience might resonate with others.\\n\\nSince graduating college 5 years ago, I’ve had the opportunity to work at the edge of technologies that are changing our world. And honestly - going deep on any of them would lead to meaningful and impactful careers. I started my career working on VR experiences to optimize human performance and most recently was building AI models to unlock value and predictive insights for companies.\\n\\n[https://twitter.com/cdixon/status/1476439747350253570?s=20](https://twitter.com/cdixon/status/1476439747350253570?s=20)\\n\\n**Now, I’ll be educating the world about the power of web3 and working for a company with the incredibly bold mission to transform how we exist online in the future.**\\n\\nI’m making two big changes:\\n\\n1. Foundational technological change: AI —> crypto\\n2. Functional career change: code —> content\\n\\nIt was difficult to leave my technical data science and AI role for a content one. [Chris Dixon’s essay](https://cdixon.org/2009/09/19/climbing-the-wrong-hill) on climbing the wrong hill really resonates with me. I was climbing the hill at a fast growing AI startup, ready to vest for 4 years, and climb an established and respected career path. But I noticed something - even though I had gotten what I thought was a fantastic job - my focus was elsewhere.\\n\\n**web3 captured my curiosity.**\\n\\nThe innovation and experimentation coming out of the crypto space on a daily basis is fascinating. I knew I wanted to be a part of it. I had identified the highest hill, and didn’t want to waste any more time on my current one, regardless of how secure and opportunistic the next step appeared.\\n\\nI’ve been fitting into the mold of the educational system and professional world for a long time. And while I’ve always had interests in creative work and dabbled in it on the side, the idea of being a content creator - whether that's making videos on YouTube, providing entertaining streams on Twitch, or educating people through podcasts - has traditionally been discounted as a career. I think that’s changing though and how we work, learn, and live in the future will not look as it did in the past.\\n\\n[https://twitter.com/naval/status/1264438221741518848?s=20 ](https://twitter.com/naval/status/1264438221741518848?s=20)\\n\\nSo with this opportunity at my fingertips, and a mind full of uncertainty and some self-doubt, I dm’d[ Balaji](https://twitter.com/balajis) and he hit me with this:\\n\\n[https://twitter.com/justwavyj/status/1467249844926312449?s=20](https://twitter.com/justwavyj/status/1467249844926312449?s=20)\\n\\nJust as code can run in the background and scale infinitely - so can content. And as the world upskills from a technical perspective, I think there's a massive opportunity to focus on building skills rooted in creativity. Being able to create meaningful content that is educational, inspirational, or entertaining is a skill that I am betting on (also I’m a pretty average data scientist lol).\\n\\n[https://twitter.com/naval/status/1002107377598873600?s=20](https://twitter.com/naval/status/1002107377598873600?s=20)\\n\\nIn a world where everything is a click away and attention is divided up among a million competing notifications and dopamine vampires, the content we consume and create becomes increasingly important.\\n\\n**web3 encapsulates a world of innovation that can touch lives globally. And for true impact to be felt across geographies, diverse demographics, and financial tiers - being a voice to amplify why web3 matters, teaching others to become crypto literate, and creating tools that empower people to become self-sovereign is an important role and one that I’m grateful to grow into in 2022.**\\n\\nI’m sincerely looking forward to the work that needs to be done and to everyone who I’ll be able to connect with in the process. If you’d like to follow along, I’ll be exploring web3 and sharing what I learn along the way on [Twitter](https://twitter.com/justwavyj) and on the [podcast](https://open.spotify.com/show/2ZlyOpkkprGKS5KODk1PSS?si=ada99408cfe34f66).\\n\\n\\n---\\n\\nI also wanted to give a huge shoutout to [Diana Chen](https://twitter.com/ddwchen) who did a fantastic job growing The Unstoppable Podcast from 0 → 1 over the last year. It’s become a great resource for so many people!\",\"timestamp\":1642616589,\"title\":\"Content Is On Par With Code\"},\"digest\":\"Qx_Dqvg9KaBMSpubK3-4styy72nMj8K9i3SsufHNBC4\",\"authorship\":{\"contributor\":\"0xB1326F48ec2f6B64DFE2d1E83B4d972A8c28899e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D93OCeWUC7fwpVZ_b1HJvbijXq10ar69_QkjFXfyk2U\\\",\\\"y\\\":\\\"kDIxt-ukZ_wisHO7-ocCpEBznucmk1i3AlYNFjFebAg\\\"}\",\"signature\":\"E-2E1tJjNdyVJ3xXayVJR5EsGz56u9ZBERPtBKEGHgGU8oDu0WL9hKFTSsi3ZmWqL1fD9TmrF9RUO_xsip_36g\",\"signingKeySignature\":\"0x869c52f203fe940f4e4d5e9b76ef0a669f8917338127152bc57e6bc0831438c55e56bc52478069ab42308c8b10fa8c369372f13abb60b658e728adc5750c215e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D93OCeWUC7fwpVZ_b1HJvbijXq10ar69_QkjFXfyk2U\\\",\\\"y\\\":\\\"kDIxt-ukZ_wisHO7-ocCpEBznucmk1i3AlYNFjFebAg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LlLA1EKsmwHt4GEbXjlV9o5sMUcyxHBEgfJMiEfryz4\"}"