"{\"content\":{\"body\":\"## Quick Brief\\n\\nI did some ideating on a feature for an NFT marketplace to guide users that are trying to buy their first NFT. This originally was written for the Coinbase NFT team, since the platform will open up the world of NFTs to many new people, but the feature can be applied to any NFT marketplace!\\n\\n## NFT Marketplace Landscape\\n\\n![NFT Marketplace Market Share by Volume Traded (30d)](https://images.mirror-media.xyz/publication-images/6JGsWlCMV_GBdlxTzzYCP.png?height=768&width=1024)\\n\\n![NFT Marketplace Marketshare by Number of Traders (30d)](https://images.mirror-media.xyz/publication-images/G73wGdhQ5b2PjnWAHu9B4.png?height=768&width=1024)\\n\\n### OpenSea (and how to dethrone it)\\n\\nIn the past 30 days, OpenSea makes up 72% of all NFT trades in terms of total volume traded, and \\\\~31% of all users across all NFT platforms on every chain (according to [DappRadar](https://dappradar.com/nft/marketplaces/1)). It is the go-to place for the most passionate NFT traders for everyday purchases. It is a jack-of-all-trades platform where users go to buy any NFTs.\\n\\nDespite the platform's mass popularity, OpenSea has drawn heavy criticism from its core users, attributable to various issues.\\n\\n1. Scaling Difficulties (Site downtime, slow collection verification, and floor price updates, etc)\\n2. High Transaction Costs\\n3. Gas + wETH + Signing is a Complicated Process\\n\\nThe ironic part of these complaints is that two of them are out of OpenSea's control, and one of them is a backend issue. However, it's important when building a competitor to understand that people want the NFT process to be **as simple as possible**.\\n\\nThe other important aspect of OpenSea that needs to be avoided is that it is **too general**. In the same way that [Craiglist was unbundled]() into various other marketplace platforms, we will likely see the same thing happen to OpenSea, with platforms specializing in various areas of NFTs.\\n\\nOpenSea also missed the Web2 memo to **customize its content based on the end-user**, which leads to a subpar experience.\\n\\n### Other Marketplaces\\n\\n* [Rarible](https://rarible.com) focuses on the NFT collections and is more of a platform for NFT enthusiasts. Although behind on metrics, it offers a superb user experience for minting and buying tokens.\\n  * Pros: Great UX, easy discovery of top collections\\n  * Cons: Lack supply-side network effects, not personalized\\n* [SuperRare](https://superrare.com/) is a marketplace focused on high-end artwork as NFTs. The average price of an NFT on SuperRare is \\\\~$60k (51x more than OpenSea).\\n  * Pros: 1:1 art pieces, high valued items\\n  * Cons: Low discoverability of artwork\\n* [Zora](https://zora.co) and [Foundation](https://foundation.app) have live auctions where users bid on NFTs.\\n  * Zora is more focused on the \\\"flipping\\\" aspect of NFTs as they display market information.\\n  * Foundation cares more about the art and the story about the pieces\\n  * Honorable mention to [Mirror](https://madrealities.mirror.xyz/crowdfunds/0xCCac1187F4439E6ff02De97B16fF40BD2E7c8080?utm_source=pocket_mylist)'s NFT kickstarting feature, but their product is not focused on post-release NFTs\\n\\n  ### NFT Curation Platforms\\n  * [Gallery](http://gallery.so/) is a leading curation website where users can choose which of their NFTs to display, and organize and customize their portfolio. The project is aimed to be the Pinterest of NFTs.\\n  * [On Cyber](https://oncyber.io/willhunter.eth) is similar to Gallery, but it operates as a virtual 3D art gallery. The concept is pretty cool, but 3D galleries would be hard to execute to gain mass appeal.\\n  * [Context](https://context.app/) is a product that is building a social media feed for crypto projects. They curate a custom home feed of your followers, as well as high-profile activity for the collections you own.\\n\\n  ### A New Challenger Approaches…\\n\\n  Coinbase creating an NFT platform is a big deal. The company is one of the most trusted trading platforms, and it will introduce many new customers to the world of non-fungible tokens. Here is what I think [coinbase.com](http://coinbase.com) (not pro) does really well that should be translated to the NFT platform.\\n  1. Simple UX - I am not overwhelmed by options, and I am clearly guided to my first purchase\\n  2. **Paying in Fiat** - This one is HUGE. If someone can buy an NFT with a credit card, that will be game-changing, as it lowers the barrier to entry to get involved.\\n  3. Encouraging Exploration - Coinbase earn is a great platform to motivate users to try out different technologies\\n\\n## Key User Personas\\n\\n### NFT Power Users\\n\\nThese users have been in the crypto game for a while, and have a variety of NFTs and tokens. It is important to build a product that they would enjoy, as their opinions will sway any future users, and you **don't want to have a product that people grow out of**.\\n\\nIn the future, they may appreciate a “Pro” NFT platform, with embedded rarity tools and extra statistics.\\n\\n### Crypto Novices\\n\\nThese users have heard of the blockchain before but have never interacted with it before. They have heard of CryptoPunks selling for millions of dollars and are curious about why. The **discovery part of the platform will be most important** to them, as they have no idea where to start. They will likely only browse on the platform at first.\\n\\n### NFT Novices\\n\\nThese users have bought ETH and BTC on Coinbase before, but don’t understand the need for a decentralized wallet. They have heard about digital ownership but **don't understand the utility and community aspects of NFTs**. They may want to hold on to their ETH, and would prefer to pay for NFTs in fiat.\\n\\nFor the rest of the case study, I will focus on this user group. As Web3 continues to be mainstream, and more amateur crypto investors are exposed to NFTs, this user segment will continue to grow. (I will refer to *Zach*, a mock NFT Novice).\\n\\n## Pain Points\\n\\nThere are many issues that people may experience, but when talking with my friends that are crypto-aware but haven't entered the world of NFTs, these were the major hesitations that I found (outside of not knowing where to buy them and how to set up a wallet).\\n\\n### Onboarding\\n\\nA user's first NFT purchase is the most important, as needs to **excite them about Web3,** and will hold immense sentimental value. Here is what this process currently looks like:\\n\\n* When Zach goes to OpenSea, he is presented with a few trending collections (that are out of his price range)\\n* He then goes to search a vast sea of JPGs to find a better match\\n  * He has heard about the concepts of \\\"utility\\\" and \\\"community\\\" but in reality, he doesn't know what that actually means, or **which collections actually provide this value**.\\n* He inevitably becomes overwhelmed, and after endlessly scrolling, he eventually finds an NFT that has an art style he enjoys.\\n* This NFT likely provides little utility, and could potentially be a part of a low-quality collection (a rug pull)\\n\\nThis is a terrible first impression of a potentially exciting new world and will scare users away.\\n\\n### Discovery\\n\\nAfter they make their first purchase, it is equally as difficult for Zach to discover collections that have recently been released.\\n\\nFor customers on a budget, the best investments are early in a collection's lifespan, especially minting (instead of buying post-market). Discovering upcoming drops is hard, and takes access to gated Twitter, Discord, and Telegram communities.\\n\\nUsers want to be able to browse the marketplace platform and **see what their friends and people with similar preferences to them are buying**, instead of speculating on what might be valuable.\\n\\n### Curation\\n\\nBuying your first NFT is a big deal. People want to be to showcase their latest purchase for a variety of reasons. **NFTs can be a form of art, but they are also so much more than that**. Each item can mean something different to their owner, and users want to be able to not only showcase their favorite items but also explain why these NFTs matter to them.\\n\\n## Feature: Find Your Niche Onboarding\\n\\nAfter a user sets up their account details and personalizes their profile, there should be an optional step for users to learn about the space and set their preferences.\\n\\nI created an example survey as an MVP, but the final product should likely be more educational, and something that users voluntarily chose to go through. This can either be located during the onboarding flow or somewhere on the homepage.\\n\\n![A find your niche section after personalizing a Coinbase Account](https://images.mirror-media.xyz/publication-images/v4qRokGaKN05kf5kB0wwi.png?height=2065&width=3840)\\n\\n### Example Typeform\\n\\n[https://wlhunter00.typeform.com/to/ex3HgUZd](https://wlhunter00.typeform.com/to/ex3HgUZd)\\n\\n### 1. Understand Price Tolerance + Experience\\n\\nThe first step is to understand the user's price tolerance and how experienced in NFTs they are.\\n\\nIdeally, if the user also has a Coinbase account, we can pull information from our platform to see how much ETH they have, as well as their spending habits. However, we should also ask how much they are looking to spend to adjust our recommendations.\\n\\n![This also could be done on a sliding scale and could be a general budget per NFT](https://images.mirror-media.xyz/publication-images/73NLG10XPMoe487QdA7M2.jpg?height=1003&width=1905)\\n\\n![If the user is an expert, then the survey can just end](https://images.mirror-media.xyz/publication-images/Hcvptopg1KvcOOGpGq_vY.jpg?height=999&width=1909)\\n\\n![Similar to Apple Music's onboarding, have users select which collections they've heard of](https://images.mirror-media.xyz/publication-images/45RghAwpPGPK2GsLa3hYO.png?height=900&width=1440)\\n\\n### 2. Help Them Find Their Niche\\n\\nNext, we want to expose the user to the different possibilities of NFTs. The reason that people are so excited about this space goes deeper than making a quick buck, and it's important to expose what's out there.\\n\\n1. Art - Many NFTs are created as digital art pieces (*[Artblocks](https://www.artblocks.io/)*)\\n2. Community - A key part of collections are the people that also own NFTs, who you can interact with and get to know *([BAYC](https://boredapeyachtclub.com/#/))*\\n3. Utility - Certain NFTs come with special perks, such as revenue sharing, voting privileges, and membership into clubs *([Mad Realities](https://madrealities.mirror.xyz/crowdfunds/0xCCac1187F4439E6ff02De97B16fF40BD2E7c8080?utm_source=pocket_mylist))*\\n4. Type of Media - Not all NFTs are images! You can buy music, videos, and all types of files *([Royal](https://royal.io/))*\\n5. Gaming - Some NFTs can be used in video games as items, skins, or characters *([Axie Infinity](https://axieinfinity.com/))*\\n6. Bleeding Edge - There are collections that push the status quo by introducing innovative ideas not seen in other collections *([Loot](https://www.lootproject.com/))*\\n7. Quick Flipping - Some people are very interested in flipping NFTs, buying them at low evaluations, and selling high *([Lucky Sloths](https://luckysloths.com/))*\\n\\n![Highlighting what's out there](https://images.mirror-media.xyz/publication-images/12LOYWs5XUpTNdUjDHxND.jpg?height=1162&width=2144)\\n\\n![Have users select what interests them the most (ideally have them also rank)](https://images.mirror-media.xyz/publication-images/AeudO5-3_d_TL_HqOS1yT.jpg?height=1171&width=2149)\\n\\n### 3. Collection Comparison\\n\\nFinally, present the user with various NFTs and have them select which speaks to them more. These questions can involve art, community, utility, or really anything, but it can be a natural way to understand what they are looking to buy.\\n\\n![What do they define as art? Ask this question 2-3 times, as it might be the most important.](https://images.mirror-media.xyz/publication-images/tLHxYC_nhFa1MM2DPt26m.jpg?height=1191&width=2108)\\n\\n![What makes a community exciting to them? Are they looking to join an old established group or a newer DAO? Do any specific missions speak to them?](https://images.mirror-media.xyz/publication-images/VAfzI9j_ClbEnJwDZ-_iz.jpg?height=1109&width=2088)\\n\\n![What utility excites them the most? The future of NFTs are those that provide more value than art, but what value is the user seeking?](https://images.mirror-media.xyz/publication-images/_uV5gJgIGdqHCmQLDDDu4.jpg?height=1094&width=2012)\\n\\n![What medium of an NFT would they like to buy?](https://images.mirror-media.xyz/publication-images/YNKjyIJPLvJO9lixG-r11.jpg?height=1065&width=2055)\\n\\n### Suggest a Potential First Purchase\\n\\nBased on their inputs, the final screen in the flow should recommend 10-15 NFT collections that the user may want to purchase. This will be optional but could provide the motivation for the user to take the leap. At a glance, users can compare and learn more about various collections that are personally chosen based on the survey.\\n\\n![Example recommendation page for a new customer](https://images.mirror-media.xyz/publication-images/iIPFvHRn2NKyTCBp4pG5-.png?height=900&width=1440)\\n\\nTo encourage exploration, they could partner with Coinbase Earn, and reward users for making their first purchase in the form of ETH, ERC-20 tokens, or a unique purchase NFT (similar to [Buildspace](https://opensea.io/assets/matic/0x3cd266509d127d0eac42f4474f57d0526804b44e/797)).\\n\\n## Quick Plug\\n\\nI’m super excited about the NFT space, and can’t wait to see the rest of the world discover this world. If you have any thoughts about how to guide new users into Web3, feel free to reach to me on [Twitter](https://twitter.com/wlhunter25)!\",\"timestamp\":1640732261,\"title\":\"Ideal Onboarding for NFT Marketplaces\"},\"digest\":\"ABQHTJhafv3CxbsByxObW2QJc8U9OWjC-Ygj8tSaolA\",\"authorship\":{\"contributor\":\"0x69EC014c15baF1C96620B6BA02A391aBaBB9C96b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mEomlEmyC7vOyO-7W4iQoxhWHYEfcWORJ02ZvV-iXIw\\\",\\\"y\\\":\\\"vKTEHIOys99i368e4MYq4viXouuqVUq1dpd6xOFm3dg\\\"}\",\"signature\":\"x29ZGOqtHYlzpVdL8-5w6RGX3zVKq7WPvPX67kMn7JzWQ9YPef2dlcRrbiMBYIRTZ9V6c1m6xtsxCONP6f_HTA\",\"signingKeySignature\":\"0x17f68f2cdad7bd081d632997c953684b3cb66d7f5a43abde760ad2afdcd72573164a304fe7e9854a4866b1e4f1ea7e89e0f66f36ba84228885bdf7002eafbb271b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mEomlEmyC7vOyO-7W4iQoxhWHYEfcWORJ02ZvV-iXIw\\\",\\\"y\\\":\\\"vKTEHIOys99i368e4MYq4viXouuqVUq1dpd6xOFm3dg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nKUp7_6jq_3fajd85KeGotflHLAQ33xqAYyXBDgU4Hg\"}"