"{\"content\":{\"body\":\"[NFT](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/81)\\n\\nThree years ago, I was about to graduate college and still had no idea what I wanted to do. I studied Finance but after a few internships, I realized I wasn’t meant to be in a cheap suit from JCPenny cranking out discounted cash flow models until midnight. At the time, a friend of mine had just finished a coding bootcamp and suggested I try learning to code.\\n\\nIt was my senior year so like any rational person, I decided to stop going to class so I could code all day (sorry mom). Over the next few months I picked up web development, built full-stack apps, and did so many [Leetcode](https://leetcode.com/) problems that you’d think it was a form of capital punishment. \\n\\nOnce I graduated, I bought a one-way ticket to San Francisco and stayed on a cozy air mattress in my friend’s living room. Over the next few months, I did some contract work for my friends at [Career Karma](http://careerkarma.com/) and eventually landed a job as a software engineer on the growth team at [Instacart](instacart.com).\\n\\nA little over a year later, I was looking to work at an early stage startup so I got in touch with a [DeFi](https://en.wikipedia.org/wiki/Decentralized_finance) startup called [Dharma](http://dharma.io/). I had no clue what DeFi was but it was using this crypto thing I vaguely remembered hearing about a while back. After speaking with the team about their vision for a decentralized bank, I was red pilled.\\n\\nI joined the team but started having imposter syndrome in my first meeting. They talked about counterfactuals, meta transactions, proxy contracts, on-chain this and off-chain that. After the meeting, I had a mini dictionary worth of terms to look up on Wikipedia that night. Then we got to lunch and the entire team passionately debated token economics, incentive structures, governance mechanisms, and all this other stuff I had no clue about. I quickly realized this crypto thing wasn’t just slightly different than existing systems. It was completely different.\\n\\nOne of my favorite things about crypto is that it’s not just a technology. It’s a philosophy. It’s a belief system. It’s a way of viewing the world. It’s about questioning conventional systems and not caring if everyone else thinks you’re batshit crazy.\\n\\nOver the next few months, I learned more about cryptonetworks and how they worked under the hood. I remember the “aha moment” when I wrote my first smart contract. With just a few lines of code and a private key, I was able to transfer an internet-native currency anywhere in the world in seconds. \\n\\nI didn’t have to sign up for Stripe. I didn’t have to use the Plaid API to connect a bank account. I didn’t have to check if TransferWise supported payments for a specific country. There was no centralized party. Just a peer-to-peer cryptonetwork called Ethereum. It was pretty damn mindblowing.\\n\\nAfter the first few weeks at Dharma, I was confident that DeFi and crypto were the future. But I also got the itch to work on some of my own ideas. I wanted to build software for creative people. Writers. Artists. Musicians. Online teachers. I strongly believe our world depends on these types of people having the tools they need to serve their communities as best they can.\\n\\nFrankly, I also thought it would take a couple years before the crypto industry had the infrastructure in place for a mainstream consumer app to be built.\\n\\n\\nSo I ended up leaving Dharma to take some time off and explore a few startup ideas. But a couple months ago I read a [manifesto](https://cryptomedia.wtf/) by [Zora](https://zora.co/) that changed how I thought about crypto.\\n\\nIt described a world where crypto could be used to give any digital media file (eg an image, a song, an essay, digital art, etc.) property rights. It explained how cryptonetworks could turn digital media into liquid financial assets, secured through cryptography, and programmable through smart contracts.\\n\\nAlthough the individual ideas weren’t new, they were combined and articulated in a way that just made sense. And not just to me.\\n\\n[Digital artists](https://www.reuters.com/article/retail-trading-nfts/insight-how-a-10-second-video-clip-sold-for-6-6-million-idUKL8N2KV6X9), [athletes](https://www.cnbc.com/2021/02/28/230-million-dollars-spent-on-nba-top-shot.html), [social media influencers](https://cryptoslate.com/logan-paul-nfts-sell-3-5-million-worth-on-first-day-of-release/), [tech executives](https://scottbelsky.medium.com/the-furry-lisa-cryptoart-the-new-economy-of-digital-creativity-6cb2300ea081), [media executives](https://darkstar.mirror.xyz/srmoGiN_1pg_toQGzCupkjWFOaf8xi0mM60zYpn_pwI), and [journalists](https://twitter.com/CaseyNewton/status/1366554892035219462) that never took the crypto weirdos seriously, seem to be taking notice.\\n\\nBut let’s be real. Is this latest NFT craze a bubble? Probz. Yet, is there at least a kernel of value in the idea of ownership over creative work? I think so.\\n\\nSo where do we go from here?\\n\\nWell, there’s been a lot of talk about high transaction fees and lack of scalability in these systems. Although I do think these problems should and will get fixed, a lack of technical scalability is kinda the point.\\n\\nCryptonetworks trade off technical scalability for social scalability.\\n\\nFacebook is technically scalable because it’s a social network that processes millions of transactions per second. Meanwhile, Bitcoin is socially scalable because it’s a trillion dollar economic network without a centralized authority.\\n\\nCrypto isn’t just a technological revolution. It’s also a revolution in capital formation and human coordination. How creative projects are funded. How groups of people are incentivized. How organizations are structured.\\n\\nYears from now, when I’m old and senile, I believe we’ll look back at this period as an [Internet Renaissance](https://twitter.com/ourZORA/status/1343210395704541189) of sorts. \\n\\nA time where we dared to fight back against systems that have been designed for centuries to elevate certain groups and keep others disenfranchised.\\n\\nWho knows though. Maybe all this crypto stuff really is just an intellectual ideal that’ll never work in practice. Regardless, I think it’s at least worth trying.\",\"timestamp\":1625669510,\"title\":\"Internet renaissance vibez\",\"publication\":\"p\"},\"digest\":\"ykSDmwxA4KIp6mF3iwjcCGdHRCHMxyossQEdjMxEt-k\",\"authorship\":{\"contributor\":\"0x942cBEa64876Ff0b2e23c0712B37Dc0091804e9c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gcjMcP19flI5vELLJRuWWHQXzIcGcsQew_fJV24h7bg\\\",\\\"y\\\":\\\"YTZPbotpNRKkEXi4vz7c_P_7Tu071nmORQVW2--he_U\\\"}\",\"signature\":\"UjelbJhSAfFI-0ex7XpdZqyZgLIkrtNuiSl89CoNpZc-jxP00sZNrADxu9vNpoYfhsBUhmY91_Gn72D9hkcHyg\",\"signingKeySignature\":\"0x997a7821063728baabeecd947c0ccf7d35379c0fc5e3cb8b07cc71eeafc1bb364b30c8d87dbf322f2f78af00170a0489fc3d22c0dfa946c27e7bfe916edef7121c\",\"signingKeyMessage\":\"I authorize the publication of articles on dev.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gcjMcP19flI5vELLJRuWWHQXzIcGcsQew_fJV24h7bg\\\",\\\"y\\\":\\\"YTZPbotpNRKkEXi4vz7c_P_7Tu071nmORQVW2--he_U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pl07RMWdJZktHUAn8hZ02YlO35-Ju49orPrhaRnn4Vo\"}"