"{\"content\":{\"body\":\"drooping, dripping arms and hands, reminds us of that horrid French\\nspecies of apparition, \\\"la lavandiere de la nuit,\\\" who washes dead\\nmen's linen in the moonlit pools and rivers.  Whether this\\nsimulacrum be meant for the spirit of the well (for everything has\\nits spirit in Japan), or whether it be the ghost of some mortal\\ndrowned in the well, I cannot say with absolute certainty; but the\\nopinion of the learned tends to the former conclusion.  Naturally a\\nJapanese child, when sent in the dusk to draw water, will do so with\\nfear and trembling, for this limp, floppy apparition might scare the\\nboldest.  Another bogie, a terrible creation of fancy, I take to be\\na vampire, about which the curious can read in Dom Calmet, who will\\ntell them how whole villages in Hungary have been depopulated by\\nvampires; or he may study in Fauriel's 'Chansons de la Grece\\nModerne' the vampires of modern Hellas.\\n\\nAnother plan, and perhaps even more satisfactory to a timid or\\nsuperstitious mind, is to read in a lonely house at midnight a story\\nnamed 'Carmilla,' printed in Mr. Sheridan Le Fanu's 'In a Glass\\nDarkly.'  That work will give you the peculiar sentiment of\\nvampirism, will produce a gelid perspiration, and reduce the patient\\nto a condition in which he will be afraid to look round the room.\\nIf, while in this mood, some one tells him Mr. Augustus Hare's story\\nof Crooglin Grange, his education in the practice and theory of\\nvampires will be complete, and he will be a very proper and well-\\nqualified inmate of Earlswood Asylum.  The most awful Japanese\\nvampire, caught red-handed in the act, a hideous, bestial\\nincarnation of ghoulishness, we have carefully refrained from\\nreproducing.\\n\\nScarcely more agreeable is the bogie, or witch, blowing from her\\nmouth a malevolent exhalation, an embodiment of malignant and\\nmaleficent sorcery.  The vapour which flies and curls from the mouth\\nconstitutes \\\"a sending,\\\" in the technical language of Icelandic\\nwizards, and is capable (in Iceland, at all events) of assuming the\\nform of some detestable supernatural animal, to destroy the life of\\na hated rival.  In the case of our last example it is very hard\\nindeed to make head or tail of the spectre represented.  Chinks and\\ncrannies are his domain; through these he drops upon you.  He is a\\nmerry but not an attractive or genial ghost.  Where there are such\\n\\\"visions about\\\" it may be admitted that children, apt to believe in\\nall such fancies, have a youth of variegated and intense misery,\\nrecurring with special vigour at bed-time.  But we look again at our\\nfirst picture, and hope and trust that Japanese boys and girls are\\nas happy as these jolly little creatures appear.\\n\\nGHOSTS IN THE LIBRARY\\n\\nSuppose, when now the house is dumb,\\nWhen lights are out, and ashes fall -\\nSuppose their ancient owners come\\nTo claim our spoils of shop and stall,\\nAh me! within the narrow hall\\nHow strange a mob would meet and go,\\nWhat famous folk would haunt them all,\\nOctavo, quarto, folio!\\n\\nThe great Napoleon lays his hand\\nUpon this eagle-headed N,\\nThat marks for his a pamphlet banned\\nBy all but scandal-loving men, -\\nA libel from some nameless den\\nOf Frankfort,--Arnaud a la Sphere,\\nWherein one spilt, with venal pen,\\nLies o'er the loves of Moliere. {3}\\n\\nAnother shade--he does not see\\n\\\"Boney,\\\" the foeman of his race -\\nThe great Sir Walter, this is he\\nWith that grave homely Border face.\\nHe claims his poem of the chase\\nThat rang Benvoirlich's valley through;\\nAnd THIS, that doth the lineage trace\\nAnd fortunes of the bold Buccleuch; {4}\\n\\nFor these were his, and these he gave\\nTo one who dwelt beside the Peel,\\nThat murmurs with its tiny wave\\nTo join the Tweed at Ashestiel.\\nNow thick as motes the shadows wheel,\\nAnd find their own, and claim a share\\nOf books wherein Ribou did deal,\\nOr Roulland sold to wise Colbert. {5}\\n\\nWhat famous folk of old are here!\\nA royal duke comes down to us,\\nAnd greatly wants his Elzevir,\\nHis Pagan tutor, Lucius. {6}\\nAnd Beckford claims an amorous\\nOld heathen in morocco blue; {7}\\nAnd who demands Eobanus\\nBut stately Jacques Auguste de Thou! {8}\\n\\nThey come, the wise, the great, the true,\\nThey jostle on the narrow stair,\\nThe frolic Countess de Verrue,\\nLamoignon, ay, and Longepierre,\\nThe new and elder dead are there -\\nThe lords of speech, and song, and pen,\\nGambetta, {9} Schlegel {10} and the rare\\nDrummond of haunted Hawthornden. {11}\\n\\nAh, and with those, a hundred more,\\nWhose names, whose deeds, are quite forgot:\\nBrave \\\"Smiths\\\" and \\\"Thompsons\\\" by the score,\\nScrawled upon many a shabby \\\"lot.\\\"\\nThis playbook was the joy of Pott {12} -\\nPott, for whom now no mortal grieves.\\nOur names, like his, remembered not,\\nLike his, shall flutter on fly-leaves!\\n\\nAt least in pleasant company\\nWe bookish ghosts, perchance, may flit;\\nA man may turn a page, and sigh,\\nSeeing one's name, to think of it.\\nBeauty, or Poet, Sage, or Wit,\\nMay ope our book, and muse awhile,\\nAnd fall into a dreaming fit,\\nAs now we dream, and wake, and smile!\\n\\nLITERARY FORGERIES\\n\\nIn the whole amusing history of impostures, there is no more\\ndiverting chapter than that which deals with literary frauds.  None\\ncontains a more grotesque revelation of the smallness and the\\ncomplexity of human nature, and none--not even the records of the\\nTichborne trial, nor of general elections--displays more pleasantly\\nthe depths of mortal credulity.  The literary forger is usually a\\nclever man, and it is necessary for him to be at least on a level\\nwith the literary knowledge and critical science of his time.  But\\nhow low that level commonly appears to be!  Think of the success of\\nIreland, a boy of eighteen; think of Chatterton; think of Surtees of\\nMainsforth, who took in the great Sir Walter himself, the father of\\nall them that are skilled in ballad lore.  How simple were the\\nartifices of these ingenious impostors, their resources how scanty;\\nhow hand-to-mouth and improvised was their whole procedure!  Times\\nhave altered a little.  Jo Smith's revelation and famed 'Golden\\nBible' only carried captive the polygamous populus qui vult decipi,\\nreasoners a little lower than even the believers in Anglo-Israel.\\nThe Moabite Ireland, who once gave Mr. Shapira the famous MS. of\\nDeuteronomy, but did not delude M. Clermont-Ganneau, was doubtless a\\nsmart man; he was, however, a little too indolent, a little too\\neasily satisfied.  He might have procured better and less\\nrecognisable materials than his old \\\"synagogue rolls;\\\" in short, he\\ntook rather too little trouble, and came to the wrong market.  A\\nliterary forgery ought first, perhaps, to appeal to the credulous,\\nand only slowly should it come, with the prestige of having already\\nwon many believers, before the learned world.  The inscriber of the\\nPhoenician inscriptions in Brazil (of all places) was a clever man.\\nHis account of the voyage of Hiram to South America probably gained\\nsome credence in Brazil, while in England it only carried captive\\nMr. Day, author of 'The Prehistoric Use of Iron and Steel.'  But the\\nBrazilians, from lack of energy, have dropped the subject, and the\\nPhoenician inscriptions of Brazil are less successful, after all,\\nthan the Moabite stone, about which one begins to entertain\\ndisagreeable doubts.\\n\\nThe motives of the literary forger are curiously mixed; but they\\nmay, perhaps, be analysed roughly into piety, greed, \\\"push,\\\" and\\nlove of fun.  Many literary forgeries have been pious frauds,\\nperpetrated in the interests of a church, a priesthood, or a dogma.\\nThen we have frauds of greed, as if, for example, a forger should\\noffer his wares for a million of money to the British Museum; or\\nwhen he tries to palm off his Samaritan Gospel on the \\\"Bad\\nSamaritan\\\" of the Bodleian.  Next we come to playful frauds, or\\nfrauds in their origin playful, like (perhaps) the Shakespearian\\nforgeries of Ireland, the supercheries of Prosper Merimee, the sham\\nantique ballads (very spirited poems in their way) of Surtees, and\\nmany other examples.  Occasionally it has happened that forgeries,\\nbegun for the mere sake of exerting the imitative faculty, and of\\nraising a laugh against the learned, have been persevered with in\\nearnest.  The humorous deceits are, of course, the most pardonable,\\nthough it is difficult to forgive the young archaeologist who took\\nin his own father with false Greek inscriptions.  But this story may\\nbe a mere fable amongst archaeologists, who are constantly accusing\\neach other of all manner of crimes.  Then there are forgeries by\\n\\\"pushing\\\" men, who hope to get a reading for poems which, if put\\nforth as new, would be neglected.  There remain forgeries of which\\nthe motives are so complex as to remain for ever obscure.  We may\\ngenerally ascribe them to love of notoriety in the forger; such\\nnotoriety as Macpherson won by his dubious pinchbeck Ossian.  More\\ndifficult still to understand are the forgeries which real scholars\\nhave committed or connived at for the purpose of supporting some\\nopinion which they held with earnestness.  There is a vein of\\nmadness and self-deceit in the character of the man who half-\\npersuades himself that his own false facts are true.  The Payne\\nCollier case is thus one of the most difficult in the world to\\nexplain, for it is equally hard to suppose that Mr. Payne Collier\\nwas taken in by the notes on the folio he gave the world, and to\\nhold that he was himself guilty of forgery to support his own\\nopinions.\\n\\nThe further we go back in the history of literary forgeries, the\\nmore (as is natural) do we find them to be of a pious or priestly\\ncharacter.  When the clergy alone can write, only the clergy can\\nforge.  In such ages people are interested chiefly in prophecies and\\nwarnings, or, if they are careful about literature, it is only when\\nliterature contains some kind of title-deeds.  Thus Solon is said to\\nhave forged a line in the Homeric catalogue of the ships for the\\npurpose of proving that Salamis belonged to Athens.  But the great\\nantique forger, the \\\"Ionian father of the rest,\\\" is, doubtless,\\nOnomacritus.  There exists, to be sure, an Egyptian inscription\\nprofessing to be of the fourth, but probably of the twenty-sixth,\\ndynasty.  The Germans hold the latter view; the French, from\\npatriotic motives, maintain the opposite opinion.  But this forgery\\nis scarcely \\\"literary.\\\"\\n\\nI never can think of Onomacritus without a certain respect:  he\\nbegan the forging business so very early, and was (apart from this\\nfailing) such an imposing and magnificently respectable character.\\nThe scene of the error and the detection of Onomacritus presents\\nitself always to me in a kind of pictorial vision.  It is night, the\\nclear, windless night of Athens; not of the Athens whose ruins\\nremain, but of the ancient city that sank in ashes during the\\ninvasion of Xerxes.  The time is the time of Pisistratus the\\nsuccessful tyrant; the scene is the ancient temple, the stately\\nhouse of Athene, the fane where the sacred serpent was fed on cakes,\\nand the primeval olive-tree grew beside the well of Posidon.  The\\ndarkness of the temple's inmost shrine is lit by the ray of one\\nearthen lamp.  You dimly discern the majestic form of a venerable\\nman stooping above a coffer of cedar and ivory, carved with the\\nexploits of the goddess, and with boustrophedon inscriptions.  In\\nhis hair this archaic Athenian wears the badge of the golden\\ngrasshopper.  He is Onomacritus, the famous poet, and the trusted\\nguardian of the ancient oracles of Musaeus and Bacis.\\n\\nWhat is he doing?  Why, he takes from the fragrant cedar coffer\\ncertain thin stained sheets of lead, whereon are scratched the words\\nof doom, the prophecies of the Greek Thomas the Rhymer.  From his\\nbosom he draws another thin sheet of lead, also stained and\\ncorroded.  On this he scratches, in imitation of the old \\\"Cadmeian\\nletters,\\\" a prophecy that \\\"the Isles near Lemnos shall disappear\\nunder the sea.\\\"  So busy is he in this task, that he does not hear\\nthe rustle of a chiton behind, and suddenly a man's hand is on his\\nshoulder!  Onomacritus turns in horror.  Has the goddess punished\\nhim for tampering with the oracles?  No; it is Lasus, the son of\\nHermiones, a rival poet, who has caught the keeper of the oracles in\\nthe very act of a pious forgery.  (Herodotus, vii. 6.)\\n\\nPisistratus expelled the learned Onomacritus from Athens, but his\\nconduct proved, in the long run, highly profitable to the\\nreputations of Musaeus and Bacis.  Whenever one of their oracles was\\nnot fulfilled, people said, \\\"Oh, THAT is merely one of the\\ninterpolations of Onomacritus!\\\" and the matter was passed over.\\nThis Onomacritus is said to have been among the original editors of\\nHomer under Pisistratus. {13}  He lived long, never repented, and,\\nmany years later, deceived Xerxes into attempting his disastrous\\nexpedition.  This he did by \\\"keeping back the oracles unfavourable\\nto the barbarians,\\\" and putting forward any that seemed favourable.\\nThe children of Pisistratus believed in him as spiritualists go on\\ngiving credit to exposed and exploded \\\"mediums.\\\"\\n\\nHaving once practised deceit, it is to be feared that Onomacritus\\nacquired a liking for the art of literary forgery, which, as will be\\nseen in the case of Ireland, grows on a man like dram-drinking.\\nOnomacritus is generally charged with the authorship of the poems\\nwhich the ancients usually attributed to Orpheus, the companion of\\nJason.  Perhaps the most interesting of the poems of Orpheus to us\\nwould have been his 'Inferno,' or \\\\[Greek text\\\\], in which the poet\\ngave his own account of his descent to Hades in search of Eurydice.\\nBut only a dubious reference to one adventure in the journey is\\nquoted by Plutarch.  Whatever the exact truth about the Orphic poems\\nmay be (the reader may pursue the hard and fruitless quest in\\nLobeck's 'Aglaophamus' {14}), it seems certain that the period\\nbetween Pisistratus and Pericles, like the Alexandrian time, was a\\ngreat age for literary forgeries.  But of all these frauds the\\ngreatest (according to the most \\\"advanced\\\" theory on the subject) is\\nthe \\\"Forgery of the Iliad and Odyssey!\\\"  The opinions of the\\nscholars who hold that the Iliad and Odyssey, which we know and\\nwhich Plato knew, are not the epics known to Herodotus, but later\\ncompositions, are not very clear nor consistent.  But it seems to be\\nvaguely held that about the time of Pericles there arose a kind of\\nGreek Macpherson.  This ingenious impostor worked on old epic\\nmaterials, but added many new ideas of his own about the gods,\\nconverting the Iliad (the poem which we now possess) into a kind of\\nmocking romance, a Greek Don Quixote.  He also forged a number of\\npseudo-archaic words, tenses, and expressions, and added the\\nnumerous references to iron, a metal practically unknown, it is\\nasserted, to Greece before the sixth century.  If we are to believe,\\nwith Professor Paley, that the chief incidents of the Iliad and\\nOdyssey were unknown to Sophocles, AEschylus, and the contemporary\\nvase painters, we must also suppose that the Greek Macpherson\\ninvented most of the situations in the Odyssey and Iliad.  According\\nto this theory the 'cooker' of the extant epics was far the greatest\\nand most successful of all literary impostors, for he deceived the\\nwhole world, from Plato downwards, till he was exposed by Mr. Paley.\\nThere are times when one is inclined to believe that Plato must have\\nbeen the forger himself, as Bacon (according to the other\\nhypothesis) was the author of Shakespeare's plays.  Thus \\\"Plato the\\nwise, and large-browed Verulam,\\\" would be \\\"the first of those who\\\"\\nforge!  Next to this prodigious imposture, no doubt, the false\\n'Letters of Phalaris' are the most important of classical forgeries.\\nAnd these illustrate, like most literary forgeries, the extreme\\nworthlessness of literary taste as a criterion of the authenticity\\nof writings.  For what man ever was more a man of taste than Sir\\nWilliam Temple, \\\"the most accomplished writer of the age,\\\" whom Mr.\\nBoyle never thought of without calling to mind those happy lines of\\nLucretius, -\\n\\nQuem tu, dea, tempore in omni\\nOmnibus ornatum voluisti excellere rebus.\\n\\nWell, the ornate and excellent Temple held that \\\"the Epistles of\\nPhalaris have more race, more spirit, more force of wit and genius,\\nthan any others he had ever seen, either ancient or modern.\\\"  So\\nmuch for what Bentley calls Temple's \\\"Nicety of Tast.\\\"  The greatest\\nof English scholars readily proved that Phalaris used (in the spirit\\nof prophecy) an idiom which did not exist to write about matters in\\nhis time not invented, but \\\"many centuries younger than he.\\\"  So let\\nthe Nicety of Temple's Tast and its absolute failure be a warning to\\nus when we read (if read we must) German critics who deny Homer's\\nclaim to this or that passage, and Plato's right to half his\\naccepted dialogues, on grounds of literary taste.  And farewell, as\\nHerodotus would have said, to the Letters of Phalaris, of Socrates,\\nof Plato; to the Lives of Pythagoras and of Homer, and to all the\\nother uncounted literary forgeries of the classical world, from the\\nSibylline prophecies to the battle of the frogs and mice.\\n\\nEarly Christian frauds were, naturally, pious.  We have the\\napocryphal Gospels, and the works of Dionysius the Areopagite, which\\nwere not exposed till Erasmus's time.  Perhaps the most important of\\npious forgeries (if forgery be exactly the right word in this case)\\nwas that of 'The False Decretals.'  \\\"Of a sudden,\\\" says Milman,\\nspeaking of the pontificate of Nicholas I. (ob. 867 A.D.), \\\"Of a\\nsudden was promulgated, unannounced, without preparation, not\\nabsolutely unquestioned, but apparently over-awing at once all\\ndoubt, a new Code, which to the former authentic documents added\\nfifty-nine letters and decrees of the twenty oldest Popes from\\nClement to Melchiades, and the donation of Constantine, and in the\\nthird part, among the decrees of the Popes and of the Councils from\\nSylvester to Gregory II., thirty-nine false decrees, and the acts of\\nseveral unauthentic Councils.\\\"  \\\"The whole is composed,\\\" Milman\\nadds, \\\"with an air of profound piety and reverence.\\\"  The False\\nDecretals naturally assert the supremacy of the Bishop of Rome.\\n\\\"They are full and minute on Church Property\\\" (they were sure to be\\nthat); in fact, they remind one of another forgery, pious and Aryan,\\n'The Institutes of Vishnu.'  \\\"Let him not levy any tax upon\\nBrahmans,\\\" says the Brahman forger of the Institutes, which \\\"came\\nfrom the mouths of Vishnu,\\\" as he sat \\\"clad in a yellow robe,\\nimperturbable, decorated with all kinds of gems, while Lakshmi was\\nstroking his feet with her soft palms.\\\"  The Institutes took\\nexcellent care of Brahmans and cows, as the Decretals did of the\\nPope and the clergy, and the earliest Popes had about as much hand\\nin the Decretals as Vishnu had in his Institutes.  Hommenay, in\\n'Pantagruel,' did well to have the praise of the Decretals sung by\\nfilles belles, blondelettes, doulcettes, et de bonne grace.  And\\nthen Hommenay drank to the Decretals and their very good health.  \\\"O\\ndives Decretales, tant par vous est le vin bon bon trouve\\\"--\\\"O\\ndivine Decretals, how good you make good wine taste!\\\"  \\\"The miracle\\nwould be greater,\\\" said Pantagruel, \\\"if they made bad wine taste\\ngood.\\\"  The most that can now be done by the devout for the\\nDecretals is \\\"to palliate the guilt of their forger,\\\" whose name,\\nlike that of the Greek Macpherson, is unknown.\\n\\nIf the early Christian centuries, and the Middle Ages, were chiefly\\noccupied with pious frauds, with forgeries of gospels, epistles, and\\nDecretals, the impostors of the Renaissance were busy, as an Oxford\\nscholar said, when he heard of a new MS. of the Greek Testament,\\n\\\"with something really important,\\\" that is with classical\\nimitations.  After the Turks took Constantinople, when the learned\\nGreeks were scattered all over Southern Europe, when many genuine\\nclassical manuscripts were recovered by the zeal of scholars, when\\nthe plays of Menander were seen once, and then lost for ever, it was\\nnatural that literary forgery should thrive.  As yet scholars were\\neager rather than critical; they were collecting and unearthing,\\nrather than minutely examining the remains of classic literature.\\nThey had found so much, and every year were finding so much more,\\nthat no discovery seemed impossible.  The lost books of Livy and\\nCicero, the songs of Sappho, the perished plays of Sophocles and\\nAEschylus might any day be brought to light.  This was the very\\nmoment for the literary forger; but it is improbable that any\\nforgery of the period has escaped detection.  Three or four years\\nago some one published a book to show that the 'Annals of Tacitus'\\nwere written by Poggio Bracciolini.  This paradox gained no more\\nconverts than the bolder hypothesis of Hardouin.  The theory of\\nHardouin was all that the ancient classics were productions of a\\nlearned company which worked, in the thirteenth century, under\\nSeverus Archontius.  Hardouin made some exceptions to his sweeping\\ngeneral theory.  Cicero's writings were genuine, he admitted, so\\nwere Pliny's, of Virgil the Georgics; the satires and epistles of\\nHorace; Herodotus, and Homer.  All the rest of the classics were a\\nmagnificent forgery of the illiterate thirteenth century, which had\\nscarce any Greek, and whose Latin, abundant in quantity, in quality\\nleft much to be desired.\\n\\nAmong literary forgers, or passers of false literary coin, at the\\ntime of the Renaissance, Annius is the most notorious.  Annius (his\\nreal vernacular name was Nanni) was born at Viterbo, in 1432.  He\\nbecame a Dominican, and (after publishing his forged classics) rose\\nto the position of Maitre du Palais to the Pope, Alexander Borgia.\\nWith Caesar Borgia it is said that Annius was never on good terms.\\nHe persisted in preaching \\\"the sacred truth\\\" to his highness and\\nthis (according to the detractors of Annius) was the only use he\\nmade of the sacred truth.  There is a legend that Caesar Borgia\\npoisoned the preacher (1502), but people usually brought that charge\\nagainst Caesar when any one in any way connected with him happened\\nto die.  Annius wrote on the History and Empire of the Turks, who\\ntook Constantinople in his time; but he is better remembered by his\\n'Antiquitatum Variarum Volumina XVII. cum comment.  Fr. Jo. Annii.'\\nThese fragments of antiquity included, among many other desirable\\nthings, the historical writings of Fabius Pictor, the predecessor of\\nLivy.  One is surprised that Annius, when he had his hand in, did\\nnot publish choice extracts from the 'Libri Lintei,' the ancient\\nRoman annals, written on linen and preserved in the temple of Juno\\nMoneta.  Among the other discoveries of Annius were treatises by\\nBerosus, Manetho, Cato, and poems by Archilochus.  Opinion has been\\ndivided as to whether Annius was wholly a knave, or whether he was\\nhimself imposed upon.  Or, again, whether he had some genuine\\nfragments, and eked them out with his own inventions.  It is\\nobserved that he did not dovetail the really genuine relics of\\nBerosus and Manetho into the works attributed to them.  This may be\\nexplained as the result of ignorance or of cunning; there can be no\\ncertain inference.  \\\"Even the Dominicans,\\\" as Bayle says, admit that\\nAnnius's discoveries are false, though they excuse them by averring\\nthat the pious man was the dupe of others.  But a learned Lutheran\\nhas been found to defend the 'Antiquitates' of the Dominican.\\n\\nIt is amusing to remember that the great and erudite Rabelais was\\ntaken in by some pseudo-classical fragments.  The joker of jokes was\\nhoaxed.  He published, says Mr. Besant, \\\"a couple of Latin\\nforgeries, which he proudly called 'Ex reliquiis venerandae\\nantiquitatis,' consisting of a pretended will and a contract.\\\"  The\\nname of the book is 'Ex reliquiis venerandae antiquitatis.  Lucii\\nCuspidii Testamentum.  Item contractus venditionis antiquis\\nRomanorum temporibus initus.  Lugduni apud Gryphium (1532).'\\nPomponius Laetus and Jovianus Pontanus were apparently authors of\\nthe hoax.\\n\\nSocrates said that he \\\"would never lift up his hand against his\\nfather Parmenides.\\\"  The fathers of the Church have not been so\\nrespectfully treated by literary forgers during the Renaissance.\\nThe 'Flowers of Theology' of St. Bernard, which were to be a\\nprimrose path ad gaudia Paradisi (Strasburg, 1478), were really, it\\nseems, the production of Jean de Garlande.  Athanasius, his 'Eleven\\nBooks concerning the Trinity,' are attributed to Vigilius, a\\ncolonial Bishop in Northern Africa.  Among false classics were two\\ncomic Latin fragments with which Muretus beguiled Scaliger.\\nMeursius has suffered, posthumously, from the attribution to him of\\na very disreputable volume indeed.  In 1583, a book on\\n'Consolations,' by Cicero, was published at Venice, containing the\\nreflections with which Cicero consoled himself for the death of\\nTullia.  It might as well have been attributed to Mrs. Blimber, and\\ndescribed as replete with the thoughts by which that lady supported\\nherself under the affliction of never having seen Cicero or his\\nTusculan villa.  The real author was Charles Sigonius, of Modena.\\nSigonius actually did discover some Ciceronian fragments, and, if he\\nwas not the builder, at least he was the restorer of Tully's lofty\\ntheme.  In 1693, Francois Nodot, conceiving the world had not\\nalready enough of Petronius Arbiter, published an edition, in which\\nhe added to the works of that lax though accomplished author.\\nNodot's story was that he had found a whole MS. of Petronius at\\nBelgrade, and he published it with a translation of his own Latin\\ninto French.  Still dissatisfied with the existing supply of\\nPetronius' humour was Marchena, a writer of Spanish books, who\\nprinted at Bale a translation and edition of a new fragment.  This\\nfragment was very cleverly inserted in a presumed lacuna.  In spite\\nof the ironical style of the preface many scholars were taken in by\\nthis fragment, and their credulity led Marchena to find a new morsel\\n(of Catullus this time) at Herculaneum.  Eichstadt, a Jena\\nprofessor, gravely announced that the same fragment existed in a MS.\\nin the university library, and, under pretence of giving various\\nreadings, corrected Marchena's faults in prosody.  Another sham\\nCatullus, by Corradino, a Venetian, was published in 1738.\\n\\nThe most famous forgeries of the eighteenth century were those of\\nMacpherson, Chatterton, and Ireland.  Space (fortunately) does not\\npermit a discussion of the Ossianic question.  That fragments of\\nOssianic legend (if not of Ossianic poetry) survive in oral Gaelic\\ntraditions, seems certain.  How much Macpherson knew of these, and\\nhow little he used them in the bombastic prose which Napoleon loved\\n(and spelled \\\"Ocean\\\"), it is next to impossible to discover.  The\\ncase of Chatterton is too well known to need much more than mention.\\nThe most extraordinary poet for his years who ever lived began with\\nthe forgery of a sham feudal pedigree for Mr. Bergum, a pewterer.\\nIreland started on his career in much the same way, unless Ireland's\\n'Confessions' be themselves a fraud, based on what he knew about\\nChatterton.  Once launched in his career, Chatterton drew endless\\nstores of poetry from \\\"Rowley's MS.\\\" and the muniment chest in St.\\nMary Redcliffe's.  Jacob Bryant believed in them and wrote an\\n'Apology' for the credulous.  Bryant, who believed in his own system\\nof mythology, might have believed in anything.  When Chatterton sent\\nhis \\\"discoveries\\\" to Walpole (himself somewhat of a mediaeval\\nimitator), Gray and Mason detected the imposture, and Walpole, his\\nfeelings as an antiquary injured took no more notice of the boy.\\nChatterton's death was due to his precocity.  Had his genius come to\\nhim later, it would have found him wiser, and better able to command\\nthe fatal demon of intellect, for which he had to find work, like\\nMichael Scott in the legend.\\n\\nThe end of the eighteenth century, which had been puzzled or\\ndiverted by the Chatterton and Macpherson frauds, witnessed also the\\ngreat and famous Shakespearian forgeries.  We shall never know the\\nexact truth about the fabrication of the Shakespearian documents,\\nand 'Vortigern' and the other plays.  We have, indeed, the\\nconfession of the culprit:  habemus confitentem reum, but Mr. W. H.\\nIreland was a liar and a solicitor's clerk, so versatile and\\naccomplished that we cannot always trust him, even when he is\\nnarrating the tale of his own iniquities.  The temporary but wide\\nand turbulent success of the Ireland forgeries suggests the\\ndisagreeable reflection that criticism and learning are (or a\\nhundred years ago were) worth very little as literary touchstones.\\nA polished and learned society, a society devoted to Shakespeare and\\nto the stage, was taken in by a boy of eighteen.  Young Ireland not\\nonly palmed off his sham prose documents, most makeshift imitations\\nof the antique, but even his ridiculous verses on the experts.\\nJames Boswell went down on his knees and thanked Heaven for the\\nsight of them, and, feeling thirsty after these devotions, drank hot\\nbrandy and water.  Dr. Parr was not less readily gulled, and\\nprobably the experts, like Malone, who held aloof, were as much\\ninfluenced by jealousy as by science.  The whole story of young\\nIreland's forgeries is not only too long to be told here, but forms\\nthe topic of a novel ('The Talk of the Town') by Mr. James Payn.\\nThe frauds in his hands lose neither their humour nor their\\ncomplicated interest of plot.  To be brief, then, Mr. Samuel Ireland\\nwas a gentleman extremely fond of old literature and old books.  If\\nwe may trust the 'Confessions' (1805) of his candid son, Mr. W. H.\\nIreland, a more harmless and confiding old person than Samuel never\\ncollected early English tracts.  Living in his learned society, his\\nson, Mr. W. H. Ireland, acquired not only a passion for black\\nletters, but a desire to emulate Chatterton.  His first step in\\nguilt was the forgery of an autograph on an old pamphlet, with which\\nhe gratified Samuel Ireland.  He also wrote a sham inscription on a\\nmodern bust of Cromwell, which he represented as an authentic\\nantique.  Finding that the critics were taken in, and attributed\\nthis new bust to the old sculptor Simeon, Ireland conceived a very\\nlow and not unjustifiable opinion of critical tact.  Critics would\\nfind merit in anything which seemed old enough.  Ireland's next\\nachievement was the forgery of some legal documents concerning\\nShakespeare.  Just as the bad man who deceived the guileless Mr.\\nShapira forged his 'Deuteronomy' on the blank spaces of old\\nsynagogue rolls, so young Ireland used the cut-off ends of old rent\\nrolls.  He next bought up quantities of old fly-leaves of books, and\\non this ancient paper he indicted a sham confession of faith, which\\nhe attributed to Shakespeare.  Being a strong \\\"evangelical,\\\" young\\nMr. Ireland gave a very Protestant complexion to this edifying\\ndocument.  And still the critics gaped and wondered and believed.\\n\\nIreland's method was to write in an ink made by blending various\\nliquids used in the marbling of paper for bookbinding.  This stuff\\nwas supplied to him by a bookbinder's apprentice.  When people asked\\nquestions as to whence all the new Shakespeare manuscripts came, he\\nsaid they were presented to him by a gentleman who wished to remain\\nanonymous.  Finally, the impossibility of producing this gentleman\\nwas one of the causes of the detection of the fraud.  According to\\nhimself, Ireland performed prodigies of acuteness.  Once he had\\nforged, at random, the name of a contemporary of Shakespeare.  He\\nwas confronted with a genuine signature, which, of course, was quite\\ndifferent.  He obtained leave to consult his \\\"anonymous gentleman,\\\"\\nrushed home, forged the name again on the model of what had been\\nshown to him, and returned with this signature as a new gift from\\nhis benefactor.  That nameless friend had informed him (he swore)\\nthat there were two persons of the same name, and that both\\nsignatures were genuine.  Ireland's impudence went the length of\\nintroducing an ancestor of his own, with the same name as himself,\\namong the companions of Shakespeare.  If 'Vortigern' had succeeded\\n(and it was actually put on the stage with all possible pomp),\\nIreland meant to have produced a series of pseudo-Shakespearian\\nplays from William the Conqueror to Queen Elizabeth.  When busy with\\n'Vortigern,' he was detected by a friend of his own age, who pounced\\non him while he was at work, as Lasus pounced on Onomacritus.  The\\ndiscoverer, however, consented to \\\"stand in\\\" with Ireland, and did\\nnot divulge his secret.  At last, after the fiasco of 'Vortigern,'\\nsuspicion waxed so strong, and disagreeable inquiries for the\\nanonymous benefactor were so numerous, that Ireland fled from his\\nfather's house.  He confessed all, and, according to his own\\naccount, fell under the undying wrath of Samuel Ireland.  Any reader\\nof Ireland's confessions will be likely to sympathise with old\\nSamuel as the dupe of his son.  The whole story is told with a\\ncurious mixture of impudence and humour, and with great\\nplausibility.  Young Ireland admits that his \\\"desire for laughter\\\"\\nwas almost irresistible, when people--learned, pompous, sagacious\\npeople--listened attentively to the papers.  One feels half inclined\\nto forgive the rogue for the sake of his youth, his cleverness, his\\nhumour.  But the 'Confessions' are, not improbably, almost as\\napocryphal as the original documents.  They were written for the\\nsake of money, and it is impossible to say how far the same\\nmercenary motive actuated Ireland in his forgeries.  Dr. Ingleby, in\\nhis 'Shakespeare Fabrications,' takes a very rigid view of the\\nconduct, not only of William, but of old Samuel Ireland.  Sam,\\naccording to Dr. Ingleby, was a partner in the whole imposture, and\\nthe confession was only one element in the scheme of fraud.  Old\\nSamuel was the Fagin of a band of young literary Dodgers.  He\\n\\\"positively trained his whole family to trade in forgery,\\\" and as\\nfor Mr. W. H. Ireland, he was \\\"the most accomplished liar that ever\\nlived,\\\" which is certainly a distinction in its way.  The point of\\nthe joke is that, after the whole conspiracy exploded, people were\\nanxious to buy examples of the forgeries.  Mr. W. H. Ireland was\\nequal to the occasion.  He actually forged his own, or (according to\\nDr. Ingleby) his father's forgeries, and, by thus increasing the\\nsupply, he deluged the market with sham shams, with imitations of\\nimitations.  If this accusation be correct, it is impossible not to\\nadmire the colossal impudence of Mr. W. H. Ireland.  Dr. Ingleby, in\\nthe ardour of his honest indignation, pursues William into his\\nprivate life, which, it appears, was far from exemplary.  But\\nliterary criticism should be content with a man's works; his\\ndomestic life is matter, as Aristotle often says, \\\"for a separate\\nkind of investigation.\\\"  Old Ritson used to say that \\\"every literary\\nimpostor deserved hanging as much as a common thief.\\\"  W. H.\\nIreland's merits were never recognised by the law.\\n\\nHow old Ritson would have punished \\\"the old corrector,\\\" it is\\n\\\"better only guessing,\\\" as the wicked say, according to Clough, in\\nregard to their own possible chastisement.  The difficulty is to\\nascertain who the apocryphal old corrector really was.  The story of\\nhis misdeeds was recently brought back to mind by the death, at an\\nadvanced age, of the learned Shakespearian, Mr. J. Payne Collier.\\nMr. Collier was, to put it mildly, the Shapira of the old corrector.\\nHe brought that artist's works before the public; but WHY? how\\ndeceived, or how influenced, it is once more \\\"better only guessing.\\\"\\nMr. Collier first introduced to the public notice his singular copy\\nof a folio Shakespeare (second edition), loaded with ancient\\nmanuscript emendations, in 1849.  His account of this book was\\nsimple and plausible.  He chanced, one day, to be in the shop of Mr.\\nRudd, the bookseller, in Great Newport Street, when a parcel of\\nsecond-hand volumes arrived from the country.  When the parcel was\\nopened, the heart of the Bibliophile began to sing, for the packet\\ncontained two old folios, one of them an old folio Shakespeare of\\nthe second edition (1632).  The volume (mark this) was \\\"much\\ncropped,\\\" greasy, and imperfect.  Now the student of Mr. Hamilton's\\n'Inquiry' into the whole affair is already puzzled.  In later days,\\nMr. Collier said that his folio had previously been in the\\npossession of a Mr. Parry.  On the other hand, Mr. Parry (then a\\nvery aged man) failed to recognise his folio in Mr. Collier's, for\\nHIS copy was \\\"cropped,\\\" whereas the leaves of Mr. Collier's example\\nwere NOT mutilated.  Here, then ('Inquiry,' pp.  12, 61), we have\\ntwo descriptions of the outward aspect of Mr. Collier's dubious\\ntreasure.  In one account it is \\\"much cropped\\\" by the book-binder's\\ncruel shears; in the other, its unmutilated condition is contrasted\\nwith that of a copy which has been \\\"cropped.\\\"  In any case, Mr.\\nCollier hoped, he says, to complete an imperfect folio he possessed,\\nwith leaves taken from the folio newly acquired for thirty\\nshillings.  But the volumes happened to have the same defects, and\\nthe healing process was impossible.  Mr. Collier chanced to be going\\ninto the country, when in packing the folio he had bought of Rudd he\\nsaw it was covered with manuscript corrections in an old hand.\\nThese he was inclined to attribute to one Thomas Perkins, whose name\\nwas written on the fly-leaf, and who might have been a connection of\\nRichard Perkins, the actor (flor. 1633)  The notes contained many\\nvarious readings, and very numerous changes in punctuation.  Some of\\nthese Mr. Collier published in his 'Notes and Emendations' (1852),\\nand in an edition of the 'Plays.'  There was much discussion, much\\ndoubt, and the folio of the old corrector (who was presumed to have\\nmarked the book in the theatre during early performances) was\\nexhibited to the Society of Antiquaries.  Then Mr. Collier presented\\nthe treasure to the Duke of Devonshire, who again lent it for\\nexamination to the British Museum.  Mr. Hamilton published in the\\nTimes (July, 1859) the results of his examination of the old\\ncorrector.  It turned out that the old corrector was a modern myth.\\nHe had first made his corrections in pencil and in a modern hand,\\nand then he had copied them over in ink, and in a forged ancient\\nhand.  The same word sometimes recurred in both handwritings.  The\\nink, which looked old, was really no English ink at all, not even\\nIreland's mixture.  It seemed to be sepia, sometimes mixed with a\\nlittle Indian ink.  Mr. Hamilton made many other sad discoveries.\\nHe pointed out that Mr. Collier had published, from a Dulwich MS., a\\nletter of Mrs. Alleyne's (the actor's wife), referring to\\nShakespeare as \\\"Mr. Shakespeare of the Globe.\\\"  Now the Dulwich MS.\\nwas mutilated and blank in the very place where this interesting\\nreference should have occurred.  Such is a skeleton history of the\\nold corrector, his works and ways.  It is probable that--thanks to\\nhis assiduities--new Shakespearian documents will in future be\\nreceived with extreme scepticism; and this is all the fruit, except\\nacres of newspaper correspondence, which the world has derived from\\nMr. Collier's greasy and imperfect but unique \\\"corrected folio.\\\"\\n\\nThe recency and (to a Shakespearian critic) the importance of these\\nforgeries obscures the humble merit of Surtees, with his ballads of\\nthe 'Slaying of Antony Featherstonhaugh,' and of 'Bartram's Dirge.'\\nSurtees left clever lacunae in these songs, 'collected from oral\\ntradition,' and furnished notes so learned that they took in Sir\\nWalter Scott.  There are moments when I half suspect \\\"the Shirra\\nhimsel\\\" (who blamelessly forged so many extracts from 'Old Plays')\\nof having composed 'Kinmont Willie.'  To compare old Scott of\\nSatchell's account of Kinmont Willie with the ballad is to feel\\nuncomfortable doubts.  But this is a rank impiety.  The last ballad\\nforgery of much note was the set of sham Macedonian epics and\\npopular songs (all about Alexander the Great, and other heroes)\\nwhich a schoolmaster in the Rhodope imposed on M. Verkovitch.  The\\ntrick was not badly done, and the imitation of \\\"ballad slang\\\" was\\nexcellent.  The 'Oera Linda' book, too, was successful enough to be\\ntranslated into English.  With this latest effort of the tenth muse,\\nthe crafty muse of Literary Forgery, we may leave a topic which\\ncould not be exhausted in a ponderous volume.  We have not room even\\nfor the forged letters of Shelley, to which Mr. Browning, being\\ntaken in thereby, wrote a preface, nor for the forged letters of Mr.\\nRuskin, which occasionally hoax all the newspapers.\\n\\nBIBLIOMANIA IN FRANCE\\n\\nThe love of books for their own sake, for their paper, print,\\nbinding, and for their associations, as distinct from the love of\\nliterature, is a stronger and more universal passion in France than\\nelsewhere in Europe.  In England publishers are men of business; in\\nFrance they aspire to be artists.  In England people borrow what\\nthey read from the libraries, and take what gaudy cloth-binding\\nchance chooses to send them.  In France people buy books, and bind\\nthem to their heart's desire with quaint and dainty devices on the\\nmorocco covers.  Books are lifelong friends in that country; in\\nEngland they are the guests of a week or of a fortnight.  The\\ngreatest French writers have been collectors of curious editions;\\nthey have devoted whole treatises to the love of books.  The\\nliterature and history of France are full of anecdotes of the good\\nand bad fortunes of bibliophiles, of their bargains, discoveries,\\ndisappointments.  There lies before us at this moment a small\\nlibrary of books about books,--the 'Bibliophile Francais,' in seven\\nlarge volumes, 'Les Sonnets d'un Bibliophile,' 'La Bibliomanie en\\n1878,' 'La Bibliotheque d'un Bibliophile' (1885) and a dozen other\\nworks of Janin, Nodier, Beraldi, Pieters, Didot, great collectors\\nwho have written for the instruction of beginners and the pleasure\\nof every one who takes delight in printed paper.\\n\\nThe passion for books, like other forms of desire, has its changes\\nof fashion.  It is not always easy to justify the caprices of taste.\\nThe presence or absence of half an inch of paper in the \\\"uncut\\\"\\nmargin of a book makes a difference of value that ranges from five\\nshillings to a hundred pounds.  Some books are run after because\\nthey are beautifully bound; some are competed for with equal\\neagerness because they never have been bound at all.  The\\nuninitiated often make absurd mistakes about these distinctions.\\nSome time ago the Daily Telegraph reproached a collector because his\\nbooks were \\\"uncut,\\\" whence, argued the journalist, it was clear that\\nhe had never read them.  \\\"Uncut,\\\" of course, only means that the\\nmargins have not been curtailed by the binders' plough.  It is a\\npoint of sentiment to like books just as they left the hands of the\\nold printers,--of Estienne, Aldus, or Louis Elzevir.\\n\\nIt is because the passion for books is a sentimental passion that\\npeople who have not felt it always fail to understand it.  Sentiment\\nis not an easy thing to explain.  Englishmen especially find it\\nimpossible to understand tastes and emotions that are not their\\nown,--the wrongs of Ireland, (till quite recently) the aspirations\\nof Eastern Roumelia, the demands of Greece.  If we are to understand\\nthe book-hunter, we must never forget that to him books are, in the\\nfirst place, RELICS.  He likes to think that the great writers whom\\nhe admires handled just such pages and saw such an arrangement of\\ntype as he now beholds.  Moliere, for example, corrected the proofs\\nfor this edition of the 'Precieuses Ridicules,' when he first\\ndiscovered \\\"what a labour it is to publish a book, and how GREEN\\n(NEUF) an author is the first time they print him.\\\"  Or it may be\\nthat Campanella turned over, with hands unstrung, and still broken\\nby the torture, these leaves that contain his passionate sonnets.\\nHere again is the copy of Theocritus from which some pretty page may\\nhave read aloud to charm the pagan and pontifical leisure of Leo X.\\nThis Gargantua is the counterpart of that which the martyred Dolet\\nprinted for (or pirated from, alas!) Maitre Francois Rabelais.  This\\nwoeful ballade, with the woodcut of three thieves hanging from one\\ngallows, came near being the \\\"Last Dying Speech and Confession of\\nFrancois Villon.\\\"  This shabby copy of 'The Eve of St. Agnes' is\\nprecisely like that which Shelley doubled up and thrust into his\\npocket when the prow of the piratical felucca crashed into the\\ntimbers of the Don Juan.  Some rare books have these associations,\\nand they bring you nearer to the authors than do the modern\\nreprints.  Bibliophiles will tell you that it is the early READINGS\\nthey care for,--the author's first fancies, and those more hurried\\nexpressions which he afterwards corrected.  These READINGS have\\ntheir literary value, especially in the masterpieces of the great;\\nbut the sentiment after all is the main thing.\\n\\nOther books come to be relics in another way.  They are the copies\\nwhich belonged to illustrious people,--to the famous collectors who\\nmake a kind of catena (a golden chain of bibliophiles) through the\\ncenturies since printing was invented.  There are Grolier (1479-\\n1565),--not a bookbinder, as an English newspaper supposed (probably\\nwhen Mr. Sala was on his travels),--De Thou (1553-1617), the great\\nColbert, the Duc de la Valliere (1708-1780), Charles Nodier, a man\\nof yesterday, M. Didot, and the rest, too numerous to name.  Again,\\nthere are the books of kings, like Francis I., Henri III., and Louis\\nXIV.  These princes had their favourite devices.  Nicolas Eve,\\nPadeloup, Derome, and other artists arrayed their books in morocco,-\\n\\\\-tooled with skulls, cross-bones, and crucifixions for the\\nvoluptuous pietist Henri III., with the salamander for Francis I.,\\nand powdered with fleurs de lys for the monarch who \\\"was the State.\\\"\\nThere are relics also of noble beauties.  The volumes of Marguerite\\nd'Angouleme are covered with golden daisies.  The cipher of Marie\\nAntoinette adorns too many books that Madame du Barry might have\\nwelcomed to her hastily improvised library.  The three daughters of\\nLouis XV. had their favourite colours of morocco, citron, red, and\\nolive, and their books are valued as much as if they bore the bees\\nof De Thou, or the intertwined C's of the illustrious and ridiculous\\nAbbe Cotin, the Trissotin of the comedy.  Surely in all these things\\nthere is a human interest, and our fingers are faintly thrilled, as\\nwe touch these books, with the far-off contact of the hands of kings\\nand cardinals, scholars and coquettes, pedants, poets, and\\nprecieuses, the people who are unforgotten in the mob that inhabited\\ndead centuries.\",\"timestamp\":1641284488,\"title\":\"\\nThe next bogie, so limp and washed-out as he seems, with his white,\"},\"digest\":\"8zKivAKn8xcHjtSEI0nUpf15_jTk9omI5jlMKoQdQDo\",\"authorship\":{\"contributor\":\"0x12DAB7FFceEebeDFF34FE12b77b7a16997723371\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hPkjaTFch79YiXhH-XEjENtk-CwUUfgNgpYRgaknt5g\\\",\\\"y\\\":\\\"FdjQueOq22qDSOBxALAMNKJFce-EV7DoH3HVyPOJ93Q\\\"}\",\"signature\":\"2CNr3YCkyAyPvRL6SqkMrqzIiy-5lQ1K2CUX3WCBKlnrQS4uiSjDPf_ywnaf4NfK-JIuFxmJKk5TcdFOdNaBZA\",\"signingKeySignature\":\"0x8c0f99254bc1c7bb98d5c83ab4d91037eae1ad6751c225c389572af88e0f050c500a754e5e7414648068584ccb728093cad801e73ef6e9f7d75cb78cd20e2ecc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hPkjaTFch79YiXhH-XEjENtk-CwUUfgNgpYRgaknt5g\\\",\\\"y\\\":\\\"FdjQueOq22qDSOBxALAMNKJFce-EV7DoH3HVyPOJ93Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8zKivAKn8xcHjtSEI0nUpf15_jTk9omI5jlMKoQdQDo\"}"