"{\"content\":{\"body\":\"True friendship not only trusts and supports each other, but also treats each other sincerely and dares to show their true psychology in front of each other. True friendship will also dare to correct each other's mistakes and will not give up each other... - exercise notes\\n\\nAn ordinary friend has never seen you cry, a real friend has shoulders to wet your tears; An ordinary friend asks you to talk about your troubles, and a real friend asks you to solve your troubles; An ordinary friend thinks that friendship is over after a quarrel. A real friend knows that when you haven't had a quarrel, it's not called true friendship; An ordinary friend expects you to be with him forever, and a real friend expects him to be with you forever\\n\\nA true good friend is someone who can comfort you when you are sad, enlighten you when you are sad, accompany you when you are happy, regard your affairs as your own, and try your best to help you do anything... When you are with a good friend, you will be very comfortable, free, do what you want, say what you want, although there will be a little \\\"episode\\\", But they won't take each other to heart. Many years later, we are still the same as in those years. Even if we have been separated for a long time, we still feel that we are in the same body. When you are in the most difficult time, we will think of her, and you will know that she will always stand with you... A real good friend is a person who is willing to tell you the disgraceful things he has done, and a person who wants to call you at any time, A person who cries and laughs without a mask in front of you, a person who sleeps and talks with you all night on a winter night, a person who doesn't talk much with you sometimes but cares about each other very much, a good friend is someone who has sadness, I cry with you, and has joy to laugh with you\\n\\nGood friends don't always contact, but they won't forget that every time they read it occasionally, they still feel so warm, so kind and so tender; A good friend is to care in his heart and hide his attention in his eyes; Good friends add joy when they think of them, and more tenderness when they remember them. The beauty of a good friend is not in the future. A good friend is the most eternal moment and the moment of knowing each other; The value of a good friend is not because of the years we have gone through together. The most difficult thing for a good friend is to remember and remember: you are my good friend!\\n\\nThe days with good friends are always sunny and bright flowers. Only when you have good friends do you find that you have everything. We can lose a lot, but we can't lose good friends. In fact, a good friend may not become an eternity, or he may just be a passer-by at a certain time in your life, but he makes life beautiful and makes the feelings of a good friend more vivid and precious. Even if there is no future, why not? At least, once I walked the road of good friends with you\",\"timestamp\":1639147385,\"title\":\"THREE\"},\"digest\":\"5nhMS-o55218pg9A2Lic1A5VSjJovgs8k-_e5yTCRSg\",\"authorship\":{\"contributor\":\"0x596Ce015E5444Ea2C7983e8A2fd0df2e56767432\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Yzb1F5EOIX_mjUn4HfgH0yLYerCeGf_tTUASJK82D_I\\\",\\\"y\\\":\\\"E9qUSiHOIo_hv2tDKWPDSRfmNJqfqHVWCW3mxUwJ-2w\\\"}\",\"signature\":\"1U9N7D229p_m9BAn2pLO4JhGzC9o6CpdzlJWg6tBI7cgHzl-t-zDpN9U9PIJQOTOEDcqgpFtbid47p74nAuGJg\",\"signingKeySignature\":\"0x8b771d76ac3199455d44c4b7471e9fe6fae53d3d789193337bb399f8d8f4ab5b02e54bc26c199437ee8c2bb53bf70139f1679f991eab6797020a8bc7fc1fb63a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Yzb1F5EOIX_mjUn4HfgH0yLYerCeGf_tTUASJK82D_I\\\",\\\"y\\\":\\\"E9qUSiHOIo_hv2tDKWPDSRfmNJqfqHVWCW3mxUwJ-2w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5nhMS-o55218pg9A2Lic1A5VSjJovgs8k-_e5yTCRSg\"}"