"{\"content\":{\"body\":\"If you read a lot about music, especially the music business, it’s difficult to escape the impression that it’s all about value and the creation thereof. Large catalog sales, investments in start-ups, artists fighting to take ownership of the full value of their own master and/or publishing rights, etc. are all run of the mill headlines. There’s two issues at play here:\\n\\n1. What exactly is value in all of these stories?\\n2. What is missing from these conversations?\\n\\nTo answer the first question: value is usually expressed in the economic definition – how much are people willing to pay – or give up – to get something. However, there’s often also an indication that it should be about values, in the sociological definition: what is good, or what is desirable? It’s that second idea of values that I will focus on here. Moreover, I’ll show how people – human beings – are what’s missing from discussions around value in music and often even in the production of music.\\n\\n## Producing people, not music\\n\\nI draw heavily from the work of **David Graeber** here, especially the way he redefined how we think about value and money. One of the cornerstones of Graeber’s work, for me, is that he focused strongly on the way [value is the starting point for all social relations](https://www.journals.uchicago.edu/doi/pdf/10.14318/hau3.2.012). From there, he can argue that within a social system you produce people. Taking that one step further means that when you do labor, when you work, you always produce human beings. Within music, this hardly ever gets mentioned, or even noticed. This is partly due to the inherent necessity, or drive, with which people make music. This means that there’s always someone who will be making music. You know those funny stories about musicians being asked to play for free in a restaurant and retorting that they will be happy to host the chef for free in their house in return for exposure to their friends.\\n\\n![From The Oatmeal](https://images.mirror-media.xyz/publication-images/PDVzIJXH2xlsRJ1xPBep7.png?height=800&width=800)\\n\\nWhen we flip the script on this, we see that in all music productions we create people. Once we take that at face value (pun intended), we immediately realize that offering someone exposure without reward completely contradicts the social relation-building that should underpin all productive interactions.\\n\\nNow, this isn’t a Web3 issue, but the tools that drive Web3 are all tailor-made to optimize for the production of people. Again, the problem here isn’t something that’s only inherent to Web3 or crypto. Compare this recent thread by serial entrepreneur **Gregarious Narain** on Web3, where he ends with the statement that investing in the future always requires [a good team and support](https://twitter.com/gregarious/status/1473629047636643841?s=20).\\n\\n[https://twitter.com/gregarious/status/1473629047636643841?s=20](https://twitter.com/gregarious/status/1473629047636643841?s=20)\\n\\nCompare this advice with the first chapter of **Donald Passman**’s music industry bible – which is to place a good team around yourself as an artist – and you see how universal these issues are. It’s just that Web3 tools and solutions seem optimized to deal properly with it:\\n\\n* Incentivizing feelings of ownership and control\\n* Allowing direct interactions within teams and between artists and fans\\n* Storing records of ownership, of activity, of interaction\\n\\n##  Values over Value\\n\\nEver since the first Industrial Revolution so much of our rhetoric has been driven by talk of maximizing value. Quite often, such talk would even forego questions aimed at figuring out who value was being maximized for, and, in the same breath, at the expense of who this happened. If we look at the music industry, we see the resurgence of value extraction for recorded music.\\n\\n![](https://images.mirror-media.xyz/publication-images/FDW186EAOxAW7TFBv7sqT.jpg?height=913&width=1838)\\n\\nAs the value pie expands, so does the [supposed middle-class](https://midiaresearch.com/blog/middle-class-artists-need-niche-not-scale) of music creators grow. But when push comes to shove, and as [recent catalog deals](https://variety.com/2021/music/news/zz-top-sells-catalog-bmg-kkr-1235140725/) show, there’s a small percentage of artists who benefit from the recent upturn in overall recorded music revenues. Moreover, there’s often a devil in the details that brings in [private investment firms](https://www.musicbusinessworldwide.com/the-important-detail-of-bruce-springsteens-500m-plus-catalog-sale-to-sony-music-group/) and the like. If it’s about value, it’s rarely about values.\\n\\nOf course, there’s a lot of VC money and private investors and investment firms who are diving headfirst into Web3 right now. **Royal**, **Sound**, and others have all recently looked to bring in outside funding. It doesn’t necessarily equate to finding devils in details and the funding helps the two examples set the scene for things like legal standards and a reimagination of how to consume music. Both Royal and Sound could conceivably be understood as organizations who push values over value. Another example is Endless, who last week announced a change to their manifesto that will see them firmly push values over value. **Darren Hemmings** [summarized](http://motiveunknown18375.activehosted.com/index.php?action=social&chash=950a4152c2b4aa3ad78bdd6b366cc179.372&s=acaa83d59737e85c54ed12716caaea4c) the move as follows:\\n\\n“The company has announced that it is shifting from a paid product to a free one, in which the business will then make money from music made by creators on its platform. In addition, the current owners and investors in Endlesss with become minority stakeholders in a wider foundation with its own tokens. So put simply, as the whole thing grows and gains value, so those invested into it will benefit, with the twist being that anyone can own a piece of the business.”\\n\\nThis seems to be the crux of what Web3 offers. It’s not about the technology, or even the specific tools, but about the way people are – through the tech, with those tools – urged and guided to work together. The cherry on top is that everyone involved automatically benefits when shared values create work with economic value.\\n\\n## Human economies at scale\\n\\nHuman Economies show us how we can scale values-driven work. What Graeber has shown throughout his career is how money operates differently across different economies. On the one hand, there’s economies where money seems to be used simply to buy goods or services. On the other hand, there’s economies where it’s more about rearranging social relations. In his book on [the history of debt](https://www.mhpbooks.com/books/debt/), Graeber showed that in the latter case “money” is a very different concept than in the former case. As such, the “money” involved in the latter economies is different from that in the former.\\n\\n“I’ve decided therefore to refer to them as ‘social currencies,’ and the economies that employ them as ‘human economies.’ By this I mean not that these societies are not necessarily in any way more humane, but only that they are economic systems primarily concerned not with the accumulation of wealth, but with the creation, destruction, and rearranging of human beings.”\\n\\nIf you’re in any way aware of the way [DAOs](https://musicx.mirror.xyz/aJODmYiWXhveFO64nTgO4qNn-E_1rphF6GiZJJk1VVM) organize themselves, and how [social tokens](https://rally.io/articles/for-colin-benders-rally-is-a-way-to-be-as-generous-as-possible) work, you’ll agree that this resonates strongly. What’s important to note is how Graeber emphasizes how human economies aren’t necessarily more humane than economies based around economic value extraction. Similarly, a DAO isn’t necessarily a more humane organization than a large corporate like a major label. It’s a reflection of the values and norms of the actors within the network. So much in crypto is about flipping assets for quick value extraction. A human economy negates this.\\n\\nAnd yet, money makes the world go round. If **Dan Fowler** is right, and [Crypto Music](https://danfowler.substack.com/p/the-crypto-music-industry) will become a thing “that exists in parallel to the traditional digital and analogue music industries,” there will be a conventional economic value attached to the Crypto Music economy. Seeing this economy as separate, at least partially, from the other music industries is what will allow it to scale. Human economies, historically, don’t scale easily. But that may be the whole point. Instead of thinking about a single Web3 music economy that can scale to success, we should think about many different human economies. Scale, then, doesn’t come from one, or even a few, winners, but through the work of many smaller groups. Each of those groups has the tools to create their own social currency based on their own values to create a sustainable human economy.\\n\\n## Seasonal value cycles\\n\\nThe question we should ask ourselves then, is not ‘how much is this worth?’ Rather, we should ask ‘what social system is being created here?’ In much of Web3, so much value is being generated, not in terms of Ether or another currency, but in terms of the rearrangement of social relations. And to make the point here, this isn’t about some utopian way of cooperation or state of well-being. Instead, it’s about how we, as humans, work together and have worked together for thousands of years. Similarly to how I see current shifts changing the musical profession to a state it was in several hundred years ago, in the time of Bach, Web3 developments help us focus on social relations and the creation of inter-human values. This is why most DAOs work in seasons. It allows them to create cycles of creativity and productivity where each participant can work through a set of tasks with a clear end-goal. Cut through the noise of big-money headlines and endless streaming economy reflections to find that we don’t produce as many goods – music – as we want, but that we always create meaning, or value, when we come together to produce music.\",\"timestamp\":1640272137,\"title\":\"The value & values of music and musicians – on human economies\",\"publication\":\"musicx\"},\"digest\":\"OUYyHnSeE95PQLe5XuLf1R1eIaUNeVsCUsOPb3dpWFo\",\"authorship\":{\"contributor\":\"0x04a395a382B43d083ac5F43eb4c32B93d5a43E00\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MDFFsoNnMkWFjcyFEtWKsjdmy812TeFR2ejF_Qj4sP4\\\",\\\"y\\\":\\\"XbZLHSImZcB_vY-Ubu181Xk8Xh0IaI0IxL9db0Lh8A0\\\"}\",\"signature\":\"7zkNY4XMDCt5QF_hw5qFJF4_LxlmCtv5EbNuL2V6dNDWkZdDPFCWKyfC9O4oUtNKPxCWiYsrRAzRkQ_SxmhTgQ\",\"signingKeySignature\":\"0xc4246a6ccee41a6615defba2ddf68383cb43dcb604124200d3be8d0795df516c4f76de0db0176890e258e1faab3456d5966a1398249657ecf6263a355ec427361c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MDFFsoNnMkWFjcyFEtWKsjdmy812TeFR2ejF_Qj4sP4\\\",\\\"y\\\":\\\"XbZLHSImZcB_vY-Ubu181Xk8Xh0IaI0IxL9db0Lh8A0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OUYyHnSeE95PQLe5XuLf1R1eIaUNeVsCUsOPb3dpWFo\"}"