"{\"content\":{\"body\":\"## OpenOcean aggregates Fantom to offer users more trading opportunities with the best prices\\n\\n![](https://images.mirror-media.xyz/publication-images/BqK9_gsojDWq8NKmHUe6A.png?height=492&width=875)\\n\\n**We are pleased to announce the aggregation of Fantom and its leading DEXes SpookySwap, SpiritSwap, SushiSwap, and Curve. With this integration, OpenOcean users can have no fear in finding the best trades of Fantom-based assets executed by OpenOcean’s new [Atlantic version](https://blog.openocean.finance/openocean-sets-sail-for-the-atlantic-ocean-upgrade-landing-you-the-maximum-returns-with-an-fb36043e3db9),** which optimizes trading for the best returns based on multiple parameters, including price, transaction cost, route, and slippage.\\n\\nThe OpenOcean community is at the center of our protocol and involved in critical decision making. After community votes and inquiries for Fantom-based assets, OpenOcean started work on the Fantom aggregation. The aggregation adds to the vast ocean of DEXs that OpenOcean supports across DeFi platforms and CEX support from Binance.\\n\\nOpenOcean has now become the first CEX and DEX aggregator to partner with Fantom. Due to its fast transaction speeds and low costs, while maintaining a high level of security, the Fantom ecosystem has attracted solid DeFi projects and new exciting gaming applications, opening the door for continued value for this partnership.\\n\\n> *“Fantom is an exciting scalable blockchain platform, which has already given birth to some of the most popular DEXes out there. For that reason, aggregating OpenOcean and Fantom was a necessary step to make. We thank our community for bringing us here and look forward to providing even more trade options at the best prices.” Cindy, OpenOcean Co-Founder*\\n\\n**Why Fantom \\n **In December 2019, Fantom was launched as a compelling Ethereum alternative. It enables developers to design secure, comprehensive, and modular decentralized apps by utilizing open-source smart contracts.\\n\\nWith Fantom, transactions can be processed faster and more cheaply while maintaining high levels of decentralization and security. Solving the trilemma of improving decentralization, security, and scalability without coming to the expense of one of the other two, Fantom is the platform for the future of dApps.\\n\\nLearn more about [Fantom](https://fantom.foundation/about/) and how it [works](https://fantom.foundation/intro-to-fantom/#fantom-work).\\n\\n**Get started with Fantom \\n **You can start trading immediately by connecting your MetaMask wallet to the Fantom blockchain and navigating to our Classic or Pro version. The Classic version provides more mainstream ecosystem tokens unique to Fantom DEXes and features a familiar interface designed with beginner traders in mind.\\n\\nWe offer the most frequently traded tokens pairs on the Pro version with charting and price comparison between Fantom and Binance for more advanced traders.\\n\\nUsers can trade either on Fantom with the best price or on Binance after price comparison on our platform. Users can also use the spread information to take advantage of arbitrage trading.\\n\\n*For more information on setting up your wallet and getting started trading on Fantom with OpenOcean, read our user guide **[here](https://docs.openocean.finance/how-to-guides/how-to-swap-on-fantom-via-openocean)**.*\\n\\nTrade on Fantom via [OpenOcean ](https://openocean.finance/)today. There’s more to come soon, so stay put!\\n\\n**About Fantom \\n **Fantom is a fast, scalable, and secure layer-1 EVM-compatible platform built on a permissionless aBFT consensus protocol. On Fantom, transactions are confirmed in around one second and cost on average one cent. Speed, low transaction costs, and high throughput make Fantom ideal for DeFi applications and real-world use-cases.\\n\\n[Website](https://fantom.foundation/) |[ Docs](https://docs.fantom.foundation/) |[ Research papers](https://fantom.foundation/fantom-research-papers/) |[ Discord](http://chat.fantom.network/) |[ Telegram](https://t.me/Fantom_English) |[ Blog](https://fantom.foundation/blog/) |[ Twitter](https://twitter.com/FantomFDN) |[ Reddit](https://www.reddit.com/r/FantomFoundation/) |[ Github](https://github.com/Fantom-Foundation)\\n\\n**About OpenOcean \\n **OpenOcean is the world’s first DeFi and CeFi full aggregator. OpenOcean’s intelligent routing algorithm finds the best price and low slippage for traders across centralized and decentralized exchanges with no additional fees. As a one-stop trading entrance, we have aggregated major DEXes across public chains, including Ethereum and Layer 2, Binance Smart Chain, Avalanche, Fantom, Polygon, Solana, HECO, TRON, Ontology, and a CEX (Binance). OpenOcean will continue to support cross-chain swaps via bridges and cross-chain protocols, aggregate more DeFi and CeFi products, and launch intelligent management services.\",\"timestamp\":1634036277,\"title\":\"OpenOcean hits spooky waters with Fantom aggregation\"},\"digest\":\"lrz1Lp7zH-Z4kivu1D5fdUjrD_yXuvTee2Wg53tmm4Y\",\"authorship\":{\"contributor\":\"0x7bd7dA4b393A473d95eE3b2b187f9bE3157Afa89\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wvQY1GlULHPlTCJkj9sxerYC_aP_mFfnKgSbTk6fcbQ\\\",\\\"y\\\":\\\"a8Vx7URCw5KfEBfS5zpFOB2xPtMXgLhrCoeDq-WnKPY\\\"}\",\"signature\":\"RY_FtOvvNJqOVdii6_Pw2AbVbFILF9DHEIfhEILWKI6yR5PhD7YN2U-UEHpFMluLMkMOjc8K44v01mgsIjSCDw\",\"signingKeySignature\":\"0xad6d50b87b1b88d65b2301b775d02b804e111e3ef0318fa587c3a67be3998a4664e598681d17486b47acdce1203fe16224013a38c1401e68b95130cf6e916a661b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wvQY1GlULHPlTCJkj9sxerYC_aP_mFfnKgSbTk6fcbQ\\\",\\\"y\\\":\\\"a8Vx7URCw5KfEBfS5zpFOB2xPtMXgLhrCoeDq-WnKPY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lrz1Lp7zH-Z4kivu1D5fdUjrD_yXuvTee2Wg53tmm4Y\"}"