"{\"content\":{\"body\":\"1998\\n\\nIt began in Southeast Asia. Past excesses in the emerging markets imploded.\\n\\nIt spread through first the currencies, bonds and then local stock markets. Financial contagion spread to world's real economies.\\n\\nMany people, far from the markets, suffered, starved, or died. There were bailouts, financial aid, austerity deals and interest rate cuts. The crisis faded, and a new fever began to spread.\\n\\nNetworks of the markets funded a new network, the Internet.\\n\\nMr. Market, high on bailouts, jumped off cliffs to build rockets on the way down.\\n\\nThe same networks which spread disaster last year, had a fever for the future.\\n\\nLike every year, this year had crises and tragedies, but it also had clues. The year’s clues included rockets and future tech giants.\\n\\nGoogle is founded in Menlo Park, California. Tencent is founded in Shenzhen, China. AOL bought Netscape for 4.2B USD. Microsoft was sued by the US DOJ and 20 US states for an antitrust case.\\n\\nIce was found in the Moon's polar craters, enough for a future colony. Japan launched a probe to Mars.\\n\\nA Russian rocket launched from Kazakhstan, carried the first part of the International Space Station, the 21 ton Zarya Module. The Space Shuttle Endeavour launches the first American section of the International Space Station, 'Unity'. It docks with Zarya.\\n\\nThe Beastie Boys released a hit, 'Intergalactic'.\\n\\nThe sky was not the limit. The Internet was coming.\\n\\n**2877 Earth, The Necklace, The Marketplace Square**\\n\\n\\n\\\"They've had eyes on us the moment we got off the transport. What were your instructions from your grandfather, besides not opening the package and sneaking a look?\\\"\\n\\n\\\"I was told that someone would meet me in the market. That I would hand it over to them, and that would be it.\\\"\\n\\n\\\"Change of plans, I have to get information from whoever shows up. The reality is that person not going to be \\\"THE person\\\". We'll see.\\\"\\n\\n\\\"If they see we don't have the item on us, what happens?\\\"\\n\\n\\\"My guess is the recipient doesn't know either just like you were kept in the dark. I want you to know one more thing, I won't let anything happen to your Grandfather or family. But it's my job to take it back home.\\\"\\n\\nShe looked at me, realizing the danger of not delivering but she said nothing.\\n\\nThe Marketplace was busy, the locals were selling to regulars and visitors. There were performances and event feeds in the quieter pockets between the clusters of shops and tourist attractions.\\n\\nWe were both wearing tactical underneath, and I snuck on a few items from the diplomatic bag. I didn't ask for anyone from the regular detail at the consulate. I wasn't there long enough to know who to rely on.\\n\\nI'm sure most of the consulate's security staff was vetted but none of them served with me. That's the kind of help I wanted.\\n\\nWe'll play tourists, with a shoulder bag.\\n\\nI see a group walking through the crowd towards us. They walk different, and carry themselves the way my crew would.\\n\\nThey didn't just send one person.\\n\\n[https://audius.co/beaconbloom/rocket-381880](https://audius.co/beaconbloom/rocket-381880)\\n\\n![](https://images.mirror-media.xyz/publication-images/JceRpmXzj3A-FKXpGFA8O.png?height=1600&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/gXEuqkz1PcArbaAOpvEaH.png?height=1600&width=1200)\\n\\n\",\"timestamp\":1635226214,\"title\":\"1999: 7.17 A Network Implodes, Another Explodes\"},\"digest\":\"z-aA_h-pdhDr5CM0PVSNMSDpc_3iXTv2KZfNU-7A2vg\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cp69EkVmGPN56udTPoj_01QpW6eGaXZ1zbeS531jad8\\\",\\\"y\\\":\\\"zYwhIf2jaKC_Er3nNncHMRuE7eXBXlkdLz-3zM8ikGE\\\"}\",\"signature\":\"3e02nhigN0X8Y89WrcU4z_vSEcTE3d0sAsedI-xbz4QC-P7tuYqrl4K84b4Btihi7DF_q1GyHmLR5gYLe3yhtA\",\"signingKeySignature\":\"0xe4c1bcaa88b6fe2c67d195f4a76d1a91640647a2c63ec8f8083673f941e8ee412d804077222237104c51130677298bdcb163cbc3b2eb0bb6193f6b825a8e06141c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cp69EkVmGPN56udTPoj_01QpW6eGaXZ1zbeS531jad8\\\",\\\"y\\\":\\\"zYwhIf2jaKC_Er3nNncHMRuE7eXBXlkdLz-3zM8ikGE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"T8rPpTkQX8tm4pS9omNlIGuIWGLYDGQLcBB27p3c8H4\"}"