"{\"content\":{\"body\":\"and this morning continued the journey to Calmar, where we arrived about two in the forenoon.  The town is situated on an immense plain, and is not very interesting.  A few hours may be agreeably spent here in visiting the beautiful church and the antiquated castle, and we had more than enough leisure for it.  Wind and weather seemed to have conspired against us, and the captain announced an indefinite stay at this place.  At first we could not land, as the waves were too high; but at last one of the larger boats came alongside, and the more curious among us ventured to row to the land in the unsteady vessel.\\n\\nThe exterior of the church resembles a fine antiquated castle from its four corner towers and the lowness of its dome, which rises very little above the building, and also because the other turrets here and there erected for ornament are scarcely perceptible.  The interior of the church is remarkable for its size, its height, and a particularly fine echo.  The tones of the organ are said to produce a most striking effect.  We sent for the organist, but he was nowhere to be found; so we had to content ourselves with the echo of our own voices.  We went from this place to the old royal castle built by Queen Margaret in the sixteenth century.  The castle is so dilapidated inside that a tarrying in the upper chambers is scarcely advisable.  The lower rooms of the castle have been repaired, and are used as prisons; and as we passed, arms were stretched forth from some of the barred windows, and plaintive voices entreated the passers-by to bestow some trifle upon the poor inmates.  Upwards of 140 prisoners are said to be confined here. {56}\\n\\nAbout three o'clock in the afternoon the wind abated, and we continued our journey.  The passage is very uniform, and we saw only flat, bare shores; a group of trees even was a rarity.\\n\\nSeptember 21st.\\n\\nWhen I came on deck this morning the Sound was far behind us.  To the left we had the open sea; on the right, instead of the bleak Schmoland, we had the bleaker Schonen, which was so barren, that we hardly saw a paltry fishing-village between the low sterile hills.\\n\\nAt nine o'clock in the morning we anchored in the port of Ystadt. The town is pretty, and has a large square, in which stand the house of the governor, the theatre, and the town-hall.  The streets are broad, and the houses partly of wood and partly of stone.  The most interesting feature is the ancient church, and in it a much-damaged wooden altar-piece, which is kept in the vestry.  Though the figures are coarse and disproportionate, one must admire the composition and the carving.  The reliefs on the pulpit, and a beautiful monument to the right of the altar, also deserve admiration.  These are all carved in wood.\\n\\nIn the afternoon we passed the Danish island Malmo.\\n\\nAt last, after having been nearly four days on the sea instead of two days and a half, we arrived safely in the harbour of Travemunde on the 22d September at two o'clock in the morning.  And now my sea- journeys were over; I parted sorrowfully from the salt waters, for it is so delightful to see the water's expanse all around, and traverse its mirror-like surface.  The sea presents a beautiful picture, even when it storms and rages, when waves tower upon waves, and threaten to dash the vessel to pieces or to engulf it--when the ship alternately dances on their points, or shoots into the abyss; and I frequently crept for hours in a corner, or held fast to the sides of the ship, and let the waves dash over me.  I had overcome the terrible sea-sickness during my numerous journeys, and could therefore freely admire these fearfully beautiful scenes of excited nature, and adore God in His grandest works.\\n\\nWe had scarcely cast anchor in the port when a whole array of coachmen surrounded us, volunteering to drive us overland to Hamburgh, a journey of thirty-six miles, which it takes eight hours to accomplish.\\n\\nTravemunde is a pretty spot, which really consists of only one street, in which the majority of the houses are hotels.  The country from here to Lubeck, a distance of ten miles, is very pretty.  A splendid road, on which the carriages roll smoothly along, runs through a charming wood past a cemetery, whose beauty exceeds that of Upsala; but for the monuments, one might take it for one of the most splendid parks or gardens.\\n\\nI regretted nothing so much as being unable to spend a day in Lubeck, for I felt very much attracted by this old Hanse town, with its pyramidically-built houses, its venerable dome, and other beautiful churches, its spacious squares, &c.; but I was obliged to proceed, and could only gaze at and admire it as I hurried through. The pavement of the streets is better than I had seen it in any northern town; and on the streets, in front of the houses, I saw many wooden benches, on which the inhabitants probably spend their summer evenings.  I saw here for the first time again the gay- looking street-mirrors used in Hamburgh.  The Trave, which flows between Travemunde and Lubeck, has to be crossed by boat.  Near Oldesloe are the salt-factories, with large buildings and immensely high chimneys; an old romantic castle, entirely surrounded by water, lies near Arensburg.\\n\\nPast Arensburg the country begins to be uninteresting, and remains so as far as Hamburgh; but it seems to be very fertile, as there is an abundance of green fields and fine meadows.\\n\\nThe little journey from Lubeck to Hamburgh is rather dear, on account of the almost incredible number of tolls and dues the poor coachmen have to pay.  They have first to procure a license to drive from Lubeck into Hamburgh territory, which costs about 1s. 3d.; then mine had to pay twice a double toll of 8d., because we passed through before five o'clock in the morning, and the gates, which are not opened till five o'clock, were unfastened especially for us; besides these, there was a penny toll on nearly every mile.\\n\\nThis dreadful annoyance of the constant stopping and the toll-bars is unknown in Norway and in Sweden.  There, an annual tax is paid for every horse, and the owner can then drive freely through the whole country, as no toll-bars are erected.\\n\\nThe farm-houses here are very large and far-spread, but the reason is, that stable, barn, and shippen are under the same roof:  the walls of the houses are of wood filled in with bricks.\\n\\nAfter passing Arensburg, we saw the steeples of Wandsbeck and Hamburgh in the distance; the two towns seem to be one, and are, in fact, only separated by pretty country-houses.  But Wandsbeck compared to Hamburgh is a village, not a town.\\n\\nI arrived in Hamburgh about two o'clock in the afternoon; and my relatives were so astonished at my arrival, that they almost took me for a ghost.  I was at first startled by their reception, but soon understood the reason of it.\\n\\nAt the time I left Iceland another vessel went to Altona, by which I sent a box of minerals and curiosities to my cousin in Hamburgh. The sailor who brought the box gave such a description of the wretched vessel in which I had gone to Copenhagen, that, after having heard nothing of me for two months, he thought I must have gone to the bottom of the sea with the ship.  I had indeed written from Copenhagen, but the letter had been lost; and hence their surprise and delight at my arrival.\\n\\nCHAPTER XI\\n\\nI had not much time to spare, so that I could only stay a few days with my relatives in Hamburgh; on the 26th September, I went in a little steamer from Hamburgh to Harburg, where we arrived in three quarters of an hour.  From thence I proceeded in a stage-carriage to Celle, about sixty-five miles.\\n\\nThe country is not very interesting; it consists for the most part of plains, which degenerate into heaths and marshes; but there are a few fertile spots peeping out here and there.\\n\\nSeptember 27th.\\n\\nWe arrived at Celle in the night.  From here to Lehrte, a distance of about seven miles, I had to hire a private conveyance, but from Lehrte the railway goes direct to Berlin. {57}  Many larger and smaller towns are passed on this road; but we saw little of them, as the stations all lie at some distance, and the railway-train only stops a few minutes.\\n\\nThe first town we passed was Brunswick.  Immediately beyond the town lies the pretty ducal palace, built in the Gothic style, in the centre of a fine park.  Wolfenbuttel seems to be a considerable town, judging by the quantity of houses and church-steeples.  A pretty wooden bridge, with an elegantly-made iron balustrade, is built here across the Ocker.  From the town, a beautiful lane leads to a gentle hill, on whose top stands a lovely building, used as a coffee-house.\\n\\nAs soon as one has passed the Hanoverian domains the country, though it is not richer in natural curiosities, is less abundant in marshes and heaths, and is very well-cultivated land.  Many villages are spread around, and many a charming town excites the wish to travel through at a slower pace.\\n\\nWe passed Schepenstadt, Jersheim, and Wegersleben, which latter town already belongs to Prussia.  In Ashersleben and in Magdeburg we changed carriages.  Near Salze we saw some fine buildings which belong to the extensive saltworks existing here.  Jernaudau is a colony of Moravians.  I should have wished to visit the town of Kotten,-- for nothing can be more charming than the situation of the town in the midst of fragrant gardens,--but we unfortunately only stopped there a few minutes.  The town of Dessau is also surrounded by pretty scenery:  several bridges cross the various arms of the Elbe; that over the river itself rests on solid stone columns.  Of Wittenberg we only saw house tops and church-steeples; the same of Juterbog, which looks as if it were newly built.  Near Lukewalde the regions of sand begin, and the uniformity is only broken by a little ridge of wooded hills near Trebbin; but when these are past, the railway passes on to Berlin through a melancholy, unmitigated desert of sand.\\n\\nI had travelled from six o'clock this morning until seven in the evening, over a distance of about two hundred and twenty miles, during which time we had frequently changed carriages.\\n\\nThe number of passengers we had taken up on the road was very great, on account of the Leipzic fairs; sometimes the train had thirty-five to forty carriages, three locomotives, and seven to eight hundred passengers; and yet the greatest order had prevailed.  It is a great convenience that one can take a ticket from Lehrte to Berlin, although the railway passes through so many different states, because then one needs not look after the luggage or any thing else. The officials on the railway are all very civil.  As soon as the train stopped, the guards announced with a loud voice the time allowed, however long or short it might be; so that the passengers could act accordingly, and take refreshments in the neighbouring hotels.  The arrangements for alighting are very convenient:  the carriages run into deep rails at the stations, so that the ground is level with the carriages, and the entrance and exit easy.  The carriages are like broad coaches; two seats ran breadthwise across them, with a large door at each side.  The first and second class contain eight persons in each division, the third class ten.  The carriages are all numbered, so that every passenger can easily find his seat.\\n\\nBy these simple arrangements the traveller may descend and walk about a little, even though the train should only stop two minutes, or even purchase some refreshments, without any confusion or crowding.\\n\\nThese conveniences are, of course, impossible when the carriages have the length of a house, and contain sixty or seventy persons within locked doors, and where the doors are opened by the guards, who only call out the name of the station without announcing how long the stay is.  In such railways it is not advisable for travellers to leave their seats; for before they can pass from one end of the carriage to the other, through the narrow door and down the steep steps, the horn is sounded, and at the same time the train moves on; the sound being the signal for the engine-driver, the passengers having none.\\n\\nIn these states there was also not the least trouble with the passport and the intolerable pass-tickets.  No officious police- soldier comes to the carriage, and prevents the passengers alighting before they have answered all his questions.  If passports had to be inspected on this journey, it would take a few days, for they must always be taken to the passport-office, as they are never examined on the spot.\\n\\nSuch annoying interruptions often occur several times in the same state.  And one need not even come from abroad to experience them, as a journey from a provincial to a capital town affords enough scope for annoyance.\\n\\nI had no reason to complain of such annoyances in any of the countries through which I had hitherto passed.  My passport was only demanded in my hotel in the capitals of the countries, if I intended to remain several days.  In Stockholm, however, I found a curious arrangement; every foreigner there is obliged to procure a Swedish passport, and pay half-a-crown for it, if he only remains a few hours in the town.  This is, in reality, only a polite way of taking half-a-crown from the strangers, as they probably do not like to charge so much for a simple vise!\\n\\nSTAY IN BERLIN--RETURN TO VIENNA\",\"timestamp\":1637496459,\"title\":\"\\nOn account of the contrary wind, we had cast anchor here last night\"},\"digest\":\"C13f_3jU9dffW-kCHzbkwhUiPq755D4948UpFbZ_R00\",\"authorship\":{\"contributor\":\"0x1928Fa8c1480697A043aA639A3c2C52BE5B7890a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bK5RYJ6CPIpxJUdu6dsvQhFBx5TwlR_bRnwMqCx5x7Q\\\",\\\"y\\\":\\\"BKVemlPxBK_QadTAKoo1RXRFlOGKPGHq7KWUKgHWFl0\\\"}\",\"signature\":\"g-p_xqH12XGnUVfo6ZWQre7_Hd1hYRyiaSWEx7CYpmlBAa5hKVBQkxhQbhbeDhILxdk1BdnXEIsoEfqK_mAgNQ\",\"signingKeySignature\":\"0xaa47d76bb495bbe0d98c0db5278a4d6a0b2249cd719841893d5afeaef26802063575f5d328a36a658e59eced1519497ebdee4a0fc73d36e7afbc0767a007d8a21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bK5RYJ6CPIpxJUdu6dsvQhFBx5TwlR_bRnwMqCx5x7Q\\\",\\\"y\\\":\\\"BKVemlPxBK_QadTAKoo1RXRFlOGKPGHq7KWUKgHWFl0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"C13f_3jU9dffW-kCHzbkwhUiPq755D4948UpFbZ_R00\"}"