"{\"content\":{\"body\":\"[Fractional](http://fractional.art) is a protocol for splitting the value of a single NFT across many accounts. In its first 2 months it has created $450 million of fractionalized liquidity from NFTs.\\n\\nThe protocol follows these steps:\\n\\n1. An account tells the protocol to **exchange their NFT for ERC20 tokens**. They specify a name and symbol for the ERC20, the number of ERC20 tokens to mint, and a reserve price for the NFT.\\n2. The owner is now referred to as a **curator**, and should **distribute the ERC20 tokens** (usually by putting it on a DEX like Uniswap)\\n3. ERC20 token holders **vote to update auction's reserve price**\\n4. After sufficient voting to negotiate price, bidding starts in **an auction to purchase the NFT**\\n5. After the auction ends, ERC20 holders can cash out by **exchanging their tokens for ETH** from the sale\\n6. The original owner gets a curation fee through an innovative inflation model\\n\\nQuick notes: \\n\\n* ERC20 holders should cash out as soon as the auction closes, to prevent dilution from curator-fee inflation.\\n* The protocol is currently governed by a 3-5 Gnosis Safe multisig and is not taking any governance fee, but this is subject to change. \\n\\nThe rest of this essay breaks down the Fractional's technical components: how NFTs become ERC20 tokens, how voting, auctioning, and cashing out works, and how governance is structured.\\n\\n![](https://images.mirror-media.xyz/publication-images/372ba397-cc97-4ec6-99b2-ba9a2a285c6b.png?height=506&width=1012)\\n\\n## Exchange an NFT for ERC20 Tokens\\n\\nThe game starts when the NFT owner creates a *TokenVault,* which is both an auction and an ERC20 token. This happens through a special factory contract that transfers the NFT into the TokenVault.\\n\\nThe original NFT owner becomes the curator of the auction, and can specify the initial reserve price and the number of ERC20 tokens that will exist. The curator receives all of these ERC20 tokens, and will need to distribute them manually (e.g. on Uniswap).\\n\\nThe Fractional UI integrates with Uniswap (yay integration!), which will allow end users to purchase the ERC20s directly from their website.\\n\\n![Fractional lets users purchase the fractional ERC20 tokens via Uniswap from their website](https://images.mirror-media.xyz/publication-images/5096a72d-e3e6-4862-8d36-ef16a99e5ce5.png?height=1066&width=1376)\\n\\nThe auction runs for 7 days by default, but can be set by the curator to a minimum of 3 days and a maximum of 2 weeks.\\n\\nWith each block, the total supply will inflate by a small percentage set by the curator, and the curator can claim these tokens. The token supply can also inflate by a percentage set by the protocol's governance, and these tokens go to an address controlled by governance (this address will receive ERC20 tokens for all NFTs that are fractionalized) - but the governance fee is currently set to 0%. Anyone can call the function that mints and distributes these tokens to the curator and governance address.\\n\\n## Auctioning the NFT\\n\\nOnce the ERC20 tokens are distributed, participants vote on the reserve price of the auction, with 1 vote per token. When 50% of more of the tokens have voted on the price, then bidding can start on the auction.\\n\\nWhen the auction is won, the NFT is transferred to the auction winner, and the ETH sits in the vault. ERC20 tokens can then be exchanged for this ETH.\\n\\n![Fractional ERC20 token holders can vote to update the NFT auction's reserve price](https://images.mirror-media.xyz/publication-images/882c6150-0dc5-4792-ab0d-56010b378fb4.png?height=892&width=1186)\\n\\n## Cashing Out\\n\\nOnce the auction is complete, the token holders can cash out by burning their ERC20 tokens in exchange for the ETH from the auction sale. There is an incentive to cash out as early as possible, otherwise the curator fee will inflate the ERC20 supply over time and dilute the value of the other holders.\\n\\n## Governance\\n\\nThe Fractional protocol gives a 3-of-5 multisig authority all parameters of the protocol. In the early days of the protocol, this is a good way to structure governance, because it allows a small group to take quick action to improve operation. In the long run, governance and ownership should decentralized to a group of users (via airdrop to early users?), which will slow modifications to the protocol’s functionality.\\n\\nMost of the accounts on the multisig are anonymized via Tornado cash, except for @john_c_palmer who is using an account linked to his other web3 accounts. This creates a small target for him if Fractional continues to grow quickly - but hopefully they can decentralize governance before that becomes a problem.\",\"timestamp\":1630298358,\"title\":\"Fractional\",\"publication\":\"g\"},\"digest\":\"q1455MBwJYtgSC3knhfnIOsCl2w9GUIZO2PQuH3DAm8\",\"authorship\":{\"contributor\":\"0xCC65fA278B917042822538c44ba10AD646824026\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RFEDYmSKZ1sOYmb2SdUYHOjmyiRYVzBdVqwfPgbCZL8\\\",\\\"y\\\":\\\"UM9fl67QqugARIkSR_cRL0nSqMCqI04TY-PWxxI5N0Y\\\"}\",\"signature\":\"NxNvzLMssBUsJzdteY_5nw4pu7zV6JVF1kgbnn8rQ0abf03EeIYnWrWsFp2GwhT2sa8eejXzvn-wEzLv8nsGuQ\",\"signingKeySignature\":\"0x81063e6ab32bad121cd7f19539a2a7e5041164163b91293464cd429a590115e34a452e1d6a7376b5d17f283705c079b59e9df26be7c812ea186b7902547512661c\",\"signingKeyMessage\":\"I authorize the publication of articles on g.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RFEDYmSKZ1sOYmb2SdUYHOjmyiRYVzBdVqwfPgbCZL8\\\",\\\"y\\\":\\\"UM9fl67QqugARIkSR_cRL0nSqMCqI04TY-PWxxI5N0Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"q1455MBwJYtgSC3knhfnIOsCl2w9GUIZO2PQuH3DAm8\"}"