"{\"content\":{\"body\":\"There are two parts to this. I don't know if I would call it a crackdown, but I do see a lot of regulation coming for at least the fiat coins, which have traditional financial assets that back them; like cash equivalents, or actual cash in depository accounts. I don't know that this affects truly decentralized stablecoins though. I believe that Frax is not only compliant, but it will keep complying with all requirements just by existing and being fully decentralized.\\n\\nThe second part to your question is interesting because I think the current stablecoin regulation they're proposing is a little bit reactionary. What's currently going on is that people are saying that stablecoin issuers like a Circle and Tether need to have banking licenses. That's the conversation. But that doesn't make sense if you think about it, because there's a lot of experimentation allowed in even the traditional financial space. Things like money market funds don't have a banking charter. It's not a bank. It's not FDIC \\\\[Federal Deposit Insurance Corporation\\\\] insured. People either don't realize this or they're not informed.\\n\\nMoney market funds are regulated in the sense that you need to have \\\\[and disclose\\\\] cash equivalents. But they are not regulated with the same harshness that they're currently proposing \\\\[for\\\\] stablecoins. This doesn't apply to fully decentralized ones like Frax that have absolutely no claims on real-world assets, or even advertise any form of redeemability. The whole point of Frax is that our protocol works by targeting the open market exchange. I think I'm pretty open to the belief that the regulation portion will work itself out.\",\"timestamp\":1639039781,\"title\":\"There are two parts to this\"},\"digest\":\"kZ6FlI4yKpOK195kyfoG02ShlIqQWBExe1dhTp7kw5E\",\"authorship\":{\"contributor\":\"0x9bdDD0B5b1A155C24Ab719491E82E14535dA9Df7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2MFeThc5IObk_gvETIOlyiaCKSKQb3ZKlgAoRgk--x0\\\",\\\"y\\\":\\\"Yv5uLUcl2jU79rqPAEG603BYKFEPUf-dVgsqGLFRX64\\\"}\",\"signature\":\"q7RIr4J58wvRQOXQxUcvLHvA-qsjuCjMeUQjsGl4EEvvAo33hG6g0NS_DguA2vrHYns4-87isqVYAFB1vOzG7g\",\"signingKeySignature\":\"0x028c58dfec85528da3d7648f751ecfe32250fc35fe6401b8ffe0ee6e9a92080d6de31c7ba5b53f8de22f3d342c664ff4481375286f4c9fade8e6774a91bf7b571b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2MFeThc5IObk_gvETIOlyiaCKSKQb3ZKlgAoRgk--x0\\\",\\\"y\\\":\\\"Yv5uLUcl2jU79rqPAEG603BYKFEPUf-dVgsqGLFRX64\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kZ6FlI4yKpOK195kyfoG02ShlIqQWBExe1dhTp7kw5E\"}"