"{\"content\":{\"body\":\"*Originally [published](https://governance.substack.com/p/boardroom-raises-2m-to-help-stakeholder) on Boardroom's [Substack](https://governance.substack.com/) on Oct 13th, 2020*\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F429853c5-5d94-4eb5-bead-5e38c1e6fe8e\\\\_2480x520.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F429853c5-5d94-4eb5-bead-5e38c1e6fe8e\\\\_2480x520.png)\\n\\nThe [Boardroom](https://boardroom.info/) team is excited to announce that it has raised $2.2 million in funding to build a comprehensive platform aimed at reducing the complexities of crypto governance interactions. The investment was led by [Standard Crypto](http://standardcrypto.vc/), with participation from [Variant](https://variant.fund/), [CoinFund](https://coinfund.io/), [IDEO CoLab Ventures](https://www.ideocolab.com/ventures/), [Framework Ventures](https://framework.ventures/), and [Slow Ventures](http://www.slow.co/).\\n\\nThe team is also proud to partner with [MetaCartel Ventures](https://metacartel.xyz/), [Divergence](https://www.div.vc/), [The LAO](http://thelao.io/), [Stani Kulechov](https://twitter.com/StaniKulechov) (Aave), [Kain Warwick](https://twitter.com/kaiynne) and [Jordan Momtazi](https://twitter.com/hjmomtazi) (Synthetix), [Tarun Chitra](https://twitter.com/tarunchitra) (Gauntlet), [Spencer Noon](https://twitter.com/spencernoon) (DTC), [Bollinger Investment Group](https://www.bollinger.xyz/), and Free Company.\\n\\nWe deem the support from the aforementioned proven builders, operators, and leaders in the space as an incredibly important milestone that will contribute to the success of the Boardroom product.\\n\\n> *\\\"We are seeing an accelerating volume of protocols interested in public governance enter the market each month. We are extremely excited about what Boardroom is building in this space, helping to consolidate governance protocol interaction and bringing decentralized governance to the next level of adoption.\\\" - **Jake Brukhman, CoinFund***\\n\\n### Our Purpose\\n\\nWe believe crypto networks will uproot traditional management and ownership structures. They have already demonstrated a powerful new economic model for building software applications, wherein users build and operate products and services they use every day. In exchange for their contributions, many of these platforms reward users with a direct ownership stake which aligns their success with that of the platform.\\n\\nWith this ownership comes a responsibility to steward governance, communication, and engagement to ensure a powerful alignment between diverse owners.\\n\\n> #### *Boardroom’s mission is to enable stakeholder-owned platforms to scale while upholding the interests of all their constituencies.*\\n\\n#### Professionalizing Digital Governance Tools and Services\\n\\nThe management of protocols is becoming increasingly complex as activities involving large numbers of contributors require a division of labour. Delegation of governance power to specialized proxies will allow networks to benefit from efficient insights. Therefore, it becomes necessary to properly inform end-users about the potential effects of their decisions and the relative merits of competing paths forward. The Boardroom Hub simplifies and structures such information and facilitates participation across diverse protocols. It provides scalable tools and services for high-value digital stakeholder interactions.\\n\\n#### Aggregating Fragmented Data and Distribution Channels\\n\\nExperimentation with novel distribution mechanisms has led a growingly diverse set of stakeholders participating in network decision making. These interactions are seldom similar in nature, and the varying processes and interfaces can sometimes create miscommunication, misalignment, and minimal feedback between stakeholders. As the frequency of decisions and the number of information channels keep rising, the Boardroom SDK provides builders with simple and comprehensive access to standardized governance data, features, and components, across protocols, integrated into any native UI - no user should ever have to sacrifice convenience to participate.\\n\\n#### Simplifying the Implementation of Governance Frameworks\\n\\nDecentralized networks with governance models that are poorly defined, overly complex, and resource-intensive tend to be at a long-term disadvantage relative to competing networks that optimize for procedural clarity, simplicity, and smart automation with emergency safeguards. As projects adopt novel open-source governance frameworks, Boardroom will simplify implementation by leveraging standardized processes from ideation to deployment.\\n\\n**Our team hopes to unlock the rights of stakeholders whose voices have been obfuscated by a multitude of interfaces resulting in fragmented experiences.**\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Ff9c06b5e-8647-4e40-90b3-47c765e8731b\\\\_993x580.jpeg)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Ff9c06b5e-8647-4e40-90b3-47c765e8731b\\\\_993x580.jpeg)\\n\\n*We first pitched Boardroom at ETH San Francisco in 2018 as [Kora](https://devpost.com/software/kora-vji6xw)*\\n\\n### From Hackathon to Company\\n\\nWhat started as a hackathon project turned into an idea that YJ and myself would carry into roles at [TQ Tezos](https://tqtezos.com/) and [Parity](https://www.parity.io/), where we built governance and ecosystem tooling for layer one projects over the last few years. We soon realized that for projects at the application layer to adopt governance systems at scale, it would be important to abstract complexities using proven governance tooling and services. \\n\\nThe indexing and standardization of data and user experiences would not only benefit the platform users but equally as important, it would benefit project teams as they look to structure decision making to be representative of true system stakeholders.\\n\\nFour months ago we built an [MVP](https://forum.metacartel.org/t/dao-proposal-boardroom/729). Bolstered by the unbridled support of the [MetaCartel Community](https://www.metacartel.org/), IDEO’s DeFi Residency, and Divergence Ventures we put our heads down and started working on the product. We’re confident that these stakeholder-led experiments and new models for platform ownership will become the frameworks for future corporate, protocol, and ecosystem governance, and we’ll be there to support them along the way.\\n\\n### Looking Forward\\n\\nWe encourage any team thinking about or building governance systems and UX to reach out, we’d love to have a conversation. As more complex delegative and proxy models emerge we are keen to engage with stakeholders that view themselves as parties likely to engage in frequent governance votes, as well as with projects building interfaces aiming to feature and support governance information and capabilities. \\n\\nWe also welcome all governance participants to provide feedback on our [Boardroom Hub](http://app.boardroom.info/) alpha and join our [Discord](https://discord.com/invite/QFBgg2) #Feedback channel. We look forward to engaging in community discussion!\\n\\n#### And We Are [Hiring](https://angel.co/company/boardroom-1/jobs)!\\n\\nWe are energized to tackle the next phase of our product roadmap and are actively looking to build our team. Joining us will enable you to have a substantial impact on our success and have extensive ownership over the product. We are thoughtful about code quality, testing, and architecture, and value positive energy, continuous learning, and clear communication. We are also committed to building an inclusive environment for people from every background. If you are compelled by our vision [we would love to talk to you](https://angel.co/company/boardroom-1/jobs). \\n\\nPlease message us on [Discord](https://discord.gg/QFBgg2) or check out our [current job postings](https://angel.co/company/boardroom-1/jobs/962621-senior-frontend-engineer) to learn more about the team. \\n\\n#### **About Boardroom**\\n\\nBoardroom is an integrated governance management platform improving distributed decision making across crypto networks with tools and services for high-value digital stakeholder interactions. Our mission is to enable stakeholder-owned platforms to scale while upholding the interests of all their constituencies.\\n\\n[Share](https://governance.substack.com/p/boardroom-raises-2m-to-help-stakeholder?\\\\&utm_source=substack\\\\&utm_medium=email\\\\&utm_content=share\\\\&action=share)\\n\",\"timestamp\":1619732604,\"title\":\"Boardroom raises $2M to help stakeholder-owned platforms scale in governance participation\",\"publication\":\"boardroom\"},\"digest\":\"tOkcjJCkOhChpKoq8ies14hXJeGW93E2tRya73_qh_I\",\"authorship\":{\"contributor\":\"0xb1676B5Ab63F01F154bb9938F5e8999d9Da5444B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w7mrcCiBlf028ldqpTLCIil3169hcG4Lc2_EEScU6AY\\\",\\\"y\\\":\\\"FNT5UXHwWxnJJtAZH7SKl-ad4kfuLcOoIZrkOzthdAs\\\"}\",\"signature\":\"CAdoYBtLYwAqe4SHlS7Gd3KQf39OLgcClFtdF0GbaOD0hiOW5geHm1qzxHn6hsudIvrFzmEAG5zsFPemTpMT4Q\",\"signingKeySignature\":\"0xeccd26b10e5ae492757a69b854da262568509649d1f844244d3a85e3d0f3721225410b7759167bc72404c34ccff69ff5d8037077a7e3f37954f46e644451b46b01\",\"signingKeyMessage\":\"I authorize the publication of articles on boardroom.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w7mrcCiBlf028ldqpTLCIil3169hcG4Lc2_EEScU6AY\\\",\\\"y\\\":\\\"FNT5UXHwWxnJJtAZH7SKl-ad4kfuLcOoIZrkOzthdAs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tOkcjJCkOhChpKoq8ies14hXJeGW93E2tRya73_qh_I\"}"