"{\"content\":{\"body\":\"accept the living of St Ewold, we will not pretend to say; but it had at any rate been settled in Dr Gwynne's library, at Lazarus, that he would accept it, and that he would lend his assistance towards driving the enemy out of Barchester, or, at any rate, silencing him while he remained there. Mr Arabin intended to keep his rooms at Oxford, and to have the assistance of a curate at St Ewold; but he promised to give as much time as possible to the neighbourhood of Barchester, and from so great a man Dr Grantly was quite satisfied with such a promise. It was no small part of the satisfaction derivable from such an arrangement that Dr Proudie would be forced to institute into a living, immediately under his own nose, the enemy of his favourite chaplain.\\n\\nAll through the dinner the archdeacon's good humour shone brightly in his face. He ate of the good things heartily, he drank wine with his wife and daughter, he talked pleasantly of his doings at Oxford, told his father-in-law that he ought to visit Dr Gwynne at Lazarus, and launched out again in praise of Dr Arabin.\\n\\n'Is Mr Arabin married, papa?' asked Griselda.\\n\\n'No, my dear; the fellow of a college is never married.'\\n\\n'Is he a young man, papa?'\\n\\n'About forty, I believe,' said the archdeacon.\\n\\n'Oh!' said Griselda. Had her father said eighty, Mr Arabin would not have appeared to her to be very much older.\\n\\nWhen the two gentlemen were left alone over their wine, Mr Harding told his tale of woe. But even this, sad as it was, did not much diminish the archdeacon's good humour, though it greatly added to his pugnacity.\\n\\n'He can't do it,' said Dr Grantly over and over again, as his father-in-law explained to him the terms on which the new warden of the hospital was to be appointed; 'he can't do it. What he says is not worth the trouble of listening to. He can't alter the duties of the place.'\\n\\n'Who can't?' asked the ex-warden.\\n\\n'Neither can the bishop nor the chaplain, nor yet the bishop's wife, who, I take it, has really more to say to such matters than either of the other two. The whole body corporate of the palace together have no power to turn the warden of the hospital into a Sunday schoolmaster.'\\n\\n'But the bishop has the power to appoint whom he pleases, and--'\\n\\n'I don't know that; I rather think he'll find he has no such power. Let him try it, and see what the press will say. For once we shall have the popular cry on our side. But Proudie, ass as he is, knows the world too well to get such a hornet's nest about his ears.'\\n\\nMr Harding winced at the idea of the press. He had had enough of that sort of publicity, and was unwilling to be shown up a second time either as a monster or as a martyr. He gently remarked that he hoped the newspapers would not get hold of his name again, and then suggested that perhaps it would be better that he should abandon his object. 'I am getting old,' said he; 'and after all I doubt whether I am fit to undertake new duties.'\\n\\n'New duties!' said the archdeacon: 'don't I tell you there shall be no new duties?'\\n\\n'Or, perhaps, old duties either,' said Mr Harding; 'I think I will remain content as I am.' The picture of Mr Slope carting away the rubbish was still present to his mind.\\n\\nThe archdeacon drank off his glass of claret, and prepared himself to be energetic. 'I do hope,' said he, 'that you are not going to be so weak as to allow such a man as Mr Slope to deter you from doing what you know is your duty to do. You know that it is your duty to resume your place at the hospital now that parliament has so settled the stipend as to remove those difficulties which induced you to resign it. You cannot deny this; and should your timidity now prevent you from doing so, your conscience will hereafter never forgive you;' and as he finished this clause of his speech, he pushed over the bottle to his companion.\\n\\n'Your conscience will never forgive you,' he continued. 'You resigned the place from conscientious scruples, scruples which I greatly respected, though I did not share them. All your friends respected them, and you left your old house as rich in reputation as you were ruined in fortune. It is now expected that you will return. Dr Gwynne was saying only the other day--'\\n\\n'Dr Gwynne does not reflect how much older a man I am now than when he last saw me.'\\n\\n'Old--nonsense!' said the archdeacon; 'you never thought yourself old till you listened to the impudent trash of that coxcomb at the palace.'\\n\\n'I shall be sixty-five if I live till November,' said Mr Harding.\\n\\n'And seventy-five if you live till November ten years,' said the archdeacon. 'And you bid fair to be as efficient then as you were ten years ago. But for heaven's sake let us have no pretence in this matter. Your plea of old age is only a pretence. But you're not drinking your wine. It is only a pretence. The fact is, you are half afraid of this Slope, and would rather subject yourself to comparative poverty and discomfort, than come to blows with a man who will trample on you, if you let him.'\\n\\n'I certainly don't like coming to blows, if I can help it.'\\n\\n'Nor I neither--but sometimes we can't help it. This man's object is to induce you to refuse the hospital, that he may put some creature of his own into it; that he may show his power, and insult us all by insulting you, whose cause and character are so intimately bound up with that of the chapter. You owe it to us all to resist him in this, even if you have no solicitude for yourself. But surely, for your own sake, you will not be so lily-livered as to fall into this trap which he has baited for you, and let him take the very bread out of your mouth without a struggle.'\\n\\nMr Harding did not like being called lily-livered, and was rather inclined to resent it. 'I doubt there is any true courage,' said he, 'in squabbling for money.'\\n\\n'If honest men did not squabble for money, in this world of ours, the dishonest men would get it all; and I do not see that the cause of virtue would be much improved. No,--we must use the means which we have. If we were to carry your argument home, we might give away every shilling of revenue which the church has; and I presume you are not prepared to say that the church would be strengthened by such a sacrifice.' The archdeacon filled his glass and then emptied it, drinking with much reverence a silent toast to the well-being and permanent security of those temporalities which were so dear to his soul.\\n\\n'I think all quarrels between a clergyman and his bishop should be avoided,' said Mr Harding.\\n\\n'I think so too; but it is quite as much the duty of the bishop to look to that as of his inferior. I tell you what, my friend; I'll see the bishop in this matter, that is, if you will allow me; and you may be sure I will not compromise you. My opinion is, that all this trash about Sunday-schools and the sermons has originated wholly with Slope and Mrs Proudie, and that the bishop knows nothing about it. The bishop can't very well refuse to see me, and I'll come upon him when he has neither his wife nor his chaplain by him. I think you'll find that it will end in his sending you the appointment without any condition whatever. And as to the seats in the cathedral, we may safely leave that to Mr Dean. I believe the fool positively thinks that the bishop could walk away with the cathedral, if he pleased.'\\n\\nAnd so the matter was arranged between them. Mr Harding had come expressly for advice, and therefore felt himself bound to take the advice given him. He had known, moreover, beforehand, that the archdeacon would not hear of his giving the matter up, and accordingly though he had in perfect good faith put forward his own views, he was prepared to yield.\\n\\nThey therefore went into the drawing-room in good humour with each other, and the evening passed pleasantly in prophetic discussion on the future wars of Arabin and Slope. The frogs had the mice would be nothing to them, nor the angers of Agamemnon and Achilles. How the archdeacon rubbed his hands, and plumed himself on the success of his last move. He could not himself descend into the arena with Slope, but Arabin would have no such scruples. Arabin was exactly the man for such work, and the only man whom he knew that was fit for it.\\n\\nThe archdeacon's good humour and high buoyancy continued till, when reclining on his pillow, Mrs Grantly commenced to give him her view of the state of affairs in Barchester. And then certainly he was startled. The last words he said that night were as follows:--\\n\\n'If she does, by heaven, I'll never speak to her again. She dragged me into the mire once, but I'll not pollute myself with such filth as that--' And the archdeacon gave a shudder which shook the whole room, so violently was he convulsed with the thought which then agitated his mind.\\n\\nNow in this matter, the widow Bold was scandalously ill-treated by her relatives. She had spoken to the man three or four times, and had expressed her willingness to teach in a Sunday-school. Such was the full extent of her sins in the matter of Mr Slope. Poor Eleanor! But time will show.\\n\\nThe next morning Mr Harding returned to Barchester, no further word having been spoken in his hearing respecting Mr Slope's acquaintance with his younger daughter. But he observed that the archdeacon at breakfast was less cordial than he had been on the preceding evening.\\n\\nCHAPTER XV\\n\\nTHE WIDOW'S SUITORS\\n\\nMr Slope lost no time in availing himself of the bishop's permission to see Mr Quiverful, and it was in his interview with this worthy pastor that he first learned that Mrs Bold was worth the wooing. He rode out to Puddingdale to communicate to the embryo warden the good will of the bishop in his favour, and during the discussion on the matter, it was unnatural that the pecuniary resources of Mr Harding and his family should become the subject of remark.\\n\\nMr Quiverful, with his fourteen children and his four hundred a year, was a very poor man, and the prospect of this new preferment, which was to be held together with his living, was very grateful to him. To what clergyman so circumstanced would not such a prospect be very grateful? But Mr Quiverful had long been acquainted with Mr Harding, and had received kindness at his hands, so that his heart misgave him as he thought of supplanting a friend at the hospital. Nevertheless, he was extremely civil, cringingly civil, to Mr Slope; treated him quite as the great man; entreated this great man to do him the honour to drink a glass of sherry, at which, as it was very poor Marsala, the now pampered Slope turned up his nose; and ended by declaring his extreme obligation to the bishop and Mr Slope, and his great desire to accept the hospital, if--if it were certainly the case that Mr Harding had refused it.\\n\\nWhat man, as needy as Mr Quiverful, would have been more disinterested?\\n\\n'Mr Harding did positively refuse it,' said Mr Slope, with a certain air of offended dignity, 'when he heard of the conditions to which the appointment is now subjected. Of course, you understand, Mr Quiverful, that the same conditions will be imposed on yourself.'\\n\\nMr Quiverful cared nothing for the conditions. He would have undertaken to preach any number of sermons Mr Slope might have chosen to dictate, and to pass every remaining hour of his Sundays within the walls of a Sunday school. What sacrifices, or, at any rate, what promises, would have been too much to make for such an addition to his income, and for such a house! But his mind still recurred to Mr Harding.\\n\\n'To be sure,' said he; 'Mr Harding's daughter is very rich, and why should he trouble himself with the hospital?'\\n\\n'You mean Mrs Grantly,' said Slope.\\n\\n'I meant the widowed daughter,' said the other. 'Mrs Bold has twelve hundred a year of her own, and I suppose Mr Harding means to live with her.'\\n\\n'Twelve hundred a year of her own!' said Slope, and very shortly afterwards took his leave, avoiding, as far as it was possible for him to do, any further allusion to the hospital. Twelve hundred a year, said he to himself, as he rode slowly home. If it were the fact that Mrs Bold had twelve hundred a year of her own, what a fool would he be to oppose her father's return to his old place. The train of Mr Slope's ideas will probably be plain to all my readers. Why should he not make the twelve hundred a year his own? And if he did so, would it not be well for him to have a father-in-law comfortably provided with the good things of this world? Would it not, moreover, be much more easy for him to gain his daughter, if he did all in his power to forward his father's views?\\n\\nThese questions presented themselves to him in a very forcible way, and yet there were many points of doubt. If he resolved to restore to Mr Harding his former place, he must take the necessary steps for doing so at once; he must immediately talk over the bishop, quarrel on the matter with Mrs Proudie whom he knew he could not talk over, and let Mr Quiverful know that he had been a little too precipitate as to Mr Harding's positive refusal. That he could effect all this, he did not doubt; but he did not wish to effect it for nothing. He did not wish to give way to Mr Harding, and then be rejected by the daughter. He did not wish to lose one influential friend before he had gained another.\\n\\nAnd thus he rode home, meditating the many things in his mind. It occurred to him that Mrs Bold was sister-in-law to the archdeacon; and that not even for twelve hundred a year would he submit to that imperious man. A rich wife was a great desideratum to him, but success in his profession was still greater; there were, moreover, other rich women who might be willing to become wives; and after all, this twelve hundred a year might, when inquired into, melt away into some small sum utterly beneath his notice. Then also he remembered that Mrs Bold had a son.\\n\\nAnother circumstance also much influenced him, though it was one which may almost be said to have influenced him against his will. The vision of Signora Neroni was perpetually before his eyes. It would be too much to say that Mr Slope was lost in love, but yet he thought, and kept continually thinking, that he had never seen so beautiful a woman. He was a man whose nature was open to such impulses, and the wiles of the Italianised charmer had been thoroughly successful in imposing upon his thoughts. We will not talk of his heart: not that he had no heart, but because his heart had little to do with his present feelings. His taste had been pleased, his eyes charmed, and his vanity gratified. He had been dazzled by a sort of loveliness which he had never before seen, and had been caught by an easy, free, voluptuous manner which was perfectly new to him. He had never been so tempted before, and the temptation was now irresistible. He had not owned to himself that he cared for this woman more than for others around him; but yet he thought often of the time when he might see her next, and made, almost unconsciously, little cunning plans for seeing her frequently.\\n\\nHe had called at Dr Stanhope's house the day after the bishop's party, and then the warmth of his admiration had been fed with fresh fuel. If the signora had been kind in her manner, and flattering in her speech when lying upon the bishop's sofa, with the eyes of so many on her, she had been much more so in her mother's drawing-room, with no one present but her sister to repress either her nature or her art. Mr Slope had thus left her quite bewildered, and could not willingly admit into his brain any scheme, a part of which would be the necessity of abandoning all further special relationship with this lady.\\n\\nAnd so he slowly rode along very meditative.\\n\\nAnd here the author must beg it to be remembered that Mr Slope was not in all things a bad man. His motives, like those of most men, were mixed; and though his conduct was generally very different from that which we would wish to praise, it was actuated perhaps as often as that of the majority of the world by a desire to do his duty. He believed in the religion which he taught, harsh, unpalatable, uncharitable as that religion was. He believed those whom he wished to get under his hoof, the Grantlys and Gwynnes of the church, to be the enemies of that religion. He believed himself to be the pillar of strength, destined to do great things; and with that subtle, selfish, ambiguous sophistry to which the minds of all men are so subject, he had taught himself to think that in doing much for the promotion of his own interests he was doing much also for the promotion of religion. Mr Slope had never been an immoral man. Indeed, he had resisted temptations to immorality with a strength of purpose that was creditable to him. He had early in life devoted himself to works which were not compatible with the ordinary pleasures of youth, and he had abandoned such pleasures not without a struggle. It must therefore be conceived that he did not admit to himself that he warmly admired the beauty of a married woman without heartfelt stings of conscience; and to pacify that conscience, he had to teach himself that the nature of his admiration was innocent.\\n\\nAnd thus he rode along meditative and ill at ease. His conscience had not a word to say against his choosing the widow and her fortune. That he looked upon as a godly work rather than otherwise; as a deed which, if carried through, would redound to his credit as a Christian. On that side lay no future remorse, no conduct which he might probably have to forget, no inward stings. If it should turn out to be really the fact that Mrs Bold had twelve hundred a year at her own disposal, Mr Slope would rather look upon it as a duty which he owed his religion to make himself the master of the wife and the money; as a duty, too, in which some amount of self-sacrifice would be necessary. He would have to give up his friendship with the signora, his resistance to Mr Harding, his antipathy--no, he found on mature self-examination, that he could not bring himself to give up his antipathy to Dr Grantly. He would marry the lady as the enemy of her brother-in-law, if such an arrangement suited her; if not, she must look elsewhere for a husband.\\n\\nIt was with such resolve as this that he reached Barchester. He would at once ascertain what the truth might be as to the lady's wealth, and having done this, he would be ruled by circumstances in his conduct respecting the hospital. If he found that he could turn round and secure the place for Mr Harding without much self-sacrifice, he would do so; but if not, he would woo the daughter in opposition to the father. But in no case would he succumb to the archdeacon.\\n\\nHe saw his horse taken round to the stable, and immediately went forth to commence his inquiries. To give Mr Slope his due, he was not a man who ever let much grass grow under his feet.\\n\\nPoor Eleanor! She was doomed to be the intended victim of more schemes than one.\\n\\nAbout the time that Mr Slope was visiting the vicar of Puddingdale, a discussion took place respecting her charms and wealth at Dr Stanhope's house in the close. There had been morning callers there, and people had told some truth and also some falsehood respecting the property which John Bold had left behind him. By degrees the visitors went, and as the doctor went with them, and as the doctor's wife had not made her appearance, Charlotte Stanhope and her brother were left together. He was sitting idly at the table, scrawling caricatures of Barchester notable, then yawning, then turning over a book or two, and evidently at a loss how kill some time without much labour.\\n\\n'You haven't done much, Bertie, about getting any orders,' said his sister.\\n\\n'Orders!' said he; 'who on earth is there at Barchester to give some orders? Who among the people here could possibly think it worth his while to have his head done into marble?'\\n\\n'Then you mean to give up your profession,' said she.\\n\\n'No, I don't,' said he, going on with some absurd portrait of the bishop. 'Look at that, Lotte; isn't it the little man all over, apron and all? I'd go on with my profession at once, as you call it, if the governor would set me up with a studio in London; but as to sculpture at Barchester--I suppose half the people here don't know what a torso means.'\\n\\n'The governor will not give you a shilling to start you in London,' said Lotte. 'Indeed, he can't give you what would be sufficient, for he has not got it. But you might start yourself very well, if you pleased.'\\n\\n'How the deuce am I to do it?' said he.\\n\\n'To tell you the truth, Bertie, you'll never make a penny by any profession.'\\n\\n'That's what I often think myself,' said he, not in the least offended. 'Some men have a great gift of making money, but they can't spend it. Others can't put two shillings together, but they have a great talent for all sorts of outlay. I begin to think that my genius is wholly in the latter line.'\\n\\n'How do you mean to live then?' asked the sister.\\n\\n'I suppose I must regard myself as a young raven, and look for heavenly manna; besides, we have all got something when the governor goes.'\\n\\n'Yes--you'll have enough to supply yourself with gloves and boots; that is, if the Jews have not got the possession of it all. I believe they have the most of it already. I wonder, Bertie, at your indifference; that you, with your talents and personal advantages, should never try to settle yourself in life. I look forward with dread to the time when the governor must go. Mother, and Madeline, and I,--we shall be poor enough, but you will have absolutely nothing.'\\n\\n'Sufficient for the day is the evil thereof,' said Bertie.\\n\\n'Will you take my advice?' said the sister.\\n\\n'Cela depend,' said the brother.\\n\\n'Will you marry a wife with money?'\\n\\n'At any rate,' said he, 'I won't marry one without; wives with money a'nt so easy to get now-a-days; the parsons pick them all up.'\\n\\n'And a parson will pick up the wife I meant for you, if you do not look quickly about it; the wife I mean is Mrs Bold.'\\n\\n'Whew-w-w-w!' whistled Bertie, 'a widow!'\\n\\n'She is very beautiful,' said Charlotte.\\n\\n'With a son and heir already to my hand,' said Bertie.\\n\\n'A baby that will very likely die,' said Charlotte.\\n\\n'I don't see that,' said Bertie. 'But however, he may live for me--I don't wish to kill him; only, it must be owned that a ready-made family is a drawback.'\\n\\n'There is only one after all,' pleaded Charlotte.\\n\\n'And that a very little one, as the maid-servant said,' rejoined Bertie.\\n\\n'Beggars mustn't be choosers, Bertie; you can't have everything.'\\n\\n'God knows I am not unreasonable,' said he, 'nor yet opinionated; and if you'll arrange it for me, Lotte, I'll marry the lady. Only mark this: the money must be sure, and the income at my own disposal, at any rate for the lady's life.'\\n\\nCharlotte was explaining to her brother that he must make love for himself if he meant to carry on the matter, and was encouraging him to so, by warm eulogiums on Eleanor's beauty, when the signora was brought into the drawing-room. When at home, and subject to the gaze of none but her own family, she allowed herself to be dragged about by two persons, and her two bearers now deposited her on the sofa. She was not quite so grand in her apparel as she had been at the bishop's party, but yet she was dressed with much care, and though there was a look of care and pain about her eyes, she, was, even by daylight, extremely beautiful.\\n\\n'Well, Madeline; so I'm going to be married,' Bertie began, as soon as the servants had withdrawn.\\n\\n'There's no other foolish thing left, that you haven't done,' said Madeline, 'and therefore you are quite right to try that.'\\n\\n'Oh, you think it's a foolish thing, do you?' said he. 'There's Lotte advising me to marry by all means. But on such a subject your opinion ought to be the best; you have experience to guide you.'\\n\\n'Yes, I have,' said Madeline, with a sort of harsh sadness in her tone, which seemed to say--What is it to you if I am sad? I have never asked your sympathy.\\n\\nBertie was sorry when he saw that she was hurt by what he said, and he came and squatted on the floor close before her face to make his peace with her.\\n\\n'Come, Mad, I was only joking; you know that. But in sober earnest, Lotte is advising me to marry. She wants me to marry Mrs Bold. She's a widow with lots of tin, a fine baby, a beautiful complexion, and the George and Dragon hotel up in High Street. By Jove, Lotte, if I marry her, I'll keep the public house myself--it's just the life that suits me.'\\n\\n'What?' said Madeline, 'that vapid swarthy creature in the widow's cap, who looked as though her clothes had been stuck on her back with a pitchfork!' The signora never allowed any woman to be beautiful.\\n\\n'Instead of being vapid,' said Lotte, 'I call her a very lovely woman. She was by far the loveliest woman in the rooms the other night; that is, excepting you, Madeline.'\\n\\nEven the compliment did not soften the asperity of the maimed beauty. 'Every woman is charming according to Lotte,' she said; 'I never knew an eye with so little true appreciation. In the first place, what woman on earth could look well in such a thing as that she had on her head?'\\n\\n'Of course she wears a widow's cap; but she'll put that off when Bertie marries her.'\\n\\n'I don't see any \\\"of course\\\" in it,' said Madeline. 'The death of twenty husbands should not make me undergo such a penance. It is as much a relic of paganism as the sacrifice of a Hindu woman at the burning of her husband's body. If not so bloody, it is quite as barbarous, and quite as useless.'\\n\\n'But you don't blame her for that,' said Bertie. 'She does it because it's the custom of the country. People would think ill of her if she didn't do it.'\\n\\n'Exactly,' said Madeline. 'She is just one of those English nonentities who would tie her head up in a bag for three months every summer, if her mother and her grandmother had tied up their heads before her. It would never occur to her, to think whether there was any use in submitting to such a nuisance.'\\n\\n'It's very hard, in a country like England, for a young woman to set herself in opposition to the prejudices of that sort,' said the prudent Charlotte.\\n\\n'What you mean is, that it's very hard for a fool not to be a fool,' said Madeline.\\n\\nBertie Stanhope had so much knocked about the world from his earliest years, that he had not retained much respect for the gravity of English customs; but even to his mind an idea presented itself, that, perhaps in a wife, true British prejudice would not in the long run be less agreeable than Anglo-Italian freedom from restraint. He did not exactly say so, but he expressed the idea in another way.\",\"timestamp\":1639993361,\"title\":\"\\nWhether or no the near neighbourhood of the foe may have acted in any way as an inducement to Mr Arabin\"},\"digest\":\"eZ9x8c4trCVyuJE4vY-XX89Lg6ZWVsB_3CqlnnuIZFw\",\"authorship\":{\"contributor\":\"0x9DC92730677fd3244eD267F4e8bDd94201A144f8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"O2MtuYPAMlrP7Sul3oaURFQL_Ovm7I1xUwHBROIMYuQ\\\",\\\"y\\\":\\\"Ojk-nGbddPdRW8QI0pcAZl0xeDFjxn9Qg4dbdHL0rUE\\\"}\",\"signature\":\"7lymCnGp1WLKXdhwn5E8p8jF2phwOPj5wchAUDY6XqMMLrtcnzANqNz08px9TALJudbKDtoqYBSsWNr0rHEeiw\",\"signingKeySignature\":\"0xaeebd8efcfb4c0b4227e21dc5e86df289c1f21001a221e83de6e87ff10b1b49f263d19c563c93e1ae94e21c2eca4333155c54b645e407de656a52fb2c591727f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"O2MtuYPAMlrP7Sul3oaURFQL_Ovm7I1xUwHBROIMYuQ\\\",\\\"y\\\":\\\"Ojk-nGbddPdRW8QI0pcAZl0xeDFjxn9Qg4dbdHL0rUE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eZ9x8c4trCVyuJE4vY-XX89Lg6ZWVsB_3CqlnnuIZFw\"}"