"{\"content\":{\"body\":\"How shall a man escape from that which is written; How shall he flee from his destiny?\\n\\nThere stood a slave in the house of Zal, and she was fair to see, so that the heart of the aged man went out to her. And there was born to her a son, goodly of mien, like unto Saum the hero, and Zal named him Shugdad. Then he consulted the Mubids concerning him, and they searched the stars for his destiny, and they read therein that he would do much evil in the house of his father, and lay low the race of Saum, the son of Neriman. Now Zal, when he heard this, was sore afflicted, and he prayed unto God that He would avert this fate from his head. And he reared him tenderly, and when he was come unto man's estate he sent him forth into Cabul. And the King of Cabul rejoiced in the sight of the hero, and he kept him beside him and gave unto him his daughter to wife.\\n\\nNow the King of Cabul paid tribute unto Rustem, and it was a grievance to him to do so, and since he had taken Shugdad as his son he deemed that it was fitting that he should be relieved of this burden. And he spake thereof unto Shugdad, and said how Rustem ceased not to demand it.\\n\\nAnd Shugdad said, \\\"This man is foolish. What mattereth it whether he be my brother or a stranger, let us consider how we may ensnare him.\\\"\\n\\nSo Shugdad and the King of Cabul passed a night pondering how they should bring Rustem unto destruction. And Shugdad said-\\n\\n\\\"Call together thy nobles unto a feast, and when thou shalt have drunk wine, speak insults unto me, and I will be angered and ride forth unto Zaboulistan and make plaint of thee before Rustem, and assuredly he will come forth to avenge me. And while I am gone, cause a deep pit to be dug on the road that Rustem must pass, a pit that will swallow him and Rakush his steed, and line the sides thereof with sharp spears, and swords, and lances. And when it is done, cover it with earth and let no man know thereof, nay, whisper it not even unto the moon.\\\"\\n\\nAnd the King said, \\\"Thy device is good,\\\" and he made a great feast and called thereto his warriors, and he spake words of insult unto Shugdad, and he reproached him, and said that he was not of the race of Saum, but son unto a slave. And he said that Rudabeh would refuse to him the name of brother unto Rustem. And he spake lightly also of Rustem. Then Shugdad uprose as though he were angered, and vowed that he would ride unto Zaboulistan and call forth Rustem to avenge the words that the King had spoken.\\n\\nNow when Shugdad was come unto the courts of Zal, and had told unto Rustem the words that the King of Cabul had spoken, he was beside himself with anger, and he said-\\n\\n\\\"I will slake my vengeance for this speech.\\\"  Then he chose out an army and made ready to go into Cabul. But Shugdad said-\\n\\n\\\"Wherefore dost thou take forth so large an army? Surely Cabul shall be obedient when it but looketh upon thy face. Yet this army will cause the King to think that thou holdest him an enemy worthy of regard.\\\"\\n\\nThen Rustem said, \\\"That which thou sayest, it is wise,\\\" and he disbanded the army, and took with him but few men and rode with them to Cabul.\\n\\nIn the mean season the King of Cabul had done that which Shugdad had counselled, and the pits that had been dug were concealed with cunning. Now when Rustem came nigh to the city, Shugdad sent a messenger before him unto the King of Cabul, saying-\\n\\n\\\"Rustem cometh against thee, it behoveth thee to ask pardon for thy words.\\\"\\n\\nAnd the King came forth, and his tongue was filled with honey, but his heart was filled with poison. And he bowed himself in the dust before Rustem, and he asked his forgiveness for the words that he had spoken, and he said-\\n\\n\\\"Consider not the words of thy servant that he did speak when his head was troubled with wine.\\\"\\n\\nAnd Rustem forgave the King, and consented to be his guest. Then a great banquet was made, and while they feasted the King told unto Rustem how his forests were filled with wild asses and with rams, and he invited him to hunt therein ere he should return unto Zaboulistan. And these words were joy unto the ears of Rustem, and he consented unto the desires of the King. So the next day the King made ready a great hunt, and he led it unto the spot where the pits were hidden. And Shugdad ran beside the horse of Rustem, and showed unto him the path. But Rakush, when he smelt the soil that had been newly turned, reared him in air, and refused to go onwards. Then Rustem commanded him to go forward, but Rakush would not listen to his voice. And Rustem was angry when he beheld that Rakush was afraid. But Rakush sprang back yet again. Then Rustem took a whip and struck him, and before this day he had never raised his hand against his steed. So Rakush was grieved in his soul, and he did that which Rustem desired, and he sprang forward and fell into the pit. And the sharp spears entered his body and tore it, and they pierced also the flesh of Rustem, and steed and rider were impaled upon the irons that had been hidden by the King. But Rustem put forth all his strength, and raised himself. Yet when he had done it he was weary, and fell down beside the pit. And he swooned in his agony.\\n\\nNow when Rustem was come unto himself, he saw Shugdad, and he beheld in his face the joy felt of this evil man at this adventure. Then he knew that it was his brother that was his foe. So he said unto him-\\n\\n\\\"It is thou who hast done this deed.\\\"  And Shugdad said, \\\"Thou hast caused many to perish by the sword; it is meet that thou shouldst perish by it thyself.\\\"\\n\\nNow while they yet spake, the King of Cabul came nigh unto the spot. And when he beheld Rustem, that weltered in his blood, he feigned a great sorrow, and he cried-\\n\\n\\\"O hero of renown, what thing hath befallen thee?  I will send forth my physicians, that they heal thee.\\\"  And Rustem said, \\\"O man of wile, the time of physicians is gone by, and there is none that can heal me, save only death, that cometh to all men in their turn.\\\"\\n\\nThen he said unto Shugdad, \\\"Give unto me my bow, and place before me two arrows, and refuse not unto me this last request. For I would have them beside me lest a lion go by ere I am dead, and devour me for his prey.\\\"\\n\\nAnd Shugdad gave unto Rustem his bow; but when he had done so he was afraid, and he ran unto a plane tree that stood near by. And the tree was old and hollow, and Shugdad hid himself in its trunk. But Rustem beheld him where he was hid, though the dimness of death was come over his eyes. So he raised him from the ground in his agony, and he took his bow and bent it with force, and he shot an arrow and fixed Shugdad unto the tree wherein he was hid. And the aim was just, and pierced even unto the heart of this evil man, so that he died. And Rustem, when he saw it, smiled, and said-\\n\\n\\\"Thanks be unto God, the Merciful, whom all my days I have sought to serve, that He hath granted unto me to avenge myself upon this wretch while the life is yet in me, and ere two nights have passed over this vengeance.\\\"\\n\\nBut when he had so spoken the breath went out of him, and the hero who had borne high his head was vanished from this world.\\n\\nNow a warrior of the train of Rustem rode with all speed unto Zaboulistan, and told unto Zal the tidings of sorrow. And Zal was dismayed thereat, and his grief was boundless, and he cried continually after his son, and he heaped curses upon Shugdad, that had uprooted this royal tree. And he said-\\n\\n\\\"Wherefore have I been suffered to see this day? Wherefore have I not died before Rustem, my son? Wherefore am I left alone to mourn his memory?\\\"\\n\\nNow while he lamented thus, Feramorz, the son of Rustem, gathered together an army to avenge his father. And he went into Cabul, and he laid low all the men he found therein, and he slew the King and all his house, and he changed the land into a desert. And when he had done so, he sought out the body of Rustem, and of Rakush his steed, and he did unto them all honour, and they were borne in sorrow unto Zaboulistan. And Zal caused a noble tomb to be built for Rustem, his son, and he laid him therein, and there was placed beside him also Rakush, the steed that had served him unto the end.\\n\\nAnd the wailing throughout the land because of the death of Rustem was such as the world hath not known the like. And Zal was crushed with sorrow, and Rudabeh was distraught with grief. And for many moons were no sounds save those of wailing heard in the courts of Seistan. And Rudabeh refused to take comfort, and she cried without ceasing-\\n\\n\\\"He is gone before us, but we shall follow. Let us rest our hopes in God.\\\"\\n\\nAnd she gave unto the poor of her treasures, and daily she prayed unto Ormuzd, saying-\\n\\n\\\"O Thou who reignest above, to whom alone pertaineth honour and glory, purify the soul of Rustem from all sin, and grant that he rejoice in the fruits that he hath sown on earth, and give him a place beside Thee.\\\"\\n\\nAnd now may the blessing of God rest upon all men. I have told unto them the Epic of Kings, and the Epic of Kings is come to a close, and the tale of their deeds is ended.\",\"timestamp\":1638114619,\"title\":\"THE DEATH OF RUSTEM\"},\"digest\":\"RamRGLN3ekZCgWq7g0H63DIvGsNb8fgiOg_2U9cTx88\",\"authorship\":{\"contributor\":\"0x16990aD90610D9D4925b2E887231d56E95e0FBFb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V7Ts7Vfjs0YimOJ3ZnXG31zQbKUAWC7mJRg0-liNxrk\\\",\\\"y\\\":\\\"cGh0xwz4KwkmwXJz2EyHRwXKmzJldeZ1_WtTBT_o-oY\\\"}\",\"signature\":\"aVuZYa9omaJiM3o4ritBlOwp0gOCp02K30xsm_GLq7WatFIbR7d0lw31i8K3sV8Zo3JJNE2w-hqsLTRVPt3B0g\",\"signingKeySignature\":\"0x5e2a8b546984bceff15076d1a4dd3b33ad8bdf681aa82721961bb01211c5261f385019442b43a95bf86a8fa8274b1126422488dd154c3397b440e9a9910cc0711c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V7Ts7Vfjs0YimOJ3ZnXG31zQbKUAWC7mJRg0-liNxrk\\\",\\\"y\\\":\\\"cGh0xwz4KwkmwXJz2EyHRwXKmzJldeZ1_WtTBT_o-oY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RamRGLN3ekZCgWq7g0H63DIvGsNb8fgiOg_2U9cTx88\"}"