"{\"content\":{\"body\":\"**Intro**\\n\\nThis is Part 1 of a two part series titled \\\"The Rise of the Activist Validator\\\". Part 1 describes the current situation as I see it. It explains why I see a need for activist validators. Part 2 will describe why I feel the current situation could prevent staking networks from maximizing their longevity and value creation.\\n\\n**The Blissful Honeymoon**\\n\\nThese early staking days are characterized by a blissful harmony. Projects get along with their validators. Validators get along well with the projects. There's an optimism that permeates early testnets. It continues into the early mainnet days.\\n\\nHard questions might arise here and there. Compromises are made in the name of progress. No need to be a troublemaker by rocking the boat. Can't we all just get along?\\n\\nThe answers may not be totally satisfactory but \\\"no worries\\\", the unwanted consequences of these decisions will probably not happen. People are generally good and will do the right thing.\\n\\nValidators still jump when asked to jump, provide input when asked for input and keep the testnets running. Networks reward the validators for their efforts to varying degrees. The currency is often unissued, illiquid tokens whose value, it's assumed, will only appreciate.\\n\\n**March Toward Mainnet**\\n\\nThe blissful march toward mainnet moves forward. Then, after a usually successful launch, the optimism continues. The token remains illiquid.\\n\\nThe idling mainnets idle along. The community at large, including validators, waits patiently for token liquidity, usually in the form of exchange listings.\\n\\nDelegators stake to the validators. This usually results in a high stake concentration among a small number of well known, larger validator operators. Everyone sees this happening. Nobody makes too much noise about it.\\n\\nThat's simply how it goes these days. What can we do about it? Don't worry, things will even out, eventually.\\n\\nWho wants to be seen as rocking the boat so early? Nobody want's to be seen as the naysayer or the one who's being negative, in the midst of all this post-launch and pre-exchange listing bliss and congratulatory back-slapping.\\n\\n**The Foundation Delegations**\\n\\nThen there are those foundation delegations.\\n\\nIn these early days, these foundation delegations can make or break a validator, especially the smaller- to mid-size operators. The larger operators already have the large institutional fund delegations locked-up. Those large delegations cement the larger validators' spots in the active validator set.\\n\\nSmaller- to mid-size operators need the foundation delegations to stay in the active set and hopefully at least break even. They're at the mercy of the foundations to delegate enough tokens to them, for a long enough period of them, to keep them in the game.\\n\\nThis makes it even more unlikely for any validator who hopes for a foundation grant to rock the boat. This could hurt their chances of operating on the network, period. And who wants to look back on all that time and attention invested, only to see it get wiped away, by not having enough delegation to operate?\\n\\nAnd what about the larger operators? Well, they don't want to rock the boat, either. Many of them have invested large amounts of money in early token sales. Many of their biggest customers are large funds who invested in the token pre-sale.\\n\\nInvestors in token sales want to see the token price go up, not down. Rocking the boat by pointing out concerns with the network, will probably cause the price to go down, at least in the short term.\\n\\nEverything's great then! Isn't it?\\nThis sounds fantastic, doesn't it? Everyone wins?\\n\\nOr do they?\\n\\nIs this really the best route to creating long-term, sustainable value for these networks and their supports?\\n\\nOver the past couple years, I'm beginning to sense that this lack of dissenting opinion is preventing the networks from realizing their true potential. Not having a well-rounded set of opinions can make these networks more vulnerable to the known or unknown unknown.\\n\\nActivist validators are needed to balance out the opinion set. These are validators who aren't afraid to rock the boat a little. They don't hesitate to point out vulnerabilities when they see them. They push back when the core team asks them to do something they feel is too risky.\\n\\nMore on this in Part 2. I'll publish it first on The Crypto Mirror (this publication).\\n\\n*(Part 1 was first published on the [Chainflow blog](https://chainflow.io/the-rise-of-the-activist-validator/). You can support ideas and writing like this by [delegating to Chainflow](https://chainflow.io/staking).)*\",\"timestamp\":1610741877,\"title\":\"The Rise of the Activist Validator\",\"publication\":\"chris\"},\"digest\":\"Cv9DsogmPlqiWipdDwz5mWnBxZPiNHy8Vh8XwqQI6Cg\",\"authorship\":{\"contributor\":\"0x53b91350a481C1ad80f12127d10524793c9a7E89\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hcHs0gSc8wpXdeP-GtDNNzOs1u0lb2e2YUgGkVr3O5g\\\",\\\"y\\\":\\\"Zf6MeA-AUCmB6UTkEHN8vTJalM99bIgGyMNRmS74jQY\\\"}\",\"signature\":\"0cw0d8ottsfArpXP50f9bUWsbUSitA0XppkFhXsKFxyB-cO-WJGapSSC9O1UdIcsveiVGRkBZA48SDw8uUVO2g\",\"signingKeySignature\":\"0xa4f0ae2d5b059d7b9da1c9d0b955af119e62009eccaefc3d037796749111ddcc5a9c0cd5b0c530e885b7b88d42690f14474bf47f9e890b6cbe68b2043b11a1151c\",\"signingKeyMessage\":\"I authorize the publication of articles on chris.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hcHs0gSc8wpXdeP-GtDNNzOs1u0lb2e2YUgGkVr3O5g\\\",\\\"y\\\":\\\"Zf6MeA-AUCmB6UTkEHN8vTJalM99bIgGyMNRmS74jQY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"version\":\"12-21-2020\",\"originalDigest\":\"Cv9DsogmPlqiWipdDwz5mWnBxZPiNHy8Vh8XwqQI6Cg\"}"