"{\"content\":{\"body\":\"Raffles shook his head over me as our eyes met.  \\\"I had everything to do with it.  I tried to make him tell the meanest lie.  I made sure he would, and for that matter he nearly did.  Then, at the last moment, he saw how to hedge things with his conscience.  And his second hundred will be a real gift.\\\"\\n\\n\\\"You mean under his own name - \\\"\\n\\n\\\"And with his own free-will.  My good Bunny, is it possible you don't know what I did with the hundred we drew from that bank!\\\"\\n\\n\\\"I knew what you were going to do with it,\\\" said I.  \\\"I didn't know you had actually got further than the twenty-five you told me you were sending as your own contribution.\\\"\\n\\nRaffles rose abruptly from his chair.\\n\\n\\\"And you actually thought that came out of his money?\\\"\\n\\n\\\"Naturally.\\\"\\n\\n\\\"In my name?\\\"\\n\\n\\\"I thought so.\\\"\\n\\nRaffles stared at me inscrutably for some moments, and for some more at the great white numbers over the grand-stand.\\n\\n\\\"We may as well have another look at the cricket,\\\" said he.  \\\"It's difficult to see the board from here, but I believe there's another man out.\\\"\\n\\nA Bad Night\\n\\nThere was to be a certain little wedding in which Raffles and I took a surreptitious interest.  The bride-elect was living in some retirement, with a recently widowed mother and an asthmatical brother, in a mellow hermitage on the banks of the Mole.  The bridegroom was a prosperous son of the same suburban soil which had nourished both families for generations.  The wedding presents were so numerous as to fill several rooms at the pretty retreat upon the Mole, and of an intrinsic value calling for a special transaction with the Burglary Insurance Company in Cheapside.  I cannot say how Raffles obtained all. this information.  I only know that it proved correct in each particular.  I was not indeed deeply interested before the event, since Raffles assured me that it was \\\"a one-man job,\\\" and naturally intended to be the one man himself. It was only at the eleventh hour that our positions were inverted by the wholly unexpected selection of Raffles for the English team in the Second Test Match.\\n\\nIn a flash I saw the chance of my criminal career.  It was some years since Raffles had served his country in these encounters; he had never thought to be called upon again, and his gratification was only less than his embarrassment.  The match was at Old Trafford, on the third Thursday, Friday, and Saturday in July; the other affair had been all. arranged for the Thursday night, the night of the wedding at East Molesey.  It was for Raffles to choose between the two excitements, and for once I helped him to make up his mind.  I duly pointed out to him that in Surrey, at all. events, I was quite capable of taking his place.  Nay, more, I insisted at once on my prescriptive right and on his patriotic obligation in the matter.  In the country's name and in my own, I implored him to give it and me a chance; and for once, as I say, my arguments prevailed.  Raffles sent his telegram - it was the day before the match.  We then rushed down to Esher, and over every inch of the ground by that characteristically circuitous route which he enjoined on me for the next night.  And at six in the evening I was receiving the last of my many instructions through a window of the restaurant car.\\n\\n\\\"Only promise me not to take a revolver,\\\" said Raffles in a whisper. \\\"Here are my keys; there's an old life-preserver somewhere in the bureau; take that, if you like - though what you take I rather fear you are the chap to use!\\\"\\n\\n\\\"Then the rope be round my own neck!\\\" I whispered back.  \\\"Whatever else I may do, Raffles, I shan't give you away; and you'll find I do better than you think, and am worth trusting with a little more to do, or I'll know the reason why!\\\"\\n\\nAnd I meant to know it, as he was borne out of Euston with raised eyebrows, and I turned grimly on my heel.  I saw his fears for me; and nothing could have made me more fearless for myself.  Raffles had been wrong about me all. these years; now was my chance to set him right.  It was galling to feel that he had no confidence in my coolness or my nerve, when neither had ever failed him at a pinch. I had been loyal to him through rough and smooth.  In many an ugly corner I had stood as firm as Raffles himself.  I was his right hand, and yet he never hesitated to make me his catspaw.  This time, at all. events, I should be neither one nor the other; this time I was the understudy playing lead at last; and I wish I could think that Raffles ever realized with what gusto I threw myself into his part.\\n\\nThus I was first out of a crowded theatre train at Esher next night, and first down the stairs into the open air.  The night was close and cloudy; and the road to Hampton Court, even now that the suburban builder has marked much of it for his own, is one of the darkest I know.  The first mile is still a narrow avenue, a mere tunnel of leaves at midsummer; but at that time there was not a lighted pane or cranny by the way.  Naturally, it was in this blind reach that I fancied I was being followed.  I stopped in my stride; so did the steps I made sure I had heard not far behind; and when I went on, they followed suit.  I dried my forehead as I walked, but soon brought myself to repeat the experiment when an exact repetition of the result went to convince me that it had been my own echo all. the time.  And since I lost it on getting quit of the avenue, and coming out upon the straight and open road, I was not long in recovering from my scare.  But now I could see my way, and found the rest of it without mishap, though not without another semblance of adventure. Over the bridge across the Mole, when about to turn to the left, I marched straight upon a policeman in rubber soles.  I had to call him \\\"officer\\\" as I passed, and to pass my turning by a couple of hundred yards, before venturing back another way.\\n\\nAt last I had crept through a garden gate, and round by black windows to a black lawn drenched with dew.  It had been a heating walk, and I was glad to blunder on a garden seat, most considerately placed under a cedar which added its own darkness to that of the night.  Here I rested a few minutes, putting up my feet to keep them dry, untying my shoes to save time, and generally facing the task before me with a coolness which I strove to make worthy of my absent chief.  But mine was a self-conscious quality, as far removed from the original as any other deliberate imitation of genius.  I actually struck a match on my trousers, and lit one of the shorter Sullivans.  Raffles himself would not have done such a thing at such a moment.  But I wished to tell him that I had done it; and in truth I was not more than pleasurably afraid; I had rather that impersonal curiosity as to the issue which has been the saving of me in still more precarious situations.  I even grew impatient for the fray, and could not after all sit still as long as I had intended.  So it happened that I was finishing my cigarette on the edge of the wet lawn, and about to slip off my shoes before stepping across the gravel to the conservatory door, when a most singular sound arrested me in the act.  It was a muffled gasping somewhere overhead.  I stood like stone; and my listening attitude must have been visible against the milky sheen of the lawn, for a labored voice hailed me sternly from a window.\\n\\n\\\"Who on earth are you?\\\" it wheezed.\\n\\n\\\"A detective officer,\\\" I replied, \\\"sent down by the Burglary Insurance Company.\\\"\\n\\nNot a moment had I paused for my precious fable.  It had all. been prepared for me by Raffles, in case of need.  I was merely repeating a lesson in which I had been closely schooled.  But at the window there was pause enough, filled only by the uncanny wheezing of the man I could not see.\\n\\n\\\"I don't see why they should have sent you down,\\\" he said at length. \\\"We are being quite well looked after by the local police; they're giving us a special call every hour.\\\"\\n\\n\\\"I know that, Mr. Medlicott,\\\" I rejoined on my own account.  \\\"I met one of them at the corner just now, and we passed the time of night.\\\"\\n\\nMy heart was knocking me to bits.  I had started for myself at last.\\n\\n\\\"Did you get my name from him?\\\" pursued my questioner, in a suspicious wheeze.\\n\\n\\\"No; they gave me that before I started,\\\" I replied.  \\\"But I'm sorry you saw me, sir; it's a mere matter of routine, and not intended to annoy anybody.  I propose to keep a watch on the place all. night, but I own it wasn't necessary to trespass as I've done.  I'll take myself off the actual premises, if you prefer it.\\\"\\n\\nThis again was all. my own; and it met with a success that might have given me confidence.\\n\\n\\\"Not a bit of it,\\\" replied young Medlicott, with a grim geniality. \\\"I've just woke up with the devil of an attack of asthma, and may have to sit up in my chair till morning.  You'd better come up and see me through, and kill two birds while you're about it.  Stay where you are, and I'll come down and let you in.\\\"\\n\\nHere was a dilemma which Raffles himself had not foreseen!  Outside, in the dark, my audacious part was not hard to play; but to carry the improvisation in-doors was to double at once the difficulty and the risk.  It was true that I had purposely come down in a true detective's overcoat and bowler; but my personal appearance was hardly of the detective type.  On the other hand as the soi-disant guardian of the gifts one might only excite suspicion by refusing to enter the house where they were.  Nor could I forget that it was my purpose to effect such entry first or last.  That was the casting consideration.  I decided to take my dilemma by the horns.\\n\\nThere had been a scraping of matches in the room over the conservatory; the open window had shown for a moment, like an empty picture-frame, a gigantic shadow wavering on the ceiling; and in the next half-minute I remembered to tie my shoes.  But the light was slow to reappear through the leaded glasses of an outer door farther along the path.  And when the door opened, it was a figure of woe that stood within and held an unsteady candle between our faces.\\n\\nI have seen old men look half their age, and young men look double theirs; but never before or since have I seen a beardless boy bent into a man of eighty, gasping for every breath, shaken by every gasp, swaying, tottering, and choking, as if about to die upon his feet.  Yet with it all., young Medlicott overhauled me shrewdly, and it was several moments before he would let me take the candle from him.\\n\\n\\\"I shouldn't have come down - made me worse,\\\" he began whispering in spurts.  \\\"Worse still going up again.  You must give me an arm. You will come up?  That's right!  Not as bad as I look, you know. Got some good whiskey, too.  Presents are all. right; but if they aren't you'll hear of it in-doors sooner than out.  Now I'm ready  - thanks!  Mustn't make more noise than we can help - wake my mother.\\\"\\n\\nIt must have taken us minutes to climb that single flight of stairs. There was just room for me to keep his arm in mine; with the other he hauled on the banisters; and so we mounted, step by step, a panting pause on each, and a pitched battle for breath on the half-landing.  In the end we gained a cosey library, with an open door leading to a bedroom beyond.  But the effort had deprived my poor companion of all. power of speech; his laboring lungs shrieked like the wind; he could just point to the door by which we had entered, and which I shut in obedience to his gestures, and then to the decanter and its accessories on the table where he had left them overnight.  I gave him nearly half a glassful, and his paroxysm subsided a little as he sat hunched up in a chair.\\n\\n\\\"I was a fool ... to turn in,\\\" he blurted in more whispers between longer pauses.  \\\"Lying down is the devil ... when you're in for a real bad night.  You might get me the brown cigarettes ... on the table in there.  That's right ... thanks awfully ... and now a match!\\\"\\n\\nThe asthmatic had bitten off either end of the stramonium cigarette, and was soon choking himself with the crude fumes, which he inhaled in desperate gulps, to exhale in furious fits of coughing.  Never was more heroic remedy; it seemed a form of lingering suicide; but by degrees some slight improvement became apparent, and at length the sufferer was able to sit upright, and to drain his glass with a sigh of rare relief.  I sighed also, for I had witnessed a struggle for dear life by a man in the flower of his youth, whose looks I liked, whose smile came like the sun through the first break in his torments, and whose first words were to thank me for the little I had done in bare humanity.\\n\\nThat made me feel the thing I was.  But the feeling put me on my guard.  And I was not unready for the remark which followed a more exhaustive scrutiny than I had hitherto sustained.\\n\\n\\\"Do you know,\\\" said young Medlicott, \\\"that you aren't a bit like the detective of my dreams?\\\"\\n\\n\\\"Only to proud to hear it,\\\" I replied.  \\\"There would be no point in my being in plain clothes if I looked exactly what I was.\\\"\\n\\nMy companion reassured me with a wheezy laugh.\\n\\n\\\"There's something in that,\\\" said he, \\\"although I do congratulate the insurance people on getting a man of your class to do their dirty work.  And I congratulate myself,\\\" he was quick enough to add, \\\"on having you to see me through as bad a night as I've had for a long time.  You're like flowers in the depths of winter.  Got a drink?  That's right!  I suppose you didn't happen to bring down an evening paper?\\\"\\n\\nI said I had brought one, but had unfortunately left it in the train.\\n\\n\\\"What about the Test Match?\\\" cried my asthmatic, shooting forward in his chair.\\n\\n\\\"I can tell you that,\\\" said I.  \\\"We went in first - \\\"\\n\\n\\\"Oh, I know all. about that,\\\" he interrupted.  \\\"I've seen the miserable score up to lunch.  How many did we scrape altogether?\\\"\\n\\n\\\"We're scraping them still.\\\"\\n\\n\\\"No!  How many?\\\"\\n\\n\\\"Over two hundred for seven wickets.\\\"\\n\\n\\\"Who made the stand?\\\"\\n\\n\\\"Raffles, for one.  He was 62 not out at close of play!\\\"\\n\\nAnd the note of admiration rang in my voice, though I tried in my self-consciousness to keep it out.  But young Medlicott's enthusiasm proved an ample cloak for mine; it was he who might have been the personal friend of Raffles; and in his delight he chuckled till he puffed and blew again.\\n\\n\\\"Good old Raffles!\\\" he panted in every pause.  \\\"After being chosen last, and as a bowler-man!  That's the cricketer for me, sir; by Jove, we must have another drink in his honor!  Funny thing, asthma; your liquor affects your head no more than it does a man with a snake-bite; but it eases everything else, and sees you through.  Doctors will tell you so, but you've got to ask 'em first; they're no good for asthma!  I've only known one who could stop an attack, and he knocked me sideways with nitrite of amyl.  Funny complaint in other ways; raises your spirits, if anything.  You can't look beyond the next breath.  Nothing else worries you.  Well, well, here's luck to A. J. Raffles, and may he get his century in the morning!\\\"\\n\\nAnd he struggled to his feet for the toast; but I drank it sitting down.  I felt unreasonably wroth with Raffles, for coming into the conversation as he had done - for taking centuries in Test Matches as he was doing, without bothering his head about me.  A failure would have been in better taste; it would have shown at least some imagination, some anxiety on one's account I did not reflect that even Raffles could scarcely be expected to picture me in my cups with the son of the house that I had come to rob; chatting with him, ministering to him; admiring his cheery courage, and honestly attempting to lighten his load!  Truly it was an infernal position: how could I rob him or his after this?  And yet I had thrust myself into it; and Raffles would never, never understand!\\n\\nEven that was not the worst.  I was not quite sure that young Medlicott was sure of me.  I had feared this from the beginning, and now (over the second glass that could not possibly affect a man in his condition) he practically admitted as much to me. Asthma was such a funny thing (he insisted) that it would not worry him a bit to discover that I had come to take the presents instead of to take care of them!  I showed a sufficiently faint appreciation of the jest.  And it was presently punished as it deserved, by the most violent paroxysm that had seized the sufferer yet: the fight for breath became faster and more furious, and the former weapons of no more avail.  I prepared a cigarette, but the poor brute was too breathless to inhale.  I poured out yet more whiskey, but he put it from him with a gesture.\\n\\n\\\"Amyl - get me amyl!\\\" he gasped.  \\\"The tin on the table by my bed.\\\"\\n\\nI rushed into his room, and returned with a little tin of tiny cylinders done up like miniature crackers in scraps of calico; the spent youth broke one in his handkerchief, in which he immediately buried his face.  I watched him closely as a subtle odor reached my nostrils; and it was like the miracle of oil upon the billows.  His shoulders rested from long travail; the stertorous gasping died away to a quick but natural respiration; and in the sudden cessation of the cruel contest, an uncanny stillness fell upon the scene. Meanwhile the hidden face had flushed to the ears, and, when at length it was raised to mine, its crimson calm was as incongruous as an optical illusion.\\n\\n\\\"It takes the blood from the heart,\\\" he murmured, \\\"and clears the whole show for the moment.  If it only lasted!  But you can't take two without a doctor; one's quite enough to make you smell the brimstone....  I say, what's up?  You're listening to something! If it's the policeman we'll have a word with him.\\\"\\n\\nIt was not the policeman; it was no out-door sound that I had caught in the sudden cessation of the bout for breath.  It was a noise, a footstep, in the room below us.  I went to the window and leaned out: right underneath, in the conservatory, was the faintest glimmer of a light in the adjoining room.\\n\\n\\\"One of the rooms where the presents are!\\\" whispered Medlicott at my elbow.  And as we withdrew together, I looked him in the face as I had not done all. night.\\n\\nI looked him in the face like an honest man, for a miracle was to make me one once more.  My knot was cut - my course inevitable. Mine, after all., to prevent the very thing that I had come to do! My gorge had long since risen at the deed; the unforeseen circumstances had rendered it impossible from the first; but now I could afford to recognize the impossibility, and to think of Raffles and the asthmatic alike without a qualm.  I could play the game by them both, for it was one and the same game.  I could preserve thieves' honor, and yet regain some shred of that which I had forfeited as a man!\\n\\nSo I thought as we stood face to face, our ears straining for the least movement below, our eyes locked in a common anxiety.  Another muffled foot-fall - felt rather than heard - and we exchanged grim nods of simultaneous excitement.  But by this time Medlicott was as helpless as he had been before; the flush had faded from his face, and his breathing alone would have spoiled everything.  In dumb show I had to order him to stay where he was, to leave my man to me.  And then it was that in a gusty whisper, with the same shrewd look that had disconcerted me more than once during our vigil, young Medlicott froze and fired my blood by turns.\\n\\n\\\"I've been unjust to you,\\\" he said, with his right hand in his dressing-gown pocket.  \\\"I thought for a bit - never mind what I thought - I soon saw I was wrong.  But - I've had this thing in my pocket all. the time!\\\"\\n\\nAnd he would have thrust his revolver upon me as a peace-offering, but I would not even take his hand, as I tapped the life-preserver in my pocket, and crept out to earn his honest grip or to fall in the attempt.  On the landing I drew Raffles's little weapon, slipped my right wrist through the leathern loop, and held it in readiness over my right shoulder.  Then, down-stairs I stole, as Raffles himself had taught me, close to the wall, where the planks are nailed.  Nor had I made a sound, to my knowledge; for a door was open, and a light was burning, and the light did not flicker as I approached the door.  I clenched my teeth and pushed it open; and  here was the veriest villain waiting for me, his little lantern held aloft.\\n\\n\\\"You blackguard!\\\" I cried, and with a single thwack I felled the ruffian to the floor.\\n\\nThere was no question of a foul blow.  He had been just as ready to pounce on me; it was simply my luck to have got the first blow home.  Yet a fellow-feeling touched me with remorse, as I stood over the senseless body, sprawling prone, and perceived that I had struck an unarmed man.  The lantern only had fallen from his hands; it lay on one side, smoking horribly; and a something in the reek caused me to set it up in haste and turn the body over with both hands.\\n\\nShall I ever forget the incredulous horror of that moment?\\n\\nIt was Raffles himself!\\n\\nHow it was possible, I did not pause to ask myself; if one man on earth could annihilate space and time, it was the man lying senseless at my feet; and that was Raffles, without an instant's doubt.  He was in villainous guise, which I knew of old, now that I knew the unhappy wearer.  His face was grimy, and dexterously plastered with a growth of reddish hair; his clothes were those in which he had followed cabs from the London termini; his boots were muffled in thick socks; and I had laid him low with a bloody scalp that filled my cup of horror.  I groaned aloud as I knelt over him and felt his heart.  And I was answered by a bronchial whistle from the door.\\n\\n\\\"Jolly well done!\\\" cheered my asthmatical friend.  \\\"I heard the whole thing - only hope my mother didn't.  We must keep it from her if we can.\\\"\\n\\nI could have cursed the creature's mother from my full heart; yet even with my hand on that of Raffles, as I felt his feeble pulse, I told myself that this served him right.  Even had I brained him, the fault had been his, not mine.  And it was a characteristic, an inveterate fault, that galled me for all. my anguish: to trust and yet distrust me to the end, to race through England in the night, to spy upon me at his work - to do it himself after all.!\\n\\n\\\"Is he dead?\\\" wheezed the asthmatic coolly.\\n\\n\\\"Not he,\\\" I answered, with an indignation that I dared not show.\\n\\n\\\"You must have hit him pretty hard,\\\" pursued young Medlicott, \\\"but I suppose it was a case of getting first knock.  And a good job you got it, if this was his,\\\" he added, picking up the murderous little life-preserver which poor Raffles had provided for his own destruction.\\n\\n\\\"Look here,\\\" I answered, sitting back on my heels.  \\\"He isn't dead, Mr. Medlicott, and I don't know how long he'll be as much as stunned. He's a powerful brute, and you're not fit to lend a hand.  But that policeman of yours can't be far away.  Do you think you could struggle out and look for him?\\\"\\n\\n\\\"I suppose I am a bit better than I was,\\\" he replied doubtfully. \\\"The excitement seems to have done me good.  If you like to leave me on guard with my revolver, I'll undertake that he doesn't escape me.\\\"\\n\\nI shook my head with an impatient smile.\\n\\n\\\"I should never hear the last of it,\\\" said I.  \\\"No, in that case all. I can do is to handcuff the fellow and wait till morning if he won't go quietly; and he'll be a fool if he does, while there's a fighting chance.\\\"\\n\\nYoung Medlicott glanced upstairs from his post on the threshold. I refrained from watching him too keenly, but I knew what was in his mind.\",\"timestamp\":1637495225,\"title\":\"Raffles shook his head over me as our eyes met\"},\"digest\":\"a9VCkyyR2ESfjtD820KzQpIrPuAZwoMjrOTnvXX4_zo\",\"authorship\":{\"contributor\":\"0x90172af57cfCfbdA1dac8055668d7B5df7f90f1E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ejZokdOp7EGAkk7pgU5rRZWCEFaaC3fUqPjEk0OGugg\\\",\\\"y\\\":\\\"g7DNevSMqj6AoQ8G5X9btk2E2klGnH4nzdIWJMbXfGY\\\"}\",\"signature\":\"L3rSz8CAz1-COs_yZFWN7O8f5rsdyVmST7qi0F3WYIFubJ30Edspn-ZnyJtesi0WRi7wKPT0ejyuwjv7knN6KQ\",\"signingKeySignature\":\"0xbc212c858406e60fc66fbe9fdbea9462874916b3100560bfdc48dc460d73bc2d2f72c3960df409061f2bf309194f5c50fc8a6a25e1d8a1591a5c13fee42f1b0c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ejZokdOp7EGAkk7pgU5rRZWCEFaaC3fUqPjEk0OGugg\\\",\\\"y\\\":\\\"g7DNevSMqj6AoQ8G5X9btk2E2klGnH4nzdIWJMbXfGY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"a9VCkyyR2ESfjtD820KzQpIrPuAZwoMjrOTnvXX4_zo\"}"