"{\"content\":{\"body\":\"he had worn on his first visit to the Trigault mansion would not be appropriate on such an occasion as this.  The baron's agent could scarcely have a poverty-stricken appearance, for contact with millionaires is supposed to procure wealth as surely as proximity to fire insures warmth.  So he arrayed himself in a suit of black, which was neither too elegant nor too much worn, and donned a broad white necktie.  He could see only one immediate, decisive chance against him.  M. de Valorsay might possibly recognize him.  He thought not, but he was not sure; and anxious on this account, he at first decided to disguise himself.  However, on reflection, he concluded not to do so.  An imperfect disguise would attract attention and awaken suspicion; and could he really disguise his physiognomy? He was certain he could not.  Very few men are capable of doing so successfully, even after long experience.  Only two or three detectives and half a dozen actors possess the art of really changing their lineaments.  Thus after weighing the pros and cons, Pascal determined to present himself as he was at the marquis's house.\\n\\nOn approaching M. de Valorsay's residence in the Avenue des Champs Elysees, he slackened his pace.  The mansion, which stood between a courtyard and a garden, was very large and handsome.  The stables and carriage-house--really elegant structures--stood on either side of the courtyard, near the half-open gate of which five or six servants were amusing themselves by teasing a large dog.  Pascal was just saying to himself that the coast was clear, and that he should incur no danger by going in, when he saw the servants step aside, the gate swing back, and M. de Coralth emerged, accompanied by a young, fair-haired man, whose mustaches were waxed and turned up in the most audacious fashion.  They were arm in arm, and turned in the direction of the Arc de Triomphe.  Pascal's heart thrilled with joy.  \\\"Fate favors me!\\\" he said to himself.  \\\"If it hadn't been for Kami-Bey, who detained me a full quarter of an hour at Baron Trigault's, I should have found myself face to face with that miserable viscount, and then all would have been lost.  But now I'm safe!\\\"\\n\\nIt was with this encouraging thought that he approached the house.\\n\\n\\\"The marquis is very busy this morning,\\\" said the servant to whom Pascal addressed himself at the gate.  \\\"I doubt if he can see you.\\\" But when Pascal handed him one of his visiting cards, bearing the name of Maumejan, with this addition in pencil: \\\"Who calls as the representative of Baron Trigault,\\\" the valet's face changed as if by enchantment.  \\\"Oh!\\\" said he, \\\"that's quite a different matter.  If you come from Baron Trigault, you will be received with all the respect due to the Messiah.  Come in.  I will announce you myself.\\\"\\n\\nEverything in M. de Valorsay's house, as at the baron's residence, indicated great wealth, and yet a close observer would have detected a difference.  The luxury of the Rue de la Ville-l'Eveque was of a real and substantial character, which one did not find in the Avenue des Champs Elysees.  Everything in the marquis's abode bore marks of the haste which mars the merest trifle produced at the present age.  \\\"Take a seat here, and I will see where the marquis is,\\\" said the servant, as he ushered Pascal into a large drawing-room.  The apartment was elegantly furnished, but had somewhat lost its freshness; the carpet, which had once been a marvel of beauty, was stained in several places, and as the servants had not always been careful to keep the shutters closed, the sunlight had perceptibly faded the curtains.  The attention of visitors was at once attracted by the number of gold and silver cups, vases, and statuettes scattered about on side-tables and cheffoniers.  Each of these objects bore an inscription, setting forth that it had been won at such a race, in such a year, by such a horse, belonging to the Marquis de Valorsay.  These were indeed the marquis's chief claims to glory, and had cost him at least half of the immense fortune he had inherited.  However, Pascal did not take much interest in these trophies, so the time of waiting seemed long.  \\\"Valorsay is playing the diplomat,\\\" he thought.  \\\"He doesn't wish to appear to be anxious.  Unfortunately, his servant has betrayed him.\\\"\\n\\nAt last the valet returned.  \\\"The marquis will see you now, monsieur,\\\" said he.\\n\\nThis summons affected Pascal's heart like the first roll of a drum beating the charge.  But his coolness did not desert him.  \\\"Now is the decisive moment,\\\" he thought.  \\\"Heaven grant that he may not  recognize me!\\\" And with a firm step he followed the valet.\\n\\nM. de Valorsay was seated in the apartment he usually occupied when he remained at home--a little smoking-room connected with his bedroom.  He was to all intents busily engaged in examining some sporting journals.  A bottle of Madeira and a partially filled glass stood near him.  As the servant announced \\\"Monsieur Maumejan!\\\" he looked up and his eyes met Pascal's.  But his glance did not waver; not a muscle of his face moved; his countenance retained its usually cold and disdainful expression.  Evidently he had not the slightest suspicion that the man he had tried to ruin-- his mortal enemy--was standing there before him.\\n\\n\\\"M. Maumejan,\\\" said he, \\\"Baron Trigault's agent?\\\"\\n\\n\\\"Yes, monsieur----\\\"\\n\\n\\\"Pray be seated.  I am just finishing here; I shall be at leisure in a moment.\\\"\\n\\nPascal took a chair.  He had feared that he might not be able to retain his self-control when he found himself in the presence of the scoundrel who, after destroying his happiness, ruining his future, and depriving him of his honor--dearer than life itself-- was at that moment endeavoring, by the most infamous manoeuvres, to rob him of the woman he loved.  \\\"If my blood mounted to my brain,\\\" he had thought, \\\"I should spring upon him and strangle him!\\\" But no.  His arteries did not throb more quickly; it was with perfect calmness--the calmness of a strong nature--that he stealthily watched M. de Valorsay.  If he had seen him a week before he would have been startled by the change which the past few days had wrought in this brilliant nobleman's appearance.  He was little more than a shadow of his former self.  And seen at this hour, before placing himself in his valet's hands, before his premature decrepitude had been concealed by the artifices of the toilet, he was really frightful.  His face was haggard, and his red and swollen eyelids betrayed a long-continued want of sleep.\\n\\nThe fact is, he had suffered terribly during the past week.  A man may be a scapegrace and a spendthrift and may boast of it; he may have no principle and no conscience; he may be immoral, he may defy God and the devil, but it is nevertheless true that he suffers fearful anguish of mind when he is guilty, for the first time, of a positive crime, forbidden by the laws and punishable with the galleys.  And who can say how many crimes the Marquis de Valorsay had committed since the day he provided his accomplice, the Viscount de Coralth, with those fatal cards? And apart from this there was something extremely appalling in the position of this ruined millionaire, who was contending desperately against his creditors for the vain appearance of splendor, with the despairing energy of a ship-wrecked mariner struggling for the possession of a floating spar.  Had he not confessed to M. Fortunat that he had suffered the tortures of the damned in his struggle to maintain a show of wealth, while he was often without a penny in his pocket, and was ever subject to the pitiless surveillance of thirty servants? His agony, when he thought of his precarious condition, could only be compared to that of a miner, who, while ascending from the bowels of the earth, finds that the rope, upon which his life depends, is slowly parting strand by strand, and who asks himself, in terror, if the few threads that still remain unsevered will be strong enough to raise him to the mouth of the pit.\\n\\nHowever, the moment which M. de Valorsay had asked for had lengthened into a quarter of an hour, and he had not yet finished his work.  \\\"What the devil is he doing?\\\" wondered Pascal, who was following his enemy's slightest movement with eager curiosity.\\n\\nCountless sporting newspapers were strewn over the table, the chairs, and the floor around the marquis, who took them up one after another, glanced rapidly through their columns, and threw them on the floor again.  or placed them on a pile before him, first marking certain passages with a red pencil.  At last, probably fearing that Pascal was growing impatient, he looked up and said:\\n\\n\\\"I am really very sorry to keep you waiting so long, but some one is waiting for this work to be completed.\\\"\\n\\n\\\"Oh! pray continue, Monsieur le Marquis,\\\" interrupted Pascal.  \\\"Strange to say, I have a little leisure at my command just now.\\\"\\n\\nThe marquis seemed to feel that it was necessary to make some remark in acknowledgment of this courtesy on his visitor's part, and so, as he continued his work, he condescended to explain its purpose.  \\\"I am playing the part of a commentator,\\\" he remarked.  \\\"I sold seven of my horses a few days ago, and the purchaser, before paying the stipulated price, naturally required an exact and authentic statement of each animal's performances.  However, even this does not seem to have satisfied the gentleman, for he has now taken it into his head to ask for such copies of the sporting journals as record the victories or defeats of the animals he has purchased.  A gentleman is not so exacting generally.  It is true, however, that I have a foreigner to deal with--one of those half-civilized nabobs who come here every year to astonish the Parisians with their wealth and display, and who, by their idiotic prodigality, have so increased the price of everything that life has become well-nigh an impossibility to such of us as don't care to squander an entire fortune in a couple of years.  These folks are the curse of Paris, for, with but few exceptions, they only use their millions to enrich notorious women, scoundrels, hotel-keepers, and jockeys.\\\"\\n\\nPascal at once thought of the foreigner, Kami-Bey, whom he had met at Baron Trigault's half an hour before, and who had complained so bitterly of having had worthless scrubs palmed off upon him when he fancied he had purchased valuable animals.  \\\"Kami-Bey must be this exacting purchaser,\\\" thought Pascal, \\\"and it's probable that the marquis, desperately straitened as he is, has committed one of those frauds which lead their perpetrator to prison?\\\" The surmise was by no means far-fetched, for in sporting matters, at least, there was cause to suspect Valorsay of great elasticity of conscience.  Had he not already been accused of defrauding Domingo's champions by a conspiracy?\\n\\nAt last the marquis heaved a sigh of relief.  \\\"I've finished,\\\" he muttered, as he tied up the bundle of papers he had laid aside, and after ringing the bell, he said to the servant who answered the summons: \\\"Here, take this package to Prince Kami at the Grand Hotel.\\\"\\n\\nPascal's presentiments had not deceived him, and he said to himself: \\\"This is a good thing to know.  Before this evening I shall look into this affair a little.\\\"\\n\\nA storm was decidedly gathering over the Marquis de Valorsay's head.  Did he know it? Certainly he must have expected it.  Still he had sworn to stand fast until the end.  Besides, he would not concede that all was lost; and, like most great gamblers, he told himself that since he had so much at stake, he might reasonably hope to succeed.  He rose, stretched himself, as a man is apt to do after the conclusion of a tiresome task, and then, leaning against the mantel-shelf, he exclaimed: \\\"Now, Monsieur Maumejan, let us speak of the business that brings you here.\\\" His negligent attitude and his careless tone were admirably assumed, but a shrewd observer would not have been deceived by them, or by the indifferent manner in which he added: \\\"You bring me some money from Baron Trigault?\\\"\\n\\nPascal shook his head, as he replied: \\\"I regret to say that I don't, Monsieur le Marquis.\\\"\\n\\nThis response had the same effect as a heavy rock falling upon M. de Valorsay's bald pate.  He turned whiter than his linen, and even tottered, as if his lame leg, which was so much affected by sudden changes in the weather, had utterly refused all service.  \\\"What! You haven't--this is undoubtedly a joke.\\\"\\n\\n\\\"It is only too serious!\\\"\\n\\n\\\"But I had the baron's word.\\\"\\n\\n\\\"Oh! his word!\\\"\\n\\n\\\"I had his solemn promise.\\\"\\n\\n\\\"It is sometimes impossible to keep one's promises, sir.\\\"\\n\\nThe consequences of this disappointment must have been terrible, for the marquis could not maintain his self-control.  Still he strove valiantly to conceal his emotion.  He thought to himself that if he allowed this man to see what a terrible blow this really was, he would virtually confess his absolute ruin, and have to renounce the struggle, and own himself vanquished and lost.  So, summoning all his energy, he mastered his emotion in some degree, and, instead of appearing desperate, succeeded in looking only irritated and annoyed.  \\\"In short,\\\" he resumed, angrily, \\\"you have brought no money! I counted on a hundred thousand francs this morning.  Nothing! This is kind on the baron's part! But probably he doesn't understand the embarrassing position in which he places me.\\\"\\n\\n\\\"Excuse me, Monsieur le Marquis, he understands it so well that, instead of informing you by a simple note.  he sent me to acquaint you with his sincere regret. When I left him an hour ago, he was really disconsolate.  He was particularly anxious I should tell you that it was not his fault.  He counted upon the payment of two very large amounts, and both of these have failed him.\\\"\\n\\nThe marquis had now recovered a little from the shock, though he was still very pale.  He looked at Pascal with evident distrust, for he knew with what sweet excuses well-bred people envelope their refusals.  \\\"So the baron is disconsolate,\\\" he remarked, in a tone of perceptible irony.\\n\\n\\\"He is indeed!\\\"\\n\\n\\\"Poor baron! Ah! I pity him--pity him deeply.\\\"\\n\\nAs cold and as unmoved as a statue, Pascal seemed quite unconscious of the effect of the message he had brought--quite unconscious of Valorsay's sufferings and self-constraint.  \\\"You think I am jesting, monsieur,\\\" he said, quietly, \\\"but I assure you that the baron is very short of money just now.\\\"\\n\\n\\\"Nonsense! a man worth seven or eight millions of francs.\\\"\\n\\n\\\"I should say ten millions, at least.\\\"\\n\\n\\\"Then the excuse is all the more absurd.\\\"\\n\\nPascal shrugged his shoulders disdainfully.  \\\"It astonishes me, Monsieur le Marquis, to hear YOU speak in this way.  It is not the magnitude of a man's income that constitutes affluence, but rather the way in which that income is spent.  In this foolish age, almost all rich people are in arrears.  What income does the baron derive from his ten millions of francs? Not more than five hundred thousand.  A very handsome fortune, no doubt, and I should be more than content with it.  But the baron gambles, and the baroness is the most elegant--in other words, the most extravagant--woman in Paris.  They both of them love luxury, and their establishment is kept up in princely style.  What are five hundred thousand francs under such circumstances as those? Their situation must be something like that of several millionaires of my acquaintance, who are obliged to take their silver to the pawn-broker's while waiting for their rents to fall due.\\\"\\n\\nThis excuse might not be true, but it was certainly a very plausible one.  Had not a recent lawsuit revealed the fact that certain rich folks, who had an income of more than a hundred thousand francs a year, had kept a thieving coachman for six months, simply because, in all that time, they were not able to raise the eight hundred francs they owed him, and which must be paid before he was dismissed? M. de Valorsay knew this, but a terrible disquietude seized him.  Had people begun to suspect HIS embarrassment? Had any rumor of it reached Baron Trigault's ears? This was what he wished to ascertain.  \\\"Let us understand each other, Monsieur Maumejan,\\\" said he; \\\"the baron was unable to procure this money he had promised me to-day--but when will he let me have it?\\\"\\n\\nPascal opened his eyes in pretended astonishment, and it was with an air of the utmost simplicity that he replied, \\\"I concluded the baron would take no further action in the matter.  I judged so from his parting words: 'It consoles me a little,' he said, 'to think that the Marquis de Valorsay is very rich and very well known, and that he has a dozen friends who will be delighted to do him this trifling service.'\\\"\\n\\nUntil now, M. de Valorsay had cherished a hope that the loan was only delayed, and the certainty that the decision was final, crushed him.  \\\"My ruin's known,\\\" he thought, and feeling that his strength was deserting him, he poured out a brimming glass of Madeira, which he emptied at a single draught.  The wine lent him fictitious energy.  Fury mounted to his brain; he lost all control over himself, and springing up, with his face purple with rage, he exclaimed: \\\"It's a shame! an infamous shame! and Trigault deserves to be severely punished.  He has no business to keep a man in hot water for three days about such a trifle.  If he had said 'No' in the first place, I should have made other arrangements, and I shouldn't now find myself in a dilemma from which I see no possible way of escape.  No gentleman would have been guilty of such a contemptible act--no one but a shopkeeper or a thief would have stooped to such meanness! This is the result of admitting these ridiculous parvenus into society, just because they happen to have money.\\\"\\n\\nIt certainly hurt Pascal to hear these insults heaped upon the baron, and it hurt him all the more since they were entirely due to the course he had personally adopted.\\n\\nHowever, a gesture, even a frown, might endanger the success of his undertaking, so he preserved an impassive countenance.  \\\"I must say that I don't understand your indignation, Monsieur le Marquis,\\\" he said, coldly.  \\\"I can see why you might feel annoyed, but why you should fly into a passion--\\\"\\n\\n\\\"Ah! you don't know----\\\" began M. de Valorsay, but he stopped short.  It was time.  The truth had almost escaped his lips.\\n\\n\\\"Know what?\\\" inquired Pascal.\\n\\nBut the marquis was again upon his guard.  \\\"I have a debt that must be paid this evening, at all hazards--a sacred obligation--in short, a debt of honor.\\\"\\n\\n\\\"A debt of one hundred thousand francs?\\\"\\n\\n\\\"No, it is only twenty-five thousand.\\\"\\n\\n\\\"Is it possible that a rich man like you can be troubled about such a trifling sum, which any one would lend you?\\\"\\n\\nM. de Valorsay interrupted him with a contemptuous sneer.  \\\"Didn't you just tell me that we were living in an age when no one has any money except those who are in business? The richest of my friends have only enough for themselves, even if they have enough.  The time of old stockings, stuffed full of savings, is past! Shall I apply to a banker? He would ask two days for reflection, and he would require the names of two or three of my friends on the note.  If I go to my notary, there will be endless forms to be gone through, and remonstrances without number.\\\"\\n\\nFor a moment or more already, Pascal had been moving about uneasily on his chair, like a man who is waiting for an opportunity to make a suggestion, and as soon as M. de Valorsay paused to take breath, he exclaimed: \\\"Upon my word! if I dared----\\\"\\n\\n\\\"Well?\\\"\\n\\n\\\"I would offer to obtain you these twenty-five thousand francs.\\\"\\n\\n\\\"You?\\\"\\n\\n\\\"Yes, I.\\\"\\n\\n\\\"Before six o'clock this evening?\\\"\\n\\n\\\"Certainly.\\\"\\n\\nA glass of ice-water presented to a parched traveller while journeying over the desert sands of Sahara could not impart greater relief and delight than the marquis experienced on hearing Pascal's offer.  He literally felt that he was restored to life.\\n\\nFor ruin was inevitable if he did not succeed in obtaining twenty- five thousand francs that day.  If he could procure that amount he might obtain a momentary respite, and to gain time was the main thing.  Moreover, the offer was a sufficient proof that his financial difficulties were not known.  \\\"Ah! I have had a fortunate escape,\\\" he thought.  \\\"What if I had revealed the truth!\\\"\\n\\nBut he was careful to conceal the secret joy that filled his heart.  He feared lest he might say \\\"Yes\\\" too quickly, so betray his secret, and place himself at the mercy of the baron's envoy.  \\\"I would willingly accept your offer,\\\" he exclaimed, \\\"if----\\\"\\n\\n\\\"If what?\\\"\\n\\n\\\"Would it be proper for me, after the baron has treated me in such a contemptible manner, to have any dealings with one of his subordinates?\\\"\\n\\nPascal protested vigorously.  \\\"Allow me to say,\\\" he exclaimed, \\\"that I am not any one's subordinate.  Trigault is my client, like thirty or forty others--nothing more.  He employs me in certain difficult and delicate negotiations, which I conduct to the best of my ability.  He pays me, and we are each of us perfectly independent of the other.\\\"\\n\\nFrom the look which Valorsay gave Pascal, one would have sworn that he suspected who his visitor really was.  But such was not the case.  It was simply this: a strange, but by no means impossible, idea had flashed through the marquis's mind--\\\"Oh!\\\" thought he, \\\"this unknown party with whom Maumejan offers to negotiate the loan, is probably none other than the baron himself.  That worthy gambler has invented this ingenious method of obliging me so as to extort a rate of interest which he would not dare to demand openly.  And why not? There have been plenty of such instances.  Isn't it a well-known fact that the N---- Brothers, the most rigidly honest financiers in the world, have never under any circumstances directly obliged one of their friends? If their own father, of whom they always speak with the greatest veneration, asked them to lend him fifty francs for a month, they would say to him as they do to every one else: 'We are rather cramped just now; but see that rascal B----.' And that rascal B----, who is the most pliable tool in existence, will, providing father N---- offers unquestionable security, lend the old gentleman his son's money at from twelve to fifteen per cent. interest, plus a small commission.\\\"\\n\\nThese ideas and recollections were of considerable assistance in restoring Valorsay's composure.  \\\"Enough said, then,\\\" he answered, lightly.  \\\"I accept with pleasure.  But----\\\"\\n\\n\\\"Ah! so there is a but!\\\"\\n\\n\\\"There is always one.  I must warn you that it will be difficult for me to repay this loan in less than two months.\\\"\\n\\nThis, then, was the time he thought necessary for the accomplishment of his designs.\\n\\n\\\"That does not matter,\\\" replied Pascal, \\\"and even if you desire a longer delay \\\"\\n\\n\\\"That will be unnecessary, thank you! But there is one thing more.\\\"\\n\\n\\\"What is that?\\\"\\n\\n\\\"What will this negotiation cost me?\\\"\\n\\nPascal had expected this question, and he had prepared a reply which was in perfect keeping with the spirit of the role he had assumed.  \\\"I shall charge you the ordinary rates,\\\" he answered, \\\"six per cent. interest, plus one-and-a-half per cent. commission.\\\"\\n\\n\\\"Bah!\\\"\\n\\n\\\"Plus the remuneration for my trouble and services.\\\"\\n\\n\\\"And what remuneration will satisfy you?\\\"\\n\\n\\\"One thousand francs.  Is it too much?\\\"\\n\\nIf the marquis had retained the shadow of a doubt, it vanished now.  \\\"Ah!\\\" he sneered, \\\"that strikes me as a very liberal compensation for your services!\\\"\\n\\nBut he would gladly have recalled the sneer when he saw how the agent received it.  Pascal drew up his head with a deeply injured air, and remarked in the chilling tone of a person who is strongly tempted to retract his word, \\\"Then there is nothing more to be said, M. le Marquis; and since you find the conditions onerous----\\\"\\n\\n\\\"I did not say so,\\\" interrupted M. de Valorsay, quickly--\\\"I did not even think it!\\\"\",\"timestamp\":1640139778,\"title\":\"\\nThat morning, before leaving home, he had dressed with extreme care, realizing that the shabby clothes\"},\"digest\":\"-1soLTmhf_nvmVyOueiQgzm95TPD8Tv3LjcxYWv6GvU\",\"authorship\":{\"contributor\":\"0xADCB4dF6dDE8773EbfDdd36e426C63f9732738c9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ru2uFUDjHFBO7atJ6TkmDv0O1fC04YCpsRm2DuJLWYY\\\",\\\"y\\\":\\\"LCfEW6Co8oAUNVSpy44h9wk_HsbzoVczfAXcUWon7g0\\\"}\",\"signature\":\"Q4Ygjy6ggZjSPvDwHlXIP_qDk351v0lDncUHJ0O6_jtgGg3g89mG5Ee_sofQI6knqHr_bNhg0I41hPIwxrPFAw\",\"signingKeySignature\":\"0xa60fe45e8f3f227b38de1f3da4c2aeeb6d42df82348177a8f3291ac74c1869546acdfdb74fd35692c273a1f5cc7d78be0461734a73129332120874d08e30616b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ru2uFUDjHFBO7atJ6TkmDv0O1fC04YCpsRm2DuJLWYY\\\",\\\"y\\\":\\\"LCfEW6Co8oAUNVSpy44h9wk_HsbzoVczfAXcUWon7g0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-1soLTmhf_nvmVyOueiQgzm95TPD8Tv3LjcxYWv6GvU\"}"