"{\"content\":{\"body\":\"\\\\*This essay appears as it was originally published in February 2021 with minor edits\\n\\nAs the non-fungible token (NFT) universe grows — both on Ethereum and across different blockchains — I think CryptoPunks will capture more value than any other set of digital art or collectibles. Before I explore why I think this is the case let’s define some terms.\\n\\nNon-fungible tokens are a type of crypto asset that represent unique (or “non-fungible”) digital goods like pieces of art or video game items. As with Bitcoin or Ether, these crypto-assets are held in a non-custodial and censorship resistant manner where proof of ownership exists on public blockchains.\\n\\nCryptoPunks are a set of 10,000 digital characters that have a variety of attributes with different levels of rarity based on their type (alien, ape, zombie) and attributes like tiaras, luxurious beards, hoodies, and so on. As one of the original NFT collectibles, punks were a seminal step in the development of the ERC-721 standard, which is the “file type” most NFT projects use today.\\n\\n![CryptoPunk 8348](https://miro.medium.com/max/1248/1\\\\*c8thAfkcYI4Y-aXE2QhEew.png)\\n\\nInitially, it may seem crazy that there are people willing to pay big money for what critics say are just PNG files of pixel art. If someone likes one of these punks, can’t they just right click and save the image? While I understand people who hold this view, it misses some important nuance around how art is valued. Let’s consider “real” art for a minute as a comparison.\\n\\nPaintings by Vincent van Gogh are expensive and many of his pieces have sold for millions of dollars over the past decade. At the same time, I grew up with a printed copy of one of van Gogh’s Sunflowers hanging above my kitchen table… and even though *I* think it’s beautiful, I wouldn’t be able to sell it. It’s worthless, it’s a print.\\n\\nWhat this shows is fine art has value — at least financially speaking — based on verifiable ownership of an original, not because of aesthetic beauty alone. If someone owns an original work by a famous artist, they gain a level of status. Wealthy people store value in fine art based on the assumption that this will hold true. That status persists. This is in part why so much art sits in freeports around the world and gets traded without the owners ever bothering to go see the pieces in person.\\n\\n![Side-by-side copies of Sunflowers, Fourth Version, Vincent van Gogh, 1888](https://images.mirror-media.xyz/publication-images/4eccbe08-e960-492e-9687-3c57b66163b2.png?height=404&width=642)\\n\\nOk, back to CryptoPunks. What is novel about CryptoPunks is they are among the first pieces of digital art on Ethereum that have a built in means of verifying unique ownership. This is done through cryptographic hashing such that a wallet address on Ethereum can have ownership rights over a CryptoPunk in a secure manner. As people have caught on to this, there has been a surge of interest in buying punks. In the last quarter of 2020 and the first few months of 2021 there have been tens of millions of dollars in sales volume surrounding CryptoPunks and a few purchases of over one million dollars each for the rarest ones. See below for a visual of the price action over the past three months from nonfungible.com:\\n\\n![CryptoPunk trading data from nonfungible.com](https://miro.medium.com/max/1400/0\\\\*aKyoylvmGHXsN7ZA)\\n\\nSeveral people have laid out investment theses around why punks will hold value over time. A good one to read if you’re interested in exploring this further can be found [here](https://punk.substack.com/p/cryptopunks-digital-collectibles). To me, the value proposition comes down to two things. Punks as a store of value and punks as a reflexive asset with a great narrative. On the store of value side, there are only 10,000 punks and with all the new money in crypto there aren’t enough to go around. It’s a supply-side crisis. On the narrative side, punks have a great story: they had a fair launch so anyone could claim them for free back in the day, the founders behind the project are brilliant, they’re the rookie card of NFTs, etc.\\n\\nWhile some people see the current run up in punk prices as a bubble — and it may be, in part — I see it more as the repricing of an asset that many people (myself included) missed for a long time. Further, I expect to see the market cap of punks combined continue to grow significantly in the next five years, potentially even in proportion to the size of the NFT market as a whole.\\n\\nHere’s the theory: NFTs will be massive for the digital art and collectibles category. There will be billions of them. As this growth happens, certain NFTs will capture a majority of the value and punks are a good candidate to capture that value because capital will flow into them from *both* large and small investors.\\n\\nLet’s look at small collectors first. As new people come into the crypto space they tend to want to collect what is already valuable… and there’s nothing more valuable than punks: they’re persistent, they have a great community, they are used by important people as Twitter and Discord profile pictures, and so on.\\n\\nWhile punks are too pricey for everyday collectors — the lowest one on offer at the time of writing is $26,000 or 13.5 ETH — projects like NFTX and Niftex have made it possible for smallholders to participate. Both of those protocols use different mechanics to allow people to own a small portion of a punk, either through a set of index funds backed by real punks (NFTX) or fractional ownership of a single punk (Niftex). Together, these protocols allow ownership of punks to disperse in a way that’s never been true of any high-end collectible category. And there are liquid secondary markets for these tokens too.\\n\\nWhile value will pour into punks from normal collectors, wealthy NFT collectors will cause a surge in punk market cap as well. When I think of wealthy NFT collectors, I break them into two categories. There’s non-crypto money and crypto-native money.\\n\\nThe wealthy new investors will come into NFTs from outside crypto and want what is the most highly valued asset. Punks. For example, last week I was in the CryptoPunks Discord, which has a bot that reports on recent punk sales, and I saw a new Ethereum wallet drop a million dollars on a dozen punks in a single hour. How many people can do that before the prices go bananas?\\n\\nThen there’s the crypto-native people who denominate a portion of their net worth in punks. What does that even mean? In the same way that a lot of people who are OGs in Bitcoin play with and trade altcoins then take those gains back into Bitcoin… OG NFT collectors dabble in other NFT projects and when they make money there, they often take those gains back to punks as their numéraire (by buying more or rarer punks with that capital). As the NFT category expands, these people will be taking more and more profit back into punks. Again, punk numbers go up.\\n\\nUltimately then, with capital flowing in both from the bottom (everyday investors) and the top (high net worth people) punks will be bursting at the seams with value capture. Over the coming years, we’re going to see some fat punks.\\n\\n*Credit to the many people whose thinking directly influenced this essay, specifically Aaron Wright, Scott Lewis, Alex Gausman, Snowfro, ddaavvee, gmoney, and JUSTIN.*\\n\\n*End Note: 100% of the proceeds from The Fat CryptoPunks Thesis will be donated to charity though Mirror’s “Split” functionality: 25% on-chain to GiveWell’s Maximum Impact Fund, 25% on-chain to SaveArtSpace, 25% on-chain to Coin Center, and 25% off-chain through me to charities in British Columbia.*\\n\\n[split://0x2cB6f19F64e76751DeFc6462852D4728CB0FDDda?network=mainnet](split://0x2cB6f19F64e76751DeFc6462852D4728CB0FDDda?network=mainnet)\\n\\n\",\"timestamp\":1630087642,\"title\":\"The Fat CryptoPunks Thesis\",\"publication\":\"ben\"},\"digest\":\"1YGNuHnhGdv6qB_refCZ0eivNC14e_VLNXqT0clkfkI\",\"authorship\":{\"contributor\":\"0x47ec58D5704082527a90362a6293029d7Ed5fc4E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5U6ZevfdQoGCCrZ7Arf2aTq8gguceBgpgy7apNPmXBw\\\",\\\"y\\\":\\\"3pQ6c0kQEm_4KmPt6evtZ-8ekugJRNxPoQAB6XvwmEg\\\"}\",\"signature\":\"6rzBJRTKJYE1AD_llHxBT-c4Q4O9YqYM3coHKz2fhE_uqMQFMbGWzSnJKDvA1iobQWIrr9bFemXN3s-EMV_9Hg\",\"signingKeySignature\":\"0x1e81d08ed1c77ac4850af6f5445f1f3e0b560ec033befaebf7407176256062db396a16c8ba8fd7c5b537ec149c1e925118dcc49355e16c54fa9a5289d4e3d6e91c\",\"signingKeyMessage\":\"I authorize the publication of articles on ben.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5U6ZevfdQoGCCrZ7Arf2aTq8gguceBgpgy7apNPmXBw\\\",\\\"y\\\":\\\"3pQ6c0kQEm_4KmPt6evtZ-8ekugJRNxPoQAB6XvwmEg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dlHilXGUBmVuy0OFtClII4Tr1WMakyh7HZrjoM2xDv8\"}"