"{\"content\":{\"body\":\"If you’re reading this you’ve probably used a social network.  Social networks are the place we share everything from baby photos to political opinions.  These network are our de-facto public squares and the culture they enable and incentivize translates to the real-world and impacts all of our lives.\\n\\n> “Ask yourself, what are we doing here as a species, for the most part, we're creating and consuming culture. The near term goal should be pretty obvious, we have to build a culture that is conducive to sanity.\\n>\\n> We need a culture that is at minimum compatible with our long term survival. And we have serious problems to solve.  Infrastructure, pandemic preparedness, climate change, cybersecurity, education, wealth inequality, our relationship with China.\\n>\\n> Wouldn't it be amazing to just get busy and sort this stuff out without all the animosity and conspiracy thinking and dogmatism and perverse incentives and everything else that makes sane policies and compromises impossible?”\\n>\\n> \\\\- [Sam Harris](https://www.samharris.org/) (Neuroscientist, Philosopher, Best Selling Author)\\n\\nThis thinking resonates with me because I want to live in a culture that is conducive to sanity and compatible with our long term survival and I want to solve the serious problems that we face.  My guess is the majority of you are with me on this. We all want a better future.\\n\\nI believe that if we want to see this better future become a reality we need a network that allows us to have complicated conversations, share ideas, and problem solve at scale.  No existing network was built for this, so I decided to start working on one.\\n\\n![Existing networks were started with different goals in mind](https://images.mirror-media.xyz/publication-images/EeshPuQimGfbaYbnC5Z8O.png?height=770&width=2196)\\n\\nChaos is a network designed to capture, identify, and distribute the best thinking in the world.  I like to think of it as “collective intelligence”, but I’m told that’s confusing.  I also call it an “anonymous brainstorming network”, but that’s a mouthful.  The category name is a work in progress so if you’ve got any good ideas please [let us know](https://twitter.com/trychaos_ai).\\n\\nThis anonymous brainstorming network will be different from social networks in a few core areas.  Two of the most important and the two I want to share today are anonymity and distribution.\\n\\n* Every post is anonymous.  This means you can post without fear of retribution and your interactions with other posts are based solely on the content, not a bias you may hold towards the source.  On this network you can’t destroy an idea by discrediting the creator, so everyone can think freely.\\n* There are no friends or followers.  Your influence and monetization opportunities are earned by contributing to the community.  The more toxic you are the less distribution you get, but if you contribute constructively you can become a thought leader regardless of your current social network celebrity.  On this network everyone’s ideas get a shot.\\n\\nAn AI powered collective intelligence platform could make seemingly unsolvable problems solvable and increase the pace of innovation to levels that are hard to imagine today.  And even if we fail hopefully another team will learn from us and do what we couldn’t.  Building new networks is hard, but this is a shot worth taking.\\n\\nIf this is something you want to be a part of [join our beta](https://www.trychaos.ai/)!  If this is a project you’re interesting in working on, [let us know](https://chaosai.typeform.com/to/NNQ0JMKP)!\\n\\nI’m looking forward to sharing more as we continue to progress. You can also follow us on [Instagram](https://www.instagram.com/trychaos.ai) or [Twitter](https://twitter.com/trychaos_ai) for updates.\\n\\n\\\\- Brian Ficho ([@bficho](https://twitter.com/bficho)), Founder\\n\\n\\n---\",\"timestamp\":1639624000,\"title\":\"A New Type of Network\"},\"digest\":\"IIn5Rywb9o5MBvScAebJc8yFpllD1lKpJpY2tfKRcto\",\"authorship\":{\"contributor\":\"0x8b9532bD0d02EEc6D18eED6fCC651a85Ed9825a1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MFjHnnrPzmmjHzLT1QjIdlZ6h_6N3usECdWpKp68XGM\\\",\\\"y\\\":\\\"0_2KW1aqR6DXHdJvL8z6_iZnbEjDvJ4oH6SngvqowRA\\\"}\",\"signature\":\"dtF0KjFq7j3cw7VlVnaDBpuSacdHHDLZktNU3l3jzTnEsW3zk7Tb22IL7DxqGc54kbl5O6Pz5aGpbDrG1-qePA\",\"signingKeySignature\":\"0x944044d6836129a0ecb7023bd276464796a92dfd9010d52e9601e6214192e7553f7a4b04e14b3deff4df632f86fb84a9077dcd620fd21b81becfd8a1a9a2b0bc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MFjHnnrPzmmjHzLT1QjIdlZ6h_6N3usECdWpKp68XGM\\\",\\\"y\\\":\\\"0_2KW1aqR6DXHdJvL8z6_iZnbEjDvJ4oH6SngvqowRA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MZqOaHtK_N6tCeX7XrZbV6CfQD7uCV8uW3W_Gr7DnpM\"}"