"{\"content\":{\"body\":\"![](https://miro.medium.com/max/15360/1\\\\*-FOOaE3BoVlp7jWHUJaW_A.png?size=large)\\n\\nEarlier this week, we shared a brief overview of the [FIAT Protocol](https://medium.com/fiat-dao/fiat-what-is-it-good-for-c3dd0de98f78) design. We’ve been blown away by the thousands of you that have joined us on [Discord](http://discord.gg/fiatdao) since! We’re looking forward to kicking off the on-chain presence of our new community with the deployment of FIAT DAO next week.\\n\\nThis post will walk through details on the launch of FIAT DAO Token ($FDT) and the planned Jubilee event that will allow users to initially earn it. $FDT is the Ethereum-based asset that will allow users to govern over the protocol and receive perks when using it. Please note, dates may be subject to change — keep up to date with the final dates and times via our [Discord](https://discord.gg/fiatdao).\\n\\n*Nota Bene:*\\n\\n* Users can start to earn $FDT on **November \\\\~3rd**, and to stake or provide liquidity for it starting **November \\\\~10th**; BarnBridge airdrop recipients can expect for the claim mechanism to be live by **November 17th**.\\n* $FDT will have a supply of 1,000,000,000 tokens, **70% of which** will be reserved for early initiatives or the FIAT DAO treasury.\\n* **30% of $FDT** will vest weekly over the next two-to-three years to the initial core team, seed contributors, and advisors; no core member will receive more than 4%, no seed contributor more than 2%.\\n* Users will be able to participate in the $FDT Jubilee by staking either **$BOND, $wsOHM, $RGT, $YFI, $UMA, or $MKR**; users will be rewarded for providing **$ETH- or $sOHM-denominated Sushiswap liquidity** for $FDT.\\n* We’ll share more regarding a **multi-week NFT drop** once the Jubilee is live.\\n\\n## Going DAO-First\\n\\nDAO stands for decentralized autonomous organization. A DAO, or on-chain digital cooperative, allows for the formation of community and resources around a specific goal. Both [Tyler from BarnBridge](https://medium.com/barnbridge/dao-first-a-new-governance-model-863e8434bf00) and [Kain from Synthetix](https://blog.synthetix.io/dao-first-capital-formation/) have written extensively on what it means to launch a protocol DAO-first. In the case of FIAT DAO, doing so will ensure transparency around community ownership of the protocol from the start, as opposed to doing so retroactively. We believe that clear ownership is ultimately what encourages individual participation, open source contribution, and partnerships with other protocols.\\n\\nFIAT DAO is set to be deployed on Wednesday, November 10th. There will be no corresponding legal entity incorporated in any jurisdiction. It will be governed by stakers of the FIAT DAO Token, or $FDT. 30% of the 1,000,000,000 unit $FDT supply will be set aside for the following early [builders and supporters](https://medium.com/fiat-dao/fiat-dao-raises-2m-seed-round-to-empower-defi-fixed-income-4844134636ed) of the protocol over the course of two to three years:\\n\\n* **Initial Core Team (15%):** The initial core team is leading the early development of the FIAT Protocol and FIAT DAO infrastructure. Their holdings vest weekly over the course of 150 weeks, with no one holding more than 4% of $FDT supply.\\n* **Seed Contributors (10%):** The core team is joined by strategic contributors chosen for their involvement in the fixed income asset sector within DeFi. Their holdings vest weekly over the course of 100 weeks, with no one entity holding more than 2% of $FDT supply.\\n* **Advisors (5%):** FIAT DAO is lucky to have a team of advisors on board to provide guidance on protocol design, smart contract development, and wider DeFi integrations. Their holdings vest weekly over the course of 150 weeks.\\n\\nThe remaining 70% are to be set aside for an initial bootstrapping period, a core team discretionary treasury, and the FIAT DAO treasury.\\n\\n![](https://miro.medium.com/max/2000/1\\\\*8o6_6EioMv-K2sjh1uIksQ.png)\\n\\n1,000,000,000 $FDT will be instantiated, with 40% of it earmarked for early contributors and community initiatives\\n\\nGiven the current state of crypto industry discourse, it’s worth addressing why we decided to accept seed contributions. Most DeFi projects today fall somewhere on a spectrum between allocating zero percent of their token supply, or allocating a majority of their token supply, to initial and core contributors. Both extremes have their shortcomings.\\n\\n* In the age of industrialized yield farming, allocating none of token supply to builders or contributors can be a boon for misaligned mercenary capital (e.g., no vesting schedule, no obligations to the DAO) and a burden for early community members (i.e. getting aggressively diluted).\\n* Allocate too much of a token supply to insiders of one kind or another and it becomes difficult to create a community around the protocol, which is a competitive disadvantage in a rapidly changing industry like crypto.\\n\\nThat’s not to say there aren’t successful examples on either side of the spectrum. Rather, it helps frame our view on FIAT DAO as a project taking a middle of the road approach to the question. We recognize that:\\n\\n* There is disproportionate regulatory, legal, and reputational risk taken on by early contributors, especially those with public identities\\n* FIAT DAO governance will oversee the protocol’s risk management parameters\\n* The end state for FIAT DAO needs to allow for seamless open source development, distributed hosting, and community-led planning\\n\\nWith these items in mind, we’ve opted for an approach that will allow for FIAT DAO to bootstrap itself quickly, align strategic partners with it for the long term, and still set itself up to be credibly community-run in the future.\\n\\n## The $FDT Jubilee\\n\\nUsers interested in participating in FIAT DAO governance will be able to earn $FDT through a variety of ways over the coming two months. We’re listing them out here in order of timing. **Dates may be subject to change.** For your reference, 10% of $FDT supply has been earmarked for these initial community bootstrapping efforts.\\n\\n![](https://miro.medium.com/max/2000/1\\\\*GYUHMtUebDIOThy_xvPbQA.png)\\n\\n10% of FDT supply is earmarked for attracting early community members and bootstrapping secondary liquidity.\\n\\n## Proof-of-Capital Rewards (20,000,000 $FDT over 4 Weeks)\\n\\nWe will be deploying six separate pools that will emit $FDT over the next four weeks. Proof-of-Capital means that you just deposit a single asset into the respective smart contract and receive $FDT as a result — nothing is done with the asset while staked. These same smart contracts have been utilized by BarnBridge, Universe, EnterDAO, and LeagueDAO to date, without any exploits. The targeted assets and their share of the total rewards are as follows:\\n\\n* **BarnBridge Governance Token (BOND):** 7,500,000 $FDT\\n* **Wrapped Staked OHM (wsOHM):** 5,000,000 $FDT\\n* **Rari Governance Token (RGT):** 2,500,000 $FDT\\n* **Yearn Finance (YFI)**: 2,500,000 $FDT\\n* **MakerDAO (MKR):** 1,250,000 $FDT\\n* **UMA (UMA):** 1,250,000 $FDT\\n\\nThe amount you earn per week is determined by a) how long you were in the pool for, and b) what your share of the final sum for that week is. **We are aiming to start the first week on Wednesday, November 3rd — please follow along in our [Discord](http://discord.gg/fiatdao) for final launch confirmation in the coming days.** Note, you must be in the pool at end of a given week to be eligible for reward emissions. Even if you spent most of the week deposited in a given pool, **you will not be eligible for any rewards if you withdraw prior to the end of the week-long period.**\\n\\nWhy were these specific communities targeted? BarnBridge in particular served to incubate the FIAT DAO concept which is why its community receives an outsized allocation relative to the other five. But in general, all of these communities have demonstrated themselves to be comprised of some of the most committed and clever individuals in this space. We wanted to attract the types of users willing to put time into forum discussions, Discord debates, and open source development. We have therefore calibrated the reward emissions for the remaining pools in accordance with who’s been joining the Discord server from what communities. So, although there is no tangible utility in a Proof-of-Capital rewards program, the long-term impact of attracting the right people early can’t be understated.\\n\\n## DAO Staking Rewards (20,000,000 $FDT over 16 Weeks)\\n\\nFIAT DAO will require 20,000,000 $FDT to be staked in order to be activated after their deployment. Following the first week of the Proof-of-Capital rewards, DAO staking will become possible and rewards will go live. Some items to note for this period:\\n\\n* **Rewards are emitted per block and pro rata across all deposits**\\n* **Block reward share is determined by $FDT staked, not vFDT**\\n\\nWith these incentives in place, early community members will be rewarded for joining the DAO, activating it on-chain, and ultimately voting on the first deployment of FIAT. As noted, the conclusion of this program will ideally coincide with the launch of the protocol, at which point the DAO could initiate a more tailored solution that revolves around vFDT and related mechanisms. While there is no direct incentive to lock staked positions in this period, we’re looking forward to making things interesting with an NFT drop that we’ll share more about next week.\\n\\n## Liquidity Mining (10,000,000 $FDT over 10 Weeks)\\n\\nThe rumors of its death have been greatly exaggerated 😅 A short liquidity mining program will be launched once $FDT is in circulation on November \\\\~10th (depending on the initial launch of the Jubilee contracts) to make it possible for anyone with an Ethereum address to join FIAT DAO. The following pools will be incentivized:\\n\\n* **Sushiswap $FDT / $ETH**\\n* **Sushiswap $FDT / $sOHM**\\n\\nPlease note, the core team will not be instantiating, or provisioning liquidity into, these pools. You should be familiar with the risks involved in providing liquidity and interfacing with decentralized exchanges in general. You can review the primary risks below:\\n\\n* **[High Gas Fees](https://www.blocknative.com/blog/eth-gas-101)**\\n* **[Impermanent Loss](https://finematics.com/impermanent-loss-explained/)**\\n* **[Miner Extractable Value](https://research.paradigm.xyz/MEV)**\\n\\nFollowing this initial bootstrap period, we will shift to more capital efficient mechanisms for preserving secondary $FDT liquidity 👀\\n\\n## BarnBridge Airdrop (25,000,000 $FDT over 52 Weeks)\\n\\nAs mentioned, FIAT DAO was initially incubated by BarnBridge. We’re excited by the support the community there has shown us, and wanted to make sure that all the folks who’ve been there with us over the past year had a stake here.\\n\\nTwo groups of users will be eligible for this airdrop:\\n\\n* **DAO stakers that have voted in PID 1 through 7 (Equal)**\\n* **Addresses depositing BOND as of November 4th(Pro Rata)**\\n\\nFor the first group, this means that 12,500,000 $FDT will be distributed equally across all addresses that have participated in ongoing or previous BarnBridge DAO governance votes. For the second group, this means that 12,500,000 $FDT will be distributed pro rata across addresses depositing in any of the following smart contracts at 0:00 UTC on November \\\\~4th (delay in the launch of the Jubilee contracts would push this back accordingly):\\n\\n* **[BarnBridge DAO](https://app.barnbridge.com/governance/overview)**\\n* **[BOND / USDC Uniswap Liquidity Pool](https://app.barnbridge.com/yield-farming/unilp)**\\n* **[Rari Fuse Pool](https://app.rari.capital/fuse/pool/25)**\\n* **[Universe XYZ](https://dao.universe.xyz/yield-farming)**\\n* **[EnterDAO](https://dao.enterdao.xyz/yield-farming)**\\n* **[LeagueDAO](https://dao.leaguedao.com/yield-farming)**\\n\\nDistribution is not the same as claiming, however. We will be using an [airdrop mechanism](https://medium.com/universe-xyz/xyz-airdrop-8a48f085611b) that was used earlier this year by Universe XYZ. That mechanism works as follows:\\n\\n* **Your address will receive *X* amount of $FDT in the airdrop**\\n* **Claims made before the 52 week mark pay a penalty**\\n* **The amount you can claim without penalty increases weekly**\\n* **Penalties get redistributed among remaining non-claimants**\\n\\nFor example, if you’re eligible for a 10,000 $FDT airdrop, you can choose to either claim a portion of it before the 52 weeks are up, or wait to get your full airdrop plus any redistributed penalties from earlier claimants any time after 52 weeks have elapsed. Once the homepage for the drop is live, we’ll be sure to share it both here on Medium and in the community Discord server.\\n\\n## Olympus Pro (25,000,000 FDT over 26 weeks)\\n\\nOur goal is to transition from liquidity mining to an Olympus Pro bond program in order for FIAT DAO to own a meaningful supply of its own liquidity. That said, it will be up to the OlympusDAO community to decide whether to onboard us or not. In the event that it is not feasible, FIAT DAO can vote to direct these $FDT to other capital efficient liquidity preservation mechanisms.\\n\\nYou can learn more about Olympus DAO and Olympus Pro below:\\n\\n* **[OlympusDAO Documentation](https://docs.olympusdao.finance/main/)**\\n* **[OlympusDAO Dune Analytics Dashboard](https://dune.xyz/shadow/Olympus-(OHM))**\\n* **[Olympus Pro Documentation](https://docs.olympusdao.finance/pro/)**\\n\\n## An NFT for Thee, Potentially\\n\\nWe’ll be sharing more on the NFT drop next week, but essentially, you’ll be able to earn NFTs over the course of November that offer gated access to higher yield liquidity mining opportunities. **There’s nothing you need to do to qualify for the drop at this time.** You can, however, feel free to stare at this beauty for the time being.\\n\\n![](https://miro.medium.com/max/1200/1\\\\*p7rLpKpVqS_ILUjU4XSR5Q.jpeg)\\n\\n## About FIAT DAO\\n\\nFIAT provides DeFi fixed income assets with access to leverage and secondary market liquidity. It is currently slated for a late Q4 2021 release. Neither $FIAT nor $FDT are currently in circulation. Never give anyone your wallet’s seed phrase or approve smart contract interactions you don’t understand.\",\"timestamp\":1635864810,\"title\":\"The FIAT DAO Token Jubilee - FIAT DAO - Medium\"},\"digest\":\"lb6QxpFjvyPM7Ft8Q_-eZpirfIBQsXQM_z3-Zvd5IHQ\",\"authorship\":{\"contributor\":\"0x78aD67Cb7d4cc05E9439eBd2a8132f8D3d1Ad63f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0nMWQbkGPEsWD4oythLKQZ_qFzC-CNhkBYNc3x3is4Q\\\",\\\"y\\\":\\\"Imr03ay9MlK_HziO5KZK8bt8UGaTHY-xZE6Xj4r2v-U\\\"}\",\"signature\":\"ubLpA_LQYWwQ08wnfpyZQG47-Ms2BaZ7fV5O3ukKs4wrdOQFps2AVEFOYn7whUhZcucAk_wwHNlo8P6UiRz3eg\",\"signingKeySignature\":\"0x89c9a241148167482c96b0ebfe37b8b524c2d25d85acf6dc5ae8448bf6ccb23c5bcd2d215e1e67f00ca5c4fd0d73c7ad25a5c846e40fdd20180cedd10028c38e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0nMWQbkGPEsWD4oythLKQZ_qFzC-CNhkBYNc3x3is4Q\\\",\\\"y\\\":\\\"Imr03ay9MlK_HziO5KZK8bt8UGaTHY-xZE6Xj4r2v-U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lb6QxpFjvyPM7Ft8Q_-eZpirfIBQsXQM_z3-Zvd5IHQ\"}"