"{\"content\":{\"body\":\"*Disclaimer: It is impossible to predict the success of an NFT project for a number of reasons: the team can lose momentum, FUD happens, market volatility, NFT bubble, etc. Understand that when you buy any NFT there are always risks. This article is purely for informational purposes. Do not buy an NFT just because I mentioned it in this article.  Full disclosure, I own some of these projects but not all. Most people are talking their own bags. DYOR. Not Financial Advice.*\\n\\nWhen you start to enter the NFT space, it can be overwhelming. You’ll probably make some mistakes and ape into some not-so-great projects that seemed like a good idea at the time.  It’s part of learning. But to help minimize risk and regret, I’ve narrowed down some of my NFT picks as examples of solid projects going into the new year.\\n\\nWe're going to be focusing on Ethereum NFTs in this article. You should have some Ethereum (ETH) in a [Metamask](https://metamask.io/) or web3 compatible wallet and be comfortable enough using it before you start purchasing any kind of NFTs. For more info on setting up a Metamask, [follow this link](https://www.one37pm.com/nft/tech/how-to-set-up-metamask-wallet). If you are just starting out in crypto, you will want to spend some time building up a portfolio before you ape into NFTs.\\n\\nThe cheapest NFTs mentioned in this article are over .05 ETH (\\\\~$200). Keep in mind you will need extra ETH for gas as well. The price of gas varies depending on the number of transactions on Ethereum blockchain at any given time. It is not unusual to spend upwards of $100 on gas on a single transaction if you need it to go through with average priority these days.\\n\\nSo you've bought some ETH on an exchange and you've held it for a few months. You've hopefully built up a diverse crypto portfolio and you're ready to (sensibly) ape into some projects! This is where the fun begins.\\n\\nOwning an NFT is much more than having a cartoon picture in your ETH wallet.  Being involved in an NFT community can be a key to making many new connections with like-minded individuals. I personally have met so many talented and interesting people who most likely never would have reached out to me if we had not shared PFPs from the same community. This is why NFTs are extremely useful for networking.\\n\\nNFTs are normally categorized into Art & Collectibles and Gaming. For this post, I am only focusing on PFP (profile picture) collectibles. This is because they will likely be the first entry into NFTs for most people. I predict that PFPs will be huge in 2022 because they can be used to represent your virtual identity and personal brand.  Many exclusive PFPs are also considered flex goods or Veblen goods. Arthur Hayes wrote a very [interesting article](https://cryptohayes.medium.com/rock-paper-scissors-says-go-a3641dfe132c) about the future of flex goods and the metaverse and I recommend reading it.\\n\\nThere are many, many great projects out there that will have fantastic gains and great communities next year. Many of the top projects for 2022 have not even been released yet. I believe that the projects all mentioned in this article are solid bets based on the community, team involvement, and utility. Consider this list a *guide* for what to look for in a 10K PFP NFT collection.\\n\\nIf your interest is piqued by any of the projects in this article, I strongly encourage you to go to the Twitter page and check out the Discord communities for the project before aping in. Useful links are included below.\\n\\n## Lush Budget ROI Flexes >4 ETH\\n\\nThese are some tried and true NFT projects that I believe will continue to do well in the next year. They are also the most expensive, flex-worthy PFPs.\\n\\n![Bored Ape Yacht Club](https://images.mirror-media.xyz/publication-images/CfU030uWnoIgFIsIXzZeb.jpg?height=500&width=1500&size=large)\\n\\n### Top Pick: Bored Ape Yacht Club / Mutant Ape Yacht Club\\n\\n2021 was the year of [Bored Ape Yacht Club](https://twitter.com/BoredApeYC) and it seems like this will carry over into 2022, reaching all new levels. BAYC are the pinnacle of what decentralized community NFT projects are about. It doesn’t matter if you think they look stupid, this collection promises to be the grail of 10k PFP collections after Larva Labs’ CryptoPunks. I believe that they also have the chance to become even more sought-after than Punks in the next year because of the community, team, marketing, utility, etc.\\n\\nEven at current floor prices at the time of writing this article, ([MAYC](https://opensea.io/collection/mutant-ape-yacht-club) \\\\~11.5 ETH, [BAYC](https://opensea.io/collection/boredapeyachtclub) \\\\~60 ETH), I think it’s likely that we will see floors continue to move upwards in 2022, especially prior to the token drop.\\n\\nThe level of success for BAYC ecosystem in 2022 will hinge on the token drop and how it plays out.  But the community is ultimately what makes this project and a mass sell-off seems very unlikely with the current momentum. Many ape holders are way too attached to their apes. The distribution of holders is also good (BAYC \\\\~6k holders, MAYC \\\\~11k holders). Even distribution of holders means that most people only have 1 ape and are less likely to sell.\\n\\n**Runners up:**\\n\\n* **[Cool Cats](https://twitter.com/coolcatsnft)** - Cool Cats is another OG collection that dropped shortly after BAYC. They are also coming out with $MILK token for holders in 2022.\\n* **[Doodles](https://twitter.com/doodles)** - Doodles is a relatively new project but has established itself and has a solid community. The artist has a great reputation and fan base as well. Floor is currently almost 5 ETH and it is to be determined whether it will hold that price or see a pull back. Worth watching.\\n* **[CLONE X - X TAKASHI MURAKAMI](https://twitter.com/RTFKTstudios)** - a hyped project that I think will probably deliver some cool stuff with Nike backing them. RTFKT also has been around for a while and has a very strong community backing. I’ve shared my gripes about RTFKT selling out to Nike but I do think they have some innovative things planned. Since it’s still a newer drop, I would caution aping in immediately as the floor may cool down even more. Just two weeks ago, the floor was over 9 ETH during the initial hype and is now \\\\~4.\\n\\n## GMI Bets 2 - 3 ETH\\n\\n![MetaHero Universe: Generative Identities](https://images.mirror-media.xyz/publication-images/y3O3irpA9wipXOUlJWg7K.png?height=241&width=1220&size=large)\\n\\n### Top Pick: PixelVault / MetaHero Universe: Generative Identities\\n\\n**[MetaHero Universe: Generative Identities](https://twitter.com/MetaHero_)** - PixelVault is building the Marvel of the Metaverse.  One of the most ambitious projects in the space, the team is planning to develop a game where your NFT doubles as a playable character. Artwork is by Marvel artist [Chris Wahl](https://twitter.com/chriswahl73) and [Odious](https://twitter.com/todayodious).\\n\\nThe game is also planned to be an actual metaverse with different planets governed by their own DAOs. You can buy a [Planet DAO Token](https://opensea.io/collection/planetdaos) on OpenSea as well if you would like to partake in DAO governance. This is definitely a long term play but the floor will see some positive action this year as they announce new developments. At \\\\~3.5 ETH currently this is likely undervalued because the team has been quiet and busy working on Punks Comic as well. It has been a big year for PixelVault since partnering with Adidas as well as signing with one of the biggest talent agencies, WME. I would expect big things.\\n\\nFor the higher tiered version, check out the [Metahero Core Identities](https://opensea.io/collection/metaherouniverse), which are fully-matched concept characters. The team has mentioned that core identities may receive some dividends.\\n\\n**Runners up:**\\n\\n* **[CrypToadz](https://twitter.com/cryptoadzNFT) by GREMPLIN** - Loved by many OG degens. The floor pumped as high as 14 ETH earlier this year and has since lowered to 2 ETH. Currently floor is \\\\~3 ETH and I think this could be a good opportunity. Super Gremplin is also a well-respected artist in the NFT community so these could be a very good long term hold. Also, the community has serious !vibe.\\n* **[World of Women](https://twitter.com/worldofwomennft)** - World of Women is the first female-led 10K PFP collection of all-female avatars. Their floor reached 4 ETH and currently hovers \\\\~2 ETH. Definitely an historic project. I hope to have one myself and if floor dips below 2 ETH or lower I would consider that an excellent buy.\\n\\n## Undervalued Favorites <1 ETH\\n\\nThese projects could see substantial gains because they already have strong communities. With more normies entering NFTs in 2022 they are a reasonable entry and I can see many aping in. At the very least, they are wonderful communities to be a part of in the space.\\n\\n![Deadfellaz](https://images.mirror-media.xyz/publication-images/jlt3j_RSQ0BCXDLdyiDAS.jpg?height=500&width=1500&size=large)\\n\\n### Top Pick: Deadfellaz\\n\\nA seriously undervalued gem, [Deadfellaz](https://twitter.com/DeadfellazNFT) should be included in one of the above categories. The founders [Betty](https://twitter.com/betty_nft) and [Psych](https://twitter.com/psych_nft) are some of the most influential and hardworking leaders in the space.\\n\\nDeadfellaz is also featured on the [Coinbase NFT Twitter](https://twitter.com/Coinbase_NFT) banner so when the marketplace launches next year I would expect them to pump back over 1 ETH and even higher. Their community is one of the most avid in the space as well.\\n\\n**Runners up:**\\n\\n* **[Robotos](https://twitter.com/robotosNFT)** - Beep boop!  Artist Pablo Stanley created a very lovable series of cartoon robots. Time Studios has also announced an [animated TV Series](https://www.hollywoodreporter.com/tv/tv-news/robotos-kids-tv-series-time-studios-1235051846/) based on Robotos. [Per the website](https://www.robotos.art/), you also own rights to create and distribute derivatives of the Roboto character that you own.\\n* **[CryptoMories](https://twitter.com/CryptoMories)** - I have heard nothing but what a great community the Mories are. They also have a lot of support from degens from many other projects.\\n\\n## Promising Young Projects <0.3 ETH\\n\\nThese projects are the least expensive but are also going to be the biggest gamble because they have not yet earned their stripes. The good thing is that you can ape into them without losing too much. I wanted to include some less expensive entries so here they are.\\n\\n![mfers by Sartoshi](https://images.mirror-media.xyz/publication-images/S4-XSJogMSP8wH3stFdB6.png?height=263&width=768)\\n\\n### Top Pick: mfers by Sartoshi_NFT\\n\\nThe [mfers](https://opensea.io/collection/mfers) are a fun, super-degen community that has the potential to be something really special. The best thing is that the project doesn’t take itself too seriously. [Sartoshi](https://twitter.com/sartoshi_nft) launched the project with no roadmap and no discord (although the community started an [unofficially official discord](https://discord.gg/7nRwNjWdtD) in true spirit of decentralization). Sartoshi has also been really active in the NFT space for a while and has built up a good reputation.\\n\\nThe project was well-received by most everyone in the NFT community, and many OG degens aped in and still hodl their mfers. With the floor below .06 ETH, I think this is great entry. A good play would be to buy 3 or more and sell them as they start to go back up in price.\\n\\n**Runners up:**\\n\\n* **[alien frens](https://twitter.com/alienfrens)** - A brand spanking new project that had a mint price of .02 ETH and it’s high reached .4 during the initial hype. I think it’s worth watching this project because the community seems very active and they have support from influencers such as [Andrew Wang](https://twitter.com/andrwwang) as well as many degens from other communities.\\n* **[ExpansionPunks](https://twitter.com/ExpansionPunks)** - a refreshing punk derivative that has actually been around since August but seems to have a slow burn in the space. The mission is to expand upon the punk traits by including more diversity: female policemen, female traits with hoodies, non-binary trait combinations, etc. I’ve even seen a lot of Punk holders supporting the project.\\n* **[Non-Fungible People by Daz 3D](https://twitter.com/NFungiblePeople)** - a very new project that is currently still minting. I only found out about NFP the other day but I am intrigued. The collection focuses on highly-rendered 3D female and non-binary avatars. “The Non-Fungible People NFT collection features stunning, photorealistic 3D artwork created by Daz 3D and its award-winning international community of female, male, and non-binary artists.” The 3D avatar and model can also be deployed into different applications and games. At the time of this article, you can still mint on the [website](https://nfp.daz3d.com/); however, some are selling for less than mint price on [OpenSea](https://opensea.io/collection/non-fungible-people-daz3d?search%5BsortAscending%5D=true&search%5BsortBy%5D=PRICE&search%5Btoggles%5D%5B0%5D=BUY_NOW). Hint: usually floor price drops after the reveal in most projects, however it can be fun to mint and you might luck out and get a rare.\\n\\nSo those are my top picks. Of course there are many great opportunities out there and it’s impossible to know about every one. Do make sure to research and try to resist buying into FOMO and hype. You will be much better off watching and waiting to buy the bottom of a good project that you have confidence in, than buying at the top and watching it go down.\\n\\nThanks for reading!\",\"timestamp\":1640837871,\"title\":\"Elimy's 2022 NFT Picks\"},\"digest\":\"Adwumxl8082JiQ3q_XFbHiMXADkdP_Zr-xcbsiP2PjM\",\"authorship\":{\"contributor\":\"0x168b9Bd22F3951466b32c0b31639E933d2b0FCce\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XaDgqUuqHamryUwjQY6JG1D5j1B8Sp7_wyx0FVNOSHA\\\",\\\"y\\\":\\\"DBclUsRLuQbih6FqZabxUJHGZ8Mcw1z6YwQCOwvkww4\\\"}\",\"signature\":\"b0Xc0aTFuaHimhDVy2LKKQdM9dmsP87etlGtsqnUrBi5JbflNKvAjECzRB6TWutIG0DgkEwDIt9Co3-54Y6Mfw\",\"signingKeySignature\":\"0x4781146b5f518e99c4d09ae083dc37df24279a0c0b035c488c10dec3af2b09af5d3aece8e99175b4dc8cf2fc9e85df17075e8b9137f2b1eeb4a8484070f52ef41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XaDgqUuqHamryUwjQY6JG1D5j1B8Sp7_wyx0FVNOSHA\\\",\\\"y\\\":\\\"DBclUsRLuQbih6FqZabxUJHGZ8Mcw1z6YwQCOwvkww4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eT3d0_IwTunt9gBW-_pq3AbWUOcmIF8lh0XwHuXO_Ek\"}"