"{\"content\":{\"body\":\"That look went to Hermione's heart; she thought, \\\"Am I going to quarrel with the one true and absolutely loyal friend I have?\\\" She remembered Vere's words in the garden about Gaspare's devotion to her, a devotion which she felt like a warmth round about her life.\\n\\n\\\"I'll come with you, Gaspare,\\\" she said, with a revulsion of feeling. \\\"Good-night, Ruffo.\\\"\\n\\n\\\"Good-night, Signora.\\\"\\n\\n\\\"Perhaps we shall see you to-morrow.\\\"\\n\\nShe was just going to turn away when Ruffo bent down to kiss her hand. Since she had given charity to his mother it was evident that his feeling for her had changed. The Sicilian in him rose up to honor her like a Padrona.\\n\\n\\\"Signora,\\\" he said, letting go her hand. \\\"Benedicite e buon riposo.\\\"\\n\\nHe was being a little whimsical, was showing to her and to Gaspare that he knew how to be a Sicilian. And now he looked from one to the other to see how they took his salutation; looked gently, confidentially, with a smile dawning in his eyes under the deference and the boyish affection and gratitude.\\n\\nAnd again it seemed to Hermione for a moment that Maurice stood there before her in the night. Her impulse was to catch Gaspare's arm, to say to him, \\\"Look! Don't you see your Padrone?\\\"\\n\\nShe did not do this, but she did turn impulsively to Gaspare. And as she turned she saw tears start into his eyes. The blood rushed to his temples, his forehead. He put up his hand to his face.\\n\\n\\\"Signora,\\\" he said, \\\"are you not coming?\\\"\\n\\nHe cleared his throat violently. \\\"I have taken a cold,\\\" he muttered.\\n\\nHe caught hold of his throat with his left hand, and again cleared his throat.\\n\\n\\\"Madre di Dio!\\\"\\n\\nHe spoke very roughly.\\n\\nBut his roughness did not hurt Hermione; for suddenly she felt far less lonely and deserted. Gaspare had seen what she had seen--she knew it.\\n\\nAs they went back to the house it seemed to her that she and Gaspare talked together.\\n\\nAnd yet they spoke no words.\\n\\nCHAPTER XXVII\\n\\nNeither Artois nor the Marchesino visited the island during the days that elapsed before the Festa of the Madonna del Carmine. But Artois wrote to tell Hermione that the Marchesino had accepted his invitation, and that he hoped she and Vere would be at the Hotel des Etrangers punctually by eight o'clock on the night of the sixteenth. He wrote cordially, but a little formally, and did not add any gossip or any remarks about his work to the few sentences connected with the projected expedition. And Hermione replied as briefly to his note. Usually, when she wrote to Artois, her pen flew, and eager thoughts, born of the thought of him, floated into her mind. But this time it was not so. The energies of her mind in connection with his mind were surely failing. As she put the note into its envelope, she had the feeling of one who had been trying to \\\"make\\\" conversation with an acquaintance, and who had not been successful, and she found herself almost dreading to talk with Emile.\\n\\nYet for years her talks with him had been her greatest pleasure, outside of her intercourse with Vere and her relations with Gaspare.\\n\\nThe change that had come over their friendship, like a mist over the sea, was subtle, yet startling in its completeness. She wondered if he saw and felt this mist as definitely as she did, if he regretted the fair prospect it had blotted out, if he marvelled at its coming.\\n\\nHe was so acute that he must be aware of the drooping of their intimacy. To what could he attribute it? And would he care to fight against the change?\\n\\nShe remembered the days when she had nursed him in Kairouan. She felt again the hot dry atmosphere. She heard the ceaseless buzzing of the flies. How pale his face had been, how weak his body! He had returned to the weakness of a child. He had depended upon her. That fact, that he had for a time utterly depended upon her, had forged a new link in their friendship, the strongest link of all. At least she had felt it to be so. For she was very much of a woman, and full of a secret motherliness.\\n\\nBut perhaps he had forgotten all that.\\n\\nIn these days she often felt as if she did not understand men at all, as if their natures were hidden from her, and perhaps, of necessity, from all women.\\n\\n\\\"We can't understand each other.\\\"\\n\\nShe often said that to herself, and partly to comfort herself a little. She did not want to be only one of a class of women from whom men's natures were hidden.\\n\\nAnd yet it was not true.\\n\\nFor Maurice, at least, she had understood. She had not feared his gayeties, his boyish love of pleasure, his passion for the sun, his joy in the peasant life, his almost fierce happiness in the life of the body. She had feared nothing in him, because she had felt that she understood him thoroughly. She had read the gay innocence of his temperament rightly, and so she had never tried to hold him back from his pleasures, to keep him always with her, as many women would have done.\\n\\nAnd she clung to the memory of her understanding of Maurice as she faced the mist that had swept up softly and silently over that sea and sky which had been clear. He had been simple. There was nothing to dread in cleverness, in complexity. One got lost in a nature that was full of winding paths. Just then, and for the time, she forgot her love of, even her passion for, mental things. The beauty of the straight white road appealed to her. She saw it leading one onward to the glory of the sun.\\n\\nVere and she did not see very much of each other during these days. They met, of course, at meals, and often for a few minutes at other times. But it seemed as if each tacitly, and almost instinctively, sought to avoid any prolonged intercourse with the other. Hermione was a great deal in her sitting-room, reading, or pretending to read. And Vere made several long expeditions upon the sea in the sailing-boat with Gaspare and a boy from the nearest village, who was hired as an extra hand.\\n\\nHermione had a strange feeling of desertion sometimes, when the white sail of the boat faded on the blue and she saw the empty sea. She would watch the boat go out, standing at the window and looking through the blinds. The sailor-boy pulled at the oars. Vere was at the helm, Gaspare busy with the ropes. They passed quite close beneath her. She saw Vere's bright and eager face looking the way they were going, anticipating the voyage; Gaspare's brown hands moving swiftly and deftly. She saw the sail run up, the boat bend over. The oars were laid in their places now. The boat went faster through the water. The forms in it dwindled. Was that Vere's head, or Gaspare's? Who was that standing up? The fisher-boy? What were they now, they and the boat that held them? Only a white sail on the blue, going towards the sun.\\n\\nAnd how deep was the silence that fell about the house, how deep and hollow! She saw her life then like a cavern that was empty. No waters flowed into it. No lights played in its recesses. No sounds echoed through it.\\n\\nShe looked up into the blue, and remembered her thought, that Maurice had been taken by the blue. Hark! Was there not in the air the thin sound of a reed flute playing a tarantella? She shut her eyes, and saw the gray rocks of Sicily. But the blue was too vast. Maurice was lost in it, lost to her forever. And she gazed up into it again, with the effort to travel through it, to go on and on and on. And it seemed as if her soul ached from that journey.\\n\\nThe sail had dipped down below the horizon. She let fall the blind. She sat down in the silence.\\n\\nVere was greatly perplexed about her mother. One day in the boat she followed her instinct and spoke to Gaspare about her. Hermione and she between them had taught Gaspare some English. He understood it fairly well, and could speak it, though not correctly, and he was very proud of his knowledge. Because of the fisher-boy, Vere said what she had to say slowly in English. Gaspare listened with the grave look of learning that betokened his secret sensation of being glorified by his capacities. But when he grasped the exact meaning of his Padroncina's words, his expression changed. He shook his head vigorously.\\n\\n\\\"Not true!\\\" he said. \\\"Not true! No matter--there is no matter with my Padrona.\\\"\\n\\n\\\"But Gaspare--\\\"\\n\\nVere protested, explained, strong in her conviction of the change in her mother.\\n\\nBut Gaspare would not have it. With energetic gestures he affirmed that his Padrona was just as usual. But Vere surprised a look in his eyes which told her he was watching her to see if he had deceived her. Then she realized that for some reason of his own Gaspare did not wish her to know that he had seen the change, wished also to detach her observation from her mother.\\n\\nShe wondered why this was.\\n\\nHer busy mind could not arrive at any conclusion in the matter, but she knew her mother was secretly sad. And she knew that she and her mother were no longer at ease with each other. This pained her, and the pain was beginning to increase. Sometimes she felt as if her mother disliked something in her, and did not choose to say so, and was irritated by the silence that she kept. But what could it be? She searched among her doings carefully. Had she failed in anything? Certainly she had not been lacking in love. And her knowledge of that seemed simply to exclude any possibility of serious shortcomings. And her mother?\\n\\nVere remembered how her mother had once longed to have a son, how she had felt certain she was going to have a son. Could it be that? Could her mother be dogged by that disappointment? She felt chilled to the heart at that idea. Her warm nature protested against it. The love she gave to her mother was so complete that it had always assumed the completeness of that which it was given in return. But it might be so, Vere supposed. It was possible. She pondered over this deeply, and when she was with her mother watched for signs that might confirm or dispel her fears. And thus she opposed to the mother's new watchfulness the watchfulness of the child. And Hermione noticed it, and wondered whether Vere had any suspicion of the surreptitious reading of her poems.\\n\\nBut that was scarcely possible.\\n\\nHermione had not said a word to Vere of her discovery that Peppina had done what she had been told not to do--related the story of her fate. Almost all delicate-minded mothers and daughters find certain subjects difficult, if not impossible of discussion, even when an apparent necessity of their discussion arrives in the course of life. The present reserve between Hermione and Vere rendered even the idea of any plain speaking about the revelation of Peppina quite insupportable to the mother. She could only pretend to ignore that it had ever been made. And this she did. But now that she knew of it she felt very acutely the difference it had made in Vere. That difference was owing to her own impulsive action. And Emile knew the whole truth. She understood now what he had been going to say about Peppina and Vere when they had talked about the books.\\n\\nHe did condemn her in his heart. He thought she was not a neglectful, but a mistaken mother. He thought her so impulsive as to be dangerous, perhaps, even to those she loved best. Almost she divined that curious desire of his to protect Vere against her. And yet without her impulsive nature he himself might long ago have died.\\n\\nShe could not help at this time dwelling secretly on one or two actions of hers, could not help saying to herself now and then: \\\"I have been some good in the world. I am capable of unselfishness sometimes. I did leave my happiness for Emile's sake, because I had a great deal of friendship and was determined to live up to it. My impulses are not always crazy and ridiculous.\\\"\\n\\nShe did this, she was obliged to do it, to prevent the feeling of impotence from overwhelming her. She had to do it to give herself strength to get up out of the dust. The human creature dares not say to itself, \\\"You are nothing.\\\" And now Hermione, feeling the withdrawal from her of her friend, believing in the withdrawal from her of her child, spoke to herself, pleading her own cause to her own soul against invisible detractors.\\n\\nOne visitor the island had at this time. Each evening, when the darkness fell, the boat of Ruffo's employer glided into the Pool of San Francesco. And the boy always came ashore while his companions slept. Since Hermione had been charitable to his mother, and since he had explained to her about his Patrigno and Peppina, he evidently had something of the ready feeling that springs up in Sicilians in whom real interest has been shown--the feeling of partly belonging to his benefactor. There is something dog-like in this feeling. And it is touching and attractive because of the animalism of its frankness and simplicity. And as the dog who has been kindly, tenderly treated has no hesitation in claiming attention with a paw, or in laying its muzzle upon the knee of its benefactor, so Ruffo had no hesitation in relating to Hermione all the little intimate incidents of his daily life, in crediting her with an active interest in his concerns. There was no conceit in this, only a very complete boyish simplicity.\\n\\nHermione found in this new attitude of Ruffo's a curious solace for the sudden loneliness of soul that had come upon her. Originally Ruffo's chief friendship had obviously been for Vere, but now Vere, seeing her mother's new and deep interest in the boy, gave way a little to it, yet without doing anything ostentatious, or showing any pique. Simply she would stay in the garden, or on the terrace, later than usual, till after Ruffo was sure to be at the island, and let her mother stroll to the cliff top. Or, if she were there with him first, she would soon make an excuse to go away, and casually tell her mother that he was there alone or with Gaspare. And all this was done so naturally that Hermione did not know it was deliberate, but merely fancied that perhaps Vere's first enthusiasm for the fisher-boy was wearing off, that it had been a child's sudden fancy, and that it was lightly passing away.\\n\\nVere rather wondered at her mother's liking for Ruffo, although she herself had found him so attractive, and had drawn her mother's attention to his handsome face and bold, yet simple bearing. She wondered, because she felt in it something peculiar, a sort of heat and anxiety, a restlessness, a watchfulness; attributes which sprang from the observation of that resemblance to the dead man which drew her mother to Ruffo, but of which her mother had never spoken to her.\\n\\nNor did Hermione speak of it again to Gaspare. He had almost angrily denied it, but since the night of Artois' visit she knew that he had seen it, been startled, moved by it, almost as she had been.\\n\\nShe knew that quite well. Yet Gaspare puzzled her. He had become moody, nervous, and full of changes. She seemed to discern sometimes a latent excitement in him. His temper was uneven. Giulia had said that one could not speak with him. Since that day she had grumbled about him again, but discreetly, with a certain vagueness. For all the servants thoroughly appreciated his special position in the household as the \\\"cameriere di confidenza\\\" of the Padrona. One thing which drew Hermione's special attention was his extraordinary watchfulness of her. When they were together she frequently surprised him looking at her with a sort of penetrating and almost severe scrutiny which startled her. Once or twice, indeed, she showed that she was startled.\\n\\n\\\"What's the matter, Gaspare?\\\" she said, one day. \\\"Do I look ill again?\\\"\\n\\nFor she had remembered his looking at her in the boat.\\n\\n\\\"No, Signora,\\\" he answered, this time, quickly. \\\"You are not looking ill to-day.\\\"\\n\\nAnd he moved off, as if anxious to avoid further questioning.\\n\\nAnother time she thought that there was something wrong with her dress, or her hair, and said so.\\n\\n\\\"Is there anything wrong with me?\\\" she exclaimed. \\\"What is it?\\\" And she instinctively glanced down at her gown, and put up her hands to her head.\\n\\nAnd this time he had turned it off with a laugh, and had said:\\n\\n\\\"Signora, you are like the Signorina! Once she told me I was--I was\\\"-- he shook his head--\\\"I forget the word. But I am sure it was something that a man could never be. Per dio!\\\"\\n\\nAnd then he had gone off into a rambling conversation that had led Hermione's attention far away from the starting-point of their talk.\\n\\nVere, too, noticed the variations of his demeanor.\\n\\n\\\"Gaspare was very 'jumpy' to-day in the boat,\\\" she said, one evening, after returning from a sail; \\\"I wonder what's the matter with him. Do you think he can be in love, Madre?\\\"\\n\\n\\\"I don't know. But he is /fidanzato/, Vere, with a girl in Marechiaro, you remember?\\\"\\n\\n\\\"Yes, but that lasts forever. When I speak of it he always says: 'There is plenty of time, Signorina. If one marries in a hurry, one makes two faces ugly!' I should think the girl must be sick of waiting.\\\"\\n\\nHermione was sure that there was some very definite reason for Gaspare's curious behavior, but she could not imagine what it was. That it was not anything to do with his health she had speedily ascertained. Any small discipline of Providence in the guise of a cold in the head, or a pain in the stomach, despatched him promptly to the depths. But he had told her that he was perfectly well and \\\"made of iron,\\\" when she had questioned him on the subject.\\n\\nShe supposed time would elucidate the mystery, and meanwhile she knew it was no use troubling about it. Years had taught her that when Gaspare chose to be silent not heaven nor earth could make him speak.\\n\\nAlthough Vere could not know why Ruffo attracted her mother, Hermione knew that Gaspare must understand, at any rate partially, why she cared so much to be with him. During the days between the last visit of Artois and the Festa of the Madonna del Carmine her acquaintance with the boy had progressed so rapidly that sometimes she found herself wondering what the days had been like before she knew him, the evenings before his boat slipped into the Saint's Pool, and his light feet ran up from the water's edge to the cliff top. Possibly, had Ruffo come into her life when she was comparatively happy and at ease, she would never have drawn so closely to him, despite the resemblance that stirred her to the heart. But he came when she was feeling specially lonely and sad; and when he, too, was in trouble. Both wanted sympathy. Hermione gave Ruffo hers in full measure. She could not ask for his. But giving had always been her pleasure. It was her pleasure now. And she drew happiness from the obvious and growing affection of the boy. Perfectly natural at all times, he kept back little from the kind lady of the island. He told her the smallest details of his daily life, his simple hopes and fears, his friendships and quarrels, his relations with the other fishermen of Mergellina, his intentions in the present, his ambitions for the future. Some day he hoped to be the Padrone of a boat of his own. That seemed to be the ultimate aim of his life. Hermione smiled as she heard it, and saw his eyes shining with the excitement of anticipation. When he spoke the word \\\"Padrone,\\\" his little form seemed to expand with authority and conscious pride. He squared his shoulders. He looked almost a man. The pleasures of command dressed all his person, as flags dress a ship on a festival day. He stood before Hermione a boy exuberant.\\n\\nAnd she thought of Maurice bounding down the mountain-side to the fishing, and rousing the night with his \\\"Ciao, Ciao, Ciao, Morettina bella--Ciao!\\\"\\n\\nBut Ruffo was sometimes reserved. Hermione could not make him speak of his father. All she knew of him was that he was dead. Sometimes she gave Ruffo good advice. She divined the dangers of Naples for a lad with the blood bounding in his veins, and she dwelt upon the pride of man's strength, and how he should be careful to preserve it, and not dissipate it before it came to maturity. She did not speak very plainly, but Ruffo understood, and answered her with the unconscious frankness that is characteristic of the people of the South. And at the end of his remarks he added:\\n\\n\\\"Don Gaspare has talked to me about that. Don Gaspare knows much, Signora.\\\"\\n\\nHe spoke with deep respect. Hermione was surprised by this little revelation. Was Gaspare secretly watching over the boy? Did he concern himself seriously with Ruffo's fate? She longed to question Gaspare. But she knew that to do so would be useless. Even with her Gaspare would only speak freely of things when he chose. At other times he was calmly mute. He wrapped himself in a cloud. She wondered whether he had ever given Ruffo any hints or instructions as to suitable conduct when with her.\\n\\nAlthough Ruffo was so frank and garrulous about most things, she noticed that if she began to speak of his mother or his Patrigno, his manner changed, and he became uncommunicative. Was this owing to Gaspare's rather rough rebuke upon the cliff before Artois and Vere? Or had Gaspare emphasized that by further directions when alone with Ruffo? She tried deftly to find out, but the boy baffled her. But perhaps he was delicate about money, unlike Neapolitans, and feared that if he talked too much of his mother the lady of the island would think he was \\\"making misery,\\\" was hoping for another twenty francs. As to his Patrigno, the fact that Peppina was living on the island made that subject rather a difficult one. Nevertheless, Hermione could not help suspecting that Gaspare had told the boy not to bother her with any family troubles.\\n\\nShe had not offered him money again. The giving of the twenty francs had been a sudden impulse to help a suffering woman, less because she was probably in poverty than because she was undoubtedly made unhappy by her husband. Since she had suffered at the hands of death, Hermione felt very pitiful for women. She would gladly have gone to see Ruffo's mother, have striven to help her more, both materially and morally. But as to a visit--Peppina seemed to bar the way. And as to more money help--she remembered Gaspare's warning. Perhaps he knew something of the mother that she did not know. Perhaps the mother was an objectionable, or even a wicked woman.\\n\\nBut when she looked at Ruffo she could not believe that. And then several times he had spoken with great affection of his mother.\\n\\nShe left things as they were, taking her cue from the boy in despite of her desire. And here, as in some other directions, she was secretly governed by Gaspare.\\n\\nOnly sometimes did she see in Ruffo's face the look that had drawn her to him. The resemblance to Maurice was startling, but it was nearly always fleeting. She could not tell when it was coming, nor retain it when it came. But she noticed that it was generally when Ruffo was moved by affection, by a sudden sympathy, by a warm and deferent impulse that the look came in him. And again she thought of the beautiful obedience that springs directly from love, of Mercury poised for flight to the gods, his mission happily accomplished.\\n\\nShe wondered if Artois had ever thought of it when he was with Ruffo. But she felt now that she could never ask him.\\n\\nAnd, indeed, she cherished her knowledge, her recognition, as something almost sacred, silently shared with Gaspare.\\n\\nTo no one could that look mean what it meant to her. To no other heart could it make the same appeal.\\n\\nAnd so in those few days between Hermione and the fisher-boy a firm friendship was established.\\n\\nAnd to Hermione this friendship came like a small ray of brightly golden light, falling gently in a place that was very dark.\\n\\nCHAPTER XXVIII\\n\\nWhen the Marchesino received the invitation of Artois to dine with him and the ladies from the island on the night of the Festa of the Madonna del Carmine he was again ill in bed with fever. But nevertheless he returned an immediate acceptance. Then he called in the family doctor, and violently demanded to be made well, \\\"perfectly well,\\\" by the evening of the sixteenth. The doctor, who guessed at once that some amorous adventure was on foot, promised to do his best, and so ingeniously plied his patient with drugs and potions that on the sixteenth Doro was out of bed, and busily doing gymnastics to test his strength for the coming campaign.\\n\\nArtois' invitation had surprised him. He had lost all faith in his friend, and at first almost suspected an ambush. Emilio had not invited him out of love--that was certain. But perhaps the ladies of the island had desired his presence, his escort. He was a Neapolitan. He knew the ways of the city. That was probably the truth. They wanted him, and Emilio had been obliged to ask him.\\n\\nHe saw his opportunity. His fever, coming at such a time, had almost maddened him, and during the days of forced inaction the Panacci temper had been vigorously displayed in the home circle. As he lay in bed his imagination ran riot. The day and the night were filled with thoughts and dreams of Vere. And always Emilio was near her, presiding over her doings with a false imitation of the paternal manner.\\n\\nBut now at the last the Marchesino saw his opportunity to strike a blow at Emilio. Every year of his life since he was a child he had been to the festa in honor of the Madonna del Carmine. He knew the crowd that assembled under the prison walls and beneath Nuvolo's tall belfry, the crowds that overflowed into the gaunt Square of the Mercato and streamed down the avenues of fire into the narrow side streets. In those crowds it would be easy to get lost. Emilio, when he heard his friend's voice singing, had hidden with the Signorina in the darkness of a cave. He might be alone with the Signorina when he would. The English ladies trusted his white hairs. Or the English ladies did not care for the /convenances/. Since he had found Peppina in the Casa del Mare, the Marchesino did not know what to think of its Padrona. And now he was too reckless to care. He only knew that he was in love, and that circumstances so far had fought against him. He only knew that he had been tricked, and that he meant to trick Emilio in return. His anxiety to revenge himself on Emilio was quite as keen as his desire to be alone with Vere. The natural devilry of his temperament, a boy's devilry, not really wicked, but compounded of sensuality, vanity, the passion for conquest, and the determination to hold his own against other males and to shine in his world's esteem, was augmented by the abstinence from his usual life. The few days in the house seemed to him a lifetime already wasted. He meant to make up for it, and he did not care at whose expense, so long as some of the debt was paid by Emilio.\\n\\nOn the sixteenth he issued forth into life again in a mood that was dangerous. The fever that had abandoned his body was raging in his mind. He was in the temper which had governed his papa on the day of the slapping of Signora Merani's face in the Chiaia.\\n\\nThe Marchesino always thought a great deal about his personal appearance, but his toilet on the night of the sixteenth was unusually prolonged. On several matters connected with it he was undecided. Should he wear a waistcoat of white pique or one of black silk? Should he put on a white tie, or a black? And what about rings?\\n\\nHe loved jewelry, as do most Neapolitans, both male and female, and had quantities of gaudy rings, studs, sleeve links, and waistcoat buttons. In his present mood he was inclined to adorn himself with as many of them as possible. But he was not sure whether the English liked diamonds and rubies on a man. He hesitated long, made many changes, and looked many times in the glass. At last he decided on a black tie, a white waistcoat with pearl buttons, a pearl shirt-stud surrounded with diamonds, pearl and diamond sleeve-links, and only three rings--a gold snake, a seal ring, and a ring set with turquoises. This was a modest toilet, suited, surely to the taste to the English, which he remembered to have heard of as sober.\\n\\nHe stood long before the mirror when he was ready, and had poured over his handkerchief a libation of \\\"Rose d'amour.\\\"\",\"timestamp\":1637315220,\"title\":\"\\nAs Vere had reddened, he reddened, and he looked with deep reproach at his Padrona.\"},\"digest\":\"IfVTT5uV8FVJuarhTVSdsEB5xIbmOobvU_KcB_U6mRI\",\"authorship\":{\"contributor\":\"0x6b55Ba15E3e103d91f6dec37dd48B84ddF5B245C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8esa5ytNsy4T6TM5LiE0EJ9upE42_xq4tFX6ef0qMQ0\\\",\\\"y\\\":\\\"dLyV18cnIITah9phcB9S_Vqyb3B9btUfO7Y_9fk0XAQ\\\"}\",\"signature\":\"MTBPpc-oQtaHO7c-zoiaT-yTSSweJblISQHNIayPs9z6_VPm_vyBIUP8_lD62GdF2eO_HDMEnAAeyGc9mAa2tg\",\"signingKeySignature\":\"0x256ab4ea436b917565a5dcf793e643a1240ee6e87e7d3a46acc3bff4c7981f761c3079da4ef820bd45f8c6c3f8a7de94952d45a534cd0f57d46b72ede001173e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8esa5ytNsy4T6TM5LiE0EJ9upE42_xq4tFX6ef0qMQ0\\\",\\\"y\\\":\\\"dLyV18cnIITah9phcB9S_Vqyb3B9btUfO7Y_9fk0XAQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IfVTT5uV8FVJuarhTVSdsEB5xIbmOobvU_KcB_U6mRI\"}"