"{\"content\":{\"body\":\"艾丽是我从小到大的朋友，初二从县里来到市里上学，算是插班生，从此，她在叔叔家度过了她初中和中专的五年时光。艾丽的叔叔是我家的邻居，是个大家眼中的老好人，但婶婶却是公认的泼辣女子，侄女来城里上学，还把户口落到了城里，也不知艾丽的爸妈说了多少好话，花了多少钱。只是，对于艾丽来说，14岁的女孩子，父母不在身边，孤身一人寄人篱下，心里该是很苦的。\\n\\n艾丽和我同班，因为我们是邻居，所以上下学一起走，日子长了，关系日渐亲密。我们是同学，是朋友，是闺蜜，也是彼此生命中从14岁以后二十多年漫长岁月里的陪伴，我们是彼此生活的旁观者，也是亲历者，互相看着彼此的悲欢，然后给到对方力所能及的温暖。我们也是彼此的眼睛，从对方的眼睛里仿佛能看到真实的那个自己，对照自己刻意美化的或清晰或模糊的记忆，像镜子一样，真实的呈现眼前。\\n\\n这是一个很长的故事，也是她的前半生。每个人有每个人的精彩，提笔至此，竟发现原来真的每个人都会有好长好长的故事。\\n\\n艾丽在我眼中，性格坚韧，一腔孤勇，做事细心，手脚麻利，有主见，有性格。当然，这跟她的成长环境有很大的关系，平时没有可依仗的家庭，一切只能靠自己，自该如此的。\\n\\n我们那个年代，没有什么电子产品，没有网络，动画是圣斗士，电视剧看的是赵雅芝，漫画是城市猎人寒羽良和七龙珠，但我们不觉得无聊，毕竟还有大把的时光可以去玩，哪怕只是去文化宫闲逛，对于我们来说也是很有意思的事。哦，对了，当时还是个以学习成绩论成败的年代，而学习不太好的艾丽，自然只是班里普通的一员。我们一起听黄安，郑智化，她喜欢唱李春波的《小芳》，还曾经把女同学听得眼泪汪汪，一起喜欢黎明，看他和周慧敏的电影，一起抄歌本，把明星的贴纸贴满本子还要画上花边。她还曾经因为我跟我同桌关系好，还冷落了我半学期，现在想想，真是个别扭的小姑娘。\\n\\n她转学之前，有个很好的男同学，她喜欢，很喜欢的那种，每次回家，都会见见，但她什么也没跟他说。然后，这个男孩子去当兵了，这段在她心里很重很重的初恋无疾而终，日后相见，也再没有什么了。但这在我们这些初中小女生心里，是真正粉红色的回忆，是让我们更亲密的女孩间的小秘密。\\n\\n转眼初中毕业，一直名列前茅的我考得不算好，体育分在我们中考那年第一次算成绩，我足足比满分低了20分。我那位心大的母上大人，报志愿的时候居然给我填了美容美发的职高，在她心里，她女儿真是臭美又爱美，不如去学这个。可是在我的概念里，我的人生就该是小学、初中、高中、大学，凭啥他俩都是大学生，我要去上个职高呢，再说，我从小学到初中一直是班里前几名，中考考得不好也只是不能进顶尖高中而已呀。如果不是我强烈要求上高中，也许这世界上就多了一个美容美发师，那我母上大人聪明好看的外孙子也就不存在了，因为我儿子的爸是我高中同学（一不留神有点跑题，这也是个长长的故事）。\\n\\n艾丽考得也一般，上了一个职业中专，而我，在我的强烈要求下，父母帮我联系了一家省重点高中借读，所以我俩就只能天各一方，在那个年代，用写信来联络，我有时会连写三封信，每封信一句话，逗逗她。但她的回信，总是写得很满。有时她以为我周末会在家，但我没回来，她就会帮我妈干活，我妈夸她擦玻璃又快又干净，干活利落，顺便把我的家务能力贬成渣。但我知道，她也不是天生干活就这么好，人在屋檐下，怎么能不多干活体现一下自身价值呢？这三年，她知道了我的小秘密，我有了喜欢的男生，但她，却一直一直的喜欢初中时那个男孩子，尽管那个男孩子当兵回来换了一个又一个女朋友。\\n\\n很快中专毕业，艾丽考上了天津一个学校的大专班，但是她妈妈跟她说，家里要供弟弟，供不了她了，她毕业了要上班养活自己给家里交钱了。虽然最终她弟弟也没能好好上学而去当了兵，但艾丽的大学梦止步于此了。她很快在家附近的一家酒楼找好了工作，从服务员干起，一个月五百工资，交给家里两百，余下的自己花，她依然寄人篱下，但从此靠自己了。我高中毕业去省会上大学，花钱没啥节制，实在不够花的时候，还是艾丽给我寄来了200块钱。\\n\\n我也毕业了，回到了家里，在家里帮忙找工作之前，自己先找了个公司上班，每天上班下班，有时晚上艾丽会来我家里和我一起住，我们继续互相分享自己的各种喜悦和烦恼。那时的我们，都不算富余，自己心仪的东西不舍得买，就都留到生日前告诉对方，然后就会变成我们送彼此的生日礼物，那几年，收到礼物的窃喜总会伴随我们。\\n\\n艾丽在酒楼工作的时候，由于她一如既往的能干，很快得到了经理的赏识，调到了办公室做管理工作，新来的小姑娘小伙子也尊称一声“艾丽姐”，但她爱上了在酒楼当服务员的小唐，小唐年轻帅气，一张嘴就是讨人喜欢的话，但大家都觉得她们不合适，艾丽的妈也觉得这小男生不靠谱，没有片瓦遮头，怎么能过好日子呢？果然，得不到大家祝福的爱情注定没有结果，她们分手了，也许互相惦记，但终究没在一起。\\n\\n后来，家里给我找了份国企的工作，很少的工资，半死不活的过日子。过了几个月，我痛定思痛，直接找上了总经理，要求调工作。总经理本来还以为把我一个大学生放在微机室能发挥所长呢，却没想到微机室这方小天地把我熬成了困兽。他这次把我调到了旅游公司，同事全是同龄的姑娘小伙，于是，我认识了刘刚。\\n\\n刘刚是我们老总的侄子，和我同年，央企正式职工，爱玩爱笑，也爱跟着我们一起冒充导游天南海北的带团，很快就跟我们打成一片。我们是朋友，是牌友，是饭友，总之，那段时间，是我们公司几个年轻小伙伴最青春飞扬的时刻。有次大家集体去海边玩，回程的时候买了一堆海鲜，副总提议回去找家酒楼加工，然后大家大吃一顿，我想到了艾丽，于是，饭吃了，也一起玩了，艾丽也被我介绍给了刘刚。\\n\\n两人顺利成章的谈起了恋爱，然后走到了婚姻。婚礼那天，接亲时没有拍照的人，因为新郞全权自己操办，然后就自觉的认为摄像师是会顺带给拍照的，后半程是我们这些朋友现买了相机胶卷拍的照。酒席上的烟酒和糖后来发现不够了，因为新郞完全按桌数准备，一点也没有多买。艾丽脸上挂着泪，觉得这个婚礼实在糟心，这时我也只能劝她，大喜的日子不能哭，还得继续婚礼呢。只是我坐在台上，愣愣的看着台上强颜欢笑的她，想起来她曾经跟我抱怨刘刚的种种小算计，还有我跟刘刚的对话，我问他你爱艾丽吗？他说，到了该结婚的年纪，正好有这么个人，就结呗。可惜，我当成了笑话。 不过，现在想想，当时的我，也肯定没勇气为这些小事和这段话就劝艾丽放弃，毕竟，刘刚有体制内的好工作，家里有房子（虽然做了婚前财产公证），父母有劳保，父亲还曾是个小领导。这在艾丽妈妈眼里，还真算金龟婿了。\\n\\n后来，我辞掉公职去了北京，和艾丽的联系就没有这么紧密了，也就无从知道她生活中的小点滴和小秘密了，当然，我们也会打电话，在那个没有微信的年代。可是，电话里的她，总是一切都说好，然后说说自己的近况，仅此而已。直到那天，接到艾丽的电话，问我北京医院的事情，原来，他们5岁的孩子，怀疑有自闭症。我查了相关医院，又帮她们提前挂了号，等到他们带孩子过来，陪同一起去了医院。她的女儿，长得又高又好看，模样取了他俩的优点，只是，除了一直让我抱着她转圈圈，再跟我没有任何交流。医院确诊了，小姑娘语言发育迟缓，有轻微自闭。从此，艾丽走上了带孩子看病、治病的路途，但这路，她比别人走得更艰辛，因为这路上，只有她自己，刘刚和他家人都认为孩子小，长大了自然就好了。\\n\\n再后来，我老公出国工作了两年，有时艾丽会来北京和我呆上一两天，我们去逛逛街，看看话剧，散散心，每次她都欲言又止，直到那次，她好像下定了决心，跟我说起她们夫妻间出现了问题。多年独立的生活，艾丽的脾气硬，个性强，刚开始结婚的时候，一切还算和谐，小俩口的日子也算有滋有味，刘刚的工资卡早早上交了，艾丽负责家里的开销，刘刚用自己每月的奖金在外应酬。后来孩子出生了，本来一切也都好，但孩子得了病，家里意见又不统一，矛盾自然就多了起来。再后来，两家又凑钱贷款买了套学区房，刘刚上班之余，又找了个兼职，孩子由爷爷奶奶带着，他们俩人又住到了结婚那套房子里。本来恢复了二人世界是很好的事，但一切又仿佛不一样了，刘刚的手机到家就静音，永远倒扣在桌子上，两人的交流越来越少，后来因为刘刚上夜班，干脆一人一间房。她问我这是正常的吗？刘刚的解释是艾丽工作忙，怕手机响打扰她休息，上夜班早上回来得早，也是怕打扰她睡觉才一人一间房的。艾丽选择相信，因为没有任何发现，只是心里不舒服。说实话，我不知道怎样劝她，我只是问她，是不是还爱着刘刚呢，我让她先确认这些再说别的。艾丽很确定的说，爱，很爱。我告诉她，爱要爱对方法，爱要沟通和交流，在爱里指责是没有用的，哭也是没有用的，发愁和妥协更是没有用的，她得去找刘刚好好谈谈了。\\n\\n艾丽同意了，回老家跟刘刚谈完，再来找我时，脸色平静，无喜无悲的样子。她跟刘刚说，这种相对无言的日子是不正常的，她觉得不行，他们得改变，以前她做得不对的她会改，也希望刘刚有改变。刘刚的回答是，我觉得这种日子没问题，我可以这样再过十年二十年都可以，艾丽说，她也无言以对了。说实话，我不知如何是好，在我的观念里，我痛恨刘刚这种做法，在我心里，爱带着最浓烈的颜色，这种冷暴力是最让人心寒的方式。只是这是艾丽的婚姻，走入走出，需要她解开心结，谁也不能替她决定。\\n\\n这样又过了几个月，有一天我接到艾丽的电话，她说，她明白了，原来她一直是个傻子，还在自己身上找问题所在，却原来，刘刚不是不爱了，只是对像不是她。她的同事无意中看到刘刚和一个女人一起出入一个小区，艾丽突然醍醐灌顶般醒悟了，动用了她能想到的所有资源，查到了他们的开房记录，旅游记录。原来，之前刘刚说生活压力大，独自去散心，是场双人游；原来，所谓为了奖金的加班，努力工作，都耕耘在了别人身上。最后，艾丽带着人，把俩人堵到了房间里。事情闹到了派出所，刘刚还在一直说赤着身子在空调房里是因为热，而他，只是去朋友家串门。一切的一切，都有了解释，他想用冷暴力逼艾丽主动提离婚，净身出户，他再以一个受害者奔向新生活的形像，再来一场轰轰烈烈的恋爱。\\n\\n艾丽没在我面前掉一滴泪，只是眼里全是不甘和愤怒，我劝她放手，为了自己，也为了孩子。刚烈如她，没有听我的话，她找遍了刘刚和那个女人身边所有的人，历诉两人的卑劣和无耻。这一次，她用尽了力气，用尽了方法，整整两年，收过传票，当过被告，上过法庭，吵过也闹过，最终，曲终人散，民政局外的两人，已不是当初眉眼带笑的人了，因为孩子，不能反目成仇，但真正做到了相对无言。\\n\\n恢复了单身的艾丽，终于想通了，这场狗血的离婚大战，原本就没有胜利者，离婚她要了房子，但背上了房贷，这次，她妈妈终于出手相助，帮她还清了余下的房贷，过户到她名下。只是孩子，刘刚家没有放手，她只能无奈的接受。她剪短了头发，换了工作，然后告诉我，她要重新出发了，为了自己，也为了孩子，孩子的未来莫测，她得加倍努力，才能给孩子足够的退路。虽然这话无奈又辛酸，但人生，不过酸甜苦辣而已。\\n\\n当她又一次元气满满的站在我的眼前时，我发现她瘦了很多，但眼神清亮，我依稀看到了二十多年前站在我面前的少女艾丽，笑盈盈的朝我伸出手，眉目如画。\",\"timestamp\":1637735537,\"title\":\"艾丽的前半生\"},\"digest\":\"-sv2dd4i65uPN78yvjyPyoaQWIF_iaj25GmT5mdBz0Q\",\"authorship\":{\"contributor\":\"0x0809FBe55C9aBCFaE0baa762B150840169De7FD9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9LfASz-jkAtVkgqD7nS5_I05MC5BPgYGHry3aavt9nw\\\",\\\"y\\\":\\\"KY6Zl2TMyz3okFPUQnISjZepCBM3Vp47QrwLPvz0_IM\\\"}\",\"signature\":\"O4Dk-bFhThcwf2mRLdWt6lSiBIrIMTm2LnlHN0f_zPV_NBYwkoWe3PiYCK7K6uhfLv_QALas9zyvkuMT85utdA\",\"signingKeySignature\":\"0xbd6bb2fd119aa975fa2c1ff33d098eb05e5fab0b7eaf799a1812ea6e057d61d2136a98a74a465a2509bd6c2cd542cce3b863ebfaec8d3d77498f85dc1086967f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9LfASz-jkAtVkgqD7nS5_I05MC5BPgYGHry3aavt9nw\\\",\\\"y\\\":\\\"KY6Zl2TMyz3okFPUQnISjZepCBM3Vp47QrwLPvz0_IM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-sv2dd4i65uPN78yvjyPyoaQWIF_iaj25GmT5mdBz0Q\"}"