"{\"content\":{\"body\":\"新婚第八夜。\\n\\n“老婆，播种的季节到了……”云间很自然爬上床。\\n\\n这一次燕婉很认真的说：“今天允许你休耕，我仔细看看服装店的业务，你回你屋去吧。”\\n\\n这个毕竟是2亿的投资，人的一生能赚几个2亿？肯定要仔细研究的，柏云间表示同意，但是他不想一个人睡，说：“那我也得跟你睡，养成互相守护的好习惯。”\\n\\n燕婉没再搭理他，直到她看到了一个人的名字：柏谷逸兰。\\n\\n“柏谷逸兰？这个东京店的经理就是范争流的表妹，对吧？”\\n\\n柏云间一惊，怎么把这茬给忘了？他一心想着用服装店生意把夫妻经营成命运共同体，把东京爱情故事给忘了。\\n\\n他讪讪道：“这个……是啊。”\\n\\n燕婉冷笑道：“月薪100万日元？可以可以，那么好看的一个妹子，确实值这个价，还挺划算的，我要是男的，这么包养一个小三，真是不错的选择。”\\n\\n柏云间：“她……挺可怜的，密照门你不知道吗？”\\n\\n燕婉：“知道，范争流跟我说过，但是，我都从争流科技辞职了，你……怎么着？想搞特殊待遇吗？一个小郁还不够？还想再来一个小兰？你有完没完？”说到后面，语气逐渐凌厉。\\n\\n柏云间：“再给她一点点时间，等她缓过劲来，现在突然放弃她，我怕她接受不了，反正我天天跟你在一起，也不可能去东京，是吧？要是去东京，我就24小时把录音开着，让你盯梢。”\\n\\n燕婉没辙，只能说：“你让她赶紧改个名字，不能叫柏谷逸兰。”\\n\\n柏云间只好答应着，至于逸兰肯不肯改，那就不是他能掌控的了，女生都爱耍小性子，他算是看透了。\\n\\n今晚真的没有干农活，燕婉很晚很晚才睡觉，这时候，柏云间已经抱着她大腿睡着很久了，像个大号宝宝。你还别说这大宝宝还挺蛮憨态可掬的。这几天，燕婉发现丈夫非常懒惰，几乎没有干什么正经事，可是这佛系丈夫很明显已经掌握了超级技术，那个几乎无所不能的AI偶露峥嵘都让人大吃一惊。\\n\\n一个兼具才华和一肚子坏水的丈夫，燕婉忽然心动，亲了一下他的额头才关灯休息。\\n\\n\\\\------\\n\\n第二天一大早，柏云间的电话就响了，夫妻俩都被吵醒，柏云间一看来电显示，居然是柏疏影，顿时有不祥的预感。\\n\\n“哥……，我爸……，去世了。”\\n\\n柏云间顿时睡意全无，腾地一下，坐了起来。看着又睡着了的妻子，柏云间没有唤醒她，自己爬起来跑去简单梳洗了一下，匆匆赶去医院。\\n\\n主治医生也匆匆赶到医院，几乎跟柏云间前后脚到的，并且在跟值班护士交谈，不外乎是生命指标在凌晨4点急剧恶化的事情，所有的医生都认为今年可以撑过去，没想到突然人就没了。\\n\\n疏影还是个刚刚毕业的半大孩子，虽然第一个接到医院通知，但是她心中的主心骨是柏云间，只能眼巴巴望着他，盼望他来处理这让人心碎的突发事件。\\n\\n柏云间也是没经验，跟主治医生交谈，先把遗体安顿好，等待稍后办后事。\\n\\n柏家的大当家没了，这可是大事儿，摩云市的圈子基本上瞬间就知道了，别的不说，以后谁来掌控百亿帝国，那是圈子里最关心的事情。\\n\\n几乎是当天，遗产律师就上门了，柏家的10个分支全部到齐，其实遗嘱的内容大家都知道的，就是把家族的投票权5票转移到疏影头上，不过，如果她跟柏云间结婚的话，可以让柏云间以继子的身份继承投票权，这个会给柏云间和疏影一年的时间考虑和运作，因为现在柏云间已经跟别人结婚了，所以应该不会执行了，可能这遗嘱还没来得及修改吧。疏影的继承人地位无人能怀疑，家族分支的家长都没意见，并且一个个过来安慰懵懵懂懂的柏疏影。\\n\\n没有人注意到柏疏影看向柏云间的奇怪眼神。柏云间则一直跟医生交流为什么病情急剧恶化，不明所以，眉头紧皱，因为治疗方案是柏云间建议的，他感觉自己也有一部分责任。\\n\\n等遗嘱的事情安排完毕，燕婉也过来了，站在柏云间身边，而柏疏影竟然没有过去打招呼，只是望向燕婉的眼神，也是神秘莫测。\\n\\n柏云间毕竟是小辈，他最后还是让父亲来主持丧事，自己悄悄在背后做应该做的事情。\\n\\n等事情忙得差不多了，柏疏影趁燕婉不在柏云间身边，把他叫到一个隐秘的角落，说是有重要的事情说。\\n\\n柏疏影乃是人间至美之物，不过，现在可不是赏花赏月赏秋香的季节，柏云间心情压抑。\\n\\n“哥，我爸去世之前，有一个算命的主动跟我联系，说他预言今天是我爸的忌日，我只当是恶搞，可是……现在成真了。”\\n\\n柏云间：“……通过什么方式联系你的？”\\n\\n柏疏影：“是通讯软件，不过，奇怪的是，现在我找不到通讯记录了。”\\n\\n柏云间脸色更阴沉，似乎有暗流涌动呢。\\n\\n柏疏影生性恬淡，很少有纠结的情况，可是现在，她似乎非常纠结，让人怜惜心疼。\\n\\n“怎么？”\\n\\n柏疏影继续说：“他还有一个预言，一个可怕的预言，我都不太敢说。”\\n\\n柏云间瞅了她半天，说：“不敢说，也得说。”\\n\\n疏影：“他预言……预言……你现在的妻子会在100天内去世，你会娶我为妻，成为柏家大当家，把柏家发扬光大。”\\n\\n柏云间顿时觉得呼吸困难，仿佛空气中充满了粘稠的液滴，堵住了他的肺泡。\\n\\n“哥……”疏影担心地抓住他一只手摇晃。\\n\\n他们这边的互动被一个家族子弟远远瞅在眼里，跟身边人说：“喂，我有点担心啊，你说这云间……会不会真的跟疏影结婚啊？毕竟这是16亿的财产。”\\n\\n“不会吧？云间才结婚没几天呢，他还有什么资格娶疏影？话说，疏影妹子的颜值真是……”\\n\\n没错，他掏心掏肺都掏不出一句合适的言辞来形容疏影的美貌，那是一种直接作用于男人的灵魂的存在。\\n\\n他们的担心理由，不仅在于疏影的美貌无敌，还在于疏影似乎对云间特别依恋，这个从她的神态是可以看出来的。\\n\\n柏云间强烈的直觉告诉他，这个预言家来者不善，他正面临非常可怕的局面，本来决定佛系的人生，现在绝对不可能持续下去。是时候让风暴蝴蝶扇动翅膀了。\\n\\n他对疏影说：“你相信我吗？”\\n\\n疏影落力地点点头：“当然！”\\n\\n云间：“那好，你安装这个app。”他发了一个链接过去。\\n\\n不一会儿的功夫，疏影的手机桌面上就多了一个蝴蝶的图标。\\n\\n疏影好奇道：“这是什么呀？”\\n\\n云间：“这是我开发的人工智能程序，你可以……没事儿跟她说说话。”\\n\\n疏影：“就这样吗？”\\n\\n云间：“就这样，但是非常重要，你可别删掉，这个算命的，可能是一个入侵了你手机的黑客，你的一举一动都可能被他监控着，我这个AI是来保护你的。一旦有什么意外，你都可以向AI求助。”\\n\\n疏影点击一下图标，蝴蝶开始扇动翅膀，但是，除此之外，并没有任何动作。\\n\\n云间：“别着急，我还没设定好，你等会儿，我去拿一下笔记本。”\\n\\n他的笔记本在车上，他就在座位上一直捣鼓半小时，运指如飞，疏影就乖乖坐在身边，时不时探头过去瞅瞅，但云间心无旁骛，未曾停下一秒钟。\\n\\n在外人看来，他俩就是孤男寡女躲在车里不知道干啥，当然会引起一些有心人的不满，尤其是那些有色心没色胆，对柏云间成为遗嘱中可能跟疏影结婚的人心存嫉妒的那些人。柏云间不但是法定的可能继承人，还是掌控家族基金30%的人，那些青年子弟，完全没资格跟他竞争，更别说要获得长辈的认可。大伯柏风思维奇怪，别的长辈可没这种思维方式，还是认定疏影是亲戚，不是一个可以结婚的对象。\\n\\n终于调试好了，柏云间：“你可以给她起个名字，男的声音还是女的声音都随便你挑，默认是一个女生的声音。”\\n\\n疏影：“魔镜。”\\n\\n云间：“什么？”\\n\\n疏影：“我的AI叫魔镜，就是坏皇后天天早上问的那块魔镜。”\\n\\n“哦。”可能美丽的女人都比较自恋，柏云间帮她设定好了AI的名字。\\n\\n疏影果然对魔镜的第一句话就是问：“魔镜啊魔镜，谁是这个世界上最美的女人？”\\n\\n魔镜：“世界上最美的女人是您，柏原疏影小姐。”\\n\\n疏影芳心一颤：“为什么叫我柏原疏影？”\\n\\n魔镜：“总有一天您会明白的，这一天不会太遥远。”\\n\\n疏影望向云间，云间也是一脑门的凌乱。\",\"timestamp\":1636529253,\"title\":\"风暴蝴蝶 第27章 魔镜\"},\"digest\":\"MtUQfAtbSNEydUZamIp_S4ccGGLXn1CIDSfwgKw6h4k\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"signature\":\"ouFEIf-6yE_XDP9taSEgTecO6aMSfYoe5xaHIgMXPoMytIDwL_OCeSnZnSbwS3rJRtlT-i2MOFpN1Vgxnzxlpg\",\"signingKeySignature\":\"0x9eccd16dc248634c8e38898fb1699bb63c20c5bd0b95f7742dbb5ea522d9680418b77ff960d13415065fe51241943804bc7f94c78f791368ba134e765469b5b51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MtUQfAtbSNEydUZamIp_S4ccGGLXn1CIDSfwgKw6h4k\"}"