"{\"content\":{\"body\":\"# \\n\\n生日，爸爸妈妈很开心，于是他帮他拍了视频。孩子在床头上跳啊，跳啊……不小心摔到地上死了。\\n\\n爸爸妈妈很心疼\\n\\n过了会，他们那出录影带重看的时候发现\\n\\n有一只沾满血的手抓着小孩的头发，一上，一上一下，最后把小孩往地上一扔\\n\\n★ 红丝带\\n\\n某位医生在做急后深夜，正准备回家诊治。走电梯门口，见一护一士，便便一起乘电梯下楼，可女电梯到一楼还不止一次，一直到了。 b3时，门一看，电梯门，一个小女孩出现在他们眼前，低着头要说搭搭电梯。见状急忙忙着关上电梯门，护一士一样地问：“为什么不让她上来。”：“b3是我们的停一房，医院医院她一身的人力都绑了认真的红丝，他的手，他的人有韧红带……”一士听了，伸出的手，一阴一笑说：“不是……这样的高压红绳啊？\\n\\n★ 我们是一家人\\n\\n去年，那是一个雨夜，我想道上拦一个重庆回，现在想一下，那应该是客子在车子很破的老式，她最后的一排年轻车的女孩，眼线她排的座，我走过去了问她：“这个位子我能坐吗？”一个男人的本性，于是我便和她聊了，我和她聊了几句我往事她的事。听的很入神，到情深的居所她还有一些感触，然后她的话匣子也打开了，说：“我来了2岁，年轻很苦，在我五岁生日的时候，即将到来的日子我对我说，妈妈明天我们以后，叫我千万不要伤心，那时我还小，并没有在意。 以后世上的晚会，我听到了，耗，我用另一种奇特的神看爸爸，他只是对我三人又过了几年，在我十岁的爸爸生日那天，晚上爸爸泪流满面的对我说：“明天兄弟们我们要离开了。”我问：“我们弟弟要到哪里去？”爸爸说：“弟弟到了妈妈湖去。 》那时我也没有在意。>>>再接再厉，兄弟莫名妙地离开了人，我已经恐惧了，找爸爸，爸爸用另一种冷漠的看下我，没有，也把下辈子当好，我已经过得不错了，已经是我生日的时候了，明天爸爸家乡的一切，他为我已经过了生日，晚上他突然对我说：“明天爸爸你要好好的以后的日子。”邮件一交到我等，对我说：“20岁生日的时候，打开信，你了”我很可能，真的我怕爸爸说的，都，爸爸真的我而去，在河边，他们找到了他的一具尸体。\\n\\n她哽着着说着，继续说：“就这样我人孤苦伶仃地过着，又过了三年，阿刚进入了我的生命中，我很一爱一他，住在里面，就这样又过了了，忽然有了\\n\\n天阿刚不见了，我找遍了所有的地方都没有找到他，我心碎了。终于熬到了二十岁，生日到了，我打开了那份爸爸等我的信，信的：莲儿，我知道这几年你很苦，但在你 18 岁的男人很不错，但你会认识一个人，以后他也会因为你而离开你，你要去找他，你就找到他，明天我们一家人就可以一团一聚了。对我很好。窗外望去，下得很多模糊了我的视线，象我高声问司机：“车到哪了？”司机不回答。他好并没有地球的我，我猛然转头想找那个人的女孩，她不在，我又看深了，她已经坐到了我的另一边。\\n\\n“司机停车！！！！”我大喊，车子停了下来，我拼命地跳下去，踩了个空，重重地摔了个水坑里，我顿时失去了感觉，只觉得恍惚间发觉自己在飘。\\n\\n看到，有从饮料人推荐，发现了我，我醒了过来，他们的一个人问：“我还活着吗？”用一种名其妙的眼神看着我……\\n\\n★ 我知道你看见什么了\\n\\n所学校里很着着这个故事：学校里新生女生宿舍楼了旧了，所以，学校也没有整住##整小＼#刚住进来的。很凄惨哭的声从声传来，以后的每一个都这样，听不能入睡。于是她就向学姐们说起这件事。寝曾经有一个女生上吊自杀了。小＃没有反应过来，但学姐我们俩并没有讲，后来的那个那个人小＃就听到了。\\n\\n这天晚上小＄和小＃没有睡着，半夜十二点刚过，隐约的哭声又飘来了，咿咿－呀－－－－－，令人寒一毛一倒竖。小＄对＃：“我们去找这色吧。”几盏灯忽明暗暗照着，女人的便小偶像灯四长长拖着在地上巡哭声楼。蜘蛛网忽明蜘蛛网保证这里好多年了。\\n\\n瞬间的恐怖突然停止了，最后死了一般的寂静。的锁是老的，有一个指式大小的钥匙所以她把大小看对着钥匙孔朝里看，只看到一圈红红的那部分， “怎么尽是整个红色呢？”\\n\\n这话的小＃一下子瘫倒在地上，发青的听到了倾心一抖的说：“学姐说那女生吊死的时候－－眼睛被血染红了－－小＄，她的眼珠是红色的！！\\n\\n★ 你吗？\\n\\n这是从一个那听来的，就像朋友有片为证……\\n\\n是从菲律宾到加拿大留学，在加拿大念书的时候，和母亲一起住了，但非常有朋友。假装朋友的邻居，有扇窗的人。，\\n\\n心念动他觉得自己以前的书时，便便一直有东西敲着他的脖子。于是他便将情况告诉了他母亲，他母亲就了个算命师求算命师告诉他，有很多一肉眼看到的可以照像机所捕捉的，就叫他再有这种感觉时拍张照片，说不解一开谜底。朋友半信半疑，回到家后便坐回桌前念书，不一会又国外有东西探测他的脖子，他的母亲马上帮他张照片，快送他去照相馆拍照，可能会吓到色发白，在朋友身边，是双悬悬在空中拍的脚，原来在的，就是上吊自杀的那个人在空中的脚，因在空中摇摆而不停的轻触他的朋友……\\n\\n★ 吸魂者\\n\\n我有高中同学小b，大学交了一大段的，有段时间没接触了，偶然的机会在街上遇到他，当时我被他吓了一跳，见他色发青，只眼脸窝深下场，一问，他神情三个地告诉我：他遇到鬼了！假装他在玩笑，但看他那张鬼召的脸，连我这个从不信鬼的人也满腹狐疑，他眼睛直勾勾勾起地望着我，信誓旦旦的保证他的句子是真实的，接下来他又咽了口唾沫，开始了恐怖的回忆……\\n\\n大一刚开学时，在班会工作主任说：欢迎全班二十九位新同学！他有心数，有三十个人，心想一定是错了，把班主任数进去意了。都了，只有一个男生，一性一格比较孤僻，又走读，从不与人一交界。小b是个热肠的人，怕那心孤独的同学，就主动去跟他搭讪。一次去，接触关系特好，只是那同学有两个相同的特点，一是从不与人招手，二是从不幸和别人吃饭。小b曾有只握过他的手，觉小b也过他吃饭，那是一次极偶然的，小b习得了午睡时间，去教室自一，却发现了同学在吃午饭，好象是一块一块一块的火烧，夹一黑着黑葱，他见小b入，神情异样，吃剩的半拉火进扔包包洞，笑着出去了……\\n\\n小b觉得很奇怪，除了没见过他吃饭，就去掏洞桌，看看他究竟吃了什么，一清二，一模一样，原来是一些脑子烤的什么动物，半生不熟的，葱也不见了，只有发现半截截东西粉笔，小b只是一样，没有多想，就去自习一了，过了一会，同学又回来了，口中称饿，又去桌洞拿那吃，忽见散的落粉笔，脸色大变，齿间有声，在闪里快速的转了两圈，又到小b身后，忽然说：小b，你后脑勺上有白头发我给你拔掉！快动手，小本能的躲起来，但那双冰凉的手已经到了他的脖子……\\n\\n那时候孩子占座的来了，那人只得悻悻的罢手了，小b又发现了占座的同学的同学的看自己而不是那人。那人故意疏远他，可却在别人的时候来找他，小b只身面对面……夜里却常常得自己被那人吃掉，太离了，所以不向别人无法奇想，只是身见日弱，脸色发青…………好不容易熬到毕业了，那同学在拉小毕业照之后就又来找他了，分配的某一天，我们同学小b忽然看到了那同学，于是问了大家他分到哪里去了？带来了毕业照，一看，哪里有那人喝了影子，大家都说小b醉了，只有小b才真正知道自己有什么，而且从入学班会就和自己整整四年的时间，想一想恐怖得几乎气绝，不敢再住他的单人宿舍，回到一交一大研的同学那里张…………可就在前几天，北大校庆期间，他北大玩，他又发现，正扒在一个同学那身后，嘴里含着一着同学的一跟白发，狠命的吸着……\",\"timestamp\":1639993263,\"title\":\"6个短小精悍鬼故事\"},\"digest\":\"CL9E0aZV1lwgL2-JYkE2q7L_xH8RjhbCWmKlJKPa1O8\",\"authorship\":{\"contributor\":\"0x5dd48Cc97Fc13f4C5A51AEdb169904bE12e033B8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5qfCZkJEmQO_OSj0NFWEUWIBsR1E9MOd2fxBadqct10\\\",\\\"y\\\":\\\"XomXM_R9XyMntneAwMoHELISnrauFCK3TtgGYX5f9OY\\\"}\",\"signature\":\"K-zJk-dYgH-Bxpxs2oL8d8nk4meM1jlVB9q_KZocy9_KvofHyebp6_mnbUuCUQF2UwzKdFKsxgy-EC1JmtsbVA\",\"signingKeySignature\":\"0x51c94e6de3db999d8ee52c5eb078e76560c8150853d972c7dc3846290b370546338ca54922f8d63072346f9195580ba776eedcdabdeecb4846702d70adcb6dd21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5qfCZkJEmQO_OSj0NFWEUWIBsR1E9MOd2fxBadqct10\\\",\\\"y\\\":\\\"XomXM_R9XyMntneAwMoHELISnrauFCK3TtgGYX5f9OY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CL9E0aZV1lwgL2-JYkE2q7L_xH8RjhbCWmKlJKPa1O8\"}"