"{\"content\":{\"body\":\"[Metav3rse](https://www.instagram.com/metav3rse/) has quickly become one of the most influential and prominent voices and communities in Web3, onboarding millions of people into the new paradigm of the web in a responsible way. [Metav3rse](https://www.metav3rse.io/) is building media, technology and creative arms - with the intent of building the great platforms, IP franchises, content networks & creative studios in Web3.\\n\\n## Introducing MV3.\\n\\nMV3 is the first NFT collection birthed from the Metav3rse ecosystem. We have conceptualized it as a concept we call “storytelling game theory,” an interactive experience for NFT holders that will allow them to become a part of the story, while creating a cinematic universe rich with characters and storylines that can be translated into television and feature films.\\n\\nThe total supply will be 9,999.\\n\\nOwning a Metav3rse Access Pass (more information below) is the only way you will be able to mint an MV3 character - which will include strong utility and serve as your access tokens to the Metav3rse ecosystem being built over the next several years.\\n\\nMV3 will be launching in the Summer of 2022. Detailed information will start being released in February and March. Updates will be released on the official [Twitter](https://twitter.com/mv3nft) and [Instagram](https://www.instagram.com/mv3nft/).\\n\\n## The MV3 Core Team\\n\\n**[Roberto Nickson](https://www.twitter.com/rpnickson) - Co-Founder**\\n\\nRoberto is an entrepreneur and product designer with over a decade of experience conceptualizing, building, deploying and scaling digital products. Roberto founded MuseWorks, a digital product studio with a focus on building software for prominent startups and brands, as well as proprietary, in-house creativity apps . To date, the MuseWorks suite of apps have amassed over 75 million downloads.\\n\\nA builder at heart, Roberto has also founded and grown several social communities tallying millions of followers. Roberto brings his deep knowledge of crypto & web3, paired with his intimate understanding of design, product, marketing and community to his leadership role in Metav3rse.\\n\\n**[Quinn Slocum](https://www.twitter.com/quinnslcm) - Co-Founder**\\n\\nQuinn​ is a 21-year old photographer, avid alpinist, and growth hacker who has built and managed networks of millions in the social media space since 2013. His love of sports would drive him to become a video editor on Vine at the age of 13, which later expanded into the creation of Best Celebrations in 2014, which has amassed over three million fans—collaborating on campaigns with brands such as Sleeper, Nike, Puma, BodyArmor, Bose, Alamo Records, and more.\\n\\nSince then, Quinn has gone from strength to strength, growing sustainable communities for various niches and platforms in the digital space. Upon realizing the potential to put the power back into the community's hands in Web3, starting as an artist in the space, Quinn decided to turn his attention to growing a brand that onboards people responsibly while maximizing value for the community.\\n\\n**[Jessie Nickson-Lopez](https://twitter.com/jmaze_eth) - Chief Creative Officer**\\n\\nJessie Nickson-Lopez is a screenwriter, showrunner, mother, and proud degen. She spent her childhood writing and directing slasher films and forcing her siblings to star in them, and has since graduated to writing for television shows such as Stranger Things, Narcos Mexico, and HBO’s The Outsider. Currently, Jessie is showrunning her new series LUCIA for Apple TV+ which she created alongside Damien Chazelle.\\n\\nJessie has been nominated for three Writer’s Guild Awards, is currently under an overall deal with MRC Studios, and is a graduate of Columbia University’s creative writing programming.\\n\\n**[Efe Acikgoz](https://twitter.com/efeacikgoz) - Head of Technology**\\n\\nEfe earned a software engineering master’s degree in 2010 and began his career working as a server backend developer for banks. He has dedicated the last 8 years to mobile app development - becoming one of the leading iOS developers in the world, especially in the image & video processing space.\\n\\nEfe has a master proficiency in Python, Java, C#, Objective-C, Swift and most recently, Solidity. He is incredibly enthused about building the Web3 infrastructure over the next decade.\\n\\n**[Tomas Vergara](https://twitter.com/TomasVNFT) - Cinematic Creator**\\n\\nTomas is a filmmaker, 3D animator and VFX artist. A master storyteller - Tomas’ award-winning animation studio, [Peak Pictures](https://www.peakpictures.com/), has been honored in CNN, Deadline, Fast Company, AdWeek and several other prominent publications.\\n\\nTomas has recently completed a series of 3D animated short films for GM, that have been awarded Vimeo Staff Picks and were featured in New Creators Showcase in Cannes.\\n\\nTomas’ decade of experience as a visual artist, paired with his deep understanding of storytelling make him an accomplished and highly sought after creative director - the true visionary in charge of creating the cinematic universe of MV3.\\n\\n**[Torey Kohara](https://twitter.com/torey_kohara) - Chief Brand Officer**\\n\\nFor the past 15 years, Torey Kaz Kohara has directed commercials and digital experiences for the the worlds most recognized brands. He has created campaigns for Google, Samsung, Bud Light, Barclays Premier League, McDonald’s and Facebook, and has worked with icons such as Stephen Curry, Wayne Gretzky and Lebron James.\\n\\nAs advertising continues to evolve, Torey has been able to push brands towards intersection of storytelling and technology. His work has been featured during Superbowls and won numerous awards, including Gold Cannes Lions for Creativity. A Japanese-Canadian, he currently resides in Los Angeles with his wife, son and two dogs.\\n\\n**[Zac Frognowski](https://twitter.com/0xhalogram) - Creative Advisor**\\n\\nZac is a talent manager and producer at leading film & television representation firm, Grandview. Starting on the day the company opened its doors in 2014 and now a partner, he has over a decade of experience fostering talent, incubating creative development, and packaging film and television content.\\n\\nNamed to The Hollywood Reporter’s Next Gen 35 Under 35 list in 2020, Zac represents academy award nominated screenwriters, Tony award winning playwrights, and has a vast network of contacts across the entertainment media ecosystem.\\n\\nA survivor of the last crypto winter and a macro thinker by nature (9 separate college majors!), Zac saw the vast change coming for the entertainment industry at large and will utilize his skill set and relationships to build web3, bridge the gap for traditional media, and rethink the way artist’s intellectual property can be developed and owned.\\n\\n### Community Leads\\n\\n[Brenden Ledesma (Frisco](https://twitter.com/FriscoQuarter)) & [Leon Smits (Linkzz)](https://twitter.com/CryptoGinger2)\\n\\n### Moderation Team\\n\\n[V1zhual](https://twitter.com/V1Zhual), [Zür](https://twitter.com/ItsZur_), [Mitch](https://twitter.com/Mitchllh2727), [Ethan](https://twitter.com/wagmethan), [Lake](https://twitter.com/lakemew), [Mina](https://twitter.com/minachuu_), [Sutra](https://twitter.com/sutranation), [Chyna](https://twitter.com/amcdadoll), [Gavin](https://twitter.com/gavinetmanski), [Brend3n](https://twitter.com/Brenden2342), [Sheepy](https://twitter.com/sheepymcgee), [Sozee](https://twitter.com/SenpaiSozee), [Norah](https://twitter.com/CreatorNorah), [Yj](https://twitter.com/yjgoh28), [Plague M3dic](https://twitter.com/plaguem3dic), [Krootzy](https://twitter.com/krootzy), [KayliJean](https://twitter.com/kaylijeanstudio)\\n\\n## MV3 Access Passes\\n\\n### Introduction\\n\\nWe will be releasing MV3 Access Passes as a way to initially fund the community treasury, and providing us with the resources to aggressively pursue our ambitious plans.\\n\\nThe large majority of funds will be reinvested back into the community. This announcement and outline, as well as the official website, art reveals and all other details, will be released sometime in March or April.\\n\\nAn Access Pass is your ticket to mint an MV3 character in the Summer. 1 Access Pass = 1 Mint.\\n\\nTo reserve the ability to mint an access pass, you will have to earn roles in the Metav3rse or MV3 Discord. These roles will reflect your mint tier, outlined below.\\n\\nThe access pass initiative will unlock tokens with market values assigned to them to use as a way to reward contributions to the community, as well as a monetary incentive for social growth & marketing initiatives.\\n\\n### Tentative Allocation - Subject to Change\\n\\n*Note - “tiers” are to indicate only pricing - otherwise all access passes are the same.*\\n\\n**Tier 1 - 200 supply, free mint + gas**\\n\\n**Core Team** - *100* tier 1 access passes reserved for the core team. 50 of these will be held in the treasury for marketing and giveaway purposes.\\n\\n**MVPs** - *1* tier 1 access pass (free mint + gas, 10 MVP’s)\\n\\n**Moderators** - *90* tier 1 access passes to be distributed amongst the moderation team.\\n\\n**Tier 2 - 1310 supply, \\\\~$275 worth of ETH (Around 0.08 ETH today)**\\n\\n**OG** - 3 access passes to 420 OGs at a tier 2 price.\\n\\n**MVP** - 5 access passes to each MVP at a tier 2 price.\\n\\n**Tier 3 -  2,674 supply, \\\\~$450 worth of ETH (Around 0.13 ETH today)**\\n\\n**Early Supporter** - 2 access passes for each ES at a tier 3 price\\n\\n**Tier 4 - 3,315 supply, \\\\~$650 worth of ETH (Around 0.19 ETH today)**\\n\\n**Citiz3n** - 1 access pass for each Citiz3n at a tier 4 price\\n\\n**Tier 5 - 2,500 supply, Dutch Auction**\\n\\nStarting and ending prices based on existing secondary market value. For example, if access passes are trading at a 0.75 ETH floor at the time the dutch auction begins - a potential cost structure would be to start the dutch auction at 1 ETH and end it at 0.75 ETH.\\n\\n*The tier1 - tier4 access passes will be distributed within a 2-3 month period. Any access tier1 - tier4 access passes that are not minted during this time and prior to a specific date that will be announced well in advance, will be released to the public dutch auction.*\\n\\n### Other Notes.\\n\\n* There will be utility assigned to the access passes beyond the ability to mint an MV3 NFT. It is likely that this utility would then be transferred over to the MV3 character at the time of mint.\\n* Security is *paramount*. **Please be aware and vigilant of SCAMS.**\\n* MV3 will be met with a lot of anticipation, hype, and interest. We expect it to be one of the most sought after collections of 2022. With that, comes a lot of bad actors and scammers.\\n* **There will be a massive amount of fake collections, DM scams and other sophisticated and convincing frauds and scams.**\\n* Please remember that unless an announcement is made on the **MV3** **Discord**, **Twitter** and **Instagram** at *the same time* - it is **not** official.\\n* Any interaction that will require you to connect your wallet will be announced weeks in advance. *There will never be a reason to act fast. There will be no stealth drops.*\\n* We ask you to please verify - triple check - before clicking on or interacting with anything.\\n* If you receive a message from any representative of the MV3 team, or anyone claiming to be part of the MV3 team asking you to click on something - **do not interact.**\\n* Please report everything and anything you find even mildy suspicious to the moderation team.\\n* We have started a [Metav3rse community safety fund](https://gnosis-safe.io/app/eth:0x106DF70cb42739662Cdd5f14BEe9c9019c116978) that will be funded after the access passes are minted and distributed. These funds will be stored in a multi-sig Gnosis safe, co-owned by 15 trusted members of the MV3 community (core team, mods, MVPs) and requiring 7 of the 15 owners to sign off on any transaction. The purpose of this fund is to be in the position to assist trusted and beloved members of the community who innocently fell for a verifiable scam.\\n\\nBelow is the basic process of redeeming and minting access passes. All website experiences are TBA and will be announced on our Discords and socials, likely sometime in February.\\n\\n![All website ](https://images.mirror-media.xyz/publication-images/wuaLTEsGYRBlIPd-hvlle.png?height=2985&width=2000)\\n\\n\",\"timestamp\":1642276787,\"title\":\"MV3 - Building in Public | Chapter 01 - Introduction and Access Passes.\"},\"digest\":\"x2C8Y5RfeFMnaBt9WsP3uxgMZWaLbOwxl35rrM0FDoQ\",\"authorship\":{\"contributor\":\"0xB4508907d9Ca035a931aDf15388d0455e10B0A8c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uBhz8wQm44THQ_ItuhoLmCgiggknvkysPP-pfUduRI8\\\",\\\"y\\\":\\\"FOW7HwA15__86dFa2Lvs6Wbz4kAxzgL5GRqHeATPBec\\\"}\",\"signature\":\"ZcfNrRALqDtlKq3-u_FeqvV3SnIBGnNW5bfTsLTKD0Ty7T9qAI1i6_N6Ew2MibOLqp101__A4cBzg1cKVgbUOw\",\"signingKeySignature\":\"0x11a489d9c650e674703e31e2462efaf4aff02eedb0c7ef1705a913144d59186408dc6fab2d9c5f841fba1eab28c55014d3c5158e0285972191fbe0b543d3fb981c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uBhz8wQm44THQ_ItuhoLmCgiggknvkysPP-pfUduRI8\\\",\\\"y\\\":\\\"FOW7HwA15__86dFa2Lvs6Wbz4kAxzgL5GRqHeATPBec\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LU_mgxU34dSrqETvZoYOJjz_Tl7ccXbB9Y8lS0fGoTM\"}"