"{\"content\":{\"body\":\"　　推倒香一詞應該是由ＰＴＴ鄉民而來，顧名思義就是香水的味道非常好聞，以至於讓異性較容易產生意亂情迷的效果，進而（你情我願）被推倒，甚至是你被她們推倒的狀況發生。更簡單講就是讓異性對你的第一印象，個人品味，或是約會大大加分的香水。請注意！香水就是指單純的香水，並不涉及任何意圖使人精神恍惚的用品或是藥物。\\n\\n　　話要說回很多年前，我姐從英國留學回來無意間買給我的禮物，一瓶香水說起。她說覺得非常好聞，但那時其實我聞到的第一印象是-味道偏淡，並無特點也不怎麼樣。而我也沒去特別查，更不知道價錢，以至於有很長一段時間，我沒事就拿來當作芳香劑，往房間裡隨便噴噴，掩蓋一下家裡的狗味，或是夏天的枕頭床單等特殊氣味。\\n\\n　　而在臺灣出門約會，都是噴我自己覺得好聞，聞起來比較 Man 的一款絕版 GUCCI 香水。一直到幾年後我出國，因爲那瓶50ml的香水較好攜帶上飛機，旅行等，所以就被我選中帶出國，想說如果噴完或弄丟了也比較不會難過，再買一瓶我自己喜歡的味道就好。結果沒想到之後的發展遠遠超出我的意料，以至於到現在那款香水成了我的約會~~推倒~~不敗限定款。但凡有異性出沒的場合，就必噴上。而跟哥們見面，反而就是用其他的，甚至臭臭的出門，哈哈哈。\\n\\n　　而當時我會偶然發現這款香水竟如此受女性青睞，是因爲不僅同住的女性室友聞到後特別誇讚，且在聚會場合中，三不五時比較單獨靠近的談話時刻，有被異性說到我身上的味道非常好聞，進而也開始讓我在自己較爲重視的約會中開始使用。而在單獨和女生的約會或是朋友見面中，如果噴的是我自己覺得好聞的香水，她們都幾乎沒什麼反饋，但如果是噴上我姐送的那款，則有較高的機率會被提出，像是你身上的味道很好聞，或是你的香水很好聞，是什麼牌子的？而在往後的幾任女友中，也有一兩任會時常直接抓住我狂吸，用鼻子．．．過此以往，每當我姐去英國出差，就會被我強迫指定補貨。而該款香水也就此在我人生中奠定了不敗的推倒香王者地位！\\n\\n　　然而有趣的是，在如此長的時間裡，已經有不知道幾位女性友人對該香水表示肯定。但如今身邊卻似乎還沒有任何一位直男朋友對此表達過任何意見，例如這香水不錯聞什麼牌子的等等。所以我才驚訝的發現，女性以及男性的嗅覺喜好系統，竟是如此的不同。而這也就間接的說明了，作爲一個女性，當年我姐買那瓶香水給我的時候，不斷說她覺得有多好聞，但作爲一個男性，我聞了之後卻一點也不覺得怎麼樣。但總之，我認爲香水最終還是要噴給別人聞以提升個人印象的，所以當然應該要挑她人的最優選，而不是陶醉在自己所認爲的品味世界裡。\\n\\n　　But，人生最厲害的就是這個 But! 雖然必須說，和一般人比起來我是真的推倒（或被推倒）了爲數不少的異性（~~香水已用到第三瓶．．．~~），有時推的轟轟烈烈，有時推的莫名其妙，But！ 她們青一色全是西方女生，畢竟我自己好像從 13 年還是 15 年開始，就再也沒有和亞洲的女生約過會。所以就數據上來說，還真就無法支持東方女性也會同樣喜歡這款香水味道的說法。\\n\\n　　當然，我覺得推倒香說到底也就是種關係的助燃劑，雖然也有研究表明異性在~~推倒~~選擇對象的時候，很大程度上是受到氣味的影響，但我個人還是偏好氣味只是推動兩人是否能夠 ~~走上三壘~~ 一起回家看青蜂俠 DVD 的衆多變數之一，整體來說外表整潔以及氣氛營造還是必不可少。因此如果深信只用推倒香，或是這世上有什麼讓人發情的媚藥，那單純就是片子看多了，趕快回到現實然後多多充實自己才是王道。\\n\\n　　其實，這個主題我好多年前就想發了，但一直隱忍到現在也是私心吧。一來是該款香水目前還算冷門沒太多人穿戴，因爲牌子完全不是那些爛大街的 CK 還是 Dior，且每次都是在英國購入，所以我甚至不確定臺灣找不找得到。且氣味這種東西本來就是越獨特，越能給人一種神祕以及想像空間和個人品味。而身邊的朋友也沒人用，在路上也還沒聞到過。所以實在不想哪天回臺灣走在路上突然聞到自己的香水味，這樣感覺就有點掉漆你懂的吧。二來是不想引口舌之爭，畢竟這年頭好像你越說什麼好，就必定有人會想跟你唱個反調，說你主觀批你不懂等等，我可想要多些悠閒的日子過。\\n\\n　　But! 畢竟我現在也不必再去推倒其她異性，且轉念想想生活本不就是該分享喜悅，分享愛嗎？尤其加上年節將近，而我關子都賣到現在還不講，估計你們也會憋到一肚子火。再加上如果一款好的推倒香有助於大家日後推來又推去，進而挽救一些臺灣岌岌可危的生育率，那也許以後還能參加選個好人好事代表，和總統拍個照也說不定？\\n\\n　　總之，綜合以上幾點，我想出了一個折中的好辦法，來儘量降低些一款好香水最終免於爛大街的機率。那就是看到這裡，仍然有強烈~~需求~~慾望想知道的朋友請直接留言，或是在我的推特 @Shiun_Chen 或 IG：shiunxun 上問我，然後我再私下回覆吧。也歡迎有買到，聞到，用到的朋友，和我分享你的想法或感覺。又或者，若你真想挑一款好香水卻又無從入手，那真的可以去諮詢我姐啦！\",\"timestamp\":1640715837,\"title\":\"私密推薦一款(被)推倒香\"},\"digest\":\"mpk8FKN2XfDIMzIKFKiIVW8mtI17-eByC1cH5gQ2_3U\",\"authorship\":{\"contributor\":\"0xa1398b50E62Bf5512dd659198f1e225db7A8a41b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-mxwCs6Hl2zShNEkGTTpoTaNU2ftIgPpngC1IFDv-v0\\\",\\\"y\\\":\\\"dHaRoQj4YpCaFf3FSwSDWbpAj_-biuId_d4wieCrHo0\\\"}\",\"signature\":\"XQnx4fW_0nluSplnY1fGcgWYIFnZHBWwtmEKsqVD5xYnZX7roiunbB6Y8Fp74xmxo-sf4oNhFelDUyNozJfzdg\",\"signingKeySignature\":\"0x32babd786852472018a1dd4d235a2dac0bb1369f51d5d8e8b66e138d32acbf3b04a16c53573860afc965d06bf0499c5dd8275af49b522489225554969559566d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-mxwCs6Hl2zShNEkGTTpoTaNU2ftIgPpngC1IFDv-v0\\\",\\\"y\\\":\\\"dHaRoQj4YpCaFf3FSwSDWbpAj_-biuId_d4wieCrHo0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mpk8FKN2XfDIMzIKFKiIVW8mtI17-eByC1cH5gQ2_3U\"}"