"{\"content\":{\"body\":\"On August 24 I first [introduced](https://neuroswish.mirror.xyz/JuBFf_uRvuDG7znAegW_GAVEEXaQmipAsCO4Q4XI3co) Verse as a protocol to solve the problem of [legitimacy constraints](https://vitalik.ca/general/2021/03/23/legitimacy.html) endemic in centralized media networks. These legitimacy constraints result from a lack of incentive alignment between centralized platforms and their users. Originally, Verse was designed to solve this problem though a multiplayer cryptomedia protocol. In this protocol, token-holding creators and curators would coordinate to build a high-signal feed of information by posting and curating media within a single cryptomedia contract.\\n\\nThings have changed.\\n\\nFirst, let’s be clear. The vision for Verse remains the same: **build a multiplayer standard for media**.\\n\\nWhile the vision is consistent, the plan of attack is different. Originally, here’s how Verse was designed: Through the protocol, anyone could deploy a new cryptomedia contract. Each contract would have an associated token and an array of media posts. Token-holders could add a post to the contract’s collection. Holders could also stake their tokens to different posts in the collection to curate them, thereby signaling the highest-quality posts in the collection. There are a few problems with this system:\\n\\n### Exhaustive User Experience\\n\\nThe process of curating posts in a collection required users to stake tokens in posts which they deemed to be the highest-value. The problem is that over time, many posts may no longer be relevant. In this case, the curator would have to manually unstake their tokens from that post to “uncurate” it. We don’t experience this problem in web2 because we have an unlimited number of “likes”. But in a system which relies on the scarcity of tokens and staking to signal the importance of information, we quickly run into the issue of curators constantly needing to manage the state of their staked tokens. At scale, it’s simply exhausting for someone to constantly stake and unstake tokens to curate information in a continuous feed.\\n\\n### Weak Incentives to Curate\\n\\nSecond, there was really no built-in incentive for token-holders to actually use their tokens and curate posts. It’s too easy for a [tragedy of the commons](https://en.wikipedia.org/wiki/Tragedy_of_the_commons) problem to emerge, where the majority of participants could just hold tokens passively and extract value from the labor of a few curators who work to increase the token’s value. If there’s a popular feed, what’s stopping me from simply buying tokens and just sitting on them until they increase?\\n\\n### Timing\\n\\nPerhaps the greatest factor in rethinking the protocol design is timing. Over the past month, I’ve spent a lot of time asking myself: why have previous attempts at building curation markets and decentralized social markets repeatedly failed? I believe the answer is that the behavior of “staking to curate” is still extremely nascent and the proper infrastructure has not yet been constructed. There’s a lot of friction and initial apathy for people to generate new curation markets and stake-to-curate information on a topic before there’s a critical mass of viewers who are readily consuming that ranked list and rewarding the curators.\\n\\nIn my opinion, it’s easier to start with translating the existing behavior of “following” someone on an information network to staking tokens in that person. For example, if we first introduce an environment in which users can stake tokens to “follow” people, I think that’s more intuitive and offers better incentives to the first users who are building the information network and producing content on that network.\\n\\nAfter the staking-to-curate behavior becomes better familiarized among users, then I think the timing will be more ripe for introducing staked curation of specific content. This is how I hope to actually expand the Verse protocol in the long-run. Over time, I want users to be able to curate their top “people” within their network as well as the top “content” that is created within that network. But I believe the order of operations is critical. To use an analogy, I think the “follow” button should be created before the “like” button.\\n\\n## Back to the Drawing Board\\n\\nAddressing these flaws required stepping back, examining the problem from a first-principles perspective, and overhauling the approach. We know the problem: **“how can we build signal-legitimized social markets?”**. We also know the defining characteristics of a solution:\\n\\n1. **User ownership**\\n\\n   Participants must be intrinsically incentivized to build and maintain a focused network for communication and signaling of specific ideas.\\n2. **Multiplayer coordination**\\n\\n   Participants must have an easy coordination mechanism and tooling to actually be able to build such a network.\\n\\nTo figure out a protocol design that maximizes these characteristics, I thought about the problem from an alternative angle: cities.\\n\\nIn many ways, social networks are just internet cities. People interact, build relationships, work (in the context of producing and consuming media), and entertain. The proliferation of crypto is accelerating the convergence, injecting native economies into networks that will cause many people to claim the internet as their primary realm of residence over the physical world. Centralized social networks are also plagued by the same issues as cities. They often have overbearing and far-reaching authorities. They have a lot of noise with sparse pockets of high-signal places to spend your time.\\n\\nIf I wanted to build the next great metropolitan city in the US, how would I do so? First, I would make sure that **citizens shared in the upside of the city’s growth**. If the first citizens attract more people to immigrate, they should be rewarded, for example, every time someone buys a new home in the city. How do I attract more inhabitants? Currently, if I’m a citizen of NYC, and trying to persuade someone to move here, I’d tell them about all the great people in the city. You have people like Mike Demarais! Like Jarrod Dicker! Like Brian Flynn! I’d also tell them all about the resources they can use. You have Central Park! You can go to SoHo to shop! ***I signal these people and resources to highlight them amidst all the other noise.***\\n\\n*insert lightbulb going off gif*\\n\\nBuilding a signal-legitimized network isn’t necessarily about curating the best individual *posts* that appear in a feed. It’s about signaling the most reputable and valuable *people* that participate in the network. The network gains legitimacy not by a centralized algorithm showing you ***what’s*** most popular, but by the *participants themselves provably asserting* ***who*** are the people you should pay attention to. Additionally, signaling people is far more consistent than signaling individual pieces of information. There’s a reason we follow *people* on web2 social networks and not topics: people are more consistent in the quality of information they broadcast to the network.\\n\\nSo armed with this understanding, how do we design a mechanism in which participants of a network can stake tokens to each other to signal a person’s value to the network? At a high-level, we can think of this behavior as a natural evolution of “following” someone. But now, the action of “following” is no longer binary; it’s a gradient. If you think someone is extremely valuable to the network, you can stake all your network tokens to that person. If you think someone is less important, you stake only a couple of tokens to that person. Actually implementing this mechanism, for several days, proved far easier said than done. But luckily, I found a breakthrough from an unlikely place: Uniswap.\\n\\n## A Social Uniswap?\\n\\n[Uniswap](https://docs.uniswap.org/protocol/introduction) is a decentralized exchange that enables users to swap tokens held in a pool with the tokens’ supply managed by a constant-product bonding curve. Trading on Uniswap is made possible through the activity of liquidity providers (LPs) who deposit tokens into a pool to facilitate exchanges. In return for providing liquidity, LPs are minted LP tokens. These LP tokens represent a provider’s pro-rata share of the liquidity reserves, and can be burned to redeem an LP’s underlying liquidity as well as transaction fees generated for each trade.\\n\\n![Uniswap Liquidity Pool Mechanism](https://docs.uniswap.org/assets/images/anatomy-82d82239e5417e36ca9da17d14961434.jpg)\\n\\n*insert second light bulb going off gif*\\n\\nWhat if this same mechanism could be used for social markets created through Verse? Each Verse market has an associated token with different token holders. Just as Uniswap pools have liquidity providers, Verse markets can have *signal providers*. Token holders for a market can stake their tokens to other people in the market, effectively signaling that person’s value. In return for providing signal, stakers are rewarded with auxiliary signal provider (SP) tokens. Whenever a new buyer purchases tokens for the market, a transaction fee is generated which goes into a signal provider pool. Signal providers (stakers) can then burn their SP tokens to redeem their pro-rata share of the transaction fees. In this way, token holders are natively incentivized to use their tokens and signal the most reputable people in the market. In doing so, they construct a fully legitimized social graph that serves as infrastructure for high-signal social markets.\\n\\nSo finally, let’s examine the downstream effects of this mechanism and protocol itself.\\n\\n1. User ownership\\n\\n   The token holders of a Verse market are owners of the market itself. Thus, they are incentivized to build and maintain a healthy, long-term network for communication and signaling of valuable ideas.\\n2. Multiplayer coordination\\n\\n   In order to build this network, they are given the ability to use their tokens to stake and signal the most valuable market participants. If a participant is especially valuable to the network, participants can stake a bunch of tokens to this person and push them to the top of any feed built on the network. Conversely, if a participant starts spamming the feed or fills it with noise, participants can unstake their tokens from that person and push them to the bottom of the feed. This system is preferable to the exhaustive experience of staking individual posts, because staking and unstaking people in the network would occur far less frequently, and would be a better overall signal of significant network nodes.\\n\\nThus, this updated protocol still solves the problem of legitimacy-constrained networks while mitigating the pitfalls in the previous design.\\n\\nHere’s an example of the mechanisms in action:\\n\\n![](https://images.mirror-media.xyz/publication-images/miTpU98A1AUo1UWmMZXiW.png?height=816&width=2432)\\n\\nAdam buys 100 tokens for the $PIZZA Market, which costs 4 ETH. 4 ETH gets deposited into the bonding curve’s ETH pool. 100 tokens are minted by the bonding curve and transferred to Adam. Additional tokens (representing 5% of Adam’s purchase amount) are minted by the bonding curve and deposited in an internal staking pool. In this case, 5 additional tokens are minted and deposited in this pool.\\n\\n![](https://images.mirror-media.xyz/publication-images/RTlhRE7CyeC_uknZP0fSw.png?height=816&width=2432)\\n\\nAdam decides to stake 10 of his tokens to Blake to signal Blake’s importance to the network. The staking pool now contains the original 25 + Adam’s 10 = 35 total tokens \\n In return for staking 10 of his tokens, Adam is minted 10 Signal Provider tokens, which represent his pro-rata share of the staking pool.\\n\\n![](https://images.mirror-media.xyz/publication-images/ArHW_N4ntWN9Vd5pGk8Qv.png?height=816&width=2432)\\n\\nNow, assume another buyer, Chris, purchases 200 tokens for 50 ETH. The inflationary minting fee from this purchase is 10 tokens. So 10 more tokens are minted and deposited in the staking pool. The total number of tokens in the staking pool is now 45.\\n\\n![](https://images.mirror-media.xyz/publication-images/jA23Ht6iwj89sa7YeGxGw.png?height=900&width=2432)\\n\\nNow, Adam decides to burn his 10 Signal Provider tokens that he got from staking in Blake. Since the total number of Signal Provider tokens is 30, his pro-rata share of the staking pool is (10/30) \\\\* 45 = 15 staking pool tokens. Of these 15 staking pool tokens, 10 of these tokens represent the amount that Adam original staked in Blake. Adam is transferred these 10 tokens. Of the 5 additional tokens that represent the “profit” received from staking, 50% (2.5 tokens) are transferred to Adam, while 50% (2.5 tokens) are transferred to Blake.\\n\\nFrom this example, we can observe the following incentives and outcomes:\\n\\n* Every time tokens are purchased via the bonding curve, additional tokens are minted and deposited into the staking pool. Because the price of each token is a function of the token’s total supply, the token is thus slightly inflationary.\\n* Thus, for token-holders to maintain the value of their holdings, they are incentivized to stake. Staking is the only way for users to ensure that as new tokens are minted, they receive a proportion of these tokens in order to maintain and/or increase the total value of their holdings.\\n* Creators within a market are incentivized to build a strong reputation within a market and get people to stake tokens in them. It’s the web3 equivalent of trying to gain followers. If individuals are able to get other token holders to stake in them, they can be monetarily rewarded for being a high-signal, valuable contributor to a market’s feed.\\n* On a network level, all token-holders are incentivized to attract attention to their feed to encourage token-buying events from new buyers or existing holders, as each token-buying event increases the price of each token and also distributes rewards to stakers and stakees.\\n\\nZooming out, I think it’s important to frame Verse on a network and individual level. On a network level, Verse is designed to solve the problem of legitimacy constraints in centralized media. For individuals, Verse enables you to earn from sharing your thoughts and ideas on the internet. You don’t have to be a full-fledged “creator” and do it alone - you can generate tangible value from creating and curating in a multiplayer context. If NFTs allow people to own digital objects, Verse enables people to own digital ideas, conversations, and stories. In a world rapidly accelerating toward automation and measurement, data is a commodity. Filtered, labeled, and processed data is the most valuable asset. Thus, information processing is the most important force of our reality. It’s critical that this power is decentralized. \\n\\nFor all those following Verse, I hope this update provides some clarity. The smart contracts are live on Rinkeby and the first app is nearing the finish line. I’m targeting a beta starting next week. More updates soon to come.\\n\\n\\\\-Kiran\",\"timestamp\":1633545542,\"title\":\"Internet Cities & The Social Uniswap\",\"publication\":\"neuroswish\"},\"digest\":\"NHeiocJHvZCSx10LDgQO6T4qPVLiLVAM4IWlMnQJqxo\",\"authorship\":{\"contributor\":\"0xe5E4B1EC4061d6fC932207DFc5CF96bD27FB11Da\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"L7JM7Li03svIhaZRQ3HkVdo-0w2ypRl9tKes2Lyo904\\\",\\\"y\\\":\\\"H26jHvm5FEJwm99UhGKJ-jsUBNelQ4JmvV2asV21lDA\\\"}\",\"signature\":\"A_2kET-F8EvsFw6qUUA8CN4wPLPPkeFGAw0PBG3XdHIMG5-7ycVicvw8_NiyzWEdfOdCVLw9hBm6cueeeKHZNQ\",\"signingKeySignature\":\"0xb261efe96dc4f236f0505ae6785d54c0dd9f7dccab6445efbfe431b68a5e4c4f0656e2d2aef6761999d960c1e06ac4b0c87f440c2729924c9f183ec831e6b1e11b\",\"signingKeyMessage\":\"I authorize the publication of articles on neuroswish.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"L7JM7Li03svIhaZRQ3HkVdo-0w2ypRl9tKes2Lyo904\\\",\\\"y\\\":\\\"H26jHvm5FEJwm99UhGKJ-jsUBNelQ4JmvV2asV21lDA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NHeiocJHvZCSx10LDgQO6T4qPVLiLVAM4IWlMnQJqxo\"}"