"{\"content\":{\"body\":\"After more than a year of temper, Xiao Yan to \\\"suction palm\\\" and \\\"blowing fire palm\\\" conversion although dare not say to the point of perfect, but can also be regarded as very skilled, if the hand with people, absolutely can ensure that in the case of no delay in speed, the two fighting skills quickly transformed, to achieve the effect of attacking people.\\n\\n\\\"Xiao Yan elder brother, that guy seems to be stronger than before many...\\\"Beside, Kaoru son glanced at the nearby Galeo, suddenly light smile.\\n\\nXiao Yan nodded slightly, light way: \\\"last time his father in the auction to buy a volume of wind attributes of the xuanjie advanced skills, Galeo itself is also the wind attributes, a year of time, also enough he will be the fight before the change into the fight of new skills, strength than before nature is stronger on many.\\\"\\n\\n\\\"Ha ha, no wonder so arrogant, the metaphysical advanced method is very rare?\\\"The way of the son with a smile, between the eyes of autumn water, flashing light gold flame.\\n\\nXiao Yan smiled and shook his head, joking: \\\"For you this casually take this skill out of the high rank of the small rich woman, nature is not rare.\\\"\\n\\nListen to xiao Yan's laugh, the son quite become up of jade nose wrinkled, white he one eye, some of the bitterness of the tunnel: \\\"again rare, Xiao Yan brother don't also despise eye yao?\\\"\\n\\nSmell speech, Xiao Yan shan of smile smile, hurriedly toward the high stage rose Yang chin, way: \\\"the auction began...\\\"\\n\\nLook at pretend to speak of his Xiao Yan, smoked son had to helplessly shake his head, will look at the lights suddenly bright up on the auction stage.\\n\\nUnder the gaze of countless eyes, wearing a set of similar red cheongsam elegant concubine lotus step slightly on the auction platform, that in the red cheongsam tightly wrapped, appears to be concave-shaped plump posture, immediately made some people's eyes hot.\",\"timestamp\":1635750232,\"title\":\"Slightly curved roll\"},\"digest\":\"6TIiI1lzLy7UggzVZVJf3c39piRIBOPTcomaotNXCS4\",\"authorship\":{\"contributor\":\"0xA52055a960A7B939C78581E72482fDc6049F465A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mGhaBFzk8o1Dt9uJTAKMo9i4xHjeX7g-xwsWm4q_Vc4\\\",\\\"y\\\":\\\"QBdVA3MuskeIfx35tTmDVW2e8LQ35QTCL05iNC06e-8\\\"}\",\"signature\":\"xfqKr5-6eeycVV0HmqScUnTg8sUQ65dIk9-K5gNHeiBBdUIbR320bDJlf1Xleni8KPcH66I8Hb33Qwfpep1iTQ\",\"signingKeySignature\":\"0xd5670ccc910f7322818c4bb6e95e5666e06a843c73de6e2608adb59fa8cbdb593ba64a9e17abc353f0ed6d4137cc5b334ba5c99017469e3cd53dcbd6ce2928e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mGhaBFzk8o1Dt9uJTAKMo9i4xHjeX7g-xwsWm4q_Vc4\\\",\\\"y\\\":\\\"QBdVA3MuskeIfx35tTmDVW2e8LQ35QTCL05iNC06e-8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6TIiI1lzLy7UggzVZVJf3c39piRIBOPTcomaotNXCS4\"}"