"{\"content\":{\"body\":\"# 2021 in Review\\n\\nIf I had to choose one word to describe the year that just ended, it would be reactive.\\n\\nReacting to the needs of others. Navigating situations caused or created by others. And starting some new but ultimately responsive projects.\\n\\nMuch of this comes from the big event that happened late in 2020: the death of my father. It was somewhat unexpected, and left many complicated things to be addressed. This was a difficult event to deal with in both an emotional and professional sense. In many ways it felt like most of the year was responding to this in some way or another.\\n\\nUnfortunately I don’t have much to formally review from the last year because I did not stop at any point to reflect on…anything, really. It mostly felt like just surviving.\\n\\nI want to do things differently in 2022. Below I lay out some things I would like to aim towards achieving this year. I will use these goals as guides to move in the right direction rather than pass or fail objectives to reach. As always: plans are useless, but planning is indispensable.\\n\\n# 2022 Goals\\n\\nFunny enough, the mental model that helps me define and pursue goals is Joe Rogan’s advice to “live life like you’re the main character in a movie about your life.” But because I am a former WoW player, I often think about my life and goals like World of Warcraft. I am the character and I have a certain number of main and side quests I go on. Each is a different difficulty, involves different skills, and in the process of completing the quest I improve the relevant skills.\\n\\nThe equipment I take along with me is what I’ve learned. Different pieces of knowledge protect against or help with different things. The point of reading is about collecting more of this knowledge.\\n\\nDon’t worry, I know it’s super lame 😂\\n\\nGoals are split between three major buckets: Professional, Philanthropic, and Personal. For pieces of knowledge I find particularly helpful and want to keep top of mind, I have a section called Daily Practice. These are sort of habits, sort of reminders.\\n\\nLet’s jump in.\\n\\n# Professional\\n\\n### Begin site prep at ECM and have 50% of total properties sold.\\n\\nThis is one of the larger quests of the year: the redevelopment of a 12 acre site in town into its own neighborhood center.\\n\\nThis quest involves finalizing the plans with the city, and then moving on to begin site prep and construction. In the coming months, we will publish more details on the project, including the real estate that will be available for sale. In a perfect world, most of the units can be sold or spoken for by the time construction begins.\\n\\nI hope this will lead to more projects like this in the future. I increasingly think that the neighborhood is the right unit of analysis for governance, commerce, social networks, and much else. It is when a neighborhood is well designed that a place feels like home, and it is when it’s poorly designed or non existent (suburban sprawl) that a place feels alienating.\\n\\nIt’s important to note that I do not consider myself to be in real estate development as it is conventionally thought of. Real estate developers typically have institutional capital to answer to, and must optimize for profit. This leads to some very stupid decisions when you consider the people who have to live in the development. So instead of real estate development I think the right word is neighborhood building.\\n\\n### Create one Automated Snack Systems Location as Proof of Concept\\n\\nFirst, it’s a working title. 🥸\\n\\nSecond, this is a really exciting one. For those of you who have heard me mention “shooting food through pneumatic tubes”, this is the proof of concept of that idea.\\n\\nIt’s lightweight, very capital efficient. If the proof of concept is successful then the idea would be to franchise the concept. It would be a franchise option unlike anything else currently available: low or no capital investment, compatible with & complementary to many existing franchises, well suited to walkable areas where real estate is expensive.\\n\\nI think of it like the anti-drive thru.\\n\\n# Philanthropic\\n\\n### Three high-impact community projects funded in downtown Florence by the Foundation.\\n\\nThis one isn’t quantifiable, but it’s one of those “I know it when I see it” type goals. It comes from the desire to build upon the work done by our Family Foundation in 2021. The Foundation did some really great work in new areas. The goal is to fund three high impact community projects in 2022 and hopefully test out a new voting and funding tool.\\n\\nI will be sharing more on this later in the year, but I will say if you want to make Florence a better place to live and have an idea on how to do so, reach out to me!\\n\\n### Documentary about the Decentralization of American workforce\\n\\nThe American workforce has been dramatically reshaped the last two years, and will continue to be for at least another decade. Tens of millions of Americans can now choose where they live and how they earn an income as two totally separate decisions.\\n\\nConsider for a moment just how transformative that is. Since societies have existed, people had no choice in where they lived - it had to be where they worked. They could move, but the job determined the place you lived. This meant cities and neighborhoods were mostly a “take what you get” proposition. People didn’t really have much choice in the places they lived, because they were bounded by that city’s labor market.\\n\\nNow people can move anywhere. They can select places where the real estate is inexpensive, or the people are friendly, or to be close to their family and friends. In other words, they can live in the right place for them.\\n\\nI’ve thought for a while this would be a great thing for places like the Shoals, but now it’s being proved out by programs like [Remote Shoals](http://remoteshoals.com). The program has received thousands of applications, from every state and many different countries.\\n\\nThis is an important story to tell as it unfolds, and I think the Shoals is the perfect community to model the story in a documentary style format.\\n\\n### Join no new boards of directors in the coming year.\\n\\nEnough said. I love the boards I’m on now, but I have enough commitments and do not want to add more for fear of diluting my capacity to serve on the other boards well.\\n\\n# Personal\\n\\n### Begin Consistently Sharing Ideas Online\\n\\nThis is one I’ve struggled with for a while, both in terms of format and what to share.\\n\\nThis goal comes from my deep seated conviction that 1. The best way to live life is to work on exciting things with people I like and admire and 2. The best way to attract people to work with is to publicly share what I’m interested in and working on, so that they can find/reach out to me.\\n\\nI will begin doing this in the New Year in two ways:\\n\\n1. Continue producing the longer form Mainstreet podcast to share ideas about how to build great neighborhoods\\n2. Begin daily blog style videos on Instagram about what I’m working on/learning/thinking about\\n\\nAs a loose metric I would like to propose that by the end of the year the podcast is regularly viewed by 250 people (measured in subscriber count on YT) and that I make at least 5 new, meaningful connections with people who nerd out about the same things as me.\\n\\n### Travel more with Sophie\\n\\nPretty self-explanatory.\\n\\nWe love the exploration of new cities and cultures, as well as better getting to know familiar ones. We would like to go back to Lisbon, and I would like to spend some amount of time in Spain. In the US we have Miami and NYC on the list.\\n\\n### 50 Books\\n\\nI know, I know, books read is a total vanity metric. BUT I have found no other metric that keeps me reading consistently. In 2021 I had the same goal, and ended up reading 35. I don’t consider that a failure because I know if I had not had the goal, I probably would’ve been much lower. I also like the process of logging my books as a I start/finish them.\\n\\nI tend to default to only reading the best book I know of at the time. I have absolutely no qualms about not finishing books or not meeting my goal.\\n\\n# Daily Practice\\n\\nThese are things that I either want to practice daily, or keep in mind as I go through my day. Part habit, part mental model, part reminder.\\n\\n### Time Management\\n\\nSomething that I did very little of last year was any kind of creative work, and I’d like to change that this year. I’m realizing the only way to do that is to make it a priority and block out part of the day for it.\\n\\nI like the Paul Graham’s idea of a maker/manager schedule and would like to use it to prioritize time for creative work during the day. In my experience, that most often happens in the morning. It is sacred time: No meetings, no calls, no emails, even no clocks. I know that sounds a little bit kooky, but I think there’s something to be said from getting away from standard time and just running on human time for a little bit.\\n\\n### Keep the imagination under control\\n\\nBaltasar Gracian’s *The Art of Worldly Wisdon* is an absolute gem, and he hits a number of timeless human problems on the head. This bit on “Keeping the Imagination Under Control” really hit me:\\n\\n> “Sometimes correcting, sometimes assisting it. It can tyrannise, and is not content with looking on, but influences and even dominates life, causing it to be happy or burdensome according to the folly to which it leads. Before some it continually holds up the penalties of action, and becomes the mortifying lash. To others it promises happiness and adventure with blissful delusion. It can do all this unless the most prudent self control keeps it in subjection.”\\n\\nHow many great things go undone out of fear? This message from Gracian is similar to Seneca’s writings on fear, and something that I think everyone struggles with:\\n\\n> “It is likely that some troubles will befall us; but it is not a present fact. How often has the unexpected happened! How often has the expected never come to pass! And even though it is ordained to be, what does it avail to run out to meet your suffering? You will suffer soon enough, when it arrives; so look forward meanwhile to better things. What shall you gain by doing this? Time. There will be many happenings meanwhile which will serve to postpone, or end, or pass on to another person, the trials which are near or even in your very presence. A fire has opened the way to flight. Men have been let down softly by a catastrophe. Sometimes the sword has been checked even at the victim’s throat. Men have survived their own executioners. Even bad fortune is fickle. Perhaps it will come, perhaps not; in the meantime it is not. So look forward to better things.”\\n\\nThe daily practice I want to take from these is to every day remind myself that fear is almost always unwarranted and does more harm than good.\\n\\n### Get Started, then Think Things Through\\n\\nGracian understood the balance that has to be found between just getting started and thinking things through:\\n\\n> “Diligence promptly executed what intelligence slowly excogitates. Hurry is the failing of fools; they know not the critical point and set to work without preparation.  On the other hand, the wise more often fail from procrastination; foresight begets deliberations, and remiss action often nullifies prompt judgment. Celerity is the mother of good fortunes. He has done much who leaves nothing over till tomorrow. Festina lente is a royal motto.”\\n\\nIt reminds me of some advice I’ve heard echoed from several great investors: “Invest, then investigate.” The reason is once you have a position there is just the right amount of impetus to really look things over, but if you try to do that before you invest you can talk yourself out of any idea.\\n\\nSimilarly, you can take a first step towards a project (make an investment of time or money in it) and then analyze what will be needed to bring it to fruition. If you try to figure all the details out ahead of time, you’ll never get started.\\n\\n### Most things are not obtained simply because they are not attempted.\\n\\nAlso Gracian, recognizing that fear usually keeps people from doing what is important, and that the difficult part is usually getting started.\\n\\n### Trust Myself\\n\\nStill figuring out exactly how to do this, but experience has taught me by now it’s important and I often struggle with it.\\n\\n# Wish List/Someday\\n\\nThese are things that I would like to do but am not currently able given current/commitments resources. In most cases the lacking ingredient is some form of community or group to work on it with, so if you’re interesting in working on these together let me know!\\n\\n* Underwater exploration. Specifically searching for former civilizations and cities that were submerged when sea levels rose 300-400 feet at the end of the last ice age.\\n* Form a DAO to buy an island with a group of other people interested in running it as its own club/resort. I have a great candidate that is available and have some knowledge of how to do this, but need a group to work with this on.\\n* Recreating old Top Gear challenges/road trips with a few friends (Probably a later in life thing)\\n* Launch a local news service in Florence, Alabama. Waiting on the right person who could head this up as editor in chief.\\n\\nThank you for reading this. My hope by sharing this online is that it provides accountability and maybe helps some new people get to know me and what I like working on.\\n\\nI look forward to reviewing this at the end of 2022 to see how things have progressed.\\n\\nJoel\",\"timestamp\":1640859140,\"title\":\"2022 Goals\"},\"digest\":\"RkzJASBap7FwfdukOZuzD7-WdC0__k4Kf929H2sA7k0\",\"authorship\":{\"contributor\":\"0xC4094eA6f278C4CFe542a005141101Ea698ee4e3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"g-z5Z0vH9w2_uPsO58HkdKJDkUncl0KIwibh3BNF9bg\\\",\\\"y\\\":\\\"6k4zv7HZBxZJzOvanfeTQvst594Msym0Vpns_uH261g\\\"}\",\"signature\":\"-Vs75EVtx272qvL6_RqNMfayDkiXkW1UDbJIETz-yFpLxoE1T3yWpBxxWQ1AesBRn_rFb2aabTFYVW7jJcJxTQ\",\"signingKeySignature\":\"0x1707ed7233dbeedb040368533b6c01f614a49570033c83bc81fded2e41d24270501316a9194789862a1af6586b301e1e1f2a4484eabe2c26fb88e0c12eab7c4f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"g-z5Z0vH9w2_uPsO58HkdKJDkUncl0KIwibh3BNF9bg\\\",\\\"y\\\":\\\"6k4zv7HZBxZJzOvanfeTQvst594Msym0Vpns_uH261g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RkzJASBap7FwfdukOZuzD7-WdC0__k4Kf929H2sA7k0\"}"