"{\"content\":{\"body\":\"#### The power is in your hands…\\n\\n**We are fast approaching the end of Q4 which includes the planned One Million RPD Coin Burn**.\\n\\nOn recent **[Announcement](https://twitter.com/rapidsrpd/status/1460030964659277828?s=21)** for this months AMA which included the live burn, members of the community voiced their opinion about cancelling the burn…\\n\\n \\n\\n#### What is a Coin Burn?!\\n\\nCoin burning happens **when a cryptocurrency is intentionally sent to an unusable wallet address to remove it from circulation**. The address, which is called a burn address or eater address, can’t be accessed or assigned to anyone. Coin burning reduces the supply, making of that cryptocurrency scarcer.\\n\\n#### Why Would Community Members Not Want To Burn?!\\n\\nA few ideas have been put forward in our **[Official Chat](http://t.me/RapidsOfficial)** why not to carry out the burn. Such as;\\n\\n> “*So my suggestion instead of burning 1 million, we can make it to work for the project by using it for farm and syrup pool in pancakes, and this will also make Rapids more popular or you can have AMA on PancakeSwap too, but all this is left to Rapids team*” **Alex Dav**.\\n\\n> “*To due less members this 1 million burn events is not effects in rpd market. Instead of burning coin company should have to list rpd in good exchange and sell rpd there and from this revenue company may develop rpd network in next level*” **Jon S**.\\n\\n**These are nice examples of what could be done with the coins instead, but why do projects use platforms like this to expand their reach**;\\n\\n**PancakeSwap** is a popular decentralized cryptocurrency exchange with gamification features and a range of channels through which to earn crypto. The platform has hundreds of tokens, yield farming, liquidity pools, lotteries and more.\\n\\n**Initial Exchange Offering**, commonly referred to as an IEO, is a fundraising event that is administered by an exchange. In contrast to an Initial Coin Offering (ICO) where the project team themselves conduct the fundraising, an Initial Exchange Offering means that the fundraising will be conducted on a well-known exchange’s, where users can purchase with funds directly from their own exchange wallet.\\n\\n \\n \",\"timestamp\":1638431645,\"title\":\"RPDx Testnet Launch!\"},\"digest\":\"TSKq2tmMGVw33s64RZf6soAl8i_jEgV-OyB4dDPNZic\",\"authorship\":{\"contributor\":\"0x38CF69984b90C31C0672781AA47c33CA9b66E2Af\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gOSxTfeveRyoZf-jxgbV77fjJTKpqbVK1rkBrHbvYTc\\\",\\\"y\\\":\\\"1tyZb2OdhwY7fMgvZlNl1W96pfE8jgPU3eWDFAJzico\\\"}\",\"signature\":\"aYqyix1sCPIHIyKSt1SBkvF-mwOYvqi9fo9RWWLb52n9uK0KbFTk_CKYBuXGoMRfkpl3IWLHpEDd_1fdDDqR8g\",\"signingKeySignature\":\"0xd521e479d6faf85920d42b65b3987e9cc17a40bedc640c39d914078177392216553dfbf11e7dd79a1023c058b83460100b5a2e9d7bfc62fd773a0f4c36c078de1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gOSxTfeveRyoZf-jxgbV77fjJTKpqbVK1rkBrHbvYTc\\\",\\\"y\\\":\\\"1tyZb2OdhwY7fMgvZlNl1W96pfE8jgPU3eWDFAJzico\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TSKq2tmMGVw33s64RZf6soAl8i_jEgV-OyB4dDPNZic\"}"