"{\"content\":{\"body\":\"Jack Dorsey, co-founder, and CEO of both Square and Twitter, released a [white paper](https://tbdex.io/whitepaper.pdf) Friday detailing plans for Square's decentralized Bitcoin ([BTC](https://cointelegraph.com/bitcoin-price)) exchange tbDEX. Unlike most [decentralized exchanges](https://cointelegraph.com/defi-101/what-are-decentralized-exchanges-and-how-do-dexs-work), or DEXs, tbDEX will not utilize a trustless model, and therefore will not feature its own governance token. Instead, it is a message protocol designed to facilitate trust relationships without relying on a federation to control access.\\n\\nThe tbDEX also intends to include many features that make it far less decentralized than a DEX in the truest sense of the word. For starters, the protocol requires that all participants to pass background know-your-customer, or KYC, checks to comply with relevant regulations depending on a user's region. Users can only then connect their wallets to the exchange and [swap coins with one another](https://cointelegraph.com/news/jack-dorsey-discusses-plans-to-build-a-decentralized-exchange-for-bitcoin).\\n\\nFurthermore, the white paper called for the deployment of blockchain analytic solutions, either built-in to the DEX or through a third party, to track transactions on the platform. Such a class of blockchain forensic solutions is potentially a controversial topic. Such a system would likely enable authorities to cross-reference payment IDs and public wallet addresses with KYC information to unveil personal identities behind transacting parties. However, supporters claim that such [means of monitoring](https://cointelegraph.com/news/kraken-to-delist-monero-for-uk-customers-by-the-end-of-november) are necessary to prevent illicit activities.\\n\\nBut centralized features of the tbDEX could also win support from crypto enthusiasts. One distinguishing aspect discussed in the white paper is that of chargebacks, which doesn't exist on most DEXs. If implemented, the ability for Square to reverse transactions on the tbDEX could potentially stop irreversible loss suffered by investors during decentralized finance [rug pulls](https://cointelegraph.com/news/how-to-spot-a-rug-pull-in-defi-6-tips-by-cointelegraph). Square is currently encouraging feedback on the white paper on a newly created Twitter account.\",\"timestamp\":1637667102,\"title\":\"White paper introducing Jack Dorsey's decentralized Bitcoin exchange published on Friday\"},\"digest\":\"m1FUWwbWxRSw-SybwhX7Yg0JkdlLnhJEUfEfQ2fOFHM\",\"authorship\":{\"contributor\":\"0xd23e5a77AC2AdBDdaA1569389581732f2EA09E61\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3ShgMoTEGKfFnAo4gJBI2Lz9nucdd1vZf47pOb3nWfg\\\",\\\"y\\\":\\\"jNVAHBp9BJl-k_RlZHuva7s5QPJxReKWTP-SFnIXFwo\\\"}\",\"signature\":\"_D6NXcQW2GqFoz1vV5o-7kox4JhgOB8pQFzYLZo7ttKDqPQ6ODMVJI_s4jFVaAm1V8VibsifzT-02h4gUvo5KQ\",\"signingKeySignature\":\"0xc8074147e4b26b6fd9fa4d6eee5ec86432ef155f6e77cd907f005df59cf59fe90f69ab45f6e2d152380a3e64342ab9caa836eadac1a9123ae087f2a8c4706d8e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3ShgMoTEGKfFnAo4gJBI2Lz9nucdd1vZf47pOb3nWfg\\\",\\\"y\\\":\\\"jNVAHBp9BJl-k_RlZHuva7s5QPJxReKWTP-SFnIXFwo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"m1FUWwbWxRSw-SybwhX7Yg0JkdlLnhJEUfEfQ2fOFHM\"}"