"{\"content\":{\"body\":\"\\\"That fella boy he sick, belly belong him walk about,\\\" Binu Charley said, pointing to the Poonga-Poonga man whose shoulder had been scratched by the arrow an hour before.\\n\\nThe boy was sitting down and groaning, his arms clasping his bent knees, his head drooped forward and rolling painfully back and forth.  For fear of poison, Sheldon had immediately scarified the wound and injected permanganate of potash; but in spite of the precaution the shoulder was swelling rapidly.\\n\\n\\\"We'll take him on to where Tudor is lying,\\\" Joan said.  \\\"The walking will help to keep up his circulation and scatter the poison.  Adamu Adam, you take hold that boy.  Maybe he will want to sleep.  Shake him up.  If he sleep he die.\\\"\\n\\nThe advance was more rapid now, for Binu Charley placed the captive bushman in front of him and made him clear the run-way of traps. Once, at a sharp turn where a man's shoulder would unavoidably brush against a screen of leaves, the bushman displayed great caution as he spread the leaves aside and exposed the head of a sharp-pointed spear, so set that the casual passer-by would receive at the least a nasty scratch.\\n\\n\\\"My word,\\\" said Binu Charley, \\\"that fella spear allee same devil- devil.\\\"\\n\\nHe took the spear and was examining it when suddenly he made as if to stick it into the bushman.  It was a bit of simulated playfulness, but the bushman sprang back in evident fright. Poisoned the weapon was beyond any doubt, and thereafter Binu Charley carried it threateningly at the prisoner's back.\\n\\nThe sun, sinking behind a lofty western peak, brought on an early but lingering twilight, and the expedition plodded on through the evil forest--the place of mystery and fear, of death swift and silent and horrible, of brutish appetite and degraded instinct, of human life that still wallowed in the primeval slime, of savagery degenerate and abysmal.  No slightest breezes blew in the gloomy silence, and the air was stale and humid and suffocating.  The sweat poured unceasingly from their bodies, and in their nostrils was the heavy smell of rotting vegetation and of black earth that was a-crawl with fecund life.\\n\\nThey turned aside from the run-way at a place indicated by Binu Charley, and, sometimes crawling on hands and knees through the damp black muck, at other times creeping and climbing through the tangled undergrowth a dozen feet from the ground, they came to an immense banyan tree, half an acre in extent, that made in the innermost heart of the jungle a denser jungle of its own.  From out of its black depths came the voice of a man singing in a cracked, eerie voice.\\n\\n\\\"My word, that big fella marster he no die!\\\"\\n\\nThe singing stopped, and the voice, faint and weak, called out a hello.  Joan answered, and then the voice explained.\\n\\n\\\"I'm not wandering.  I was just singing to keep my spirits up. Have you got anything to eat?\\\"\\n\\nA few minutes saw the rescued man lying among blankets, while fires were building, water was being carried, Joan's tent was going up, and Lalaperu was overhauling the packs and opening tins of provisions.  Tudor, having pulled through the fever and started to mend, was still frightfully weak and very much starved.  So badly swollen was he from mosquito-bites that his face was unrecognizable, and the acceptance of his identity was largely a matter of faith.  Joan had her own ointments along, and she prefaced their application by fomenting his swollen features with hot cloths.  Sheldon, with an eye to the camp and the preparations for the night, looked on and felt the pangs of jealousy at every contact of her hands with Tudor's face and body.  Somehow, engaged in their healing ministrations, they no longer seemed to him boy's hands, the hands of Joan who had gazed at Gogoomy's head with pale cheeks sprayed with angry flame.  The hands were now a woman's hands, and Sheldon grinned to himself as his fancy suggested that some night he must lie outside the mosquito-netting in order to have Joan apply soothing fomentations in the morning.\\n\\nCHAPTER XXV--THE HEAD-HUNTERS\\n\\nThe morning's action had been settled the night before.  Tudor was to stay behind in his banyan refuge and gather strength while the expedition proceeded.  On the far chance that they might rescue even one solitary survivor of Tudor's party, Joan was fixed in her determination to push on; and neither Sheldon nor Tudor could persuade her to remain quietly at the banyan tree while Sheldon went on and searched.  With Tudor, Adamu Adam and Arahu were to stop as guards, the latter Tahitian being selected to remain because of a bad foot which had been brought about by stepping on one of the thorns concealed by the bushmen.  It was evidently a slow poison, and not too strong, that the bushmen used, for the wounded Poonga-Poonga man was still alive, and though his swollen shoulder was enormous, the inflammation had already begun to go down.  He, too, remained with Tudor.\\n\\nBinu Charley led the way, by proxy, however, for, by means of the poisoned spear, he drove the captive bushman ahead.  The run-way still ran through the dank and rotten jungle, and they knew no villages would be encountered till rising ground was gained.  They plodded on, panting and sweating in the humid, stagnant air.  They were immersed in a sea of wanton, prodigal vegetation.  All about them the huge-rooted trees blocked their footing, while coiled and knotted climbers, of the girth of a man's arm, were thrown from lofty branch to lofty branch, or hung in tangled masses like so many monstrous snakes.  Lush-stalked plants, larger-leaved than the body of a man, exuded a sweaty moisture from all their surfaces. Here and there, banyan trees, like rocky islands, shouldered aside the streaming riot of vegetation between their crowded columns, showing portals and passages wherein all daylight was lost and only midnight gloom remained.  Tree-ferns and mosses and a myriad other parasitic forms jostled with gay-coloured fungoid growths for room to live, and the very atmosphere itself seemed to afford clinging space to airy fairy creepers, light and delicate as gem-dust, tremulous with microscopic blooms.  Pale-golden and vermilion orchids flaunted their unhealthy blossoms in the golden, dripping sunshine that filtered through the matted roof.  It was the mysterious, evil forest, a charnel house of silence, wherein naught moved save strange tiny birds--the strangeness of them making the mystery more profound, for they flitted on noiseless wings, emitting neither song nor chirp, and they were mottled with morbid colours, having all the seeming of orchids, flying blossoms of sickness and decay.\\n\\nHe was caught by surprise, fifteen feet in the air above the path, in the forks of a many-branched tree.  All saw him as he dropped like a shadow, naked as on his natal morn, landing springily on his bent knees, and like a shadow leaping along the run-way.  It was hard for them to realize that it was a man, for he seemed a weird jungle spirit, a goblin of the forest.  Only Binu Charley was not perturbed.  He flung his poisoned spear over the head of the captive at the flitting form.  It was a mighty cast, well intended, but the shadow, leaping, received the spear harmlessly between the legs, and, tripping upon it, was flung sprawling.  Before he could get away, Binu Charley was upon him, clutching him by his snow- white hair.  He was only a young man, and a dandy at that, his face blackened with charcoal, his hair whitened with wood-ashes, with the freshly severed tail of a wild pig thrust through his perforated nose, and two more thrust through his ears.  His only other ornament was a necklace of human finger-bones.  At sight of their other prisoner he chattered in a high querulous falsetto, with puckered brows and troubled, wild-animal eyes.  He was disposed of along the middle of the line, one of the Poonga-Poonga men leading him at the end of a length of bark-rope.\\n\\nThe trail began to rise out of the jungle, dipping at times into festering hollows of unwholesome vegetation, but rising more and more over swelling, unseen hill-slopes or climbing steep hog-backs and rocky hummocks where the forest thinned and blue patches of sky appeared overhead.\\n\\n\\\"Close up he stop,\\\" Binu Charley warned them in a whisper.\\n\\nEven as he spoke, from high overhead came the deep resonant boom of a village drum.  But the beat was slow, there was no panic in the sound.  They were directly beneath the village, and they could hear the crowing of roosters, two women's voices raised in brief dispute, and, once, the crying of a child.  The run-way now became a deeply worn path, rising so steeply that several times the party paused for breath.  The path never widened, and in places the feet and the rains of generations had scoured it till it was sunken twenty feet beneath the surface.\\n\\n\\\"One man with a rifle could hold it against a thousand,\\\" Sheldon whispered to Joan.  \\\"And twenty men could hold it with spears and arrows.\\\"\\n\\nThey came out on the village, situated on a small, upland plateau, grass-covered, and with only occasional trees.  There was a wild chorus of warning cries from the women, who scurried out of the grass houses, and like frightened quail dived over the opposite edge of the clearing, gathering up their babies and children as they ran.  At the same time spears and arrows began to fall among the invaders.  At Sheldon's command, the Tahitians and Poonga- Poonga men got into action with their rifles.  The spears and arrows ceased, the last bushman disappeared, and the fight was over almost as soon as it had begun.  On their own side no one had been hurt, while half a dozen bushmen had been killed.  These alone remained, the wounded having been carried off.  The Tahitians and Poonga-Poonga men had warmed up and were for pursuit, but this Sheldon would not permit.  To his pleased surprise, Joan backed him up in the decision; for, glancing at her once during the firing, he had seen her white face, like a glittering sword in its fighting intensity, the nostrils dilated, the eyes bright and steady and shining.\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/123](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/123)\\n\\n\",\"timestamp\":1639040802,\"title\":\"She did not answer, and turned away; but Sheldon knew that the shaft had gone home.\"},\"digest\":\"JzWM019DEZ3N3Gqed9KasfzlP1w7m7wnStzb454Aph4\",\"authorship\":{\"contributor\":\"0x12DAB7FFceEebeDFF34FE12b77b7a16997723371\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Soa4ITFkTokf9DtU7dnQaUyFHWtqRbBJG8158uQc7Y4\\\",\\\"y\\\":\\\"DspG_em8kGgm8a0NVAfLlX-SfLoV6mH_W4VB6pKy4wQ\\\"}\",\"signature\":\"uQwFDSJRlA9Nqys7deV8LonCmxPUIkH94n0EmAvQiuZcUaJ1jO9sJ1C-KpC_fAEjDmCoHLQ0TpDOPW5pZ9duag\",\"signingKeySignature\":\"0xbd7ac4b4c57ed355e841d9f15114d1717c9659ae79b40d0bdf866d790e75292a6c8c26853a0c7333f45060f804bf860f0adb5c60325870ead1de134fa03df20b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Soa4ITFkTokf9DtU7dnQaUyFHWtqRbBJG8158uQc7Y4\\\",\\\"y\\\":\\\"DspG_em8kGgm8a0NVAfLlX-SfLoV6mH_W4VB6pKy4wQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JzWM019DEZ3N3Gqed9KasfzlP1w7m7wnStzb454Aph4\"}"