"{\"content\":{\"body\":\"于是当天傍晚，我急匆匆行驶进城郊钟山村的夜色。那竹林里有一处高宅，门口驻守着一对威严的石狮。我摘下头盔，走到右侧雄狮的铜铃大眼前展示人脸信息。三秒钟后，我的右眼虹膜上亮出笔直的蓝光，认证通过。朱红的大门应声敞开。\\n\\n我步入宅邸，经过长廊里无人机童子的第二道血液验证，取到特制工服，乘坐电梯来到了地下20层。至寒之地才能营造符合标准的计算环境，才能容纳她——黑暗里那尊单脚点在莲花心的飞天雕塑，那是我寻求至高代码智慧以解开谜题的希望。\\n\\n雕塑舞女的左手手指张开柔婉的弧度，向我伸出。她的背景却不是壁画的祥云纹饰，是四面十二层楼高的万蛇阵一样的计算塔。“烛阴”身后亿万个显卡的绿眸和纠缠的黑色电线支撑起了每秒千亿次的运算，也让她看起来像极人头蛇身的女娲后人。\\n\\n我将命案现场搜集的证据放入雕像掌心的一刻，她的眼睛在暗夜里亮起了，万蛇随主控电脑一起点燃瞳眸。莲花座上的彩色络腋飞扬。她开始计算了。\\n\\n烛阴不是任何有生命的怪兽，而是我们执法机构内部微型超算群驱动的超强人工智能。她的莲花座身以阴刻方式写着我和明轩所在科技重案组的国际标识：The light never bleeds。光从不流血。就算光暂时被黑暗压制，最后它终将冲破重重桎梏，回到原点照耀群星。\\n\\n烛阴的报告结果有一行中文字。\\n\\n“像人类一般。” \\n \\n\\n**二、你能听到吗** \\n\\n我的异瞳又开始给我放映电影了。这次是《V字仇杀队》一般的场景——带着微笑面具的骑士行走在黑漆漆的大街小巷。我在那个命运注定的大雨之夜伫立，没有打伞。狂暴的水滴打湿了我的短发，像是为了洗涤清我全部的伪装。过路的行人摇着我的肩膀问我：“你听不到这呼喊吗？你听不到吗？”\\n\\n“你听不到吗？”20岁时少女模样的苏苏笑着问我。\\n\\n“爬山虎和风，都同意我说的话呢。”苏苏说。那年的夏天阳光真好。\\n\\n“你听不到吗？”\\n\\n一声枪响。 \\n \\n\\n七年前的2Q21年，007大罢工的第一年。\\n\\n那年S国硒谷盛世科技城的大厦楼下满是醒目的红色横幅，抗议工程师休假不够、抗议算法税中代码作者的分成比例不够高。那时的盛世科技城园区像四处贴满红色止血贴的病人。几家工程师工会代表轮番在园区内进行慷慨激昂的演讲，针对五家巨头企业提出要求：公司和软件工程师的合作从由雇佣制变为合作制，并以DAO工会/合作社名义和集团进行签署协议，否则所有工程师就两月内全体辞职。辞职签名授权在空气屏幕上不停滚动，长列长列的真实人名显出挑衅的决心。\\n\\nG股市场几只科技股股价大幅震荡，远目集团YMT股票价格亦在行列中，几乎跌破两年来的最低值。这让刚上任的史上最年轻副总裁申竹伤透脑筋。\\n\\n那年我和队长Jack配好枪来到盛世科技城帮助维护现场秩序。我们接到线人消息，刚刚萌生的极端科技组织“岛”要利用本次大罢工进行更大规模的暴乱行动。我戴好了全部护具且确认我的手枪里未载实弹。\\n\\n“我引起争端的目的不是混乱而已。我要对话。去除傲慢的对话是唯一驱使这艘船向更好方向航行的办法。”这是黑泽切嗣留在大屏幕上的一句话。\\n\\n黑泽切嗣是极端科技组织“岛”的领袖，是我们追查的对象。Jack对我和队员们曾反复说，一定要找到黑泽切嗣的真人，这是停止一切、避免工程师团体可能导向更危险运动的开始。修读经济学和法学的信息科技活动家许丝鹿是工程师联合会的发起人，拥有开发者人群深厚的民心，是Jack重点怀疑的对象。\\n\\n我和Jack佩戴着舰队的面罩，没有人看得清我们的脸。在那次事件慌乱人群中，我眼睁睁见到Jack举起手枪向许丝鹿进行射击。可突然，Jack迅速将枪扔到地面，在弥散的白色气雾中撤退了。为避免群众捡枪射击，我滚动拿起来它，向前防守。我突然一阵天旋地转。等我再醒来，我正双手举着手枪，准星瞄准的方向一道蜿蜒的血流像红色的小蛇，从丝鹿额头的弹孔里向下流淌。她惊讶地看着我，嘴巴微张，身体向后仰，碰地一声落在地面。时间似在那一刻停止。喧闹游行中的人们像被同时扼住了喉咙，三秒钟钟后无数人向许丝鹿倒下的方向惊叫着跑去。那声枪响是我一生噩梦的开始。\\n\\n以后的七年，我都被指认为杀死许丝鹿的凶手，在师友的压力下跪在她的墓前忏悔。这是全天下最不可能的事情之一。\\n\\n少年时期，在华大控制论的课堂上，甄老师问我们所有同学：“你们觉得未来信息产业发展最可怕的是什么？”\\n\\n坐我前排的女生果断勇敢地举起手来。我看到她的马尾辫一跳。讲台上的甄老师点她回答问题。她站起来，非常笃定地回答：“是人类用以加速信息科技发展的商业手段和信息科技商业自己驯养出来的阴面做斗争。其实，那阴面毫无保留地投影到了数字世界。”\\n\\n儒雅的甄老师顿了一下，推了一下眼镜，轻声说。“这位同学语气这么坚定。”\\n\\n“因为我看到了。它血流成河。它在来的路上了。”\\n\\n“我不是预测，我是看到了。”她说。“我有生之年必看到它们开战。”\\n\\n我同桌的小师妹苏苏点点头，慢慢悠悠地自言自语：“她看到了。”苏苏又点点头。\\n\\n站起来回答问题的女生就是许丝鹿。是我们华清大学计算机系上下数个年级同学和老师们都交口称赞的少年天才，更是我们中难得的、很早显现出非凡领袖气质的同龄人。本科毕业后她选择攻读了法学和经济学两个硕士学位。她的爸爸是一位软件企业家，妈妈是一位编织艺术家。在我们的少年时期，申竹课业成绩也十分优秀，但没有许思鹿这么优秀。许丝鹿亮得像星。许丝鹿死的时候还没过27岁，她本不该就这么结束生命。\\n\\n在我们读书的那个年代，数字世界和物理世界就已不算相安无事，能左右经济分配的权力高地被中心商业和开发者DAO双方反复夺取、无形的火花崩溅四处。几十年前开源基金会的鼻祖Wallace Foundation和巨头科技企业Yoogle的爱恨纠葛历历在目。我觉得人寿有限，人永摆脱不了衰老和意外厄运的阴云，当然也摆脱不了不休的利益斗争。就算Wallace和Nico Cheung活下去，他们所意图推行的“混乱守序”技术政治理想也未必能够实现。可我没有那么记挂。无数个痛苦的独处深夜，我都想知道：当许丝鹿离开这脆弱又速朽的物理世界后，天上有没有多一颗勇敢的亮星？她在星空上，又会不会觉得孤单和寒冷。会有人陪她吗？\\n\\n少年时期，丝鹿和申竹的偶像都是Wallace Foundation的创始人Wallace.D。\\n\\n申竹曾当着我们的面对她说，“丝鹿，你看人是迟早会老死的。人是太脆弱的东西。所以我们一定要追求something stronger，something greater。”\\n\\n“如何追求更强大的东西呢？”丝鹿问。\\n\\n“用数据刻画更不朽的存在，再刻画一个全新的、配得上它的新世界。必定是突破人肉身限制的。”申竹说。“真正的原初宇宙：meta-universe。”\\n\\n许思鹿死前最后一件事，就是在和自己的工程师合作社一同调查申竹带领的远目集团新产品“异瞳”的问题，她认为异瞳有极大嫌疑违反生物信息隐私法规。她认为，异瞳很难在数据法规定范畴内优化产品，就搭建足够强度的“智能”。她认为，隐性生物信息抓取被巧妙设置在产品中，她认为远目集团在看似合规的商业结构中供养了更大规模的危险实验。她积极推进这个科技独角兽的自查，认为这是对这行业发展而言最好的方式。\\n\\n七年后的今天，我对着丝鹿留给我的笔记本、和苏苏命案现场的纸条一句话也说不出。苏苏命案现场那张纸条只留下三个词的碎片：“你的代码智能”、“失控”、“恶灵”。\",\"timestamp\":1639285636,\"title\":\"算力降灵（二）2Q21工程师大罢工\"},\"digest\":\"_pIkS1OTTCQL_stGAiwehehcgKNCpz8INkq-o-a_d4k\",\"authorship\":{\"contributor\":\"0xe7325073A66Ac1FD14C3625Daa4078B4cDc60B95\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"a4636cHLnzAdTWzbfQTKwCQKzcj2vsuh7osd9ZBIdWE\\\",\\\"y\\\":\\\"jfKRcgXLxnCvz_FA77qWK8S301OJz5sPf5MPf3IaI80\\\"}\",\"signature\":\"wC67luLT0Lo4LjDMi2k5xJhes7P8RjAuP-Y9TI8OR0AbS35VJiRyn1OWBYZ4pQkMqGmtcGgD1yNoKwFT7D317Q\",\"signingKeySignature\":\"0xfc7d4d7f5f0bcd0f72789acd047c5bb793b6a8a33272017038dedf9c7582548614a43e71bfe29ffbe2de28347eccf661cd39c3ef839fbc70a51a4dfdfce2bef81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"a4636cHLnzAdTWzbfQTKwCQKzcj2vsuh7osd9ZBIdWE\\\",\\\"y\\\":\\\"jfKRcgXLxnCvz_FA77qWK8S301OJz5sPf5MPf3IaI80\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lkPrCy8pctiMdEVi076ieBF9rdGZFiZk8tLEOjlA4wQ\"}"