"{\"content\":{\"body\":\"区块链的潜力不止在于提供了一个数据库或一个加密货币交易的平台。自2016年以来，人们就不断地尝试将现实世界的资产转移到区块链上，从而在保持资产特性的同时又能享有比特币系统带来的优势。资产的代币化（Tokenization）就实现了这一目标。\\n\\n代币化是一个将权利和利益转换为特定价值单位的过程，比如将资产转换为运行在比特币（BSV）区块链上的数字化代币。\\n\\n## 代币化的运作方式\\n\\n在Bitcoin SV区块链的支持下，代币化可以实现简单高效的占有、验证和转移等模式。目前的数字化代币分为以下几类：证券型、实用型和身份型等。资产可以是有形的，也可以是无形的，任何你认为有价值的事物都可以被代币化。\\n\\n代币化资产为潜在的投资者打开了一个更广阔的市场提供了，与传统证券相比，增加了流动性，并缩短了交易时间。通过比特币（BSV）的协议进行传输、存证、管理和存储，改变了我们处理传统资产转移的方式。比特币（BSV）区块链保证了代币的交易历史不可篡改。\\n\\n## 代币化的核心优势\\n\\n比特币（BSV）区块链不但能实现部分权益代币化，例如内容授权。而且BSV可以将整个资产代币化，比如拥有一套公寓。\\n\\n代币化还可以将大量非流动性资产分割成较小的、流动性较强的部分。以公寓为例，一个单元可以被多个业主共同拥有，代币则代表每个业主的股权。在满足存证需求的同时，代币可以简化与政府交互的业务流程。这个过程在资产交易方面创造了更多的自由度，同时降低了非流动性溢价，建立了一个更高效的流程，并提供了更多的价值来源。\\n\\n将代币化资产与高流动性的跨境平台相结合，可以为公开市场建立一种框架。这会使建立流动、动态、包容的渠道成为可能，增加用户的参与度，并为个人解锁集体价值。\\n\\n比特币（BSV）账本记录了资产所有权的历史变更记录。比特币交易的数字痕迹不仅可以验证归属权的历史，还有助于减少欺诈。BSV的固定结构使得代币持有者不可能“双重出售”代币——即接受两个不同来源的同一资产的转让是不可能的。\\n\\n## 代币的存在形式\\n\\n区块链技术区分了代币的两种存在形式，即可互换代币和不可互换代币。\\n\\n可互换代币是可分割的、同一的、可被另一种相同物品所替代的，如普通的音乐会门票或会员积分。如果双方持有相同数量的代币，他们就可以在不产生任何盈亏的情况下交换这些代币。相反，不可互换代币则是一种独特的象征，无法用另一种物品替代，这就形成了一种可验证的资产稀缺性。\\n\\n存储在每个代币中的是个体的元数据（Metadata），这些元数据包含了代币属性的参照信息，例如关于所有权的信息。这些经过认证的细节最终可以提升代币的价值，因为投资者对代币的来源能做到心中有数。\\n\\n这种不可互换的性质体现了它们与可互换代币在使用场景上的区别。打个比方，你最喜爱的球员在决赛期间穿的比赛日球衣就属于不可互换代币，一件艺术品也属于不可互换代币。\\n\\n## 实际使用范例\\n\\n资产代币化的好处包括易于转让、自动处理以及不再受现金或有形资产约束的交易的固定存档。这一过程改变了不同种类资产获取和转让的方式，从版权到房地产等，使这些所有权民主化。资产代币化为资产的转让提供了可靠的支持，也为其合法性提供了安全保障。\\n\\n为了阐述代币化是如何运作的，让我们假设你正在销售价值5万美元的国际足联世界杯决赛的VIP豪华包厢门票。由于欺诈行为猖獗，高端赛事的门票是难以交易的。你需要仔细检查，以确保卖方在结算及合法转手时给你的不会是假票。\\n\\n你还可以用代币来表示门票的价值，例如1张FWC（Fifa Word Cup Ticket，即世界杯门票）= 5 BSV。通过将智能合约与代币化协议相结合，相比与第三方经纪商进行交易的方式，此类交易过程可以变得更为简单高效，相反地，引入第三方中介会拖慢这个过程。\\n\\n遗产规划是代币化的另一类实际应用。遗产代币化可以使你更简便地将遗产分配给家人和朋友，同时保证这个过程能够遵循你的意愿。\\n\\n代理可以在智能合约中添加某些业务逻辑，同时它能触发自动事件，并且提高结算速度。他们还可以将合规流程编写到代币中，包括对所有拥有数字身份的参与者进行相关的合规KYC/AML检查。\\n\\n## 代币化入门\\n\\n所有代币系统最重要的目标是找到实际和有益的使用场景。抱着这个目的，Tokenized团队开发了屡获殊荣的开源Tokenized协议，使其成为全球数据交换标准。\\n\\nTokenized平台使用智能合约为发行方和用户提供了一种简单而安全的方式来创建、管理和交易证券型或实用型代币。它也是一个功能齐全的Bitcoin SV钱包。\\n\\n“我们希望帮助生态系统中的每个人在自己项目中增加对开源的Tokenized协议的支持。欢迎所有用户、组织、开发者、政府和投资人与我们主动联系，来了解Tokenized协议将如何使他们受益。”Tokenized创始人兼CEO James Belding解释道。\\n\\n> 我们相信，迄今为止，我们的解决方案是市场上最好的代币与智能合约系统，它结合了Bitcoin SV（BSV）网络无与伦比的扩容能力。我们相信自己可以系统地改善全世界参与自愿式交易的方式。\\n\\nTokenized协议的主要特点：\\n\\n* 支持多种资产类型：普通股票（SHC）、会员积分、优惠券、货币、入场券和会员资格（更多的资产类型即将公布）\\n* 跨资产原子互换\\n* 链上消息传递，用于编排多重签名、门限签名、代币交易转账等的签名\\n* 智能合约支持的身份预言机可以确保发行人遵守KYC、AML、CTF法律，甚至在二级市场交易中也能保护用户隐私\\n\\nTokenized平台将通过四个简单的步骤，来确保代币发行的合法性，并且符合发行方的需求。此类资产始终属于用户，他们可以选择任何方式将其出售或用来筹集资金。用户可以创建一个自定义的智能合约，自行选择其中的条款和协议。\\n\\n可以肯定的是，代币化的相关知识对于您深入理解区块链和比特币是十分重要的。\",\"timestamp\":1640079609,\"title\":\"比特币新手入门（七）什么是代币化？\"},\"digest\":\"3hl6NCCv9t2FWTbEq5meCbpp6clxHKsYbsdnM1T7LOg\",\"authorship\":{\"contributor\":\"0xFB0efb087E86f90B99667a0a7a845eDCf0B57C99\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8WmLRCN1WQK1zWZlZGVDTLHwwDoZ_GOD4zkpJpSu6Tc\\\",\\\"y\\\":\\\"YHulkjVl1j6MRO1N8SUKb6h1Cc_OV7xlt70THY1H-tA\\\"}\",\"signature\":\"Y-beep9fMG8oPHvrye1tKn_ukz-FAmGGsYovT6EJbQZGc2zg8ZHXR0x-18vJPywwNoO8v34Gb7KiWjov2ISGkw\",\"signingKeySignature\":\"0x9b0e1cf1f2d8c228101c8e5bbbd424ff2f2aca704730a28f89ea0c86b1f29bb176d976d8f5d5476cd10a82b7ad3faa272e8853012a3e2d8c4603072f8e67d14b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8WmLRCN1WQK1zWZlZGVDTLHwwDoZ_GOD4zkpJpSu6Tc\\\",\\\"y\\\":\\\"YHulkjVl1j6MRO1N8SUKb6h1Cc_OV7xlt70THY1H-tA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3hl6NCCv9t2FWTbEq5meCbpp6clxHKsYbsdnM1T7LOg\"}"