"{\"content\":{\"body\":\"I galloped briskly through the gorges of the Terek and Darial, breakfasted in Kazbek, drank tea in Lars, and arrived at Vladikavkaz in time for supper.  I spare you a description of the mountains, as well as exclamations which convey no meaning, and word-paintings which convey no image -- especially to those who have never been in the Caucasus.  I also omit statistical observations, which I am quite sure nobody would read.\\n\\nI put up at the inn which is frequented by all who travel in those parts, and where, by the way, there is no one you can order to roast your pheasant and cook your cabbage-soup, because the three veterans who have charge of the inn are either so stupid, or so drunk, that it is impossible to knock any sense at all out of them.\\n\\nI was informed that I should have to stay there three days longer, because the \\\"Adventure\\\" had not yet arrived from Ekaterinograd and consequently could not start on the return journey.  What a misadventure!\\\\[1\\\\] . . . But a bad pun is no consolation to a Russian, and, for the sake of something to occupy my thoughts, I took it into my head to write down the story about Bela, which I had heard from Maksim Maksimych -- never imagining that it would be the first link in a long chain of novels: you see how an insignificant event has sometimes dire results! . . . Perhaps, however, you do not know what the \\\"Adventure\\\" is?  It is a convoy -- composed of half a company of infantry, with a cannon -- which escorts baggage-trains through Kabardia from Vladikavkaz to Ekaterinograd.\\n\\n\\\\[1\\\\] In Russian -- okaziya=occasion, adventure, etc.; chto za okaziya=how unfortunate!\\n\\nThe first day I found the time hang on my hands dreadfully.  Early next morning a vehicle drove into the courtyard. . .  Aha!  Maksim Maksimych! . . .  We met like a couple of old friends.  I offered to share my own room with him, and he accepted my hospitality without standing upon ceremony; he even clapped me on the shoulder and puckered up his mouth by way of a smile -- a queer fellow, that! . . .\\n\\nMaksim Maksimych was profoundly versed in the culinary art.  He roasted the pheasant astonishingly well and basted it successfully with cucumber sauce.  I was obliged to acknowledge that, but for him, I should have had to remain on a dry-food diet.  A bottle of Kakhetian wine helped us to forget the modest number of dishes -- of which there was one, all told.  Then we lit our pipes, took our chairs, and sat down -- I by the window, and he by the stove, in which a fire had been lighted because the day was damp and cold.  We remained silent.  What had we to talk about?  He had already told me all that was of interest about himself and I had nothing to relate.  I looked out of the window.  Here and there, behind the trees, I caught glimpses of a number of poor, low houses straggling along the bank of the Terek, which flowed seaward in an ever-widening stream; farther off rose the dark-blue, jagged wall of the mountains, behind which Mount Kazbek gazed forth in his high- priest's hat of white.  I took a mental farewell of them; I felt sorry to leave them. . .\\n\\nThus we sat for a considerable time.  The sun was sinking behind the cold summits and a whitish mist was beginning to spread over the valleys, when the silence was broken by the jingling of the bell of a travelling-carriage and the shouting of drivers in the street.  A few vehicles, accompanied by dirty Armenians, drove into the courtyard of the inn, and behind them came an empty travelling-carriage.  Its light movement, comfortable arrangement, and elegant appearance gave it a kind of foreign stamp.  Be- hind it walked a man with large moustaches.  He was wearing a Hungarian jacket and was rather well dressed for a manservant.  From the bold manner in which he shook the ashes out of his pipe and shouted at the coachman it was impossible to mistake his calling.  He was obviously the spoiled servant of an indolent master -- something in the nature of a Russian Figaro.\\n\\n\\\"Tell me, my good man,\\\" I called to him out of the window.  \\\"What is it? -- Has the 'Ad- venture' arrived, eh?\\\"\\n\\nHe gave me a rather insolent glance, straight- ened his cravat, and turned away.  An Armenian, who was walking near him, smiled and answered for him that the \\\"Adventure\\\" had, in fact, arrived, and would start on the return journey the following morning.\\n\\n\\\"Thank heavens!\\\" said Maksim Maksimych, who had come up to the window at that moment. \\\"What a wonderful carriage!\\\" he added; \\\"probably it belongs to some official who is going to Tiflis for a judicial inquiry.  You can see that he is unacquainted with our little mountains!  No, my friend, you're not serious! They are not for the like of you; why, they would shake even an English carriage to bits! -- But who could it be?  Let us go and find out.\\\"\\n\\nWe went out into the corridor, at the end of which there was an open door leading into a side room.  The manservant and a driver were dragging portmanteaux into the room.\\n\\n\\\"I say, my man!\\\" the staff-captain asked him: \\\"Whose is that marvellous carriage? -- Eh? -- A beautiful carriage!\\\"\\n\\nWithout turning round the manservant growled something to himself as he undid a portmanteau.  Maksim Maksimych grew angry.\\n\\n\\\"I am speaking to you, my friend!\\\" he said, touching the uncivil fellow on the shoulder.\\n\\n\\\"Whose carriage? -- My master's.\\\"\\n\\n\\\"And who is your master?\\\"\\n\\n\\\"Pechorin --\\\"\\n\\n\\\"What did you say?  What?  Pechorin? -- Great Heavens! . . . Did he not serve in the Caucasus?\\\" exclaimed Maksim Maksimych, plucking me by the sleeve.  His eyes were sparkling with joy.\\n\\n\\\"Yes, he served there, I think -- but I have not been with him long.\\\"\\n\\n\\\"Well!  Just so! . . . Just so! . . . Grigori Aleksandrovich? . . . that is his name, of course?  Your master and I were friends,\\\" he added, giving the manservant a friendly clap on the shoulder with such force as to cause him to stagger.\\n\\n\\\"Excuse me, sir, you are hindering me,\\\" said the latter, frowning.\\n\\n\\\"What a fellow you are, my friend!  Why, don't you know, your master and I were bosom friends, and lived together? . . . But where has he put up?\\\"\\n\\nThe servant intimated that Pechorin had stayed to take supper and pass the night at Colonel N----'s.\\n\\n\\\"But won't he be looking in here in the evening?\\\" said Maksim Maksimych.  \\\"Or, you, my man, won't you be going over to him for something? . . . If you do, tell him that Maksim Maksimych is here; just say that -- he'll know! -- I'll give you half a ruble for a tip!\\\"\\n\\nThe manservant made a scornful face on hearing such a modest promise, but he assured Maksim Maksimych that he would execute his commission.\\n\\n\\\"He'll be sure to come running up directly!\\\" said Maksim Maksimych, with an air of triumph. \\\"I will go outside the gate and wait for him! Ah, it's a pity I am not acquainted with Colonel N----!\\\"\\n\\nMaksim Maksimych sat down on a little bench outside the gate, and I went to my room.  I confess that I also was awaiting this Pechorin's appearance with a certain amount of impatience -- although, from the staff-captain's story, I had formed a by no means favourable idea of him. Still, certain traits in his character struck me as remarkable.  In an hour's time one of the old soldiers brought a steaming samovar and a teapot.\\n\\n\\\"Won't you have some tea, Maksim Mak- simych?\\\" I called out of the window.\\n\\n\\\"Thank you.  I am not thirsty, somehow.\\\"\\n\\n\\\"Oh, do have some!  It is late, you know, and cold!\\\"\\n\\n\\\"No, thank you\\\" . . .\\n\\n\\\"Well, just as you like!\\\"\\n\\nI began my tea alone.  About ten minutes afterwards my old captain came in.\\n\\n\\\"You are right, you know; it would be better to have a drop of tea -- but I was waiting for Pechorin.  His man has been gone a long time now, but evidently something has detained him.\\\"\\n\\nThe staff-captain hurriedly sipped a cup of tea, refused a second, and went off again outside the gate -- not without a certain amount of dis- quietude.  It was obvious that the old man was mortified by Pechorin's neglect, the more so because a short time previously he had been telling me of their friendship, and up to an hour ago had been convinced that Pechorin would come running up immediately on hearing his name.\\n\\nIt was already late and dark when I opened the window again and began to call Maksim Maksimych, saying that it was time to go to bed.  He muttered something through his teeth.  I repeated my invitation -- he made no answer.\\n\\nI left a candle on the stove-seat, and, wrapping myself up in my cloak, I lay down on the couch and soon fell into slumber; and I would have slept on quietly had not Maksim Maksimych awakened me as he came into the room.  It was then very late.  He threw his pipe on the table, began to walk up and down the room, and to rattle about at the stove.  At last he lay down, but for a long time he kept coughing, spitting, and tossing about.\\n\\n\\\"The bugs are biting you, are they not?\\\" I asked.\\n\\n\\\"Yes, that is it,\\\" he answered, with a heavy sigh.\\n\\nI woke early the next morning, but Maksim Maksimych had anticipated me.  I found him sitting on the little bench at the gate.\\n\\n\\\"I have to go to the Commandant,\\\" he said, \\\"so, if Pechorin comes, please send for me.\\\" . . .\\n\\nI gave my promise.  He ran off as if his limbs had regained their youthful strength and supple- ness.\\n\\nThe morning was fresh and lovely.  Golden clouds had massed themselves on the mountain- tops like a new range of aerial mountains.  Before the gate a wide square spread out; behind it the bazaar was seething with people, the day being Sunday.  Barefooted Ossete boys, carrying wallets of honeycomb on their shoulders, were hovering around me.  I cursed them; I had other things to think of -- I was beginning to share the worthy staff-captain's uneasiness.\\n\\nBefore ten minutes had passed the man we were awaiting appeared at the end of the square. He was walking with Colonel N., who accom- panied him as far as the inn, said good-bye to him, and then turned back to the fortress.  I im- mediately despatched one of the old soldiers for Maksim Maksimych.\\n\\nPechorin's manservant went out to meet him and informed him that they were going to put to at once; he handed him a box of cigars, received a few orders, and went off about his business.  His master lit a cigar, yawned once or twice, and sat down on the bench on the other side of the gate. I must now draw his portrait for you.\\n\\nHe was of medium height.  His shapely, slim figure and broad shoulders gave evidence of a strong constitution, capable of enduring all the hardships of a nomad life and changes of climates, and of resisting with success both the demoral- ising effects of life in the Capital and the tempests of the soul.  His velvet overcoat, which was covered with dust, was fastened by the two lower buttons only, and exposed to view linen of dazzling whiteness, which proved that he had the habits of a gentleman.  His gloves, soiled by travel, seemed as though made ex- pressly for his small, aristocratic hand, and when he took one glove off I was astonished at the thinness of his pale fingers.  His gait was care- less and indolent, but I noticed that he did not swing his arms -- a sure sign of a certain secretive- ness of character.  These remarks, however, are the result of my own observations, and I have not the least desire to make you blindly believe in them.  When he was in the act of seating himself on the bench his upright figure bent as if there was not a single bone in his back.  The attitude of his whole body was expressive of a certain nervous weakness; he looked, as he sat, like one of Balzac's thirty-year-old coquettes resting in her downy arm-chair after a fatiguing ball. From my first glance at his face I should not have supposed his age to be more than twenty- three, though afterwards I should have put it down as thirty.  His smile had something of a child-like quality.  His skin possessed a kind of feminine delicacy.  His fair hair, naturally curly, most picturesquely outlined his pale and noble brow, on which it was only after lengthy observa- tion that traces could be noticed of wrinkles, intersecting each other: probably they showed up more distinctly in moments of anger or mental disturbance.  Notwithstanding the light colour of his hair, his moustaches and eyebrows were black -- a sign of breeding in a man, just as a black mane and a black tail in a white horse. To complete the portrait, I will add that he had a slightly turned-up nose, teeth of dazzling whiteness, and brown eyes -- I must say a few words more about his eyes.\\n\\nIn the first place, they never laughed when he laughed.  Have you not happened, yourself, to notice the same peculiarity in certain people? . . . It is a sign either of an evil disposition or of deep and constant grief.  From behind his half- lowered eyelashes they shone with a kind of phosphorescent gleam -- if I may so express my- self -- which was not the reflection of a fervid soul or of a playful fancy, but a glitter like to that of smooth steel, blinding but cold.  His glance -- brief, but piercing and heavy -- left the unpleasant impression of an indiscreet question and might have seemed insolent had it not been so unconcernedly tranquil.\\n\\nIt may be that all these remarks came into my mind only after I had known some details of his life, and it may be, too, that his appearance would have produced an entirely different im- pression upon another; but, as you will not hear of him from anyone except myself, you will have to rest content, nolens volens, with the descrip- tion I have given.  In conclusion, I will say that, speaking generally, he was a very good-looking man, and had one of those original types of countenance which are particularly pleasing to women.\\n\\nThe horses were already put to; now and then the bell jingled on the shaft-bow;\\\\[1\\\\] and the manservant had twice gone up to Pechorin with the announcement that everything was ready, but still there was no sign of Maksim Maksimych. Fortunately Pechorin was sunk in thought as he gazed at the jagged, blue peaks of the Caucasus, and was apparently by no means in a hurry for the road.\\n\\n\\\\[1\\\\] The duga.\\n\\nI went up to him.\\n\\n\\\"If you care to wait a little longer,\\\" I said, \\\"you will have the pleasure of meeting an old friend.\\\"\\n\\n\\\"Oh, exactly!\\\" he answered quickly.  \\\"They told me so yesterday.  Where is he, though?\\\"\\n\\nI looked in the direction of the square and there I descried Maksim Maksimych running as hard as he could.  In a few moments he was beside us.  He was scarcely able to breathe; perspiration was rolling in large drops from his face; wet tufts of grey hair, escaping from under his cap, were glued to his forehead; his knees were shaking. . .  He was about to throw himself on Pechorin's neck, but the latter, rather coldly, though with a smile of welcome, stretched out his hand to him.  For a moment the staff- captain was petrified, but then eagerly seized Pechorin's hand in both his own.  He was still unable to speak.\\n\\n\\\"How glad I am to see you, my dear Maksim Maksimych!  Well, how are you?\\\" said Pechorin.\\n\\n\\\"And . . . thou . . . you?\\\"\\\\[1\\\\] murmured the old man, with tears in his eyes.  \\\"What an age it is since I have seen you! . . .  But where are you off to?\\\" . . .\\n\\n\\\\[1\\\\] \\\"Thou\\\" is the form of address used in speaking to an intimate friend, etc.  Pechorin had used the more formal \\\"you.\\\"\\n\\n\\\"I am going to Persia -- and farther.\\\" . . .\\n\\n\\\"But surely not immediately? . . .  Wait a little, my dear fellow! . . .  Surely we are not going to part at once? . . . What a long time it is since we have seen each other!\\\" . . .\\n\\n\\\"It is time for me to go, Maksim Maksimych,\\\" was the reply.\\n\\n\\\"Good heavens, good heavens!  But where are you going to in such a hurry?  There was so much I should have liked to tell you!  So much to question you about! . . .  Well, what of your- self?  Have you retired? . . .  What? . . . How have you been getting along?\\\"\\n\\n\\\"Getting bored!\\\" answered Pechorin, smiling.\\n\\n\\\"You remember the life we led in the fortress? A splendid country for hunting!  You were awfully fond of shooting, you know! . . .  And Bela?\\\" . . .\\n\\nPechorin turned just the slightest bit pale and averted his head.\\n\\n\\\"Yes, I remember!\\\" he said, almost im- mediately forcing a yawn.\\n\\nMaksim Maksimych began to beg him to stay with him for a couple of hours or so longer.\\n\\n\\\"We will have a splendid dinner,\\\" he said. \\\"I have two pheasants; and the Kakhetian wine is excellent here . . . not what it is in Georgia, of course, but still of the best sort. . .  We will have a talk. . .  You will tell me about your life in Petersburg. . .  Eh?\\\" . . .\\n\\n\\\"In truth, there's nothing for me to tell, dear Maksim Maksimych. . .  However, good-bye, it is time for me to be off. . . I am in a hurry. . . I thank you for not having forgotten me,\\\" he added, taking him by the hand.\\n\\nThe old man knit his brows.  He was grieved and angry, although he tried to hide his feelings.\\n\\n\\\"Forget!\\\" he growled.  \\\"I have not for- gotten anything. . .  Well, God be with you! . . . It is not like this that I thought we should meet.\\\"\\n\\n\\\"Come!  That will do, that will do!\\\" said Pechorin, giving him a friendly embrace.  \\\"Is it possible that I am not the same as I used to be? . . .  What can we do?  Everyone must go his own way. . .  Are we ever going to meet again? -- God only knows!\\\"\\n\\nWhile saying this he had taken his seat in the carriage, and the coachman was already gathering up the reins.\\n\\n\\\"Wait, wait!\\\" cried Maksim Maksimych suddenly, holding on to the carriage door.  \\\"I was nearly forgetting altogether.  Your papers were left with me, Grigori Aleksandrovich. . . I drag them about everywhere I go. . .  I thought I should find you in Georgia, but this is where it has pleased Heaven that we should meet.  What's to be done with them?\\\" . . .\\n\\n\\\"Whatever you like!\\\" answered Pechorin. \\\"Good-bye.\\\" . . .\\n\\n\\\"So you are off to Persia? . . .  But when will you return?\\\" Maksim Maksimych cried after him.\\n\\nBy this time the carriage was a long way off, but Pechorin made a sign with his hand which might be interpreted as meaning:\\n\\n\\\"It is doubtful whether I shall return, and there is no reason, either, why I should!\\\"\\n\\nThe jingle of the bell and the clatter of the wheels along the flinty road had long ceased to be audible, but the poor old man still remained standing in the same place, deep in thought.\\n\\n\\\"Yes,\\\" he said at length, endeavouring to assume an air of indifference, although from time to time a tear of vexation glistened on his eyelashes.  \\\"Of course we were friends -- well, but what are friends nowadays? . . .  What could I be to him?  I'm not rich; I've no rank; and, moreover, I'm not at all his match in years! -- See what a dandy he has become since he has been staying in Petersburg again! . . .  What a carriage! . . .  What a quantity of luggage! . . . And such a haughty manservant too!\\\" . . .\\n\\nThese words were pronounced with an ironical smile.\\n\\n\\\"Tell me,\\\" he continued, turning to me, \\\"what do you think of it?  Come, what the devil is he off to Persia for now? . . .  Good Lord, it is ridiculous -- ridiculous! . . .  But I always knew that he was a fickle man, and one you could never rely on! . . .  But, indeed, it is a pity that he should come to a bad end . . . yet it can't be otherwise! . . .  I always did say that there is no good to be got out of a man who forgets his old friends!\\\" . . .\\n\\nHereupon he turned away in order to hide his agitation and proceeded to walk about the court- yard, around his cart, pretending to be examining the wheels, whilst his eyes kept filling with tears every moment.\\n\\n\\\"Maksim Maksimych,\\\" I said, going up to him, \\\"what papers are these that Pechorin left you?\\\"\\n\\n\\\"Goodness knows!  Notes of some sort\\\" . . .\\n\\n\\\"What will you do with them?\\\"\\n\\n\\\"What?  I'll have cartridges made of them.\\\"\\n\\n\\\"Hand them over to me instead.\\\"\\n\\nHe looked at me in surprise, growled some- thing through his teeth, and began to rummage in his portmanteau.  Out he drew a writing-book and threw it contemptuously on the ground; then a second -- a third -- a tenth shared the same fate.  There was something childish in his vexation, and it struck me as ridiculous and pitiable. . .\\n\\n\\\"Here they are,\\\" he said.  \\\"I congratulate you on your find!\\\" . . .\\n\\n\\\"And I may do anything I like with them?\\\"\\n\\n\\\"Yes, print them in the newspapers, if you like. What is it to me?  Am I a friend or relation of his?  It is true that for a long time we lived under one roof . . . but aren't there plenty of people with whom I have lived?\\\" . . .\\n\\nI seized the papers and lost no time in carry- ing them away, fearing that the staff-captain might repent his action.  Soon somebody came to tell us that the \\\"Adventure\\\" would set off in an hour's time.  I ordered the horses to be put to.\\n\\nI had already put my cap on when the staff- captain entered the room.  Apparently he had not got ready for departure.  His manner was somewhat cold and constrained.\\n\\n\\\"You are not going, then, Maksim Maksim- ych?\\\"\\n\\n\\\"No, sir!\\\"\\n\\n\\\"But why not?\\\"\\n\\n\\\"Well, I have not seen the Commandant yet, and I have to deliver some Government things.\\\"\\n\\n\\\"But you did go, you know.\\\"\\n\\n\\\"I did, of course,\\\" he stammered, \\\"but he was not at home . . . and I did not wait.\\\"\\n\\nI understood.  For the first time in his life, probably, the poor old man had, to speak by the book, thrown aside official business 'for the sake of his personal requirements' . . . and how he had been rewarded!\\n\\n\\\"I am very sorry, Maksim Maksimych, very sorry indeed,\\\" I said, \\\"that we must part sooner than necessary.\\\"\\n\\n\\\"What should we rough old men be thinking of to run after you?  You young men are fashionable and proud: under the Circassian bullets you are friendly enough with us . . . but when you meet us afterwards you are ashamed even to give us your hand!\\\"\\n\\n\\\"I have not deserved these reproaches, Maksim Maksimych.\\\"\\n\\n\\\"Well, but you know I'm quite right.  How- ever, I wish you all good luck and a pleasant journey.\\\"\\n\\nWe took a rather cold farewell of each other. The kind-hearted Maksim Maksimych had be- come the obstinate, cantankerous staff-captain! And why?  Because Pechorin, through ab- sent-mindedness or from some other cause, had extended his hand to him when Maksim Maksimych was going to throw himself on his neck!  Sad it is to see when a young man loses his best hopes and dreams, when from before his eyes is withdrawn the rose-hued veil through which he has looked upon the deeds and feelings of mankind; although there is the hope that the old illusions will be replaced by new ones, none the less evanescent, but, on the other hand, none the less sweet.  But wherewith can they be replaced when one is at the age of Maksim Maksimych?  Do what you will, the heart hardens and the soul shrinks in upon itself.\\n\\nI departed -- alone.\\n\\nFOREWORD TO BOOKS III, IV, AND V\\n\\nCONCERNING PECHORIN'S DIARY\\n\\nI LEARNED not long ago that Pechorin had died on his way back from Persia.  The news afforded me great delight; it gave me the right to print these notes; and I have taken advantage of the opportunity of putting my name at the head of another person's productions.  Heaven grant that my readers may not punish me for such an innocent deception!\\n\\nI must now give some explanation of the reasons which have induced me to betray to the public the inmost secrets of a man whom I never knew.  If I had even been his friend, well and good: the artful indiscretion of the true friend is intelligible to everybody; but I only saw Pechorin once in my life -- on the high-road -- and, consequently, I cannot cherish towards him that inexplicable hatred, which, hiding its face under the mask of friendship, awaits but the death or misfortune of the beloved object to burst over its head in a storm of reproaches, admonitions, scoffs and regrets.\\n\\nOn reading over these notes, I have become convinced of the sincerity of the man who has so unsparingly exposed to view his own weaknesses and vices.  The history of a man's soul, even the pettiest soul, is hardly less interesting and useful than the history of a whole people; especially when the former is the result of the observations of a mature mind upon itself, and has been written without any egoistical desire of arousing sympathy or astonishment.  Rous- seau's Confessions has precisely this defect -- he read it to his friends.\\n\\nAnd, so, it is nothing but the desire to be useful that has constrained me to print fragments of this diary which fell into my hands by chance. Although I have altered all the proper names, those who are mentioned in it will probably recog- nise themselves, and, it may be, will find some justification for actions for which they have hitherto blamed a man who has ceased henceforth to have anything in common with this world. We almost always excuse that which we under- stand.\\n\\nI have inserted in this book only those portions of the diary which refer to Pechorin's sojourn in the Caucasus.  There still remains in my hands a thick writing-book in which he tells the story of his whole life.  Some time or other that, too, will present itself before the tribunal of the world, but, for many and weighty reasons, I do not venture to take such a responsibility upon myself now.\\n\\nPossibly some readers would like to know my own opinion of Pechorin's character.  My answer is: the title of this book.  \\\"But that is malicious irony!\\\" they will say. . .  I know not.\\n\\nBOOK III THE FIRST EXTRACT FROM PECHORIN'S DIARY\\n\\nTAMAN\\n\\nTAMAN is the nastiest little hole of all the seaports of Russia. I was all but starved  there, to say nothing of having a narrow escape of being drowned.\\n\\nI arrived late at night by the post-car. The driver stopped the tired troika\\\\[1\\\\] at the gate of the only stone-built house that stood at the entrance to the town. The sentry, a Cossack from the Black Sea, hearing the jingle of the bell, cried out, sleepily, in his barbarous voice, \\\"Who goes there?\\\" An under-officer of Cossacks and a headborough\\\\[2\\\\] came out. I explained that I was an officer bound for the active-service detachment on Government business, and I proceeded to demand official quarters. The headborough conducted us round the town. Whatever hut we drove up to we found to be occupied. The weather was cold; I had not slept for three nights; I was tired out, and I began to lose my temper.\\n\\n\\\\[1\\\\] Team of three horses abreast.\\n\\n\\\\[2\\\\] Desyatnik, a superintendent of ten (men or huts), i.e. an officer like the old English tithing-man or headborough.\\n\\n\\\"Take me somewhere or other, you scoundrel!\\\" I cried; \\\"to the devil himself, so long as there's a place to put up at!\\\"\\n\\n\\\"There is one other lodging,\\\" answered the headborough, scratching his head. \\\"Only you won't like it, sir. It is uncanny!\\\"\\n\\nFailing to grasp the exact signification of the last phrase, I ordered him to go on, and, after a lengthy peregrination through muddy byways, at the sides of which I could see nothing but old fences, we drove up to a small cabin, right on the shore of the sea.\\n\\nThe full moon was shining on the little reed- thatched roof and the white walls of my new dwelling. In the courtyard, which was sur- rounded by a wall of rubble-stone, there stood another miserable hovel, smaller and older than the first and all askew. The shore descended precipitously to the sea, almost from its very walls, and down below, with incessant murmur, plashed the dark-blue waves. The moon gazed softly upon the watery element, restless but obedient to it, and I was able by its light to distinguish two ships lying at some distance from the shore, their black rigging motionless and standing out, like cobwebs, against the pale line of the horizon.\\n\\n\\\"There are vessels in the harbour,\\\" I said to myself. \\\"To-morrow I will set out for Gelen- jik.\\\"\\n\\nI had with me, in the capacity of soldier- servant, a Cossack of the frontier army. Order- ing him to take down the portmanteau and dis- miss the driver, I began to call the master of the house. No answer! I knocked -- all was silent within! . . . What could it mean? At length a boy of about fourteen crept out from the hall.\\n\\n\\\"Where is the master?\\\"\\n\\n\\\"There isn't one.\\\"\\n\\n\\\"What! No master?\\\"\\n\\n\\\"None!\\\"\\n\\n\\\"And the mistress?\\\"\\n\\n\\\"She has gone off to the village.\\\"\\n\\n\\\"Who will open the door for me, then?\\\" I said, giving it a kick.\\n\\nThe door opened of its own accord, and a breath of moisture-laden air was wafted from the hut. I struck a lucifer match and held it to the boy's face. It lit up two white eyes. He was totally blind, obviously so from birth. He stood stock-still before me, and I began to examine his features.\\n\\nI confess that I have a violent prejudice against all blind, one-eyed, deaf, dumb, legless, armless, hunchbacked, and such-like people. I have observed that there is always a certain strange connection between a man's exterior and his soul; as, if when the body loses a limb, the soul also loses some power of feeling.\\n\\nAnd so I began to examine the blind boy's face. But what could be read upon a face from which the eyes are missing?. . . For a long time I gazed at him with involuntary compassion, when suddenly a scarcely perceptible smile flitted over his thin lips, producing, I know not why, a most unpleasant impression upon me. I began to feel a suspicion that the blind boy was not so blind as he appeared to be. In vain I endeavoured to convince myself that it was impossible to counterfeit cataracts; and besides, what reason could there be for doing such a thing? But I could not help my sus- picions. I am easily swayed by prejudice. . .\\n\\n\\\"You are the master's son?\\\" I asked at length.\\n\\n\\\"No.\\\"\\n\\n\\\"Who are you, then?\\\"\\n\\n\\\"An orphan -- a poor boy.\\\"\\n\\n\\\"Has the mistress any children?\\\"\\n\\n\\\"No, her daughter ran away and crossed the sea with a Tartar.\\\"\\n\\n\\\"What sort of a Tartar?\\\"\\n\\n\\\"The devil only knows! A Crimean Tartar, a boatman from Kerch.\\\"\\n\\nI entered the hut. Its whole furniture con- sisted of two benches and a table, together with an enormous chest beside the stove. There was not a single ikon to be seen on the wall -- a bad sign! The sea-wind burst in through the broken window-pane. I drew a wax candle-end from my portmanteau, lit it, and began to put my things out. My sabre and gun I placed in a corner, my pistols I laid on the table. I spread my felt cloak out on one bench, and the Cossack his on the other. In ten minutes the latter was snoring, but I could not go to sleep -- the image of the boy with the white eyes kept hovering before me in the dark.\\n\\nAbout an hour passed thus. The moon shone in at the window and its rays played along the earthen floor of the hut. Suddenly a shadow flitted across the bright strip of moonshine which intersected the floor. I raised myself up a little and glanced out of the window. Again somebody ran by it and disappeared -- goodness knows where! It seemed impossible for anyone to descend the steep cliff overhanging the shore, but that was the only thing that could have happened. I rose, threw on my tunic, girded on a dagger, and with the utmost quietness went out of the hut. The blind boy was coming towards me. I hid by the fence, and he passed by me with a sure but cautious step. He was carrying a parcel under his arm. He turned towards the harbour and began to descend a steep and narrow path.\\n\\n\\\"On that day the dumb will cry out and the blind will see,\\\" I said to myself, following him just close enough to keep him in sight.\\n\\nMeanwhile the moon was becoming overcast by clouds and a mist had risen upon the sea. The lantern alight in the stern of a ship close at hand was scarcely visible through the mist, and by the shore there glimmered the foam of the waves, which every moment threatened to submerge it. Descending with difficulty, I stole along the steep declivity, and all at once I saw the blind boy come to a standstill and then turn down to the right. He walked so close to the water's edge that it seemed as if the waves would straight- way seize him and carry him off. But, judging by the confidence with which he stepped from rock to rock and avoided the water-channels, this was evidently not the first time that he had made that journey. Finally he stopped, as though listening for something, squatted down upon the ground, and laid the parcel beside him. Concealing myself behind a projecting rock on the shore, I kept watch on his movements. After a few minutes a white figure made its appearance from the opposite direction. It came up to the blind boy and sat down beside him. At times the wind wafted their conversation to me.\\n\\n\\\"Well?\\\" said a woman's voice. \\\"The storm is violent; Yanko will not be here.\\\"\\n\\n\\\"Yanko is not afraid of the storm!\\\" the other replied.\\n\\n\\\"The mist is thickening,\\\" rejoined the woman's voice, sadness in its tone.\\n\\n\\\"In the mist it is all the easier to slip past the guardships,\\\" was the answer.\\n\\n\\\"And if he is drowned?\\\"\\n\\n\\\"Well, what then? On Sunday you won't have a new ribbon to go to church in.\\\"\\n\\nAn interval of silence followed. One thing, however, struck me -- in talking to me the blind boy spoke in the Little Russian dialect, but now he was expressing himself in pure Russian.\\n\\n\\\"You see, I am right!\\\" the blind boy went on, clapping his hands. \\\"Yanko is not afraid of sea, nor winds, nor mist, nor coastguards! Just listen! That is not the water plashing, you can't deceive me -- it is his long oars.\\\"\\n\\nThe woman sprang up and began anxiously to gaze into the distance.\\n\\n\\\"You are raving!\\\" she said. \\\"I cannot see anything.\\\"\\n\\nI confess that, much as I tried to make out in the distance something resembling a boat, my efforts were unsuccessful. About ten minutes passed thus, when a black speck appeared between the mountains of the waves! At one time it grew larger, at another smaller. Slowly rising upon the crests of the waves and swiftly de- scending from them, the boat drew near to the shore.\\n\\n\\\"He must be a brave sailor,\\\" I thought, \\\"to have determined to cross the twenty versts of strait on a night like this, and he must have had a weighty reason for doing so.\\\"\\n\\nReflecting thus, I gazed with an involuntary beating of the heart at the poor boat. It dived like a duck, and then, with rapidly swinging oars -- like wings -- it sprang forth from the abyss amid the splashes of the foam. \\\"Ah!\\\" I thought, \\\"it will be dashed against the shore with all its force and broken to pieces!\\\" But it turned aside adroitly and leaped unharmed into a little creek. Out of it stepped a man of medium height, wearing a Tartar sheepskin cap. He waved his hand, and all three set to work to drag something out of the boat. The cargo was so large that, to this day, I cannot understand how it was that the boat did not sink.\\n\\nEach of them shouldered a bundle, and they set off along the shore, and I soon lost sight of them. I had to return home; but I confess I was rendered uneasy by all these strange happenings, and I found it hard to await the morning.\\n\\nMy Cossack was very much astonished when, on waking up, he saw me fully dressed. I did not, however, tell him the reason. For some time I stood at the window, gazing admiringly at the blue sky all studded with wisps of cloud, and at the distant shore of the Crimea, stretching out in a lilac-coloured streak and ending in a cliff, on the summit of which the white tower of the lighthouse was gleaming. Then I betook myself to the fortress, Phanagoriya, in order to ascertain from the Commandant at what hour I should depart for Gelenjik.\\n\\nBut the Commandant, alas! could not give me any definite information. The vessels lying in the harbour were all either guard-ships or merchant-vessels which had not yet even begun to take in lading.\\n\\n\\\"Maybe in about three or four days' time a mail-boat will come in,\\\" said the Commandant, \\\"and then we shall see.\\\"\\n\\nI returned home sulky and wrathful. My Cossack met me at the door with a frightened countenance.\\n\\n\\\"Things are looking bad, sir!\\\" he said.\\n\\n\\\"Yes, my friend; goodness only knows when we shall get away!\\\"\\n\\nHereupon he became still more uneasy, and, bending towards me, he said in a whisper:\\n\\n\\\"It is uncanny here! I met an under-officer from the Black Sea to-day -- he's an acquaintance of mine -- he was in my detachment last year. When I told him where we were staying, he said, 'That place is uncanny, old fellow; they're wicked people there!' . . . And, indeed, what sort of a blind boy is that? He goes everywhere alone, to fetch water and to buy bread at the bazaar. It is evident they have become accus- tomed to that sort of thing here.\\\"\\n\\n\\\"Well, what then? Tell me, though, has the mistress of the place put in an appear- ance?\\\"\\n\\n\\\"During your absence to-day, an old woman and her daughter arrived.\\\"\\n\\n\\\"What daughter? She has no daughter!\\\"\\n\\n\\\"Goodness knows who it can be if it isn't her daughter; but the old woman is sitting over there in the hut now.\\\"\\n\\nI entered the hovel. A blazing fire was burning in the stove, and they were cooking a dinner which struck me as being a rather luxurious one for poor people. To all my questions the old woman replied that she was deaf and could not hear me. There was nothing to be got out of her. I turned to the blind boy who was sitting in front of the stove, putting twigs into the fire.\\n\\n\\\"Now, then, you little blind devil,\\\" I said, taking him by the ear. \\\"Tell me, where were you roaming with the bundle last night, eh?\\\"\\n\\nThe blind boy suddenly burst out weeping, shrieking and wailing.\\n\\n\\\"Where did I go? I did not go anywhere. . . With the bundle?. . . What bundle?\\\"\\n\\nThis time the old woman heard, and she began to mutter:\\n\\n\\\"Hark at them plotting, and against a poor boy too! What are you touching him for? What has he done to you?\\\"\\n\\nI had enough of it, and went out, firmly resolved to find the key to the riddle.\\n\\nI wrapped myself up in my felt cloak and, sitting down on a rock by the fence, gazed into the distance. Before me stretched the sea, agitated by the storm of the previous night, and its monotonous roar, like the murmur of a town over which slumber is beginning to creep, recalled bygone years to my mind, and trans- ported my thoughts northward to our cold Capital. Agitated by my recollections, I became oblivious of my surroundings.\\n\\nAbout an hour passed thus, perhaps even longer. Suddenly something resembling a song struck upon my ear. It was a song, and the voice was a woman's, young and fresh -- but, where was it coming from?. . . I listened; it was a harmonious melody -- now long-drawn- out and plaintive, now swift and lively. I looked around me -- there was nobody to be seen. I listened again -- the sounds seemed to be falling from the sky. I raised my eyes. On the roof of my cabin was standing a young girl in a striped dress and with her hair hanging loose -- a regular water-nymph. Shading her eyes from the sun's rays with the palm of her hand, she was gazing intently into the distance. At one time, she would laugh and talk to herself, at another, she would strike up her song anew.\\n\\nI have retained that song in my memory, word for word:\\n\\n```\\n At their own free will\\n\\n They seem to wander\\n\\n O'er the green sea yonder,\\n\\n Those ships, as still\\n\\n They are onward going,\\n\\n With white sails flowing.\\n\\n\\n And among those ships\\n\\n My eye can mark\\n\\n My own dear barque:\\n\\n By two oars guided\\n\\n (All unprovided\\n\\n With sails) it slips.\\n\\n\\n The storm-wind raves:\\n\\n And the old ships -- see!\\n\\n With wings spread free,\\n\\n Over the waves\\n\\n They scatter and flee!\\n\\n\\n The sea I will hail\\n\\n With obeisance deep:\\n\\n \\\"Thou base one, hark!\\n\\n Thou must not fail\\n\\n My little barque\\n\\n From harm to keep!\\\"\\n\\n\\n For lo! 'tis bearing\\n\\n Most precious gear,\\n\\n And brave and daring\\n\\n The arms that steer\\n\\n Within the dark\\n\\n My little barque.\\n```\\n\\nInvoluntarily the thought occurred to me that I had heard the same voice the night before. I reflected for a moment, and when I looked up at the roof again there was no girl to be seen. Suddenly she darted past me, with another song on her lips, and, snapping her fingers, she ran up to the old woman. Thereupon a quarrel arose between them. The old woman grew angry, and the girl laughed loudly. And then I saw my Undine running and gambolling again. She came up to where I was, stopped, and gazed fixedly into my face as if surprised at my presence. Then she turned carelessly away and went quietly towards the harbour. But this was not all. The whole day she kept hovering around my lodging, singing and gambolling without a moment's interruption. Strange creature! There was not the slightest sign of insanity in her face; on the contrary, her eyes, which were continually resting upon me, were bright and piercing. Moreover, they seemed to be endowed with a certain magnetic power, and each time they looked at me they appeared to be expecting a question. But I had only to open my lips to speak, and away she would run, with a sly smile.\\n\\nCertainly never before had I seen a woman like her. She was by no means beautiful; but, as in other matters, I have my own prepossessions on the subject of beauty. There was a good deal of breeding in her. . . Breeding in women, as in horses, is a great thing: a discovery, the credit of which belongs to young France. It -- that is to say, breeding, not young France -- is chiefly to be detected in the gait, in the hands and feet; the nose, in particular, is of the greatest significance. In Russia a straight nose is rarer than a small foot.\\n\\nMy songstress appeared to be not more than eighteen years of age. The unusual suppleness of her figure, the characteristic and original way she had of inclining her head, her long, light-brown hair, the golden sheen of her slightly sunburnt neck and shoulders, and especially her straight nose -- all these held me fascinated. Although in her sidelong glances I could read a certain wildness and disdain, although in her smile there was a certain vagueness, yet -- such is the force of predilections -- that straight nose of hers drove me crazy. I fancied that I had found Goethe's Mignon -- that queer creature of his German imagination. And, indeed, there was a good deal of similarity between them; the same rapid transitions from the utmost restlessness to complete immobility, the same enigmatical speeches, the same gambols, the same strange songs.\\n\\nTowards evening I stopped her at the door and entered into the following conversation with her.\\n\\n\\\"Tell me, my beauty,\\\" I asked, \\\"what were you doing on the roof to-day?\\\"\\n\\n\\\"I was looking to see from what direction the wind was blowing.\\\"\\n\\n\\\"What did you want to know for?\\\"\\n\\n\\\"Whence the wind blows comes happiness.\\\"\\n\\n\\\"Well? Were you invoking happiness with your song?\\\"\\n\\n\\\"Where there is singing there is also happi- ness.\\\"\\n\\n\\\"But what if your song were to bring you sorrow?\\\"\\n\\n\\\"Well, what then? Where things won't be better, they will be worse; and from bad to good again is not far.\\\"\\n\\n\\\"And who taught you that song?\\\"\\n\\n\\\"Nobody taught me; it comes into my head and I sing; whoever is to hear it, he will hear it, and whoever ought not to hear it, he will not understand it.\\\"\\n\\n\\\"What is your name, my songstress?\\\"\\n\\n\\\"He who baptized me knows.\\\"\\n\\n\\\"And who baptized you?\\\"\\n\\n\\\"How should I know?\\\"\\n\\n\\\"What a secretive girl you are! But look here, I have learned something about you\\\" -- she neither changed countenance nor moved her lips, as though my discovery was of no concern to her -- \\\"I have learned that you went to the shore last night.\\\"\\n\\nAnd, thereupon, I very gravely retailed to her all that I had seen, thinking that I should embarrass her. Not a bit of it! She burst out laughing heartily.\\n\\n\\\"You have seen much, but know little; and what you do know, see that you keep it under lock and key.\\\"\\n\\n\\\"But supposing, now, I was to take it into my head to inform the Commandant?\\\" and here I assumed a very serious, not to say stern, de- meanour.\\n\\nShe gave a sudden spring, began to sing, and hid herself like a bird frightened out of a thicket. My last words were altogether out of place. I had no suspicion then how momentous they were, but afterwards I had occasion to rue them.\\n\\nAs soon as the dusk of evening fell, I ordered the Cossack to heat the teapot, campaign fashion. I lighted a candle and sat down by the table, smoking my travelling-pipe. I was just about to finish my second tumbler of tea when suddenly the door creaked and I heard behind me the sound of footsteps and the light rustle of a dress. I started and turned round.\\n\\nIt was she -- my Undine. Softly and without saying a word she sat down opposite to me and fixed her eyes upon me. Her glance seemed wondrously tender, I know not why; it re- minded me of one of those glances which, in years gone by, so despotically played with my life. She seemed to be waiting for a question, but I kept silence, filled with an inexplicable sense of embarrassment. Mental agitation was evinced by the dull pallor which overspread her countenance; her hand, which I noticed was trembling slightly, moved aimlessly about the table. At one time her breast heaved, and at another she seemed to be holding her breath. This little comedy was beginning to pall upon me, and I was about to break the silence in a most prosaic manner, that is, by offering her a glass of tea; when suddenly, springing up, she threw her arms around my neck, and I felt her moist, fiery lips pressed upon mine. Darkness came before my eyes, my head began to swim. I embraced her with the whole strength of youthful passion. But, like a snake, she glided from between my arms, whispering in my ear as she did so:\\n\\n\\\"To-night, when everyone is asleep, go out to the shore.\\\"\\n\\nLike an arrow she sprang from the room.\\n\\nIn the hall she upset the teapot and a candle which was standing on the floor.\\n\\n\\\"Little devil!\\\" cried the Cossack, who had taken up his position on the straw and had contemplated warming himself with the remains of the tea.\\n\\nIt was only then that I recovered my senses.\\n\\nIn about two hours' time, when all had grown silent in the harbour, I awakened my Cossack.\\n\\n\\\"If I fire a pistol,\\\" I said, \\\"run to the shore.\\\"\\n\\nHe stared open-eyed and answered mechanic- ally:\\n\\n\\\"Very well, sir.\\\"\\n\\nI stuffed a pistol in my belt and went out. She was waiting for me at the edge of the cliff. Her attire was more than light, and a small kerchief girded her supple waist.\\n\\n\\\"Follow me!\\\" she said, taking me by the hand, and we began to descend.\\n\\nI cannot understand how it was that I did not break my neck. Down below we turned to the right and proceeded to take the path along which I had followed the blind boy the evening before. The moon had not yet risen, and only two little stars, like two guardian lighthouses, were twink- ling in the dark-blue vault of heaven. The heavy waves, with measured and even motion, rolled one after the other, scarcely lifting the solitary boat which was moored to the shore.\\n\\n\\\"Let us get into the boat,\\\" said my com- panion.\\n\\nI hesitated. I am no lover of sentimental trips on the sea; but this was not the time to draw back. She leaped into the boat, and I after her; and I had not time to recover my wits before I observed that we were adrift.\\n\\n\\\"What is the meaning of this?\\\" I said angrily.\\n\\n\\\"It means,\\\" she answered, seating me on the bench and throwing her arms around my waist, \\\"it means that I love you!\\\" . . .\\n\\nHer cheek was pressed close to mine. and I felt her burning breath upon my face. Suddenly something fell noisily into the water. I clutched at my belt -- my pistol was gone! Ah, now a terrible suspicion crept into my soul, and the blood rushed to my head! I looked round. We were about fifty fathoms from the shore, and I could not swim a stroke! I tried to thrust her away from me, but she clung like a cat to my clothes, and suddenly a violent wrench all but threw me into the sea. The boat rocked, but I righted myself, and a desperate struggle began.\\n\\nFury lent me strength, but I soon found that I was no match for my opponent in point of agility. . .\\n\\n\\\"What do you want?\\\" I cried, firmly squeezing her little hands.\\n\\nHer fingers crunched, but her serpent-like nature bore up against the torture, and she did not utter a cry.\\n\\n\\\"You saw us,\\\" she answered. \\\"You will tell on us.\\\"\\n\\nAnd, with a supernatural effort, she flung me on to the side of the boat; we both hung half overboard; her hair touched the water. The decisive moment had come. I planted my knee against the bottom of the boat, caught her by the tresses with one hand and by the throat with the other; she let go my clothes, and, in an instant, I had thrown her into the waves.\\n\\nIt was now rather dark; once or twice her head appeared for an instant amidst the sea foam, and I saw no more of her.\\n\\nI found the half of an old oar at the bottom of the boat, and somehow or other, after lengthy efforts, I made fast to the harbour. Making my way along the shore towards my hut, I involun- tarily gazed in the direction of the spot where, on the previous night, the blind boy had awaited the nocturnal mariner. The moon was already rolling through the sky, and it seemed to me that somebody in white was sitting on the shore. Spurred by curiosity, I crept up and crouched down in the grass on the top of the cliff. By thrusting my head out a little way I was able to get a good view of everything that was happen- ing down below, and I was not very much aston- ished, but almost rejoiced, when I recognised my water-nymph. She was wringing the sea- foam from her long hair. Her wet garment out- lined her supple figure and her high bosom.\\n\\nSoon a boat appeared in the distance; it drew near rapidly; and, as on the night before, a man in a Tartar cap stepped out of it, but he now had his hair cropped round in the Cossack fashion, and a large knife was sticking out behind his leather belt.\\n\\n\\\"Yanko,\\\" the girl said, \\\"all is lost!\\\"\\n\\nThen their conversation continued, but so softly that I could not catch a word of it.\\n\\n\\\"But where is the blind boy?\\\" said Yanko at last, raising his voice.\\n\\n\\\"I have told him to come,\\\" was the reply.\\n\\nAfter a few minutes the blind boy appeared, dragging on his back a sack, which they placed in the boat.\\n\\n\\\"Listen!\\\" said Yanko to the blind boy. \\\"Guard that place! You know where I mean? There are valuable goods there. Tell\\\" -- I could not catch the name -- \\\"that I am no longer his servant. Things have gone badly. He will see me no more. It is dangerous now. I will go seek work in another place, and he will never be able to find another dare-devil like me. Tell him also that if he had paid me a little better for my labours, I would not have forsaken him. For me there is a way anywhere, if only the wind blows and the sea roars.\\\"\\n\\nAfter a short silence Yanko continued.\\n\\n\\\"She is coming with me. It is impossible for her to remain here. Tell the old woman that it is time for her to die; she has been here a long time, and the line must be drawn somewhere. As for us, she will never see us any more.\\\"\\n\\n\\\"And I?\\\" said the blind boy in a plaintive voice.\\n\\n\\\"What use have I for you?\\\" was the answer.\\n\\nIn the meantime my Undine had sprung into the boat. She beckoned to her companion with her hand. He placed something in the blind boy's hand and added:\\n\\n\\\"There, buy yourself some gingerbreads.\\\"\\n\\n\\\"Is this all?\\\" said the blind boy.\\n\\n\\\"Well, here is some more.\\\"\\n\\nThe money fell and jingled as it struck the rock.\\n\\nThe blind boy did not pick it up. Yanko took his seat in the boat; the wind was blowing from the shore; they hoisted the little sail and sped rapidly away. For a long time the white sail gleamed in the moonlight amid the dark waves. Still the blind boy remained seated upon the shore, and then I heard something which sounded like sobbing. The blind boy was, in fact, weeping, and for a long, long time his tears flowed. . . I grew heavy-hearted. For what reason should fate have thrown me into the peaceful circle of honourable smugglers? Like a stone cast into a smooth well, I had disturbed their quietude, and I barely escaped going to the bottom like a stone.\\n\\nI returned home. In the hall the burnt-out candle was spluttering on a wooden platter, and my Cossack, contrary to orders, was fast asleep, with his gun held in both hands. I left him at rest, took the candle, and entered the hut. Alas! my cashbox, my sabre with the silver chasing, my Daghestan dagger -- the gift of a friend -- all had vanished! It was then that I guessed what articles the cursed blind boy had been dragging along. Roughly shaking the Cossack, I woke him up, rated him, and lost my temper. But what was the good of that? And would it not have been ridiculous to com- plain to the authorities that I had been robbed by a blind boy and all but drowned by an eighteen-year-old girl?\\n\\nThank heaven an opportunity of getting away presented itself in the morning, and I left Taman.\\n\\nWhat became of the old woman and the poor blind boy I know not. And, besides, what are the joys and sorrows of mankind to me -- me, a travelling officer, and one, moreover, with an order for post-horses on Government business?\\n\\nBOOK IV  THE SECOND EXTRACT FROM PECHORIN'S DIARY\\n\\nTHE FATALIST\\n\\nI ONCE happened to spend a couple of weeks in a Cossack village on our left flank.  A battalion of infantry was stationed there; and it was the custom of the officers to meet at each other's quarters in turn and play cards in the evening.\\n\\nOn one occasion -- it was at Major S----'s -- finding our game of Boston not sufficiently ab- sorbing, we threw the cards under the table and sat on for a long time, talking.  The con- versation, for once in a way, was interesting. The subject was the Mussulman tradition that a man's fate is written in heaven, and we dis- cussed the fact that it was gaining many votaries, even amongst our own countrymen.  Each of us related various extraordinary occurrences, pro or contra.\\n\\n\\\"What you have been saying, gentlemen, proves nothing,\\\" said the old major.  \\\"I presume there is not one of you who has actually been a witness of the strange events which you are citing in support of your opinions?\\\"\\n\\n\\\"Not one, of course,\\\" said many of the guests. \\\"But we have heard of them from trustworthy people.\\\" . . .\\n\\n\\\"It is all nonsense!\\\" someone said.  \\\"Where are the trustworthy people who have seen the Register in which the appointed hour of our death is recorded? . . . And if predestination really exists, why are free will and reason granted us?  Why are we obliged to render an account of our actions?\\\"\\n\\nAt that moment an officer who was sitting in a corner of the room stood up, and, coming slowly to the table, surveyed us all with a quiet and solemn glance.  He was a native of Servia, as was evident from his name.\\n\\nThe outward appearance of Lieutenant Vulich was quite in keeping with his character.  His height, swarthy complexion, black hair, piercing black eyes, large but straight nose -- an attribute of his nation -- and the cold and melancholy smile which ever hovered around his lips, all seemed to concur in lending him the appearance of a man apart, incapable of reciprocating the thoughts and passions of those whom fate gave him for companions.\\n\\nHe was brave; talked little, but sharply; confided his thoughts and family secrets to no one; drank hardly a drop of wine; and never dangled after the young Cossack girls, whose charm it is difficult to realise without having seen them.  It was said, however, that the colonel's wife was not indifferent to those ex- pressive eyes of his; but he was seriously angry if any hint on the subject was made.\\n\\nThere was only one passion which he did not conceal -- the passion for gambling.  At the green table he would become oblivious of everything. He usually lost, but his constant ill success only aroused his obstinacy.  It was related that, on one occasion, during a nocturnal expedition, he was keeping the bank on a pillow, and had a terrific run of luck.  Suddenly shots rang out.  The alarm was sounded; all but Vulich jumped up and rushed to arms.\\n\\n\\\"Stake, va banque!\\\" he cried to one of the most ardent gamblers.\\n\\n\\\"Seven,\\\" the latter answered as he hurried off.\\n\\nNotwithstanding the general confusion, Vulich calmly finished the deal -- seven was the card. By the time he reached the cordon a violent fusillade was in progress.  Vulich did not trouble himself about the bullets or the sabres of the Chechenes, but sought for the lucky gambler.\\n\\n\\\"Seven it was!\\\" he cried out, as at length he perceived him in the cordon of skirmishers who were beginning to dislodge the enemy from the wood; and going up to him, he drew out his purse and pocket-book and handed them to the winner, notwithstanding the latter's objections on the score of the inconvenience of the payment. That unpleasant duty discharged, Vulich dashed forward, carried the soldiers along after him, and, to the very end of the affair, fought the Chechenes with the utmost coolness.\\n\\nWhen Lieutenant Vulich came up to the table, we all became silent, expecting to hear, as usual, something original.\\n\\n\\\"Gentlemen!\\\" he said -- and his voice was quiet though lower in tone than usual -- \\\"gentle- men, what is the good of futile discussions? You wish for proofs?  I propose that we try the experiment on ourselves: whether a man can of his own accord dispose of his life, or whether the fateful moment is appointed beforehand for each of us.  Who is agreeable?\\\"\\n\\n\\\"Not I.  Not I,\\\" came from all sides.\\n\\n\\\"There's a queer fellow for you!  He does get strange ideas into his head!\\\"\\n\\n\\\"I propose a wager,\\\" I said in jest.\\n\\n\\\"What sort of wager?\\\"\\n\\n\\\"I maintain that there is no such thing as predestination,\\\" I said, scattering on the table a score or so of ducats -- all I had in my pocket.\\n\\n\\\"Done,\\\" answered Vulich in a hollow voice. \\\"Major, you will be judge.  Here are fifteen ducats, the remaining five you owe me, kindly add them to the others.\\\"\\n\\n\\\"Very well,\\\" said the major; \\\"though, indeed, I do not understand what is the question at issue and how you will decide it!\\\"\\n\\nWithout a word Vulich went into the major's bedroom, and we followed him.  He went up to the wall on which the major's weapons were hang- ing, and took down at random one of the pistols -- of which there were several of different cali- bres.  We were still in the dark as to what he meant to do.  But, when he cocked the pistol and sprinkled powder in the pan, several of the officers, crying out in spite of themselves, seized him by the arms.\\n\\n\\\"What are you going to do?\\\" they exclaimed. \\\"This is madness!\\\"\\n\\n\\\"Gentlemen!\\\" he said slowly, disengaging his arm.  \\\"Who would like to pay twenty ducats for me?\\\"\\n\\nThey were silent and drew away.\\n\\nVulich went into the other room and sat by the table; we all followed him.  With a sign he invited us to sit round him.  We obeyed in silence -- at that moment he had acquired a certain mysterious authority over us.  I stared fixedly into his face; but he met my scrutinising gaze with a quiet and steady glance, and his pallid lips smiled.  But, notwithstanding his composure, it seemed to me that I could read the stamp of death upon his pale countenance.  I have noticed -- and many old soldiers have cor- roborated my observation -- that a man who is to die in a few hours frequently bears on his face a certain strange stamp of inevitable fate, so that it is difficult for practised eyes to be mistaken.\\n\\n\\\"You will die to-day!\\\" I said to Vulich.\\n\\nHe turned towards me rapidly, but answered slowly and quietly:\\n\\n\\\"May be so, may be not.\\\" . . .\\n\\nThen, addressing himself to the major, he asked:\\n\\n\\\"Is the pistol loaded?\\\"\\n\\nThe major, in the confusion, could not quite remember.\\n\\n\\\"There, that will do, Vulich!\\\" exclaimed somebody.  \\\"Of course it must be loaded, if it was one of those hanging on the wall there over our heads.  What a man you are for joking!\\\"\\n\\n\\\"A silly joke, too!\\\" struck in another.\\n\\n\\\"I wager fifty rubles to five that the pistol is not loaded!\\\" cried a third.\\n\\nA new bet was made.\",\"timestamp\":1636537798,\"title\":\"AFTER parting with Maksim Maksimych\"},\"digest\":\"gwk2AaUGLiVkU0-DZalzXZhuNcX8RdhgR666CjaYEkY\",\"authorship\":{\"contributor\":\"0x373790EdA0055A7b9265257aD21d6990A6C6aC4c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LRV91uy20qbokuM-5o1uH5OnrpQkkIhJvASIDfjHpjo\\\",\\\"y\\\":\\\"Vlodot-A9ojOMUp8u0MovZ7uWwGi8-UMR7n4rail2gw\\\"}\",\"signature\":\"QoTcCBtWgB0NAhKCN_O-6zrEwemfWGd_cTCTNhX9RqJUB9AvOsMd7vbZrXOutit-x02HVK3axCEH6U07O3ULHw\",\"signingKeySignature\":\"0x463b9a80f2545c172b4b552b195f276602ffa7eadb0102fd5e006d23f6c1fe8e7d6e5b49d9f37cd5598170b70aff3acf82c58369895e47dd363e623f28711e9e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LRV91uy20qbokuM-5o1uH5OnrpQkkIhJvASIDfjHpjo\\\",\\\"y\\\":\\\"Vlodot-A9ojOMUp8u0MovZ7uWwGi8-UMR7n4rail2gw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gwk2AaUGLiVkU0-DZalzXZhuNcX8RdhgR666CjaYEkY\"}"