"{\"content\":{\"body\":\"At FlipFam, we’ve spent the last months building a beautifully simple game. Our beta, tested with a few hundred fans, allows you to gain points, status, and bragging rights for correct predictions and trivia. We’re proud of it….But what’s really exciting comes next.\\n\\nIn January 2022, we are going to be awarding prizes to users for contributing to the game. Users will win collectibles, created by some of the most talented artists in football. These pieces, such as [this example by our partner artist Karl Thyer](https://opensea.io/assets/0x495f947276749ce646f68ac8c248420045cb7b5e/31334427603217606884006036494989794950839892275307153919800345275549911875585/), can be sold outside of the application (some fetch prices north of £1,500/$2,000).\\n\\nWhat’s more, the game will be free to play and will not include advertising. There is no fantasy game, no complex rules—you only need to consider the players and teams you love.\\n\\n*To sum it up: FlipFam allows you to play football predictions and earn.*\\n\\n**What do these prizes look like?**\\n\\nOur prizes will take the form of [non-fungible tokens (NFTs)](https://www.flipfam.app/blog/nfts-101). You can play without knowing a thing about them…but if you want to claim one, we will help you get started.\\n\\nAt first, these NFTs are collectable artworks, perfectly suited for avatars. Each artist will release series, such as “Greatest Goalkeepers.” Unlike normal in-game prizes, these prizes are owned by players and can be sold in marketplaces like OpenSea.\\n\\n![](https://images.squarespace-cdn.com/content/v1/6021395c10894c54832b7bd2/584819b6-a212-483e-a9d6-9cd6d8579b4e/VVD+2048x2048.jpg)\\n\\nOver time, we plan to launch more NFTs that will have additional utility beyond their artistic and collectible value. For example:\\n\\n* NFTs that provide in-game benefits\\n* NFTs that unlock real-world experiences, such as first-access to game tickets\\n* NFTs that unlock physical objects, such as official merchandise\\n\\n**How do you earn one?**\\n\\nThere are several ways that players can unlock these NFT rewards, and unlike other “play-to-earn” games, none involve spending money.\\n\\n1. You play a set number of predictions\\n2. A number of your prediction ideas are approved\\n3. You successfully invite a number of others to the app\\n\\nThe common thread across all these actions is they improve the experience of the app for everyone: More predictions played and more players create more points for everyone to win; More user-submitted ideas bring more creativity into the game.\\n\\n**Loyalty and expertise pays off**\\n\\nEveryone gets a reward for their activity. But as you gain more points, you’ll also get more status in the app. Players with more status are eligible to win progressively rarer prizes.\\n\\nFor example, everyone starts with 500 points and “Fan” status. At this stage, you’ll only win relatively common NFTs. But once you reach 700 points, you have “Advanced” status and have a shot at winning rarer cards. You’ll then work your way up to “Expert” and then “Royalty,” at which point you’re able to win Unique NFTs.\\n\\n![](https://images.squarespace-cdn.com/content/v1/6021395c10894c54832b7bd2/f8460e69-b955-483f-9f71-a9ab9ab325c3/chart.png)\\n\\n*Beginner users win the more common “Limited Edition” NFTs, but higher status users can win all cards, including the most valuable Unique prizes.*\\n\\nWe believe this is the best system to reward truly dedicated fans. It also makes sure that players or bots don’t spam the app with poor predictions just to get prizes.\\n\\n**How is any of this possible?**\\n\\nOne of the amazing properties of NFTs is their ability to generate royalties. For example: If an artist sells their work as an NFT online, they can get profits from the sale PLUS 10% of every subsequent sale.\\n\\nWe realized that the royalties alone could generate a lot of value. If our players were to sell their winnings on the secondary market, these could generate royalties for artists, FlipFam, clubs, players, leagues, or even charities.\\n\\nEveryone profits. This technology has created an opportunity for fans, artists, and the sports industry to create wealth together.\\n\\nIt’s hard not to feel powerless as big money has moved the game beyond the reach of mainstream fans. Many crypto projects simply make that problem worse by monetizing fan engagement. Our team believes this model can offer a better alternative.\\n\\n**The next chapter**\\n\\nWe’ll begin distributing our NFTs in January. If you want to get first access to these prizes, be sure to [download the beta](https://flpfm.com/?invite=FsDNN81Jug) and start playing today. We look forward to hearing your thoughts and suggestions!\",\"timestamp\":1641376553,\"title\":\"It’s not fantasy: New models for rewarding fans\"},\"digest\":\"InrSQNAzP-_NB1GaGQ4yU_IjGJwJJNF8uHqqwLOmGXc\",\"authorship\":{\"contributor\":\"0xA8c69E5a3D8a5F743772C65ba7624058e43C7a6E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UfyVg-XxBz0tF-y8cb9r5dnOG12vr3lwfNICHIAGvyc\\\",\\\"y\\\":\\\"QHUe-h_9keITaz-YiS03-jpKWEnX0DhrT70xl-DD5IU\\\"}\",\"signature\":\"vxIU81cdPD5_sSsVPtpFc0olRu72jS4Ej6dF_eKW1v7W2WmTMB68HJOPjbMt4RHSUMIvDtxFb6vrzzm4ACrtQw\",\"signingKeySignature\":\"0xd0624393d40d4c0165299252fbdc06b2da5e502cf7c6f4c37e4bdd1c760243f11c37088576523d3d6f978d124e2780a2c116c31b83f3a3e165334ed684577b351b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UfyVg-XxBz0tF-y8cb9r5dnOG12vr3lwfNICHIAGvyc\\\",\\\"y\\\":\\\"QHUe-h_9keITaz-YiS03-jpKWEnX0DhrT70xl-DD5IU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nMFJnE12jeakhZdtQ_-biOBucMCsIE7xPWSLXoZo-Y8\"}"