"{\"content\":{\"body\":\"1995\\n\\nA centralized command and control nation broke into pieces. The outermost spokes and paths were too expensive to run.\\n\\nHalfway around the world, a cluster of machines expanded from a handful 25 years before. The cluster was designed to connect minds cloistered in universities. It could keep information moving if either side pressed the \\\"button.\\\"\\n\\nIf a bomb was dropped on a node, the data would flow past it.\\n\\nA network of copper wire tollbridges was broken up too.\\n\\nIt was genesis. A new network. Paradise of information.Everyone could connect from everywhere to everything. There was one catch, asked in different ways, however.\\n\\nWhat about money? How to get it, send it, make it, spend it?How to pay for this network, how to get paid, or pay for things?\\n\\nOf all the experiments, one rose and took over the network.\\n\\nAdvertising + Attention + Algorithms.A free market does not mean a free lunch.The original sin of the Internet was about money.\\n\\nIt wouldn't flow between makers and users but from user to machines. There were new tollbridges taking over Old \\\"Ma Bell\\\" broken up years before.\\n\\nAll Information would have a price to pay.Its integration was paid for by us. Privacy lost, paradise lost.\\n\\nThe bug of an original sin became a feature for a new empire of machines. One centralized nation from the East was replaced by new ones from the West. \\n \\n\\n**2877 Earth, The Necklace, The Grand Promenade**\\n\\nWe followed the drone, who made arrangements to reserve a table, with a nice view of the Promenade's traffic of life and art.\\n\\nIt had, in recognition of our diplomatic status, made reservations everywhere the moment we agreed to a guided tour. It then went off to both watch over and keep a watch on other 'special guests'. The Long War might have been over but old programming is hard to break.\\n\\n\\\"Welcome to The Depot, we hope your stay at the Necklace will be pleasant...\\\"\\\" said the well-dressed spirit, rendered by nanos, would look after our table. Drinks were ordered, plus a selection of some of what Earth had to offer for lunch, a taste of the \\\"Old World\\\".\\n\\n\\\"Nobody else from the ship is here, let's talk. Why were on this trip?\\\", I asked.\\n\\n\\\"I'm here on business, my family have been dealers from before even the War. We managed to do well from time to time. With the end of the War, we are adapting to peacetime. I also have one meeting that was made for me\\\"\\n\\n\\\"You could have sent somoene else from your cooperative. Why did your family send you?\\\"\\n\\n\\\"My grandfather trusts me, Jacob. He sent me. He gave me something to deliver to someone my grandfather knows, or knew. Customer's eyes only.\\\"\\n\\n\\\"You weren't even curious? Not one sneakpeek this whole trip to Earth?\\\"\\n\\n\\\"My grandfather said it had something to do with the family, the family business and the past. That he was repaying an old debt. He trusted me to do it for him.\\\"\\\"\\n\\nI nodded. Sometimes, a face from the past opens doors best kept locked.\\n\\n[https://audius.co/prodsworn/past-280731](https://audius.co/prodsworn/past-280731)\\n\\n![](https://images.mirror-media.xyz/publication-images/BdjZEAqk2MlnkQvMEc1dQ.png?height=1600&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/KzY_1kozjWMVxdyjYWBFu.png?height=1600&width=1200)\\n\\n\",\"timestamp\":1634685347,\"title\":\"1999: 7.11 The Original Sin Of A Network Was About Money\"},\"digest\":\"2kC8mbDjxGyxTxF45D7IpuZ3UW3vol87-qM51hlc2b0\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cp69EkVmGPN56udTPoj_01QpW6eGaXZ1zbeS531jad8\\\",\\\"y\\\":\\\"zYwhIf2jaKC_Er3nNncHMRuE7eXBXlkdLz-3zM8ikGE\\\"}\",\"signature\":\"vBTgBybgPWn65Gqe_dB3bVM2mGMfgJYQ-iZOCa-o4oDSe0_XfopzQbLguYGMCGEQVzdNGspYX2mCUQXSW2DAiw\",\"signingKeySignature\":\"0xe4c1bcaa88b6fe2c67d195f4a76d1a91640647a2c63ec8f8083673f941e8ee412d804077222237104c51130677298bdcb163cbc3b2eb0bb6193f6b825a8e06141c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cp69EkVmGPN56udTPoj_01QpW6eGaXZ1zbeS531jad8\\\",\\\"y\\\":\\\"zYwhIf2jaKC_Er3nNncHMRuE7eXBXlkdLz-3zM8ikGE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2kC8mbDjxGyxTxF45D7IpuZ3UW3vol87-qM51hlc2b0\"}"