"{\"content\":{\"body\":\"The Poetic Nonsense of Living \\n  \\n I like indie music and movies. Cult classics. Sometimes I remember moments only in feelings. I can't remember much about the words being said or the things being done in a moment but, I remember the emotion I felt.  \\n  \\n  I like kaleidoscope people. Different in every angle and light.  \\n  \\n Life is a verb not a noun. Some days are like moments in time and some moments in time last for days. I'm a street poet. Even Jesus said, \\\"a prophet is not without honor save In his own country\\\" when he spoke to the people of his homeland in Nazareth.  \\n  \\n I've grown weary of dreams and seek out vibrancy in the snatches of reality that call for pause.  \\n  \\n Why does capturing a moment in a photo dilute the moment in the image? Why do videos for the future make the present less...present? A moment is temporary. It's as if revisiting the past is against the rules and somehow by having the intent to do so, we spoil the magic of reality. The reality is in that fleeting infinity of \\\"now\\\". Ephemeral. Ethereal. Evanescent.  \\n  \\n In the not too distant past, I would yearn to wake up throughout my waking hours. Awake physically yet asleep mentally. The vapid tepid waters of my daily existence was causing every day to pass by in a loud cacophony of unrelenting silence. Silently screaming for help, every day my eyes were begging for someone to free me from...from what, exactly? That's the thing. I couldn't define what I needed freeing from.  \\n  \\n  I needed freedom from being a wandering generality. A generality never knows that their freedom would come from becoming a meaningful specific. Meaningful. Specific.  \\n  \\n So... \\n  \\n Help never comes. How can you be free if you don't know you're in bondage? Can't identify your captor.  \\n  \\n The only solace I ever sought was in prayer to a God that promotes self-reliance. The power of the self is overrated. The security of the collective is overstated.  \\n  \\n Strength in numbers is a fallacy yet self-reliance is a fantasy. Having come to that conclusion I began to wonder as I wandered through a warped gravity time-space. \\n  \\n And I'm still wondering and wandering through time and space. As the center of gravity and the moment of beginning, I am now. I am here. There was a beginning before me and there is an end after me. If you believe life is a series of starts and stops, at what stop do I get off? Some stops we don't desire or anticipate but time stops for no one. Not one, none, not one hundred thousand. The river of time is as ceaseless and unrelenting as it's ever been. Onward. Forward is the battlecry.  \\n  \\n Decide.  \\n  \\n Who \\n  \\n Are \\n  \\n You. \\n  \\n Live \\n  \\n Your  \\n  \\n Truth.  \\n \",\"timestamp\":1640539640,\"title\":\"Musing of a Madman #1\"},\"digest\":\"rwBuuRysiz8a7yTodlDZgLx1v7r2fqlhBvq7dz16rr0\",\"authorship\":{\"contributor\":\"0x9D03d9Ed25F4f738f09eC9285D013C6F05517C46\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eO_I6_SiaB6xxVco3jRRYnm5Ma2TuIDn3vzhIxCb3WA\\\",\\\"y\\\":\\\"hkqfKmdB29LXHYU7R3S-T83He0MyJ3rcjszobqtT_Kc\\\"}\",\"signature\":\"DqHKwv5MbsXNZgJrMDeZ2McCcMahaOckG08toHsf_4T1WOaubHtDT1PI_BEjWCM6hn4SzoYKPFuiB-8K3HIrTA\",\"signingKeySignature\":\"0xdb5cd3233ab25f3e1f0385f3438e61d19ddab6fe1c437e0eda80652a8854def813b04bc13d0f556bb624f2b9fee9672f6b675b7e0b14ed798c56279524b659ab1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eO_I6_SiaB6xxVco3jRRYnm5Ma2TuIDn3vzhIxCb3WA\\\",\\\"y\\\":\\\"hkqfKmdB29LXHYU7R3S-T83He0MyJ3rcjszobqtT_Kc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rwBuuRysiz8a7yTodlDZgLx1v7r2fqlhBvq7dz16rr0\"}"