"{\"content\":{\"body\":\"Lately, I have been [thinking](https://twitter.com/aseem_infinity/status/1471268079187283971) about technological innovations and how they fit in the context of the the current state of the world and end up changing it. There are innovations which may seem simple or modest, but can lead to disruption in a huge way. I found this great essay on [printing press](https://www.theatlantic.com/magazine/archive/2020/01/before-zuckerberg-gutenberg/603034/) which explains how no one saw the revolution it kick started.\\n\\n> *The printing press decentralized the role of gatekeeper. In a scribal culture, maintaining some measure of control over ideas and their dissemination was straightforward. In a printing-press culture, control was harder. Within their own jurisdictions, rulers tried anyway, and so did the Church. The word imprimatur is Latin for “Let it be printed”—it connoted official sanction. But more people had greater opportunities for public expression than ever before. Thwarted in Heidelberg, you could try Geneva or Utrecht.*\\n\\nThe role of state or the church as gatekeepers of information was essentially broken down, because people suddenly had a way to exchange information on their own at scale. This led to not one but multiple changes in terms of how the society was organized and how people behaved. Also from the [article](https://www.theatlantic.com/magazine/archive/2020/01/before-zuckerberg-gutenberg/603034/) - \\n\\n> *But it was a revolution—many revolutions, really, most of them unforeseeable. Consider what it meant to own books personally and read them silently, rather than having to hear words read aloud: No one knew what you were up to in the privacy of your home. Writers and publishers wanted some degree of ownership—­hence the new concepts of copyright and intellectual property. More books and rising literacy created an eyeglass industry, which in turn brought advances in lens-making, which ultimately made possible the telescope and spelled the end of biblical cosmology. The printing press transformed religion, science, politics; it put information, misinformation, and power in the hands of more people than ever before; it created a celebrity culture as poets and polemicists vied for fame; and it loosened the restraints of authority and hierarchy, setting groups against one another.*\\n\\nPrinting press was indeed not one but many sub-revolutions. It transformed almost every industry and led to many new ones. The rise of Crypto or Web3 has lot of parallels with the printing press and the fundamental change it has bought upon is the ability for almost anyone in the world to create and distribute value. In more technical terms, Tokenization; a key primitive of Crypto has enabled everyone to coordinate and exchange value around almost anything. Borrowing the para from this [article](https://hackernoon.com/history-is-rhyming-fitness-functions-comparing-blockchain-tokens-to-the-web-3c117239f4c) -\\n\\n> *Do you think it would ever have made sense to en-masse create ownership in \\\\*just\\\\* a song? Tokenizing attention? Tokenizing a contract directly? Tokenizing memes? Tokenizing people? Tokenizing this blog post? Tokenizing public goods? We invented something as low bandwidth as a ‘like’. How granular does blockchain tokens go? What’s the lowest bandwidth coordination system blockchain tokens allow? 10 second organisations? Idea derivatives? Meme derivatives?*\\n\\nUsually, value is created, distributed and owned through the means of financial institutions and governments. They are essentially gate keepers in terms of which companies gets to trade on wall street, how much value can be exchanged and other rules which continue to evolve. Everyone else, the companies, the brokers, people play by this and as a consequence, we see rise of mega public corporations which for sure have led to tremendous growth but at the same time have led to inequality and a large part of the world left behind. Value creation and distribution can be easily carried out by these public companies through a gazillion number of financial instruments (Stocks, ETFs, Index Funds, Mutual Funds, Options, Derivatives etc). As a result, we do see corporations having the unfair advantage and sometimes to the point that they are [too big too fail](https://en.wikipedia.org/wiki/Too_big_to_fail). This also means that smaller businesses or even individual entities are completely left out from the upside of these financial instruments. Tokenization provides a way for any entity; a small business, local shop, a creator to be part of this system. It is interesting to analyse what might happen as a result of it.\\n\\n## Collective Ownership\\n\\nWhat if you could own a piece of that favorite Pizza shop you have been going since you were a child ? Or if you are into theater, would you be willing to invest in seeing your favorite play succeed ? These are some of the very crude examples of how value might be created and distributed in future. Where we live or what we like; our interests and our personality motivate us, generally speaking. The same could be translated into value creation in a more more direct way. Scott Belsky writes in this [The Stakeholder Economy](https://scottbelsky.medium.com/the-stakeholder-economy-the-prospects-of-collective-ownership-e8b79454eaf3)\\n\\n> *When forecasting the future of tech, I’ve long subscribed to the sentimental reflex of tech — that we inherently long for the way things once were and, in every transaction and experience, seek a return to intimacy, relationships, and small town mechanics. We want to be known, we want to support people we trust, and we feel a personal benefit when our community benefits. Suddenly, our local shops are not only supported by the community, but grown and advantaged by a level of dedication only felt by true owners, but at scale. The Stakeholder Economy can restore a sense of small town pride, at scale to the world of brands and business.*\\n\\nJust like the printing press enabled information to be permeated in society from within the society, we would probably see value created and distributed closer to us than routed through central institutions like banks, governments or corporations. And with the continuous growth of accessible [Internet](https://data.worldbank.org/indicator/IT.NET.USER.ZS), efficient supply chain models and virtual experiences, “closer” can be literally anywhere in the world. How we might see society change as a result of this ?\\n\\n* Community ownership could directly see rise of “influencer” cum brokers for investments just like we have influencers for information right now on Instagram, Facebook or Twitter. We already seeing this with the rise of capital funds launched by [Matthew Ball](https://twitter.com/ballmatthew/status/1409997186780348418?lang=en) and [Packy McCormick](https://www.notboring.co/p/introducing-not-boring-capital).\\n* With people opting to join community and invest in value closer to their interests we wold see an explosion of cultural exchange at a global scale. Being invested monetarily in a community or a business would lead to a much closer involvement by any particular person. This means we can expect more organic marketing to happen in the form of reviews, recommendations, promotions or even part time employment. This further translates to the rise of more niche communities or cultures across the world.\\n\\n## A more liquid world\\n\\nTo understand the importance of liquidity one can try and understand the effects or cost of illiquidity. Written by Stephen McKeon in [Traditional Asset Tokenization](https://hackernoon.com/traditional-asset-tokenization-b8a59585a7e0)\\n\\n> *A share of stock that’s traded on an exchange is of higher value than a share of stock in an identical private company because there are less frictions to trade the public stock. Less frictions often mean more market participants, more volume, smaller spreads, and less price impact. We think of the difference in value between the public company and identical private company as an “illiquidity discount,” or analogously a “liquidity premium.”*\\n\\nI would recommend reading the whole article as it nicely lays out the thesis of Tokenization and the impact that it can have on liquidity in different asset classes. A very simple concept with profound implications. Again trying to predict how our society might change when you have almost every asset (physical or digital) be up for trade in real time by anyone else in the world.\\n\\n* For any business entity (small business, creators etc) to grow, risk taking is a must and also the ability to market or distribute. This in turn requires capital support. Since people from across the world can now contribute with capital, we would see more and more small businesses or creators able to grow to 10x or even 100x of their current market size.\\n* We might finally see a more equitable world when a product or a person or a service can be valued for what its worth (and in a much [faster way](https://twitter.com/squarishbread/status/1474140355851272228)) and impact of dynamics like country, collateral, credit history etc will be marginalized. This is especially because Crypto moves around as freely as the Internet (until government The flip side to this is of course more scams, frauds from people trying to game the system or generally the risk not being correctly managed.\\n* When creation and distribution of value will be free, what’s left is [discovery](https://twitter.com/benedictevans/status/1474084016911527946). Just like Google, Facebook has become the arbitrage of information, we would also probably continue to see a rise of tech platforms and [automated market makers](https://www.gemini.com/cryptopedia/amm-what-are-automated-market-makers) who will do the same when it comes to value as we are already seeing with DeFi platforms like Uniswap, Balancer and others.\\n\\nToo often, people naturally think of institutions as the ones responsible for setting the rules around how money or value can be generated within the society. But, once you take a step back into history, one can see how a similar thought process must have been prevalent in society before the printing press. The printing press was a force which made the church and the state obsolete purely because of its relevancy and acceptance within the society. Could we see a similar dynamics play out with Crypto ?\",\"timestamp\":1640455550,\"title\":\"Crypto is the new Printing Press\"},\"digest\":\"LzyZnNtCvaUDrjeMziMktVYHjVef9Mh_57MdXs6b7x0\",\"authorship\":{\"contributor\":\"0xF15d1c3fbc75897D2c5DdF6827C618694c529125\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zqcs4xLEsM9xuFfjXKIwGyajpbCRNO1OciX-loYx1tY\\\",\\\"y\\\":\\\"nj4NyxNrlmdxxJ18UAlcCzub7n43d4h7ZYnqJTw0V8g\\\"}\",\"signature\":\"5IWC-IgP2NXi0U0sjQoWyii9rxLNRxv0vO4r1JH3uYmruQ5m1N-YgTJERfbK_6b4B_s6zfBxw0PKunezwCQruA\",\"signingKeySignature\":\"0x79a23bb3a976931080be5456683e7d2df0a48ea2290c72a5b0a1097ec7f0911579a80db3522b7c52fb6725c8f5e1a9797803a06f9fe6605f26218f868a6bda891b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zqcs4xLEsM9xuFfjXKIwGyajpbCRNO1OciX-loYx1tY\\\",\\\"y\\\":\\\"nj4NyxNrlmdxxJ18UAlcCzub7n43d4h7ZYnqJTw0V8g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ct4cu6rirMI-AhA-eJaOvof6sNcLsR2J4z3dYQn5cog\"}"