"{\"content\":{\"body\":\"陈平沉吟片刻，道：“暂时不见了，以后再说了。”\\n\\n电话那头的楚安安回道：“好的陈先生。”\\n\\n挂了电话，陈平坐在走廊里睡了一夜。\\n\\n第二天一大早，江婉只是冷冷的跟他说：“我下午把米粒接回去，你要跟我回去吗？”\\n\\n陈平点点头，苦笑了声：“我去给咱爸低个头。”\\n\\n听到他这话，江婉心里本来一激动，但是面子上依旧冷冷的，点点头，没再说什么。\\n\\n下午，陈平和江婉把米粒接回老丈人家，一进门就感觉到屋子里气氛冷冷的。\\n\\n“爸，我回来了。”江婉故作镇定道。\\n\\n没人迎接，江国民坐在沙发上，戴着老花镜看着报纸。\\n\\n丈母娘杨桂兰在厨房里忙活着什么。\\n\\n陈平把米粒放下来，小家伙躲在爸爸的大腿后面，死死的揪着陈平的裤腿，仰着头，大眼睛很无辜的望着陈平，小声喃喃道：“粑粑，外公外婆不喜欢我吗？”\\n\\n陈平蹲下身子，宠溺的摸了摸米粒的小脑袋，摇头温柔的笑道：“没有，快进去给外公外婆问好。”\\n\\n小米粒黑宝石般的大眼睛闪烁着光芒，小心又害怕的瞅了几眼看报纸的江国民，才撒开脚丫子跑了过去，脆生生的喊道：“外公，米粒来了。”\\n\\n江国民这才放下报纸，直接起身离开了沙发，进了书房，连看都没看一眼。\\n\\n砰！\\n\\n书房门关上。\\n\\n重重的砸在陈平的心头，还有江婉的心头。\\n\\n江婉望着抿着嘴要哭的米粒，急忙跑过去，将她抱在怀里，进了自己的卧室。\\n\\n陈平眉头微皱，心中很是不爽。\\n\\n老丈人对待自己女儿的态度，太冷了。\\n\\n但是他人了，跟着进厨房帮忙，却被丈母娘给冷遇了。\\n\\n“陈平，我可用不着你伺候，用不起，你啊，还是哪里来回哪去，我们家并不欢迎你。”\\n\\n杨桂兰旁若无人的说着，丝毫不给陈平好脸色看。\\n\\n“妈，对不起。”\\n\\n陈平低头道，他明白自己今天来的目的，不想让江婉为难。\\n\\n所以，他选择妥协。\\n\\n“哎哟哟，我可受不起。”杨桂兰冷嘲热讽的说道，眉眼轻佻，一副牙尖嘴利的脸色。\\n\\n恰在此时，门铃响了。\\n\\n杨桂兰瞪了一眼陈平，蛮横的推开他，而后又一脸喜色的跑到门口，余音绕梁的喊着：“来喽来喽，是高阳吧？”\\n\\n门一打开。\\n\\n穿着帅气西装的高阳，左右手拎着满满当当的礼盒，笑道：“阿姨，您好啊。”\\n\\n“哎哟，快进来快进来。”\\n\\n杨桂兰那叫一个开心啊，忙的把高阳手里的礼盒接过来：“来就来嘛，还带什么礼物啊，太见外了。”\\n\\n“第一次登门，应该的，我代我爸妈向您和叔叔问好。”高阳大大方方的道。\\n\\n杨桂兰一转身，就看到陈平坐在客厅沙发上，顿时心情就不好了，骂了句：“没看到来客人了吗，还不赶紧倒茶？一点眼力见也没有。”\\n\\n这个废物女婿，看看人家高阳，上门还知道带礼物。\\n\\n他就两手空空带着拖油瓶过来，真是晦气！\\n\\n陈平看了眼高阳，对方正趾高气扬的盯着他，那眼神就像是在说，渣渣，自己丈母娘对我都比对你一个名女婿好。\\n\\n陈平也没计较什么，起身，去泡了杯茶。\\n\\n江国民已经从书房里出来了，热情的跟高阳坐在沙发上攀谈着。\\n\\n陈平就站在角落里，默默的听着。\\n\\n“江叔叔，江婉呢，怎么没看到她？”高阳环视了一圈，眼睛贼滚滚的。\\n\\n江国民喊了声：“婉儿，家里来客人了。”\\n\\n卧室门打开，江婉好不容易把米粒哄睡着了，当看到客厅里坐着的高阳时，她表情也是微微一怔。\\n\\n“你怎么来了？”江婉语气清冷。\\n\\n“他为什么不能来，难道就允许你带个废物回来？”\\n\\n杨桂兰这时候从厨房走出来，手里端着水果盘，狠狠的瞪了眼角落里站着抽烟的陈平，明显气不顺，“家里不准抽烟，要抽出去抽。”\\n\\n“对不起。”陈平立马把烟掐掉，打开窗户扇了扇，散掉烟味。\\n\\n江婉也剐了一眼陈平，恨不得立马把他带出去，省的一会丢脸。\\n\\n“高阳啊，这些水果都是阿姨今天早上特地买的，甜的很。”\\n\\n杨桂兰巴结讨好似的将水果盘堆在高阳跟前。\\n\\n“谢谢阿姨。”高阳礼貌的回道。\\n\\n陈平看到这一幕，心里很不是滋味。\\n\\n米粒过来的时候，连水果是什么都没看到。\\n\\n好歹是你的外孙女啊，你这样做真的太见人下菜了。\\n\\n“对了江叔叔，你那个展会的事，已经开始布场了，请帖也已经发下去了，周六早上十点，准时开场。”\\n\\n高阳说着话的时候，得意的瞥了眼陈平，十分炫耀。\\n\\n很显然，他在江家的地位，都比这个女婿高得多。\\n\\n“好好好，真是太谢谢你了小高。”\\n\\n江国民也是一脸的喜色，幻想着自己展会一开，轰动全市的场景。\\n\\n自己那几个老朋友，已经开始替自己造势了。\\n\\n上江市，很多有头有脸的人物都知道，前任土地资源规划科长江国民，收到了一副唐伯虎的真迹！\\n\\n一时间在上江市引起了不小的轰动。\\n\\n当然，也留了悬念，没说出是唐伯虎的哪副真迹。\\n\\n就等着展会那天惊爆全场。\\n\\n“江叔叔，您不用客气，这是我应该做的。”\\n\\n高阳谦虚道，“还有，您拜托约见陈先生那事，我也和他们负责人说了，可以见面，但是时间没确定。您也知道，陈先生那样的人，很忙的。”\\n\\n我去！\\n\\n真不要脸。\\n\\n陈平心中鄙夷，自己什么时候答应见面了？\\n\\n这就是撒谎博取好感啊，而且说得很有技巧。\\n\\n可以见面，但是时间未定。\\n\\n高阳很会讨好江国民的欢心，这让江国民看在眼里，越看越觉得舒服，越看越喜欢。\\n\\n“陈平啊，你看看人家高阳，没事多跟人家学学，别整天游手好闲的，实在不行，让高阳帮你安排个工作，也体面些。”\\n\\n江国民开口了，这应该是第一次替陈平着想。\\n\\n这是好的开端。\\n\\n但是陈平听在耳里，很不舒服。\\n\\n高阳那个公司，总财产也不过才几千万，都不够自己一个月的零花钱。\\n\\n“陈平，还傻站着干嘛，还不快求求高阳。”杨桂兰恨铁不成钢的瞪了一眼陈平。\\n\\n这蠢货，话都到这份上，他还傻站着，真是活该没出息。\\n\\n而高阳呢，则是端坐着，眼睛微眯，得意洋洋的等着陈平来求自己。\\n\\n爽啊！\\n\\n江婉虽然不喜欢高阳，但是能有份好机会，她还是觉得不错的。\\n\\n所以，她瞥了眼陈平，嘴皮微动，意思很明显。\\n\\n然而。\\n\\n“不用了，谢谢，庙太大，我呆着不习惯。”\\n\\n陈平淡然的回绝道。\\n\\n这下，江国民和杨桂兰的脸色都变得很差。\\n\\n江国民冷哼了声，杨桂兰则是骂骂咧咧的指责道：“陈平，你怎么这么不懂事？赶紧走走走，我家不欢迎你。”\\n\\n这就是要轰人了。\\n\\n陈平直接就被杨桂兰给推出了屋门。\\n\\n砰！\\n\\n门关上，陈平摇头苦笑，随即拿出手机给楚安安打了个电话：“我不太喜欢高阳。”\\n\\n那头的楚安安正在展厅里布置现场，接到电话的这一刻，立马回道：“明白，陈先生。”\\n\\n说完，她直接让现场停了工，而后拨通了高阳的电话。\\n\\n高阳此刻正在江家大吹特吹，突然接到电话，一看是国华展厅的负责人，立马炫耀似的给江国民道：“江叔叔您看，展厅负责人的电话。”\\n\\n“喂，楚经理……是不是陈先生答应见面了？”高阳笑的很开心，很得意，说话声也大。\\n\\n“高总，很抱歉的通知你，展厅暂时不能借给你了。”\\n\\n“什么？”\\n\\n“这是我们陈先生的意思，因为他有些不开心，所以展厅暂时不对外开放。”楚安安冷冷的说道，意思很明显。\\n\\n啪！\\n\\n电话挂了，高阳脸上的笑容迅速凝固，整张脸都绿了。\\n\\n[更多阅读](https://lianjiec455955.zhangwen.cn/link?code=1067988)\",\"timestamp\":1641520369,\"title\":\"第14章，一句话，停展\"},\"digest\":\"zcVx8fBsc7X1hFDwcbjqlpdxo0aAzL4SIu3uF2A_Yu4\",\"authorship\":{\"contributor\":\"0x74EF64C675BBC6419ECf8D10fd15a82610615ae3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wdUC6m8EFgjntfZp6uEFppjiF2loyL6Q0Rl6vEN6COE\\\",\\\"y\\\":\\\"Piia37VdnfT9HmQ57vdDK7vFbw8i1Iu9OMdnMbx-1io\\\"}\",\"signature\":\"hj2gNUqEqLrijRBWxfijN3qBlOCXmKb8-_Jhqsq4msOt1Dmh2OzaMNaYJCsFeTWuV2Tip-kw040qKTpmR9vorg\",\"signingKeySignature\":\"0x43cb7a8d2bdb999e7256782e6b013f63c3652b89aeb6ec219b03b8472d85bc86652881d2b53fa7f6f7ac7d1466aa7903ce872a60e714df5d9c8128735cbcc6331b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wdUC6m8EFgjntfZp6uEFppjiF2loyL6Q0Rl6vEN6COE\\\",\\\"y\\\":\\\"Piia37VdnfT9HmQ57vdDK7vFbw8i1Iu9OMdnMbx-1io\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zcVx8fBsc7X1hFDwcbjqlpdxo0aAzL4SIu3uF2A_Yu4\"}"