"{\"content\":{\"body\":\"First of all, if you played CryptoMines and made money doing it, I am happy for you and I have nothing against you. This is simply an opinion article.\\n\\n\\n---\\n\\n> TL;DR: if you think Plant vs Undead was a ponzi, there is no reason to think CryptoMines is not.\\n\\nCryptoMines is a SciFi play-to-earn NFT game designed to provide the users with a fun experience by collecting workers and spaceships to travel through the universe searching for $ETERNAL, this mineral allows them to live another day and make some profits along the way. Or at least that's what the whitepaper says, in reality CryptoMines is a web interface, but now I will explain it in detail.\\n\\n## About the game\\n\\nThe basic concept of this game is that we have our \\\"workers\\\" and \\\"ships\\\", with them we create \\\"fleets\\\" and with them we travel trough \\\"planets\\\" to earn $ETERNAL.\\n\\n### Basics\\n\\nWe have the \\\"Mining Power\\\", which is the variable that will determine our token earning capacity and is directly related to our investment in the game. Than more mining power we have, the more advanced planets we will be able to explore, which will give us a larger amount of $ETERNAL. This mining power is determined in by our workers, of which there are different levels. Than higher his level, more mining power they provide and more expensive they are (these can be minted or purchased in the marketplace). The other part of the mining power is our ships, than bigger our ship is, more workers we can put in and more mining power we can have. Also, depending on how our fleet is combined, we will have a certain bonus in the reward.\\n\\n(Workers, ships and fleets are all NFTs).\\n\\n### Costs\\n\\nFirst of all, the game is built on Binance Smart Chain and in it you interact all the time with NFTs and contracts, so we will be all the time spending $BNB to pay the gas fees.\\n\\nOnce we have our BNB, what we need to do is buy $ETERNAL, as we will use it to buy workers and ships. The price of these will vary according to mining power, capacity, etc. We will also use this $ETERNAL to pay for our fleet fuel and our workers contracts. In the case of the contracts we must pay one per worker, while the fuel is per fleet. Its prices will depend on each type of fleet and worker.\\n\\n### ROI, rewards, oracle & tokenomics\\n\\nThe rewards are directly related to our mining power, as they depend on the planet we are exploring. The fact of exploring a planet does not assure the obtaining of a reward, since this is based on a probability, it can be that we carry out a raid and we do not obtain anything of $ETERNAL.\\n\\nAn important thing to note is the existence of tax si when withdrawing our rewards. Being 30% if we want to do it instantly and decreasing 2% per day until reaching 0% on day 15. There is also a 15% tax on marketplaces transactions.\\n\\nRewards are earned in $ETERNAL, the game's native token, but have a fixed price in dollars and are adjusted by \\\"Pancho\\\", the game's oracle. These adjustments also occur in the prices of contracts and fuel. This promises that we will always earn the same amount of dollars.\\n\\nRegarding the token, we have a maximum supply of 5,000,000 that are released in different ways. The important thing to note is that if the upward price trend continues, the issuance will be less and less and that the taxes collected will be returned to the reward pool, so we should not have any supply problems.\\n\\n## Why I think this is a ponzi\\n\\nI see the case very similar to Plant vs Undead, a game that started with the same premise of very short ROIs, very long profits and non-existent gameplay. What happened with PVU? The developers got rich, the first players made money and the last players to enter (they are the majority) suffered a 99% drop in token price. Right now PVU has 840K players and CryptoMines has 177K, I honestly don't think the game will reach PVU's massiveness intact. Also I think the oracle is a false savior, because if the price takes a downward trend (it will happen when people stop entering, sooner rather than later) the costs will increase too and you will need to buy more $ETERNAL to keep \\\"playing\\\", and even if they increase the rewards it is not going to be enough because the token will keep going down.\\n\\n![PVU Chart](https://photos.collectednotes.com/photos/10896/bcf0b30a-5f8f-404f-9d41-5df4cf1f2917)\\n\\nAnd I find this increasingly suspicious if we look at the supposedly great benefits of reinvesting our earnings and holding the token, as this makes us earn more and more $ETERNAL. To this we can add the fact that the price of the token had a growth of more than 1800% in the last 30 days and that they were created liquidity and staking pools with juices APYs in collaboration with the famous DEXs PancakeSwap and Biswap. Adding the withdrawal tax, we can see that the developers strive for you to hold the token as long as possible.\\n\\n[tweet2](https://twitter.com/RugDocIO/status/1433649202978967555?s=20)\\n\\n[tweet 1](https://twitter.com/RugDocIO/status/1433659042228944897?s=20)\\n\\nI don't know when it will fall or in what way, whether by whales or by developers (like PVU), but I do believe this deeply.\\n\\n## Update 3/12/21: RIP ⚰️\\n\\n![](https://images.mirror-media.xyz/publication-images/Z4DXqp7YKSRjuIEXtcgcq.png?height=673&width=1142)\\n\\n\",\"timestamp\":1638571071,\"title\":\"Why I think CryptoMines is a ponzi scheme\"},\"digest\":\"2DMA19aZj6y_hT-zoQm4cPr3jeMStJ6umalN6mHMWj8\",\"authorship\":{\"contributor\":\"0x25B94F78E56e62Bc73bf0D506704799981B82414\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VE1z6J2qJNPCi9wqCt7kUInQ_Sqd7kHjFLeQLttcqcI\\\",\\\"y\\\":\\\"oXto708KC7embuD524Xs3IVKYwAu3HyaQOxJeEEyun8\\\"}\",\"signature\":\"z2KVoEb2rakLUYkPbPQdq-0qq5eYS9-nLEneJA9smnIUXBSdZiFnkb1HkmxhdMfer4k23as4ttsJD9iT6aNPHw\",\"signingKeySignature\":\"0x5b160b77e1b36c7f4e9c7da7498cc583f71beaa092cbc58b2e4e53cb31423d7b56042c943f96eb23067473ad3cc162694c8dbc5f3a6971b852c6366a11e187741c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VE1z6J2qJNPCi9wqCt7kUInQ_Sqd7kHjFLeQLttcqcI\\\",\\\"y\\\":\\\"oXto708KC7embuD524Xs3IVKYwAu3HyaQOxJeEEyun8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Uip82ukAkxux7b2EbVvUrJHS6FnOTWOsGjpUskPLbe0\"}"