"{\"content\":{\"body\":\"despatched to Charcas*1* to lay the matter before the Audiencia Real (the High Court of the Indies). The frequent journeys and diplomatic negotiations in which the Jesuits of Paraguay were engaged rendered them far more apt to manage business than members of the other Orders in America. Whilst in Guayra all was confusion, and the Paulistas swept through the land ruining everything, upon the Uruguay things prospered, and Padre Romero founded two new reductions (1631), known as San Carlos and Apostoles; he also laid the foundation of that territory in which the persecuted neophytes of Guayra were soon to find a safe retreat. Father Diaz Tano by this time had returned from Charcas with a decree of the High Court, declaring the action of Don Luis de Cespedes in failing to protect Guayra against the Mamelucos prejudicial to the interests of the King; but as neither he nor the High Court of Charcas possessed any power by means of which to stimulate the Governor to greater zeal, the decree was useless, and Tano and Ruiz Montoya found themselves summoned hastily to meet a new attack.  But before they arrived the missions, both of San Francisco Xavier and of San Jose, had been destroyed.  As there were still three reductions undestroyed, Montoya, as Provincial of Guayra, called all the Jesuits of the province to deliberate as to their chance of making a defence.  The debate ran high; some of the priests wished that the neophytes should fight to the end; others, more sensible, pointed out that the ill-armed and quite untrained militia of the missions could do nothing with their bows and arrows against the well-led and well-disciplined Paulistas all armed with guns.*2* Padre Truxillo gave it as his opinion that it would be more prudent to transport the Indians to a place of safety, and pointed out that near the cataract of Guayra they would be able to cross the river and place it between themselves and the Paulistas in case of an attack.  This advice seemed prudent to the rest, and Father Truxillo set out to make his preparation for the march. Few European travellers even to-day have visited the great cataract known as El Salto de Guayra, or in Portuguese As sete Quedas. Bourgade la Dardye*3* has described it in his book on Paraguay. Situated as it is in the midst of almost impenetrable forests, it has not even now been properly placed upon the map.  Bourgade la Dardye inclines to think he was the first to visit it since the expedition sent by the elder Lopez, President of Paraguay, under Lieutenant Patino in 1861. Before that time it had been left unvisited since 1788, when the Boundary Commissioners sent to determine the dividing line between the Spanish and Portuguese possessions camped near it for a week. Felix de Azara writes about it in his `Historia del Paraguay',*4* but he does little more than reproduce the account given by the Boundary Commissioners.  He places it in 24d 4' 27\\\" lat., and refers to it as `a tremendous precipice of water*5* worthy of Homer or of Virgil's pen.'  He says the waters do not fall vertically as from a balcony or window (`como por un balcon o/ ventana'), but by an inclined plane at an inclination of about fifty degrees. The river close to the top of the falls is about four thousand nine hundred Castilian yards in breadth, and suddenly narrows to about seventy yards, and rushes over the fall with such terrific violence as if it wished to `displace the centre of the earth, and cause thus the nutation which astronomers have observed in the earth's axis.'  The dew or vapour which rises from the fall is seen in the shape of a column from many miles away, and on it hangs a perpetual rainbow, which trembles as the earth seems to tremble under one's feet. `The noise,' he says, `is heard full six leagues off, and in the neighbourhood neither bird nor beast is found.'  In Azara's time the journey was not too pleasant, for he says:  \\\\`He who wishes to see this fall must cross the desert for thirty leagues from the town of Curuguaty to the river Guatimi.  There he must choose trees to construct canoes. In these he must embark all those who go with him, arms and provisions, and besides, where he embarks, leave an armed escort to secure his base of supplies from the wild Indians' attack. In the canoes he then must navigate the Guatimi for thirty leagues until it joins the Parana, and always with much care, for in the woods upon its banks are Indians who give no quarter.*6* . . . Then there remain three leagues to sail upon the Parana, then one can reach the falls either in the canoes or struggling along the woods which fringe the river's bank.'\\n\\n\\\\-- *1* Charcas is situated in what is now Bolivia, and was extremely inconvenient     for all dwellers on the eastern side of the Andes to reach.     Whether this was a masterpiece of policy calculated     to discourage lawsuits, or whether it was merely due     to Spanish incuriousness and maladministration, is a moot point. *2* The Indians of the missions were not allowed to possess firearms     at this period. *3* `Paraguay', Dr. E. de Bourgade la Dardye; English edition     by George Philips junior (London, 1892).  The Indians     call it Salto de Canandiyu, which, according to Azara,     was the name of a `cacique' whom the first Spaniards met there. *4* `Descripcion y Historia del Paraguay', Madrid, 1847. *5* `Y es un espantoso despen\\\\~adero de agua', etc.     (`Descripcion del Paraguay', tomo i., p. 39). *6* `No dan cuartel'. --\\n\\nAzara was, perhaps, of all the travellers of the last century, the man who above all things shines in accuracy, and in point of fact his description of the cataract is the best we have up to the present time. Bourgade la Dardye tells us that not far above the cataract the Parana expands into a lake almost five miles in breadth, and from the lake the river issues in two great arms, which have forced their way through the mountains known as the Sierra de Mbaracyu.\\n\\nDr. Bourgade la Dardye seems to think the circular eddies found in the whirls are the most curious features of the falls.  He describes them thus: \\\\`They flow in falls varying from fifty to sixty feet in depth; these circular eddies, which are quite independent of one another, range along an arc of about two miles in its stretch. They are detached like giant caldrons yawning unexpectedly at one's feet, in which the flood seethes with incredible fury; every one of these has opened for itself a narrow orifice in the rock, through which like a stone from a sling the water is hurled into the central whirlpool. The width of these outlets rarely exceeds fifteen yards, but their depth cannot be estimated.  They all empty themselves into one immense central chamber about two hundred feet wide, rushing into it with astounding velocity. . . .  A more imposing spectacle can scarcely be conceived, and I doubt whether abysses such as these exist elsewhere in the world.'  He places the falls in latitude 24d 2' 59\\\", but corrects the longitude given by Azara as 56d 55' west of Paris to 58d 18' 8\\\" -- that is, 53d 57' 53\\\" west from Greenwich, which certainly has some importance in fixing the breadth of the territory of Paraguay.\\n\\nBut neither Azara nor the French traveller, with their yards and feet, their longitude and latitude, and the rest, give an idea of the grandeur of the place.  Buried in the primeval forests, forgotten by the world, known to the wandering Indians who give no quarter (any more to-day than in Azara's time), the giant cataract is a lost wonder of the world.  In the ruined missions on the Parana, two hundred miles away, I have heard the Indians talk of it with awe. They told how through the woods tangled with undergrowth, matted together with lianas, they had hewed a path.  Monkeys and parrots chattered at them, and a white miasmatic vapour hung over trees and lakes, burying the clearings in its wreaths, and lifting only at mid-day, to close again upon the woods at night.  They talked of alligators, jaguars, the giant ant-eater, and the mysterious bird known to them as the \\\\`ipetata', which in its tail carries a burning fire.  In the recesses of the thickets demons lurked, and wild Caaguas, who with a blowpipe and a poisoned arrow slew you and your horse, themselves unseen.  Pools covered with Victoria regia; masses of red and yellow flowers upon the trees, the trees themselves gigantic, and the moss which floated from their branches long as a spear; the voyage in canoes, whirled like a cork upon the rapids; lastly the falls themselves, and how they, awestricken at the sight, fell prostrate and promised many candles to the Virgin and the saints on their return, they talked of into the watches of the night.\\n\\nSomehow, I like those countries which, as the province of Guayra and Paraguay, appear to have no future, and of which the charm is in the past. It pleases me to think that the sharp business men of times gone by, patting their stomachs (the prison of their brain), predicted great advancement, and were all deceived.  For then it seems as if the prognostications of to-day's schemes may also fail, and countries which they have doomed to progress still remain as is Guayra, their towns deserted, with but the broken spire of some old church emerging from the verdure of the tropics, as the St. Paul's Rocks rise sheer out of the sea.  If there is charm in the unknown, there is at least as great a charm in the forgotten, and the Salto de Guayra is one of the most forgotten corners of the earth. To this wild place Father Mendoza proposed to lead the Indians from the Reductions of San Jose and San Francisco Xavier, and then unite with them any of the fugitives he could assemble from those reductions which had been destroyed.  But even the doglike patience of the Indians was at an end, and they preferred to die or be led captives rather than run the chances of escape in such a solitary place.  In their despair, and placed between the Paulistas and the fear of emigration, the neophytes turned, as even more civilized people than themselves will turn, on their best friends, and held the Jesuits responsible for all their woes. Two Indian women, wives of \\\\`caciques', having been taken by the Paulistas, the Indians broke into the church where a Jesuit (Padre Salazar) was officiating, and interrupted him during the Mass with the most bitter insults.  One of the Indians menaced him with a lance, another with an arrow, whilst a third tried to snatch the chalice from his hands.  He escaped, and ran, holding the chalice, out into the woods, followed by two little Indian boys.  Wandering about, he fell in with the other Jesuits, all like himself outcasts, without a church, and almost deserted by the Indians. Padre Ruiz Montoya alone possessed a shadow of authority, and he advised the outcasts with the remnant of their flocks to retire into the woods, and sow a crop of maize for food, whilst he endeavoured to get help from Paraguay.  Hardly was this done, when news was brought him which made him alter all his plans. Two messengers came to inform him that an army of Paulistas was marching on Villa Rica, and that a strong detachment of them was advancing from the south.  Then Padre Montoya took a supreme resolve, and ordered the evacuation of the two principal reductions (San Ignacio and Loreto) which yet remained intact.  They were the first which had been founded in Guayra, and were as important as any of the Spanish towns in Paraguay.  The churches, all the Jesuit writers, as Montoya, Charlevoix, Mastrilli, and Lozano, are agreed, were finer than any in the land.  The Indians were, according to Montoya, far better Christians than the inhabitants of the Spanish settlements, and their faith and innocence were above all praise. They cultivated cotton and had large herds of cattle, so that the most bitter enemies of the Jesuits must allow that much had been accomplished in the short space of two-and-twenty years. In 1609 the Jesuits came to Guayra, and found it absolutely untouched; and when in 1631 they left it, it was upon the road to become one of the most flourishing American provinces of the Spanish throne. The other missionaries imagined that nothing would persuade the Indians to depart from their homes, where for so many years they had been happy; but after Montoya explained to them his plans, they all assented to them as with a single voice.\\n\\nThe plan by means of which the Jesuit Moses led his sheep out of the wilderness of Guayra was most remarkable. The river Parana forms a great artery between Brazil and Paraguay; upon each side of it a network of rivers disembogue.  The Paranapane, on which most of the missions of Guayra were situated, flows from the east, and falls into the Parana, not much more than fifty miles above the cataract.  After the last of the once-flourishing six Jesuit reductions had been evacuated at the orders of Montoya, he collected all the boats, rafts, and canoes, and after much persuasion got all the Indians persuaded to follow him to seek for safer habitations lower down the Parana.  The population of the six reductions has been estimated at about one hundred thousand souls; but of these, during the years of 1629 and 1630, thousands had been led captive to San Paulo, and thousands had dispersed into the woods. Still, assembled on the banks of the Paranapane, there was a multitude of Indians of every sex and age.  Fortunately or unfortunately, no record by an eye-witness exists,\\\\* except that written by Montoya, and he is modest to a fault about all details, and absolutely silent as to the part he played himself.  He tells us that at the starting-point were gathered two thousand five hundred families, and this in spite of the dispersions and the efforts made by the Spanish settlers in the town of Ciudad Real,\\\\*\\\\* who feared, with cause, to be exposed to the full fury of the Paulistas without allies.  It appears the Indians were in a state of spiritual exaltation, for some young men having remarked the Jesuits were packing up a Christ and an image of the Blessed Virgin, which in happier times had been miraculous, they declared that to affront exile, and even death, in such good company was a foretaste of heaven.\\n\\n\\\\-- \\\\* At least, I have been unable to discover any other account   by an eye-witness. \\\\*\\\\* This city was situated near the great falls of Guayra,    and was destroyed by the Paulistas, as well as the city of Villa Rica,    after the Jesuits and their Indians left the province. --\\n\\nMontoya, in opposition to the modern style, tries to shift the burden of the praise on to the shoulders of the Provincial, Padre Francisco Lopez Truxillo,*1* but with indifferent success. This matter of bearing your own praise will require regulation in the future, when an advance of civilization has opened people's eyes to the perception that praise is just as disagreeable to the sufferer as is blame. The sentinel whom they had placed to warn them of the enemy's approach gave the alarm.  Montoya sent at once to Ciudad Real for help, but the Spanish settlers were too hard pressed themselves to give assistance. Nothing remained but to make a portage of all their rafts, boats, and canoes, and then to re-embark and sail down the Parana out of the reach of the Paulistas.  Montoya passed in review his boats, and found he had seven hundred, and that twelve thousand people had embarked with him on leaving the Paranapane.  When the Paulistas found the Jesuits had evacuated all their towns, they burnt the churches, on the principle, perhaps, that, the nests once pulled down, the rooks would not return.  They turned the Jesuit cells into barracks for themselves, taking, as Montoya says with horror, \\\\`infamous women' into those chaste abodes, where never woman had passed through the doors. The Paulistas then entered into a rigorous examination*2* of the Jesuits' private lives, hoping to find some scandal to bring against them. Especially they questioned the Indian women, giving them presents to discover everything they knew.  All was in vain, the discipline of the Order, or the strict conscientiousness of the individual members of it, not having given scandal any hold.*3*  The most difficult part of the great exodus was now to come.  The rapids and the cataracts of the Parana extend to nearly ninety miles, and the whole country is a maze of tangled forest interspersed with rocks.  No paths exist, the place is desert, and over the dank mass of vegetation the moisture from the clouds of vapour thrown up by the falling water descends in never-ending rain.*4* In order to endeavour to save the trouble of reconstructing new rafts and canoes at the bottom of the cataract, Montoya launched three hundred empty boats (sending an Indian in advance) to see if any of them would arrive safely at the bottom of the falls.  Not one escaped; and so the pilgrimage began, almost without provisions and without arms, in the middle of a country quite uncultivated, and where game was scarce.*5* To make things worse, intelligence was brought that, a few miles below the beginning of the falls, the Spaniards of Guayra had built a wooden fort, surrounded with a strong stockade, hoping to intercept the retreating Indians, and make slaves of any who might fall into their hands.  Montoya himself, dressed as an Indian, went out to observe the enemy, and on his return the whole immense assemblage silently plunged into the woods, leaving so little traces of its passage that the Spaniards in the fort were still expecting them when they were far beyond their reach.\\n\\n\\\\-- *1* `Conquista Espiritual', p. 48. *2* `Rigoroso examen' (`Conquista Espiritual'). *3* In all the books and pamphlets I have searched about the Jesuits     in Paraguay, both friendly and unfriendly to the Order,     I have never found a charge of personal unchastity advanced     against a Jesuit.  In regard to the other religious Orders     it is far otherwise. *4* Azara, `Descripcion e Historia del Paraguay', tomo i., p. 40:     \\\\`En las inmediaciones del Salto hay proporcion para tomar     las medidas geometricas que se quiera y metiendose por el bosque     se puede reconocer lo inferior del Salto, bien que para este     es menester desnudare totalmente porque llueve mucho.' *5* Azara records (book i.) the Indian fable that no living thing     could exist near the cataract.  Though this is of course untrue,     yet in most Paraguayan forests near water, game is both scarce     and hard to find. --\\n\\nEach Indian had to take his bundle on his back; even the children carried bundles in proportion to their strength.  The missionaries carried what was held most sacred, as altar-plate and images of saints. In front a band of men armed with machetes (cane-knives) opened the way through the dense woods and pathless jungle of the bank; and as they marched along, Montoya says they sang hymns which the Jesuits had taught them, and at the sound of them fugitives who had been hiding in the woods came out and joined their march.  Especially those from the out-station of Tayaoba joined them; their priest, Pedro de Espinosa, had met his death `with a good chance of his eternal welfare,' as Montoya says.* But after the second day the hymns no longer sounded through the woods, nor did they play upon the harps and other instruments, whose strings being all broken and the wood unglued, `they left them on the rocks, being too sad to look at them.' All through the weary journey Montoya seems never once to have despaired, and sets down in his book the adventures of each separate day, never forgetting to chronicle anything strange or pathetic as it occurred to him.  On the fourth day he sent off Fathers Diego, Nicolas Hennerio, and Mansilla into the province of Itatines to found a mission there, acting upon orders which had just reached him from the Provincial of the Order shortly before he had started from Guayra. They took with them \\\\`bells, images, and everything suitable for the foundation of a mission'; but the first two were martyred by the wild Indians, and the third just fled in time to save his life. It took the fugitive Indians eight weary days of marching to reach the lower end of the cataract, where once again the Parana was navigable.  On their arrival they hoped to find provisions and more boats; but none were there, their own stores were almost done, and the people too exhausted to march on. Fever broke out, and many of them died; and others, lost in the forests, without a guide, wandered about till death released them from their march. A weaker man than Padre Montoya might have despaired of ever issuing from the woods.  However, he set the Indians to work to make canoes, and others\\\\*\\\\* to cultivate patches of maize for food, working himself alternately with axe and hoe to give example to the neophytes. Others, again, cut down the enormous canes, which in that region grew to fifty feet in height, to make them into rafts.\\n\\n\\\\-- \\\\* `Con buenas prendas de su salud eterna' (`Conquista Espiritual'). \\\\*\\\\* Fathers Suarez, Contreras, and Espinosa were Montoya's lieutenants    in this memorable retreat.  It is difficult to give the palm    to the energy and courage of the four priests, or to    the resignation and faith of the immense multitude of Indians    who were saved by them. --\\n\\nSo, after a considerable time, all was in readiness for a new start, and luckily provisions from the reductions on the Parana arrived. So they embarked again, and on the journey a raft in which a woman and two children were sitting upset, to Montoya's agony, as he knew that `in that river there are fish that the people call culebras,* which have been seen to swallow men entire, and throw them out again with all their bones broken as if it had been done with stones.' He says:  `I confess I suffered infinitely, and, turning my eyes to heaven, I blamed my sins as having been the cause of so much misery, and said, \\\"O Lord, is it possible that for this Thou hast brought these people out of their country, that my eyes should endure the spectacle of so much misery, and my heart break at so much suffering, and then to let them die devoured by savage fish!\\\"'  As the good man was praying, the Indian woman's head appeared above the water, and Montoya himself, aided by Indians, drew her and the children in safety to the land.  But his trials were not at an end, for many of the hastily constructed rafts and canoes sank before his eyes, and the mortality of Indians was great.  Eventually they found a temporary refuge in the Reduction of the Nativity upon the Acaray, and at Santa Maria la Mayor upon the Iguazu.  Then famine raged, and the arrival of so many people increased the scarcity, so that six hundred of the new arrivals died in one reduction, and five hundred in the next.  At last the scarcity became so great that the poor Indians had to roam about the forests to gather fruit, and many of them died in the recesses of the woods.\\n\\n\\\\-- \\\\* \\\\`Culebra' is the Spanish for a serpent.  These fish may have been waterboas,   or, again, as seems probable by their digestive powers,   some kind of hypothetical fish not yet catalogued. --\\n\\nSeeing no hopes of saving the remainder, Montoya led them further on to the banks of a little river called the Jubaburrus,\\\\* and there he once again founded two reductions, which he named Loreto and San Ignacio, after the two the Mamelucos had destroyed. He bought ten thousand head of cattle out of the money the King allowed to the Jesuits of Guayra, and from the sale of some few objects saved from the general destruction of the towns, and settled down his Indians, who in Guayra had been all agriculturists, to a pastoral life. Thus did he bring successfully nearly twelve thousand people a distance of about five hundred miles through desert country, and down a river broken in all its course by rapids, landing them far from their enemies in a safe haven at the last. Most commonly the world forgets or never knows its greatest men, while its lard-headed fools, who in their lives perhaps have been the toys of fortune, sleep in their honoured graves, their memory living in the page of history, preserved like grapes in aspic by writers suet-headed as themselves.  But though this Hegira was the most stirring episode of Montoya's life, he yet had work to do, and in the province of diplomacy rendered as great, or even greater, services to the Indians, whom he loved better than himself, as in the memorable journey when he led them down the Parana.\\n\\n\\\\-- \\\\* The name of this river seems to have passed through the machine   of some medieval typewriter, for it is like no name in any language,   and Montoya knew Guarani well, having written much in that language. --\\n\\nChapter III\\n\\nSpain and Portugal in South America -- Enmity between   Brazilians and Argentines -- Expulsion of Jesuits from Paraguay --   Struggles with the natives -- Father Mendoza killed --   Death of Father Montoya\\n\\nIn the province of Guayra the Spaniards who had looked with disfavour on the Jesuits, and had enslaved the Indians when they were able, were in sore straits.  The Mamelucos, finding no more Indians to enslave, fell on the two towns of Villa Rica and Ciudad Real, destroyed them utterly, and forced the inhabitants to flee for refuge into Paraguay. Thus Guayra went the way of Matto Grosso and several other provinces of Spain, and became Portuguese.  Strangely enough, most of these losses happened when Spain and Portugal were joined under one crown.  At home the Spaniards and the Portuguese, however much they detested one another, were forced to keep the peace. In America they were always at war, which ended invariably to the detriment of Spain.\\\\*  The strife begun by the Papal Bull of 1493, in which Pope Alexander VI. divided the territories discovered and to be discovered between Portugal and Spain, went on, till bit by bit Spain was stripped of the provinces of Matto Grosso, Rio Grande, and Guayra, and found herself drawn into the numerous disputes about the Colonia del Sacramento, which cost so much blood to both contending Powers.  Perhaps the most curious and interesting incident of the long struggle was the Three Years' War, which began in 1750, after the marriage of Ferdinand VI. of Spain with Dona Barbara of Portugal.  By the treaty entered into at this marriage, seven of the most flourishing of the missions situated on the left bank of the Uruguay were ceded to Portugal in exchange for La Colonia del Sacramento on the river Plate. The towns resisted change of sovereignty, as Portugal to them was typified by the Paulistas, their most inveterate enemies. The Marquis de Valdelirios in his curious despatches touches much upon this war, but perhaps the best account is to be found in the curious memoir of the Irish Jesuit Father, Tadeo Hennis,\\\\*\\\\* who was the backbone of the resisting Guaranis.\\n\\n\\\\-- \\\\* Even so late as the year 1777, in which the last treaty of boundaries   was signed at San Ildefonso, Portugal was the gainer, though not so greatly   as by the former treaties of 1681 and 1750. \\\\*\\\\* `Efemerides o Diario de la Guerra de los Guaranies', por P. Tadeo Hennis.    This journal has, I think, never been published in its entirety,    but portions of it are to be found in the collection of documents,    Bulls, despatches, etc., published at Madrid in 1768    under the title of `Causa Jesuitica de Portugal'.  The author of this book    calls Hennis a German, but his name, Thadeus Ennis (as it is often spelt),    and his love of fighting look un-Germanic.  Portions of the diary    are also to be found in the work of Bernardo Ibanez de Echegarray,    entitled `Histoire du Paraguay sous les Je/suites' (Amsterdam, 1780).    Either the original or an old manuscript copy exists    in the archives of Simancas, where I have seen, but unfortunately    did not examine, it.  A portion of the work is also included    in the `Coleccion de Angelis' (Buenos Ayres, 1836). --\\n\\nThe ancient enmity of the two nations has been continued in their descendants, the Brazilians and the Argentines and Uruguayans, and little by little Brazil is absorbing all the northern portion of the Republic of Uruguay. After the retreat under Montoya down the Parana, the Jesuit missions, especially in Paraguay and what is now the province of Corrientes, for some time enjoyed a period of peace and of repose, and the strange policy of the Jesuits was developed, and township after township arose amongst the Guaranis (1630-31).  But there was still no rest for Ruiz Montoya, who was of those who rest but in the grave.  In 1632, at the instance of the Governor and magistrates of the township of Jerez, Montoya sent Fathers Jean Ranconier and Mansilla to the north of Paraguay to found a mission amongst the Itatines, a forest-dwelling tribe. Their territory was marshy and the climate bad, and woods of indiarubber-trees covered all the land.  Fathers del Techo and Charlevoix both speak of the \\\\`rebounding balls' with which they played, which, thrown upon the ground, start up again as if they were filled with air. This is, perhaps, one of the first times that indiarubber is mentioned, though in some places Jean de Lery\\\\* seems to indicate he was acquainted with its use.\\n\\n\\\\-- \\\\* \\\\`Histoire d'un Voyage faict en la Terre du Bre/sil'. --\\n\\nThe Jesuits found that to make progress was not easy with these Indians, who willingly enough listened to their preaching, but refused to alter their social habits, to which the Jesuits ascribe the fact that even then their numbers were diminishing.  Like most of the Indians of America, they were polygamists, which custom in their race operates differently to polygamy amongst the negroes:  for whereas they seem to increase and thrive, the Indians even at the conquest often tended to become extinct. When a headman amongst the Itatines died, a number of his followers jumped down precipices to accompany him upon his journey to a better world. This custom and polygamy gave much trouble to the Jesuits, but their most admirable patience and knowledge of mankind helped them to overcome them by degrees.  All was about to flourish in the mission, when one Acosta, a Brazilian priest, appeared.  Perhaps he was in league with the Paulistas, or perhaps was jealous of the Jesuits, for he tried hard to lead a number of the Indians to San Paulo to show them (as he said) how they should follow the true law of God.\\\\*\\n\\n\\\\-- \\\\* The way of the neophyte even to-day is hard, so many priests   of different jarring sects disputing for his soul as hotly as if   it were a preference stock which they had private intimation   was just about to rise. --\\n\\nThe Itatines, either suspecting that Acosta's true law was false, or tired of his preaching, rose and killed him; but the effect was bad, and there grew up amongst those infidels a coldness even towards the Jesuits themselves.  Had it not been for two miraculous events which happened opportunely, as such things should happen if they are to be turned to good account, much harm might have been done. A chief, having cursed a priest, was seized at once with a malignant ulcer in the throat, which shortly killed him.  The Itatines did not apparently think anything of the influence of the unhealthy climate in which they lived, and set the occurrence down to the act of God.\\n\\nBut more was still to come.  Another chief having so far forgotten himself as to jeer at a priest, a thunderbolt fell so close to him that he was knocked senseless, and lay as dead.  These two events confirmed the Jesuits' power, and things began to flourish in their four new missions. But the Great Power, so careful of the individual effort of His priests, seems to have been most unaccountably remiss of their success considered as a whole.  In the same year (1632) the Mamelucos appeared and ruined all the four missions, so that the efforts of the Jesuits and the miracles were lost.\\n\\nIn 1633 the first skirmish took place between the Bishop of Paraguay and the Jesuits.  This skirmish little by little grew into a war, kept up for more than a hundred years, and ended finally in the expulsion of the Jesuits from Paraguay.  The Governor, Don Luis de Cespedes, having called upon the Indians of the Jesuit missions for personal service, a proceeding quite against both the King's orders and the Papal Bulls, the Bishop thought the moment opportune to press for tithes.  This, too, was equally forbidden both by a Bull and by an order of the Council of the Indies.  Padre Romero went to Asuncion and displayed his Bulls and his orders of the Council, and the Governor withdrew his claims.  The Bishop, after some opposition, withdrew likewise, and the Provincial of the Order arrived at Asuncion, bringing with him an order from the King signifying that the Indians of the reductions were to be left entirely to the Jesuits. So for the present the Jesuits scored a victory, though in the future it was to cost them dear.  But the Governor of Paraguay having returned apparently to his design of exacting personal service from the Indians of the missions, the Provincial checkmated him with a royal order from Philip IV.  The order was addressed to the Viceroy of Peru, the fourth Count of Chinchon.  The missive, dated at Madrid in 1633, condemned in the strongest terms all personal service (that is, forced labour) amongst the Indians, not only of the Jesuit missions, but of Peru and Mexico. With a touching confidence in his own powers, and absolute right Divine, the well-meaning King added to his orders a paragraph commanding all to be done as he had ordered within six months.  Strange to find Philip IV., whom Velasquez has immortalized and shown us as he sat upon his horse ineffable, so far away from the Museo del Prado, where alone he ever seems really to have lived.  But foolish Governors and Bishops were not the Jesuits' worst enemies in Paraguay.  In 1634 the Provincial, Father Boroa, was shipwrecked in a voyage up the Uruguay, and only saved by the devotion of his neophytes.\\n\\nSometimes the cruel treatment of the natives by the Spanish settlers was avenged upon the Jesuits.  This was the case with a band of Guapalaches, who, coming on Father Espinosa in a wood, attacked and massacred him and all his Indians, and, having cut his body into pieces, left it for the wild beasts to eat.  Upon another occasion Father Mendoza fell into an ambuscade, from which he might have escaped had not his horse sunk in a miry stream.  Long he defended himself with an Indian shield, but at length was stretched upon the ground and left for dead. During the night he revived, and dragged himself up to some rocks; but the Indians in the morning, following up his trail, came on him praying in a loud voice.  They told him that he served a blind God, or at best a powerless God, as He did nothing to defend His servant; then, after torturing him cruelly, they despatched him, and, taking out his heart, said:  \\\\`Let us see if his soul will take the road to heaven.'  These savages do not seem to have been genuinely interested in finding out what became of the soul after the dissolution of the body, for they sat down and made a hearty meal of two young Indians who accompanied the unlucky priest. But they had heard their victim say that when he baptized them it purified their souls, and the last words of Father Mendoza had been to recommend his soul to God.  I often wonder if the Christians of to-day, their creed so firmly fixed by the martyrdoms of simple folk, who held their faith without perhaps much reasoning on it, know what they owe to men like Father Christopher Mendoza, slain by the Indians in the Paraguayan woods.  Your ancient martyr, fallen out of fashion and forgotten by the Christians of to-day, should have his homage done to him, if only by the chance writer, who in his studies for some subject of no interest to the general world comes on his trail of blood; for martyrdom, no matter how obscure, forgotten by the people of the faith for which the martyr suffered, is a slur not only on the faithful, but on the faith itself.  In 1636 occurred the second invasion of the Paulistas, which induced Father Montoya, accompanied by Father Diaz Tano, to go to Europe to seek protection for the Indians both from the King of Spain and from the Pope.\\n\\nThe Mamelucos burst into the province of Tape,\\\\* and, as the mission of Jesus-Maria (one of the few left undestroyed at the former invasion) was most exposed, Father Romero asked permission of the Governor of the River Plate\\\\*\\\\* to make some trenches to defend the place.  The Governor consented, but the storm burst on the mission before the defences were in a fit state to defend. The mission priests Antonio Bernal and Juan Cardenas were in the front ranks encouraging the Indians, and both were badly wounded.  Fathers Mola and Romero went about ministering to the wounded, but escaped themselves.  At last, the Mamelucos having set fire to the church, capitulation became inevitable, and the chief part of the Indians were led away in chains. The same fate would have overtaken the mission of San Cristobal, where father Romero had retreated with some fugitives from Jesus-Maria, had not the people and their priest retreated hastily upon the mission of Santa Ana.  But even there they were not long in safety, and had to undertake another perilous journey down the river Iguai. Here a party of passing Mamelucos fell into an ambuscade, and were hewn in pieces, presumably before the Lord.  The Mamelucos pushed their advance so far that Father Montoya had given orders that all the missions of that province should be burned.  The inhabitants, who trusted him quite blindly, were just about to begin to burn their houses, when an order from the Provincial stopped them from doing so till he himself appeared upon the scene.  He arrived, and, gathering up the scattered Indians as far as he was able, left them for safety in some of the missions which had not been destroyed, and set off himself to ask for help from the Governor of Paraguay.\\n\\n\\\\-- \\\\* This province was sometimes called Guayra, and sometimes La Provincia   de Vera, Vera being the family name of Alvar Nunez Cabeza de Vaca.   Its position, etc., may be determined by reference to   the curious volume of maps published at Madrid by Don Francisco Javier Brabo   in 1872. \\\\*\\\\* That a mission could be so undefended as to need trenches,    that a Jesuit should ask leave to make such elementary defences,    even in the face of imminent danger, seems to prove that the Jesuits    at least in 1636 had no intention of defying the sovereign power,    as was so often alleged against them. --\\n\\nFinding no help either from him or from the Governor of the River Plate, he went to Corrientes, and was received almost with contumely. Then, desperate, he equipped an army of the mission Indians, and advanced to fight the Mamelucos; but they had retreated into Brazil, and were beyond his reach.  Seeing that nothing was to be hoped from the Spanish Governors, he sent a box of papers in a ship going to Portugal, and laid his case before the Council of the Indies. Montoya and Charlevoix relate that the box was thrown into the sea near Lisbon by some enemy of the Jesuits, but providentially was washed up by the tide, and, being found miraculously, was taken to the King of Spain. Whether this happened as it is written, who shall say?  But, in distress, when have good men (before the time of the encyclopaedists) been without a miracle to sustain their cause?  In the next year (1637) Father Montoya and Tano started upon their mission to Europe, and a new field was opened to Montoya in which to show his talents on the Indians' behalf.\\n\\nWhilst Father Montoya was in Spain, the Provincial appointed Father Alfaro to take his place.  He fell on troublous times, for the Mamelucos were preparing to attack the three remaining missions in the province of Guayra.\\\\*  As they were not defensible, it was agreed to evacuate them, and to retreat into the provinces upon the Uruguay.  When they were just about to start from Santa Teresa, where the inhabitants of the other missions had been collected, the Mamelucos appeared just before Christmas.  The Indians were driven off as slaves, and the Mamelucos, with their usual sense of humour, attended Mass as penitents on Christmas Day, with candles in their hands, and listened to the sermon in an edifying way.  The priest reproached them for their cruelty, and they, after listening devoutly, gave him the liberty of two choir boys, and quietly left the church.\\n\\n\\\\-- \\\\* San Joaquin, Santa Teresa, Santa Ana. --\",\"timestamp\":1637495620,\"title\":\"\\nUpon the failure of Don Luis de Cespedes to render help, Padre Diaz Tano was despatched \"},\"digest\":\"EV6Exu3wo5j9FOxtnmeIS6dmU1J8hWLxJYoPTWiRxpA\",\"authorship\":{\"contributor\":\"0x64C49f050417521e14CDAd1447c72F8234716Cd7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WYmnQUXsgWelC8qZpqdrsgOQUmG1yqCDlQg2BKC6sVE\\\",\\\"y\\\":\\\"NMAoYGL0v-3q98Dj9I69CuKC1wC2sAgXRLHiG-sefH0\\\"}\",\"signature\":\"RvpbRslME9PbZuG2nHXJTg7zh1RBfOieC7IidnAeGvDx6GAH0kPs9VqEkXLtEzX0eZn5Pfi9rz9wE_sjThrKkQ\",\"signingKeySignature\":\"0x95eb4e3c39e2daea3089d675874cf1bffa82e1c0b622e3532245fcfbeb8543144529f0ecdbbf47d2b54433530231afd455d8370abfac338fdc6203b738841ece1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WYmnQUXsgWelC8qZpqdrsgOQUmG1yqCDlQg2BKC6sVE\\\",\\\"y\\\":\\\"NMAoYGL0v-3q98Dj9I69CuKC1wC2sAgXRLHiG-sefH0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"EV6Exu3wo5j9FOxtnmeIS6dmU1J8hWLxJYoPTWiRxpA\"}"