"{\"content\":{\"body\":\"# TL;DR\\n\\n* Snapshot has been already taken\\n* Airdrop coming in soon\\n* Governance platform coming soon\\n* You must claim airdrop within 90 days of platform launch\\n* Tokens will be automatically staked\\n* There will be staking rewards\\n* You can also stake tokens that you have bought\\n* You will not be contacted by the team: beware of scammers\\n\\nJet Protocol launched in April 2021 as an idea for borrowing and lending that could be more capital efficient — we have been working to deliver innovative borrowing and lending products every day since then. Since takeoff, we always believed that good governance was going to be our primary differentiator in the Solana ecosystem and beyond, giving us an edge in how the protocol is formed and maintained.\\n\\nWe’ve had the benefit of seeing the evolution of DAOs in action over the past few years, with success stories like MakerDAO lighting a path towards meaningful decentralization. With lessons learned through observation and participation — this is Jet Protocol’s first step towards activating our community and building a governance framework that we hope will grow and evolve with the tech.\\n\\nSince creating the JET token around the same time as our mainnet launch in October, Jet Protocol’s usage and utility have been evolving in parallel with JET’s position on the open market. We’ve seen TVL approach upwards of $60 million with absolutely zero liquidity mining incentives or other subsidies. We are extremely happy with this, and we believe that introducing the JET token into the overall governance and staking structure should align incentives even more for users of Jet, to get and stay engaged.\\n\\n# The $JET Retroactive Airdrop\\n\\nIn early Q1 of 2022, Jet will release a series of features tangential to the borrowing and lending app, which users have been able to interact with since the launch of mainnet. First and foremost, to ensure that our initial governance efforts have a wide enough range of people engaged, we will be doing a retroactive airdrop reward to early testers and users of the protocol since the earliest days of devnet. At a high level, this breaks down to people who engaged with the platform on devnet, and who deposited or borrowed funds on mainnet. Our progress and success are truly owed to these community members and supporters who were gracious to give us their time and feedback on the earliest versions of the product. We want to make sure they are able to participate in the first and most critical formal governance decisions.\\n\\nThe snapshot for the retroactive airdrop rewards has already been taken, and the interface to claim your JET tokes will be released over the coming weeks through official Jet Protocol channels. Please remember that we are not selling JET tokens, nor will Jet Core team members reach out to you on any social media platform to participate in this airdrop: if you receive unsolicited messages from anyone in our team, it is likely a scammer trying to rob you of your funds.\\n\\nWithin the Jet Governance interface, users will view and claim their available airdrop rewards. Any eligible rewards MUST BE CLAIMED WITHIN 90 DAYS of the airdrop start date. After this time, all JET tokens unclaimed will be returned to the Jet DAO treasury for future use. When you claim airdrop rewards within the Jet Governance interface, your funds will be automatically staked on your behalf into the Jet Governance staking module. With the understanding that Jet Protocol will hold its first token holder vote within Q1 of 2022 for the first collateral onboarding decision, we encourage all airdrop participants to keep their JET staked in the governance module, so they are able to vote on the first proposal when ready.\\n\\nYour staked JET, which will be shown and delineated within the interface, can be unlocked at any time from the Jet Governance module and will be subject to a to-be-determined un-staking period before the funds are able to be moved. Please review the Jet Governance documentation for a full explanation of the unlocking schedule and how to understand yours.\\n\\nYour staked JET, which will be displayed within the interface, can be unlocked at any time from the Jet Governance module **but will always be subject to a un-staking period before the funds are able to be removed.** For a full explanation of the un-locking schedule and how to understand yours, please review the coming Governance announcements and documentation..\\n\\nEven though airdrop rewards are automatically staked and will begin earning rewards immediately after being claimed, anyone who wants to stake their JET into the Jet Governance module will earn staking rewards, which will accrue to each user’s staked balance over time.\\n\\n*Anyone who has JET tokens can stake them into the Jet Governance staking module to receive rewards and participate in governance opportunities.*\\n\\n# $JET Utility Flight Path\\n\\nHeading into the holidays, we wanted to make sure our community had a good idea of what to expect in early 2022. We have more content to come regarding how the governance framework and mechanics will operate, our DAO structure and even more on our exciting product roadmap. It’s of the utmost importance that we create a strong culture around governance and the input from the community which will be driving this. The coming instructions and details on how to participate will be available on our blog, newsletter, and Gitbook documentation. The Jet Core team is available to answer questions in our [forum](https://forum.jetprotocol.io/) and [Discord](https://discord.gg/BsF3cEbdV9).\\n\\nWe appreciate your support so much and thank everyone for making 2021 a great one — we know you’ll be even more stoked for what’s in store this coming year.\",\"timestamp\":1639968747,\"title\":\"The First $JET Airdrop\"},\"digest\":\"NIF0NjL5m417DD3AEmwHGxYu8e3m6LGrAWDPqujtjow\",\"authorship\":{\"contributor\":\"0x144fcD02BbE4D2957d6325CEC5D7818c708507E6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bwO6CvAAp9KdIPmQpbKi55OH9_nmjAiB0bvERdoKbE0\\\",\\\"y\\\":\\\"pmyZEL65zfwJUVLN1RVmLLCCu64eFtXB6962nCn2Yq8\\\"}\",\"signature\":\"-NU5udKqDh-YsJsgN5ian3T0KTOs9s4Eg3V3RiCXRAspB8E8pVj2f_IR02XRlnE7A6dhAJFJlxFnfumxLJlzpg\",\"signingKeySignature\":\"0xc213b0421a1e40a63d06293da71b3c3c855df08cef78f2970fc9f8d3d893dced2b52cc714b28adb649b61d22d9f0983476e61b9100cd5ba4a15a96d4f3cb8ce01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bwO6CvAAp9KdIPmQpbKi55OH9_nmjAiB0bvERdoKbE0\\\",\\\"y\\\":\\\"pmyZEL65zfwJUVLN1RVmLLCCu64eFtXB6962nCn2Yq8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NIF0NjL5m417DD3AEmwHGxYu8e3m6LGrAWDPqujtjow\"}"