"{\"content\":{\"body\":\"and, introducing him to the professor, went on with the conversation.\\nA little man in spectacles, with a narrow forehead, tore himself from the discussion for an instant to greet Levin, and then went on talking without paying any further attention to him. Levin sat down to wait till the professor should go, but he soon began to get interested in the subject under discussion.\\nLevin had come across the magazine articles about which they were disputing, and had read them, interested in them as a development of the first principles of science, familiar to him when a natural science student at the university. But he had never connected these scientific deductions as to the origin of man as an animal, as to reflex action, biology and sociology, with those questions as to the meaning to himself of life and death, which had of late been more and more often in his mind.\\nAs he listened to his brother's argument with the professor, he noticed that they connected these scientific questions with those spiritual problems - that at times they almost touched on the latter; but every time they were close upon what seemed to him the chief point they promptly beat a hasty retreat, and plunged again into a sea of subtle distinctions, reservations, quotations, allusions and appeals to authorities, and it was with difficulty that he understood what they were talking about.\\n`I cannot admit it,' said Sergei Ivanovich, with his habitual clearness and distinctness of expression, and elegance of diction. `I cannot in any case agree with Keiss that my whole conception of the external world has been derived from impressions. The most fundamental idea - the idea of existence - has not been received by me through sensation; indeed, there is no special sense organ for the transmission of such an idea.'\\n`Yes, but they - Wurst, and Knaust, and Pripassov - would answer that your consciousness of existence is derived from the conjunction of all your sensations, that that consciousness of existence is the result of your sensations. Wurst, indeed, says plainly that, assuming there are no sensations, it follows that there is no idea of existence.'   `I maintain the contrary,' began Sergei Ivanovich.\\nBut here it seemed again to Levin that, just as they were close upon the real point of the matter, they were again retreating, and he made up his mind to put a question to the professor.\\n`According to that, if my senses are annihilated, if my body is dead, I can have no existence of any sort?' he queried.   The professor, in annoyance, and, as it were, mental suffering at the interruption, looked round at the strange inquirer, more like a hauler of a barge than a philosopher, and turned his eyes upon Sergei Ivanovich, as though to ask: What's one to say to him? But Sergei Ivanovich, who had been talking with far less stress and one-sidedness than the professor, and who had sufficient breadth of mind to answer the professor, and at the same time to comprehend the simple and natural point of view from which the question was put, smiled and said:   `That question we have no right to answer as yet....'\\n`We have not the requisite data,' confirmed the professor, and he went back to his argument. `No,' he said; \\\\`I would point out the fact that if, as Pripassov directly asserts, sensation is based on impression, then we are bound to distinguish sharply between these two conceptions.'\\nLevin listened no more, and simply waited for the professor to go.\\n\\nChapter 8\\nWhen the professor had gone, Sergei Ivanovich turned to his brother.\\n`Delighted that you've come. For how long? How's your farming getting on?'   Levin knew that his elder brother took little interest in farming, and only put the question in deference to him, and therefore he told him only about the sale of his wheat and money matters.   Levin had meant to tell his brother of his determination to get married, and to ask his advice; he had indeed firmly resolved to do so. But after seeing his brother, listening to his conversation with the professor, hearing afterward the unconsciously patronizing tone in which his brother questioned him about agricultural matters (their mother's property had not been divided, and Levin took charge of both their shares), Levin felt that he could not for some reason broach to him his intention of marrying. He felt that his brother would not look on it as he would have wished him.   `Well, how is your Zemstvo doing?' asked Sergei Ivanovich, who was greatly interested in Zemstvo establishments and attached great importance to them.\\n`I really don't know.'   `What! But surely, you're a member of the board?'\\n`No, I'm not a member now; I've resigned,' answered Levin, `and I no longer attend the sessions.'\\n`What a pity!' commented Sergei Ivanovich, frowning.   Levin in self-defense began to describe what took place at the sessions in his district.   `That's how it always is!' Sergei Ivanovich interrupted him. `We Russians are always like that. Perhaps it's our strong point, really - this faculty of seeing our own shortcomings; but we overdo it, we comfort ourselves with irony, which we always have on the tip of our tongues. All I say is, give such rights as our Zemstvo establishments to any other European people, and... Why, the Germans or the English would have worked their way to freedom with them, while we simply turn them into ridicule.'   `But how can it be helped?' said Levin penitently. `It was my last trial. And I did try with all my soul. I can't. I'm no good at it.'   `It's not that you're no good at it,' said Sergei Ivanovich, `it is that you don't look at it as you should.'   `Perhaps not,' Levin answered dejectedly.\\n`Oh! do you know brother Nikolai's turned up again?'   This brother Nikolai was the elder brother of Constantin Levin, and half-brother of Sergei Ivanovich; a man who was done for, who had dissipated the greater part of his fortune, was living in the strangest and lowest company, and had quarreled with his brothers.   `What did you say?' Levin cried with horror. `How do you know?'   `Procophii saw him in the street.'\\n`Here in Moscow? Where is he? Do you know?' Levin got up from his chair, as though on the point of starting off at once.   `I'm sorry I told you,' said Sergei Ivanovich, shaking his head at his younger brother's excitement. `I sent to find out where he is living, and sent him his I O U to Trubin, which I paid. This is the answer he sent me.'   And Sergei Ivanovich took a note from under a paperweight and handed it to his brother.   Levin read in the queer, familiar handwriting: `I humbly beg you to leave me in peace. That's the only favor I ask of my gracious brothers. - Nikolai Levin.'\\nLevin read it, and without raising his head stood with the note in his hands opposite Sergei Ivanovich.\\nThere was a struggle in his heart between the desire to forget his unhappy brother for the time, and the consciousness that it would be base to do so.\\n`He obviously wants to offend me,' pursued Sergei Ivanovich; `but he cannot offend me, and I should have wished with all my heart to assist him, but I know it's impossible to do that.'\\n`Yes, yes,' repeated Levin. `I understand and appreciate your attitude to him; but I shall go and see him.'\\n`If you want to, do; but I shouldn't advise it,' said Sergei Ivanovich. `As regards myself, I have no fear of your doing so; he will not make you quarrel with me; but for your own sake, I should say you would do better not to go. You can't do him any good; still, do as you please.'\\n`Very likely I can't do any good, but I feel - especially at such a moment - but that's another thing - I feel I could not be at peace.'   `Well, that's something I don't understand,' said Sergei Ivanovich. `One thing I do understand,' he added, `it's a lesson in humility. I have come to look very differently and more indulgently on what is called infamy since brother Nikolai has become what he is... you know what he did....'\\n\\\\`Oh, it's awful, awful!' repeated Levin.\\nAfter obtaining his brother's address from Sergei Ivanovich's footman, Levin was on the point of setting off at once to see him, but on second thought he decided to put off his visit till the evening. The thing to do to set his heart at rest was to accomplish what he had come to Moscow for. From his brother's Levin went to Oblonsky's office, and on getting news of the Shcherbatskys from him, he drove to the place where he had been told he might find Kitty.\\n\\nChapter 9\\nAt four o'clock, conscious of his throbbing heart, Levin stepped out of a hired sleigh at the Zoological Gardens and turned along the path to the frozen mounds and the skating ground, knowing that he would certainly find her there, as he had seen the Shcherbatsky's carriage at the entrance.\\nIt was a bright, frosty day. Rows of carriages, sleighs, drivers and gendarmes were standing in the approach. Crowds of well-dressed people, with hats bright in the sun, swarmed about the entrance and along the well-swept paths between the little houses adorned with carving in the Russian style. The old curly birches of the gardens, all their twigs laden with snow, looked as though freshly decked in sacred vestments.\\nHe walked along the path toward the skating ground, and kept saying to himself - `You mustn't be excited, you must be calm. What's the matter with you? What do you want? Be still, foolish one,' he conjured his heart. And the more he tried to compose himself, the more breathless he found himself. An acquaintance met him and called him by his name, but Levin did not even recognize him. He went toward the mounds, whence came the clank of the chains of sleighs as they slipped down or were dragged up, the rumble of the sliding sleighs and the sounds of merry voices. He walked on a few steps, and the skating ground lay open before him, and at once, amid all the skaters, he recognized her.   He knew she was there by the rapture and the terror that seized his heart. She was standing talking to a lady at the opposite end of the ground. There was apparently nothing striking either in her dress or her attitude, but for Levin she was as easy to find in that crowd as a rose among nettles. Everything was made bright by her. She was the smile that shed light on all around her. `Is it possible I can go over there on the ice - approach her?' he thought. The place where she stood seemed to him a holy shrine, unapproachable, and there was one moment when he was almost retreating, so overwhelmed was he with terror. He had to make an effort to master himself, and to remind himself that people of all sorts were moving about her, and that he, too, might have come there to skate. He descended, for a long while avoiding looking at her as at the sun, yet seeing her, as one does the sun, without looking.\\nOn that day of the week, and at that time of day, people of one set, all acquainted with one another, used to meet on the ice. There were skillful skaters there, showing off their skill, and beginners clinging to chairs with timid, awkward movements, and boys and elderly people skating with hygienic motives. They seemed to Levin an elect band of blissful beings because they were here, near her. All the skaters, it seemed, with perfect self-possession, skated toward her, skated by her, even spoke to her, and were happy, quite apart from her, enjoying the capital ice and the fine weather.\\nNikolai Shcherbatsky, Kitty's cousin, in a short jacket and tight trousers, was sitting on a bench with his skates on. Seeing Levin, he shouted to him:\\n`Ah, the first skater in Russia! Been here long? First-rate ice - do put your skates on.'   `I haven't got my skates,' Levin answered, marveling at this boldness and ease in her presence, and not for one second losing sight of her, though he did not look at her. He felt as though the sun were coming near him. She was in a corner, and turning out her slender feet in their high boots, she, with obvious timidity, skated toward him. A boy in Russian dress, desperately waving his arms and bending down to the ground, overtook her. She skated a little uncertainly; taking her hands out of the little muff that hung on a cord, she held them ready for emergency, and looking toward Levin, whom she had recognized, she smiled at him and at her own fears. When she had got round the turn, she got a start with one foot and skated straight up to Shcherbatsky. Clutching at his arm, she nodded with a smile to Levin. She was more beautiful than he had imagined her.\\nWhen he thought of her, he could call up a vivid picture of her to himself, especially the charm of that little fair head, so freely set on the shapely girlish shoulders, and so full of childish brightness and kindness. Her childish countenance, together with the delicate beauty of her figure, made up that special charm of hers, which he appreciated so well. But what always struck him in her as something unlooked for was the expression of her eyes - soft, serene and truthful; and, above all, her smile, which always transported Levin to an enchanted world, where he felt moved and tender, as he remembered himself during certain rare days of his early childhood.\\n`Have you been here long?' she said, giving him her hand. `Thank you,' she added, as he picked up the handkerchief that had fallen out of her muff.\\n`I? Not long ago... yesterday... I mean I arrived... today...' answered Levin, in his emotion not comprehending her question immediately. `I meant to come and see you,' he said; and then, recollecting what his intention was in seeking her, he was promptly overcome with confusion, and blushed. `I didn't know you could skate, and skate so well.'   She looked at him attentively, as though wishing to make out the cause of his confusion.   `Your praise is worth having. The tradition is kept up here that you are the best of skaters,' she said, with her little black-gloved hand brushing some needles of hoarfrost off her muff.\\n`Yes, I used to skate with passion once upon a time; I wanted to attain perfection.'   `You do everything with passion, I think,' she said smiling. `I should so like to see how you skate. Do put on skates, and let's skate together.'   `Skate together Can that be possible?' thought Levin, gazing at her.\\n`I'll put them on directly,' he said.   And he went off to get skates.   `It's a long while since we've seen you here, sir,' said the attendant, supporting his foot, and screwing on the heel of the skate. `Except you, there's none of the gentlemen first-rate skaters. Will that be all right?' said he, tightening the strap.   `Oh, yes, yes; make haste, please,' answered Levin, with difficulty restraining the smile of rapture which would overspread his face. `Yes,' he thought, `this is life, this is happiness! Together, she said; let us skate together! Speak to her now? But that's just why I'm afraid to speak - because I'm happy now, happy even though only in hope.... And then?... But I must! I must! I must! Away, faintheartedness!'\\nLevin rose to his feet, took off his overcoat, and, gaining speed over the rough ice round the pavilion, came out on the smooth ice and skated without effort, as it were, by, simple exercise of will, increasing and slackening speed and turning his course. He approached her with timidity, but again her smile reassured him.\\nShe gave him her hand, and they set off side by side, going faster and faster, and the more rapidly they moved the more tightly she grasped his hand.\\n`With you I should soon learn; I somehow feel confidence in you,' she said to him.   `And I have confidence in myself when you are leaning on me,' he said, but was at once frightened at what he had said, and blushed. And indeed, no sooner had he uttered these words, than all at once, like the sun going behind a cloud, her face lost all its tenderness, and Levin detected the familiar change in her expression that denoted mental concentration; a tiny wrinkle came upon her smooth brow.\\n`Is there anything troubling you? However, I've no right to ask such a question,' he said hurriedly.   `Oh, why so?... No, I have nothing to trouble me,' she responded coldly, and immediately added: `You haven't seen Mlle. Linon, have you?'   `Not yet.'\\n`Go and speak to her - she likes you so much.'   `What's wrong? I have offended her. Lord help me!' thought Levin, and he flew towards the old Frenchwoman with the gray ringlets, who was sitting on a bench. Smiling and showing her false teeth, she greeted him as an old friend.\\n`Yes, you see we're growing up,' she said to him, glancing toward Kitty, `and growing old. Tiny bear has grown big now!' pursued the Frenchwoman, laughing, and she reminded him of his joke about the three young ladies whom he had compared to the three bears in the English nursery tale. `Do you remember that's what you used to call them?'   He remembered absolutely nothing, but she had been laughing at the joke for ten years now and was fond of it.   `Now, go and skate, go and skate. Our Kitty has learned to skate nicely, hasn't she?'\\nWhen Levin darted up to Kitty her face was no longer stern; her eyes looked at him with the same sincerity and tenderness, but Levin fancied that in her tenderness there was a certain note of deliberate composure. And he felt depressed. After talking a little of her old governess and her peculiarities, she questioned him about his life.\\n`Surely, you must feel dull in the country in the winter,' she said.   `No, I'm not dull - I am very busy,' he said, feeling that she was making him submit to her composed tone, which he would not have the strength to break through - just as had been the case at the beginning of the winter.\\n`Are you going to stay in town long?' Kitty questioned him.   `I don't know,' he answered, not thinking of what he was saying. The thought came into his mind that if he were held in submission by her tone of quiet friendliness he would end by going back again without deciding anything, and he resolved to mutiny against it.\\n`How is it you don't know?'   `I don't know. It depends upon you,' he said, and was immediately horror-stricken at his own words.\\nWhether it was that she did not hear his words, or that she did not want to hear them, she made a sort of stumble, twice struck out, and hurriedly skated away from him. She skated up to Mlle. Linon, said something to her, and went toward the pavilion where the ladies took off their skates.\\n`My God! What have I done! Merciful God! Help me, guide me,' said Levin, praying inwardly, and at the same time, feeling a need of violent exercise, he skated about, describing concentric and eccentric circles.   At that moment one of the young men, the best of the skaters of the day, came out of the coffeehouse on his skates, with a cigarette in his mouth. Taking a run he dashed down the steps on his skates, crashing and leaping. He flew down, and without even changing the free-and-easy position of his hands, skated away over the ice.   `Ah, that's a new trick!' said Levin, and he promptly ran up to the top to perform this new trick.\\n`Don't break your neck! This needs practice!' Nikolai Shcherbatsky shouted after him.   Levin went to the steps, took a run from above as best he could, and dashed down, preserving his balance in this unwonted movement with his hands. On the last step he stumbled, but barely touching the ice with his hand, with a violent effort recovered himself, and skated off, laughing.   `What a fine, darling chap he is!' Kitty was thinking at that moment, as she came out of the pavilion with Mlle. Linon and looked toward him with a smile of quiet kindness, as though he were a favorite brother. `And can it be my fault, can I have done anything wrong? They talk of coquetry. I know it's not he that I love; but still I am happy with him, and he's so nice. Only, why did he say that?...' she mused.   Catching sight of Kitty going away, and her mother meeting her at the steps, Levin, flushed from his rapid exercise, stood still and pondered a minute. He took off his skates, and overtook the mother and daughter at the entrance of the gardens.   `Delighted to see you,' said Princess Shcherbatskaia. `On Thursdays we are home, as always.'   `Today, then?'\\n`We shall be pleased to see you,' the Princess said stiffly.   This stiffness hurt Kitty, and she could not resist the desire to smooth over her mother's coldness. She turned her head, and with a smile said:   `Good-by till this evening.'\\nAt that moment Stepan Arkadyevich, his hat cocked on one side, with beaming face and eyes, strode into the garden like a buoyant conqueror. But as he approached his mother-in-law, he responded to her inquiries about Dolly's health with a mournful and guilty countenance. After a little subdued and dejected conversation with her he set straight his chest again, and took Levin by the arm.\\n`Well, shall we set off?' he asked. `I've been thinking about you all this time, and I'm very, very glad you've come,' he said, looking him in the face with a significant air.\\n`Yes, come along,' answered Levin in ecstasy, hearing unceasingly the sound of that voice saying, `Good-by till this evening,' and seeing the smile with which it was said.\\n`To England or The Hermitage?'   `It's all the same to me.'\\n`Well, then, England it is,' said Stepan Arkadyevich, selecting that restaurant because he owed more there than at The Hermitage, and consequently considered it mean to avoid it. `Have you got a sleigh? That's fine - for I sent my carriage home.'\\nThe friends hardly spoke all the way. Levin was wondering what that change in Kitty's expression had meant, and alternately assuring himself that there was hope, and falling into despair, seeing clearly that his hopes were insane, and yet all the while he felt himself quite another man, utterly unlike what he had been before her smile and those words, `Good-by till this evening.'   Stepan Arkadyevich was absorbed during the drive in composing the menu of the dinner.   `You like turbot, don't you?' he said to Levin as they were arriving.\\n`Eh?' responded Levin. `Turbot? Yes, I'm awfully fond of turbot.'\\nChapter 10\\nWhen Levin went into the restaurant with Oblonsky, he could not help noticing a certain peculiarity of expression, as it were, a restrained radiance, about the face and whole figure of Stepan Arkadyevich. Oblonsky took off his overcoat, and with his hat over one ear walked into the dining room, giving directions to the Tatar waiters, who were clustered about him in evening coats, and with napkins under their arms. Bowing right and left to acquaintances who, here as everywhere, greeted him joyously, he went up to the bar, took a little wineglass of vodka and a snack of fish, and said to the painted Frenchwoman decked in ribbons, lace and ringlets, behind the desk, something so amusing that even that Frenchwoman was moved to genuine laughter. Levin for his part refrained from taking any vodka only because he found most offensive this Frenchwoman, all made up, it seemed, of false hair, poudre de riz and vinaigre de toilette. He made haste to move away from her, as from a dirty place. His whole soul was filled with memories of Kitty, and there was a smile of triumph and happiness shining in his eyes.\\n`This way, Your Excellency, please. Your Excellency won't be disturbed here,' said a particularly pertinacious, white-headed old Tatar with immense hips and coattails gaping widely behind. `Walk in, your Excellency,' he said to Levin - being attentive to his guest as well, by way of showing his respect to Stepan Arkadyevich.\\nInstantly flinging a fresh cloth over the round table under the bronze sconce, though it already had a tablecloth on it, he pushed up velvet chairs and came to a standstill before Stepan Arkadyevich with a napkin and a bill of fare in his hands, awaiting his commands.\\n`If you prefer it, Your Excellency, a private room will be free directly: Prince Golitsin with a lady. Fresh oysters have come in.'   `Ah, oysters!' Stepan Arkadyevich became thoughtful.\\n`How if we were to change our program, Levin?' he said, keeping his finger on the bill of fare. And his face expressed serious hesitation. `Are the oysters good? Mind, now!'\\n`They're Flensburg, Your Excellency. We've no Ostend.'   `Flensburg will do - but are they fresh?'\\n`Only arrived yesterday.'   `Well, then, how if we were to begin with oysters, and so change the whole program? Eh?'\\n`It's all the same to me. I should like cabbage soup and porridge better than anything; but of course there's nothing like that here.'   `Porridge à la Russe, Your Honor would like?' said the Tatar, bending down to Levin, like a nurse speaking to a child.\\n`No, joking apart, whatever you choose is sure to be good. I've been skating, and I'm hungry. And don't imagine,' he added, detecting a look of dissatisfaction on Oblonsky's face, `that I shan't appreciate your choice. I don't object to a good dinner.'\\n`I should hope so! After all, it's one of the pleasures of life,' said Stepan Arkadyevich. `Well, then, my friend, you give us two - or better say three - dozen oysters, clear soup with vegetables...'\\n`Printaniere,' prompted the Tatar. But Stepan Arkadyevich apparently did not care to allow him the satisfaction of giving the French names of the dishes.   `With vegetables in it, you know. Then turbot with thick sauce, then... roast beef; and mind it's good. Yes, and capons, perhaps, and then stewed fruit.'\\nThe Tatar, recollecting that it was Stepan Arkadyevich's way not to call the dishes by the names in the French bill of fare, did not repeat them after him, but could not resist rehearsing the whole menu to himself according to the bill: `Soupe printaniere, turbot sauce Beaumarchais, poulard à l'estragon, Macédoine de fruits...' and then instantly, as though worked by springs, laying down one bound bill of fare, he took up another, the list of wines, and submitted it to Stepan Arkadyevich.   `What shall we drink?'\\n`What you like, only not too much. Champagne,' said Levin.   `What! to start with? You're right though, I dare say. Do you like the white seal?'\\n`Cachet blanc,' prompted the Tatar.   `Very well, then, give us that brand with the oysters, and then we'll see.'\\n`Yes, sir. And what table wine?'   `You can give us Nuits. Oh, no - better the classic Chablis.'\\n`Yes, sir. And your cheese, Your Excellency?'   `Oh, yes, Parmesan. Or would you like another?'\\n`No, it's all the same to me,' said Levin, unable to suppress a smile.   And the Tatar ran off with flying coattails, and in five minutes darted in with a dish of opened oysters in their nacreous shells, and a bottle between his fingers.   Stepan Arkadyevich crushed the starchy napkin, tucked it into his waistcoat, and, settling his arms comfortably, started on the oysters.   `Not bad,' he said, detaching the jellied oysters from their pearly shells with a small silver fork, and swallowing them one after another. `Not bad,' he repeated, turning his dewy, brilliant eyes now upon Levin, now upon the Tatar.   Levin ate the oysters too, though white bread and cheese pleased him better. But he was admiring Oblonsky. Even the Tatar, uncorking the bottle and pouring the sparkling wine into the delicate funnel-shaped glasses, and adjusting his white cravat, kept on glancing at Stepan Arkadyevich with a perceptible smile of satisfaction.   `You don't care much for oysters, do you?' said Stepan Arkadyevich, emptying his wineglass, `or are you worried about something. Eh?'   He wanted Levin to be in good spirits. But it was not that Levin was not in good spirits, he was ill at ease. With what he had in his soul, he felt hard and awkward in the restaurant, in the midst of private rooms where men were dining with ladies, in all this fuss and bustle; the surroundings of bronzes, looking glasses, gas and Tatars - all of this was offensive to him. He was afraid of sullying what his soul was brimful of.   `I? Yes, I am worried; but besides that, all this bothers me,' he said. `You can't conceive how queer it all seems to a countryman like me, as queer as that gentleman's nails I saw at your office....'   `Yes, I saw how much interested you were in poor Grinevich's nails,' said Stepan Arkadyevich, laughing.\\n`It's too much for me,' responded Levin. `Do try, now, to put yourself in my place - take the point of view of a countryman. We in the country try to bring our hands into such a state as will be most convenient for working with. So we cut our nails; sometimes we tuck up our sleeves. And here people purposely let their nails grow as long as possible, and link on small saucers by way of studs, so that they can do nothing with their hands.'\\nStepan Arkadyevich smiled gaily.\\n`Oh, yes, that's just a sign that he has no need to do coarse work. His work is with the mind....'   `Maybe. But still it's queer to me, just as at this moment it seems queer to me that we countryfolks try to satiate ourselves as soon as we can, so as to be ready for work, while here are we trying to delay satiety as long as possible, and with that object are eating oysters....'\\n`Why, of course,' objected Stepan Arkadyevich. `But that's just the aim of culture - to make everything a source of enjoyment.'\\n`Well, if that's its aim, I'd rather be a savage.'   `You are a savage, as it is. All you Levins are savages.'\\nLevin sighed. He remembered his brother Nikolai, and felt ashamed and pained, and he scowled; but Oblonsky began speaking of a subject which at once drew his attention.\\n`Oh, I say, are you going tonight to our people - the Shcherbatsky's, I mean?' he said, his eyes sparkling significantly as he pushed away the empty rough shells, and drew the cheese toward him.   `Yes, I shall certainly go,' replied Levin; `though I fancied the Princess was not very warm in her invitation.'   `What nonsense! That's her manner.... Come, boy, the soup!... That's her manner - grande dame,' said Stepan Arkadyevich. `I'm coming, too, but I have to go to the Countess Bonin's rehearsal. Come, isn't it true that you're a savage? How do you explain the sudden way in which you vanished from Moscow? The Shcherbatskys were continually asking me about you, as though I ought to know. The only thing I know is that you always do what no one else does.'   `Yes,' said Levin, slowly and with emotion, `you're right. I am a savage. Only, my savageness is not in having gone away, but in coming now. Now I have come...'   `Oh, what a lucky fellow you are!' broke in Stepan Arkadyevich, looking into Levin's eyes.\\n`Why?'   `I can tell the gallant steeds,' by some... I don't know what... `pace's; I can tell youths `by their faces,''' declaimed Stepan Arkadyevich. `Everything is before you.'   `Why, is it over for you already?'\\n`No; not over exactly, but the future is yours, and the present is mine, and the present - well, it's only fair to middling.'   `How so?'\\n`Oh, things aren't right. But I don't want to talk of myself, besides I can't explain it all,' said Stepan Arkadyevich. `Well, why have you come to Moscow, then?... Hi! clear the table!' he called to the Tatar.\\n`Are you trying to surmise?' responded Levin, his eyes, gleaming in their depth, fixed on Stepan Arkadyevich.   `I am, but I can't be the first to talk about it. You can see by that whether I surmise right or wrong,' said Stepan Arkadyevich, gazing at Levin with a subtle smile.\\n`Well, and what have you to say to me?' said Levin in a quivering voice, feeling that all the muscles of his face were quivering too. `How do you look at it?\\nStepan Arkadyevich slowly emptied his glass of Chablis, never taking his eyes off Levin.\\n`I?' said Stepan Arkadyevich. `There's nothing I desire so much as that - nothing! It would be the best thing that could happen.'\\n`But you're not making a mistake? You know what we're speaking of?' said Levin, piercing him with his eyes. `You think it's possible?'\\n`I think it's possible. Why not?'   `No! Do you really think it's possible? No - tell me all you think! Oh, but if... If refusal's in store for me!... Indeed I feel sure...'\\n`What makes you think so?' said Stepan Arkadyevich, smiling at his excitement.   `It seems so to me sometimes. That will be awful for me, and for her too.'\\n`Oh, well, anyway there's nothing awful in it for a girl. Every girl's proud of a proposal.'   `Yes, every girl, but not she.'\\nStepan Arkadyevich smiled. He so well knew that feeling of Levin's, that for him all the girls in the world were divided into two classes: one class - all the girls in the world except her, and those girls with all sorts of human failings, and very ordinary girls: the other class - she alone, having no failings of any sort and higher than all humanity.\\n`Stay, take some sauce,' he said, holding back Levin's hand, who was pushing the sauce away.   Levin obediently helped himself to sauce, but would not let Stepan Arkadyevich go on with his dinner.   `No, stop a minute, stop a minute,' he said. `You must understand that it's a question of life and death for me. I have never spoken to anyone of this. And there's no one to whom I could speak of it, except yourself. You know we're utterly unlike each other, different in tastes, and views, and everything; but I know you're fond of me and understand me, and that's why I like you awfully. But for God's sake, be quite straightforward with me.'   `I tell you what I think,' said Stepan Arkadyevich, smiling. `But I'll say more: my wife is a wonderful woman...' Stepan Arkadyevich sighed, recalling his relations with his wife, and, after a moment's silence, resumed - `She has a gift of foreseeing things. She sees right through people; but that's not all; she knows what will come to pass, especially in the way of marriages. She foretold, for instance, that Princess Shahovskaia would marry Brenteln. No one would believe it, but it came to pass. And she's on your side.'\\n`How do you mean?'   `It's not only that she likes you - she says that Kitty is certain to be your wife.'\\nAt these words Levin's face suddenly lighted up with a smile, a smile not far from touching tears.\\n`She says that!' cried out Levin. `I always said she was charming, your wife. There, that's enough said about it,' he said, getting up from his seat.\\n`Well, but do sit down.'   But Levin could not sit down. He walked with his firm tread twice up and down the little cage of a room, blinked his eyelids that his tears might not fall, and only then sat down to the table.   `You must understand,' said he, `it's not love. I've been in love, but it's not that. It's not my feeling, but a sort of force outside me that has taken possession of me. I went away, you see, because I made up my mind that it could never be - you understand, like a happiness which is not of this earth; but I've struggled with myself, and I see there's no living without it. And it must be settled.'   `What did you go away for?'\\n`Ah, stop a minute! Ah, the thoughts that come crowding on one! The questions one must ask oneself! Listen. You can't imagine what you've done for me by what you said. I'm so happy that I've become positively hateful; I've forgotten everything. I heard today that my brother Nikolai... you know, he's here... I had forgotten even him. It seems to me that he's happy too. It's a sort of madness. But one thing's awful.... Here, you've been married, you know the feeling.... It's awful that we - fully mature - with a past... a past not of love, but of sins... are brought all at once so near to a creature pure and innocent; it's loathsome, and that's why one can't help feeling oneself unworthy.'   `Oh, well, you haven't many sins on your conscience.'\\n```` Ah, still,' said Levin, ```When, with loathing, I go o'er my life, I shudder and I curse and bitterly regret...'' Yes.'    ````What would you have? That's the way of the world,' said Stepan Arkadyevich.\\n``` There's one comfort, like that of the prayer which I always liked: ``Forgive me not according to my deeds, but according to Thy loving-kindness.'' That's the only way she can forgive me.'  Chapter 11 Levin emptied his glass, and they were silent for a while.    ```There's one other thing I ought to tell you. Do you know Vronsky?' Stepan Arkadyevich asked Levin.\\n`No, I don't. Why do you ask?'   `Give us another bottle,' Stepan Arkadyevich directed the Tatar, who was filling up their glasses and fidgeting round them just when he was least wanted.\\n`Why, you ought to know Vronsky because he's one of your rivals.'   `Who's Vronsky?' said Levin, and his face was suddenly transformed from the look of childlike ecstasy which Oblonsky had just been admiring to an angry and unpleasant expression.\\n`Vronsky is one of the sons of Count Kirill Ivanovich Vronsky, and one of the finest specimens of the gilded youth of Peterburg. I made his acquaintance in Tver, when I was there on official business, and he came there for the levy of recruits. Fearfully rich, handsome, great connections, an aide-de-camp, and with all that a very fine good-natured fellow. But he's more than simply a good-natured fellow, as I've found out here - he's a cultured man, too, and very intelligent; he's a man who'll make his mark.'   Levin scowled and kept silent.   `Well, he turned up here soon after you'd gone, and, as I can see, he's over head and ears in love with Kitty, and you know that her mother...'\\n`Excuse me, but I know nothing,' said Levin, frowning gloomily. And immediately he recalled his brother Nikolai, and how vile he was to have been able to forget him.   `You wait a bit - wait a bit,' said Stepan Arkadyevich, smiling and touching his hand. `I've told you what I know, and I repeat that in this delicate and tender matter, as far as one can conjecture, I believe the chances are in your favor.'   Levin dropped back in his chair; his face was pale.   `But I would advise you to settle the thing as soon as possible,' pursued Oblonsky, filling up his glass.\\n`No, thanks, I can't drink any more,' said Levin, pushing away his glass. `I shall get drunk.... Come, tell me how are you getting on?' he went on, obviously anxious to change the conversation.\\n`One word more: in any case I advise you to settle the question soon. Tonight I don't advise you to speak,' said Stepan Arkadyevich. `Go round tomorrow morning, make a proposal in classic form, and God bless you....'\\n\\\\`Oh, do you still think of coming to me for some shooting? Come next spring, do,' said Levin.\\nNow his whole soul was full of remorse that he had begun this conversation with Stepan Arkadyevich. His peculiar feeling was profaned by talk of the rivalry of some Peterburg officer, of the suppositions and the counsels of Stepan Arkadyevich.\",\"timestamp\":1639709611,\"title\":\" Sergei Ivanovich met his brother with the smile of chilly friendliness he always had for everyone, \"},\"digest\":\"ta1fshlsIPEN7aX0dKD6jKot5uhhj2kthb7ZIo3hDuk\",\"authorship\":{\"contributor\":\"0xADCB4dF6dDE8773EbfDdd36e426C63f9732738c9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"L4rH9pRnJu5loZEO2EAX1b_sepxxylwkZ4kFzar4djQ\\\",\\\"y\\\":\\\"hvNFcZtLfRR36ekAgNicSJbJo-sjV4M-eHT0NjCcCrE\\\"}\",\"signature\":\"LxJmNAVZkOKgVPxCSuGxHM7mAL3DJk5IlojhgB5m51MaSDscnFMeOWxliJmMjT-ho0o79vz4AZD_EPhSVEtquA\",\"signingKeySignature\":\"0x5cde3a7b38c976cd7aac0df77c3fbab6e6840a45e4fd1ebaaed822ed719889ee112e52994a7b8f2f883ca4987869eac7917b4fd7e63189c65b45bda42a75ada11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"L4rH9pRnJu5loZEO2EAX1b_sepxxylwkZ4kFzar4djQ\\\",\\\"y\\\":\\\"hvNFcZtLfRR36ekAgNicSJbJo-sjV4M-eHT0NjCcCrE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ta1fshlsIPEN7aX0dKD6jKot5uhhj2kthb7ZIo3hDuk\"}"