"{\"content\":{\"body\":\"## Overview\\n\\nWe make it easy for groups of people to buy NFTs together and manage fractional ownership. We're calling it \\\"troop\\\", which means \\\"a group of apes\\\".\\n\\nThe core mechanic is simple: start a “hunt” with a target NFT, share the link with your friends, add funds, and complete the purchase. You can think of it as a single-purpose DAO, without all the hassle of multi-sig wallets, writing smart contracts, and pricing tokens.\\n\\nTo start, we support “Buy Now” NFTs listed on OpenSea and are focused on private hunts.\\n\\nYou can try it out at [troop.gg](http://troop.gg). We really hope you like it! 💚\\n\\n## The problem\\n\\nSome people like to talk about sports. Others about stocks. Other about politics. We like to talk about NFTs. Yes, there’s money involved — but it’s also just fun. It feels like a [massive multiplayer game across the Internet](https://www.notboring.co/p/the-great-online-game).\\n\\nUnfortunately, the dynamics of the market keep a lot of people from participating.\\n\\nNFTs follow a pretty dramatic power-law distribution. Most NFTs are not worth anything, while the top 0.1% get all the attention, volume, and liquidity. As a result, the top NFTs can soar in price and quickly become inaccessible. Look at “blue chip” NFTs like Cryptopunks, Bored Apes, Autoglyphs, or even Loot and CrypToadz. They all cost upwards of $40k, with Autoglyphs’ floor hovering around $1.3M+.\\n\\nBecause of this, many people are staying on the sidelines. Some want exposure to the asset class, but they don’t feel comfortable spending $100k+ on tier-1 NFTs. Some have the capital, but want to diversify their investment across many NFTs, not just one or two. And some don’t want to risk buying a new, cheaper NFT that is not proven yet.\\n\\nAnd this trend is only going to continue: as more institutions and DAOs continue to buy NFTs, the prices of top NFTs will become more unreasonably expensive for individuals. Even for individuals with a lot of money.\\n\\nWith that context in mind, we noticed a nascent behavior start to emerge: buying NFTs with friends. The idea is simple: a group of friends pitch in and become fractional owners of an NFT they like.\\n\\nBut the existing solutions require too much faith and/or effort from people. You might need to trust one of your friends with a substantial amount of money. You might need to set up a multi-sig wallet. You might need to use complex software designed for full-fledged DAOs with hundreds of members.\\n\\nGiven that, we saw an opportunity to build something useful for the community (and ourselves): an easy way to buy NFTs as a group. And so Troop was born.\\n\\n## Instructions\\n\\nCheck out this post for instructions on every action you can take in troop, from starting a hunt, to joining, to selling your ownership tokens:\\n\\n[https://mirror.xyz/0x9fD7c5133243696784771cE7Fb0d8433D91Cd730/iYIMMEIxJRbLhamFxsgCjCV_U77XVRiPg9RGqoINO4o](https://mirror.xyz/0x9fD7c5133243696784771cE7Fb0d8433D91Cd730/iYIMMEIxJRbLhamFxsgCjCV_U77XVRiPg9RGqoINO4o)\\n\\n## Under the hood\\n\\nCheckout this post for a technical deep dive on how Troop works under the hood, including links to our smart contracts:\\n\\n[https://mirror.xyz/mjdouglas.eth/mvuN5mGLdTkgTU4qrToen05KfkY2NZkTFvuXQfa0NtQ](https://mirror.xyz/mjdouglas.eth/mvuN5mGLdTkgTU4qrToen05KfkY2NZkTFvuXQfa0NtQ)\\n\\n## FAQs\\n\\n### What fees do you charge?\\n\\nZero — we currently don't charge any fees. As we continue to make Troop more useful and reliable, we may introduce a small fee in the future to help fund product development.\\n\\n### Is this like PartyBid?\\n\\nNope. While some mechanics are similar, the use case is different. We are huge fans of PartyBid and how they have made it possible for groups of hundreds of contributors to beat out even the largest whale at public auctions. However, PartyBid's emphasis on large, public, on-chain auctions didn't address our needs around buying NFTs on OpenSea with our friends. That is what Troop aims to address.\\n\\n### Is this safe?\\n\\nYes. During the hunt, we rely on smart contracts to secure your funds and ensure they can only be used to acquire your target NFT or be reclaimed by the original contributor. For fractionalization, we've partnered with [Fractional](https://fractional.art/) and are leveraging their battle-tested protocol. Check out our [Under the hood](https://mirror.xyz/mjdouglas.eth/mvuN5mGLdTkgTU4qrToen05KfkY2NZkTFvuXQfa0NtQ) post to learn more about the system.\\n\\n## Leaving feedback\\n\\nWe'd love to hear your thoughts on Troop and your ideas of how we can improve the product! Please message us in the #feedback-💚 channel in the [Troop Discord](https://discord.gg/GXtfGNb9Ny).\\n\\n## Founders\\n\\n**Bruno (bru.eth).** FingerprintsDAO member. Stanford alum. Previously worked at Instagram, Attentive, Token, and Google. Brazilian living NYC.  Find me on Twitter [here](https://twitter.com/home).\\n\\n**Michael (mjdouglas.eth).** Previously worked at Instagram, Facebook, A Thinking Ape. YC W15. Find me on Twitter [here](https://twitter.com/mikedouglas).\\n\\n## Join our community\\n\\nTroop [Discord](https://discord.gg/yvbagP7MuM).\\n\\nTroop [Twitter](https://twitter.com/troop_gg)\",\"timestamp\":1634567718,\"title\":\"Welcome to Troop!\"},\"digest\":\"-YaZP7trulz_1FPTzKR0a4RHwfJGj9QzNOoEcOFfg14\",\"authorship\":{\"contributor\":\"0x9fD7c5133243696784771cE7Fb0d8433D91Cd730\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xU7xFDB6e7oYncXxzh77ucBsY_dErD_gXQLBFwage74\\\",\\\"y\\\":\\\"ZZ2P_Wz6MkMcQxWBPKF7cF2QZWkh_3MJwgcv4_Iceg4\\\"}\",\"signature\":\"QJ5ZaYN9jj59DM3hCxpwEyu2SA8YJDANYvnJDeIFYMrJ1ZurSyLrHUmsbzJcOimv6JiJX22qX98NgIw8gxHhnQ\",\"signingKeySignature\":\"0x984e923c790ce4d0d85b2d7db24604cc20a461ae74f08896d46f6c284140fe127d6ccb30bba8177bb5fced8ed963064edf7a4b8b012fe9994b6f42e3a70e9be71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xU7xFDB6e7oYncXxzh77ucBsY_dErD_gXQLBFwage74\\\",\\\"y\\\":\\\"ZZ2P_Wz6MkMcQxWBPKF7cF2QZWkh_3MJwgcv4_Iceg4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lR6-zmmm5y6MoJ92trh4DMQ7ECQzpCItcLFMCdanU-s\"}"