"{\"content\":{\"body\":\"    惟始元六年，有诏书使丞相、御史与所举贤良、文学语。问民间所疾苦。文学对曰：窃闻治人之道，防淫佚之原，广道德之端，抑末利而开仁义， 毋示以利，然后教化可兴，而风俗可移也。今郡国有盐、铁、酒榷、均输， 与民争利。散敦厚之朴，成贪鄙之化。是以百姓就本者寡，趋末者众。夫文 繁则质衰，末盛则本方。末修则民淫，本修则民悫。民悫则财用足，民侈则 饥寒生。愿罢盐铁、酒榷、均输，所以进本退末，广利农业，便也。 大夫曰：匈奴背叛不臣，数为寇暴于边鄙。备之则劳中国之士；不备则 侵盗不止。先帝哀边人之久患，苦为虏所系获也，故修障塞，饬烽燧，屯戍 以备之。边用度不足，故兴盐、铁，设酒榷，置均输，蕃货长财，以佐助边 费。今议者欲罢之，内空府库之藏，外乏执备之用，使备塞乘城之士，饥寒 于边，将何以赡之？罢之，不便也。 文学曰：孔子曰：“有国有家者，不患寡而患不均，不患贫而患不安。” 故天子不言多少，诸侯不言利害，大夫不言得丧。畜仁义以风之，广德行以 怀之。是以近者亲附而远者悦服。故善克者不战，善战者不师，善师者不阵。 修之于庙堂，而折冲还师。王者行仁政，无敌于天下，恶用费哉？ 大夫曰：匈奴桀黠，擅恣入塞，犯厉中国，杀伐郡县朔方都尉，甚悖逆 不轨，宜诛讨之日久矣。陛下垂大惠，哀元元之未赡，不忍暴士大夫于原野。 纵难被坚执锐，有北面复匈奴之志，又欲罢盐、铁、均输，扰边用，损武略， 无忧边之心，于其义未便也。 文学曰：古者贵以德而贱用兵。孔子曰：“远人不服，则修文德以来之。 既来之，则安之。”今废道德而任兵革，兴师而伐之，屯戍而备之，暴兵露 师以支久长，转输粮食无已，使边境之士饥寒于外，百姓劳苦于内。立盐、 铁，始张利官以给之，非长策也。故以罢之为便也。 大夫曰：古之立国家者，开本末之途，通有无之用。市朝以一其求，致 士民，聚万货，农商工师各得所欲，交易而退。《易》曰：“通其变，使民 不倦。”故工不出，则农用乏；商不出，则宝货绝。农用乏，则谷不殖；宝 货绝，则财用匮。故盐、铁、均输，所以通委财而调缓急。罢之，不便也。 文学曰：夫导民以德，则民归厚；示民以利，则民俗薄。俗薄则背义而 趋利，趋利则百姓交于道而接于市。 《老子》曰：“贫国若有余。”非多财 也，嗜欲众而民躁也。是以王者崇本退末，以礼义防民欲，实菽粟货财。市， 商不通无用之物，工不作无用之器。故商所以通郁滞，工所以备器械，非治 国之本务也。 大夫曰：《管子》云：“国有沃野之饶而民不足于食者，器械不备也。 有山海之货而民不足于财者，商工不备也。”陇、蜀之丹漆旄羽，荆、扬之 皮革骨象，江南之柟梓竹箭，燕、齐之鱼盐旃裘，兖、豫之漆丝絺纻，养生 送终之具也，待商而通，待工而成。故圣人作为舟楫之用，以通川谷，服牛 驾马，以达陵陆；致远穷深，所以交庶物而便百姓。是以先帝建铁官以赡农 用，开均输以足民财；盐、铁、均输，万民所戴仰而取给者，罢之，不便也。 文学曰：国有沃野之饶而民不足于食者，工商盛而本业荒也；有山海之 货而民不足于财者，不务民用而淫巧众也。故川原不能实漏卮，山海不能赡溪壑。是以盘庚萃居，舜藏黄金，高帝禁商贾不得仕宦，所以遏贪鄙之俗而醇至诚之风也。排困市井，防塞利门，而民犹为非也，况上之为利乎？《传》 曰：“诸侯好利则大夫鄙，大夫鄙则士贪，士贪则庶人盗。”是开利孔为民 罪梯也。 大夫曰：往者郡国诸侯各以其方物贡输，往来烦杂，物多苦恶，或不偿 其费。故郡国置输官以相给运，而便远方之贡，故曰均输。开委府于京师， 以笼货物。贱即买，贵则卖。是以县官不失实，商贾无所贸利，故曰平准。 平准则民不失职，均输则民齐劳逸。故平准、均输所以平万物而便百姓，非 开孔利为民罪梯者也。 文学曰：古者之赋税于民也，因其所工，不求所拙。农人纳其获，女工 效其功。今释其所有，责其所无。百姓贱卖货物，以便上求。间者，郡国或 令民作布絮，吏恣留难，与之为市。吏之所入，非独齐、阿之缣，蜀、汉之 布也，亦民间之所为耳。行奸卖平，农民重苦，女工再税，未见输之均也。 县官猥发，阖门擅市，则万物并收。万物并收，则物腾跃。腾跃，则商贾侔 利。自市，则吏容奸。豪吏富商积货储物以待其急，轻贾奸吏收贱以取贵， 未见准之平也。盖古之均输，所以齐劳逸而便贡输，非以为利而贾万物也。\",\"timestamp\":1636619278,\"title\":\"盐铁论 本议第一\"},\"digest\":\"jFDpsOjY273EP_ZqpI1bQoBcqj7dQxpBzJMSAsSdPkU\",\"authorship\":{\"contributor\":\"0xcF1689982b76ca8baae1cF562baba234Ec6265b1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DJjXT0i4nOG5EXmq0ie1tCQvTMWs_2Vmvl0ypzxxkUI\\\",\\\"y\\\":\\\"LX37ri8OiRFQ5obqOOA2Op6aQYLfHCnIg-EPaO_J5TA\\\"}\",\"signature\":\"TmRIH6Y6G7lRoD_lW725THRCtY5nfpGgjrFmwoXhHi7vRnpBKClgGZFf1rU7vSap4--dHvm1gj9x6AM4Ld9nYg\",\"signingKeySignature\":\"0xed2dea59c27b6aadd5c0d31c6a77598586c5aefbc06e64f3e138aa175848b44f4e6f0e452a67c2309ec06b0ebc113c2611cffbf6a188e547af592e270beb3cfb1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DJjXT0i4nOG5EXmq0ie1tCQvTMWs_2Vmvl0ypzxxkUI\\\",\\\"y\\\":\\\"LX37ri8OiRFQ5obqOOA2Op6aQYLfHCnIg-EPaO_J5TA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jFDpsOjY273EP_ZqpI1bQoBcqj7dQxpBzJMSAsSdPkU\"}"