"{\"content\":{\"body\":\"Intill a morning early; There fell a combat them among,   It must be fought,--nae parly.\\n\\n\\\\--\\\"O stay at hame, my ain gude lord,   O stay, my ain dear marrow.\\\"-- \\\"Sweetest mine, I will be thine,   And dine wi' you to-morrow.\\\"\\n\\nShe's kissed his lips, and combed his hair,   As she had done before, O; Gied him a brand down by his side,   And he is on to Yarrow.\\n\\nAs he gaed ower yon dowie knowe,   As aft he'd dune before, O; Nine arm-ed men lay in a den,   Upo' the braes o' Yarrow.\\n\\n\\\"O came ye here to hunt or hawk,   As ye hae done before, O? Or came ye here to wiel' your brand,   Upo' the braes o' Yarrow.\\\"--\\n\\n\\\"I came nae here to hunt nor hawk,   As I hae dune before, O; But I came here to wiel' my brand,   Upon the braes o' Yarrow.\\\"--\\n\\nFour he hurt, and five he slew,   Till down he fell himsell, O; There stood a fause lord him behin',   Who thrust him thro' body and mell, O.\\n\\n\\\"Gae hame, gae hame, my brother John,   And tell your sister sorrow; Your mother to come take up her son,   Aff o' the braes o' Yarrow.\\\"\\n\\nAs he gaed ower yon high, high hill,   As he had dune before, O; There he met his sister dear,   Came rinnin' fast to Yarrow.\\n\\n\\\"I dreamt a dream last night,\\\" she says,   \\\"I wish it binna sorrow; I dreamt I was pu'ing the heather green,   Upo' the braes o' Yarrow.\\\"--\\n\\n\\\"I'll read your dream, sister,\\\" he says,   \\\"I'll read it into sorrow; Ye're bidden gae take up your love,   He's sleeping sound on Yarrow.\\\"\\n\\nShe's torn the ribbons frae her head,   They were baith thick and narrow; She's kilted up her green claithing,   And she's awa' to Yarrow.\\n\\nShe's taen him in her arms twa,   And gien him kisses thorough, And wi' her tears she bathed his wounds,   Upo' the braes o' Yarrow.\\n\\nHer father looking ower his castle wa',   Beheld his daughter's sorrow; \\\"O haud yer tongue, daughter,\\\" he says,   \\\"And let be a' your sorrow; I'll wed you wi' a better lord,   Than he that died on Yarrow.\\\"--\\n\\n\\\"O haud your tongue, father,\\\" she says,   \\\"And let be till to-morrow; A better lord there coudna be   Than he that died on Yarrow.\\\"\\n\\nShe kissed his lips, and combed his hair,   As she had dune before, O; Then wi' a crack her heart did brack   Upon the braes o' Yarrow.\\n\\nKEMP OWYNE.\\n\\nHer mother died when she was young,   Which gave her cause to make great moan; Her father married the warst woman   That ever lived in Christendom.\\n\\nShe serv-ed her with foot and hand,   In every thing that she could dee; Till once in an unlucky time,   She threw her in ower Craigy's sea.\\n\\nSays, \\\"Lie you there, dove Isabel,   And all my sorrows lie with thee; Till Kemp Owyne come ower the sea,   And borrow you with kisses three, Let all the warld do what they will,   Oh! borrowed shall you never be.\\\"\\n\\nHer breath grew strang, her hair grew lang,   And twisted thrice about the tree; And all the people far and near,   Thought that a savage beast was she; These news did come to Kemp Owyne,   Where he lived far beyond the sea.\\n\\nHe hasted him to Craigy's sea,   And on the savage beast looked he; Her breath was strang, her hair was lang,   And twisted was about the tree; And with a swing she came about,   \\\"Come to Craigy's sea and kiss with me.\\n\\n\\\"Here is a royal belt,\\\" she cried,   \\\"That I have found in the green sea; And while your body it is on,   Drawn shall your blood never be; But if you touch me tail or fin,   I vow my belt your death shall be.\\\"\\n\\nHe stepp-ed in, gave her a kiss,   The royal belt he brought him wi' Her breath was strang, her hair was lang,   And twisted twice about the tree; And with a swing she came about,   \\\"Come to Craigy's sea and kiss with me.\\n\\n\\\"Here is a royal ring,\\\" she said,   \\\"That I have found in the green sea; And while your finger it is on,   Drawn shall your blood never be; But if you touch me tail or fin,   I swear my ring your death shall be.\\\"\\n\\nHe stepp-ed in, gave her a kiss,   The royal ring he brought him wi'; Her breath was strang, her hair was lang,   And twisted ance about the tree; And with a swing she came about,   \\\"Come to Craigy's sea and kiss with me.\\n\\n\\\"Here is a royal brand,\\\" she said,   \\\"That I have found in the green sea; And while your body it is on,   Drawn shall your blood never be; But if you touch me tail or fin,   I swear my brand your death shall be.\\\"\\n\\nHe stepp-ed in, gave her a kiss,   The royal brand he brought him wi'; Her breath was sweet, her hair grew short,   And twisted nane about the tree: And smilingly she came about,   As fair a woman, as fair could be.\\n\\nO'ER THE WATER TO CHARLIE.\\n\\nAs I came by the shore o' Forth,   And in by the craigs o' Bernie; There I spied a ship on the sea,   And the skipper o' her was Charlie.\\n\\nO'er the water, and o'er the sea,   O'er the water to Charlie; I'll gie John Ross another bawbie,   To boat me o'er to Charlie.\\n\\nCharlie keeps nae needles nor pins,   And Charlie keeps nae trappin'; But Charlie keeps twa bonnie black een,   Would haud the lasses waukin'.\\n\\nO'er the water, and o'er the sea,   O'er the water to Charlie; I'll gie John Ross another bawbie,   To boat me o'er to Charlie.\\n\\nO Charlie is neither laird nor lord,   Nor Charlie is a caddie; But Charlie has twa bonnie red cheeks,   And he's my juggler laddie.\\n\\nO'er the water, and o'er the sea,   O'er the water to Charlie; I'll gie John Ross another bawbie,   To boat me o'er to Charlie.\\n\\nA pinch o' snuff to poison the whigs,   A gill o' Geneva to drown them; And he that winna drink Charlie's health,   May roaring seas surround him.\\n\\nO'er the water, and o'er the sea,   And o'er the water to Charlie; I'll gie John Brown another half-crown,   To boat me o'er to Charlie.\\n\\nADMIRAL HOSIER'S GHOST.\\n\\nAs near Porto-Bello lying   On the gently swelling flood, At midnight with streamers flying   Our triumphant navy rode; There while Vernon sate all-glorious   From the Spaniards' late defeat: And his crews, with shouts victorious,   Drank success to England's fleet:\\n\\nOn a sudden shrilly sounding,   Hideous yells and shrieks were heard; Then each heart with fear confounding,   A sad troop of ghosts appeared, All in dreary hammocks shrouded,   Which for winding-sheets they wore, And with looks by sorrow clouded   Frowning on that hostile shore.\\n\\nOn them gleamed the moon's wan lustre,   When the shade of Hosier brave His pale bands were seen to muster   Rising from their watery grave. O'er the glimmering wave he hied him,   Where the Burford reared her sail, With three thousand ghosts beside him,   And in groans did Vernon hail.\\n\\n\\\"Heed, oh heed our fatal story;   I am Hosier's injured ghost, You who now have purchased glory   At this place where I was lost! Though in Porto-Bello's ruin   You now triumph free from fears, When you think on our undoing,   You will mix your joy with tears.\\n\\n\\\"See these mournful spectres sweeping   Ghastly o'er this hated wave, Whose wan cheeks are stained with weeping;   These were English captains brave. Mark those numbers pale and horrid,   Those were once my sailors bold: Lo, each hangs his drooping forehead   While his dismal tale is told.\\n\\n\\\"I, by twenty sail attended,   Did this Spanish town affright; Nothing then its wealth defended   But my orders not to fight. Oh! that in this rolling ocean   I had cast them with disdain, And obeyed my heart's warm motion   To have quelled the pride of Spain!\\n\\n\\\"For resistance I could fear none,   But with twenty ships had done What thou, brave and happy Vernon   Hast achieved with six alone. Then the Bastimentos never   Had our foul dishonour seen; Nor the sea the sad receiver   Of this gallant train had been.\\n\\n\\\"Thus, like thee, proud Spain dismaying,   And her galleons leading home, Though condemned for disobeying,   I had met a traitor's doom, To have fallen, my country crying   He has played an English part; Had been better far than dying   Of a grieved and broken heart.\\n\\n\\\"Unrepining at thy glory,   Thy successful arms we hail; But remember our sad story,   And let Hosier's wrongs prevail. Sent in this foul clime to languish,   Think what thousands fell in vain, Wasted with disease and anguish,   Not in glorious battle slain.\\n\\n\\\"Hence with all my train attending   From their oozy tombs below, Through the hoary foam ascending,   Here I feed my constant woe: Here the Bastimentos viewing,   We recall our shameful doom, And our plaintive cries renewing,   Wander through the midnight gloom.\\n\\n\\\"O'er these waves for ever mourning   Shall we roam deprived of rest, If to Britain's shores returning   You neglect my just request; After this proud foe subduing,   When your patriot friends you see, Think on vengeance for my ruin,   And for England shamed in me.\\\"\\n\\nJEMMY DAWSON.\\n\\nCome listen to my mournful tale,   Ye tender hearts, and lovers dear; Nor will you scorn to heave a sigh,   Nor will you blush to shed a tear.\\n\\nAnd thou, dear Kitty, peerless maid,   Do thou a pensive ear incline; For thou canst weep at every woe,   And pity every plaint but mine.\\n\\nYoung Dawson was a gallant youth,   A brighter never trod the plain; And well he loved one charming maid,   And dearly was he loved again.\\n\\nOne tender maid she loved him dear,   Of gentle blood the damsel came, And faultless was her beauteous form,   And spotless was her virgin fame.\\n\\nBut curse on party's hateful strife,   That led the faithful youth astray The day the rebel clans appeared:   Oh had he never seen that day!\\n\\nTheir colours and their sash he wore,   And in the fatal dress was found; And now he must that death endure,   Which gives the brave the keenest wound.\\n\\nHow pale was then his true love's cheek,   When Jemmy's sentence reach'd her ear! For never yet did Alpine snows   So pale nor yet so chill appear.\\n\\nWith faltering voice she weeping said,   \\\"Oh, Dawson, monarch of my heart, Think not thy death shall end our loves,   For thou and I will never part.\\n\\n\\\"Yet might sweet mercy find a place,   And bring relief to Jemmy's woes, O GEORGE, without a prayer for thee   My orisons should never close.\\n\\n\\\"The gracious prince that gives him life   Would crown a never-dying flame, And every tender babe I bore   Should learn to lisp the giver's name.\\n\\n\\\"But though, dear youth, thou should'st be dragged   To yonder ignominious tree, Thou shalt not want a faithful friend   To share thy bitter fate with thee.\\\"\\n\\nO then her mourning-coach was called,   The sledge moved slowly on before; Though borne in a triumphal car,   She had not loved her favourite more.\\n\\nShe followed him, prepared to view   The terrible behests of law; And the last scene of Jemmy's woes   With calm and stedfast eye she saw.\\n\\nDistorted was that blooming face,   Which she had fondly loved so long: And stifled was that tuneful breath,   Which in her praise had sweetly sung:\\n\\nAnd severed was that beauteous neck,   Round which her arms had fondly closed: And mangled was that beauteous breast,   On which her love-sick head reposed:\\n\\nAnd ravished was that constant heart,   She did to every heart prefer; For though it could his king forget,   'Twas true and loyal still to her.\\n\\nAmid those unrelenting flames   She bore this constant heart to see; But when 'twas mouldered into dust,   \\\"Now, now,\\\" she cried, \\\"I'll follow thee.\\n\\n\\\"My death, my death alone can show   The pure and lasting love I bore: Accept, O heaven, of woes like ours,   And let us, let us weep no more.\\\"\\n\\nThe dismal scene was o'er and past,   The lover's mournful hearse retired; The maid drew back her languid head,   And sighing forth his name expired.\\n\\nThough justice ever must prevail,   The tear my Kitty sheds is due; For seldom shall she hear a tale   So sad, so tender, and so true.\\n\\nWILLIAM AND MARGARET.\\n\\n'Twas at the silent, solemn hour   When night and morning meet; In glided Margaret's grimly ghost   And stood at William's feet.\\n\\nHer face was like an April morn,   Clad in a wintry cloud: And clay-cold was her lily-hand,   That held her sable shroud.\\n\\nSo shall the fairest face appear,   When youth and years are flown: Such is the robe that kings must wear,   When death has reft their crown.\\n\\nHer bloom was like the springing flower,   That sips the silver dew; The rose was budded in her cheek,   Just opening to the view.\\n\\nBut Love had, like the canker-worm,   Consumed her early prime: The rose grew pale, and left her cheek;   She died before her time.\\n\\n\\\"Awake!\\\" she cried, \\\"thy true love calls,   Come from her midnight grave; Now let thy pity hear the maid   Thy love refused to save.\\n\\n\\\"This is the dumb and dreary hour   When injured ghosts complain; When yawning graves give up their dead   To haunt the faithless swain.\\n\\n\\\"Bethink thee, William, of thy fault,   Thy pledge and broken oath: And give me back my maiden vow,   And give me back my troth.\\n\\n\\\"Why did you promise love to me,   And not that promise keep? Why did you swear my eyes were bright,   Yet leave those eyes to weep?\\n\\n\\\"How could you say my face was fair,   And yet that face forsake? How could you win my virgin heart,   Yet leave that heart to break?\\n\\n\\\"Why did you say my lip was sweet,   And made the scarlet pale? And why did I, young witless maid!   Believe the flattering tale?\\n\\n\\\"That face, alas! no more is fair;   Those lips no longer red: Dark are my eyes, now closed in death,   And every charm is fled.\\n\\n\\\"The hungry worm my sister is;   This winding sheet I wear: And cold and weary lasts our night,   Till that last morn appear.\\n\\n\\\"But hark! the cock has warned me hence;   A long and late adieu! Come, see, false man, how low she lies,   Who died for love of you.\\\"\\n\\nThe lark sung loud; the morning smiled,   With beams of rosy red: Pale William quaked in every limb,   And raving left his bed.\\n\\nHe hied him to the fatal place   Where Margaret's body lay: And stretched him on the grass-green turf   That wrapped her breathless clay.\\n\\nAnd thrice he called on Margaret's name,   And thrice he wept full sore: Then laid his cheek to her cold grave,   And word spoke never more.\\n\\nELFINLAND WOOD.\\n\\nErl William has muntit his gude grai stede,   (Merrie lemis munelicht on the sea,) And graithit him in ane cumli weid,   (Swa bonilie blumis the hawthorn tree.)\\n\\nErl William rade, Erl William ran,--   (Fast they ryde quha luve trewlie,) Quhyll the Elfinland wud that gude Erl wan--   (Blink ower the burn, sweit may, to mee.)\\n\\nElfinland wud is dern and dreir,   (Merrie is the grai gowkis sang,) But ilk ane leaf is quhyt as silver cleir,   (Licht makis schoirt the road swa lang.)\\n\\nIt is undirnith ane braid aik tree,   (Hey and a lo, as the leavis grow grein,) Thair is kythit ane bricht ladie,   (Manie flouris blume quhilk ar nocht seen.)\\n\\nAround hir slepis the quhyte muneschyne,   (Meik is mayden undir kell,) Her lips bin lyke the blude reid wyne;   (The rois of flouris hes sweitest smell.)\\n\\nIt was al bricht quhare that ladie stude,   (Far my luve fure ower the sea.) Bot dern is the lave of Elfinland wud,   (The knicht pruvit false that ance luvit me.)\\n\\nThe ladie's handis were quhyte als milk,   (Ringis my luve wore mair nor ane.) Her skin was safter nor the silk;   (Lilly bricht schinis my luvis halse bane.)\\n\\nSave you, save you, fayr ladie,   (Gentil hert schawis gentil deed.) Standand alane undir this auld tree;   (Deir till knicht is nobil steid.)\\n\\nBurdalane, if ye dwall here,   (My hert is layed upon this land.) I wuld like to live your fere;   (The schippis cum sailin to the strand.)\\n\\nNevir ane word that ladie sayd;   (Schortest rede hes least to mend.) Bot on hir harp she evir playd;   (Thare nevir was mirth that had nocht end.)\\n\\nGang ye eist, or fare ye wast,   (Ilka stern blinkis blythe for thee,) Or tak ye the road that ye like best,   (Al trew feeris ryde in cumpanie.)\\n\\nErl William loutit doun full lowe.   (Luvis first seid bin courtesie.) And swung hir owir his saddil bow,   (Ryde quha listis, ye'll link with mee.)\\n\\nScho flang her harp on that auld tree,   (The wynd pruvis aye ane harpir gude.) And it gave out its music free;   (Birdis sing blythe in gay green wud.)\\n\\nThe harp playde on its leeful lane,   (Lang is my luvis yellow hair.) Quhill it has charmit stock and stane,   (Furth by firth, deir lady fare.)\\n\\nQuhan scho was muntit him behynd,   (Blyth be hertis quhilkis luve ilk uthir,) Awa thai flew like flaucht of wind;   (Kin kens kin, and bairnis thair mither.)\\n\\nNevir ane word that ladie spak;   (Mim be maydens men besyde.) But that stout steid did nicher and schaik;   (Small thingis humbil hertis of pryde.)\\n\\nAbout his breist scho plet her handis;   (Luvand be maydens quhan thai lyke.) Bot they were cauld as yron bandis.   (The winter bauld bindis sheuch and syke.)\\n\\nYour handis ar cauld, fayr ladie, sayd hee,   (The caulder hand the trewer hairt.) I trembil als the leif on the tree;   (Licht caussis muve ald friendis to pairt.)\\n\\nLap your mantil owir your heid,   (My luve was clad in the red scarlett,) And spredd your kirtil owir my stede;   (Thair nevir was joie that had nae lett.)\\n\\nThe ladie scho wald nocht dispute;   (Nocht woman is scho that laikis ane tung.) But caulder her fingeris about him cruik.   (Some sangis ar writt, bot nevir sung.)\\n\\nThis Elfinland wud will neir haif end;   (Hunt quha listis, daylicht for mee.) I wuld I culd ane strang bow bend,   (Al undirneth the grene wood tree.)\\n\\nThai rade up, and they rade doun   (Wearilie wearis wan nicht away.) Erl William's heart mair cauld is grown;   (Hey, luve mine, quhan dawis the day?)\\n\\nYour hand lies cauld on my breist-bane,   (Smal hand hes my ladie fair,) My horss he can nocht stand his lane,   (For cauldness of this midnicht air.)\\n\\nErl William turnit his heid about;   (The braid mune schinis in lift richt cleir.) Twa Elfin een are glentin owt,   (My luvis een like twa sternis appere.)\\n\\nTwa brennand eyne, sua bricht and full,   (Bonnilie blinkis my ladeis ee,) Flang fire flaughtis fra ane peelit skull;   (Sum sichts ar ugsomlyk to see.)\\n\\nTwa rawis of quhyt teeth then did say,   (Cauld the boysteous windis sal blaw,) Oh, lang and weary is our way,   (And donkir yet the dew maun fa'.)\\n\\nFar owir mure, and far owir fell,   (Hark the sounding huntsmen thrang;) Thorow dingle, and thorow dell,   (Luve, come, list the merlis sang.)\\n\\nThorow fire, and thorow flude,   (Mudy mindis rage lyk a sea;) Thorow slauchtir, thorow blude,   (A seamless shrowd weird schaipis for me!)\\n\\nAnd to rede aricht my spell,   Eerilie sal night wyndis moan, Quhill fleand Hevin and raikand Hell,   Ghaist with ghaist maun wandir on.\\n\\nCASABIANCA.\\n\\nThe boy stood on the burning deck   Whence all but he had fled; The flame that lit the battle's wreck   Shone round him o'er the dead.\\n\\nYet beautiful and bright he stood,   As born to rule the storm-- A creature of heroic blood,   A proud, though child-like form.\\n\\nThe flames rolled on--he would not go   Without his father's word; That father, faint in death below,   His voice no longer heard.\\n\\nHe called aloud, \\\"Say, father! say   If yet my task is done!\\\" He knew not that the chieftain lay   Unconscious of his son.\\n\\n\\\"Speak, father!\\\" once again he cried,   \\\"If I may yet be gone!\\\" And but the booming shots replied,   And fast the flames rolled on.\\n\\nUpon his brow he felt their breath,   And in his waving hair, And looked from that lone post of death   In still yet brave despair;\\n\\nAnd shouted but once more aloud,    \\\"My father! must I stay?\\\" While o'er him fast, through sail and shroud,   The wreathing fires made way.\\n\\nThey wrapt the ship in splendour wild,   They caught the flag on high, And streamed above the gallant child   Like banners in the sky.\\n\\nThere came a burst of thunder-sound--   The boy--oh! where was he? Ask of the winds that far around   With fragments strewed the sea,--\\n\\nWith mast, and helm, and pennon fair,   That well had borne their part:-- But the noblest thing which perished there   Was that young faithful heart.\\n\\nAULD ROBIN GRAY.\\n\\nFIRST PART.\\n\\nWhen the sheep are in the fauld, when the kye's a' at hame, And a' the weary warld to rest are gane, The woes o' my heart fa' in showers frae my e'e, Unkent by my gudeman, wha sleeps sound by me.\\n\\nYoung Jamie lo'ed me weel, and sought me for his bride, But saving a crown he had naething else beside; To mak the crown a pound my Jamie gaed to sea, And the crown and the pound--they were baith for me.\\n\\nHe hadna been gane a twelvemonth and a day When my father brake his arm, and the cow was stown away; My mother she fell sick--my Jamie was at sea-- And auld Robin Gray came a-courting me.\\n\\nMy father couldna work, my mother couldna spin, I toiled day and night, but their bread I couldna win; Auld Rob maintained them baith, and, wi' tears in his e'e, Said, \\\"Jeanie, for their sakes, will ye no marry me?\\\"\\n\\nMy heart it said na, and I looked for Jamie back, But hard blew the winds, and his ship was a wrack; His ship was a wrack--why didna Jamie dee? Or why am I spared to cry, \\\"Woe is me?\\\"\\n\\nMy father urged me sair--my mother didna speak, But she looket in my face till my heart was like to break; They gied him my hand--my heart was in the sea-- And so Robin Gray he was gudeman to me.\\n\\nI hadna been his wife a week but only four, When, mournfu' as I sat on the stane at my door, I saw my Jamie's ghaist, for I couldna think it he, Till he said, \\\"I'm come hame, love, to marry thee.\\\"\\n\\nOh! sair, sair did we greet, and mickle say o' a', I gied him ae kiss and bade him gang awa'. I wish that I were dead, but I'm no like to dee, For tho' my heart is broken, I'm young, woe's me!\\n\\nI gang like a ghaist, and I carena to spin, I darena think on Jamie, for that would be a sin; But I'll do my best a gude wife to be, For oh! Robin Gray he is kind to me.\\n\\nSECOND PART.\\n\\nThe winter was come, 'twas simmer nae mair, And, trembling, the leaves were fleeing thro' th' air; \\\"O winter,\\\" says Jeanie, \\\"we kindly agree, For the sun he looks wae when he shines upon me.\\\"\\n\\nNae longer she mourned, her tears were a' spent; Despair it was come, and she thought it content-- She thought it content, but her cheek it grew pale, And she bent like a lily broke down by the gale.\\n\\nHer father and mother observed her decay; \\\"What ails ye, my bairn?\\\" they ofttimes would say; \\\"Ye turn round your wheel, but you come little speed, For feeble's your hand and silly's your thread.\\\"\\n\\nShe smiled when she heard them, to banish their fear, But wae looks the smile that is seen through a tear, And bitter's the tear that is forced by a love Which honour and virtue can never approve.\\n\\nHer father was vexed and her mother was wae, But pensive and silent was auld Robin Gray; He wandered his lane, and his face it grew lean, Like the side of a brae where the torrent had been.\\n\\nNae questions he spiered her concerning her health, He looked at her often, but aye 'twas by stealth; When his heart it grew grit, and often he feigned To gang to the door to see if it rained.\\n\\nHe took to his bed--nae physic he sought, But ordered his friends all around to be brought; While Jeanie supported his head in its place, Her tears trickled down, and they fell on his face.\\n\\n\\\"Oh, greet nae mair, Jeanie,\\\" said he wi' a groan, \\\"I'm no worth your sorrow--the truth maun be known; Send round for your neighbours, my hour it draws near, And I've that to tell that it's fit a' should hear.\\n\\n\\\"I've wronged her,\\\" he said, \\\"but I kent it owre late; I've wronged her, and sorrow is speeding my date; But a' for the best, since my death will soon free A faithfu' young heart that was ill matched wi' me.\\n\\n\\\"I lo'ed and I courted her mony a day, The auld folks were for me, but still she said nay; I kentna o' Jamie, nor yet of her vow, In mercy forgive me--'twas I stole the cow.\\n\\n\\\"I cared not for Crummie, I thought but o' thee-- I thought it was Crummie stood 'twixt you and me; While she fed your parents, oh, did you not say You never would marry wi' auld Robin Gray?\\n\\n\\\"But sickness at hame and want at the door-- You gied me your hand, while your heart it was sore; I saw it was sore,--why took I her hand? Oh, that was a deed to my shame o'er the land!\\n\\n\\\"How truth soon or late comes to open daylight! For Jamie cam' back, and your cheek it grew white-- White, white grew your cheek, but aye true unto me-- Ay, Jeanie, I'm thankfu'--I'm thankfu' to dee.\\n\\n\\\"Is Jamie come here yet?\\\"--and Jamie they saw-- \\\"I've injured you sair, lad, so leave you my a'; Be kind to my Jeanie, and soon may it be; Waste nae time, my dauties, in mourning for me.\\\"\\n\\nThey kissed his cauld hands, and a smile o'er his face Seemed hopefu' of being accepted by grace; \\\"Oh, doubtna,\\\" said Jamie, \\\"forgi'en he will be-- Wha wouldna be tempted, my love, to win thee?\\\"\\n\\n```\\n                -          -          -\\n```\\n\\nThe first days were dowie while time slipt awa', But saddest and sairest to Jeanie o' a' Was thinkin' she couldna be honest and right, Wi' tears in her e'e while her heart was sae light.\\n\\nBut nae guile had she, and her sorrow away, The wife of her Jamie, the tear couldna stay; A bonnie wee bairn--the auld folks by the fire-- Oh, now she has a' that her heart can desire.\\n\\n```\\n        -          -          -\\n```\\n\\nGLOSSARY.\\n\\nAbye: First English - abicgan, pay for. Assoiled: absolved. Avowe: \\\"I make avowe,\\\" I declare; not \\\"I make a vow.\\\" Avow-e: advocate. Awayte: \\\"awayte me scathe,\\\" watch for opportunity of doing hurt to me. Balis: evils. Banis: slayers. First English - bana, whence \\\"bane,\\\" destruction or harm. Barker: tanner. Bedene: all bedene: bidene: promptly, altogether. Belife: blive: quickly. Bent: coarse grass. Bete: make better, amend. Bewray: disclose. Bickered: skirmished. Blave: stayed. First English - belaf (allied to German blieb.) Boot: help, remedy. First English - bot. Borrow: borowe: (noun) security. (verb) give security for.         borowhood: state of being security.         borrowed: redeemed, released by the fulfilment of conditions. Bra': braw: fine; French - brave. Braid: at a braid, with a sudden start. Brittling: breaking up (of the deer) and distribution of its parts            according to the usual custom. Brook: broke: have use of, enjoy. Busshement: ambush. Busk: make self ready. Icelandic - bua, prepare; sik, oneself;       sk, for sik, was in old Norse or Icelandic a suffix marking the       reflexive form of a verb. Caddie: younger brother. French - cadet, a young fellow who runs on errands. Clim: Clement. Clough: a cliff or fissure of rock, a glen between steep banks. Con thank: know thanks to be owing; therefore, pay thanks. Coresed: cuirassed, harnessed. Dang: struck, forced. Dauties: darlings. Dee: as in Kemp Owyne; do. Dele: division, \\\"never a dele,\\\" never a bit. Dereworthy: precious. Derne: secret. Devilkins: of the devil's kind. Dight: made ready; dightand: being made ready. Do gladly: make good cheer. Do him drink: make him drink. Donkir: moister. Dowie: dull, sorrowful. Dree: suffer, endure. Dule: sorrow. French - deuil. Eftsoons: again soon, soon after. Fause: false. Fay: faith. Fend of: defend from. Fere: companion. In fere: in companionship, together. Ferre and fremd bestad: one from afar and among strangers. Fet: fetched. Flattered: floated to and fro. Flyte: scold. Fone: foes. Force: no force: of no importance, no matter. Forthinketh: repenteth. Fosters of the fee: foresters in charge of the stock of deer. Fou: bushel. Freke: fighting-man. Frese: curl, bend. Fynly: substantial, heavy. First English - findig; Prov. Scot. - findy. Fytte: canto, song. First English - fitt (fem.) a song, poem. Gane: (as in Sir Patrick Spens) convenient, proper for. Garred me gang: made me go; Gang maiden: remain unmarried. Gest: deed, adventure. Gif: if. Glede: live-coal. Glent: passed suddenly, flashed. Goodman: the master of the \\\"good\\\" or little property of house and          field.  There is the same sense of \\\"good\\\" in the first          use of \\\"goodwife,\\\" or \\\"goody.\\\" Gowk: cuckoo. Grain, cloth in: cloth of special quality with a fast purple dye. Graithit him: dressed himself. Gramercy: great thanks. French - grand merci. Gree: satisfaction. Gurly: gurgly. Halfendell: the half part. Halk: flat ground by a river. Halse bane: neck bone. Haud: hold. Hie: high. First English - heah. Hie: make haste. First English - higan. Hilt: covering. Ilke: same. Iwis: certainly. First English - gewis. For the prefix i-,       answering to First English and German ge-, see Y-.  This       old adverb is often printed as if the prefix were the       pronoun I and wis were a verb. Japes: trivial mockings. Jimp: slender. Kell: coif, woman's headdress. Kipples: rafters. Knowe: knoll, little hill. Lap: started, were rent. Launsgay: lancegay, a form of spear. Lease: leasing: falsehood. Leeful: \\\"its leeful lane,\\\" \\\"its lane,\\\" alone; a Scottish idiom         joins to \\\"lane\\\" the genitive pronoun, \\\"his lane,\\\"         \\\"their lane,\\\" etc.  \\\"Leeful,\\\" compassionate, the harp         played of itself compassionately. Lemes: gleams. Lend: give. See Robin Hood - God lend. First English - laenan,       to give, lend. Lend: dwell, come into contact. See Robin Hood - \\\"when ye       together lend.\\\"  Icelandic - lenda, to land; lendir saman,       come close together. Lere: learn, teach. First English - laeran. See Robin Hood -       \\\"this lesson shall we lere;\\\" Lere: face. First English - hleor. See Robin Hood - \\\"fell down       by his lere.\\\" Let: hinder.  Letting: hindrance. Lewte: loyalty. Lift: sky. Linde: lime-tree. Linn: torrent; also the pool under a torrent of water. Lithe: listen. Icelandic - alyoa, to listen. Liveray: what is 'livre,' or delivered, as a 'livree' of clothes, food, etc. Lodge: dwelling in a forest, as originally made of boughs and leaves. Lough: laughed. Lourdain: blockhead. Lown: loon, dull, base fellow. Makis: husbands. Male: bag. Manople: a large gauntlet protecting hand and fore-arm. March parti: border side. Masars: bowls or goblets. May: maid. Meany: meynie: body of retainers, or domestic following. Meet: narrow. First English - maete, little. Met: mete: measured. Mister: need. Mo: more. Mort: the note sounded at death of the deer. Mote I thee: May I thrive. First English - theon, to thrive. Mote: meeting for decision of cases in ecclesiastical or civil law, or       for other public purposes, as ward-mote, etc. Strong men were       said to oppress the weak by being \\\"mighty to mote.\\\" Nicher: neigh. Numbles: liver, kidneys, etc. French - nombles. The word was          often written in English umbles and humbles. The umbles,          with skin, head, chine, and shoulders of the deer, were          the keepers' share in the brittling.  There was a receipt          for \\\"umble pie\\\" in the old cookery. To \\\"eat humble pie\\\"          was to dine with the servants instead of from the          haunch at the high table. Okerer: usurer. Pace: pass. Pay: satisfaction. The old sense of the word in the phrase \\\"it      does not pay\\\"--does not give satisfaction. A man could be      served \\\"to his pay,\\\" meaning in a way that satisfied or      pleased him. Pieces: drinking-cups. Pluck-buffet: whichever made a bad shot drew on himself a buffet from               his competitor. Prest: ready. Prestly: readily. French - pret. Prief: proof. Proseyla: Venus' shells, porcelain. Pye: coat a py: a rough coarse cloth. Dutch - py, or a coat made      from it.  The word remains in our \\\"pea-coat.\\\" Quarry: the skin of the deer on which entrails, etc. were piled as the         dogs' share of the spoil. French - cuiree, from cuir, hide.         To be distinguished from the quarry, a square bolt for         the crossbow, or the quarry or squared stones, both from         Latin - quadratus. Quh: = Wh. Quite: requite. Ray: striped cloth. Raikand: ranging. Rawe: row. Rede: counsel. Reve: plunder. Room: space or spacious. \\\"The warldis room,\\\" the space of the       world; or \\\"The warld is room,\\\" the world is wide. Salved: saluted. Scheuch and syke: furrow and rill. Seid: seed. Shaw: covert of the wood. Shear: in different directions. First English - sciran, to divide. Shend: blame; shent: blamed. Shete: shoot. Shot-window: according to Ritson, is a window that opens and shuts. Sicker and sad: sure and firm. Sigh-clout: sieve-cloth. Somers: sumpter horses. Spleen, on the: in anger or discontent. The spleen was once                 supposed to be the seat of anger and discontent. Spurn: strife, as a kicking against. \\\"That tear began this spurn,\\\"        that rent began this strife. Stalworthy: stalwart. Stound: space of time. Stour: conflict. Stown: stolen. Suar: heavy. First English - swaer. Tarpe: probably a misprint for targe. In the Promptorium Parvulorum we        have the \\\"Targe, or chartyr--carta.\\\" Tene: vexation, sorrow. Thee, mote I: may I thrive. See Mote. Threap: argue back pertinaciously. Throw: space of time. Tine: lose. Tirled: twirled. To-broke: \\\"to\\\" is intensive. Told: counted. Tone: the tone = that one, as the tother = that other; \\\"that\\\"       being the old neuter of \\\"the.\\\" Tray: surly, unwillingly. Icelandic - thra, obstinate. First English -       thrafian, to blame. Tynde: horns of hart. Unketh: unknown, unexpected. Unneth: not easily. Voided: quitted the place. Wap: throw quickly. Weal: twist. Wed: pledge. Weird: fate. Well away: wo, alas, wo! First English - wa, eala, wa! Welt them: tumbled them over. First English waeltan, to roll or            tumble. Wight: a being. Wite: wete: weet: know. Wone: crowd. Wonning wan: where is thy, in what direction is thy home? \\\"Wan\\\" is an              adverbial affix with the sense of Latin versus. Wood: wode: mad. Woolward: clothed only in wool. Wough: \\\"wo and wough.\\\" First English - wo, wa, the cry of lament for        evil.  Wough, First English - woh, is the evil done; the first        sense of the word is a swerving from the right line, then wrong        and evil. Y- and I- as prefix = the participial prefix ge- (g being pronounced        like y before the weak vowel e). So y-dight: y-granted:        y-slaw: I-nocked. Yede: yode: First English - eode, went.\\n\\nEnd\",\"timestamp\":1636103729,\"title\":\"Ten lords sat drinking at the wine,  \"},\"digest\":\"PtFnWzs5ieg60XUVgHbB0z-UHf-nRMixcxTHGzZ-VpY\",\"authorship\":{\"contributor\":\"0x15b7224118C75406C38Dee327A0a4C8390EfF138\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UweWZOUePhdosj7Kz0DNBKzFCWTmCbwSWuvV57aIiFQ\\\",\\\"y\\\":\\\"kki4ryfmyYIrAr6y6n55BwPGAyYjg_kWpXEkcs4IHdg\\\"}\",\"signature\":\"HoT14Zss2r5KvKZk3NgSAp_3Rc5J44rqHZymFZF_8fFNszMsMH3DPOXq8QVRijttU6422gj3zcGB2qyWxSIBMg\",\"signingKeySignature\":\"0x9143480c524b650c4c139efa1a9d585a07b599d8b6ed0b99c816bd5b40208db54ee6c6b318ccb122ac62f86f0210f08a2ddf256893097547fc20180c3f05d8a21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UweWZOUePhdosj7Kz0DNBKzFCWTmCbwSWuvV57aIiFQ\\\",\\\"y\\\":\\\"kki4ryfmyYIrAr6y6n55BwPGAyYjg_kWpXEkcs4IHdg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PtFnWzs5ieg60XUVgHbB0z-UHf-nRMixcxTHGzZ-VpY\"}"