"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*c-t7T0SR5s8OTRD3Vv0uLw.png)\\n\\nAmara Integrates Chainlink\\n\\nWe’re excited to announce that [Amara Finance](https://www.amara.link/) is integrating [Chainlink Price Feeds](http://data.chain.link/) as the go-to oracle solution for AmaraLend, a multi-chain lending protocol on Moonriver focusing on long-tail assets. By integrating the industry-leading decentralized oracle network, AmaraLend will have access to high-quality, tamper-proof price feeds that provide our users with stronger assurances that crypto assets on the lending service are accurately and reliably priced.\\n\\nInitially, AmaraLend will support the KSM-USDT and DOT-USDT Chainlink Price Feeds, with more integrations planned as demand for long-tail asset lending increases.\\n\\nChainlink is the most widely used and time-tested decentralized oracle network in the blockchain ecosystem, providing critical blockchain middleware that secures over 75 billion dollars in total value locked (TVL) for leading DeFi protocols across multiple notable blockchains. Chainlink has a history of maintaining robust security and high availability even amidst unexpected events, such as exchange downtime, flash crashes, and [data manipulation attacks via flash loans](https://blog.chain.link/flash-loans-and-the-importance-of-tamper-proof-oracles/).\\n\\nAmaraLend is a multi-chain lending protocol that focuses on long-tail assets by selecting quality assets and creating a distinctive innovation lending market. With mainstream market assets remaining segregated from the assets of innovation markets, AmaraLend leverages Chainlink Price Feeds to help ensure the safety of smaller assets through robust collateralization and liquidation calculations.\\n\\nSpecifically, Chainlink Price Feeds are the best-in-class solution to help us safely offer long-tail asset lending to our users. Chainlink Price Feeds field multiple layers of decentralization at the data source, oracle node, and aggregation levels, providing high assurances of fair-market prices to our smart contract. This is especially important for long-tail assets, which tend to have lower liquidity, resulting in prices that are more susceptible to manipulation. By using time-tested price oracle infrastructure, we are able to better protect our users by consistently and accurately calculating collateralization and liquidation metrics based on high-quality price feeds.\\n\\nAfter reviewing various oracle solutions, we found that Chainlink Price Feeds offered the best set of mission-critical features, most notably:\\n\\n* **High-Quality Data** — Chainlink Price Feeds source data from numerous premium data aggregators, leading to price data that’s aggregated from hundreds of exchanges, weighted by volume, and cleaned from outliers and suspicious volumes. Chainlink’s data aggregation model generates more precise global market prices that are resistant to API downtime, flash crash outliers, and data manipulation attacks like [flash loans](https://blog.chain.link/flash-loans-and-the-importance-of-tamper-proof-oracles/).\\n* \\\\*\\\\*Secure Node Operators \\\\*\\\\*— Chainlink Price Feeds are secured by independent, security-reviewed, and Sybil-resistant oracle nodes run by leading blockchain DevOps teams, data providers, and traditional enterprises with a strong track record for reliability, even during high gas prices and extreme network congestion.\\n* \\\\*\\\\*Decentralized Network \\\\*\\\\*— Chainlink Price Feeds are decentralized at the data source, oracle node, and oracle network levels, generating strong protections against downtime and tampering by either the data provider or the oracle network.\\n* \\\\*\\\\*Transparency \\\\*\\\\*— Chainlink provides a robust reputation framework and set of on-chain monitoring tools that allow users to independently verify the historical performance of node operators and oracle networks, as well as check the real-time prices being offered.\\n\\nAmara Finance Co-founder Kevin said,\\n\\n> “AmaraLend focuses on long-tail assets, which have greater volatility than mainstream assets. Their susceptibility to market manipulation requires us to have higher standards for price feed services. Fortunately, with highly accurate and available data, secure infrastructure, and a smooth integration process, Chainlink Price Feeds enable AmaraLend to provide users with secure long-tail asset lending services with a high degree of safety and reliability.”\\n\\n## About Chainlink\\n\\nChainlink is the industry standard for building, accessing, and selling oracle services needed to power hybrid smart contracts on any blockchain. Chainlink oracle networks provide smart contracts with a way to reliably connect to any external API and leverage secure off-chain computations for enabling feature-rich applications. Chainlink currently secures tens of billions of dollars across DeFi, insurance, gaming, and other major industries, and offers global enterprises and leading data providers a universal gateway to all blockchains.\\n\\nLearn more about Chainlink by visiting [chain.link](https://chain.link/) or read the documentation at [docs.chain.link](http://docs.chain.link/). To discuss an integration, [reach out to an expert](https://chainlinkcommunity.typeform.com/to/OYQO67EF?page=announcement).\\n\\n## About Amara Finance\\n\\nAmara Finance is a cross-chain financial aggregator for NextDeFi aiming to be the DeFi collaboration center to bridge Polkadot and the off-DOT world. Amara’s core products include: AmaraLend, a multi-chain deployed lending protocol focusing on long-tail assets; AmaraLink, a multisig cross-chain bridge connecting Polkadot and off-DOT world; AmaraPay, an aggregated payment gateway protocol responding swiftly across the world.\\n\\n## Follow Us\\n\\n> Webiste：<https://www.amara.link/>Discord：<https://discord.com/invite/rhkyBmmCBf>Telegram：<https://t.me/AmaraFinance>Twitter：<https://twitter.com/AmaraFinance>Medium：[https://amara-finance.medium.com](https://amara-finance.medium.com/)E-mail：[amarafoundation@amara.finance](http://amarafoundation@amara.finance/)\",\"timestamp\":1639119038,\"title\":\"Amara Is Integrating Chainlink Price Feeds to Help Secure Long-Tail Asset Lending Factory\"},\"digest\":\"EolVy-4GPorburuyyniyg_CM97WuE3O4o7G_1XN_bEs\",\"authorship\":{\"contributor\":\"0x540f582115209Dce1475FadBa786ab7a5B9c989D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fLf8M8UI49yf2mn135fq1UauyCNZ-XAzwRPkXrMO2GQ\\\",\\\"y\\\":\\\"faD67GGNd4N5upaKGd4-82Ed-f9k0cOyq3lwa24N_Sc\\\"}\",\"signature\":\"Fn5kcs69_w7dNiwICCyThkO_rwgXuJ_37XrAKfbEiXKmQdjaO2bjOcmG3W39JvLg7Y37dJVpwD_w5VhsL3URSw\",\"signingKeySignature\":\"0x619ef74586f0891e901bc1927ed762aec1426a6bcfe921c72887652e8b5af9df6ec58b8e654351703f2a69a252b8ae486b7d889c4aedf3f72e023b1e37b7d0651b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fLf8M8UI49yf2mn135fq1UauyCNZ-XAzwRPkXrMO2GQ\\\",\\\"y\\\":\\\"faD67GGNd4N5upaKGd4-82Ed-f9k0cOyq3lwa24N_Sc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vl75MnZDtIBoSC9vIWp4-aVQZPBC4hU_L1-D1Jdc0ho\"}"