"{\"content\":{\"body\":\"> “There is a part in each of us which holds fast to the old truth: either you are the hunter or you are the prey. Learn which you are. Act accordingly. Your life depends upon it.” ― from *The Power* by Naomi Alderman\\n\\nI've worked at companies over the years that claimed to have flat structures. They would proudly declare, \\\"we're not into hierarchy here!\\\" \\n\\nIt sounded nice in theory, but it was never true. There was always a hierarchy that remained hidden. The opaque nature of power in these environments made them difficult to work in and proved to be fertile soil for bad things to grow. \\n\\nA similar dynamic can be seen outside of the workplace. In American society, there is a false sense of equality and equal opportunity. We choose to ignore the heavy layers of class and social status blanketing our lives because acknowledging them can be uncomfortable.\\n\\n“Let’s hide follower counts and how many likes a post receives.”\\n\\nOver the years, I've started to believe that the world would be better if the power structures in our lives were more overt and less opaque. \\n\\nIn my experience, there can be more accountability when we know who has power and how they got it. Transparency can also make it harder for people with privilege to escape responsibility and get away with using their power poorly.\\n\\nFurthermore, people who **aren't** in positions of power can better manage their realities. When you don't have power, navigating a hidden hierarchy is like trying to find your way through a corn maze at night without a flashlight.\\n\\nIt's dark and disorienting.\\n\\n## Overt Power\\n\\n> “The shape of power is always the same: it is infinite, it is complex, it is forever branching. Its directions are unpredictable; it obeys its own laws. No one can observe the acorn and extrapolate each vein in each leaf of the oak crown. The closer you look, the more various it becomes. However complex you think it is, it is more complex than that. Like the rivers to the ocean, like the lightning strike, it is obscene and uncontained.”  ― from *The Power* by Naomi Alderman\\n\\nThe power dynamics in the **Crypto** and **Web 3** space feels much more overt than anywhere else I've been in the past. That's part of why I resisted jumping into crypto for so long. Over time though I started to see how the overtness of all the power could actually be useful.\\n\\nA great example of this can be seen through the lens of the $WRITE race. The $WRITE race was a competition I had to win in order to publish on Mirror. The rules were relatively simple: in order to start a Mirror publication, I had to receive enough votes to be in the top 10 during one of the rounds. Each week, the top 10 people would be added to the platform.\\n\\nThis is fundamentally different than how most tech companies launch their products. Startups typically use invite systems where your chance of joining is dependent upon who you know. Sometimes you aren't even aware a new platform exists because you aren't friends with the insiders!\\n\\nThis old model works great for incumbents with strong networks, but not so great for people like me who don't live in California or New York and who aren't as well connected. \\n\\nMirror's $WRITE race still had A LOT of power dynamics, but I could actually see them and figure out how to work my way through them.\\n\\nOn the voting page, everyone's follower counts were clearly displayed. I could see who was voting for who and how many votes had been given. I could even go onto the blockchain and see Mirror's token/contract for myself. Furthermore, each round happened at the same time each week so I could prepare in advance for it.\\n\\n![](https://images.mirror-media.xyz/publication-images/2acf08b9-64f7-481f-bb62-020e691fd827.png?height=4030&width=9374)\\n\\nThe openness of Mirror (and blockchain technology) has given me power I normally wouldn't have.\\n\\nNot only did I finally make the top 10 list this week, but I finished in first place thanks to the support of people I had only just met! I even received more votes than people who had huge followings (like Jack Butcher with 100,000 followers).\\n\\n![](https://images.mirror-media.xyz/publication-images/450c5e98-9a05-4724-83c9-16b33e0dc56a.png?height=4360&width=9374)\\n\\nIt wasn't easy and not everyone is going to be able to do it, but I don't know of anywhere else an outsider like me would be able to make it through the webs of power this quickly. The deck felt stacked against me, but here I am. \\n\\n## Wasted Power\\n\\n> “We’re only pretending everything is normal because we don’t know what else to do.” ― from *The Power* by Naomi Alderman\\n\\nOne of my biggest frustrations during the $WRITE race was watching many powerful people win but then never actually publishing anything. Some folks would post the Mirror equivalent of \\\"just setting up my twtr\\\" and then never do anything else. At times it felt more like the $DONOTWRITE race.\\n\\nI don't blame the Mirror team for this though because it's a complicated problem with no clear solution. Every tech platform deals with this same phenomenon, and I know the team is aware and actively pursuing solutions.\\n\\nInstead, I lay the blame for this at the feet of powerful people who took a place in line, received power, and then did nothing with it. This is a pattern that has played out across history.\\n\\nThe fact that old patterns are so easily infecting new systems is a clear signal that emerging technologies like **Crypto** and **Web 3** are not going to magically solve our problems. **We can't just slap blockchain onto something and call it day.**\\n\\nStill, new spaces like Mirror are providing possibilities that weren't available to us in the past. Something IS emerging, and I don't want to be one of the people that wastes this opportunity.\\n\\n## Flower Power\\n\\n> “When the people change, the palace cannot hold.”  ― from *The Power* by Naomi Alderman\\n\\nSimilar to what JSTN said in [his initial Mirror post](https://jstn.mirror.xyz/y2obU55QyWxZxHHXlQlKGh6gEvshv8lqGIIlGPq5S7s), this new era of the web is making me feel things that I haven't felt in a long time. There's hope, fresh air, and old power structures are giving way to new ones.\\n\\nThe emergence of **Web 3** feels like spring has come to the internet. Flowers are trying to bloom.\\n\\nBut, there are lots of weeds getting in the way... and it often feels like I don't have enough power to make a difference.\\n\\nStill, navigating the $WRITE race the past few weeks has given me hope. I keep seeing small signs that people are changing. That this time things might be different. That the palace might not be able to hold. That I might be able to do something.\\n\\nI hope I'm right. 🤞\\n\\n> “It is only that every day one grows a little, every day something is different, so that in the heaping up of days suddenly a thing that was impossible has become possible.”  ― from *The Power* by Naomi Alderman\\n\\nConnecting with me:\\n[@jacksondame](https://twitter.com/jacksondame)\\n[Newsletter](https://jacksondame.com/newsletter)\\n\\n# Collect this essay as a 1/1 NFT:\\nOriginal cover art designed by me.\\n\\n[Token #2920](auction://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7?network=mainnet&tokenId=2920)\\n\\n\\n\",\"timestamp\":1619880911,\"title\":\"The Shape of Power in Crypto (and How I Won the $WRITE Race)\",\"publication\":\"dame\"},\"digest\":\"F4OCw8Rl4J7rRgoJQM9u0_t9Cxip_RqEjYqZVCwiZLA\",\"authorship\":{\"contributor\":\"0x3B3525F60eeea4a1eF554df5425912c2a532875D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xeBIoI_O3lWhF7-y8M_8FrAVGlWZlSC2k_oLNOG617M\\\",\\\"y\\\":\\\"EhDow1DxkCJfgMkmEOck5LuGSsguOXzv3tLhiWSsSmY\\\"}\",\"signature\":\"WAbO8lqXNRDzmRyqZ_9hf_Pfabp5Kp8_ZtD7IcsVe2cRiPswZzICqqZ-CEwFjNy9fjte0tivbGnk4-h2aTHRqQ\",\"signingKeySignature\":\"0x70bbc25eca7eb159dc08729c61b447232972c4c34403be4bfb087bd4021249a146f435b54fc6231f0ddbba400a539e3081e9bdd356ee1af33f907f0b49e1a1521c\",\"signingKeyMessage\":\"I authorize the publication of articles on dame.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xeBIoI_O3lWhF7-y8M_8FrAVGlWZlSC2k_oLNOG617M\\\",\\\"y\\\":\\\"EhDow1DxkCJfgMkmEOck5LuGSsguOXzv3tLhiWSsSmY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UyogjWzC9kMmo7iwyy0jDvnjm3TlUGKOdaAxzHe-onw\"}"