"{\"content\":{\"body\":\"Ignoring [@OlympusDAO](https://twitter.com/OlympusDAO) today would be the same as brushing off bitcoin in 2010. \\n  \\n Do yourself a favor and go down the Olympus rabbit hole. \\n  \\n It's a genius project that creates wealth and has utility. \\n  \\n Let me explain how Olympus takes currency to the next level. \\n  \\n Thread below 👇\\n\\n![](https://images.mirror-media.xyz/publication-images/X5kiA50uoKpjTwaZfiL4L.png?height=660&width=784)\\n\\nThis thread is long, stick with me!\\n\\nThere's a lot of moving parts in the protocol, and I want to make sure I cover the main ones.\\n\\nFeel free to DM me at @yb_effect on Twitter if you have any questions.\\n\\n\\n1/ The initial goal of crypto has been to create a decentralized digital currency.\\n\\nSome people think that after bitcoin goes mainstream, it will be the default value system.\\n\\nWho knows if that ever happens? And if it does, how long will it take?\\n\\n\\n2/ Today, it seems more realistic that btc will serve as digital gold that no one will want to sell.\\n\\nIn the future, the price might not be as volatile as it is today...but there's also no guarantee the price stabilizes enough for bitcoin to serve as a reliable currency.\\n\\n\\n3/ For an asset to be considered a currency, the price has to be stable and maintain purchasing power.\\n\\nThis allows for a functioning economy.\\n\\nYearly price changes of goods & services are realistic for businesses and people to adapt to - not monthly or weekly.\\n\\n\\n4/ Btc is far from being a unit of account.\\n\\nCurrently, stablecoins (i.e. DAI, USDC) are used as a safer route to enter the crypto world.\\n\\nStablecoins are pegged 1:1 with the USD.\\n\\nThis shields the coins from the volatility of btc & eth.\\n\\n[https://twitter.com/yb_effect/status/1399538300831027200](https://twitter.com/yb_effect/status/1399538300831027200)\\n\\n5/ The problem is that we've ended right back at square one.\\n\\nStablecoins are controlled by the Fed just as much as the USD is.\\n\\nThis defeats the whole purpose of a decentralized currency.\\n\\nThere's no need to have so much capital locked up in defi.\\n\\n![](https://images.mirror-media.xyz/publication-images/fr9RkZRNvc6HlbLgusScD.png?height=619&width=1199)\\n\\n6/ Algorithmic stablecoins (i.e. Ampleforth) take a stab at this problem.\\n\\nThese coins are pegged to the dollar but don't rely on centralized banking partnerships like USDC does.\\n\\nThe issue with these coins is that they are uncollateralized.\\n\\nWhy does that matter?\\n\\n\\n7/ Well it's the same as how the USD was a much stronger currency when it was backed by gold.\\n\\nToday, it is simply the government's word that backs the value of USD and other fiat currencies.\\n\\n[https://twitter.com/WTF_1971/status/1273979215558385665](https://twitter.com/WTF_1971/status/1273979215558385665)\\n\\n8/ So how do we get a digital currency that is stable, collateralized, and decentralized?\\n\\nThat's where Olympus comes in.\\n\\nThe Ohm token is a decentralized reserve currency maintaining a floating market driven price.\\n\\n\\n9/ To understand the mechanics of Ohm, let's walk through the journey of becoming an Ohmie.\\n\\nThe first step would be to buy Olympus Bonds.\\n\\nOlympus bonds enable anyone to buy discounted Ohm tokens in return for LP tokens or other assets.\\n\\n![](https://images.mirror-media.xyz/publication-images/xUAMyDMrh0uwoUQylb4Is.png?height=833&width=1200)\\n\\n10/ As of this writing, Ohm is at \\\\~$950.\\n\\nYou can buy Ohm for market price on Sushi Swap.\\n\\nOr you can purchase them at a cheaper rate through two different bonds: reserve & liquidity.\\n\\n\\n11/ With reserve bonds, you purchase assets like Dai, Frax, etc. and trade those in to the treasury.\\n\\nYou receive the Ohm at the end of the vesting period which is every 15 epochs or 5 days.\\n\\nThis keeps the Olympus treasury and the Risk Free Value (RFV) growing.\\n\\n![](https://images.mirror-media.xyz/publication-images/NSW4DTDuYz40Bxs6sdYTf.png?height=641&width=1199)\\n\\n12/ RFV are the funds the treasury guarantees to use for backing OHM.\\n\\nThis is the intrinsic value backing Ohm that bitcoin and Ampleforth don't have.\\n\\nThe key here is that Ohm is backed, not pegged!\\n\\n![](https://images.mirror-media.xyz/publication-images/fvSssycKnSlIsJbVKsw17.png?height=386&width=1200)\\n\\n13/ To purchase liquidity bonds, you have to contribute to the Ohm liquidity pools (i.e Ohm-LUSD).\\n\\nThe LP token received can be traded in for Ohm at a cheaper rate.\\n\\nThis increases the Protocol Owned Liquidity (POL). We'll get to the significance of POL in a bit.\\n\\n\\n14/ You're probably wondering why everyone doesn't sell their discounted Ohm for some easy arbitrage?\\n\\nWell, that brings in the second part of what Olympus offers: staking.\\n\\nStaking incentivizes people to lock up their Ohm by providing a higher yield than bonding.\\n\\n![](https://images.mirror-media.xyz/publication-images/7-nybQGsQyJwXkzeWaxQ_.png?height=639&width=1200)\\n\\n15/ Ohm is exchanged for sOhm which represents the proportional ownership of the total Ohm supply.\\n\\nOkay, so what? Where do the rewards come in?\\n\\nEarlier we discussed how bond purchases result in freshly minted Ohms.\\n\\nWell, ohm and sOhm are pegged 1:1.\\n\\n\\n16/ If 5 new Ohm tokens are minted, then the protocol will automatically create 5 sOhm tokens.\\n\\nThese new sOhm tokens are proportionally distributed to sOhm token holders.\\n\\nStaking takes Ohm out of the market & helps stabilize the price of Ohm.\\n\\n\\n17/ I believe there are a couple of themes that make Olympus such an incredible protocol.\\n\\nThe first is the strategically placed incentives to keep Ohm healthy.\\n\\nOlympus is constantly observing market behavior and tuning its key numbers (i.e. reward rate, bond discounts).\\n\\n\\n18/ This is to make sure there is always a reason to buy and hold Ohm.\\n\\n1. Ohm prices go down\\n2. People unstake & sell their Ohm\\n3. Bond ROI increases\\n4. Staking rewards increase\\n5. People buy back more Ohm through Bonds\\n6. Price of Ohm goes back up\\n\\n19/ The second is the idea of Protocol Owned Liquidity (POL).\\n\\nTraditionally, protocols have had to reward liquidity providers (LPs) with their own token.\\n\\nBut this often just leads to a prisoner's dilemma situation on who's eventually going to break and sell first.\\n\\n\\n20/ Since third party liquidity providers are looking for quick returns, they'll sell pretty quickly causing token prices to tumble.\\n\\nTo counter this, Olympus buys the pool's liquidity ownership.\\n\\nCurrently, Ohm owns more than 99% of their liquidity.\\n\\n[https://twitter.com/jackbutcher/status/1436692744215347202](https://twitter.com/jackbutcher/status/1436692744215347202)\\n\\n21/ This is great because the protocol won't cash in their LP tokens as the incentive for them is to keep Ohm healthy.\\n\\nThe protocol earns another revenue stream from pool fees.\\n\\n![](https://images.mirror-media.xyz/publication-images/EoKMxlEIvKfsN8KObbJWG.png?height=637&width=1200)\\n\\n22/ Olympus recently launched a new bonds-as-a-service for other protocols in the defi space to help increase their POL.\\n\\nIf want to learn more, check this thread out by @hwbhatti.\\n\\n[https://twitter.com/hwbhatti/status/1439361885304811524](https://twitter.com/hwbhatti/status/1439361885304811524)\\n\\n23/ The third theme is the emphasis on accumulation over appreciation.\\n\\nOhm rewards holders by minting new tokens.\\n\\nYou might have seen the crazy APY numbers staking Ohm has.\\n\\n![](https://images.mirror-media.xyz/publication-images/8tQ2nHKxdD1Y469Zlyubl.png?height=559&width=1199)\\n\\n@nateliason perfectly explains what the number means in his blog post \\\"I Was Wrong About Olympus\\\".\\n\\n24/ The fourth theme is the long term game Olympus is playing to create a digital currency.\\n\\nInitially, the supply of Ohm and the value of the treasury will grow as people are incentivized with high reward rates.\\n\\nThe early holders are helping Olympus achieve product market fit.\\n\\n\\n25/ Over time, the protocol votes to slowly bring down the APY rates as Ohm supply, reserve value, and pool liquidity all increase.\\n\\nThese conditions all lead to price stability over time.\\n\\n[https://twitter.com/RyanWatkins_/status/1447404527326580736](https://twitter.com/RyanWatkins_/status/1447404527326580736)\\n\\n26/ The fifth theme is the incredible community.\\n\\nIf you're on crypto twitter, you've probably seen (3, 3). This is essentially the HODL for Ohm.\\n\\nIt's based on the idea that rewards are the highest for everyone if people perform positive actions (staking & bonding).\\n\\n![](https://images.mirror-media.xyz/publication-images/UF8Nit9irt_YpWuOMNzoL.png?height=571&width=1200)\\n\\n27/ While writing this thread, I was able to get my questions answered very easily on the Discord - the vibes are great and super inclusive.\\n\\nOhmies are working together to deliver a digital currency and make some wealth on the way!\\n\\n\\n28/ I think that the educational barrier is going to be a big hurdle for Ohm.\\n\\nMany people that understand btc and eth are still wary of Ohm.\\n\\nI'd love to see Olympus partner with Rabbit hole to create quests!\\n\\n[https://twitter.com/yb_effect/status/1444749294804692994](https://twitter.com/yb_effect/status/1444749294804692994)\\n\\n29/ There is also a sOhm pool on Pool Together!\\n\\n30/ Lastly, Olympus Pro is generating an awesome diversity of tokens in Ohm's treasury. Positive sum game 🔥\\n\\n![](https://images.mirror-media.xyz/publication-images/kUtlM0vi2n8_i-bqCHAEc.png?height=597&width=1200)\\n\\nI really think what @ohmzeus and the rest of Ohmies are doing is incredible.\\n\\n[https://twitter.com/yb_effect/status/1447317587247783937](https://twitter.com/yb_effect/status/1447317587247783937)\\n\\nOther than this thread, I wanted to give some more value back to the community.\\n\\n31/ I went ahead and started a Twitter list for the Ohm community.\\n\\nIf you are a Ohmie and would like to be added, just reply to this thread!\\n\\n[https://twitter.com/i/lists/1451599609524998148?s=20](https://twitter.com/i/lists/1451599609524998148?s=20)\\n\\n\\n32/ Summary of what was covered about @OlympusDAO:\\n\\n* Digital currency not pegged to USD\\n* Ohm is decentralized, collateralized, and has a floating price\\n* Bond-as-a-service\\n* Protocol Owned Liquidity\\n* Long term game focused on accumulation\\n* Strong community\\n\\n\\n---\\n\\n*Originally posted on [Twitter](https://twitter.com/yb_effect/status/1451604604722941955) - 10/22/2021*\",\"timestamp\":1636139776,\"title\":\"Olympus\"},\"digest\":\"cIozgiinXH9QUwDDGK12D9xx-N8eyJmntaXfgtpi6LE\",\"authorship\":{\"contributor\":\"0x4d9a61cC5332C58929f173eE2913ff92fB076FFF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"n7-U3z7o2bHmEpgklbcvzWRLv97momwjgitn3G8qmw4\\\",\\\"y\\\":\\\"Y6f2ehmG7Hok_lDpFVClNRwRxmi4AsYTUdjHdGrZl7w\\\"}\",\"signature\":\"M-qauzczfh7XVI9y37SsnU6QyUO4baxrraq69rCrqWV1RtPHYvN25NbAyQwMxQYfOCk8lYLzTriBR3mRg0yADg\",\"signingKeySignature\":\"0xee43660193e8bd3bdf09e225ed04ea36ea67b42fcfc642e7e3a50e17f73fcbe83e210ab8a1458e361551e3acff74e3a1072d0e33d6ea53725a62e12db0b5deb61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"n7-U3z7o2bHmEpgklbcvzWRLv97momwjgitn3G8qmw4\\\",\\\"y\\\":\\\"Y6f2ehmG7Hok_lDpFVClNRwRxmi4AsYTUdjHdGrZl7w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cIozgiinXH9QUwDDGK12D9xx-N8eyJmntaXfgtpi6LE\"}"