"{\"content\":{\"body\":\"[跳至内容](#content)\\n\\n<!-- #masthead -->\\n\\n<!-- .entry-header -->\\n\\n《我们最幸福》这本书我花了两天就读完了，写的是外逃的朝鲜人个故事，作者本身是一名西方记者，讲故事的很有技巧，人物穿插，叙事顺序都很棒，可读性很强。一下是几点零碎的感触。\\n\\n朝鲜在九十年代发生了大规模的饥荒，中国的读者应该很有共鸣，我们六十年代也饿死很多人，对于这段历史《夹边沟记事》和《陆犯焉识》的都有深刻的描述。两个国家发生饥荒的原因和借口也十分相似。原因方面：两国都好高骛远，想重点发展重工业，不顾家底薄没钱，只能靠刻意压低生产要素（农产品）价格，以及依赖苏联的能源援助。因此饥荒的内因是扭曲的价格和不合理的分配制度使农民没有了生产积极性，甚至脱产。外因是苏联解体/中苏交恶后，廉价的能源/资金拿不到了，而且老天爷也的确不帮忙，九十年代朝鲜洪水，六十年代中国干旱。至于饥荒的借口，中国政府和朝鲜政府倒是很统一，苏修（对于朝鲜来说还有中修）+美帝+自然灾害。\\n\\n亚当[]()斯密说过，将一个国家从最蛮荒带到最富足，只需要和平、简易的税收和[]()过得去的司法，其他的一切都会自然发生。这样看来，朝鲜政府虽然看着每时每刻都在忙绿地“搞经济”，实际上全是在瞎胡闹。\\n\\n朝鲜人的某些经历，中国人可能无法体会，但就是社会的退步。据说六十年代的时候，朝鲜是比韩国富有的，六十年代造的大楼，还为电梯预留了位置，可惜后来电都没有了，别说电梯了。六十年代出生的人个头明显比九十年代出生的人体格强壮，后者由于饥荒，普遍个子矮小，面黄肌瘦。一个人如果一辈子穷也就算了，但是以前“富过”，在穷下来，而且看不到复苏的迹象，心里的打击会比较大。\\n\\n朝鲜人的故事里面，一些细节也挺有趣，朝鲜人的法定结婚年龄是男的30岁，女的28岁（不知道现在还是不是），和我国以前的“二五八团”类似。自由恋爱比较少。里面一个男的看中一个女的要写信给中间人传代，信的内容类似是：我脑子里都是你，都无法认真在大学学习，建设祖国了，请你当我女朋友。\\n\\n女的虽然也中意这个男的，但还是要矜持几个来回，回信说，你这个样子我很为难，为了让你专心学习建设祖国，我就暂时勉强答应做你的女朋友。这让我想到了张爱玲的《秧歌》，五十年代中国农村风俗改革，结婚要到民政局去登记，民政局的同志问新郎，为什么要娶新娘，新郎的标准答案是，因为她能劳动。同样的问题问新娘，新娘也要回到，因为他能劳动，然后民政局的同志才盖章颁证。\\n\\n朝鲜妇女的地位也很微妙，在传统朝鲜社会观念里面，妇女在家庭地位都不是很高。但是在灾荒期间，妇女对家庭的贡献却是巨大的。那是朝鲜人必须在国有企业里上班，旷工两三次都会被抓去警察局。但是由于经济困难，很多企业都停工停产也发不出工资，只能发些粮票。企业停产导致的市场上基本没有食品出售，粮票也就如同废纸了。另一方面，粮食的短缺导致黑市的活跃。尽管朝鲜政府严令禁止，很多人还是铤而走险在黑市做些小生意养活自己和家庭。朝鲜的男人，一来很多都需要去服役，二来被政府看管的很严，所以很少在黑市做买卖这种“腐朽”行为。反而在朝鲜的妇女倒是“思想负担”轻，小饼干，手工品，能换来钱或者粮食的买卖，她们都做。最后反而是朝鲜妇女靠这些黑市的灰色收入养活了一家三代人。\\n\\n九十朝鲜灾荒，往国外逃的朝鲜人也逐渐增多。这里各国政府的态度也各有不同。韩国政府认为他们是朝鲜半岛的唯一合法政府，所以不认为朝鲜人是“外国人”。所以，只要朝鲜人抵达韩国境内，提出申请，基本上就能入国籍。朝鲜人去韩国的方式，文中说了两种。第一个是先偷渡到中国，再用假护照冒充中国人（马航事件也有假护照偷渡的现象，说明中小城市的出入境检验还是有漏洞的），坐飞机到韩国，一到韩国机场就算成功了。第二个是先偷渡到中国，再从二连浩特偷渡到蒙古，只要越过中蒙国界，主动投降于蒙古士兵，然后表明身份，蒙古政府会将这些朝鲜人送到韩国驻蒙古的使领馆，由使领馆安排那些朝鲜人前往韩国（中国政府不允许韩国驻中国使领馆做类似的事情）。\\n\\n朝鲜人抵达韩国后，韩国政府会先调查是否是朝鲜特务，然后安排他们接受培训，以帮助他们融入韩国社会，最后朝鲜难民还会领到一笔安家费。但是随着朝鲜难民的逐渐增多以及一些中国的朝鲜族人也冒充朝鲜难民进入韩国。韩国政府对于朝鲜难民入籍的控制日趋严格，但总体来说，韩国还是朝鲜人最想去的地方，毕竟除去这六十年，以前大家都是一个国家的。中国政府的态度就比较暧昧，由于地理因素。外逃朝鲜人的第一站基本上都是中国朝鲜族边境小城。在中国民间，帮助朝鲜人外逃甚至成了一门生意。中国人收钱，负责线路，安排接应，一条龙服务。另外一方面，中国政府不希望大规模地朝鲜难民涌入境内，也不想拆朝鲜政府的台。所以会配合朝鲜政府进行难民抓捕工作。被中国政府抓住的朝鲜难民会被送给朝鲜政府相关部门，并最终被遣送回国。有意思的是，朝鲜政府抓了外逃的朝鲜人送往监狱后，往往过了一阵后又会把犯人放出来（领袖生日特赦）。一方面是犯人家属行贿，另一方面养着一大群犯人对于朝鲜政府来说也是一大负担。而那些被放出来的出逃者，身体恢复后，第一件事情就是再逃走，毕竟见过外面的世界，谁还想住在里面呢。\\n\\n最后说一个文中提到的问题，外界人朝鲜的人道主义援助该不该继续。由于朝鲜政府不允许援助团体的工作人员在朝鲜境内调查援助效果。文中一位联合国负责援助的工作人员只能向一名逃到韩国的朝鲜人了解情况，搞清楚有没有真正帮助到朝鲜人民。那位朝鲜人说很多援助被政府和军方克扣，然后再在黑市出售，牟取暴利。援助的效果其实大打折扣，不过援助的确一定程度上缓解了朝鲜的饥荒。这让我想到了罗永浩以前谈到类似问题的时候讲：那怕在一个税收流向如此不透明的国家，他的公司还是不会偷税漏税的。因为那怕他交的税99%被用到了不该用的地方，还是有1%帮助了需要帮助的人。就是为了这1%，虽然纳税他不觉得光荣，但也会一分不差地纳税。\\n\\n我觉得这个问题要动态的看，说不定在不援助前，朝鲜的军队警察只能用棍子驱赶在黑市的人群。援助后，朝鲜政府军队获得了大部分利益。国家机器的实力进一步增强，装备升级，开坦克驱赶人群了。这对朝鲜人民来说绝对不是好消息。\\n\\n值得庆幸的是，通过90年代的灾荒，一部分朝鲜人逐渐明白，国家是靠不住的，靠着偷渡走私和黑市交易，一些朝鲜人不依靠国家养活了自己。也使人们看到了，除了在政府军队里晋升之外，另外一条过上好日子的方法。朝鲜政府也加大了对外贸易的投入，欲重建朝鲜的经济体系，这已经是一个不可逆的趋势了。希望朝鲜的步子再迈大一点，早日摘掉亚细亚孤儿的帽子。\\n\\n<!-- .entry-footer -->\\n\\n<!-- #post-684 -->\\n\\n### 没有评论\\n\\n<!-- #main -->\\n\\n<!-- #content -->\\n\\n<!-- #colophon -->\\n\",\"timestamp\":1639497940,\"title\":\"《我们最幸福》\"},\"digest\":\"Y4waTWz1wJrdf1q5yKFqbwf5j2HZxNuIXcqCJ1VZ6zc\",\"authorship\":{\"contributor\":\"0x298C3Cb3E6b3EA2d9DA7f51768dad0849A26eF64\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-VNS4I-oysNEYEHe7UY9kdsPWtT6_nJ-XHyhd3zle3Y\\\",\\\"y\\\":\\\"gjJRYU2nCAAHd4461UDqcfgAMBSUzYjeyj0_8ZbeeQU\\\"}\",\"signature\":\"bly9tm5Ala4lYAY13gYfbxeSGGW7hfeIB7-l3_cIEM_YpYhSdO_EZ6kxnaaoWR8ThE173CNATh50Fh_NwoKg9w\",\"signingKeySignature\":\"0x1980362aaa5e5ce0033c7f7787646c48a9dbc4c9cb90844cfa84da508d8cb2a82ef38176d6238bcc11a92aa2ac6b9924822ce67c0d609c85163b3574c8ea1b061c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-VNS4I-oysNEYEHe7UY9kdsPWtT6_nJ-XHyhd3zle3Y\\\",\\\"y\\\":\\\"gjJRYU2nCAAHd4461UDqcfgAMBSUzYjeyj0_8ZbeeQU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Y4waTWz1wJrdf1q5yKFqbwf5j2HZxNuIXcqCJ1VZ6zc\"}"