"{\"content\":{\"body\":\"*\\\\*\\\\*This article represents my views exclusively, and should not be assumed to represent the views of any other team or organisation. A few friends and acquaintances have provided feedback, please attribute any genius to them and any lapses in thinking to me\\\\*\\\\**\\n\\nIn web3, bounties and grants have proliferated as reward mechanisms for contributors. This was partially due to both bounties and grants being relatively simple from a technical perspective: they are a one-off transfer. However, there could also be a cultural reason at play, inherent to the Germanic or Anglo-Saxon cultures (like the US) from which many contributors come and also biased by a certain comfort that wealth and social capital provide. Here we seek to provide a broader model for DAO design, one which seeks to enable a broader group of humans to participate comfortably thanks to a key innovation: Minimum Viable Salaries.\\n\\nStudies on cross-cultural work relationships have shown that one of the key differences lies in how we build trust. Generally speaking, cultures tend to be either relationship-oriented or task-oriented. For example, Latin, Middle Eastern, and East Asian cultures value personal relationships. They build trust at work through shared meals, evening drinking, and generally bonding. On the other hand, North American or Germanic cultures tend to be more task-oriented and build trust at work through learning about the other person’s skills and qualifications.\\n\\nWhen we look at the recent history of these regions, we can see a tendency where in more stable environments (where we can trust the rule of law and enforcement by the stat)e, has generally led to more task-based cultures, while more unstable regions tend to have more relationship-oriented cultures (see the work of Erin Meyer, professor at Insead, for more on this topic).\\n\\n### Two approaches to compensation\\n\\nAcross my work, I’ve observed two main approaches or mental models for compensation. On one hand, we have the idea that DAOs should reward specific contributions, for example completing a bounty or asking for a grant to deliver a specific piece of work. On the other hand, we have the approach where there is an ongoing relationship between the parties, with one pledging to offer a service or take on a role and in return getting regular payments or salary.\\n\\nBy design, rewarding specific contributions means taking less risk in the contracting relationship but also offering less continuity or commitment. While on the other hand, the ongoing approach (subscription or salary-based) relies on the parties having an ongoing relationship. Everything else being equal, we can say that generally, task-based compensation requires less trust and commitment than embarking on an ongoing relationship.\\n\\n### Compensation in Web3\\n\\nAn informal web3 survey showed that the vast majority of workers in the space have enough savings to cover multiple months of expenses without any income, allowing us an enviable safety net and risk tolerance.\\n\\n> \\\\*\\\\*\\\\*“\\\\*\\\\*\\\\**No way to enter today's DAO experiments without a financial buffer. We all aim for new organisations that are accessible for anyone, anywhere, but in fact DAOs today are NOT inclusive at all.”* -Angela, Founder of Token Engineering\\n\\nGenerally speaking, web3 early adopters can afford the risks of engaging in an environment of fluid work, where most compensation is task-based and there is little in terms of a safety net. And from the perspective of DAOs, we can see how anonymous contributors, numerous hacking scandals, and the preoccupation with trustless relationships in blockchain systems, provided fertile ground for reward systems that are very task-oriented.\\n\\nHowever, most people outside of web3 can struggle to afford the risks of very fluid work. What if I get ill? What if I can’t find another bounty soon enough? For web3 to keep expanding and attracting the best talent, and to create a more inclusive world, we need ways to provide a bit more stability than what purely variable rewards may afford.\\n\\nIn this regard, we can now see initiatives like Opolis that aim to provide health insurance for US web3 workers and other aspects of a safety net. They are a fantastic step forward and I hope we’ll see more of them. Now, that being said, there is another fundamental problem of work in web3 that such initiatives don’t address: commitment.\\n\\nWeb2 companies have struggled with knowledge workers (and engineers in particular) changing jobs frequently. As a result, we’ve seen a sort of arms race to build better offices with free meals, wellness offerings, and all kinds of perks. Now, if retaining workers was difficult in Web2, these issues are magnified in Web3 as workers can join permisionlessly, contribute across multiple protocols, and offices are less common if they exist at all. Web3 often feels like a firehose of possibilities, with new protocols and DAOs popping left right and centre, and it’s even harder to focus and commit.\\n\\nImportantly, relationships go both ways, and except in a minority of cases, showing trust tends to engender trustful behaviour. When we value the relationship and not only the output, we show commitment, which also enables our counterparty to commit back.\\n\\nSo how can we balance these perspectives?\\n\\nWe know that diverse communities lead to better outcomes, and when it comes to attracting the best talent, we need to keep an open mind. And although Web3 is unique in many ways, there are lessons we can take from previous experiments.\\n\\nA remarkable case in organisation design and compensation models is Haier - a Chinese corporation that, for the last decade, has refined an approach to balance fluid, innovative teaming with ongoing relationships.\\n\\n### A corporate but not as we know them\\n\\nHaier is the global leader in IoT, they have 70 thousand employees across the world, having recently acquired the Appliances arm from General Electric in the US and increased profitability by 16% in the first year alone. These achievements are not due to cost-cutting but rather come thanks to a decade of innovation in their operating model.\\n\\nA few years ago, Haier realised that IoT was going to revolutionise their industry. They knew the future would be different to what they had known, and that a rapid technological revolution was about to take place, but they didn’t know what shape that future would take.\\n\\nTheir strategic thesis is both beautiful and simple. As they can’t predict the future, they seek to invent it, and they know that corporate bureaucracy won’t achieve that. Instead, they have sought to make everyone who works at Haier into an entrepreneur. In this quest, they transformed their previously monolithic business units into a network of over 4 thousand micro-enterprises. Each micro-enterprise owns their own P&L and buys and sells products and services to others.\\n\\nSheltered, cosy jobs are not particularly compatible with this entrepreneurial model but, equally, Haier is primarily a Chinese company, rooted in a culture that strongly values relationships. Their innovation to address this conundrum is one we can learn from.\\n\\nCompensation wise, everyone at Haier receives what I call a Minimum Viable Salary - a small, recurring sum that covers basic expenses. As long as they have had a role in one of the teams in the past three months, this salary will get to their bank account, no questions asked. Beyond the Minimum Viable Salary, the majority of rewards are variable, based on what they contribute to their team and their team to the whole organisation. This combination of compensation models, both fixed and variable, honours both task-based and relationship-based cultural norms, it provides both a safety net and incentivises everyone to act as an entrepreneur, the CEO of their own path within Haier.\\n\\n### Networked Teams in Web3\\n\\nHaier has invested hundreds of millions in accounting procedures, software and more to enable a network of teams structure. But what they had tailor-made, can be an off-the-shelf feature of Web3. In my previous project, facilitating the design and launch the Aragon Network DAO, we envisioned from the start a structure with a Main DAO to empower the community to propose and vote, and also a network of sub-DAOs, created for specific functions, enabling focus and on-the-edges decision making. The sub-DAOs are essentially open teams, dedicated to a specific workstream, and empowered to work as their own semi-autonomous unit (thus respecting key  principles of [polycentric governance](https://onlinelibrary.wiley.com/doi/full/10.1111/psj.12212))\\n\\nThe combination of a Main DAO and multiple Sub-DAOs gives us both focus and broad empowerment, so processes can be tailored for specific use cases and for dedicated teams but without sacrificing the ability of all token holders to bring their ideas to the fore.\\n\\nA key question I have been asking myself in relation to this sort of networked-organisations is how to enable potential contributors to make their way from the edges of the network and towards the more focused teams operating the sub-DAOs, gaining context, earning trust, and increasing their commitment as they progress.\\n\\nFor this journey to work well in a DAO, we need a way to engage and activate contributors quickly, to reward them fairly and create that magic moment that happens when you can very quickly (and reliably) earn a good living by doing what you love.\\n\\nBounties, understood as small and well-defined tasks that someone can do permissionlessly, can work very well for the initial stages. But they will quickly cap scalability as they require significant management overhead to define and evaluate them. So for the next stages, we can use peer to peer reward mechanisms, such as SourceCred, that enable a small team to manage the tool while the majority can engage ad-hoc.\\n\\nThen, in the third stage, when ad-hoc contributors start to commit to specific teams, we can trust contributors to engage regularly in maintaining another peer to peer reward accounting tool, such as Coordinape, to help calculate individual rewards.\\n\\nBut what if we want to provide a bit more safety for contributors who might need to take a couple of weeks off just so they can come back stronger? Or if we want to introduce more nudges for an ongoing commitment? Or if we want to reduce the overhead of constantly calculating rewards?\\n\\n### Introducing Minimum Viable Salaries\\n\\nMinimum Viable Salaries come from the idea of providing contributors with ongoing, basic compensation so they don’t have to worry about paying bills. The ideal is to pair these ongoing rewards with other mechanisms, so the final mix offers enough safety to work on risky ideas while also preserving our mental health, and balancing flexibility with commitment.\\n\\n**Minimum Viable Salaries in Practice: Conditional Streams**\\n\\nStreams are continuous transactions of tokens, where instead of having a bulk transfer say once a month, a contributor can be paid every second.\\n\\nThis brings some additional advantages in:\\n\\n* Fairness: everyone gets paid by the second, without having to use their own cashflow.\\n* Lower admin: a stream can be scheduled once and left to run indefinitely until it needs to be stopped, as opposed to monthly/weekly payments being scheduled.\\n* Easier accounting: streams make it relatively easy to visualise cashflow as we can just see how much a treasury is increasing/decreasing and what the runway is.\\n\\nFor scalability, we could pre-set conditions for Minimum Viable Salaries. For example, if the data from variable compensation tools (e.g. Coordinape, Praise, SourceCred, Bounties, etc) shows a contributor goes below a certain threshold over the past 3 months, the stream is stopped. Or conversely, once new contributors go above a certain threshold, a stream could automatically start.\\n\\nThe possibilities are numerous and will require experimentation. And I hope you’ll join us in inventing network-of-teams structures that value both flexibility and ongoing relationships. So we can get one step closer to a fair, inclusive, and thriving web3 ecosystem.\\n\\nAuthor: Daniel Ospina\\n\\nTweeter: @_daniel_ospina\\n\\nSpecial thanks to Angela from TE and Francesco from Superfluid for their valuable feedback and comments that enriched this article.\",\"timestamp\":1640186310,\"title\":\"Minimum Viable Salaries for a fairer Web3\"},\"digest\":\"TV6pFLuIC_EU7iFbf2PhkKxx63p-1dHfSnopVFFXPYU\",\"authorship\":{\"contributor\":\"0x8B580433568E521ad351b92b98150c0C65ce69B7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cGu2yRTYCimGKeLmjrmyg4XQQvaU2oSZwvvNFtEwScY\\\",\\\"y\\\":\\\"Nc4jIILJ5Xr1x_O9Dz1jcZcS8XD0qnU2zfITi65HKS0\\\"}\",\"signature\":\"R1iIs3PleHatMo2N7Aappv7PVgBhgzEzeN9MQ1VtiLk9sV2rcaA05MZZZEyQE5MKzOQbF6lrBkeqC3DrIP1ZkQ\",\"signingKeySignature\":\"0x9dcbb3d659f2631ad88eb53e42001a664a30b9e5700251a65d046b6a0ea9bdc319ddb2e84ee2f2ba25f701d343080fb74b89a82fc5c5efb53ca283509d68e6fa1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cGu2yRTYCimGKeLmjrmyg4XQQvaU2oSZwvvNFtEwScY\\\",\\\"y\\\":\\\"Nc4jIILJ5Xr1x_O9Dz1jcZcS8XD0qnU2zfITi65HKS0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aKI_cniOIsTcxNz4xC0EqzlXDDykwLw6geEc0ipFvIs\"}"