"{\"content\":{\"body\":\"Dall'd if I couldn't eat the devil--stuffed with thunder and lightning.\\\"\\n\\n\\\"I'll prescribe accordingly,\\\" said Miss Gale, and wrote in pencil an order on a beefsteak pie they had sent her from the Court.\\n\\nThe boy's companions put their heads together over this order, and offered their services to escort him.\\n\\n\\\"No, thank you,\\\" said the doctress. \\\"He will go alone, you young monkeys. Your turn will come.\\\"\\n\\nThen she proceeded on her rounds, with Mr. Severne at her heels, until it was past one o'clock.\\n\\nThen she turned round and faced him. \\\"We will part here,\\\" said she, \\\"and I will explain my conduct to you, as you seem in the dark. I have been co-operating with Miss Vizard all this time. I reckon she sent you out of the way to give Lord Uxmoor his opportunity, so I have detained you. While you have been studying medicine, he has been popping the question, of course. Good-by, Mr. Villain.\\\"\\n\\nHer words went through the man like cold steel. It was one woman reading another. He turned very white, and put his hand to his heart. But he recovered himself, and said, \\\"If she prefers another to me, I must submit. It is not my absence for a few hours that will make the difference. You cannot make me regret the hours I have passed in your company. Good-by,\\\" and he seemed to leave her very reluctantly.\\n\\n\\\"One word,\\\" said she, softening a little. \\\"I'm not proof against your charm. Unless I see Zoe Vizard in danger, you have nothing to fear from me. But I love *her,* you understand.\\\"\\n\\nHe returned to her directly, and said, in most earnest, supplicating tones, \\\"But will you ever forgive me?\\\"\\n\\n\\\"I will try.\\\"\\n\\nAnd so they parted.\\n\\nHe went home at a great rate; for Miss Gale's insinuations had raised some fear in his breast.\\n\\nMeantime this is what had really passed between Zoe and Lord Uxmoor. Vizard went to his study, and Fanny retired at a signal from Zoe. She rose, but did not go; she walked slowly toward the window; Uxmoor joined her: for he saw he was to have his answer from her mouth.\\n\\nHer bosom heaved a little, and her cheeks flushed. \\\"Lord Uxmoor,\\\" she said, \\\"you have done me the greatest honor any man can pay a woman, and from you it is indeed an honor. I could not write such an answer as I could wish; and, besides, I wish to spare you all the mortification I can.\\\"\\n\\n\\\"Ah!\\\" said Uxmoor, piteously.\\n\\n\\\"You are worthy of any lady's love; but I have only my esteem to give you, and that was given long ago.\\\"\\n\\nUxmoor, who had been gradually turning very white, faltered, \\\"I had my fears. Good-by.\\\"\\n\\nShe gave him her hand. He put it respectfully to his lips: then turned and left her, sick at heart, but too brave to let it be seen. He preferred her esteem to her pity.\\n\\nBy this means he got both. She put her handkerchief to her eyes without disguise. But he only turned at the door to say, in a pretty firm voice, \\\"God bless you!\\\"\\n\\nIn less than an hour he drove his team from the door, sitting heartbroken and desolate, but firm and unflinching as a rock.\\n\\nSo then, on his return from Hillstoke, Severne found them all at luncheon except Uxmoor. He detailed his visit to Miss Gale, and, while he talked, observed. Zoe was beaming with love and kindness. He felt sure she had not deceived him. He learned, by merely listening, that Lord Uxmoor was gone, and he exulted inwardly.\\n\\nAfter luncheon, Elysium. He walked with the two girls, and Fanny lagged behind; and Zoe proved herself no coquette. A coquette would have been a little cross and shown him she had made a sacrifice. Not so Zoe Vizard. She never told him, nor even Fanny, she had refused Lord Uxmoor. She esteemed the great sacrifice she had made for him as a little one, and so loved him a little more that he had cost her an earl's coronet and a large fortune.\\n\\nThe party resumed their habits that Uxmoor had interrupted, and no warning voice was raised.\\n\\nThe boring commenced at Hillstoke, and Doctress Gale hovered over the work. The various strata and their fossil deposits were an endless study, and kept her microscope employed. With this, and her treatise on \\\"Cure by Esculents\\\" she was so employed that she did not visit the Court for some days: then came an invitation from Lord Uxmoor to stay a week with him, and inspect his village. She accepted it, and drove herself in the bailiff's gig, all alone. She found her host attending to his duties, but dejected; so then she suspected, and turned the conversation to Zoe Vizard, and soon satisfied herself he had no hopes in that quarter. Yet he spoke of her with undisguised and tender admiration. Then she said to herself, \\\"This is a man, and he shall have her.\\\"\\n\\nShe sat down and wrote a letter to Vizard, telling him all she knew, and what she thought, viz., that another woman, and a respectable one, had a claim on Mr. Severne, which ought to be closely inquired into, and *the lady's version heard.* \\\"Think of it,\\\" said she. \\\"He disowned the woman who had saved his life, he was so afraid I should tell Miss Vizard under what circumstances I first saw him.\\\"\\n\\nShe folded and addressed the letter.\\n\\nBut having relieved her mind in some degree by this, she asked herself whether it would not be kinder to all parties to try and save Zoe without an exposure. Probably Severne benefited by his grace and his disarming qualities; for her ultimate resolution was to give him a chance, offer him an alternative: he must either quietly retire, or be openly exposed.\\n\\nSo then she put the letter in her desk, made out her visit, of which no further particulars can be given at present, returned home, and walked down to the Court next morning to have it out with Edward Severne.\\n\\nBut, unfortunately, from the very day she offered him terms up at Hillstoke, the tide began to run in Severne's favor with great rapidity.\\n\\nA letter came from the detective. Severne received it at breakfast, and laid it before Zoe, which had a favorable effect on her mind to begin.\\n\\nPoikilus reported that the money was in good hands. He had seen the lady. She made no secret of the thing--the sum was 4,900 pounds, and she said half belonged to her and half to a gentleman. She did not know him, but her agent, Ashmead, did. Poikilus added that he had asked her would she honor that gentleman's draft? She had replied she should be afraid to do that; but Mr. Ashmead should hand it to him on demand. Poikilus summed up that the lady was evidently respectable, and the whole thing square.\\n\\nSeverne posted this letter to his cousin, under cover, to show him he was really going to clear his estate, but begged him to return it immediately and lend him 50 pounds. The accommodating cousin sent him 50 pounds, to aid him in wooing his heiress. He bought her a hoop ring, apologized for its small value, and expressed his regret that all he could offer her was on as small a scale, except his love.\\n\\nShe blushed, and smiled on him, like heaven opening. \\\"Small and great, I take them,\\\" said she; and her lovely head rested on his shoulder.\\n\\nThey were engaged.\\n\\nFrom that hour he could command a *te'te-'a-te'te* with her whenever he chose, and his infernal passion began to suggest all manner of wild, wicked and unreasonable hopes.\\n\\nMeantime there was no stopping. He soon found he must speak seriously to Vizard. He went into his study and began to open the subject. Vizard stopped him. \\\"Fetch the other culprit,\\\" said he; and when Zoe came, blushing, he said, \\\"Now I am going to make shorter work of this than you have done. Zoe has ten thousand pounds. What have you got?\\\"\\n\\n\\\"Only a small estate, worth eight thousand pounds, that I hope to clear of all incumbrances, if I can get my money.\\\"\\n\\n\\\"Fond of each other? Well, don't strike me dead with your eyes. I have watched you, and I own a prettier pair of turtledoves I never saw. Well, you have got love and I have got money. I'll take care of you both. But you must live with me. I promise never to marry.\\\"\\n\\nThis brought Zoe round his neck, with tears and kisses of pure affection. He returned them, and parted her hair paternally.\\n\\n\\\"This is a beautiful world, isn't it?\\\" said he, with more tenderness than cynicism this time.\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/47](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/47)\\n\\n\",\"timestamp\":1637670594,\"title\":\"I was mortal bad, but now do I feel like a feather; wust on't is, I be so blessed hungry now. \"},\"digest\":\"X5xLpuOzqF03ldM_wepA2Ng0IvE-vYRs8OyPJhK9IYE\",\"authorship\":{\"contributor\":\"0x6e5524266431C8A2Cd3e28b5B838834791C3533a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UkyujuXQom-Ld2JdHjkEyyIgMqx-s5PaUSkyVqUKOo4\\\",\\\"y\\\":\\\"MPlpyXSletz75uxn3BXWI-iY0STpgD0_Es42OE4nYOY\\\"}\",\"signature\":\"uuVA3Eo3dMR70H6KxDqWro1lryafS9g8-IsF4iWhHeOOra7CpJRC0YeEYZKv8v8-0mWLhRWeCZao-H-3_nUT2Q\",\"signingKeySignature\":\"0x13fa6068082c1aacdc7375790b102b993c4e226579a06500a9ceb97f538fbc4b74d5685d65e62cbe137c85b04ec8c8244be93f20eee3dd91bb00f5218705c3071c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UkyujuXQom-Ld2JdHjkEyyIgMqx-s5PaUSkyVqUKOo4\\\",\\\"y\\\":\\\"MPlpyXSletz75uxn3BXWI-iY0STpgD0_Es42OE4nYOY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"X5xLpuOzqF03ldM_wepA2Ng0IvE-vYRs8OyPJhK9IYE\"}"