"{\"content\":{\"body\":\"![Photo by Maksym Ivashchenko on Unsplash](https://images.mirror-media.xyz/publication-images/mtndmSfHDo4spUYyR7vIQ.jpg?height=1280&width=1920)\\n\\nA new type of scam has developed and emerged in the last month. Scammers are becoming more and more sophisticated and penetrate each wallet to plant a seed to deceive every wallet owner and potentially trick users into sending money away. How has such a new scam has implemented, and how can we avoid such a new scam?\\n\\n**Here is a 1 min summary of the article if you want to skip the reading.**\\n\\n[How to Avoid The New Wallet Scam](https://www.youtube.com/watch?v=JAGi21ZOldI)\\n\\n**Unknown Token**\\n\\n![](https://images.mirror-media.xyz/publication-images/MENXnF-iLs-6KCdcXzaQX.jpg?height=2146&width=1170)\\n\\nIf you play around with your wallet in different networks, you will realize many unknown tokens with xxxx.io in the Polygon network. You cannot resist but realize more than 800k tokens are sitting in your wallet and waiting for you to exchange them for fiat currencies. Some wallets even calculate the worth of more than $200K! You are so surprised yet so lucky that you finally made it and want to cash out.\\n\\n**Swap The Unknown**\\n\\n![](https://images.mirror-media.xyz/publication-images/5hJm9D9zMDK7IB27Od0mZ.PNG?height=601&width=1163)\\n\\nAfter doing some research about the token, a cool-looking website seems legit. A button asks you to connect your wallet to claim airdrop tokens. You then, without any consideration, connect the wallet, and they ask permission to enter your wallet. Of course, you want to have your $200K cash out immediately; you then agree to connect and start swapping tokens. There is a network fee of 2 ETH or $9K cost. You, of course, think they $9K to exchange $200K, hey! No brainer. Once you transfer the fee and agree to swap, something happens! Your wallet may empty the fund, and a network error occurred that your swap cannot be completed, but the fund you spent was gone. You then realized you got a scam!\\n\\n**A Combo of Airdrop + Dust Attack + Phishing Scam**\\n\\n![Photo credits: https://www.bsc.news/post/what-are-scam-airdrop-tokens-on-binance-smart-chain-and-why-are-they-so-prevalent](https://images.mirror-media.xyz/publication-images/8KQwfaZ5L43n-pdY6Abfy.jpeg?height=1024&width=2048)\\n\\nThis type of scam is pretty sophisticated. It is a combination of different scam types to trick users. Here is how you likely got unknown tokens from and how scammers want you to follow their steps to send funds to them.\\n\\n**Step 1: Free Airdrops**\\n\\n![](https://images.mirror-media.xyz/publication-images/pxySJZjApTQ-1fNhYiNt9.jpg?height=702&width=1080)\\n\\nScammers are well-known users eager and FOMO. So they created the airdrops site to collect wallet addresses or scan all available wallet addresses online and send tokens into wallets.\\n\\n***Why***: the more people with fake tokens, the more likely one will fall with the tricks. Scammers use an active way to push tokens into wallets or passive to collect wallets and send tokens.\\n\\n**Step 2: Given a Large Number of Fake Tokens**\\n\\n![](https://images.mirror-media.xyz/publication-images/FhgRvmLWNbOat4XpLJ0af.jpg?height=526&width=640)\\n\\nYou will realize you have at least 800k or more tokens in your wallet. Large amounts make people look into the possible way to activate such tokens. However, those amounts are just fractions of what scammers made.\\n\\n***Why***: it is part of a dust attack. You realize those scam tokens are layer 2 tokens on Matic or Polygon network because layer 1 or blockchain has dust attack prevention. Tiny fractions of amount transactions cannot be validated through layer 1 but it is easily get passed through layer 2\\n\\nas there is no lower limit of the transaction amount in layer 2. Scammers can mint as many tokens and send as small amounts to users.\\n\\n**Step 3: Active Tokens**\\n\\n![](https://images.mirror-media.xyz/publication-images/hHbhWv39yv18C79rDPUMO.png?height=320&width=316)\\n\\nThose scam tokens are smart contracts. The bad thing about smart contracts is they can be harder to detect as routine transactions and broadcast on the blockchain like regular token transactions. The good thing is that a smart contract needs a destination to send to and commands for execution. Scammers want users to go through layer 2 swap to complete the transaction.\\n\\n***Why***: layer 2 smart contracts can be challenging to distinguish between entice token transactions or swaps. Also, swap can create an unsuspected way to require swap fees and embed secret codes to control your wallet and send funds to programmed addresses.\\n\\n**Step 4**: **Requires Swap Fees**\\n\\n![](https://images.mirror-media.xyz/publication-images/Lktj7hGpIWwq34iZemgBB.png?height=414&width=435)\\n\\nYou will bring to an unknown and a new swap platform that requires you to spend a little bit of money to activate your funds.\\n\\n***Why***: the swap platform will have embedded codes to transfer swap fees as payment to scammers’ wallet addresses and possible active send command to take your wallet funds away.\\n\\n**Step 5: Broadcast Error**\\n\\n![](https://images.mirror-media.xyz/publication-images/VfoP4OmBkG0cg5tNXg4bD.png?height=347&width=721)\\n\\nLikely, your swap will broadcast as an error in the polygon network and your funds will be stuck because the smart contract cannot be executed entirely in the network due to insufficient gas fees.\\n\\n***Why***: those swap fees will directly be programmed to send into scammers’ wallets, and no transactions will be completed on the blockchain without sufficient funds. You got scammed!\\n\\n**What To Do**\\n\\n![](https://images.mirror-media.xyz/publication-images/nMi2dGtRLCm4TCQXBmojv.jpg?height=667&width=500)\\n\\nSince those fake tokens were smart contracts, they were required to be active. The best way is **DO NOTHING** to those tokens. **Ignore them completely. Don’t send or swap or trade.** Some wallets like Metamask can delete the token list. Coinbase wallet will not detect tokens value but only show the amount. If the wallet mistakenly showed the wrong amount. Tried to reach out to their services and ask for help. However, because the tokens were so new and they were smart contracts. It is unlikely the wallet service can do anything about it at this point.\\n\\n**How To Avoid Scam Tokens**\\n\\n**Check Blockchain Token Contract**\\n\\nGo to Etherscan or alike to check the token contract. There is a lot of information that can spot a scam token.\\n\\n**Step 1: Check Holders and Transfers**\\n\\n![](https://images.mirror-media.xyz/publication-images/eBM_C7_zSVfovnKR2SRK-.png?height=250&width=625)\\n\\nCheck how many transactions are within the network, the closer the transfers to holders, the likely people are not active in the network due to the token unavailable in many exchanges.\\n\\n**Step 2: Check Transfers Tap**\\n\\n![](https://images.mirror-media.xyz/publication-images/3MU6xPeYJv9yPEACOTvIJ.png?height=520&width=1249)\\n\\nCheck transaction hash and particular in age. See if any transactions are in and out but no single out direction. Also, try to see the last page and check age. It seems there is only outflow to each account with the same quantity of 800K for each transaction which raises a huge flag.\\n\\n**Step 3: Check Holders Tap**\\n\\n![](https://images.mirror-media.xyz/publication-images/kiEd0_NZtJBmMhdZgNt1O.png?height=784&width=1200)\\n\\nCheck how many people hold tokens. The scam token is very concentrated in single or few users. It will immediately raise a red flag.\\n\\n**Step 4: Check Contract Tap**\\n\\n![](https://images.mirror-media.xyz/publication-images/ixpleYWXzM8yyebzyif4n.png?height=230&width=859)\\n\\nThe legit project will reveal contract code while scams will not. No information on the contract will raise questions on the credibility and authenticity of the token.\\n\\n**Step 5:** **Check Analytics Tap**\\n\\n![](https://images.mirror-media.xyz/publication-images/SpiqrlA5nPg1atswcj7jX.png?height=657&width=1241)\\n\\nIf there is only send transaction but not receive transaction, it is likely a scam.\\n\\n**Step 6: Check Comments Tap**\\n\\n![](https://images.mirror-media.xyz/publication-images/CaHtbWQYLf9YGhpUggF2a.png?height=1081&width=938)\\n\\nOther users may share information about this token and let people know if that is a scam token.\\n\\n**In Conclusion**\\n\\nCrypto scams have become more sophisticated than ever. Always double-check anything suspicious and unknown to you. Ask around and seek help because click and send funds. Once you send, there is no way the transaction can be reversed.\",\"timestamp\":1639609729,\"title\":\"How to Avoid The New Wallet Scam \"},\"digest\":\"aXrcIYJUb5wixJNS_A18fybrRmrstts1s3EIl1mKnw0\",\"authorship\":{\"contributor\":\"0x87D5032831E5C092c87eb879e5108da7D58f9192\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lw4t0mlznI4_BZiKaXoO0GDds-k2Clvl2kIjiIO3wd8\\\",\\\"y\\\":\\\"tshMvjAj0Qih3m2u_r94rFHGuI6WbqbpZWqxA4eQZnQ\\\"}\",\"signature\":\"1XAqjyAao0gN1Q8baQPmf_CK8rhqkwll2K7LRXmByFhOravwFX2zZ1b7jxTR2vPaOnuW9cL-3bq-SrU2Xkx4yA\",\"signingKeySignature\":\"0x2377719d6c5e70a72859b3007214aee9d157cabe693063a753dcf9728579b6f468199eec967de55a473acdd17994cbaac6a4ea94d085e6d31747eecba4f4da931b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lw4t0mlznI4_BZiKaXoO0GDds-k2Clvl2kIjiIO3wd8\\\",\\\"y\\\":\\\"tshMvjAj0Qih3m2u_r94rFHGuI6WbqbpZWqxA4eQZnQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aXrcIYJUb5wixJNS_A18fybrRmrstts1s3EIl1mKnw0\"}"