"{\"content\":{\"body\":\"I was in such spirits! Do pray get rid of those horrid gloomy ideas of yours.\\\"\\n\\nThe father heaved a sigh. \\\"Ah! spoiled child,\\\" he cried, \\\"the best hearts are sometimes very cruel. We devote our whole lives to you, you are our one thought, we plan for your welfare, sacrifice our tastes to your whims, idolize you, give the very blood in our veins for you, and all this is nothing, is it? Alas! yes, you take it all as a matter of course. If we would always have your smiles and your disdainful love, we should need the power of God in heaven. Then comes another, a lover, a husband, and steals away your heart.\\\"\\n\\nJulie looked in amazement at her father; he walked slowly along, and there was no light in the eyes which he turned upon her.\\n\\n\\\"You hide yourself even from us,\\\" he continued, \\\"but, perhaps, also you hide yourself from yourself--\\\"\\n\\n\\\"What do you mean by that, father?\\\"\\n\\n\\\"I think that you have secrets from me, Julie.--You love,\\\" he went on quickly, as he saw the color rise to her face. \\\"Oh! I hoped that you would stay with your old father until he died. I hoped to keep you with me, still radiant and happy, to admire you as you were but so lately. So long as I knew nothing of your future I could believe in a happy lot for you; but now I cannot possibly take away with me a hope of happiness for your life, for you love the colonel even more than the cousin. I can no longer doubt it.\\\"\\n\\n\\\"And why should I be forbidden to love him?\\\" asked Julie, with lively curiosity in her face.\\n\\n\\\"Ah, my Julie, you would not understand me,\\\" sighed the father.\\n\\n\\\"Tell me, all the same,\\\" said Julie, with an involuntary petulant gesture.\\n\\n\\\"Very well, child, listen to me. Girls are apt to imagine noble and enchanting and totally imaginary figures in their own minds; they have fanciful extravagant ideas about men, and sentiment, and life; and then they innocently endow somebody or other with all the perfections of their day-dreams, and put their trust in him. They fall in love with this imaginary creature in the man of their choice; and then, when it is too late to escape from their fate, behold their first idol, the illusion made fair with their fancies, turns to an odious skeleton. Julie, I would rather have you fall in love with an old man than with the Colonel. Ah! if you could but see things from the standpoint of ten years hence, you would admit that my old experience was right. I know what Victor is, that gaiety of his is simply animal spirits--the gaiety of the barracks. He has no ability, and he is a spendthrift. He is one of those men whom Heaven created to eat and digest four meals a day, to sleep, to fall in love with the first woman that comes to hand, and to fight. He does not understand life. His kind heart, for he has a kind heart, will perhaps lead him to give his purse to a sufferer or to a comrade; /but/ he is careless, he has not the delicacy of heart which makes us slaves to a woman's happiness, he is ignorant, he is selfish. There are plenty of /buts/--\\\"\\n\\n\\\"But, father, he must surely be clever, he must have ability, or he would not be a colonel--\\\"\\n\\n\\\"My dear, Victor will be a colonel all his life.--I have seen no one who appears to me to be worthy of you,\\\" the old father added, with a kind of enthusiasm.\\n\\nHe paused an instant, looked at his daughter, and added, \\\"Why, my poor Julie, you are still too young, too fragile, too delicate for the cares and rubs of married life. D'Aiglemont's relations have spoiled him, just as your mother and I have spoiled you. What hope is there that you two could agree, with two imperious wills diametrically opposed to each other? You will be either the tyrant or the victim, and either alternative means, for a wife, an equal sum of misfortune. But you are modest and sweet-natured, you would yield from the first. In short,\\\" he added, in a quivering voice, \\\"there is a grace of feeling in you which would never be valued, and then----\\\" he broke off, for the tears overcame him.\\n\\n\\\"Victor will give you pain through all the girlish qualities of your young nature,\\\" he went on, after a pause. \\\"I know what soldiers are, my Julie; I have been in the army. In a man of that kind, love very seldom gets the better of old habits, due partly to the miseries amid which soldiers live, partly to the risks they run in a life of adventure.\\\"\\n\\n\\\"Then you mean to cross my inclinations, do you, father?\\\" asked Julie, half in earnest, half in jest. \\\"Am I to marry to please you and not to please myself?\\\"\\n\\n\\\"To please me!\\\" cried her father, with a start of surprise. \\\"To please /me/, child? when you will not hear the voice that upbraids you so tenderly very much longer! But I have always heard children impute personal motives for the sacrifices that their parents make for them. Marry Victor, my Julie! Some day you will bitterly deplore his ineptitude, his thriftless ways, his selfishness, his lack of delicacy, his inability to understand love, and countless troubles arising through him. Then, remember, that here under these trees your old father's prophetic voice sounded in your ears in vain.\\\"\\n\\nHe said no more; he had detected a rebellious shake of the head on his daughter's part. Both made several paces towards the carriage which was waiting for them at the grating. During that interval of silence, the young girl stole a glance at her father's face, and little by little her sullen brow cleared. The intense pain visible on his bowed forehead made a lively impression upon her.\\n\\n\\\"Father,\\\" she began in gentle tremulous tones, \\\"I promise to say no more about Victor until you have overcome your prejudices against him.\\\"\\n\\nThe old man looked at her in amazement. Two tears which filled his eyes overflowed down his withered cheeks. He could not take Julie in his arms in that crowded place; but he pressed her hand tenderly. A few minutes later when they had taken their places in the cabriolet, all the anxious thought which had gathered about his brow had completely disappeared. Julie's pensive attitude gave him far less concern than the innocent joy which had betrayed her secret during the review.\\n\\nNearly a year had passed since the Emperor's last review. In early March 1814 a caleche was rolling along the highroad from Amboise to Tours. As the carriage came out from beneath the green-roofed aisle of walnut trees by the post-house of la Frilliere, the horses dashed forward with such speed that in a moment they gained the bridge built across the Cise at the point of its confluence with the Loire. There, however, they come to a sudden stand. One of the traces had given way in consequence of the furious pace at which the post-boy, obedient to his orders, had urged on four horses, the most vigorous of their breed. Chance, therefore, gave the two recently awakened occupants of the carriage an opportunity of seeing one of the most lovely landscapes along the enchanting banks of the Loire, and that at their full leisure.\\n\\nAt a glance the travelers could see to the right the whole winding course of the Cise meandering like a silver snake among the meadows, where the grass had taken the deep, bright green of early spring. To the left lay the Loire in all its glory. A chill morning breeze, ruffling the surface of the stately river, had fretted the broad sheets of water far and wide into a network of ripples, which caught the gleams of the sun, so that the green islets here and there in its course shone like gems set in a gold necklace. On the opposite bank the fair rich meadows of Touraine stretched away as far as the eye could see; the low hills of the Cher, the only limits to the view, lay on the far horizon, a luminous line against the clear blue sky. Tours itself, framed by the trees on the islands in a setting of spring leaves, seemed to rise like Venice out of the waters, and her old cathedral towers soaring in air were blended with the pale fantastic cloud shapes in the sky.\\n\\nOver the side of the bridge, where the carriage had come to a stand, the traveler looks along a line of cliffs stretching as far as Tours. Nature in some freakish mood must have raised these barriers of rock, undermined incessantly by the rippling Loire at their feet, for a perpetual wonder for spectators. The village of Vouvray nestles, as it were, among the clefts and crannies of the crags, which begin to describe a bend at the junction of the Loire and Cise. A whole population of vine-dressers lives, in fact, in appalling insecurity in holes in their jagged sides for the whole way between Vouvray and Tours. In some places there are three tiers of dwellings hollowed out, one above the other, in the rock, each row communicating with the next by dizzy staircases cut likewise in the face of the cliff. A little girl in a short red petticoat runs out into her garden on the roof of another dwelling; you can watch a wreath of hearth-smoke curling up among the shoots and trails of the vines. Men are at work in their almost perpendicular patches of ground, an old woman sits tranquilly spinning under a blossoming almond tree on a crumbling mass of rock, and smiles down on the dismay of the travelers far below her feet. The cracks in the ground trouble her as little as the precarious state of the old wall, a pendant mass of loose stones, only kept in position by the crooked stems of its ivy mantle. The sound of coopers' mallets rings through the skyey caves; for here, where Nature stints human industry of soil, the soil is everywhere tilled, and everywhere fertile.\\n\\nNo view along the whole course of the Loire can compare with the rich landscape of Touraine, here outspread beneath the traveler's eyes. The triple picture, thus barely sketched in outline, is one of those scenes which the imagination engraves for ever upon the memory; let a poet fall under its charm, and he shall be haunted by visions which shall reproduce its romantic loveliness out of the vague substance of dreams.\\n\\nAs the carriage stopped on the bridge over the Cise, white sails came out here and there from among the islands in the Loire to add new grace to the perfect view. The subtle scent of the willows by the water's edge was mingled with the damp odor of the breeze from the river. The monotonous chant of a goat-herd added a plaintive note to the sound of birds' songs in a chorus which never ends; the cries of the boatmen brought tidings of distant busy life. Here was Touraine in all its glory, and the very height of the splendor of spring. Here was the one peaceful district in France in those troublous days; for it was so unlikely that a foreign army should trouble its quiet that Touraine might be said to defy invasion.\\n\\nAs soon as the caleche stopped, a head covered with a foraging cap was put out of the window, and soon afterwards an impatient military man flung open the carriage door and sprang down into the road to pick a quarrel with the postilion, but the skill with which the Tourangeau was repairing the trace restored Colonel d'Aiglemont's equanimity. He went back to the carriage, stretched himself to relieve his benumbed muscles, yawned, looked about him, and finally laid a hand on the arm of a young woman warmly wrapped up in a furred pelisse.\\n\\n\\\"Come, Julie,\\\" he said hoarsely, \\\"just wake up and take a look at this country. It is magnificent.\\\"\\n\\nJulie put her head out of the window. She wore a traveling cap of sable fur. Nothing could be seen of her but her face, for the whole of her person was completely concealed by the folds of her fur pelisse. The young girl who tripped to the review at the Tuileries with light footsteps and joy and gladness in her heart was scarcely recognizable in Julie d'Aiglemont. Her face, delicate as ever, had lost the rose- color which once gave it so rich a glow. A few straggling locks of black hair, straightened out by the damp night air, enhanced its dead whiteness, and all its life and sparkle seemed to be torpid. Yet her eyes glittered with preternatural brightness in spite of the violet shadows under the lashes upon her wan cheeks.\\n\\nShe looked out with indifferent eyes over the fields towards the Cher, at the islands in the river, at the line of the crags of Vouvray stretching along the Loire towards Tours; then she sank back as soon as possible into her seat in the caleche. She did not care to give a glance to the enchanting valley of the Cise.\\n\\n\\\"Yes, it is wonderful,\\\" she said, and out in the open air her voice sounded weak and faint to the last degree. Evidently she had had her way with her father, to her misfortune.\\n\\n\\\"Would you not like to live here, Julie?\\\"\\n\\n\\\"Yes; here or anywhere,\\\" she answered listlessly.\\n\\n\\\"Do you feel ill?\\\" asked Colonel d'Aiglemont.\\n\\n\\\"No, not at all,\\\" she answered with momentary energy; and, smiling at her husband, she added, \\\"I should like to go to sleep.\\\"\\n\\nSuddenly there came a sound of a horse galloping towards them. Victor d'Aiglemont dropped his wife's hand and turned to watch the bend in the road. No sooner had he taken his eyes from Julie's pale face than all the assumed gaiety died out of it; it was as if a light had been extinguished. She felt no wish to look at the landscape, no curiosity to see the horseman who was galloping towards them at such a furious pace, and, ensconcing herself in her corner, stared out before her at the hindquarters of the post-horses, looking as blank as any Breton peasant listening to his /recteur's/ sermon.\\n\\nSuddenly a young man riding a valuable horse came out from behind the clump of poplars and flowering briar-rose.\\n\\n\\\"It is an Englishman,\\\" remarked the Colonel.\\n\\n\\\"Lord bless you, yes, General,\\\" said the post-boy; \\\"he belongs to the race of fellows who have a mind to gobble up France, they say.\\\"\\n\\nThe stranger was one of the foreigners traveling in France at the time when Napoleon detained all British subjects within the limits of the Empire, by way of reprisals for the violation of the Treaty of Amiens, an outrage of international law perpetrated by the Court of St. James. These prisoners, compelled to submit to the Emperor's pleasure, were not all suffered to remain in the houses where they were arrested, nor yet in the places of residence which at first they were permitted to choose. Most of the English colony in Touraine had been transplanted thither from different places where their presence was supposed to be inimical to the interests of the Continental Policy.\\n\\nThe young man, who was taking the tedium of the early morning hours on horseback, was one of these victims of bureaucratic tyranny. Two years previously, a sudden order from the Foreign Office had dragged him from Montpellier, whither he had gone on account of consumptive tendencies. He glanced at the Comte d'Aiglemont, saw that he was a military man, and deliberately looked away, turning his head somewhat abruptly towards the meadows by the Cise.\\n\\n\\\"The English are all as insolent as if the globe belonged to them,\\\" muttered the Colonel. \\\"Luckily, Soult will give them a thrashing directly.\\\"\\n\\nThe prisoner gave a glance to the caleche as he rode by. Brief though that glance was, he had yet time to notice the sad expression which lent an indefinable charm to the Countess' pensive face. Many men are deeply moved by the mere semblance of suffering in a woman; they take the look of pain for a sign of constancy or of love. Julie herself was so much absorbed in the contemplation of the opposite cushion that she saw neither the horse nor the rider. The damaged trace meanwhile had been quickly and strongly repaired; the Count stepped into his place again; and the post-boy, doing his best to make up for lost time, drove the carriage rapidly along the embankment. On they drove under the overhanging cliffs, with their picturesque vine-dressers' huts and stores of wine maturing in their dark sides, till in the distance uprose the spire of the famous Abbey of Marmoutiers, the retreat of St. Martin.\\n\\n\\\"What can that diaphanous milord want with us?\\\" exclaimed the Colonel, turning to assure himself that the horseman who had followed them from the bridge was the young Englishman.\\n\\nAfter all, the stranger committed no breach of good manners by riding along on the footway, and Colonel d'Aiglemont was fain to lie back in his corner after sending a scowl in the Englishman's direction. But in spite of his hostile instincts, he could not help noticing the beauty of the animal and the graceful horsemanship of the rider. The young man's face was of that pale, fair-complexioned, insular type, which is almost girlish in the softness and delicacy of its color and texture. He was tall, thin, and fair-haired, dressed with the extreme and elaborate neatness characteristic of a man of fashion in prudish England. Any one might have thought that bashfulness rather than pleasure at the sight of the Countess had called up that flush into his face. Once only Julie raised her eyes and looked at the stranger, and then only because she was in a manner compelled to do so, for her husband called upon her to admire the action of the thoroughbred. It so happened that their glances clashed; and the shy Englishman, instead of riding abreast of the carriage, fell behind on this, and followed them at a distance of a few paces.\\n\\nYet the Countess had scarcely given him a glance; she saw none of the various perfections, human and equine, commended to her notice, and fell back again in the carriage, with a slight movement of the eyelids intended to express her acquiescence in her husband's views. The Colonel fell asleep again, and both husband and wife reached Tours without another word. Not one of those enchanting views of everchanging landscape through which they sped had drawn so much as a glance from Julie's eyes.\\n\\nMme. d'Aiglemont looked now and again at her sleeping husband. While she looked, a sudden jolt shook something down upon her knees. It was her father's portrait, a miniature which she wore suspended about her neck by a black cord. At the sight of it, the tears, till then kept back, overflowed her eyes, but no one, save perhaps the Englishman, saw them glitter there for a brief moment before they dried upon her pale cheeks.\\n\\nColonel d'Aiglemont was on his way to the South. Marshal Soult was repelling an English invasion of Bearn; and d'Aiglemont, the bearer of the Emperor's orders to the Marshal, seized the opportunity of taking his wife as far as Tours to leave her with an elderly relative of his own, far away from the dangers threatening Paris.\\n\\nVery shortly the carriage rolled over the paved road of Tours, over the bridge, along the Grande-Rue, and stopped at last before the old mansion of the /ci-devant/ Marquise de Listomere-Landon.\\n\\nThe Marquise de Listomere-Landon, with her white hair, pale face, and shrewd smile, was one of those fine old ladies who still seem to wear the paniers of the eighteenth century, and affects caps of an extinct mode. They are nearly always caressing in their manners, as if the heyday of love still lingered on for these septuagenarian portraits of the age of Louis Quinze, with the faint perfume of /poudre a la marechale/ always clinging about them. Bigoted rather than pious, and less of bigots than they seem, women who can tell a story well and talk still better, their laughter comes more readily for an old memory than for a new jest--the present intrudes upon them.\\n\\nWhen an old waiting-woman announced to the Marquise de Listomere- Landon (to give her the title which she was soon to resume) the arrival of a nephew whom she had not seen since the outbreak of the war with Spain, the old lady took off her spectacles with alacrity, shut the /Galerie de l'ancienne Cour/ (her favorite work), and recovered something like youthful activity, hastening out upon the flight of steps to greet the young couple there.\\n\\nAunt and niece exchanged a rapid glance of survey.\\n\\n\\\"Good-morning, dear aunt,\\\" cried the Colonel, giving the old lady a hasty embrace. \\\"I am bringing a young lady to put under your wing. I have come to put my treasure in your keeping. My Julie is neither jealous nor a coquette, she is as good as an angel. I hope that she will not be spoiled here,\\\" he added, suddenly interrupting himself.\\n\\n\\\"Scapegrace!\\\" returned the Marquise, with a satirical glance at her nephew.\\n\\nShe did not wait for her niece to approach her, but with a certain kindly graciousness went forward herself to kiss Julie, who stood there thoughtfully, to all appearance more embarrassed than curious concerning her new relation.\\n\\n\\\"So we are to make each other's acquaintance, are we, my love?\\\" the Marquise continued. \\\"Do not be too much alarmed of me. I always try not to be an old woman with young people.\\\"\\n\\nOn the way to the drawing-room, the Marquise ordered breakfast for her guests in provincial fashion; but the Count checked his aunt's flow of words by saying soberly that he could only remain in the house while the horses were changing. On this the three hurried into the drawing- room. The Colonel had barely time to tell the story of the political and military events which had compelled him to ask his aunt for a shelter for his young wife. While he talked on without interruption, the older lady looked from her nephew to her niece, and took the sadness in Julie's white face for grief at the enforced separation. \\\"Eh! eh!\\\" her looks seemed to say, \\\"these young things are in love with each other.\\\"\\n\\nThe crack of the postilion's whip sounded outside in the silent old grass-grown courtyard. Victor embraced his aunt once more, and rushed out.\\n\\n\\\"Good-bye, dear,\\\" he said, kissing his wife, who had followed him down to the carriage.\\n\\n\\\"Oh! Victor, let me come still further with you,\\\" she pleaded coaxingly. \\\"I do not want to leave you----\\\"\\n\\n\\\"Can you seriously mean it?\\\"\\n\\n\\\"Very well,\\\" said Julie, \\\"since you wish it.\\\" The carriage disappeared.\\n\\n\\\"So you are very fond of my poor Victor?\\\" said the Marquise, interrogating her niece with one of those sagacious glances which dowagers give younger women.\\n\\n\\\"Alas, madame!\\\" said Julie, \\\"must one not love a man well indeed to marry him?\\\"\\n\\nThe words were spoken with an artless accent which revealed either a pure heart or inscrutable depths. How could a woman, who had been the friend of Duclos and the Marechal de Richelieu, refrain from trying to read the riddle of this marriage? Aunt and niece were standing on the steps, gazing after the fast vanishing caleche. The look in the young Countess' eyes did not mean love as the Marquise understood it. The good lady was a Provencale, and her passions had been lively.\\n\\n\\\"So you were captivated by my good-for-nothing of a nephew?\\\" she asked.\\n\\nInvoluntarily Julie shuddered, something in the experienced coquette's look and tone seemed to say that Mme. de Listomere-Landon's knowledge of her husband's character went perhaps deeper than his wife's. Mme. d'Aiglemont, in dismay, took refuge in this transparent dissimulation, ready to her hand, the first resource of an artless unhappiness. Mme. de Listomere appeared to be satisfied with Julie's answers; but in her secret heart she rejoiced to think that here was a love affair on hand to enliven her solitude, for that her niece had some amusing flirtation on foot she was fully convinced.\\n\\nIn the great drawing-room, hung with tapestry framed in strips of gilding, young Mme. d'Aiglemont sat before a blazing fire, behind a Chinese screen placed to shut out the cold draughts from the window, and her heavy mood scarcely lightened. Among the old eighteenth- century furniture, under the old paneled ceiling, it was not very easy to be gay. Yet the young Parisienne took a sort of pleasure in this entrance upon a life of complete solitude and in the solemn silence of the old provincial house. She exchanged a few words with the aunt, a stranger, to whom she had written a bride's letter on her marriage, and then sat as silent as if she had been listening to an opera. Not until two hours had been spent in an atmosphere of quiet befitting la Trappe, did she suddenly awaken to a sense of uncourteous behavior, and bethink herself of the short answers which she had given her aunt. Mme. de Listomere, with the gracious tact characteristic of a bygone age, had respected her niece's mood. When Mme. d'Aiglemont became conscious of her shortcomings, the dowager sat knitting, though as a matter of fact she had several times left the room to superintend preparations in the Green Chamber, whither the Countess' luggage had been transported; now, however, she had returned to her great armchair, and stole a glance from time to time at this young relative. Julie felt ashamed of giving way to irresistible broodings, and tried to earn her pardon by laughing at herself.\\n\\n\\\"My dear child, /we/ know the sorrows of widowhood,\\\" returned her aunt. But only the eyes of forty years could have distinguished the irony hovering about the old lady's mouth.\\n\\nNext morning the Countess improved. She talked. Mme. de Listomere no longer despaired of fathoming the new-made wife, whom yesterday she had set down as a dull, unsociable creature, and discoursed on the delights of the country, of dances, of houses where they could visit. All that day the Marquise's questions were so many snares; it was the old habit of the old Court, she could not help setting traps to discover her niece's character. For several days Julie, plied with temptations, steadfastly declined to seek amusement abroad; and much as the old lady's pride longed to exhibit her pretty niece, she was fain to renounce all hope of taking her into society, for the young Countess was still in morning for her father, and found in her loss and her mourning dress a pretext for her sadness and desire for seclusion.\\n\\nBy the end of the week the dowager admired Julie's angelic sweetness of disposition, her diffident charm, her indulgent temper, and thenceforward began to take a prodigious interest in the mysterious sadness gnawing at this young heart. The Countess was one of those women who seem born to be loved and to bring happiness with them. Mme. de Listomere found her niece's society grown so sweet and precious, that she doted upon Julie, and could no longer think of parting with her. A month sufficed to establish an eternal friendship between the two ladies. The dowager noticed, not without surprise, the changes that took place in Mme. d'Aiglemont; gradually her bright color died away, and her face became dead white. Yet, Julie's spirits rose as the bloom faded from her cheeks. Sometimes the dowager's sallies provoked outbursts of merriment or peals of laughter, promptly repressed, however, by some clamorous thought.\\n\\nMme. de Listomere had guessed by this time that it was neither Victor's absence nor a father's death which threw a shadow over her niece's life; but her mind was so full of dark suspicions, that she found it difficult to lay a finger upon the real cause of the mischief. Possibly truth is only discoverable by chance. A day came, however, at length when Julie flashed out before her aunt's astonished eyes into a complete forgetfulness of her marriage; she recovered the wild spirits of careless girlhood. Mme. de Listomere then and there made up her mind to fathom the depths of this soul, for its exceeding simplicity was as inscrutable as dissimulation.\\n\\nNight was falling. The two ladies were sitting by the window which looked out upon the street, and Julie was looking thoughtful again, when some one went by on horseback.\\n\\n\\\"There goes one of your victims,\\\" said the Marquise.\\n\\nMme. d'Aiglemont looked up; dismay and surprise blended in her face.\\n\\n\\\"He is a young Englishman, the Honorable Arthur Ormand, Lord Grenville's eldest son. His history is interesting. His physician sent him to Montpellier in 1802; it was hoped that in that climate he might recover from the lung complaint which was gaining ground. He was detained, like all his fellow-countrymen, by Bonaparte when war broke out. That monster cannot live without fighting. The young Englishman, by way of amusing himself, took to studying his own complaint, which was believed to be incurable. By degrees he acquired a liking for anatomy and physic, and took quite a craze for that kind of thing, a most extraordinary taste in a man of quality, though the Regent certainly amused himself with chemistry! In short, Monsieur Arthur made astonishing progress in his studies; his health did the same under the faculty of Montpellier; he consoled his captivity, and at the same time his cure was thoroughly completed. They say that he spent two whole years in a cowshed, living on cresses and the milk of a cow brought from Switzerland, breathing as seldom as he could, and never speaking a word. Since he come to Tours he has lived quite alone; he is as proud as a peacock; but you have certainly made a conquest of him, for probably it is not on my account that he has ridden under the window twice every day since you have been here.--He has certainly fallen in love with you.\\\"\\n\\nThat last phrase roused the Countess like magic. Her involuntary start and smile took the Marquise by surprise. So far from showing a sign of the instinctive satisfaction felt by the most strait-laced of women when she learns that she has destroyed the peace of mind of some male victim, there was a hard, haggard expression in Julie's face--a look of repulsion amounting almost to loathing.\\n\\nA woman who loves will put the whole world under the ban of Love's empire for the sake of the one whom she loves; but such a woman can laugh and jest; and Julie at that moment looked as if the memory of some recently escaped peril was too sharp and fresh not to bring with it a quick sensation of pain. Her aunt, by this time convinced that Julie did not love her nephew, was stupefied by the discovery that she loved nobody else. She shuddered lest a further discovery should show her Julie's heart disenchanted, lest the experience of a day, or perhaps of a night, should have revealed to a young wife the full extent of Victor's emptiness.\\n\\n\\\"If she has found him out, there is an end of it,\\\" thought the dowager. \\\"My nephew will soon be made to feel the inconveniences of wedded life.\\\"\\n\\nThe Marquise now proposed to convert Julie to the monarchical doctrines of the times of Louis Quinze; but a few hours later she discovered, or, more properly speaking, guessed, the not uncommon state of affairs, and the real cause of her niece's low spirits.\\n\\nJulie turned thoughtful on a sudden, and went to her room earlier than usual. When her maid left her for the night, she still sat by the fire in the yellow velvet depths of a great chair, an old-world piece of furniture as well suited for sorrow as for happy people. Tears flowed, followed by sighs and meditation. After a while she drew a little table to her, sought writing materials, and began to write. The hours went by swiftly. Julie's confidences made to the sheet of paper seemed to cost her dear; every sentence set her dreaming, and at last she suddenly burst into tears. The clocks were striking two. Her head, grown heavy as a dying woman's, was bowed over her breast. When she raised it, her aunt appeared before her as suddenly as if she had stepped out of the background of tapestry upon the walls.\\n\\n\\\"What can be the matter with you, child?\\\" asked the Marquise. \\\"Why are you sitting up so late? And why, in the first place, are you crying alone, at your age?\\\"\\n\\nWithout further ceremony she sat down beside her niece, her eyes the while devouring the unfinished letter.\\n\\n\\\"Were you writing to your husband?\\\"\\n\\n\\\"Do I know where he is?\\\" returned the Countess.\\n\\nHer aunt thereupon took up the sheet and proceeded to read it. She had brought her spectacles; the deed was premeditated. The innocent writer of the letter allowed her to take it without the slightest remark. It was neither lack of dignity nor consciousness of secret guilt which left her thus without energy. Her aunt had come in upon her at a crisis. She was helpless; right or wrong, reticence and confidence, like all things else, were matters of indifference. Like some young maid who had heaped scorn upon her lover, and feels so lonely and sad when evening comes, that she longs for him to come back or for a heart to which she can pour out her sorrow, Julie allowed her aunt to violate the seal which honor places upon an open letter, and sat musing while the Marquise read on:--\\n\\n\\\"MY DEAR LOUISA,--Why do you ask so often for the fulfilment of as   rash a promise as two young and inexperienced girls could make?   You say that you often ask yourself why I have given no answer to   your questions for these six months. If my silence told you   nothing, perhaps you will understand the reasons for it to-day, as   you read the secrets which I am about to betray. I should have   buried them for ever in the depths of my heart if you had not   announced your own approaching marriage. You are about to be   married, Louisa. The thought makes me shiver. Poor little one!   marry, yes, in a few months' time one of the keenest pangs of   regret will be the recollection of a self which used to be, of the   two young girls who sat one evening under one of the tallest oak-   trees on the hillside at Ecouen, and looked along the fair valley   at our feet in the light of the sunset, which caught us in its   glow. We sat on a slab of rock in ecstasy, which sobered down into   melancholy of the gentlest. You were the first to discover that   the far-off sun spoke to us of the future. How inquisitive and how   silly we were! Do you remember all the absurd things we said and   did? We embraced each other; 'like lovers,' said we. We solemnly   promised that the first bride should faithfully reveal to the   other the mysteries of marriage, the joys which our childish minds   imagined to be so delicious. That evening will complete your   despair, Louisa. In those days you were young and beautiful and   careless, if not radiantly happy; a few days of marriage, and you   will be, what I am already--ugly, wretched, and old. Need I tell   you how proud I was and how vain and glad to be married to Colonel   Victor d'Aiglemont? And besides, how could I tell you now? for I   cannot remember that old self. A few moments turned my girlhood to   a dream. All through the memorable day which consecrated a chain,   the extent of which was hidden from me, my behavior was not free   from reproach. Once and again my father tried to repress my   spirits; the joy which I showed so plainly was thought unbefitting   the occasion, my talk scarcely innocent, simply because I was so   innocent. I played endless child's tricks with my bridal veil, my   wreath, my gown. Left alone that night in the room whither I had   been conducted in state, I planned a piece of mischief to tease   Victor. While I awaited his coming, my heart beat wildly, as it   used to do when I was a child stealing into the drawing-room on   the last day of the old year to catch a glimpse of the New Year's   gifts piled up there in heaps. When my husband came in and looked   for me, my smothered laughter ringing out from beneath the lace in   which I had shrouded myself, was the last outburst of the   delicious merriment which brightened our games in childhood . . .\\\"\\n\\nWhen the dowager had finished reading the letter, and after such a beginning the rest must have been sad indeed, she slowly laid her spectacles on the table, put the letter down beside them, and looked fixedly at her niece. Age had not dimmed the fire in those green eyes as yet.\\n\\n\\\"My little girl,\\\" she said, \\\"a married woman cannot write such a letter as this to a young unmarried woman; it is scarcely proper--\\\"\\n\\n\\\"So I was thinking,\\\" Julie broke in upon her aunt. \\\"I felt ashamed of myself while you were reading it.\\\"\\n\\n\\\"If a dish at table is not to our taste, there is no occasion to disgust others with it, child,\\\" the old lady continued benignly, \\\"especially when marriage has seemed to us all, from Eve downwards, so excellent an institution. . . You have no mother?\\\"\\n\\nThe Countess trembled, then she raised her face meekly, and said:\\n\\n\\\"I have missed my mother many times already during the past year; but I have myself to blame, I would not listen to my father. He was opposed to my marriage; he disapproved of Victor as a son-in-law.\\\"\\n\\nShe looked at her aunt. The old face was lighted up with a kindly look, and a thrill of joy dried Julie's tears. She held out her young, soft hand to the old Marquise, who seemed to ask for it, and the understanding between the two women was completed by the close grasp of their fingers.\\n\\n\\\"Poor orphan child!\\\"\\n\\nThe words came like a final flash of enlightenment to Julie. It seemed to her that she heard her father's prophetic voice again.\\n\\n\\\"Your hands are burning! Are they always like this?\\\" asked the Marquise.\\n\\n\\\"The fever only left me seven or eight days ago.\\\"\\n\\n\\\"You had a fever upon you, and said nothing about it to me!\\\"\\n\\n\\\"I have had it for a year,\\\" said Julie, with a kind of timid anxiety.\\n\\n\\\"My good little angel, then your married life hitherto has been one long time of suffering?\\\"\\n\\nJulie did not venture to reply, but an affirmative sign revealed the whole truth.\\n\\n\\\"Then you are unhappy?\\\"\\n\\n\\\"On! no, no, aunt. Victor loves me, he almost idolizes me, and I adore him, he is so kind.\\\"\\n\\n\\\"Yes, you love him; but you avoid him, do you not?\\\"\\n\\n\\\"Yes . . . sometimes . . . He seeks me too often.\\\"\\n\\n\\\"And often when you are alone you are troubled with the fear that he may suddenly break in on your solitude?\\\"\\n\\n\\\"Alas! yes, aunt. But, indeed, I love him, I do assure you.\\\"\\n\\n\\\"Do you not, in your own thoughts, blame yourself because you find it impossible to share his pleasures? Do you never think at times that marriage is a heavier yoke than an illicit passion could be?\\\"\\n\\n\\\"Oh, that is just it,\\\" she wept. \\\"It is all a riddle to me, and can you guess it all? My faculties are benumbed, I have no ideas, I can scarcely see at all. I am weighed down by vague dread, which freezes me till I cannot feel, and keeps me in continual torpor. I have no voice with which to pity myself, no words to express my trouble. I suffer, and I am ashamed to suffer when Victor is happy at my cost.\\\"\\n\\n\\\"Babyish nonsense, and rubbish, all of it!\\\" exclaimed the aunt, and a gay smile, an after-glow of the joys of her own youth, suddenly lighted up her withered face.\\n\\n\\\"And do you too laugh!\\\" the younger woman cried despairingly.\\n\\n\\\"It was just my own case,\\\" the Marquise returned promptly. \\\"And now Victor has left you, you have become a girl again, recovering a tranquillity without pleasure and without pain, have you not?\\\"\\n\\nJulie opened wide eyes of bewilderment.\\n\\n\\\"In fact, my angel, you adore Victor, do you not? But still you would rather be a sister to him than a wife, and, in short, your marriage is emphatically not a success?\\\"\\n\\n\\\"Well--no, aunt. But why do you smile?\\\"\\n\\n\\\"Oh! you are right, poor child! There is nothing very amusing in all this. Your future would be big with more than one mishap if I had not taken you under my protection, if my old experience of life had not guessed the very innocent cause of your troubles. My nephew did not deserve his good fortune, the blockhead! In the reign of our well- beloved Louis Quinze, a young wife in your position would very soon have punished her husband for behaving like a ruffian. The selfish creature! The men who serve under this Imperial tyrant are all of them ignorant boors. They take brutality for gallantry; they know no more of women than they know of love; and imagine that because they go out to face death on the morrow, they may dispense to-day with all consideration and attentions for us. The time was when a man could love and die too at the proper time. My niece, I will form you. I will put an end to this unhappy divergence between you, a natural thing enough, but it would end in mutual hatred and desire for a divorce, always supposing that you did not die on the way to despair.\\\"\\n\\nJulie's amazement equaled her surprise as she listened to her aunt. She was surprised by her language, dimly divining rather than appreciating the wisdom of the words she heard, and very much dismayed to find what this relative, out of great experience, passed judgment upon Victor as her father had done, though in somewhat milder terms. Perhaps some quick prevision of the future crossed her mind; doubtless, at any rate, she felt the heavy weight of the burden which must inevitably overwhelm her, for she burst into tears, and sprang to the old lady's arms. \\\"Be my mother,\\\" she sobbed.\\n\\nThe aunt shed no tears. The Revolution had left old ladies of the Monarchy but few tears to shed. Love, in bygone days, and the Terror at a later time, had familiarized them with extremes of joy and anguish in such a sort that, amid the perils of life, they preserved their dignity and coolness, a capacity for sincere but undemonstrative affection which never disturbed their well-bred self-possession, and a dignity of demeanor which a younger generation has done very ill to discard.\\n\\nThe dowager took Julie in her arms, and kissed her on the forehead with a tenderness and pity more often found in women's ways and manner than in their hearts. Then she coaxed her niece with kind, soothing words, assured her of a happy future, lulled her with promises of love, and put her to bed as if she had been not a niece, but a daughter, a much-beloved daughter whose hopes and cares she had made her own. Perhaps the old Marquise had found her own youth and inexperience and beauty again in this nephew's wife. And the Countess fell asleep, happy to have found a friend, nay a mother, to whom she could tell everything freely.\\n\\nNext morning, when the two women kissed each other with heartfelt kindness, and that look of intelligence which marks a real advance in friendship, a closer intimacy between two souls, they heard the sound of horsehoofs, and, turning both together, saw the young Englishman ride slowly past the window, after his wont. Apparently he had made a certain study of the life led by the two lonely women, for he never failed to ride by as they sat at breakfast, and again at dinner. His horse slackened pace of its own accord, and for the space of time required to pass the two windows in the room, its rider turned a melancholy look upon the Countess, who seldom deigned to take the slightest notion of him. Not so the Marquise. Minds not necessarily little find it difficult to resist the little curiosity which fastens upon the most trifling event that enlivens provincial life; and the Englishman's mute way of expressing his timid, earnest love tickled Mme. de Listomere. For her the periodically recurrent glance became a part of the day's routine, hailed daily with new jests. As the two women sat down to table, both of them looked out at the same moment. This time Julie's eyes met Arthur's with such a precision of sympathy that the color rose to her face. The stranger immediately urged his horse into a gallop and went.\\n\\n\\\"What is to be done, madame?\\\" asked Julie. \\\"People see this Englishman go past the house, and they will take it for granted that I--\\\"\\n\\n\\\"Yes,\\\" interrupted her aunt.\\n\\n\\\"Well, then, could I not tell him to discontinue his promenades?\\\"\\n\\n\\\"Would not that be a way of telling him that he was dangerous? You might put that notion into his head. And besides, can you prevent a man from coming and going as he pleases? Our meals shall be served in another room to-morrow; and when this young gentleman sees us no longer, there will be an end of making love to you through the window. There, dear child, that is how a woman of the world does.\\\"\\n\\nBut the measure of Julie's misfortune was to be filled up. The two women had scarcely risen from table when Victor's man arrived in hot haste from Bourges with a letter for the Countess from her husband. The servant had ridden by unfrequented ways.\\n\\nVictor sent his wife news of the downfall of the Empire and the capitulation of Paris. He himself had gone over to the Bourbons, and all France was welcoming them back with transports of enthusiasm. He could not go so far as Tours, but he begged her to come at once to join him at Orleans, where he hoped to be in readiness with passports for her. His servant, an old soldier, would be her escort so far as Orleans; he (Victor) believed that the road was still open.\\n\\n\\\"You have not a moment to lose, madame,\\\" said the man. \\\"The Prussians, Austrians, and English are about to effect a junction either at Blois or at Orleans.\\\"\\n\\nA few hours later, Julie's preparations were made, and she started out upon her journey in an old traveling carriage lent by her aunt.\\n\\n\\\"Why should you not come with us to Paris?\\\" she asked, as she put her arms about the Marquise. \\\"Now that the Bourbons have come back you would be--\\\"\\n\\n\\\"Even if there had not been this unhoped-for return, I should still have gone to Paris, my poor child, for my advice is only too necessary to both you and Victor. So I shall make all my preparations for rejoining you there.\\\"\\n\\nJulie set out. She took her maid with her, and the old soldier galloped beside the carriage as escort. At nightfall, as they changed horses for the last stage before Blois, Julie grew uneasy. All the way from Amboise she had heard the sound of wheels behind them, a carriage following hers had kept at the same distance. She stood on the step and looked out to see who her traveling companions might be, and in the moonlight saw Arthur standing three paces away, gazing fixedly at the chaise which contained her. Again their eyes met. The Countess hastily flung herself back in her seat, but a feeling of dread set her pulses throbbing. It seemed to her, as to most innocent and inexperienced young wives, that she was herself to blame for this love which she had all unwittingly inspired. With this thought came an instinctive terror, perhaps a sense of her own helplessness before aggressive audacity. One of a man's strongest weapons is the terrible power of compelling a woman to think of him when her naturally lively imagination takes alarm or offence at the thought that she is followed.\",\"timestamp\":1637650552,\"title\":\"\\n\\\"Now do you mean to make me miserable again by talking about your death?\"},\"digest\":\"-eGT3wkd2_9cLppPj_Buichn_2ZeOO9BYJ3JT4O031s\",\"authorship\":{\"contributor\":\"0x994E4477C12eEdA205e5484164bDb84f9649036F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Xd57yeEXPhnVxPsD3Pv1alIMnkdJp8LHzmlPXyyDycY\\\",\\\"y\\\":\\\"9DN55TPXe2w2uru16VnCTPSR1Q9CNrLo7phRfY7MYkQ\\\"}\",\"signature\":\"gLTWWhXwbJPi3-Vlo8L9K4_F-_4vImF2UEbXlDqokX3C2SEqs5fLWrMv44PHaLJn0yGX8q4bVAy0yLuErJjdAw\",\"signingKeySignature\":\"0xcb08a6ca207164cccf4d84f8a6bc2738f89f974b01af7261fabbd64e1c99cec05c8a5a743fb5a5deab0ef45956fb70b7d41c76c06ea2b65c24e0c796b38cad921b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Xd57yeEXPhnVxPsD3Pv1alIMnkdJp8LHzmlPXyyDycY\\\",\\\"y\\\":\\\"9DN55TPXe2w2uru16VnCTPSR1Q9CNrLo7phRfY7MYkQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-eGT3wkd2_9cLppPj_Buichn_2ZeOO9BYJ3JT4O031s\"}"