"{\"content\":{\"body\":\"本篇笔记来自MIBAO与数字化合物联合举办在B站上做的线上AMA。在加密艺术的语境下，讨论了NFT、区块链技术为什么会天然和加密艺术的结合等话题。\\n\\n笔记会分三次输出。此为第二篇。  [第一篇笔记在这里](https://bihu.com/article/1988096768)\\n\\n![](https://oss-cdn1.bihu-static.com/image/20211203/c51feeca60fa4822b1ebdefc7332226a_HAZDQKRUHA4A.jpeg)\\\\\\n\\n\\n以下，Enjoy：\\n\\n**主持人****：****为什么区块链是****元****宇宙的基础设施？****这个问题哪位老师还有补充？******\\n\\n**数字化合物创始人 王兴**：\\n\\n如果元宇宙这个概念没有区块链也成立的话，它会有一个小小的问题。元宇宙已经存在很多年了，我们用一个用户不自己掌握，托付给第三方的身份，去在一个世界和另外一个世界里穿梭，这件事已经发生了可能保守要有20年了。估计要从魔兽世界冰封王座这些游戏产品中就存在，已经是一个非常老的事物了。\\n\\n之所以我们今天还要来讨论元宇宙，很大程度上就是因为一些新的东西出现了。**基于区块链****、****NFT构建的****一套全新的身份方案，一套全新的经济系统的方案****。****而且这个方案是可以被用户真正自己掌握的**。\\n\\n如果在一个世界里我不开心了，是可以把自己的身份和资产带走的。如果没有区块链，也可以把世界和世界之间的串联称为元宇宙的话，那我在暴雪的体系里想玩守望先锋，又要去玩魔兽世界。但问题是在暴雪内部的这几个游戏世界中，身份和资产还不能完全穿越。当我试图离开暴雪这个体系，比如想去玩腾讯的游戏，想去玩其他的主机游戏，比如索尼的体系，那我的身份和资产是带不走的。\\n\\n元宇宙有一个特别核心的要点：**用户个人****的身份和****个人的****资产可以被****他自己****带走**。这样我们才会觉得这个“元”成立。\\n\\n**主持人：基于****区块链技术****，****理想如何内化成一种创作逻辑****？****加密原****生****艺术，它到底是如何从区块链****汲取****丰富的灵感来创作艺术****的呢？******\\n\\n**数字化合物创始人 王兴**：\\n\\n这个问题有一些复杂。我举一个例子。我们今年年中时候关注到了一个当代艺术的创作者佘璐芸（网名@1ceas—行走注），还是美院在校的学生。他做了一个作品《当代艺术驱动器》。是搞了300个当代艺术的关键词，这些词可以随机组成一个句子。这个句子看上去有可能是在嘲讽，有可能是在赞扬，有可能是在批评当代艺术里边的一些事儿。\\n\\n![](https://oss-cdn1.bihu-static.com/image/20211205/f129b79f03474333af7128565c441678\\\\_GEYDQMBKGE2DGOI.jpeg)\\\\\\n\\n\\n这个作品销售了5000件，在艺术圈还是有一些话题的。我们也觉得它是一个很有趣的现象。借助一个随机的样式去讨论当代艺术现在发生的这些事儿和大家怎么看这种随机能带来的意义。\\n\\n可是我们想把这个作品变成加密原生艺术。刚才提到，区块链的技术必须像颜料之于油画一样被艺术作品给应用。加密原生艺术又要表达区块链这个技术本身的内涵。\\n\\n![](https://oss-cdn1.bihu-static.com/image/20211205/4b343660ee254f4bb4d5f9852c1d4112\\\\_GEYDQMBKGEYDQMA.jpeg)\\\\\\n\\n\\n所以我们想来想去就做了这样一件事情。我们还是保留那300个关键词，然后我们把这些关键词放到链上，发行1万个NFT。每个NFT代表一个权利，拥有这个NFT的用户或者受众，可以为词库增加一个词。让词库变成一个被公链的安全性和机制去保护的一个真正的共同知识库。它很有可能是当代艺术的共同知识库，也可能是加密艺术的共同知识库，甚至有可能是一个乱七八糟的知识库。\\n\\n这不是我们能够决定的。**我们能决定的只是设计****元****规则**。我们会认为，如果大家都在这个知识库里骂人，那可能骂人就是我们今天世界的共同知识库客观的样子。如果大家都很努力的寻找正能量的关键词，那正能量可能就是今天共同知识库客观的样子。我们认为，**要****经过使用****NFT****行权****的****过程，****才能****让作品得以出现**。我们可以把它理解为一种链上的行为艺术。这时区块链技术和作品的关系不再是一个房子和房产证的关系，变成了油画和油画颜料的关系。\\n\\n没有NFT技术，没有公链，如果大家没有办法拿NFT去行权，那这个作品不会被做出来。作品背后表达的关于什么是公链，什么是共同知识库。也是区块链技术想要表达的。一个真正的共同知识库，应该是开放的，应该是允许任何人共建的，应该是不可篡改的。大家要承受这里边所有的好和不好。\\n\\n我觉得这是我们心目中的加密原生艺术，或者我们认为在更长期看，会在艺术史上有讨论价值的真正艺术。\\n\\n**画小二聊画IP创作者 画小二 **：\\n\\n加密原生艺术要基于公链的创作逻辑，我举一个例子，可能不太恰当，但能说明一定的问题。商朝的青铜器在现在是艺术品，但是现在做的青铜器是工艺品。宋代的瓷器是艺术品，现在做的瓷器是工艺品。\\n\\n从这个角度理解，也许我们正在经历一个新的时代。以前在纸上画的画是艺术品，在未来再去做，就会变成工艺品。而下一个艺术品的时代就是加密艺术，通过NFT来创作的艺术，所谓的数字。\\n\\n我觉得在未来有两种资产：第一个是自然资源，第二个是数字资源。数字资源很大程度上表现的就是数字艺术品。\\n\\n可能这个例子有点极端，但我觉得这个时代在没有多长时间内就会发生。纸质创作的东西和数字创作的东西，就像历史上的青铜器是艺术品，现在做的青铜器是工艺品一样，出现不同的区分。\\n\\n**主持人：****因为区块链技术的崛起，随之而来诞生了****元****宇宙****。元****宇宙带来了怎样的新秩序呢？******\\n\\n**加密****艺术有人认为是通过区块链构建新的世界观****，****有人就认为是噱头。各位老师怎么看？******\\n\\n**数字化合物联合创始人 郭成**：\\n\\n对于区块链带来了什么样的新秩序？我想从当代艺术和加密艺术的区别或者说是关联来谈一谈这个问题。\\n\\n我本来的工作是在当代艺术领域作为一个记者采访、报道的工作。接触了很多年轻的艺术家。我们会发现90后甚至00后的参与者，艺术家的创作形式已经不再局限于80年代一代人所谓的国画、油画、版画和雕塑的分类。\\n\\n今天更多的人，会用iPad画画，王兴本身就是一个专业的CG的从业者。新技术越来越渗透到创作当中。我在从事加密艺术之前，参与过的一个项目叫“屏幕间”（微信公众号：屏幕间SCREENROOM—行走注）。\\n\\n项目的发起人周姜衫是从英国留学回来的，2013年当时是中国互联网创业的高潮。他发现我们的生活已经转移到了手机上，移动的互联网端，那我们的艺术也应该在这个屏幕上发生。所以他创办的这个项目叫屏幕间。屏幕间现在也发了它的NFT的作品。\\n\\n我们在谈论加密艺术的时候，大家首先会想到的是屏幕。我们看到了太多的展览，因为加密艺术是一个图像的视觉，所以大家会首先想到用屏幕去展示它。\\n\\n但是我们数字化合物已经做过两次的Meet up，大家的共识是：**加密技术的底层是区块链****。****它的数据都是保存在区块链上的****。****它的核心也应该是一个技术底层，而不仅仅是一个针对视网膜的艺术**。\\n\\n关于视网膜的讨论，杜尚100年以前已经讨论过了，艺术不应该仅仅是满足你的视觉愉悦。它背后应该有更多的政治、文化的内涵。\\n\\n今天我们讨论的加密艺术，首先要反馈的是数字生活，甚至说是加密生活的一种内涵。画小二老师提到，作品的唯一性映射到真实世界的独一无二。这就是加密艺术的一个内涵。\\n\\n那加密艺术的唯一性和新秩序是怎么构建的？我们在讨论摄影、数字作品、影像，甚至是video作品时，大家忽略了一个环节。在艺术的发展过程当中，在18年前后出现的潮流艺术。\\n\\n当时是18年4月1号愚人节当天，cos的作品在香港拍了1亿港币的价格，震惊了艺术圈。到今天整个经典的艺术圈还是对像潮流艺术的形式很难做出一个公允的判断。\\n\\n我们会提到一个细节，刚才王博提到的，1000个忠实粉丝。它的模型是什么呢？\\n\\n当下的创作者并不像传统的艺术机构收藏大家的作品，或者一个大藏家买你一件很贵的作品，可以支撑你相当长一段时间创作的逻辑。而是你有一千个忠实的粉丝，每个月可以给你付费10美元来买你的作品的话，你就能够支撑一个普通人创作的循环。\\n\\n这种背景下，它确实是一种新的秩序。我们也能看到像泡泡玛特这样的粉丝经济、潮流文化的兴起，催生了成功的上市公司。\\n\\n**我们在区块链世界期待看到一种新的创作者经济****，****能够满足一个小众的人群，****来****支撑创作者持续的创作生涯**。\\n\\n**数字化合物创始人 王兴**：\\n\\n我想讨论一下关于加密艺术目前是不是被高估的问题。\\n\\n提到这个问题的时候，应该不只是我自己的脑海里会想到Beeple这个人。6900万美元显然是会让很多人想要讨论加密艺术是否被高估的话题。当然这是一个市场的角度。\\n\\n我自己是有多年CG从业的经历的，游戏也做过，电影也做过。我知道Beeple的那件作品有很多的内涵，数字绘画的部分是内涵之一，他5000天的坚持也是其中的内涵，当然加密这个圈子，很想要用这个价格来向世界传达一些信息，这点也很重要。\\n\\n可是当我们试图只看绘画或者作品的部分，从我从业者的角度来说，有很多很多我曾经的同事和朋友画得会比Beeple好很多。\\n\\n这也是我们今天特别想来做CG比赛的原因。我们没有办法让他们像Beeple一样走到那么光鲜的舞台上。但是我们可以在某种程度上支持到他们。最主要的是很多很多的CG创业者、从业者本身是有一颗艺术家的心的。**他****们****的创作能力被游戏和电影这种工业化的流程给压抑了**。\\n\\n现在有了加密艺术，有了NFT这些事儿，有了Beeple给大家带来的这种关注度也好，行业的成长性也好。会使得很多原来不得不把自己放到一个项目组，一个剧组里，现在是有机会变成一个独立的艺术家的。\\n\\n从这个角度上来说，Beeple作品的天价可能有泡沫的成分。将来有可能价格会下来，或者没有人愿意用更高的价格去买。但是通过这件事儿，通过发现这个行业还有大量更优秀的人才来看，我觉得这个行业是远远被低估的。\\n\\n以上是第二部分笔记的全部内容。\\n\",\"timestamp\":1639717651,\"title\":\"行走笔记：在公链上用NFT行权的才是加密艺术品而非工艺品 区块链技术和元宇宙愿景（二）\"},\"digest\":\"Se_QHH539wBFBRtLl0g-7wdOqYKETZpxCIRPlPMbe5c\",\"authorship\":{\"contributor\":\"0xD0227C6041D03A95eAd6055Aa869dfcBA9cf1F6C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"C3H0AErio03RhHt62DfqA3Y6WAbWOySxw-VPIG2cIYc\\\",\\\"y\\\":\\\"voEV7t6sZwj6AaqMgas3ZG8nFnUoiKDOzfmjDObZjpQ\\\"}\",\"signature\":\"G0B1mpgqnUss8hB4BqwmJWAYXE40WVXGgYUvmdJA8ciRsyPd8i3sIynml5WnkTAQBCGqdWjyFlZ8Kdig0L6sOQ\",\"signingKeySignature\":\"0x486265ec196819cd10011aae45847f0fffcbf116246cda9bc91bcb577967613c34392b8330cda4ee53c8cc940e6135b5104eae26f84b60307be4aab1b8d572321b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"C3H0AErio03RhHt62DfqA3Y6WAbWOySxw-VPIG2cIYc\\\",\\\"y\\\":\\\"voEV7t6sZwj6AaqMgas3ZG8nFnUoiKDOzfmjDObZjpQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Se_QHH539wBFBRtLl0g-7wdOqYKETZpxCIRPlPMbe5c\"}"