"{\"content\":{\"body\":\"by Rahul Nandakumar & Ishika Mukerji\\n\\n*We are announcing the launch of Scarlet DAO ([https://scarletdao.xyz](https://scarletdao.xyz/)), a student-run decentralized autonomous organization at Rutgers University. We are starting as social club with the mission of accelerating web3 education and adoption among Rutgers students and alumni.*\\n\\n### 🌐 Links\\n\\n[Website](https://scarletdao.xyz/) / [Twitter](https://twitter.com/scarlet_dao) / [Mailing List](https://docs.google.com/forms/d/1a55YaCivHUBptR-QDBqbF7BUwmjycAG25r2VasYwZCM/edit)\\n\\n## About Us\\n\\nScarlet DAO is an independent collective of students and alumni coming together to accelerate education and adoption of web3 primitives at Rutgers University.\\n\\nAt present, the DAO is composed of 8 Rutgers students from various backgrounds in engineering, business, and the arts. Our founding members are crypto-native and we share diverse experiences and expertise. All of us hold a desire to share the benefits of web3 with the student body.\\n\\n*Our members are affiliated with [Gitcoin](https://gitcoin.com/), [Ava Labs](https://avalabs.org/), [Kernel Fellowship](https://kernel.community/), [Lux Capital](https://lux.vc/), [Mem Protocol](https://mem.co/), [Blockchain Education Network (BEN)](https://blockchainedu.org/), [Krause House](https://krausehouse.club/), [CityDAO](https://citydao.io/), and [Bored Ape Yacht Club](https://boredapeyachtclub.com/).*\\n\\nIf you are interested in joining or advising us, please submit the form [here](https://docs.google.com/forms/d/1a55YaCivHUBptR-QDBqbF7BUwmjycAG25r2VasYwZCM/edit).\\n\\n## Purpose\\n\\n**Our mission is to onboard 500+ students onto the blockchain**. We will accomplish this by producing educational content, fostering community, and providing novel services to our members.\\n\\n### 📚 Content\\n\\n* Producing educational content and thought leadership on various web3 concepts and technologies\\n* Teaching courses on campus and hosting regular events of various sizes (discussions, speaker events, and conferences)\\n\\n### 👬 Community\\n\\n* Hosting biweekly parties to discuss web3 with like-minded individuals\\n* Establishing a $SCARLET token to reward contributors, token-gate membership, decentralize voting, fund our treasury, and expand operations\\n\\n### 🛠 Projects\\n\\n* Partnering with [Syndicate](https://syndicate.io/) to create guided investment clubs to help Rutgers students make strong first investments together in an educated environment\\n* Providing grants and investment in Rutgers startups focused on distributed ledger technology (blockchains, cryptocurrencies, DeFi, NFTs, DAOs, etc.)\\n* Partnering with companies to provide educational discounts to students for web3 products and services to make onboarding cheaper\\n* Partnering with [Delphi Digital](https://delphidigital.io/) to get sponsored Pro memberships for our community to foster blockchain research and educated investing\\n* Voting on proposals as a delegate to DAOs, such as Uniswap, Compound, and Gitcoin\\n\\n## Season Zero\\n\\nIn this first season, we are opting to expand progressively to ensure a level of discourse and quality in our work. By making membership exclusive, we seek to attract talented individuals to our group. As the DAO progresses, we will open membership to the public under our $SCARLET token.\\n\\nIn our experience, blockchain groups at Rutgers do not cater to the unique interests of crypto-natives. We seek to partner with startups and DAOs, create and pursue business opportunities, raise outside funding, and invest money as enabled by foregoing our Rutgers club status.\\n\\nAs we are foregoing university support, we require outside capital from alumni and supporters to help us fund our vision. We will do this officially by using the Mirror platform at a future date.\\n\\nOur first tasks are to establish the foundations for our future success. This includes purchasing a Ledger for our treasury wallet, establishing strong connections to alumni and partners, and garnering interest in our events among the student body.\\n\\n* So far, we have secured $220,000 in sponsored Delphi Digital subscriptions through Anil Lulla, COO of Delphi Digital and Rutgers alum.\\n\\n## Inspiration & Gratitude\\n\\nSpecial thanks to Aydan Celik, Humza Islam, and Malachi Sutton for reviewing this announcement. Thank you to [LionsDAO](https://twitter.com/blockchainatcu) and [Kassen Qian](https://kassen.substack.com/p/daos-as-university-replacements-a) for inspiring this project.\",\"timestamp\":1641282380,\"title\":\"Sunrise: Scarlet DAO Season 0\\n\"},\"digest\":\"0D9tlzAgRJ7LbBzXmn-R2gpXBHi1qGg8g1qLb8PAIEI\",\"authorship\":{\"contributor\":\"0xe7a09D668CA271e7CC2Cfc6871949d5367627DBB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LgGp-SkNDD_0T8soWZ0Q25Tqo-9HAQF-hTMlrk5q38I\\\",\\\"y\\\":\\\"VK7vJLJXJdmhc-Yz6S50RyoakdrNnlH4FcaUt31_XBk\\\"}\",\"signature\":\"6_nCnCRWmf2iu7wWfbvETWeuW_tIkwf-I_9Dmcl0NFTTsF9hX6Yf3CjG1PqWtREsyIVSjb91z9J3uA4lXtz-jA\",\"signingKeySignature\":\"0x9121ecb457f6fbd922b71542041e687f775be812459af954872d49adcd4c0a906c6194c6ec0f2c0b6a68c01364e3fecb2ae132265b106309d657fd34c53057cd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LgGp-SkNDD_0T8soWZ0Q25Tqo-9HAQF-hTMlrk5q38I\\\",\\\"y\\\":\\\"VK7vJLJXJdmhc-Yz6S50RyoakdrNnlH4FcaUt31_XBk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0D9tlzAgRJ7LbBzXmn-R2gpXBHi1qGg8g1qLb8PAIEI\"}"