"{\"content\":{\"body\":\"Most ordinary people are very tactful, staying on the sidelines today, and seeing each other well in the future. To be sleek is the norm for most Chinese people. For example, someone comes to borrow money. The answer is often, oops, I don’t have money either, or I have to pay the mortgage. Or you wait for next month, and I will see if there is any next month. Wait until someone else comes next month, and you push the next month. In fact, such euphemism is really harmful to others and a waste of everyone's time. Giving hope to others without actually benefiting them does not harm people on the surface, but in fact it is the most time-consuming.\\n\\n```\\nWhat you really should do is to refuse directly if you don't want to borrow money. Said that my money is very nervous, I want to use it myself and cannot borrow it. The Chinese have another problem, that is, they don’t say clearly what they want, waiting for others to guess. For example, if he is promoted in a company, he thinks that he has a good relationship with the leader, and the leader will naturally take care of him. As a result, when he is elected, the leader gives the position to others.\\n\\nHe resents the leader and thinks this guy is not enough buddy.\\n\\nThe same goes for communication in the company. If there is a contradiction, I don’t communicate and I like to guess. What I promote in the company is that you just talk about what you want, and if you can give it to you, I will also explain why.\\n\\nA person must quickly reject what he does not want and express clearly what he wants in order to concentrate his energy in one place and achieve the greatest achievement. It is a pity that this kind of focused culture will be seen in the eyes of the Chinese. Being cast aside by others.\\n\\nChinese people like to use euphemisms to package themselves. In fact, this is a kind of disease. They play with boiled frogs in warm water. It is uncomfortable both for others and for yourself. I hope people with this problem can correct themselves.\\n```\",\"timestamp\":1634802962,\"title\":\"The tactful person is wrong.\"},\"digest\":\"mklPXo71I35SP9So-TvrIt514B352kIpwE4YOG-m3Oc\",\"authorship\":{\"contributor\":\"0x0B27cE1053585ef548Cd78618Ee0b73D84246712\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"signature\":\"yrqcL_vUobWKEW7r3aE7BiifyvJXClP34xQTB9BbPTKRKqtfm51JZLtDJlqyXLKK-ay9neyh0PfznXkbBCe18g\",\"signingKeySignature\":\"0x9d86f85b2660a8cb6873525924f9adb0c5f51dfb6229fed7a757ade2793c2f19347cb8076af39b12116743e30b34d1bacb42c80a0030cd272dd62c1ad0ad21081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mklPXo71I35SP9So-TvrIt514B352kIpwE4YOG-m3Oc\"}"