"{\"content\":{\"body\":\"> *A rational mind does not work under compulsion… \\\\~ Ayn Rand*\\n\\n**To date**, most modern societies with powerful economies have functioned around some form of capitalism, or at least benefited from borrowed theories of such. And this is fine: Capitalism, when in a healthy, burgeoning state, encourages the individual accumulation of wealth through entrepreneurship which eventually stimulates economic growth through the tools of labor and wages. And when it works, it can work really well! In a capitalist society, you can have an idea and start a business on that idea that sells to others around you. To expand on that idea and further grow the business, you can hire other people to work on your idea. This provides you with labor, one of the most important tools available to us for the creation of wealth, and it provides the employee with wages, money that will then get spent back into the economy and drive further demand for goods and services. At its most fundamental, simplified core, we have just described a market and it is this foundation upon which capitalism tends to be built.\\n\\nBut there are some issues with this model that begin to arise once it reaches full maturity and these issues are starting to cause societal decay at the weak points in our current culture in the US.\\n\\nFor one, capitalist structures, whether businesses or markets, tend to be structured in a top-approach. There’s a founder, someone with an idea, a dream, a lofty ambition. They execute and craft a startup, a company, perhaps an LLC in Delaware, and begin looking for money. They network, call their rich friends, pitch their roadmaps. Eventually, someone somewhere will invest, usually for a piece of the company. They inject immediate capital in order to supply labor which will increase the total output of the LLC in Delaware and eventually, hopefully, generate value in the act of holding onto a piece of the company. At least that’s the bet. The problem with this approach is twofold: First, the labor hired is removed from the capitalist ambition as they are no longer free to pursue their own ideations and are instead a resource in the pursuit of someone else’s dream (a dream that won’t function without their provided resource, however). Second, this incentivizes endless growth wherein the dreams and ambitions are replaced with the dreams and ambitions of the investor, that is, making good on the investment. The investor wants a return. They want a 2x, a 5x, a 10x! Their ambition is regaining capital through market creation, and to them, business is the labor resource in play. Thus, the business owner is in a way working for the goal of generating endless returns of value to prove worth and provide wealth for anyone that owns stock or equity. This approach to economics creates a game of tug of war between all the parties involved wherein they all fundamentally need each other, but they wish they didn’t.\\n\\nI believe we are currently seeing the fruits of the endless pursuit of labor in the efforts of endless wealth creation for the consolidated rungs at the top. Companies have grown so large that their need for labor is too great and has created a world wherein the capitalist expression of free flowing ideas necessary for the creation of a healthy market is no longer possible: Too many people are needed to create the wealth of others rather than the wealth for themselves. This is stifling innovation and forward thinking problem solving and causing a regression of society where people are no longer incentivized to learn and educate themselves on new skills. People are instead encouraged to only reproduce a small set of skills only as needed for their place in the pool of labor. This is massively unhealthy in a capitalist society and causes the system to quickly collapse into a consolidation of kleptocratic oligarchs that aren’t easily distinguished from politicians.\\n\\nCapitalism also tends to produce a race to the bottom. The idea of capitalism on paper is that it would produce a race to the top where people compete on out besting each other in areas of innovation. The innovation is injected back into society and produces a net-positive for humanity on a whole and drives those that failed to innovate to work harder in the hopes of leap frogging the competition. It’s all a grand race pushing society forward. However, in practice, the modern company is one where the goal is to generate value in the company stock itself so that investors can generate wealth within the market. Remember, the company is just another rung on the ladder of labor. Because of this, the company must always look for ways to expand their reach, generate more goods, encourage more spending, and ultimately generate wealth in raising their valuation within the greater market. This is can be done by consolidating income and reducing spending which generally translates to reducing wages and cheaply importing parts en masse respectively. The goal is to be valuable, not necessarily to produce an actual good product or service. The focus is never on the ideals of the founder, but rather the play of the market. This can have dire effects that exacerbate the natural push and pull of the labor pool versus businesses. Reduced wages ultimately reduces spending and consolidates the sale of goods into luxury classes that can only be obtained by the wealthy (remember, in capitalism prices can’t be reduced because this would reduce the valuation of the business by generating less value against the strength of the currency); reduced spending results in market decay and eventual collapse into an effective Banana Republic as wealth further consolidates. In these kinds of scenarios, the market has functioned exactly as intended: It has generated ultimate value for the founder who has further generated value for the initial investor, but that value collapses in on itself if the market collapses…thus, we arrive back on the requirement of a balance between the labor and the business.\\n\\nNone of this is sustainable long term and it tends to create a dull and dimwitted society of laborers that are no longer encouraged or able to pursue the ambitions of capitalism and wealth creation on their own: They are locked into the wealth creation of someone else’s dream. But what if I told you there was a solution to all of this that still preserved capitalistic ideals?\\n\\nEnter the Decentralized Autonomous Organization, better known as a DAO: A new kind of company for the future. In fact, it’s not really a company at all, at least not in the legal definition. Famed crypto investor Cooper Turley describes a DAO as “a Telegram group with 10 members and 1 ETH”. At least, that’s one of his many definitions. A DAO is essentially a collective of people bound by simultaneous access to some form of capital coming together to generate value for a community. The biggest difference between a company and a DAO, though, is not the odd and informal structure of them, but rather the means of capital generation.\\n\\nIn a traditional corporate structure, capital is first injected from singular, or if not then a selected group of, individuals. This is the seed funding, the money that gets things moving. It may be personalized investments direct from the founder or it could also be from outside investors. This money is what funds the company year after year. DAOs, however, create their own value. People come together to fund the initial wallet if needed, but at the end of the day that idea of a DAO is that it is community run, organized, and governed and that this community is rewarded for the work through the DAO’s token. The token is the representation of value and the store of wealth. It is not a currency, at least not in the traditional sense we are used to with fiat banknotes and coinage, but it is a store of wealth and it is speculative by nature due to the value it holds inherently. This value is derived from the DAO’s communal worth. If people believe the DAO is worth becoming invested in, then they hold the token and the value of the token itself is irrelevant in regards to the value the token holder derives from it as a form of membership within the governing body of the DAO. The DAO is collective, collaborative, and self-managed by people who can come and go as they need. You can hold membership in multiple DAOs, work from anywhere, and create and receive value from your peers in the community. Your worth becomes merit based, wholly based on output of production.\\n\\nThis is in direct antithesis to traditional capitalism, where your worth is valued either as the resource of labor wherein you must fit into the goals of another individual, or it is value in whatever the market dictates your worth to be based on the performance of your goals. If you fall into the larger labor category, you have no control over your worth and you lose the ability to generate wealth except as a tool for someone else. In a DAO, you maintain your autonomy as an individual and agency as a human being. The value you bring to the DAO is directly rewarded in a form that brings direct and immediate value to yourself as a separate entity, but also in a form that directly elevates the DAO itself and injects value back into itself. If LLCs are oligarchies and dictatorships, DAOs are republics and democracies, directly governed by anyone that has the ability and ambition to do so. There are no gatekeepers here, there are no barriers to entry: Anyone can learn the skills needed to interact directly with the DAO and anyone can elevate themselves to a major role. There is no ceiling here and you are really, truly only limited by your own imagination and drive.\\n\\nAll of this boils down to two very important reasons for why DAOs are the only viable future for incorporating and federating an idea. First, they socialize controlling interest in the company and place power squarely back into the hands of the proletariat. They emphasize the role of the worker and reduce the unhealthy relationship between employer and employee by elevating agency and minimizing oversight. You keep your time and with it, you keep your value. Second, DAOs do all this without fundamentally breaking the capitalist pursuits of personal ambition, creativity, entrepreneurship, and accumulation of personal wealth. This isn’t some radical Communist restructuring of our culture or economy. Rather this is a new radical extreme of capitalism, a logical conclusion to an economic experiment that doesn’t end in misery for the bottom 99%. The DAO is an experiment in how a company can be successful and create value for society without exploiting the worker to do so, all while stimulating economics of scale in ways traditional markets normally wouldn’t be able to without breaking (directly injecting fiat in a traditional structure would simply cause runaway inflation and value would be lost, not created). DAOs solve every problem of capitalism with very few sacrifices and in many ways, should make pretty much everyone happy no matter their political views. It’s a fascinating development in the arena of work and forces us to face our preconceived notions about what work actually is and what it means to be productive. The DAO allows people to collectively work on shared ideas and solve shared problems without sacrificing their own autonomy to work on private projects.\\n\\nRight now, DAOs exist on the edge of an already $3T market cap industry. It’s time to pay attention. We exist in a world in decline — the current status of employment and labor relations is not sustainable. The market that governs such a system and allows it to propagate is not sustainable. These are fundamentals and should we stay the course, mark my words, the economy will eventually collapse around it or the society will crumble either into a Banana Republic full of wage slaves, or a chaotic, ruthless, unstable nation as people grow angry over the imposed status quo. Beyond complacency there are only two ways out: Restructure into a different kind of fiat economy (which itself is unsustainable for a variety of reasons) or accept that more decentralized structures that are capable of producing wealth for everyone in a meaningful way are the way forward. DAOs inject the system they inhabit with much greater wealth, creating structures of capital that current systems aren’t able to do with their limited top-down approach. Community is everything and with everything, a pool of liquidity is better than a single seed any one person can provide. DAOs will stimulate economic development, provide new capital streams to ventures that would normally go unfunded, and create massive value in society as a whole. Who knows? Maybe one day NASA will no longer have to grovel to the government for funding and instead will be funded by a community governed entity of passionate individuals that just love space. All that’s needed is a group of friends and some ETH after all.\\n\\nIt’s a new world. Gm.\",\"timestamp\":1636661458,\"title\":\"The DAO: A Medicine for Ailing Capitalism\"},\"digest\":\"sBq8HzyuQu7kkpWWqmMuYRIhKYj6MpU_sEv5dbFvvJA\",\"authorship\":{\"contributor\":\"0x39138f92CC1553CD216A1273Bbe408aaff90ee5E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HC5Dd2a107DBX2fB0Z8ipnCuGU5FKF1P6YNpf3byBv8\\\",\\\"y\\\":\\\"HHDVuNdIi0euW5k_KgkvEuAr9u5dmKd_j5k6_GMkZps\\\"}\",\"signature\":\"fFhyhu8KPij0SUcC9eMV_VYiv2YYp-8ISjJm6XK9cLgxqu1paSUp-fF6vaitii-ZMva18RFtF2ilRiMur0N9RA\",\"signingKeySignature\":\"0x702e486d72b75e7cbd5cbefe6f65122340ace18cbe18b7030a34c16fc04a4b521b94876ff8431a07debec5e56ba199fe7c17256b7b5dfe76c6c2fe2094b438991c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HC5Dd2a107DBX2fB0Z8ipnCuGU5FKF1P6YNpf3byBv8\\\",\\\"y\\\":\\\"HHDVuNdIi0euW5k_KgkvEuAr9u5dmKd_j5k6_GMkZps\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ir0cF8WwCtCuSAwFPkbUCnGUIHZTGEVzak6DMKs7TJ4\"}"