"{\"content\":{\"body\":\"The trial of Kyle Rittenhouse trial began on Tuesday in Kenosha, [Wisconsin](https://www.theguardian.com/world/wisconsin), where the 18-year-old is charged with killing two people and wounding one during unrest in the city last August.\\n\\nProsecutors said that although “hundreds” of people were out on the street during protests over the shooting of a Black man by a white police officer, Rittenhouse was “the only person who killed anyone”.\\n\\nRittenhouse is charged with two counts of homicide, one of attempted homicide and two of recklessly endangering safety for firing his weapon near others. He is also charged with possession of a dangerous weapon by a minor, as he was 17 at the time. He has pleaded not guilty.\\n\\nIn August last year, Rittenhouse traveled from his home in Antioch, Illinois, armed with an AR-15-style rifle and in response to a Kenosha-based militia calling for protection for businesses against protesters supporting the Black Lives Matter movement.\\n\\nAdvertisement\\n\\nRittenhouse is white, as were the two men who died and as is the one who was wounded. Nonetheless, the case has drawn attention from both sides of the political divide over policing and racial injustice.\\n\\nOn Monday, 12 jurors and eight alternates were selected in an all-day session. The highly contentious trial, which is expected to last approximately two weeks, will determine whether Rittenhouse acted in self-defense or in an intentional act of vigilantism.\\n\\nThe judge, Bruce Shroeder, said he would decide at the end of the trial which jurors were alternates and which would deliberate.\\n\\n“There is no magical way for you to evaluate the testimony,” he said on Tuesday. “Instead, you should use your common sense and your experiences in life.”\\n\\nRittenhouse looked on, dressed in suit and tie and yawning repeatedly.\\n\\nShroeder said the state must prove by evidence three elements of Rittenhouse’s homicide charges: that the defendant caused the death of another, that the defendant caused the death by criminally reckless conduct, and that the defendant’s conduct showed utter disregard for human life.\\n\\n“You cannot look into a person’s mind to determine intent, which must be found, if it is to be found at all,” Schroeder said, adding: “Intent should not be confused with motive.”\\n\\nIn his opening statement, Kenosha county assistant district attorney Thomas Binger portrayed Rittenhouse as an antagonist who chose to exacerbate tensions.\\n\\n“Like moths to a flame, tourists from outside our community were drawn to the chaos here in Kenosha,” said Binger. “People from outside Kenosha came in and contributed to that chaos.\\n\\n“The evidence will show that hundreds of people were out on the street experiencing chaos and violence, and the only person who killed anyone was the defendant, Kyle Rittenhouse.”\\n\\nBinger added: “When we consider the reasonableness of the defendant’s actions, I ask you to keep that in mind. We’re not asking you to solve a mystery in this case.”\\n\\nRittenhouse’s lead lawyer, Mark Richards, argued that Rittenhouse had close ties to Kenosha as his father lived in the city and he had worked as a lifeguard at a local YMCA.\\n\\n“Mr Binger makes a big thing out of Kyle Rittenhouse as the only person who shot somebody that evening,” Richards said. “True. Mr Rittenhouse was the only person who was chased by Joseph Rosenbaum that evening.”\\n\\nRosenbaum was one of the men fatally shot by Rittenhouse, who he chased across a parking lot and at whom he threw a plastic bag.\\n\\n“The government can refer to \\\\[Rittenhouse\\\\] all they wish as an active shooter,” Richards said. “The only person he had shot was Joseph Rosenbuam, who had made threats to kill.\\n\\n“… Kyle Rittenhouse protected himself, protected his firearm so it couldn’t be taken and used against him or other people from Mr Rosenbaum, who made threats to kill.”\\n\\nRichards also said “other individuals who didn’t see that shooting attacked \\\\[Rittenhouse\\\\] in the street like an animal”.\\n\\nThe trial continues.\",\"timestamp\":1635904849,\"title\":\"Kyle Rittenhouse ‘the only person who killed anyone’ in Kenosha unrest, prosecutors say\"},\"digest\":\"dAzUUvBMfqhf2HeDnokDCxtGpEVjMuJSzHLS05nIV-g\",\"authorship\":{\"contributor\":\"0x597dC0Cb1F614AcabBee2715Af3A4c77AA88B2Ba\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wHrUCqskKL2Na7plLsogONs6FC1CLQ2etqq-FrKcaRg\\\",\\\"y\\\":\\\"scPy9kw0szp5qYfy15c3GUK2GC4xP_Ff1Fnt_OkzA4E\\\"}\",\"signature\":\"BeFFoMARIcp6ceTPQqtlwx5_GmP2IiY5opWhuRFBbgXF0CkOtSUMryEMw4eL3NfpUnm16VUhyU2LRPxP69Tcjg\",\"signingKeySignature\":\"0x1319e6fc0bedcfe7fc46b82a7b7d112933a84af08578107e94c7e3745e3e418925a2672c59395c7e23d692ed9eceebd8e3aee5e34d75aaa9e2772a7f224c1e221c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wHrUCqskKL2Na7plLsogONs6FC1CLQ2etqq-FrKcaRg\\\",\\\"y\\\":\\\"scPy9kw0szp5qYfy15c3GUK2GC4xP_Ff1Fnt_OkzA4E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dAzUUvBMfqhf2HeDnokDCxtGpEVjMuJSzHLS05nIV-g\"}"