"{\"content\":{\"body\":\"Curve LP\\n\\nTutorial: How to provide Liquidity on Curve (Polygon)\\n\\n## What is Curve?\\n\\nCurve is an automated market maker (AMM) protocol that allows users to swap assets using liquidity pools, similar to Uniswap. However, Curve differs from Uniswap in that it is optimized to allow users to trade stablecoins with as little gas fees and slippage as possible. Slippage is a term that refers to how much the price of an asset shifts during the time that it takes for your order to go through and is the result of a few factors:\\n\\n1. The amount of Liquidity in a pool\\n2. The size of your order\\n3. Other market conditions (ie other users performing swaps on with the same pool at the same time.)\\n\\nFor example, if you wanted to trade 100 DAI for 100 USDC and the total liquidity in the pool was only $1000, the slippage would be much higher than if the total liquidity was $10,000. - OR - If several users are all selling or buying the same asset in a pool the slippage for that asset will tend to be higher. Curve was designed to mitigate the impacts of slippage on pegged coins such as stable coins.\\n\\nLike other AMMs Curve relies on users to provide liquidity to the pools it supports, and return gives users an opportunity to earn a yield through aggregating lending protocol APRs, trading fees, as well as occasional incentive programs.\\n\\n## Curve on Polygon?\\n\\nIn this tutorial, we will be covering how to become a Liquidity Provider on Curve using the Polygon network. Polygon is an EVM smart contract enabled side chain that is very similar to Ethereum. This means that you can use familiar tools like MetaMask to approve transactions. An added benefit is that the transaction fees on Polygon are much lower than on Mainnet Ethereum.\\n\\nIn order to get assets onto Polygon, you will need to use a bridge. Which you can find here:\\n\\n[ETH<>Polygon bridge](https://wallet.matic.network/bridge/)\\n\\nHere is a tutorial on how to Use Polygon for the first time, but in this tutorial, I will assume you have already gone through it.\\n\\n## How to provide Liquidity on Curve\\n\\n### What you will need:\\n\\n1. A supported web3 wallet.\\n2. Some Matic in your wallet to pay gas fees\\n3. At least 1 supported asset in your wallet on Polygon Network\\n\\nI will also assume that you are familiar with approving transactions with your wallet software.\\n\\nOnce you have everything you need from the list above, we are ready to dive in.\\n\\n### Step 1. Go to the Curve homepage and connect your wallet\\n\\nYou can get to the homepage by clicking this link <https://polygon.curve.fi/>. It should prompt you to connect your wallet automatically, but if not, then you will need to click the “Connect wallet” button in the center, near the top of the page, and select the wallet software you prefer from the list. Make sure you set the network to the Polygon Mainnet.\\n\\n*If you are managing several wallets with the same software, you will also need to specify which address you wish to connect to the site.*\\n\\n![](https://images.mirror-media.xyz/publication-images/72dd0240-22d9-4e1a-9134-8dc4f23858c4.png?height=232&width=759)\\n\\n### Step 2. Choose the pool you wish to provide liquidity for\\n\\nYou can view the available pools in the “Curve Pools” section of the page. There are currently only a few options to choose from, but each contains different assets and parameters to consider. It is important to understand all of the risks involved when providing liquidity to these pools, and you can read more about the risks and how Curve works here: <https://resources.curve.fi/base-features/understanding-crypto-pools>. In exchange for this risk, there are rewards though. \\n\\nOn the homepage you are able to see information that may influence which pool you choose to participate in. Those values are:\\n\\n* Base vAPY: variable APY based on the day’s trading activity\\n* Rewards tAPY: Token APY based on current prices of tokens and reward rates\\n* Volume: the amount of trading volume for the day (typically the more a pool is used the more opportunity for transaction fees there are.)\\n\\nOnce you have chosen a pool click on it to open up that pool’s trading page.\\n\\n![](https://images.mirror-media.xyz/publication-images/4b3cc862-8e38-4208-9c42-dbc517045f3b.png?height=307&width=745)\\n\\n### Step 3. Navigate to the Deposit page and input desired amounts\\n\\nWhen you click on the pool from the “Curve pools” list, you will be taken to the “Buy and Sell” page for that pool. At the top of the page you can click on the “Deposit” tab to be taken to the page where you will be able to input the tokens you wish to provide as liquidity.\\n\\n![](https://images.mirror-media.xyz/publication-images/fd41c517-2e58-46f1-a4ae-da372ae5f636.png?height=147&width=541)\\n\\nIt’s worth mentioning again that entering into these pools comes with risks, so there is a link to learn more about the risks involved with the pool you have selected. **You should read this before proceeding.** Just below this you will see information about the assets you will be exposed to and the LP tokens you will receive along with their current value. \\n\\n![](https://images.mirror-media.xyz/publication-images/0e210423-1792-492c-bb80-a441888b82ba.png?height=144&width=530)\\n\\nIf you scroll to the bottom of the page you will see more details about the pool and you can find out more information about what it all means by reading through the documentation the Curve team has provided here: <https://resources.curve.fi/>. \\n\\n![](https://images.mirror-media.xyz/publication-images/338581cf-da96-4aad-a429-c94886d490a8.png?height=499&width=685)\\n\\nOnce you are comfortable you will want to enter the amounts for the assets the pool accepts. You do not need to have equal portions of each asset in order to enter the pool. If you deposit only one of the supported assets, it will be converted to the necessary amounts of all the other assets in the pool for you.\\n\\n![](https://images.mirror-media.xyz/publication-images/0d6be2a9-3445-478e-84a5-5d3ffa77d4d7.png?height=260&width=530)\\n\\nOne thing to note is if one asset is in lower supply to the other assets in the pool, the protocol will offer users a bonus for depositing that asset by itself. In this instance DAI is in short supply, so depositing DAI alone will award a 0.015% bonus\\n\\n![](https://images.mirror-media.xyz/publication-images/0f62e3b5-db0e-4379-8727-07e3de680fbf.png?height=52&width=524)\\n\\n### Step 4. Review all inputs and click “Deposit”\\n\\nThere are two convenient options to help you allocate assets in the desired proportions, you can click them to automatically populate the amount fields, or manually enter the numbers. Once you have entered all the amounts and assessed the risks involved, you are ready to go ahead and click “Deposit”. Naturally, you will need to approve the protocol to access the selected tokens, and then you can submit the transaction to deposit them into the pool.\\n\\n![](https://images.mirror-media.xyz/publication-images/274d9e76-76e5-4ad2-ba14-400aa7a790d5.png?height=102&width=673)\\n\\nOnce the transactions are confirmed a new box will appear that will allow you to Stake your new LP tokens in a gauge. If you click the “Stake unstated in gauge” button and approve the transactions, you will start to earn the pool-specific rewards for the liquidity you provided.\\n\\n![](https://images.mirror-media.xyz/publication-images/bcb02db0-4be4-4e36-8042-f4019de64669.png?height=94&width=672)\\n\\n### Step 5. Monitor your Pools\\n\\nOnce you have staked your LP tokens, a new button will appear on the homepage in the “Curve pools” section. Click on “My Dashboard” to monitor your pool(s).\\n\\n![](https://images.mirror-media.xyz/publication-images/fcc9c249-ad65-4614-94cc-0f32211d5d04.png?height=305&width=744)\\n\\nIt will bring you to a new page that will display all the stats for your pool(s).\\n\\n![](https://images.mirror-media.xyz/publication-images/715fc390-6c3d-4208-a8e9-1c0ea9f0dfbd.png?height=249&width=1215)\\n\\nAny time you want to withdraw your funds, you can revisit the pool page and click the “Withdraw” tab at the top of the screen. On this page, you can decide if you want to withdraw each asset in their current proportions, or you can choose to receive it as a single asset. After making that decision you can click the “Unstake & Withdraw” button.\\n\\n![](https://images.mirror-media.xyz/publication-images/fc64dd69-8a0e-429c-9757-62ed6d8995a5.png?height=814&width=692)\\n\\n## Congrats you now have now provided liquidity on Curve!!\\n\\n*Always remember to return to the RabbitHole site in order to redeem each Task and then mark the Quest/Skill as complete within the timeframe so that you will be eligible for the reward.*\",\"timestamp\":1629539095,\"title\":\"Tutorial: How to provide Liquidity on Curve (Polygon)\",\"publication\":\"rabbithole\"},\"digest\":\"fYE7H7xZgkaIk_dxMJIZ_0tuOFjWg7S96KpjWDZu5LI\",\"authorship\":{\"contributor\":\"0x8926B75642C2650aE3c5b227bAD2F7158ceaCCD1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-UBhVFXv1Om67gsvpfVShmqqdxYjfAzh33NnFQNID0o\\\",\\\"y\\\":\\\"7VrZTDmmPQTH5isvpmOG9C3EjkT9o4C8NO496GOWbYk\\\"}\",\"signature\":\"ZExmKea33FUlFl8oG4_DoazT6ZotjkeMaMNQUiuRiWuKpU7k7Lg9xmClr4UiFVhlZXurwu3NcVdrqz44f5WD1g\",\"signingKeySignature\":\"0x00160ccd5b8a21c227392d2987fae38168d48ee072d80f487fcb376e10e13ea72172febba96e52d8e134dec461db8405e2c8631f00f8f9d328f835cb17dbd2061b\",\"signingKeyMessage\":\"I authorize the publication of articles on rabbithole.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-UBhVFXv1Om67gsvpfVShmqqdxYjfAzh33NnFQNID0o\\\",\\\"y\\\":\\\"7VrZTDmmPQTH5isvpmOG9C3EjkT9o4C8NO496GOWbYk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fYE7H7xZgkaIk_dxMJIZ_0tuOFjWg7S96KpjWDZu5LI\"}"