"{\"content\":{\"body\":\"Last night I had trouble sleeping, but when the sun hit my face I knew I needed to go on. Today was going to be the day I’d make my first contribution to the DAO, or that’s what I thought.\\n\\nI walked down the shallow hill seeing the village coming closer. When I arrived in the center the daily market was underway. People were chatting about the latest news, sharing ideas, and even the tavern was full, it seemed like for some people in the city the last day still wasn’t over yet. I talked to a few citizens and introduced myself as a seeker of a task.\\n\\nIn the midst of all the turmoil, I found the message board where people shill their adventures and finished quests. I found out that sometimes there is a guest in town and they have discussions in front of the theatre. And for those who cannot be there, someone needs to write notes about the show. So I asked around for more information about this job and reached out to some people, trying to find the right person to offer my help.\\n\\nI was looking to lay low so I visited the library and brainstormed some ideas for the Playbooks. There were some setbacks with editing the Notion pages, but I quickly found someone who helped me sort them out.\\n\\nThe sun was setting on the horizon and I was a bit nervous because I hadn’t found a specific quest yet. But then I got an answer from one person, whose name I can’t pronounce, that I reached out to regarding the show notes, and they could actually use my help!\\n\\nSo after this doubtful day, in the end, I got the one message that changed my fate for tomorrow. I talked to many nice people and everyone was happy to help. Now I’m excited about tomorrow when my real DAO training shall begin!\\n\\n*If you like my ideas, follow me on Twitter: [@_roseight](https://twitter.com/_roseight)*\\n\\n[Day 4](https://mirror.xyz/0x09cc4B3a27E3715596c5eDE07E95Da490340D27a/OJVnvhE_jrUvictaQAYshLtdMmEEOpSHT8T3VWpef9g) is the day of heavy lifting and training, for Rose to become better.\",\"timestamp\":1642704493,\"title\":\"5 Days to DAO - Day 3\"},\"digest\":\"uFqba4TrKkjmbTarw5jngOl_aZ8gCtuELjhXtfe7Nuo\",\"authorship\":{\"contributor\":\"0x09cc4B3a27E3715596c5eDE07E95Da490340D27a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ucXr9UmYSC0DeIsVNzBd2A2DI1DHIxIktWzlP9Slx-o\\\",\\\"y\\\":\\\"6XHvyzsRO-Yzgtc8PRBUmlO-GHon3TWVu3vLOOD1vRg\\\"}\",\"signature\":\"l_sVOXImETl7YbIbTouGeZeaSYc-6002YmvlEw7ta_hyvb9KzYvaB6JWryk4uzPNZ107ARbTGoy1iHUb7rLOJg\",\"signingKeySignature\":\"0x74dec174349ac061961186aa8b1f836f522e0f232b3480564f36985fee45ca7d44b56428477e346e4a8a44fefdb385142e5fb2f6701dc64fabb0ed560523e6b01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ucXr9UmYSC0DeIsVNzBd2A2DI1DHIxIktWzlP9Slx-o\\\",\\\"y\\\":\\\"6XHvyzsRO-Yzgtc8PRBUmlO-GHon3TWVu3vLOOD1vRg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"udkdcMheLX-Z-poSRglGHiiuGwpUexn11FsRuQPpUe0\"}"