"{\"content\":{\"body\":\"## by Zohar Elazar\\n\\n## Body & Space Exploration\\n\\n**Zohar Elazar’s** work deals with the relationship between body and space through the mechanism of vision -  camera obscura. In her project “Structures”, she strips down images of human dancers she choreographed and filmed, peels away the external characteristics from the human body and leaves it beyond naked, without prejudice and identity, in order to reach the essence of a human movement  and to distill a singular gesture.\\n\\nThrough generative art, Elazar wants to examine how a computer algorithm produces abstraction and distills the essence of the human transformation into the metaverse. She asks to share the power to claim this essence with the hands of the minter who takes an active role in the artwork creation and influences the gravity at which the body parts are crushed into, unlatently and controls a specific moment in eternity.\\n\\n**“*For me the Metaverse is the only place where these three forces can collide. The encounter of my artistic inquiry, the endless abstraction of a computer algorithm and the art collector that takes on a crucial role in my work.*” Said Elazar.**\\n\\nIn the work, LATENT CRUSH, Zohar, an artist and a photographer, sees the metaverse as analogous to an unerasable negative film. The undeveloped negative film, before being exposed to light, remains transparent. However, once exposed, it starts recording information without any ability to reverse it’s transparency and erase the engraving.\\n\\nIn our transformation to the Metaverse, our consciousness is the light engraving images on the metaverse film. As thoughts appear in our mind, they come to life and burn the film unrecoverable. Our mind is becoming part of the metaverse and what takes place in our consciousness already has a free pass to the metaverse - engraving experiences and making them publicly available. NFTs allow us to claim ownership of our consciousness and thoughts as they reach the public domain.\\n\\nThe collector, during the minting process actually helps me, the creators, execute these thoughts from the private consciousness into the public domain.\\n\\n## LATENT CRUSH - THE CONCEPT\\n\\n**The concept of the Latent Crush work is** to build a computerized model that analyzes my entire dancer photo collection and distills main body parts - hands, feet, body, head… those parts will then be divided into joints and inner body elements and farther distillation is performed until a sharp essence of a basic gesture is revealed - The computerized model of those dancers' body components will be the answer to my initial question - \\\"Can a computerized model produces abstraction that distills human essence\\\"\\n\\nThe representation of every part of the body was subject to my framework guidelines - shadows, which body parts to give more priority vs. less, backgrounds and others.. and the outcome would be an objective abstraction of body gesture without any prejudiced thoughts masking the essence of the movement.\\n\\nOnce I’ve managed to extract a purified essence of body part gesture, I went on to explore the relationship of those gestures with the space in which they move in. The space in my work also went through layers of abstractions until I realized its essence, once completely distilled. Eventually what we were left with after layers and layers of abstraction and undressing was the force! The force of gravity that connects body parts to an abstraction of a place and affects gestures. The structure, form and joints between abstract parts and gestures is determined by the force. So different places implies different forces implies different compositions of structures.\\n\\nMy generative component therefore had to be built around the force. The latent crush of a dancer on the space could be once and for all freed of consciousness, freed of obstacles and freed of hurdles.. It could finally purely crush until reaching a balance, a peaceful equilibrium.\\n\\nIt was always very important to me that visuals will not downplay thoughts. The thought is deep and abstract and subjective while the image might be objective and fail to transform the consciousness from a private state into the public domain. I wanted the image to be an open statement, rather than a final one and I wanted to bring the collector, during the minting process, into my creation - into the metaverse together with me.\\n\\nThe thought then, would have to be the light that burns the film. Once a thought is formed, it turns the film negative from fully transparent medium into a photo, an image, an open and private image. Like the film being exposed to the light. A thought turns public as it transforms into the metaverse and the NFT created art allowed me to maintain ownership of the thought even after its transformation to the public domain, but I needed the minter/collector to seed the force, to share with me the transformation of my thought from my private possession to the public domain.\\n\\nIn the minting process, the minter, among other properties, will mint the force… The dancers (or actually the essence of their body parts) will perform some kind of computerized dance and will eventually crush latently. The result of the crush will be a function of the force seeded by the minter. The body will be disintegrated - and given a certain gravity the decomposed body will reach a new equilibrium. Balanced in space determined by the force.\\n\\nTo build something, one has to dismantle something elsewhere first - the transformation into the Metaverse of a private thought, has to go through dismantling. To engrave it on the negative, one has to dismantle it first in a positive. Therefore the dancers will transition from one, known, stable gravity force to a different, unstable pseudo-random gravity…  Force is the what hold the body in place and this force is a product of body-to-place relations (e.g. territorial struggles).\\n\\n## About Zohar Elazar\\n\\n![](https://ypipce.org.il/wp-content/uploads/2019/01/%d7%96%d7%95%d7%94%d7%a82.jpg)\\n\\n**Zohar Elazar, Israeli Artist**\\n\\nZohar completed her undergraduate studies in Photography at the Musrara Multidisciplinary School of Art and graduated with Honors from the MFA program of the Bezalel Academy of Art and Design in 2015 .\\n\\n**As a winner of the 'Artist in the Community Scholarship' by the Israeli Ministry of Culture she worked for two years with youth from the city of Rahat.** She was awarded an Israeli Lottery Grant for the completion of a new video work. She had solo exhibitions at the Art Cube Artists’ Studios in Jerusalem, Gallery Gross in Tel Aviv and Gallery Moryta, Fukuoka city, Japan. She has participated in group exhibitions at Inga Gallery, Indie Gallery, Haifa Museum, Ikona Gallery in Venice, Ana Ticho House, and Bank Art Studio NYK in Yokohama, Japan. Her video works have been screened at festivals in New York, Berlin, Moscow, Paris, Los Angeles and more.\\n\\nZohar’s practice combines installation, performance, photography and video. Her creative process involves lingering in a particular place in an attempt to investigate the space’s relation to the body.\\n\\nExposing the cultural, historical, and political narratives pertaining to a particular location allows her to raise questions relating to the body, the space and their relation: who leaves and who remains? Which traces are left behind and which are erased? How does time alter a place?\\n\\nIn her works, Zohar operates on the fine line between biography and fabrication. She explores the tension between the hidden and the exposed; between inside and outside and how the two are reflected in one another.\\n\\nFor the past decade, Zohar has worked at the intersection of light and matter using the camera obscura — a constructed dark chamber that mimics the mechanisms of vision. She delimits a given space, seals it entirely and pierces just a small hole that allows rays of light to reach the inside of the space. Similarly to the physics of the eye, the external environment is reflected upside-down on the chamber’s inner walls.  In the new body of work, Structures 1-9, the sealed space is transformed into a temporary studio where a choreography of body and darkness unfolds.\",\"timestamp\":1639564878,\"title\":\"LATENT CRUSH\"},\"digest\":\"KWDWCu0fvqsq84ZrN6zkLp2reTDJGchXJD6d8hiwTjk\",\"authorship\":{\"contributor\":\"0x4a5eC245E3eD33b9C10026A0bEC67F8F07C2D78e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BEBZWNpFJXsbUwfmv5mWZLNwdKEVftKzVA7nzpAtlYM\\\",\\\"y\\\":\\\"Yuv2wRN1uval6XIf6wJYkQ15GNdENhN1Cr0W4fxSViE\\\"}\",\"signature\":\"pDomHFi9eKeG4tH6bJ8wASxsyflkqQPREkr0Pub6zE_9ripLZpQ92CyQ2Iey1vkwaPcAAOEN-anTnygs4CbZ0A\",\"signingKeySignature\":\"0x6db6a97b13d6b76ea63a0afd240afc2e1eb84349ad8d6a7402bf80f44b3a6d4521e0c7b017a026f46767400ae0949ce638ffa1409544a6087ba7fbc951db6e6b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BEBZWNpFJXsbUwfmv5mWZLNwdKEVftKzVA7nzpAtlYM\\\",\\\"y\\\":\\\"Yuv2wRN1uval6XIf6wJYkQ15GNdENhN1Cr0W4fxSViE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZkOYaYFie4Zb0O6krSv63zw99_cvhhiNMVMD_Iw8azA\"}"