"{\"content\":{\"body\":\"### Entering the crypto rabbit hole\\n\\nI first heard of blockchains and cryptocurrencies in 2017 during the previous Bitcoin [bull run](https://www.coindesk.com/markets/2017/12/29/from-900-to-20000-bitcoins-historic-2017-price-run-revisited/). While I made sure to get a cursory understanding of [how blockchains worked](https://hackernoon.com/wtf-is-the-blockchain-1da89ba19348) before buying a small amount of cryptocurrencies then, I had treated these purchases as pure speculation. I couldn’t imagine using bitcoins as part of my daily life, and Ethereum’s [smart contract](https://ethereum.org/en/developers/docs/smart-contracts/) functionality seemed like a rather lofty aspiration at that point in time. It was just fun to join in the hype (with a relatively inconsequential stake), and see where everything went.\\n\\nIn the years after, I did not pay any regular attention to the space. I simply chucked the little bits of cryptocurrencies I had into a mobile wallet app and left them alone. I did not bother myself with tracking their prices, nor harbour much interest to learn about what developers were building on blockchains more generally. Bitcoin was very much like loose change left behind in my pants pocket.\\n\\nOver the past year, however, their “jingling” became louder. Of course, the massive price appreciation of many cryptocurrencies since end-2020 was a factor. But what really sparked my intellectual curiosity about the crypto space was the explosion in use cases today and the sheer creativity underpinning them. This fact was not evident to me at first, until bits and pieces gradually started percolating through my non-crypto information diet this year—in large part thanks to Packy McCormick’s *[Not Boring](https://www.notboring.co/)* newsletter on business strategy.\\n\\nEventually, I had the niggling sense that blockchains, cryptocurrencies and what is called “[web 3.0](https://cdixon.org/2018/02/18/why-decentralization-matters)” are now phenomena that cannot and should not be ignored. So about a month ago, I decided to try to learn about the crypto space more intentionally, and embarked on a couple of online courses on Coursera about [blockchain business models](https://www.coursera.org/learn/blockchain-business-models) and [decentralised finance](https://www.coursera.org/specializations/decentralized-finance-duke) (or DeFi in short). In the process, I also started to play around with some DeFi applications, follow “Crypto Twitter”, and lurk in the Discord servers for a couple of decentralised autonomous organisations (or DAOs).\\n\\nI still think this is a space rife with many unknowns and risks. But I also emerged from these early explorations with a newfound fascination and optimism about the possibilities it can offer. I therefore wanted to consolidate my learnings and thoughts thus far in this essay, on a [platform](https://dev.mirror.xyz/valptw8S9eZ1cvzX-JCGga2N_W2hXyurSYbOlNFj4OQ) that allows one to publish on a decentralised database no less, and convince myself (and perhaps you the reader) that crypto is now worth one’s investment—not necessarily in money per se, but definitely in time and attention.\\n\\n![A summary of this essay for the time-starved individual. ](https://images.mirror-media.xyz/publication-images/lYwM2dhSE0JqfvGcf0bP3.jpg?height=1011&width=1500)\\n\\n### The defining properties of blockchains\\n\\nTo start, it is imperative to have a clear understanding of what blockchains actually bring to the table, given the dizzying variety of applications being built on blockchains today, with new projects almost popping up like weeds all the time.\\n\\nEssentially, blockchains are databases—in fact, you can think of a blockchain as something like an Excel spreadsheet containing information like transaction data or code to run basic programmes—but with some additional defining properties.\\n\\nThe first of these properties is that blockchains are *distributed* across a network. Each node in the network holds a copy of the database, and the collection of all these copies are what makes up the blockchain. This differs from an Excel spreadsheet hosted on the cloud, which while accessible to many, is still ultimately based on a single “master” copy of the document residing in a central server or two (for back-up). In contrast, the copies of the database in every node are in a sense equal, and so if any node goes down or becomes corrupted, the entire blockchain network itself will not be impacted. This is how blockchains can be highly resilient and decentralised; Ethereum for example is made up of thousands of [nodes](https://etherscan.io/nodetracker).\\n\\n![Distributed networks are more resilient, as they lack a single point of failure.](https://images.mirror-media.xyz/publication-images/pVmGyuIAvs420-IPz-_fD.jpg?height=508&width=1500)\\n\\nThis brings us to the second key property of blockchains in that they can be completely *permissionless*. Given that a blockchain is distributed with no “master” copy of its database, any addition to the database will require a consensus among the nodes in the network. The exact threshold and process of achieving consensus differ by design, but the most significant implication of these [consensus mechanisms](https://www.gemini.com/cryptopedia/blockchain-types-pow-pos-private) in my opinion is that they allow for a network to be decentralised while remaining open, i.e. one can set up a node and start validating transactions on the blockchain without seeking permission from any gatekeeper. All you need to do is to meet the basic [hardware requirements](https://ethereum.org/en/developers/docs/nodes-and-clients/#hardware) and undertake to participate in the network’s consensus mechanism. (Note that there can also be private or permissioned blockchains in which only designated parties can participate, but I suspect that the key selling point for blockchains compared to existing platforms is the capability of creating permissionless networks.)\\n\\nThe next key property of blockchains is their *immutability*. Once a set of transactions are validated through the blockchain’s consensus mechanism (as a block) and then “chained” to the database (hence blockchain), they cannot be edited. A malicious node cannot simply amend the database due to some nifty cryptographic features. In general, how this works is that at the end of each block of data within a blockchain, there is a [hash](https://hackernoon.com/cryptographic-hashing-c25da23609c3) that is derived from a one-way mathematical function of all the data within the block. This hash is then repeated at the start of the next block of data, and effectively informs how the different blocks of data have to be ordered within the entire blockchain. The important point is that if even a single bit of data changes, the hash will become completely different, and the blockchain becomes “broken”. In such a case, the network will simply replace the corrupted block with the original copy of the blockchain from other nodes.\\n\\n![Each block in a blockchain is linked together by their hashes.](https://images.mirror-media.xyz/publication-images/qvQTuy0Om1ud8mIdSfZH5.jpg?height=503&width=1500)\\n\\nFor blockchain networks to be able to achieve consensus and remain immutable, they also have to be *transparent*—the final key property of blockchains. This means that every node, or effectively anyone for permissionless blockchains, must be able to see all the data that have been ever locked into the blockchain, so that they can validate new transactions and prevent any changes to old ones. Indeed, the popular blockchain mantra, “don’t trust, verify”, is only possible if the entire network is transparent.\\n\\nTaken together, I believe this distributed, permissionless, immutable and transparent nature of blockchains is what sets them apart and accounts for their revolutionary promise. By leveraging on these properties, decentralised applications (or dApps) that are being built on top of blockchains can create value for users in ways that may not be easily replicated by non-blockchain systems.\\n\\n### Reducing the need for intermediaries\\n\\nThe most obvious value proposition for blockchains is that they can reduce the need for intermediaries in the provision of certain services. As a permissionless network, blockchains allow users to interact with each other in a secure manner without the need for any third-parties to process the interaction. Instead, the rules governing such interactions can be set out in a smart contract embedded within the blockchain, which is transparent to all users and cannot be changed by anyone. By effectively removing the middleman, dApps utilising such smart contracts can thus reduce transaction costs for users.\\n\\nThe world of DeFi offers perhaps the clearest manifestation of this. By now, I think most of us will be aware that we can easily send cryptocurrencies over a blockchain network to another person without a bank account. But DeFi takes a step further beyond payments, and allows one to undertake other financial services without a bank as well.\\n\\nTake lending and borrowing for instance, a core function of traditional banks. DeFi protocols such as [Compound](https://compound.finance/) and [Aave](https://aave.com/) now allow you to do this without any intermediary. For lenders, you can easily deposit crypto assets into their applications and immediately start earning interest on them. For borrowers, you can likewise deposit your collateral (as crypto assets) and take out a loan against them. Each crypto asset will have a certain loan-to-value limit or collateral factor that determines the amount of the loan a user can take out. As an illustration, Aave’s [loan-to-value limit](https://docs.aave.com/risk/asset-risk/risk-parameters) for the USDC stablecoin is currently 80%, so if I deposit 1000 USDC into the application, I can borrow crypto assets worth up to 800 USDC.\\n\\nWhere this gets interesting is that if at any point my loan becomes under-collateralised (due to price changes in the crypto assets underlying my collateral or loan), the smart contract governing the application will allow for my loan to be liquidated by other users. For a lender, this effectively eliminates the risk of a default from the borrower. Both lenders and borrowers can also enjoy better rates because such DeFi protocols have significantly lower operating costs than traditional banks. In addition, the metrics of these DeFi protocols are fully transparent—I can [see in real time](https://dune.xyz/datanut/Compound-Maker-and-Aave-Deposits-Loans-LTV) how much the protocol has in deposits and loans, and be assured that it is not over-leveraged.\\n\\n![These are some of the crypto assets available for deposits and loans on the Aave application on the Polygon blockchain (as of 2 December 2021).](https://images.mirror-media.xyz/publication-images/QMlmozbUHLst3-pBvplB9.jpg?height=830&width=1500)\\n\\nWhat DeFi does for lending and borrowing, it can also do for many other financial services. Today, there are many dApps allowing users to trade assets (e.g. [Uniswap](https://uniswap.org/) and [SushiSwap](https://sushi.com/)), speculate in futures or other derivatives (e.g. [dYdX](https://dydx.exchange/) and [Synthetix](https://synthetix.io/)), and automate portfolio management (e.g. [Yearn Finance](https://yearn.finance/) and [Set Protocol](https://www.setprotocol.com/))—all without having to go through any intermediaries. In doing so, DeFi offers the promise of radically improving access to financial services, not only by reducing costs for users, but also allowing users to partake in more lucrative trading strategies without large upfront capital (or virtually none at all in the case of [flash loans](https://www.coindesk.com/learn/2021/02/17/what-is-a-flash-loan/)).\\n\\nOf course, despite the benefits of DeFi, there are still significant risks in this space. The primary ones are *smart contract risk* (loopholes in the smart contract allowing for exploits), *governance risk* (malicious actors gaining control of a protocol and making changes that are not favourable to users), *regulatory risk* (governments deciding to outright ban or limit usage of DeFi protocols) and *custodial risk* (if you lose your private keys to your crypto wallet, your assets tied to it can no longer be accessed). That said, I do believe that these risks may be mitigated somewhat as the space matures, through better [auditing](https://www.gemini.com/cryptopedia/smart-contract-audit-crypto-hack) of smart contracts, increased accessibility of [DeFi insurance](https://hackernoon.com/decentralized-insurance-these-4-companies-are-raising-the-bar-in-2021-oxk35eo) products, greater regulatory clarity from governments, and improved user design for crypto applications and wallets.\\n\\n### Aligning interests and facilitating cooperation\\n\\nAnother significant value proposition of blockchain-based applications is that by reducing intermediaries, ownership of the underlying protocols can be more equitably distributed among users. By aligning the interests of users more closely with that of the protocol as a whole, users become more likely to act or make decisions that can benefit the protocol (and thus themselves). The transparent nature of permissionless blockchains will also facilitate trust in the protocol itself, since users can be assured that any rules and incentives are fairly applied to all. All this can potentially open up new vistas of cooperation among people who are otherwise strangers.\\n\\nThe primary way that protocols distribute ownership among users is by rewarding users with governance tokens. Using the decentralised exchange SushiSwap as an example, users can earn SUSHI tokens by supplying liquidity to specific trading pairs. By then [staking](https://app.sushi.com/stake) these SUSHI tokens within the application (which represents a commitment to hold on to those tokens rather than selling them), users are entitled to a share of the protocol’s profits from facilitating swaps of crypto assets. More importantly, each staked SUSHI token (xSUSHI) entitles the user to [one vote](https://docs.sushi.com/governance/proposals-and-voting) on any governance proposal that will affect the protocol’s operations. Such governance proposals can include issues like deploying the protocol’s funds for various objectives (e.g. to boost liquidity for the protocol’s tokens on another dApp) or amending policy parameters (e.g. calibrating incentive amounts). Regardless, the central idea here is that by only allowing those who have staked their SUSHI tokens to vote, SushiSwap can ensure that the interests of its most committed users are aligned with the protocol—if SushiSwap grows and becomes successful, they benefit as well.\\n\\n![Screenshot of a SushiSwap governance proposal put up for voting.](https://images.mirror-media.xyz/publication-images/sgluVeZhpqiLFM9FJLa41.jpg?height=1167&width=1833)\\n\\nThis mechanism of linking governance tokens to voting eligibility is the foundation of many [DAOs](https://future.a16z.com/dao-canon/). In fact, in its own words, SushiSwap is working towards becoming a DAO, with “[working trustless governance](https://docs.sushi.com/governance/current-governance-model)”. There is no clear definition yet for what DAOs are, given their nascence. But we can broadly conceive of them as blockchain-enabled online collectives, in which the permissionless and transparent nature of blockchains are envisioned to empower groups of people to work together towards shared objectives without necessarily having to trust each other.\\n\\nThe range of DAOs that have sprung up is truly astounding, and examples include DAOs that aim to become a venture capital fund (e.g. [the LAO](https://www.thelao.io/)), administer a crypto-collateralised stablecoin (e.g. [MakerDAO](https://makerdao.com/en/)), collect digital art (e.g. [PleasrDAO](https://pleasr.org/)), create an exclusive cultural community (e.g. [Friends with Benefits](https://www.fwb.help/)), facilitate philanthropic grants (e.g. [Big Green DAO](https://dao.biggreen.org/)) and even drive up the price of carbon offsets (e.g. [Klima DAO](https://www.klimadao.finance/)).\\n\\nGranted, not all DAOs will be havens of value creation or altruism. DAOs are not immune to the same pitfalls that afflict any human interactions, i.e. ego, greed, and what not. Within a DAO, the core leaders could still possibly collude to mislead the community, especially if there are aspects of governance and operations done off-chain. DAOs themselves could conceivably degenerate into siloed communities with socially divisive agendas too.\\n\\nOn a more practical note, the legal status of DAOs is also unclear, which may hinder their ability to do things in the “real” world. For instance, ConstitutionDAO recently managed to crowdfund over US$40 million worth of ether (ETH) to bid for a copy of the US Constitution that was put up for auction, but they had to set up a [separate legal entity](https://www.protocol.com/fintech/crypto-constitution-dao) in order to do so (unfortunately, they did not win the auction).\\n\\nNevertheless, I am optimistic about the future of DAOs. The potential they offer in terms of facilitating trustless cooperation is immense and unprecedented. In particular, there is a compelling case for single purpose DAOs that can quickly bring together people with the right skills to achieve specific tasks. DAOs are also perfect sandboxes to test out socio-economic policies (e.g. the provision of universal basic income), since on-chain activities can be easily tracked and analysed in real time, and the scope of any trials can be rapidly scaled. I also believe these benefits will outweigh the risks over the long term. The web 3.0 community has a relatively strong ethos of openness and positivity, which I hope can be maintained as it grows. It is also likely there will be greater clarity on the legal status of DAOs in the future given their potential value—for a start, since July 2021, DAOs in [Wyoming](https://www.withersworldwide.com/en-gb/insight/on-the-rise-distributed-autonomous-organizations-daos) can have legal status as limited liability companies.\\n\\n### Evolving new ways of doing things\\n\\nThe final value proposition for blockchain-based applications, which is probably the most speculative out of the ones I have mentioned, is their potential to evolve entirely new ways of doing things. As Chris Dixon of a16z puts it in a [blog post](https://cdixon.org/2020/10/19/doing-old-things-better-vs-doing-brand-new-things):\\n\\n> “New technologies enable activities that fall into one of two categories: 1) doing things you could already do but can now do better because they are faster, cheaper, easier, higher quality, etc. 2) doing brand new things that you simply couldn’t do before. Early in the development of new technologies, the first category tends to get more attention, but it’s the second that ends up having more impact on the world.”\\n\\nRight now, many of the leading blockchain-based applications tend to be those that have clear analogs with existing applications. DeFi started by allowing you to engage financial services that you would already be familiar with from traditional finance, i.e. lending/borrowing, trading, and asset management. Many DAOs also have clear parallels to existing companies or non-government organisations, while most [non-fungible tokens](https://www.theverge.com/22310188/nft-explainer-what-is-blockchain-crypto-art-faq) (NFTs) today are simply tokenised representations of art and media.\\n\\nBut I think the next frontier for blockchain-based applications is to create completely novel use cases that we could never have conceived before. Much like how developers can tap on [application programming interfaces](https://www.notboring.co/p/apis-all-the-way-down) (APIs) to build ever-more powerful software products, blockchain-based applications are similarly, if not even more, [composable](https://future.a16z.com/how-composability-unlocks-crypto-and-everything-else/). After all, the code of most dApps are open source, and participation in the leading protocols and blockchains are permissionless. Any developer in the blockchain space can easily iterate on these existing applications, recombine them or tear them apart, to unlock radically new possibilities.\\n\\nA simple example of how composability can create new things is the concept of self-repaying loans, which initially blew my mind. This was pioneered by the [Alchemix](https://alchemix.fi/) protocol, and the basic idea is that users can make loans that automatically pay themselves off, with no risk of liquidation. This screams almost fraudulent, until you realise such self-repaying loans simply build on existing DeFi protocols that allow you to earn yield on your collateral, which in turn can help pay off your loan over time. As I had earlier mentioned, some of these yields can actually be quite sustainable—for instance, the interest-generating loans offered by Compound and Aave will be always sufficiently collateralised. In any case, the outcome is simply more value unlocked for users, as illustrated in the example highlighted by Alchemix’s pseudonymous co-founder Scoopy Trooples in the following [interview](https://stockhead.com.au/cryptocurrency/crypto-loans-that-repay-themselves-heres-alchemix-founder-scoopy-trouples-on-how-that-works/):\\n\\n> **Stockhead:** So what do people use the protocol for? Is it mostly just to cash out?\\n>\\n> **Trooples:** We always like to hear stories of people using it for actual personal finance, I think that’s the most exciting stuff.\\n>\\n> Probably the funniest story that we had with one of our users, is that a year ago, this guy’s dad’s boat sank because a hurricane came in, really roughed up the marina. And this user had done pretty well for himself in the crypto market. And what he did is he took his stablecoins, put them in Alchemix, took out an alUSD loan, and then used that to buy a boat for his dad.\\n>\\n> **Stockhead:** Oh wow.\\n>\\n> **Trooples:** So it’s like a self-repaying boat. And the advantage of doing this, as opposed to just taking out the stablecoins and buying it directly is, let’s say the boat costs $50,000, and you have $100,000 in stablecoins.\\n>\\n> If you were to just liquidate that $50,000 and use that to buy the boat, you’re left with $50,000, and then you decide to put the rest of that $50,000 into earning some yield in DeFi, you would only have a principle base of $50,000 to do that. Whereas if you go to Alchemix you can kind of spend and save at the same time, because your full principle of $100,000 is earning yield.\\n>\\n> So it’s effectively doubling your yield that you would get, as opposed to only having the $50,000 earning yield. But then with that extra $50,000 you have, you can go and spend it on whatever you want to, while your entire principle is making that money. And we’ve done some economic analysis of this, and it ends up being between a 15 to 20 per cent boost in capital efficiency.\\n\\nAnother arena where composability can possibly run wild is the world of NFTs. Right now, we largely think of them as discrete entities. But what if NFTs are like Lego blocks, and you can stack them in different ways to generate new products and services? For instance, I can imagine that such NFTs can help redefine how we think about CVs and resumes. Instead of linearly depicting one’s educational and career credentials in a flat document, we can use NFTs to present them in modular graphs that may more accurately represent how our experiences build on each other, or not—after all, career trajectories moving forward are no longer likely to run on a single path. Employers can also have greater assurance about the authenticity of one’s credentials, given that they cannot be tampered with once brought on-chain.\\n\\nNFTs may also spawn entirely new ecosystems of characters, worlds, and even digital “life”. The project [Loot](https://www.platformer.news/p/loot-is-a-viral-social-network-that) simply started with various cards (minted as NFTs) containing just a list of items outlined in text, and many owners proceeded to build on their “loot” in [myriad ways](https://www.platformer.news/p/loot-is-a-viral-social-network-that)—be it to generate related artwork and stories, set up guilds based on individual items, and program smart contracts to unbundle their inventories. From this, it may not be hard to imagine that something akin to a Marvel Cinematic Universe could eventually evolve from just a collection of NFTs. I also actually think that NFTs can go much further, perhaps even be used to simulate life or any self-replicating systems digitally. A smart contract can be encoded within an NFT and programmed in a way that is analogous to a genome—these NFTs can then interact with each other to produce “offspring” (i.e. mint new NFTs) whose “genes” are a combination of their “parents”. Already, in the NFT-based game [Axie Infinity](https://axieinfinity.com/), one can already breed Axies, which are digital creatures required to play the game. But I think the value of this can transcend simply having unique digital pets for entertainment. For instance, this can be used to run more complex ecological experiments that are untenable in the real world, in a permissionless and transparent manner.\\n\\n### Concluding thoughts\\n\\nUltimately, I believe the distributed, permissionless, immutable and transparent nature of blockchains open up many unique use cases that can add value to our lives:\\n\\n* Blockchain-based applications can help reduce the need for intermediaries for some services, allowing us to cut down on middleman costs.\\n* Blockchains can also facilitate new ways of cooperation, enabling strangers to work together towards win-win outcomes.\\n* Finally, with permissionless composability, blockchains are likely to enable entirely new ways of doing things that lie beyond the current scope of our imagination.\\n\\nI am hopeful about the technology and the communities that have sprung up around blockchains, and I hope that you are too after reading this piece. The breadth of the crypto space has broadened considerably in recent years, and I believe that there is now a place for anyone, whatever your background, to find a peg that can sustain your interests. In fact, I will add that a basic understanding of blockchain technology is likely to become essential in the future—over the next decade, financial literacy may require knowing how core DeFi protocols work, while keeping up with current affairs and sociopolitical developments may involve being aware of how DAOs function.\\n\\nAt the same time, I am also cautious about the risks, and pragmatic about the limitations. Blockchains will not necessarily displace everything that has come before. I am a crypto optimist, and not a crypto maximalist. I see blockchains as simply a new tool that can help augment the existing toolkit that we have steadily built up since the dawn of humanity. After all, the world is become ever more complex, and we will need as many good tools as possible in order to make it a better place for all of us. [Wagmi](https://chaindebrief.com/crypto-slangs-only-a-true-crypto-nerd-will-know).\\n\\n*Disclaimer: Nothing in this essay constitutes financial advice. Please do your own research and be mindful of your own investment objectives before investing into any cryptocurrencies, DeFi protocols or NFTs.*\\n\\n*Cover image by [Ezra Comeau](https://www.pexels.com/@ezra-comeau-1257076?utm_content=attributionCopyText&utm_medium=referral&utm_source=pexels) from [Pexels](https://www.pexels.com/photo/person-standing-on-staircase-2387660/?utm_content=attributionCopyText&utm_medium=referral&utm_source=pexels)*.\",\"timestamp\":1640075972,\"title\":\"Why I think crypto is now worth your time\"},\"digest\":\"cOjn9zSb6mcPTwBCJi1KlW8-YlYI2wD7546nJPtGNq0\",\"authorship\":{\"contributor\":\"0xcb5Af959Ec03A8ea23cbd6Dc9B307C5A382dFFd1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AVQB2ZnTPN_Xyh2UdB_nekxYYiAeK8IrUtzXdn-mFNM\\\",\\\"y\\\":\\\"cFvg8Kz-rYlJNWtDw7cwGdaS9M11vRfFCmX82Z7eDrs\\\"}\",\"signature\":\"-uAxN8y_Wt8lRK5KmMLFgazZzgj_gDucNBS8C5JorRGbAaC3ZyWJpcthd1c9O9VJUHcPvumD0s8LJ3WZMBLuqA\",\"signingKeySignature\":\"0xf5d130266e5834efc8e6ad39336503dfd1b167a6b9375bb73ebc4a33fdf2bd13373f7ce288c76f90364e227c92d512db0ebb0c086980277969779292e9ccb2de1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AVQB2ZnTPN_Xyh2UdB_nekxYYiAeK8IrUtzXdn-mFNM\\\",\\\"y\\\":\\\"cFvg8Kz-rYlJNWtDw7cwGdaS9M11vRfFCmX82Z7eDrs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"o00o2kgIRvud901gaK5ss0u-CyAb15ouI0Gv1iA2vtY\"}"