"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/Hpy9oTrPHCfXWQhCl1Elk.jpg?height=900&width=1500)\\n\\nI recently have gotten involved with learning about yield farming and understanding the in’s and outs of liquidity providers, APY vs APR and farming vs staking. With so many new financial outlets there is now a plethora of options for us to continue to diversify and compound our earnings.\\n\\nInstead of relying on a measly bank account with a .1% interest yield rate, our new generation of crypto enthusiast has allowed 1600% APY and 800% APR yields. At first glance these things seem like scams and not possible to produce such high yielding returns for such little buy in. And agreed, there have been many rug pulls and hasty getaways with fishy projects and greedy Developers. However well chosen projects and even stable coins are providing this generation with a once in a life time opportunity to harness the greatest transfer of wealth that has ever been established. With Inflation at an all time high of 6%, which hasn’t happened since 1990, to rampant money printing equating to 40% of all Dollars in existence being printed in just the last 12 months, why exactly, would anyone want to continue to hold the US dollar as a safe reserve. On top of that, why would one want to deposit money into there bank account, just to have that same bank loan there own money back to them at exorbitant interest rates? Fractional Reserve Banking is an antiquated system and this generation will see to the downfall of such debt slavery by becoming there own Banks.\\n\\nThey have the US Dollar, we have Stable Coins, they have endless money printing, we have deflationary currency. They say Bitcoin and Cryptocurrency have no inherent value and nothing backing them. But ever since we have gotten off the gold standard, What backs the dollar bill? Most of the money in existence is digitally held in banks, not physical. So I say again, what makes the US dollar anymore fake than our beloved Cryptocurrency? When a teenager rather spend US dollars in NBA2k to get Vbucks instead of going to the mall and purchasing items you begin to realize the transitory shift that is taking place amongst us.\\n\\nThe future of finance is decentralized, we will provide our own liquidity and be or own banks, Smart contracts have allowed Turing completeness and anything imagined can be coded into blockchain. If the future of finance is DeFi, then the future of work are Decentralized Autonomous Organizations. No longer are the days of being a slave wage and continuing to realize the inherent nature of the work being conducted is nothing more than self serving CEO’s whom care less about the measly employee. Instead with DAO’s we have an opportunity to forge a new paradigm shift in the means of Employment and the way we conduct our day to day lives. We will be able to choose what work we want to complete and when, and be paid in Cryptocurrency in return for our efforts. Voting and proposals can be conducted in a fair manner allowing the community to decide the fate of the organization instead of the hands of a few C-Suite executives.\\n\\nThe final idea I would like to convey is the future of Digital Assets and Property. Now that NFTs have become mainstream and the adoption of new forms of ownership, I can see this delving even deeper. Home deeds, Contracts, Identification Cards, Drivers license, Notary services, and many more will soon live on the Blockchain. What need would I have for a real estate lawyer if I can conduct the entire transaction on Blockchain and have all contracts digitally signed with your Crypto wallet. When it comes time to sell the house we can post the deed as an NFT and once bid on and Purchased all rights and ownership are transferred automatically to the Purchaser and funds are automatically sent to the Sellers Crypto wallet. Imagine needing a notarized document, smart contracts could allow the Notary to digitally sign documents and the blockchain becomes the permanent unalterable record of every notarized transaction. The areas of improvement that can be instilled into current legacy formats shifting into digital and blockchain based formats will allow for the progression of a less restricted system and offer abundant opportunities to those willing to learn and understand this new Technology.\\n\\nAll in all, cryptocurrency, blockchain technology and Decentralized applications have already grasped the foothold of society. We continue to see mega corporations and high name figures delve into the crypto world. This brave new Crypto world is not going anywhere and is just beginning. Stay connected and learning this new tech and find ways to help humanity build and strive in ways never seen. The new wave of opportunities is beckoning us into a digital era that will one day be referred to as the Crypto Age. Lets build back better, one blockchain at a time! \\n\\n\\\\-Netminer\\n\\n \",\"timestamp\":1638715692,\"title\":\"Thoughts on DeFi and the future of Blockchain and Cryptocurrency\"},\"digest\":\"On49JmzRwkFDutcpzCJbleXoNLE3Rjqn-jspBEwXc4w\",\"authorship\":{\"contributor\":\"0x5a085A5D5cF35D778CFd428Fe347c6C47B2C8D87\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IXz_a09KLstnVEWTa-UP33iSMJxflcuuZAwfOcCVbvE\\\",\\\"y\\\":\\\"sGy9NTTooDiicSkZ87qmcZhEw18XGo3oej3o04VZL_w\\\"}\",\"signature\":\"scVT96wzK2tFxj8uoS7Z3qPbTz02qBG6a_FkFgiu4qRKcbwYX7SGJlQamrC0o1z9mI8pQDKKP7fPcQt0sMgDHg\",\"signingKeySignature\":\"0xf15cb47666f69a8abf3b1c5fc0b769769f074c686f84d32d553f5c6f98ef1c985d9458cd9bb7c7789df2d4ff0b2e6fd7d8905b97e1d8d605de32923a6d5d92a31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IXz_a09KLstnVEWTa-UP33iSMJxflcuuZAwfOcCVbvE\\\",\\\"y\\\":\\\"sGy9NTTooDiicSkZ87qmcZhEw18XGo3oej3o04VZL_w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"On49JmzRwkFDutcpzCJbleXoNLE3Rjqn-jspBEwXc4w\"}"