"{\"content\":{\"body\":\"BRUSSELS - Europe has persevered through a year of challenges in 2021, in the wake of Brexit and amid painstaking efforts towards economic recovery from the COVID-19 pandemic.\\n\\nAs the year draws to a close, the unfolding consequences of Brexit, speculations over a Polish exit from the European Union (EU), and the lingering migrant crisis have continued to weigh heavily on EU member states' sense of cohesion and solidarity.\\n\\n**Thorny post-Brexit issues**\\n\\nIn one of the most heart-breaking headlines, 27 undocumented migrants died in an English Channel boat accident on Nov. 24 while trying to reach the UK from France. The accident triggered a squabble between the two countries, which blamed each other for the tragedy.\\n\\nThe channel shipwreck further aggravated Anglo-French relations, which had already been strained following London's signing of the AUKUS pact with the United States and Australia in September, and the dispute over licenses for French fishermen to fish in British waters after Brexit.\\n\\nAnother major post-Brexit row concerns the Northern Ireland protocol, a deal agreed by the UK and the EU to prevent a hard border between Northern Ireland and the Republic of Ireland after Brexit by keeping Northern Ireland in the EU's single market for goods.\\n\\nBut the arrangement has led to checks on goods crossing from Great Britain to Northern Ireland, creating a barrier to trade within the UK. After six months of unfruitful negotiations, the row will continue in 2022.\\n\\nAnalysts interpret Brexit as a warning sign for European integration, following which new divisions could be created between EU member states, notably between Eurozone and non-Eurozone countries, net-payers and net-recipients from the EU budget, and between member states in the north and south, and east and west.\\n\\n\\\"The threat of European disintegration following Brexit has reversed the seemingly irreversible course of 'ever closer union',\\\" said University of Cambridge PhD candidate Ugur Tekiner in an article, adding that the EU needs effective leadership to set a clear trajectory for the integration process.\\n\\n**\\\"Polexit\\\"?**\\n\\nPoland was in the limelight again in October after its top court ruled primacy of national constitution over EU law -- a ruling that challenged the supremacy of EU law, considered as a central pillar of European integration.\\n\\nEuropean Commission President Ursula von der Leyen said the ruling called EU foundations into question, \\\"a direct challenge to the unity of the European legal order.\\\"\\n\\nCritics of Poland's government feared the ruling would push the country further on the way out of the EU, though the government dismissed the idea as \\\"fake news.\\\"\\n\\nAs the absolute majority of Poland's citizens strongly support its EU membership, only a few believe that the country, the largest beneficiary of EU funding, is leaving the EU.\\n\\nThe Polish government, led by the conservative Law and Justice party, has been in conflict with EU officials since it took power in 2015. The dispute is mainly over changes to the Polish judicial system, which give the ruling party more power over the courts.\\n\\nPolish authorities say they aim to reform what they describe as a corrupt and inefficient justice system, whereas the European Commission believes such changes erode the country's democratic system of checks and balances and is holding up billions of euros to Poland earmarked in a pandemic recovery plan.\\n\\nThe commission announced last week that it was taking legal action against Poland for violating EU law and compromising judicial independence of Polish judges, prompting a rebuke from Warsaw.\\n\\n**Migrant crisis**\\n\\nMeanwhile, a months-long standoff at the border between Poland and Belarus lasted from summer into winter. The border crisis escalated last month, when large groups of migrants tried to cross from Belarus into the EU, raising the specter of a humanitarian emergency.\\n\\nThe EU blamed Belarus for sending migrants over the border as a retaliation for EU sanctions, whereas Minsk denied the accusation.\\n\\nThe European Commission put forward a set of temporary asylum and return measures to assist Poland, Latvia and Lithuania, three EU members bordering Belarus, in addressing the emergency. According to the proposal, migrants could be held in closed camps at the border for up to four months and faster deportations will explicitly be authorized.\\n\\nThe move, however, came under immediate criticism from some members of the European Parliament and rights groups, who said the new approach was unacceptable and \\\"putting politics over people's lives,\\\" especially at a time when Belarus had already evacuated the main camps at its border with Poland and expatriated hundreds of asylum seekers.\\n\\nThe EU's -- and its individual member states' -- approach to migration has created what appears to be a permanent crisis of solidarity. This is a heated and increasingly divisive issue within the bloc and even within the member states, prompting the EU to tackle the crisis from its root.\\n\\nThe European Commission has proposed to make 2022 the European Year of Youth, hoping the younger generation will strengthen European solidarity and build a better future -- a mission already taken by some.\\n\\nSince the age of 18, British humanitarian aid worker Mary Finn has been involved in sea rescue operations for migrants off the coasts of Greece, Turkey and Libya. Now at 24, she bears witness to the situation of refugees in Europe and its consequences on European politics.\\n\\n\\\"We are not alone, there is a generation of young people who are not willing to stand by and watch humanity and our planet fall apart,\\\" she said in an Instagram posting after the premiere of a documentary on the experience of herself and her peers at Cannes Film Festival in July.\",\"timestamp\":1640867029,\"title\":\"Signs of disunity prompt concerns about EU solidarity\"},\"digest\":\"EvaPBhpUNdpYhzEUY9PjgwnudZRaBpuHDYWX6hviLVw\",\"authorship\":{\"contributor\":\"0xd1bdEB6774F13212717119D2278A52acFd7a6569\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5tQ7QO_HFa4MOD3wIWsFaGfQqsiEfcBWI_D1ll4PlPU\\\",\\\"y\\\":\\\"R1P9r6gjWsMSn_s90-AGO2RslZgyAeHDqwKm0mLIrTY\\\"}\",\"signature\":\"QZZMo-e-whmpRoXn2VP8xOoynan5CtAYGYZnCCmfszXX7FjTFnguJchhqB3K0JaDZUk5nUEjU-qZ2FmABWjydw\",\"signingKeySignature\":\"0x4351cb050918c451cf6ead947c8e002d1e6cd75651735b9996025f5bd44d0d97311d12425597fdc9c2cb17ec189e19fde9d8487ce2d2d48abb34dd592fe9b3951b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5tQ7QO_HFa4MOD3wIWsFaGfQqsiEfcBWI_D1ll4PlPU\\\",\\\"y\\\":\\\"R1P9r6gjWsMSn_s90-AGO2RslZgyAeHDqwKm0mLIrTY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"EvaPBhpUNdpYhzEUY9PjgwnudZRaBpuHDYWX6hviLVw\"}"