"{\"content\":{\"body\":\"**1963, Manhattan**\\n\\nWilliam threw haircutting parties. \\n\\nOne friend brought an artist who experimented with silk screening to make paintings and adding new shadows and contours to photos.\\n\\nWilliam's apartment was covered in foil and silver paint. The artist asked him to decorate his new loft in the same way. William said “yes”, and helped Andy Warhol create his art scenius, \\\"The Factory\\\". Andy was in the business of art.\\n\\n\\\"Being good in business is the most fascinating kind of art. Making money is art and working is art and good business is the best art.\\\" - Andy Warhol\\n\\n**2911 Mars, Crystal Palace**\\n\\nElena walked with her host along the main boulevard of the \\\"Crystal Palace\\\", a kaleidoscope and panopticon of the 'Verse, an ever-shifting landscape of light and unreality. It was hard to tell which of the crowd were made of atoms or photons.\\n\\nIt felt like home, she was made for it. \\n\\nYears ago, special nanos cured her of a mutated \\\"bug\\\" that sometimes flared up in Jovian colonies - they had rewired her brain and saved her. They also gave her an unreal ability to connect and create in the ‘Verse, rivaling even the most famous “virtuals”.\\n\\nHer host began what sounded like a sermon:\\n\\n\\\"We are here to burn memes into memory. We are here to burn lokens into love. To turn a story into history.”\\n\\nLokens, local tokens, the currency of the post-war System powered the reality of the 'Verse. This was the Great Lady of Expees’ stock-in-trade. She took the longing, loss and lust of the masses and transmuted them into optical opiates. Expees, \\\"experiences\\\", were the rendered unreality of the 'Verse.\\n\\nElena nodded her head, and tried to see the contours of what the “Lady” was trying to teach her. The \\\"Lady\\\" nodded back, and said, \\\"it's alright, my dear, you'll understand. For now, all you have to do is what only you can do. I'll take care of the rest. You'll see.\\\"\\n\\nElena didn't \\\"see\\\" but she trusted her. \\n\\nThe \\\"Great Lady\\\", after all, did so much for Elena's family before she even got on the transport at Ganymede. She had been true to her word.\\n\\n![](https://images.mirror-media.xyz/publication-images/zyHBpowna_1WJcRn97qiZ.png?height=2400&width=1200)\\n\\n\",\"timestamp\":1633830811,\"title\":\"1648: 4.3 Memes Into Memory, 2911\"},\"digest\":\"_fkdJDQwoxlpIP9LSqxHLxwaFoxoawvEhtyL1xXlDfI\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"6-vLjOcwKpjg7WbIeh2PaJDonGBbuGLmKLtLly2FCYaNJ726xMRqkhqGIE65dzCuaW5QLAHhTOviFKlNmL_yUA\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bVtUMz-TXJ7VAJOrg3uD99CvbP13D-ScrzV8Ii47v1o\"}"