"{\"content\":{\"body\":\"奋斗到快弹尽粮绝的时候，我终于升到了10级，9级的4点分配点我全加在力量上后，我对付蜘蛛已经是秒杀了，10级系统又给了我5点分配，3点力量2点敏，看看自己过人的攻击和敏捷，往日的无奈一扫而空。\\n\\n```\\n下线吃了点东西，上线后我就赶紧回城，身上的装备已经磨损的快没用了，背包里面也是满载而归，什么丝囊，毒囊，红兰花的得了不少，当然了，最让我兴奋的还是打到的装备了，9级的皮甲我是立即更换起来，其他的等会去银行门口看看能不能换到其他时候我用的装备，因为转职要杀12级的血狼王，得提高一下自己的防御。\\n\\n修好身上的装备后，处理掉身上的丝囊什么的，又得了不少经验和银币，毒囊和红兰花，等会存在银行里得了（天地里现在存放物品不收费，取物品时则收取1个银币的保管费，但2个月后开放RMB兑换业务的时候，只要在银行存放2000个金币后则可以不收取保管费），现在得去接下转职任务了。\\n\\n我一转是转杀手，所以径直来到了佣兵协会。走进大门，一个穿着白色旗袍，梳着马尾辫的PLMM迎了上了，微笑着对我说道：“您好，请问你需要什么帮助吗？”\\n\\n不会是真人担当的NPC吧，诱人啊。不过我还算有自知之明，人家只是冲你是顾客罢了，想撒野的话，门口2个起码50级守卫的拳头可不是吃素的。\\n\\n“你好，我想做杀手的转职任务，请问是这里接吗？”我回道。\\n\\n“哦，做转职任务，前面左转第一个房间，指引者罗曼是负责杀手的一转任务的。”MM纤手一指，说道。\\n\\n“恩，谢谢拉，88。”收到信息的我和美女道了个别，找我的指引者。\\n\\n“不客气，慢走。”PLMM看着我的背影说道。\\n\\n无暇欣赏大厅内精美的壁画和古朴的装饰品，我匆匆走进了前面的房间，推开门，一个身着黑袍的老者正在一边的书架上翻阅着书籍，看到我进来。他放下了手中的书，用他那嘶哑的声音问道：“年轻的战士，你来到这里是否想追寻嗜血者的足迹，成为一名深渊的杀手，你是否愿意接受一转任务的挑战？”\\n\\n就他一个人，估计这老家伙就是指引者了，我一脸的笑容说到：“是的，你就是伟大的指引者罗曼吧，我就想接受一转任务的挑战，请您告诉我，我需要做点什么？”\\n\\n“好久没有人来转杀手了，既然你来了，我希望你能为了带来10只血狼獠牙，10颗巨鼠眼珠，10个死者头颅，你愿意接受这个任务吗？”老者看着我问道。\\n\\n“我接受任务，不过你起码要告诉我这些东西哪才能搞到啊？”我赶忙问道。\\n\\n“血狼獠牙是狩猎熄杉丛林中的血狼王可以得到，巨鼠眼珠和死者头颅是捕杀黑山矿坑中的巨鼠和骷髅得到的，收集全这三种物品，你再来找我，我会给予你杀手徽章，你以后就可以在佣兵协会学习职业技能了。”老者慢慢的说到。\\n\\n“恩，好的，谢谢了，那我先告辞了。”告别了老者，我走出佣兵协会，定了定心，想了想。现在我虽然10级了，但是估计那个什么血狼，老鼠什么的都不是什么好惹的，不然上次冲天剑也不会叫我一起了，如果是象蜘蛛那样一来一群，那我还不是挂到5级的命啊，不过要合作的话，和冲天剑一起不太合算，他人多，打东西轮流分的话不知道什么时候才到我头上，还是叫刑天一起去好了。\\n\\n打开呼机，扔了个信息给刑天，朋友在干吗呢。\\n\\n“郁闷呢，昨天被血狼王挂了，降了一级，今天倾家荡产买药去杀，半天才打打了2个獠牙，你呢，多少级拉。”\\n\\n“我刚10级，也想去杀血狼呢，马上找你汇合。”我连忙回了个信息过去。\\n\\n“哪见？”他问道。\\n\\n“我处理点东西，30分钟后熄杉丛林入口小桥见吧。”我发了过去。\\n\\n“行，我开杀了，回见。”\\n\\n约好帮手，我连忙跑去银行门口，转悠了一圈，讨价还价后用青丝法袍和古铜戒指跟一个兽人法师换了一条10级用的獠牙项链，因为是青铜级别的，所以在原有的力量加2的基础上还附加了2的敏捷，正好适合我用，丛林之锤和毒囊就扔到银行里先保管着，回头再来处理。\\n\\n对了，身上一瓶药也没了，干脆把挖的4株红兰花给药剂师得了，再换几瓶恢复药好了，毕竟现在还没那个资金买药鼎，而且村子里也没那玩意卖，打听过了，只有城镇的药剂店里才有卖呢。\\n\\n这次的草药看来比较值钱，药剂师给了我20瓶少量少量恢复药，我自掏腰包又买了10瓶，有药打底子，生命才能保障。\\n\\n赶到桥头的时候，刑天早已经坐在护栏上，悠闲的晃着腿呢，看到我跑了过来，他跳了下来，挥了挥手，冲我发了个组队邀请。\\n\\n“刑天邀请你加入队伍，是否接受？”点了个确定，我说道：“地方我不太熟悉，你带路，有什么情况路上告诉我。”\\n\\n“恩，跟我来走这边。”刑天点了点头说道。\\n\\n“血狼王是12级的，我单条一个肯定没问题，主要是刷的太快了，我没打完就刷了，2个一起上的话我就不好过了，这不昨天一个不小心被挂了，从11级降到现的10级，现在多了你的话，我顶你杀，肯定轻松的多了。”刑天一边跑着一边说道。\\n\\n“呵呵，你转职就只要打血狼獠牙吗？”我问道。\\n\\n“不啊，还要杀银环蛇得到20个银环蛇胆，不过那个我早就杀好了，杀蛇比较轻松，刷的不快，而且蛇胆也容易打到的。”刑天笑着说道。\\n\\n“现在就只差这个血狼獠牙我就可以转职拉。”\\n\\n看样子骑士的一转比我轻松多了，想想阴森的矿坑，感觉就比这里危险多了，也不知道老鼠和骷髅是否比这个血狼更难缠，我心里暗想。\\n\\n“对了，你一转什么职业啊？”刑天一转头问道。\\n\\n“我一转是杀手。”我脱口说到。\\n\\n“呵呵，冷门啊，现在天地里单练的玩家对杀手不都太看好。”刑天眼神怪怪的看着我说道。\\n\\n“不是吧，这么好的职业会不看好？而且二转了以后无论是刺客或者盗贼都是比较吃香的吧！”我惊讶的说道。\\n\\n“你运气好，能有了比较配套的装备当然不知道别人的苦了，现在就算一转了，没有好的装备做底子的话，杀手这个职业单练很难的，除非和别人组队，因为血少防低是他的致命伤，而且现在也没谁钱多的大口大口的吃药。”刑天指了指我的装备说道。\\n\\n“不过等二个月后开放了RMB兑换业务的话，那时有了￥做底，我估计杀手职业的春天就要到了。”\\n\\n“呵呵，想不到你一介武夫，还蛮会分析时事政事的嘛，可以当个分析顾问拉。”我笑着说到。\\n\\n两个人边走边谈，一路上拒绝了其他玩家发出的组队邀请，砍翻了几只不长眼的小怪，来到了熄杉丛林的深处。\\n\\n茂密的流苏树枝撑开了头顶的天空，洁白的花朵如雪压枝，微风掠过，带起阵阵沁人的轻香，灿烂的阳光从鱼网般的叶空点缀下来，这一片生机昂然的绿，让我的心里舒坦了好多。\\n\\n刑天停下了脚步，从背包里掏出一柄巨剑，呵，狼头吞口上的剑身寒光四射，一看就知道是个好东西。他双手把牢巨剑，扭头说道：“兄弟，前面就是血狼王的聚集地了，这里玩家不多，有情况没几个能救我们的，要小心了，我来引怪，你跟我上。”\\n\\n“恩，明了，你小心点，一个一个的引。”我紧握诅咒之刃，眼睛四下张望着说到。\\n\\n拨开前面矮矮的一从灌木，只见一头血狼王正懒散的躺着休息呢，刑天小心的走了过去，“咔嚓”一声，他踩断了一根枯木，立即退到我的身边。\\n\\n只见血狼王耳朵一动，立即警觉的爬了起来，抖了抖一身标志性的暗红色狼毛，一双幽蓝的眼睛死死盯着我们，低声的吼叫着，稍微退后了几步，身子一绷，纵身扑了上来。\\n\\n刑天双手举起巨剑，挡住了血狼王锋利的狼爪，我一缩身子，从旁边插了上来，匕首狠狠的刺入血狼王那柔软的腹部，一拔匕首，一股猩红热血喷了出来，-120的数字飘荡在它的头上。\\n\\n吓，这小子的攻击这么高啊，我昨天11级的时候装备这把战狼巨剑砍血狼王，也不过只能费它40几的血，就算他攻击给予的致命伤害也没这么猛吧，估计那把不起眼的匕首比较牛，要不就是他的升级分配点全部加的力量。刑天一边招架着血狼王的撕咬，一边心里暗暗想到。\\n\\n血狼王被我几刀下去吃痛的紧，转头放下刑天不管，张口就向我咬来，来就来，哥们怕你不成，我避起锋芒，血狼王一口没咬到，爪子拍在我的腿上，-80的伤害飘了起来，果然厉害，要是咬到我还不去了上百啊。\\n\\n我一刀扎在它的脖子上，血狼王唉嚎了几声，挂了，呵呵，整个战斗轻松告一段落，也成功的打到了一颗血狼獠牙，刑天看了看我，伸出拇指说了二个字：“真牛。”\\n```\\n\\n\\n------------\",\"timestamp\":1639819248,\"title\":\"第十一章   转职一\"},\"digest\":\"9A_bhDa1nJTJHo4e-fjp58Cm4HLx71ZSB1o1xiLEVT8\",\"authorship\":{\"contributor\":\"0xc7bB091b0D6deDC4d6506F8D35416D7307dab140\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GqHlIlWKFdANjcZTqBPOrL3sMuauwaEcXKzy3Q1BRP4\\\",\\\"y\\\":\\\"ZObzP-dteMUilLO7UQ00kmXFM1Dif4OWV_BkVKVBYBI\\\"}\",\"signature\":\"4cT7hUkkmOyVCoIzOD5yDgLzb4tVvQQjWyi1sey-pdjeAk4TNunmvfwcx1bPh708yuFGz8LPPYQCIexn-HA9Iw\",\"signingKeySignature\":\"0xd4b712792857189c9c7b230fe82f03cc271d42da8ec7b3b33281eda95c36ce433b392aa1979b18b341f00533b3124b601c805837ec5ff975a4f62b4a90748ed01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GqHlIlWKFdANjcZTqBPOrL3sMuauwaEcXKzy3Q1BRP4\\\",\\\"y\\\":\\\"ZObzP-dteMUilLO7UQ00kmXFM1Dif4OWV_BkVKVBYBI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9A_bhDa1nJTJHo4e-fjp58Cm4HLx71ZSB1o1xiLEVT8\"}"