"{\"content\":{\"body\":\"and that the strangest things will happen in it.  It's no use making plans, for I can't see two steps ahead - everything is unknown.  But one thing's evident: nothing but the wildest audacity will carry me through, and I must sacrifice everything else to that.  And therefore if Surtur shows himself again, I shall go forward to meet him, even if it means death.\\\"\\n\\nThrough the black, quiet aisles of the forest the drum beats came again.  The sound was a long way off and very faint.  It was like the last mutterings of thunder after a heavy storm.  Maskull listened, without getting up.  The drumming faded into silence, and did not return.\\n\\nHe smiled queerly, and said aloud, \\\"Thanks, Surtur!  I accept the omen.\\\"\\n\\nWhen he was about to get up, he found that the shrivelled skin that had been his third arm was flapping disconcertingly with every movement of his body.  He made perforations in it all around, as close to his chest as possible, with the fingernails of both hands; then he carefully twisted it off.  In that world of rapid growth and ungrowth he judged that the stump would soon disappear.  After that, he rose and peered into the darkness.\\n\\nThe forest at that point sloped rather steeply and, without thinking twice about it, he took the downhill direction, never doubting it would bring him somewhere.  As soon as he started walking, his temper became gloomy and morose - he was shaken, tired, dirty, and languid with hunger; moreover, he realised that the walk was not going to be a short one.  Be that as it may. he determined to sit down no more until the whole dismal forest was at his back.\\n\\nOne after another the shadowy, houselike trees were observed, avoided, and passed.  Far overhead the little patch of glowing sky was still always visible; otherwise he had no clue to the time of day.  He continued tramping sullenly down the slope for many damp, slippery miles - in some places through bogs.  When, presently, the twilight seemed to thin, he guessed that the open world was not far away.  The forest grew more palpable and grey, and now he saw its majesty better.  The tree trunks were like round towers, and so wide were the intervals that they resembled natural amphitheatres.  He could not make out the colour of the bark.  Everything he saw amazed him, but his admiration was of the growling, grudging kind.  The difference in light between the forest behind him and the forest ahead became so marked that he could no longer doubt that he was on the point of coming out.\\n\\nReal light was in front of him; looking back, he found he had a shadow.  The trunks acquired a reddish tint.  He quickened his pace. As the minutes went by, the bright patch ahead grew luminous and vivid; it had a tinge of blue.  He also imagined that he heard the sound of surf.\\n\\nAll that part of the forest toward which he was moving became rich with colour.  The boles of the trees were of a deep, dark red; their leaves, high above his head, were ulfire-hued; the dead leaves on the ground were of a colour he could not name.  At the same time he discovered the use of his third eye.  By adding a third angle to his sight, every object he looked at stood out in greater relief.  The world looked less flat - more realistic and significant.  He had a stronger attraction toward his surroundings; he seemed somehow to lose his egotism, and to become free and thoughtful.\\n\\nNow through the last trees he saw full daylight.  Less than half a mile separated him from the border of the forest, and, eager to discover what lay beyond, he broke into a run.  He heard the surf louder.  It was a peculiar hissing sound that could proceed only from water, yet was unlike the sea.  Almost immediately he came within sight of an enormous horizon of dancing waves, which he knew must be the Sinking Sea.  He fell back into a quick walk, continuing to stare hard.  The wind that met him was hot, fresh and sweet\\n\\nWhen he arrived at the final fringe of forest, which joined the wide sands of the shore without any change of level, he leaned with his back to a great tree and gazed his fill, motionless, at what lay in front of him.  The sands continued east and west in a straight line, broken only here and there by a few creeks.  They were of a brilliant orange colour, but there were patches of violet.  The forest appeared to stand sentinel over the shore for its entire length.  Everything else was sea and sky - he had never seen so much water.  The semicircle of the skyline was so vast that he might have imagined himself on a flat world, with a range of vision determined only by the power of his eye.  The sea was unlike any sea on Earth.  It resembled an immense liquid opal.  On a body colour of rich, magnificent emerald-green, flashes of red, yellow, and blue were everywhere shooting up and vanishing.  The wave motion was extraordinary.  Pinnacles of water were slowly formed until they attained a height of perhaps ten or twenty feet, when they would suddenly sink downward and outward, creating in their descent a series of concentric rings for long distances around them.  Quickly moving currents, like rivers in the sea, could be seen, racing away from land; they were of a darker green and bore no pinnacles.  Where the sea met the shore, the waves rushed over the sands far in, with almost sinister rapidity - accompanied by a weird, hissing, spitting sound, which was what Maskull had heard.  The green tongues rolled in without foam.\\n\\nAbout twenty miles distant, as he judged, directly opposite him, a long, low island stood up from the sea, black and not distinguished in outline.  It was Swaylone's island. Maskull was less interested in that than in the blue sunset that glowed behind its back.  Alppain had set, but the whole northern sky was plunged into the minor key by its afterlight.  Branchspell in the zenith was white and overpowering, the day was cloudless and terrifically hot; but where the blue sun had sunk, a sombre shadow seemed to overhang the world. Maskull had a feeling of disintegration - just as if two chemically distinct forces were simultaneously acting upon the cells of his body.  Since the afterglow of Alppain affected him like this, he thought it more than likely that he would never be able to face that sun itself, and go on living.  Still, some modification might happen to him that would make it possible.\\n\\nThe sea tempted him.  He made up his mind to bathe, and at once walked toward the shore.  The instant he stepped outside the shadow line of the forest trees, the blinding rays of the sun beat down on him so savagely that for a few minutes he felt sick and his head swam.  He trod quickly across the sands.  The orange-coloured parts were nearly hot enough to roast food, he judged, but the violet parts were like fire itself.  He stepped on a patch in ignorance, and immediately jumped high into the air with a startled yell.\\n\\nThe sea was voluptuously warm.  It would not bear his weight, so he determined to try swimming.  First of all he stripped off his skin garment, washed it thoroughly with sand and water, and laid it in the sun to dry.  Then he scrubbed himself as well as he could and washed out his beard and hair.  After that, he waded in a long way, until the water reached his breast, and took to swimming - avoiding the spouts as far as possible  He found it no pastime.  The water was everywhere of unequal density. In some places he could swim, in others he could barely save himself from drowning, in others again he could not force himself beneath the surface at all.  There were no outward signs to show what the water ahead held in store for him. The whole business was most dangerous.\\n\\nHe came out, feeling clean and invigorated.  For a time he walked up and down the sands, drying himself in the hot sunshine and looking around him.  He was a naked stranger in a huge, foreign, mystical world, and whichever way he turned, unknown and threatening forces were glaring at him.  The gigantic, white, withering Branchspell, the awful, body-changing Alppain, the beautiful, deadly, treacherous sea, the dark and eerie Swaylone's Island, the spirit-crushing forest out of which he had just escaped - to all these mighty powers, surrounding him on every side, what resources had he, a feeble, ignorant traveller to oppose, from a tiny planet on the other side of space, to avoid being utterly destroyed? ... Then he smiled to himself. \\\"I've already been here two days, and still I survive. I have luck - and with that one can balance the universe.  But what is luck - a verbal expression, or a thing?\\\"\\n\\nAs he was putting on his skin, which was now dry, the answer came to him, and this time he was grave.  \\\"Surtur brought me here, and Surtur is watching over me.  That is my 'luck.' .. . But what is Surtur in this world? ... How is he able to protect me against the blind and ungovernable forces of nature?  Is he stronger than Nature? .. .\\\"\\n\\nHungry as he was for food, he was hungrier still for human society, for he wished to inquire about all these things.  He asked himself which way he should turn his steps.  There were only two ways; along the shore, either east or west.  The nearest creek lay to the east, cutting the sands about a mile away.  He walked toward it.\\n\\nThe forest face was forbidding and enormously high.  It was so squarely turned to the sea that it looked as though it had been planed by tools.  Maskull strode along in the shade of the trees, but kept his head constantly turned away from them, toward the sea - there it was more cheerful.  The creek, when he reached it, proved to be broad and flat-banked.  It was not a river, but an arm of the sea. Its still, dark green water curved around a bend out of sight, into the forest.  The trees on both banks overhung the water, so that it was completely in shadow.\\n\\nHe went as far as the bend, beyond which another short reach appeared.  A man was sitting on a narrow shelf of bank, with his feet in the water.  He was clothed in a coarse, rough hide, which left his limbs bare.  He was short, thick, and sturdy, with short legs and a long, powerful arms, terminating in hands of an extraordinary size. He was oldish.  His face was plain, slablike, and expressionless; it was full of wrinkles, and walnut-coloured.  Both face and head were bald, and his skin was tough and leathery.  He seemed to be some sort of peasant, or fisherman; there was no trace in his face of thought for others, or delicacy of feeling.  He possessed three eyes, of different colors - jade-green, blue, and ulfire.\\n\\nIn front of him, riding on the water, moored to the bank, was an elementary raft, consisting of the branches of trees, clumsily corded together.\\n\\nMaskull addressed him.  \\\"Are you another of the wise men of the Wombflash Forest?\\\"\\n\\nThe man answered him in a gruff, husky voice, looking up as he did so.  \\\"I'm a fisherman. I know nothing about wisdom.\\\"\\n\\n\\\"What name do you go by?\\\"\\n\\n\\\"Polecrab.  What's yours?\\\"\\n\\n\\\"Maskull.  If you're a fisherman, you ought to have fish.  I'm famishing.\\\"\\n\\nPolecrab grunted, and paused a minute before answering.\\n\\n\\\"There's fish enough.  My dinner is cooking in the sands now.  It's easy enough to get you some more.\\\"\\n\\nMaskull found this a pleasant speech.\\n\\n\\\"But how long will it take?\\\" he asked.\\n\\nThe man slid the palms of his hands together, producing a shrill, screeching noise. He lifted his feet from the water, and clambered onto the bank. In a minute or two a curious little beast came crawling up to his feet, turning its face and eyes up affectionately, like a dog.  It was about two feet long, and somewhat resembled a small seal, but had six legs, ending in strong claws.\\n\\n\\\"Arg, go fish!\\\" said Polecrab hoarsely.\\n\\nThe animal immediately tumbled off the bank into the water.  It swam gracefully to the middle of the creek and made a pivotal dive beneath the surface, where it remained a great while.\\n\\n\\\"Simple fishing,\\\" remarked Maskull.  \\\"But what's the raft for?\\\"\\n\\n\\\"To go to sea with.  The best fish are out at sea.  These are eatable.\\\"\\n\\n\\\"That arg seems a highly intelligent creature.\\\"\\n\\nPolecrab grunted again.  \\\"I've trained close on a hundred of them. The bigheads learn best, but they're slow swimmers.  The narrowheads swim like eels, but can't be taught.  Now I've started interbreeding them - he's one of them.\\\"\\n\\n\\\"Do you live here alone?\\\"\\n\\n\\\"No, I've got a wife and three boys.  My wife's sleeping somewhere, but where the lads are, Shaping knows.\\\"\\n\\nMaskull began to feel very much at home with this unsophisticated being.\\n\\n\\\"The raft's all crazy,\\\" he remarked, staring at it.  \\\"If you go far out in that, you've got more pluck than I have.\\\"\\n\\n\\\"I've been to Matterplay on it,\\\" said Polecrab.\\n\\nThe arg reappeared and started swimming to shore, but this time clumsily, as if it were bearing a heavy weight under the surface. When it landed at its master's feet, they saw that each set of claws was clutching a fish - six in all.  Polecrab took them from it.  He proceeded to cut off the heads and tails with a sharp-edged stone which he picked up; these he threw to the arg, which devoured them without any fuss.\\n\\nPolecrab beckoned to Maskull to follow him and, carrying the fish, walked toward the open shore, by the same way that he had come.  When they reached the sands, he sliced the fish, removed the entrails, and digging a shallow hole in a patch of violet sand, placed the remainder of the carcasses in it, and covered them over again.  Then he dug up his own dinner.  Maskull's nostrils quivered at the savoury smell, but he was not yet to dine.\\n\\nPolecrab, turning to go with the cooked fish in his hands, said, \\\"These are mine, not yours.  When yours are done, you can come back and join me, supposing you want company.\\\"\\n\\n\\\"How soon will that be?\\\"\\n\\n\\\"About twenty minutes,\\\" replied the fisherman, over his shoulder.\\n\\nMaskull sheltered himself in the shadows of the forest, and waited. When the time had approximately elapsed, he disinterred his meal, scorching his fingers in the operation, although it was only the surface of the sand which was so intensely hot.  Then he returned to Polecrab.\\n\\nIn the warm, still air and cheerful shade of the inlet, they munched in silence, looking from their food to the sluggish water, and back again.  With every mouthful Maskull felt his strength returning.  He finished before Polecrab, who ate like a man for whom time has no value.  When he had done, he stood up.\\n\\n\\\"Come and drink,\\\" he said, in his husky voice.\\n\\nMaskull looked at him inquiringly.\\n\\nThe man led him a little way into the forest, and walked straight up to a certain tree.  At a convenient height in its trunk a hole had been tapped and plugged.  Polecrab removed the plug and put his mouth to the aperture, sucking for quite a long time, like. a child at its mother's breast.  Maskull, watching him, imagined that he saw his eyes growing brighter.\\n\\nWhen his own turn came to drink, he found the juice of the tree somewhat like coconut milk in flavour, but intoxicating.  It was a new sort of intoxication, however, for neither his will not his emotions were excited, but only his intellect  - and that only in a certain way. His thoughts and images were not freed and loosened, but on the contrary kept labouring and swelling painfully, until they reached the full beauty of an aper?u, which would then flame up in his consciousness, burst, and vanish.  After that, the whole process started over again.  But there was never a moment when he was not perfectly cool, and master of his senses.  When each had drunk twice, Polecrab replugged the hole, and they returned to their bank.\\n\\n\\\"Is it Blodsombre yet?\\\" asked Maskull, sprawling on the ground, well content.\\n\\nPolecrab resumed his old upright sitting posture, with his feet in the water.  \\\"Just beginning,\\\" was his hoarse response.\\n\\n\\\"Then I must stay here till it's over.... Shall we talk?\\\"\\n\\n\\\"We can,\\\" said the other, without enthusiasm.\\n\\nMaskull glanced at him through half-closed lids, wondering if he were exactly what he seemed to be.  In his eyes he thought he detected a wise light.\\n\\n\\\"Have you travelled much, Polecrab?\\\"\\n\\n\\\"Not what you would call travelling.\\\"\\n\\n\\\"You tell me you've been to Matterplay - what kind of country is that?\\\"\\n\\n\\\"I don't know. I went there to pick up flints.\\\"\\n\\n\\\"What countries lie beyond it?\\\"\",\"timestamp\":1637648718,\"title\":\"\\n\\\"I must make up my mind that this is a strange journey,\"},\"digest\":\"-n5af-13GVINWihh8ZbSMWDtJkfY8xvmeiMCX32tf5g\",\"authorship\":{\"contributor\":\"0x4FEa0511D28B2e43455B26d9Bb2E5c7B7044985a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B9Tl1pcWQhjHHDzPMXo0N4nRrWhrTl0vqnePWcSjkGY\\\",\\\"y\\\":\\\"N0MzcquDV3iNrGxNBtJRJqG7wRliCTnYfxhiBDeIOZs\\\"}\",\"signature\":\"md0VJlVIw6SDkBs-k5dlAyvVmAU8CswcrVXfNy4Mp4PK8dUY_5w6rFekxo00gMCZ7Hz5brwKPmScLR5psZeHjA\",\"signingKeySignature\":\"0x0fc9453ca574b08a0fdc322179952f00e9d7047aa6ff864b5053a564d97d9dab10b4a2ae71b747dfa144baaa703bce5cd7502d960841bef3e33a57f5afbee4441c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B9Tl1pcWQhjHHDzPMXo0N4nRrWhrTl0vqnePWcSjkGY\\\",\\\"y\\\":\\\"N0MzcquDV3iNrGxNBtJRJqG7wRliCTnYfxhiBDeIOZs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-n5af-13GVINWihh8ZbSMWDtJkfY8xvmeiMCX32tf5g\"}"