"{\"content\":{\"body\":\"According to the police, the death toll caused by the strongest typhoon Rey in the Philippines has accumulated to 208 people, making it one of the deadliest storms that have hit the Philippines in recent years.\\n\\nAgence France-Presse reported that statistics from the Philippine police showed that after Typhoon Rai hit the southern and central parts of the Philippine Islands, at least 239 people were injured and 52 people are unaccounted for.\\n\\nWhen Rey hit the Philippines on the 16th in the form of a super typhoon, more than 300,000 people fled their homes and coastal resorts.\\n\\nThe Philippine Red Cross reported that the coastal area was \\\"completely destroyed\\\", with only debris left in houses, hospitals, schools and community buildings.\\n\\nTyphoon Rae blew roofs, uprooted trees, knocked down telephone poles, destroyed wooden houses, and flooded villages. The disaster is comparable to Typhoon Haiyan in 2013.\\n\\nTyphoon Haiyan is known as Yolanda in the Philippines. It caused more than 7,300 deaths or disappearances, making it the most deadly typhoon in the history of the Philippines.\\n\\nOne of the most severely damaged islands this time is the province of Bohol, known for its beaches, continuous Chocolate Hills, and small primates such as tarsier. Its governor, Arthur Yap, stated on his Facebook page that at least 74 people were killed in the typhoon.\",\"timestamp\":1639979912,\"title\":\"The Philippines' strongest typhoon this year has killed 208 people\"},\"digest\":\"XNHATRjmqjRLYCWPuoUB2w70TYp45Lwx8mDJ655IW6Q\",\"authorship\":{\"contributor\":\"0x2EA10BD6B8060b7b04ef535Eb32B1aaD9e40862D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sp3V8aHyX8lQMbseqV4PEApQlfT9R5S_SNScuGDIVxs\\\",\\\"y\\\":\\\"_WCSyOFv7oAkSttyjZP63lSIBXNqXKWBD_0O9Vo8epE\\\"}\",\"signature\":\"r6Ic2JxQ1sbVhW-BuyPbt6Js8qQI8Sh2ihp4PltCfoyMVfpHLbJcMP5B6C3t-02tCFOtfTR5aH9tHsRJRvxl9g\",\"signingKeySignature\":\"0x15ab11ae066e3311ad2cde86ea9b97c19ade634ce81053a8e7ae1a5eb944e8983cb4f2c0ff7565a9be7e1b38346a62b08a1016baf202c37c253e57123e5ab5311c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sp3V8aHyX8lQMbseqV4PEApQlfT9R5S_SNScuGDIVxs\\\",\\\"y\\\":\\\"_WCSyOFv7oAkSttyjZP63lSIBXNqXKWBD_0O9Vo8epE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XNHATRjmqjRLYCWPuoUB2w70TYp45Lwx8mDJ655IW6Q\"}"