"{\"content\":{\"body\":\"When a habit is connected to a rigid need in life, the habit is reinforced, and if it is a bad habit, it is much harder to quit.\\n\\nMany smokers' smoking behavior often does not occur independently, i.e., not purely because they like cigarettes and want to smoke. The action of smoking is often linked to a fixed other behavior. For example, a cigarette after a meal, xxx; and then, for example, meet acquaintances, a cigarette to start, smoke slowly talk about life topics; also for example, entrusted to do things, a cigarette can save a lot of embarrassment and psychological baggage.\\n\\nIn terms of the above fixed scenes in life, smoking is not for the release of mental stress in the usual sense, it has been fixed into a habit of life, like eating, drinking water, as if it has become a vital need to maintain life. It is also different from the Chinese drinking culture, where the persuasion to drink at banquets is partly due to social pressure, and the function of \\\"socializing\\\" is only a small part of the usefulness for smokers.\\n\\nOld smokers do not realize whether they really want to smoke, but in some daily affairs after the natural with a cigarette, over time, smoke and things have formed a close link between which moment forget to smoke, a sense of psychological absence will also rise, silently induced smokers to pull out the cigarette box.\\n\\nThe smoker's heart can promise himself the opportunities that smoking brings to his life, but he cannot deny that certain diseases in his body are caused by years of smoking habits.\\n\\nA better solution, I thought.\\nSince eating and drinking, a behavior based on human survival and health, is unchangeable, the other end of the chain, the flexible behavior with high stimulation, can be replaced first with other behaviors of medium to high stimulation, and then lowered step by step until the association can be completely eliminated if desired.\\n\\nTo be more specific, based on the fact that smoking makes you feel good, you can replace \\\"smoking\\\" with another behavior that is also considered to be stimulating, which, in addition to being slightly less stimulating, is also more controllable; more importantly, the positive benefit of the replacement behavior is inevitably higher than that of smoking (benefit: replacement behavior - original behavior ≥ 0), which will help you quit the original behavior due to the positive feedback that is consciously recognized.\",\"timestamp\":1634375132,\"title\":\"First break, then build\"},\"digest\":\"Dq3OR4_kmHN6e6c1v0XjdPmqeF3EM1Ev_5WfkRQ2iok\",\"authorship\":{\"contributor\":\"0x896002E29FE4CDa28A3ae139b0bf7bAc26B33a8C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3HldmcB7u73tD9jNXjnh-O-JxM1HjqvQNiKZ337oxCI\\\",\\\"y\\\":\\\"M6IuSVyChtbahHLBIkLcNz8rp2gMPCiBOejf00TjjjM\\\"}\",\"signature\":\"xbHAR5JSLBAkGkq15vQUmE2yeGUohlDpY4NWLjsgfRGevbpXeBULVoi4xBxtIYvrgafV5AqiqeIey1Ct-9cZSg\",\"signingKeySignature\":\"0x3a2497806be7c89bca3685ed987255c3e6b42de5515f1d42d41b7195c8374287152661f8add9bc320824019f93ccb29a7ceb65af1daf80e6cc3e71cc6e4842401c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3HldmcB7u73tD9jNXjnh-O-JxM1HjqvQNiKZ337oxCI\\\",\\\"y\\\":\\\"M6IuSVyChtbahHLBIkLcNz8rp2gMPCiBOejf00TjjjM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Dq3OR4_kmHN6e6c1v0XjdPmqeF3EM1Ev_5WfkRQ2iok\"}"