"{\"content\":{\"body\":\"The principle of pouring one's own thoughts into other people's minds\\n\\nConfucius said: \\\"You can talk with words and not talk with them, and lose others; you can't talk with words and talk with them, and gossip. Those who know do not lose others, nor do they lose words.\\\"\\n\\nWhat's the meaning? You can talk to him, but you don't talk to him. This is a missed talent or someone worthy of your relationship; you can't talk to him but talk to him, which is superfluous. The knower, that is, the wise person, will neither lose talents or people worthy of association, nor fail to speak, but talk more with others. First, don’t make mistakes, don’t say the wrong things, and second, don’t let the other person miss your words, don’t let the other person ignore your words, miss your words, or despise your words. Generally, we know a little bit about the former, but we don't pay much attention to the latter because of wishful thinking.\\n\\nIsn’t it often said that people nowadays, the most remarkable are two things. One is to pour their own thoughts into others’ minds, and the other is to put others’ money into their own pockets. These two things are often linked together, and you Once you have such a purpose, you are insincere, and if you don't consider others, it will be counterproductive. On the contrary, you will make your own words cheap, people will also be cheap, and you will become a bitch, and it's not worth it.\\n\\n130 Entrepreneurship Business School Serving entrepreneurs\\n\\nHow to do it? Learn to give up. You want to persuade others to seek an interest, but if the other party and you can't find something in common, then give up. You want to educate someone and lead him to move forward. If he can't keep up, you have to give up. Confucius can't teach Zilu to become Zi Gong or Yan Hui. People are different from others.\\n\\nTherefore, it is not a technical problem, but an attitude problem. If you have a correct attitude, you will not be easy to make mistakes, and will not make yourself very cheap.\\n\\nThen add something about not losing people. Without losing people, this requirement is much higher than without losing words! Don’t say anything, it’s a big deal if I don’t say anything\\n\\nYes, some people are born to talk a lot, because they are not talkative. But without losing anybody, I ask you not to miss a word that should be said, and not to miss a word that should be spoken.\\n\\nTo give a lighter example, you see a girl or a guy on the subway, and you fall in love at first sight, but you don't have the courage to go up and ask for a phone number. After that, I was lingering in my dreams, and the next day I went to Weibo and WeChat to ask for forwarding to find him (her). This is what I should say-I'm lost.\\n\\nBecause you don’t say a word, you lose him (her) face-to-face-or a lover, or a noble person who can determine your destiny, or a talent who can assist you in doing great things, or a partner who can achieve together with you-how What a pity!\\n\\nPeople's insights are different in depth. Should I talk to him or not, and the extent to which I say it will vary from person to person. If he is profoundly accomplished and well-informed, but I did not speak to him, it is because I have no knowledge of the people and missed the talent! The gentleman heard a word and knew if he was that person, and knew whether he understood it. Yes and no, clear and unclear, just in one word. So when you meet someone who can talk to him, you have to say it right away, so you won't lose anyone!\\n\\nThe master's trick is just one sentence. If you didn't say this sentence, you missed the master.\",\"timestamp\":1634796740,\"title\":\"How to be a profitable boss\"},\"digest\":\"b-rxuHMPVWJrGHIptlw_yVlieuokhvK0lqxLFtnKOP0\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"a-Y2xaVJOvOTXnDw6aQfg8ArKP01ILTRa3qtpUdxGheRwmJdqgRvtSPNdU7TT7_G97SWx8_R_6T6SPSAY-zzIA\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"b-rxuHMPVWJrGHIptlw_yVlieuokhvK0lqxLFtnKOP0\"}"