"{\"content\":{\"body\":\"1648 Amsterdam\\n\\nPliny the Elder said a girl became the muse of painting after drawing an outline of a boy she loved, following his shadow cast by lamplight. Love made the myth of the muse.\\n\\nThe 80 Years War faded into the peace of Westphalia in 1648, a Dutch Golden Age shined. Its art flowered into a million works. A handful of artists entered myth and history.\\n\\nRembrandt, revered for his shadows - subdued earth tones, dark spaces punctuated with flares.\\n\\nVermeer, loved for his light - yellows of the sun and lapus lazuli blue paint worth its weight in gold.\\n\\nWhere there is shadow, there has to be light. Where there is myth, there was history. The muse lives between them.\\n\\n2911 MARS\\n\\nThe Great Lady of Expees guided Elena by the hand through all the after-parties. \\n\\nSo much to do. She had to burn a myth about her protege into the Verse's ledger. Something the oracles would set into the firmament of the System’s history.\\n\\n\\\"This is boring, isn't it my dear? Come, let's go somewhere better.\\\" Soon they were on a transport.\\n\\nThey were in walking through the Reverence Halls. Survivors of the Long War, who could not be fully healed lived here.\\n\\n\\\"Elena, this is a special place. I saw what you did for people back home who were also in the Long War. Can you do something even bigger here?”\\n\\nElena froze. She nodded. \\\"Yes.\\\"\\n\\nElena connected with the Halls' network to the veterans. \\n\\nHundreds of people who never quite returned from the war were home again. They became young. They held their loved ones. They made love to their spouses. They held their babies. They lived again, with light in their eyes.\\n\\nWhen the medics tried virtuals therapy, it made things worse. Elena was not better than the machines but different.\\n\\nThe \\\"Lady\\\" made sure that the news Oracles would share the \\\"Miracle of the Homecoming.\\\", and how this exotic girl chose to comfort the \\\"honored lost\\\". Her myth began.\\n\\n![](https://images.mirror-media.xyz/publication-images/pt_6TSq1B-bcT4DaL3m56.png?height=2400&width=1200)\\n\\n\",\"timestamp\":1633831148,\"title\":\"1648: 4.4 Myth Burned Into History, 2911\"},\"digest\":\"hR0NernVcQ2IuN7y3goNdY7g8_sVzru6JCeIyF_YktY\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"AedjUcNrNAlmq9zCZcLvjW1W3oH2Ni_WTc33gZvZb3u3JKi_9TrU253nMO-JDgJCipE8WV77zlul076ollr0ZQ\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YDlSh6bWOiGSgz2xNgL2BigyU3VbALBsLCct_Tqms9Q\"}"