"{\"content\":{\"body\":\"Over Christmas I was in my Dad’s house where I know a bunch of my old Pokemon cards still lived.\\n\\nMy brothers and I went on a mission to find out what we still had and understand the value of our collection.\\n\\nWe’d heard all the buzz about old Pokemon cards being worth hundreds or thousands of dollars, but we quickly realized we weren’t going to find a five figure stash.\\n\\nFor starters, it seemed like many of the cards I thought I had were missing and the ones we did have were in pretty rough shape.\\n\\nMy parents talked about a “binder” where rare cards were kept in sleeves, but we never found this binder.\\n\\nStill, we had hundreds of cards, many of which were from the base level set. The value of most of these cards was unclear. They weren’t in mint condition and none had been graded, so it looked like most were worth between $1-20, not worth the hassle to try to sell.\\n\\nSo we set out on a new mission to see how many of the original 150 Pokemon we had.\\n\\nAfter a few hours of sorting, we had 103 of the original 150 Pokemon. Many of the ones we were missing were quite rare, like Charizard, Blastoise, Mew, etc…\\n\\nPart of me felt like I had those cards at one point, but it’s been nearly 20 years since I started collecting these cards and I’ve forgotten about them for most of that time.\\n\\nWe started off this journey as if we would find a valuable stash, and sell it for a few thousand dollars, but my mindset quickly flipped into that of a collector and my question was now “how might we complete the full set of 150 original Pokemon?”\\n\\nAnd now we were into a world of Ebay resellers, with storefronts saying you could pick any card and buy it from them. To find the price you had to look in a drop down menu of 200+ items, and find the price for the card you wanted, if this seller even had it in stock.\\n\\nOr you could individually search for the card, and find a single listing. All in all, I had no idea how much we would need to spend to complete our set of 150. The pricing and purchasing of these items was challenge.\\n\\nThe whole experience made me excited for the growth of digital collectibles to solve many of these problems:\\n\\n* Physical condition of the item can only be determined by a grading agency. Digital assets stay in mint condition always.\\n* Playing with your digital collectibles doesn’t devalue them. Weirdly, the people whose Pokemon cards are worth the most are the ones who put them in cases immediately, rather than enjoying playing the game with them.\\n* Buying and selling is streamlined when items are organized by contract address rather than by seller storefront.\\n* When everything is composable, someone could easily build a tool to calculate how much a set of “the full 150” would cost, and how much your current collection is worth.\\n* The question of “did I ever own this card” is easily solved if you know the collectors wallet address, you can look at the transaction history.\\n\\nThere are obviously new problems introduced as these collectibles become digital like setting up a wallet, securing it, and being able to access it years in the future. But overall, I think the future is bright for digital collectibles.\\n\\nI have so many questions about my pokemon card collection, and unfortunately I’ll probably never know what happened to most of them. I hope the next generation at least has a record of their collectibles, so when they grow up and feel the need to look back on their collection they can easily see what they had and where it went.\",\"timestamp\":1641479705,\"title\":\"Missing My Pokemon Cards\"},\"digest\":\"DIuJWBBFOGTY5K0CJpGF51BymmG599h6M8F-8kWMsZ8\",\"authorship\":{\"contributor\":\"0x08657e338888424994b753cd75157eDa48cde924\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1idTCrclE6ke8Hs13Vq6HM-EyyDJNNLJl5FVZya3rBs\\\",\\\"y\\\":\\\"-cC4MWHK_9vIfPsweQZL1mDuPSREYF3M3R_QjVQC9ng\\\"}\",\"signature\":\"y2H2WN9xs3bnQTp1Vg4b3IZ452V6Y61J3ERox5bltXy7nqskmsAIYu8ooubj_fKLnJ-wm2D2E79H-y9C17_P7Q\",\"signingKeySignature\":\"0xe6fba09c98c6b9966cb17e845c74e4d9ac0752ec7c8265dc8d0c8323b185961901532f163adc8263995391ad20e6bc6d6a8ebcdda1565f52e434a48cbea94ceb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1idTCrclE6ke8Hs13Vq6HM-EyyDJNNLJl5FVZya3rBs\\\",\\\"y\\\":\\\"-cC4MWHK_9vIfPsweQZL1mDuPSREYF3M3R_QjVQC9ng\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DIuJWBBFOGTY5K0CJpGF51BymmG599h6M8F-8kWMsZ8\"}"