"{\"content\":{\"body\":\"1 Introduction\\n・ Saddle is a project by members independent of Thesis (the company that operates KEEP Network and Fold) that took the breath of A16z. As we will see later, we are receiving support from various VCs.\\n\\n・The content of the protocol is similar to Curve Finance (similar, or Curve centered on BTC?), And it seems that Team members are also aware of Curve.\\n\\n2 Overview\\n・The issue is that BTC, which boasts the largest market capitalization in Crypto, cannot be fully used in the Decentralized field, and various BTC peg tokens can be traded within AMM to solve this issue.\\n\\n・ Surprisingly, you can trade ETH peg tokens and stablecoins on AMM.\\n\\n・ Currently, the stocks that can be traded are as follows.\\n\\nBTC (tBTC WBTC RENBTC, etc.)\\nETH (wETH sETH alETH, etc.)\\nStablecoin such as USDC and DAI\\nTrading with Virtual Swap\\n・Virtual Swap is a virtual swap that uses Synthetix's synthetic assets.\\n\\n・Synthetix currently has a large liquidity pool (so-called infinite liquidity) of over $ 1 billion. Saddle uses Synthetix's infinite liquidity by using synthetic assets such as sUSD as a bridge between pools to swap.\\n\\n・For example, suppose you want to swap WBTC from USDC on Saddle.\\n\\n・When using the USDC pool and wBTC pool as AMM, if the assets in each pool are insufficient, slippage will become large and other problems will occur.\\n\\n・In Saddle, synthetic assets are included in the liquidity pool (as shown in the photo below, for example, the BTC pool contains sBTC), and by functioning the synthetic assets as a Liquid Bridge between the pools, Synthetix You can swap through the large liquidity pool above (infinite liquidity).\\n\\n・Specifically, the transaction works as follows.\\n\\nUSDC-> sUSD (rate set by AMM)\\nsUSD-> sBTC (rate set by Chainlink Oracle)\\nsBTC-> WBTC (rate set by AMM)\\n\\nFinancing status\\n・Saddle has raised $ 4.3M from Coinbase Ventures, Dragonfly Capital, Nascent, Divergence Ventures, Alameda Research, Polychain Capital and more.\\n\\n3 About benefits (Airdrop)\\n・Saddle has not been issued a token yet, but there is a description that it is aiming to form a DAO in the future. Looking at the example of Curve, I think that there is a good chance that this kind of project will eventually issue tokens. Therefore, in the following, I would like to consider how to contribute to the project with a view to obtaining Airdrops.\\n\\nHow to contribute (1) Liquidity supply\\n・For liquidity supply, simply deposit the target asset from the Pool tab.\\n\\n・ As a trial, try supplying liquidity in the Stablecoin Pool V2 pool.\\n\\n① Select the target pool from Pool\\n\\n② Select the target currency. There are DAI, USDC, and USDC here, but any one is fine. Let's deposit 112 USDC.\\n\\n③ This is the USDC Deposit screen. After this, you will be charged for gas for Confirm and Deposit (at this time, it cost a total of $ 50 ...)\\n\\n④ Deposit completed successfully\\n\\n(2) SNX staking\\n・As mentioned above, Saddle uses Synthetix's liquidity and virtual swap capabilities. A project using Synthetix indirectly contributes to the project by staking SNX tokens.\\n\\n・ In many cases, projects using Synthetix have been airdropped by SNX staking. Personally, I think Saddle may also have an airdrop on the SNX staker.\\n\\n\\\\[Reference: Airdrop example by SNX staking\\\\]\\n\\nThals have tokens airdropped on SNX stakers (those who have stakes even once and get paid). (Click here for the article)\\nAelin has decided that 50% of the governance token AELIN will be allocated to SNX stakers (see article here)\\nKwenta declares airdrop by SNX staking. See past articles for details.\\n(3) Acquisition of NFT\\n・ Saddle issues NFTs in various situations.\\n\\nIssuance of Decentralized passport NFT in collaboration with ARCx\\nNFT auction in partnership with CryptoManga\\n・Currently, the details of this NFT Utility have not been clarified, but recently there are increasing cases of giving benefits to POAP and NFT holders, so even with Saddle, airdrops and whitelists at the time of sale etc. You may get benefits. The above NFTs can be purchased at Opensea.\\n\\n4 Conclusion\\n・According to the roadmap, Virtual Swap updates and transactions on Optimism are planned, and there are likely to be various movements in 2021-4Q.\\n\\n・Also, in recent L2 and so-called Defi 2.0 projects, there are many cases where Synthetix's synthetic assets and infinite liquidity are used, and I strongly feel that it is necessary to understand Synthetix itself and watch trends.\",\"timestamp\":1635947786,\"title\":\"“Saddle”-Peg-Value-Token AMM such as BTC and StableCoin-\"},\"digest\":\"fKLzLuWdwDVgATXMexTA0pAiO5HeSVic6Zx8Cat7BYY\",\"authorship\":{\"contributor\":\"0x0f8361eF329B43fA48aC66A7cD8F619C517274f1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yYXqeF1f-fxrJXM8IBSr4oDvLydL4YXOr6Pq8Bm_mmU\\\",\\\"y\\\":\\\"zpSabWEUYAtWHoNtJvXUIgah7qBOknf3WnZGbfm-ngM\\\"}\",\"signature\":\"7fjY-rmL6wehk7sviyn9z8SadRtNGJ7q0PES2yISn1JDsRIMIt7_OviLz4lDTfbEM0aNpMX5oduzbEINqVXkbQ\",\"signingKeySignature\":\"0xe4876a9dfb3cc30ae8858c1c96e871f5ae00a841df1aa049195e10aa122133520fe1918d93fa6c90e375894c395db505af814110bc14861012bff09ac95dd2f71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yYXqeF1f-fxrJXM8IBSr4oDvLydL4YXOr6Pq8Bm_mmU\\\",\\\"y\\\":\\\"zpSabWEUYAtWHoNtJvXUIgah7qBOknf3WnZGbfm-ngM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DBIoH9Cx0lO-zBggL19IgnraFgbV7YhC_rchGSdZP64\"}"