"{\"content\":{\"body\":\"上个星期六早上打完球，爸妈来载我。在车上的时候，他们说刚刚跟一位朋友见面喝茶，然后那位朋友需要一些帮忙，大致上是想使用某个购物平台买一些礼品送给在新加坡的朋友。由于这是我第一次要用其他国家的购物平台下单，我就抱着不知可不可行的心态跟我爸妈解释了。过后他们想起一个亲戚的儿子有在这个平台上售卖产品（马来西亚的，这个平台有分几个国家），就想试看问他可不可行，但最后应该是没问，因为我觉得问题不大，网上找找还是有答案的。\\n\\n当下我的心里是拒绝的，就觉得要帮父母/年长的人做这些东西的时候很麻烦。明明网络上随便一搜就可以解决的问题，还需要我们去帮他们解决或者找其他亲戚询问他们（当然没说出来啦）。我相信不只是我会在心里有这种声音，有时可能还会有情绪上的体现，但往往还是抱着“赶快帮完就没我的事了”的心态去帮他们。但我再回想过来，发现到时代真的不同了，他们也是迫于无奈。看起来很小的这件事，却让我反思了很多天，也下不了手去写这篇文章，但还是产出了，欢迎分享。\\n\\n我爸妈不是读书人，也是苦过来的人，这些年来也遭遇了许多挑战，但依然可以把我们两兄弟养大，给了我们许多资源。这两年里，也是我开始思考未来的我，常在想，过去我的原生家庭对我的影响算是蛮深的，深到让现在的我认为一个人的思维和信仰真的足以改变他的现状。为什么这么说？其实是因为大多数的亚洲父母（我爸妈那个年龄层）都会想自己的孩子找个稳定/体面的工作（像是老师，工程师，医生，律师等），那是他们认为好的工作，也是这个社会上多数被认同的工作。所以有时候他们会想为自己的孩子做决定，以至于孩子就乖乖跟着父母所指导的去做就对了，只有那少数叛逆的，要么自己闯出了一片天，不然就继续迷失自我。话说回来，他们的思维有错吗？没有。那是在他们的认知范围内，无论是他们吃过的苦，还是认为对孩子最好的选择，都是他们思维上的天花板了。我们不能怪他们什么，因为这也是他们第一次生而为人，第一次做父母，也只能提供他们认知范围内的所有了。在那个时代，这已经是他们最全的认知，随着时间的推移，当他们只能忙碌于工作，养家糊口时，不知不觉就被时代淘汰了，所以出生在这个时代的我们应该感到万幸。（前提是我爸妈不是读书人，而我回想他们所做的，写下的感触）\\n\\n因为一场疫情，仿佛全世界都按下了加速键。你会发现从疫情一开始，当全部东西都转为线上的时候，各种新颖的东西开始层出不穷，从短视频到线上购物到各种线上课程，区块链技术，仿佛脚步只要一慢下来，就快要被时代淘汰。这对于比较年长的他们是比较幸苦的，从本来就很少用数码产品的他们，开始要会用线上银行转账，MySejahtera，Zoom会议，YouTube直播等等，这对于他们来说是有些困难的，他们所能做的就是慢慢的跟着时代的脚步，不被完全抛弃。这往往也让我们这些孩子感到无奈，但还是会尽量帮助他们，毕竟小时候他们不也是这样吗？（Fyi，我会觉得无奈是因为有时候这需要我一些时间去跟他们解释，但这又不是一两句话能够解释的，而且有时解释了他们也不明白，对于我一个注重时间价值的人来说，有时是挺没耐心的，我也知道很自私，这里给自己的提醒就是对亲人多点耐心，爱与包容吧，毕竟还是有点原生家庭影响，还在学习）对于出生在这个时代的我们，真的就是随便几个按键就能解决的事，但对他们来说事完全一个新的事物，甚至很难去理解那个逻辑，以至于放弃去理解了。\\n\\n回到一开始我所诉说的这件事，当他们遇事时（通常不是很严重的事），往往会先询问亲朋好友的意见，而这个时代的我们反而会先问问谷歌大哥或者其他社交平台。我观察到的是以前人与人的连结比现代人的稳固许多，也紧密的多。会不会是因为科技的发展让人们不再像以前一样更多的与人相见？但科技的发展不是让人们有了更加便捷的联络方式吗？读过类似的文章，但忘了，以后有机会再谈吧。\\n\\n这个突发奇想也是作死自己的第一步，因为我现在喜欢把自己所想的写下来，希望以后回看时会有更多的感触吧。总的来说，你的原生家庭不能决定你的未来，有时候父母给的建议还是要听，但不能作为左右你思想与决定的动力。有的人一生都活在原生家庭的影响下，认为一生就这样吧，但请记得，只要你还能够看这篇文章，你就有选择去改变这一切，因为有的人是真的没选择，只能靠遇见机遇了（下次有机会说说这个）。还有就是不要试图去改变一个人，无论是你的父母/朋友等，因为这是无用的，你可以给他们建议，但不要对他们的改变有所期待，也不要与他们争执，因为你不是他们，这是他们的选择。你所能做的就是分享你的建议，他们要不要执行是他们的事，你不会失去什么，他们也不会。\\n\\n最后送一句话给读到这里各位朋友，也是我最近看到蛮鼓励的一段话。\\n\\n> 反正一生也是一生，与其虚无飘渺度过一生，不如虚轰轰烈烈过一生。\\n\\n当然道理谁都懂，执行起来才是需要去学习的，各位共勉。\\n\\n最后，希望我的偏见能够让你们有共鸣，也欢迎各位指正我说错的地方，可以提出你们的意见，以让我有进步的空间，感谢各位。\\n\\n**在这里找到我：**\\n\\n[Davin Wong | Linktree](https://linktr.ee/davinwzy) \\n  \\n \\n\\n我自己看完文章过后，发现其实还有很多东西没写进去，这里补充一点：\\n\\n1. 思维上的转变是现代人/孩子所需要去培养的，而不只是家庭/学校所授予的知识/思维。\\n2. 好好善用这个时代许多免费的资源，创造属于自己的一片天，要知道以前的时代没有现在这么好的资源。\\n3. 时代在变化，但历史总会重演，记得历史的经验，避免再次重犯。\\n4. 珍惜当下，把握现在，放眼未来。\",\"timestamp\":1642494416,\"title\":\"一个星期六的突发奇想 ——时代的变化\"},\"digest\":\"rVrQrY2eKxT517ltUqvHi_RIt5lNFQ1OtIlnjdptTSE\",\"authorship\":{\"contributor\":\"0x924b1340760FF40D3218C062730DE508116BB27A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-ER2o2PZUV0VqinMutEqfI1CklbKktbNve1b_XmBjh0\\\",\\\"y\\\":\\\"SIec48yC2V50-fZCjG025be5DCtEr-e0Dac0OhWgSMU\\\"}\",\"signature\":\"2tfsu--kwMIMDT1MRyZ8sbU_bk1XaEiX4bBc6FXHS8p-ZndxXjYyn_s8OAadwXE_kob0C8FuTk27xlig0aUFrA\",\"signingKeySignature\":\"0x320c0c98461252aa06d35d5eb460e7e3c053fe66796dfc4f047cba09f32ffeee15be216f0adb4352d2afa6ccc747e3bb834ec077a4d346197fcfd76fd410b79f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-ER2o2PZUV0VqinMutEqfI1CklbKktbNve1b_XmBjh0\\\",\\\"y\\\":\\\"SIec48yC2V50-fZCjG025be5DCtEr-e0Dac0OhWgSMU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5UdzFmL2lrSu0N3DWJBeHg17587nWEryw1YiqtFvD1g\"}"