"{\"content\":{\"body\":\"### Author: Mu Mu & a little bit\\nIn a flash, we have come to the end of 2021. This year, we are still \\\"busy\\\" in this \\\"busy\\\" market. Cryptographers in Z era are curious to explore and experience the world. Among Australian cryptographers surveyed in October, more than a quarter plan to use digital assets as part of New Year gifts this holiday season. When NFT became a trend, even gifts became unusual.\\nWe have also selected some interesting NFTs as a unique gift for your friends:\\nClass I: enter Web3 Tickets for 0\\ndomain name\\nLead your friends into Web3 The first step of 0 starts with giving him a domain name. The well-known ENS domain name has many uses. In addition to accepting digital currencies of all currencies, it can also build its own decentralized website. At the same time, it can also support the recording function of eight kinds of personal information, such as e-mail address, website address, avatar, description, notification, keyword, twitter and GitHub user name.\\nCompany Registered Address\\nIn addition to ens, other popular public chain domain names can be selected. The price is not expensive, and some may even have airdrop \\\\~\\nSpecific reference: Web3.0 notes phase I: start by registering the domain name of the popular public chain\\nPOAP\\nPoap is the abbreviation of \\\"proof of attendance Protocol\\\", which is used to record and commemorate specific events. It is commonly understood as a sign in card, a record badge that proves your participation in an activity or any behavior on the network, and each badge is well-designed and unique. As a \\\"collection lover\\\", you can't miss it.\\nIf you have some commemorative poap badges in your wallet, you might as well take them out and share them with you\\nThe Film Society of San Gaspare\\nSan gaspare Film Association is a member managed film production company supported by blockchain technology.\\nCurrently, the only way to gain Dao membership is to hold their collection of NFT portraits: citizens of San Gaspar é. Each portrait counts as a vote in the Dao's governance system. The initial sales will be used to fund the shooting of Dao's first project, the salt Ruby affair.\\nThis could be web 3 The crossroads between 0 and movies, in Web3 In the new era of innovator economy, can the process of film production also open up a new path?\\nClass 2: let's experience the world of gamefi\\nAxie Infinity\\nAs we all know, axie is a pet cultivation game on the Ethereum chain. Its pets have NFT attributes and can be used for trading and collection.\\nSince the game went online, they have increased rapidly at an amazing rate. What is admirable is not only the huge player market, but also the return of thousands of times the currency price. As the \\\"brightest kid\\\" in the chain game, they pushed the \\\"play to earn\\\" game mode to the mainstream and practiced Web3.0 in the game industry 0's purpose: redistribute power and wealth to people who really participate in ecological contribution.\\nIn Web3 With the support of the trend of 0, axie may go further and further.\\nIf it takes too much time to raise a cat, raise an elf.\\nA pair of stepn's running shoes\\nStepn is a mobile NFT game in \\\"move2earn\\\" mode. You can participate in the game by buying its NFT running shoes. You can earn GST tokens for daily sports. The proceeds can be used to upgrade sports shoes to improve the efficiency of \\\"mining\\\", or you can sell them directly for cash.\\nAt present, running shoes have been launched on the NFT trading market magic Eden. You can choose a pair of good running shoes to give to your friends, which can not only help exercise, but also get extra gains.\\nCome on, burn calories together.\\nWobblebug\\nWobblebug is the first music artist driven by NFT. Owning wobblebug NFT can become a member of the wobblebug music community family, participate in deciding the future of wobblebug's career, publish on wobble records, participate in metauniverse activities, etc.\\nIt should be more interesting to develop a feeling of loving beans than to make a list\\nCategory III: NFT\\nNFT broke the circle and became the new favorite of the fashion trend.\\nNike Inc, a sportswear giant, announced the acquisition of rtfkt, a virtual fashion brand and NFT collection start-up company. Some people say this is the first step of Nike \\\"all in metaverse\\\" and a positive signal. Nike's entry is bound to greatly raise the attention of traditional industries to NFT, and encourage more giants to bravely embrace NFT and embrace a new era.\\nAdidas brands Adidas originals issued poap NFT with a total of 3178 NFTs. As soon as the \\\"into the metaverse\\\" series NFT went online, it was also sold out;\\nPhantaci, a trend brand jointly founded by Jay Chou and ric in 2006, also joined Ezek to build the first phanta bear NFT project; Japanese cartoonist Tezuka's astro boy has also been made into an NFT collection, one of which has been auctioned on opensea\\nMore and more stars and brands have joined the NFT track. Is the trendy NFT more fragrant or the star NFT more capable of carrying goods? Now, NFT has also become an extremely \\\"inside\\\" market\\nArt Blocks\\nSotheby's Auctions\\nArt block is a platform for generating random artworks. There are many different kinds of art works with different styles. You can select the style of an item, pay and start casting, and the algorithm generates random works of art of the same style, which will be sent to your account. The final work may be still images, 3D models or interactive works of art. The number of works of art that can be cast for each project is limited. When the number reaches the upper limit, there will be no more.\\nFinancing: in October 2021, art blocks announced the completion of equity financing of US $6 million, with the participation of true ventures, Galaxy interactive, collab currency, Libertus capital, flamingo Dao and the Lao.\\nCrypto coven\\nIf you want to give gifts to girls, crypto coven is a good choice. This is a witch themed NFT series. There are 9999 different types of witches, with excellent painting style and many elements, showing the meticulous side of women. Each witch represents a role. After having it, you can explore in the witch's world, and more new functions may be unlocked later. It's kind of like a mysterious magical world.\\nAt present, the witches on the official website have been claimed and can only be purchased on some trading platforms such as opensea. At present, the floor price is about 0.1 eth.\\nZENFT Garden Society\\nNonfungible token studio zenft released a series of 8888 unique Bonzai NFT plants. These plant bonsai has AR / VR function, and its 3-D design is more exquisite and high-quality. In June this year, these bonsai sold out in less than an hour, bringing the team more than $2 million in revenue.\\nBonsai is NFT, and indeed \\\"everything can be\\\".\\nCategory 4: some Christmas NFT gifts for the occasion\\nXinhua News Agency's \\\"News Digital Collection\\\": through blockchain NFT technology, Xinhua will cast the selected 2021 news photography reports into China's first \\\"News Digital Collection\\\". The first batch of \\\"news digital collections\\\" will be released at 20:00 on December 24, with a total of 11 copies and a limited number of 10000 copies each. It will also launch a special version with only one copy, all of which will be online free of charge.\\nIce play in Guochao Forbidden City NFT: the palace court of the Forbidden City will sell NFT ice play in Guochao Forbidden City on the \\\"only art\\\" platform at 18:00 on December 24, Beijing time. Based on the ice play in the Forbidden City, this NFT skillfully integrates the five color elements of the Olympic Games with the stroke of Chinese calligraphy and the effect of ink splashing to form the background of ink painting, Contribute to the 2022 Winter Olympic Games.\\nMickey Mouse NFT: the NFT platform Veve announced that it will jointly release the Mickey Mouse NFT called \\\"the Mickey Mouse NFT collection\\\" with Disney, and will be available for sale on the Veve app at 4:00 on December 23, Beijing time. It is reported that this series of NFTs will include three Mickey Mouse NFTs, with rarity of ordinary, rare and extremely rare respectively. Among them, 18928 ordinary NFTs, 13928 rare NFTs and 6928 extremely rare NFTs will be released.\\nCoca Cola Christmas snowball NFT blind box: Coca Cola released the snow globe Series in the form of blind box through Veve platform. The themes are polar bear (13888), 4 coke bolts (10888), neon Coca Cola sign (7888) and coke bolt (1886), and the selling price is US $29.00 each.\",\"timestamp\":1640585862,\"title\":\"web 3\"},\"digest\":\"JXhHYJMjWDWj7ld0yCLv7do2HNGMKfQy59tdpabB9yY\",\"authorship\":{\"contributor\":\"0x5469f22Fc52ad7a5E1f430A75B1Cbd542393DFB0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_IJZL8hXaSkuCIE0tI7n_8ASHLnVeJ_LcxPrrsBZTKY\\\",\\\"y\\\":\\\"ggF0A8gJumA5rFLd-qeOi6zBU7F5-iQlcoJHZiI3Q8I\\\"}\",\"signature\":\"pfEIX9bhKOLqzvHYI4jJ0lgN2kMAvtboLZMrHPBbZwZ7c0CWpj0oUQBQ_qVCqVs5ggf4qnjzVidZrhMqppKd9w\",\"signingKeySignature\":\"0x1105db673b7a76229175e1c63d2e72c84c937b1970ce57e5d0e92f90629775416799d177fed0364991d16fb22a28f727d1116e893539b4ebbb2e59a6bda813b01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_IJZL8hXaSkuCIE0tI7n_8ASHLnVeJ_LcxPrrsBZTKY\\\",\\\"y\\\":\\\"ggF0A8gJumA5rFLd-qeOi6zBU7F5-iQlcoJHZiI3Q8I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JXhHYJMjWDWj7ld0yCLv7do2HNGMKfQy59tdpabB9yY\"}"