"{\"content\":{\"body\":\"1月18日，在国务院新闻办举行的2021年金融统计数据新闻发布会上，澎湃新闻记者提问：针对房地产市场的新情况新变化，人民[银行](http://quote.eastmoney.com/unify/r/90.BK0475)等金融管理部门采取了一些应对措施，目前效果怎么样？\\n\\n　　对此，中国人民[银行](http://quote.eastmoney.com/unify/r/90.BK0475)金融市场司司长邹澜表示，去年下半年恒大等个别房地产企业风险显性化，受到这个影响，房地产市场的各类主体避险情绪都在上升，金融机构也出现了短期的应激反应。针对这一情况，按照党中央国务院部署，金融管理部门第一时间采取应对措施，重点开展了以下工作：\\n\\n　　一是坚持法制化、市场化原则，配合广东省政府、相关部门和地方政府做好出险企业风险化解工作。二是指导[银行](http://quote.eastmoney.com/unify/r/90.BK0475)业金融机构准确把握和执行房地产金融审慎管理制度，保持房地产信贷平稳有序投放，满足房地产市场合理融资需求。\\n\\n　　三是出台关于做好重点房地产企业风险处置项目并购金融服务的通知，指导金融机构以市场化方式支持风险化解和行业出清。\\n\\n　　邹澜表示，在各方共同努力下，近期房地产销售、购地、融资等行为已逐步回归常态，市场预期稳步改善。从数据上看，2021年末全国房地产贷款余额52.2万亿元，同比增长7.9%，增速比9月末提高了0.3个百分点。其中四季度房地产贷款新增7734亿元，同比多增2020亿元，较去年三季度多增1578亿元。\\n\\n　　邹澜表示，下一步人民银行将坚决贯彻党中央国务院决策部署，认真落实中央经济工作会议精神，坚持“房子是用来住的，不是用来炒的”定位，按照探索新发展模式的要求，全面落实房地产长效机制，保持房地产金融政策连续性、一致性、稳定性，稳妥实施好房地产金融审慎管理制度，加大住房租赁金融支持力度，因城施策，促进房地产业良性循环和健康发展。\\n\\n### 　　相关报道\\n\\n　　[央行：2022年加大对实体经济、科技创新、绿色发展的支持力度](https://finance.eastmoney.com/a/202201182251967745.html)\\n\\n　　中国人民银行副行长刘国强表示，2022年，将更加积极进取，注重靠前发力，引导金融机构加大对实体经济特别是小微企业、科技创新、绿色发展的支持力度，稳定宏观经济大盘，为推动经济高质量发展营造适宜的货币金融环境。\\n\\n　　[央行：将促进企业综合融资成本稳中有降 推动金融系统向实体经济让利](https://finance.eastmoney.com/a/202201182251969850.html)\\n\\n　　央行副行长刘国强18日在新闻发布会上表示，2022年将健全市场化利率形成和传导机制，发挥贷款市场报价利率改革效能，稳定银行负债成本，促进企业综合融资成本稳中有降，推动金融系统向实体经济让利。\\n\\n　　[中国人民银行：2022年将保持货币信贷总量稳定增长](https://finance.eastmoney.com/a/202201182251969688.html)\\n\\n　　中国人民银行副行长刘国强表示，2022年，将保持货币信贷总量稳定增长。综合运用多种货币政策工具，保持流动性合理充裕，增强信贷总量增长的稳定性，引导金融机构有力扩大信贷投放，保持货币供应量和社会融资规模增速同名义经济增速基本匹配。\\n\\n　　[央行：把货币政策工具箱开得再大一些 保持总量稳定](https://finance.eastmoney.com/a/202201182251974033.html)\\n\\n　　央行副行长刘国强18日在新闻发布会上表示，当前经济面临三重压力，“稳”本身就是最大的“进”。简单说，当前重点的目标是稳，政策的要求是发力。怎么发力？我想，从三个方面来说：一是充足发力，把货币政策工具箱开得再大一些，保持总量稳定，避免信贷塌方；二是精准发力，要致广大而尽精微，金融部门不但要迎客上门，还要主动出击，按照新发展理念的要求，主动找好项目，做有效的加法，优化经济结构；三是靠前发力。现在虽然是年初，但一年的时间很短，一年之计在于春，所以我们要抓紧做事，前瞻操作，走在市场曲线的前面，及时回应市场的普遍关切，不能拖，拖久了，市场关切落空了，落空了就不关切了，不关切就“哀莫大于心死”，后面的事就难办了，所以我们不能拖，要走在前面，及时回应市场的普遍关切。\\n\\n　　[央行副行长谈人民币汇率：双向波动是常态 不会出现单边升值](https://finance.eastmoney.com/a/202201182251969850.html)\\n\\n　　2022年1月18日，中国人民银行副行长刘国强在国新办新闻发布会介绍2021年金融统计数据时，详解了下一阶段包括货币政策在内的重要工作。\\n\\n　　一是保持货币信贷总量稳定增长，综合运用多种货币政策工具，保持流动性合理充裕，增强信贷总量增长的稳定性，引导金融机构有力扩大信贷投放，保持货币供应量和社会融资规模增速同名义经济增速基本匹配。\\n\\n　　二是保持信贷结构稳步优化，结构性货币政策工具要积极做好加法，落实好支持小微企业的市场化政策工具，做好碳减排支持工具和支持煤炭清洁高效利用专项再贷款的落地，引导金融机构增加对信贷增长缓慢地区的信贷投放。\\n\\n　　“信贷增长在地区也有分化，有些地区增长比较慢，我们要引导金融机构增加对比较慢的地区投放，优化结构，精准发力，加大对重点领域和薄弱环节的信贷支持力度。”刘国强表示。\\n\\n　　三是保持企业综合融资成本稳中有降，健全加强市场化利率形成和传导机制，发挥贷款市场报价利率改革效能，稳定银行负债成本，促进企业综合融资成本稳中有降。\\n\\n　　四是保持人民币汇率在合理均衡水平上基本稳定，让市场供求在汇率形成中发挥决定性作用，发挥汇率调节宏观经济和国际收支自动稳定器的功能。\\n\\n　　“现在影响汇率的因素较多，汇率测不准是必然，双向波动是常态，企业和金融机构要树立风险中性理念，金融机构要积极为中小企业提供汇率风险管理服务，降低中小微企业汇率避险成本，保持人民币汇率在合理均衡水平上的基本稳定，这是我们的目标。”刘国强表示，汇率可能会在短期内偏离均衡水平，但从中长期看，市场因素和政策因素对汇率就会对汇率的偏离会进行纠偏。\\n\\n　　他并表示，不会允许出现单边汇率，单边汇率意味市场已经失灵了，不会出现单边升值。\",\"timestamp\":1642496095,\"title\":\"央行：近期房地产销售、购地、融资等已逐步回归常态\"},\"digest\":\"vUyCc4fCxYSBjmjK-u3_FDwQ-Ju5pPHZe4LTUGavF1s\",\"authorship\":{\"contributor\":\"0x42419CaD559A52b8bD6e99A6f7AF76159218722B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tdy8s3RSTYuOzAdWm9lxnAB7if-Tur-Ne-_YN2BeqBo\\\",\\\"y\\\":\\\"U0hXjV4Uj-fjZQSI9XI28o3Ebk2A9PBTn1Z_YbWUwN0\\\"}\",\"signature\":\"gVeEkho58Rc-p5e9mW-ocuFFFrP-PG1sQXLj3P86og67HPR5G59_r1Ih0qT1XxElm5f8XbY8dwEk9K8HcgrpDg\",\"signingKeySignature\":\"0x9af9f9d32c718aa12d743ced151bce7de8ed39ed3ceb18d5ab5a087fad69caf637af5c18c30dc9c43a8779a78c323e61608cb0ba31cbe21c1cb6a1ad251d2ea31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tdy8s3RSTYuOzAdWm9lxnAB7if-Tur-Ne-_YN2BeqBo\\\",\\\"y\\\":\\\"U0hXjV4Uj-fjZQSI9XI28o3Ebk2A9PBTn1Z_YbWUwN0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vUyCc4fCxYSBjmjK-u3_FDwQ-Ju5pPHZe4LTUGavF1s\"}"