"{\"content\":{\"body\":\"Old Marshelm, the captain of the guard, was much surprised when he saw the baron's daughter and her playmates approach her father's castle escorted by a knight in glittering armor.\\n\\nTo be sure it was a rather small knight, but the horse he led by the bridle was so stately and magnificent in appearance that old Marshelm, who was an excellent judge of horses, at once decided the stranger must be a personage of unusual importance.\\n\\nAs they came nearer the captain of the guard also observed the beauty of the little knight's armor, and caught the glint of jewels set in the handle of his sword; so he called his men about him and prepared to receive the knight with the honors doubtless due his high rank.\\n\\nBut to the captain's disappointment the stranger showed no intention of entering the castle.  On the contrary, he kissed the little Lady Seseley's hand respectfully, waved an adieu to the others, and then mounted his charger and galloped away over the plains.\\n\\nThe drawbridge was let down to permit the three children to enter, and the great Baron Merd came himself to question his daughter.\\n\\n\\\"Who was the little knight?\\\" he asked.\\n\\n\\\"His name is Prince Marvel,\\\" answered Seseley, demurely.\\n\\n\\\"Prince Marvel?\\\" exclaimed the Baron.  \\\"I have never heard of him. Does he come from the Kingdom of Dawna, or that of Auriel, or Plenta?\\\"\\n\\n\\\"That I do not know,\\\" said Seseley, with truth.\\n\\n\\\"Where did you meet him?\\\" continued the baron.\\n\\n\\\"In the forest, my father, and he kindly escorted us home.\\\"\\n\\n\\\"Hm!\\\" muttered the baron, thoughtfully.  \\\"Did he say what adventure brought him to our Kingdom of Heg?\\\"\\n\\n\\\"No, father.  But he mentioned being in search of adventure.\\\"\\n\\n\\\"Oh, he'll find enough to busy him in this wild island, where every man he meets would rather draw his sword than eat,\\\" returned the old warrior, smiling.  \\\"How old may this Prince Marvel be?\\\"\\n\\n\\\"He looks not over fifteen years of age,\\\" said Seseley, uneasy at so much questioning, for she did not wish to be forced to tell an untruth.  \\\"But it is possible he is much older,\\\" she added, beginning to get confused.\\n\\n\\\"Well, well; I am sorry he did not pay my castle a visit,\\\" declared the baron.  \\\"He is very small and slight to be traveling this dangerous country alone, and I might have advised him as to his welfare.\\\"\\n\\nSeseley thought that Prince Marvel would need no advice from any one as to his conduct; but she wisely refrained from speaking this thought, and the old baron walked away to glance through a slit in the stone wall at the figure of the now distant knight.\\n\\nPrince Marvel was riding swiftly toward the brow of the hill, and shortly his great war-horse mounted the ascent and disappeared on its farther slope.\\n\\nThe youth's heart was merry and light, and he reflected joyously, as he rode along, that a whole year of freedom and fascinating adventure lay before him.\\n\\nThe valley in which he now found himself was very beautiful, the soft grass beneath his horse's feet being sprinkled with bright flowers, while clumps of trees stood here and there to break the monotony of the landscape.\\n\\nFor an hour the prince rode along, rejoicing in the free motion of his horse and breathing in the perfume-laden air.  Then he found he had crossed the valley and was approaching a series of hills.  These were broken by huge rocks, the ground being cluttered with boulders of rough stone.  His horse speedily found a pathway leading through these rocks, but was obliged to proceed at a walk, turning first one way and then another as the path zigzagged up the hill.\\n\\nPresently, being engaged in deep thought and little noting the way, Prince Marvel rode between two high walls of rock standing so close together that horse and rider could scarcely pass between the sides. Having traversed this narrow space some distance the wall opened suddenly upon a level plat of ground, where grass and trees grew.  It was not a very big place, but was surely the end of the path, as all around it stood bare walls so high and steep that neither horse nor man could climb them.  In the side of the rocky wall facing the entrance the traveler noticed a hollow, like the mouth of a cave, across which was placed an iron gate.  And above the gateway was painted in red letters on the gray stone the following words:\\n\\n```\\n        WUL-TAKIM          KING OF THIEVES               ------         HIS TREASURE HOUSE              KEEP OUT\\n```\\n\\nPrince Marvel laughed on reading this, and after getting down from his saddle he advanced to the iron gate and peered through its heavy bars.\\n\\n\\\"I have no idea who this Wul-Takim is,\\\" he said, \\\"for I know nothing at all of the ways of men outside the forest in which I have always dwelt.  But thieves are bad people, I am quite sure, and since Wul-Takim is the king of thieves he must be by far the worst man on this island.\\\"\\n\\nThen he saw, through the bars of the gate, that a great cavern lay beyond, in which were stacked treasures of all sorts: rich cloths, golden dishes and ornaments, gemmed coronets and bracelets, cleverly forged armor, shields and battle-axes.  Also there were casks and bales of merchandise of every sort.\\n\\nThe gate appeared to have no lock, so Prince Marvel opened it and walked in.  Then he perceived, perched on the very top of a pyramid of casks, the form of a boy, who sat very still and watched him with a look of astonishment upon his face.\\n\\n\\\"What are you doing up there?\\\" asked the prince.\\n\\n\\\"Nothing,\\\" said the boy.  \\\"If I moved the least little bit this pile of casks would topple over, and I should be thrown to the ground.\\\"\\n\\n\\\"Well,\\\" returned the prince, \\\"what of it?\\\"\\n\\nBut just then he glanced at the ground and saw why the boy did not care to tumble down.  For in the earth were planted many swords, with their sharp blades pointing upward, and to fall upon these meant serious wounds and perhaps death.\\n\\n\\\"Oh, ho!\\\" cried Marvel; \\\"I begin to understand.  You are a prisoner.\\\"\\n\\n\\\"Yes; as you will also be shortly,\\\" answered the boy.  \\\"And then you will understand another thing--that you were very reckless ever to enter this cave.\\\"\\n\\n\\\"Why?\\\" inquired the prince, who really knew little of the world, and was interested in everything he saw and heard.\\n\\n\\\"Because it is the stronghold of the robber king, and when you opened that gate you caused a bell to ring far down on the hillside.  So the robbers are now warned that an enemy is in their cave, and they will soon arrive to make you a prisoner, even as I am.\\\"\\n\\n\\\"Ah, I see!\\\" said the prince, with a laugh, \\\"It is a rather clever contrivance; but having been warned in time I should indeed be foolish to be caught in such a trap.\\\"\\n\\nWith this he half drew his sword, but thinking that robbers were not worthy to be slain with its untarnished steel, he pushed it back into the jeweled scabbard and looked around for another weapon.  A stout oaken staff lay upon the ground, and this he caught up and ran with it from the cave, placing himself just beside the narrow opening that led into this rock-encompassed plain.  For he quickly saw that this was the only way any one could enter or leave the place, and therefore knew the robbers were coming up the narrow gorge even as he had himself done.\\n\\nSoon they were heard stumbling along at a rapid pace, crying to one another to make haste and catch the intruder.  The first that came through the opening received so sharp a blow upon the head from Prince Marvel's oak staff that he fell to the ground and lay still, while the next was treated in a like manner and fell beside his comrade.\\n\\nPerhaps the thieves had not expected so sturdy an enemy, for they continued to rush through the opening in the rocks and to fall beneath the steady blows of the prince's staff until every one of them lay senseless before the victor.  At first they had piled themselves upon one another very neatly; but the pile got so high at last that the prince was obliged to assist the last thieves to leap to the top of the heap before they completely lost their senses.\\n\\nI have no doubt our prince, feeling himself yet strange in the new form he had acquired, and freshly transported from the forest glades in which he had always lived, was fully as much astonished at his deed of valor as were the robbers themselves; and if he shuddered a little when looking upon the heap of senseless thieves you must forgive him this weakness.  For he straightway resolved to steel his heart to such sights and to be every bit as stern and severe as a mortal knight would have been.\\n\\nThrowing down his staff he ran to the cave again, and stepping between the sword points he approached the pile of casks and held out his arms to the boy who was perched upon the top.\\n\\n\\\"The thieves are conquered,\\\" he cried.  \\\"Jump down!\\\"\\n\\n\\\"I won't,\\\" said the boy.\\n\\n\\\"Why not?\\\" inquired the prince.\\n\\n\\\"Can't you see I'm very miserable?\\\" asked the boy, in return; \\\"don't you understand that every minute I expect to fall upon those sword points?\\\"\\n\\n\\\"But I will catch you,\\\" cried the prince.\\n\\n\\\"I don't want you to catch me,\\\" said the boy.  \\\"I want to be miserable. It's the first chance I've ever had, and I'm enjoying my misery very much.\\\"\\n\\nThis speech so astonished Prince Marvel that for a moment he stood motionless.  Then he retorted, angrily:\\n\\n\\\"You're a fool!\\\"\\n\\n\\\"If I wasn't so miserable up here, I'd come down and thrash you for that,\\\" said the boy, with a sigh.\\n\\nThis answer so greatly annoyed Prince Marvel that he gave the central cask of the pyramid a sudden push, and the next moment the casks were tumbling in every direction, while the boy fell headlong in their midst.\\n\\nBut Marvel caught him deftly in his arms, and so saved him from the sword points.\\n\\n\\\"There!\\\" he said, standing the boy upon his feet; \\\"now you are released from your misery.\\\"\\n\\n\\\"And I should be glad to punish you for your interference,\\\" declared the boy, gloomily eying his preserver, \\\"had you not saved my life by catching me.  According to the code of honor of knighthood I can not harm one who has saved my life until I have returned the obligation. Therefore, for the present I shall pardon your insulting speeches and actions.\\\"\\n\\n\\\"But you have also saved my life,\\\" answered Prince Marvel; \\\"for had you not warned me of the robbers' return they would surely have caught me.\\\"\\n\\n\\\"True,\\\" said the boy, brightening up; \\\"therefore our score is now even.  But take care not to affront me again, for hereafter I will show you no mercy!\\\"\\n\\nPrince Marvel looked at the boy with wonder.  He was about his own size, yet strong and well formed, and he would have been handsome except for the expression of discontent upon his face.  Yet his manner and words were so absurd and unnatural that the prince was more amused than angered by his new acquaintance, and presently laughed in his face.\\n\\n\\\"If all the people in this island are like you,\\\" he said, \\\"I shall have lots of fun with them.  And you are only a boy, after all.\\\"\\n\\n\\\"I'm bigger than you!\\\" declared the other, glaring fiercely at the prince.\\n\\n\\\"How much bigger?\\\" asked Marvel, his eyes twinkling.\\n\\n\\\"Oh, ever so much!\\\"\\n\\n\\\"Then fetch along that coil of rope, and follow me,\\\" said Prince Marvel.\\n\\n\\\"Fetch the rope yourself!\\\" retorted the boy, bluntly.  \\\"I'm not your servant.\\\" Then he put his hands in his pockets and coolly walked out of the cave to look at the pile of senseless robbers.\\n\\nPrince Marvel made no reply, but taking the coil of rope on his shoulder he carried it to where the thieves lay and threw it down beside them.  Then he cut lengths from the coil with his sword and bound the limbs of each robber securely.  Within a half-hour he had laid out a row of thieves extending half way across the grassy plain, and on counting their number he found he had captured fifty-nine of them.\\n\\nThis task being accomplished and the robbers rendered helpless, Prince Marvel turned to the boy who stood watching him.\\n\\n\\\"Get a suit of armor from the cave, and a strong sword, and then return here,\\\" he said, in a stern voice.\\n\\n\\\"Why should I do that?\\\" asked the boy, rather impudently.\\n\\n\\\"Because I am going to fight you for disobeying my orders; and if you do not protect yourself I shall probably kill you.\\\"\\n\\n\\\"That sounds pleasant,\\\" said the boy.  \\\"But if you should prove my superior in skill I beg you will not kill me at once, but let me die a lingering death.\\\"\\n\\n\\\"Why?\\\" asked the prince.\\n\\n\\\"Because I shall suffer more, and that will be delightful.\\\"\\n\\n\\\"I am not anxious to kill you, nor to make you suffer,\\\" said Marvel, \\\"all that I ask is that you acknowledge me your master.\\\"\\n\\n\\\"I won't!\\\" answered the boy.  \\\"I acknowledge no master in all the world!\\\"\\n\\n\\\"Then you must fight,\\\" declared the prince, gravely.  \\\"If you win, I will promise to serve you faithfully; and if I conquer you, then you must acknowledge me your master, and obey my commands.\\\"\\n\\n\\\"Agreed!\\\" cried the boy, with sudden energy, and he rushed into the cave and soon returned clad in armor and bearing a sword and shield. On the shield was pictured a bolt of lightning.\\n\\n\\\"Lightning will soon strike those three girls whose champion you seem to be,\\\" he said tauntingly.\\n\\n\\\"The three girls defy your lightning!\\\" returned the prince with a smile.  \\\"I see you are brave enough.\\\"\\n\\n\\\"Brave!  Why should I not be?\\\" answered the boy proudly.  \\\"I am the Lord Nerle, the son of Neggar, the chief baron of Heg!\\\"\\n\\nThe other bowed low.\\n\\n\\\"I am pleased to know your station,\\\" he said.  \\\"I am called Prince Marvel, and this is my first adventure.\\\"\\n\\n\\\"And likely to be your last,\\\" exclaimed the boy, sneeringly.  \\\"For I am stronger than you, and I have fought many times with full grown men.\\\"\\n\\n\\\"Are you ready?\\\" asked Prince Marvel, for answer.\\n\\n\\\"Yes.\\\"\\n\\nThen the swords clashed and sparks flew from the blades.  But it was not for long.  Suddenly Nerle's sword went flying through the air and shattered its blade against a wall of rock.  He scowled at Prince Marvel a moment, who smiled back at him.  Then the boy rushed into the cave and returned with another sword.\\n\\nScarcely had the weapons crossed again when with a sudden blow Prince Marvel snapped Nerle's blade in two, and followed this up with a sharp slap upon his ear with the flat of his own sword that fairly bewildered the boy, and made him sit down on the grass to think what had happened to him.\\n\\nThen Prince Marvel's merry laugh rang far across the hills, and so delighted was he at the astonished expression upon Nerle's face that it was many minutes before he could control his merriment and ask his foeman if he had had enough fight.\\n\\n\\\"I suppose I have,\\\" replied the boy, rubbing his ear tenderly.  \\\"That blow stings most deliciously.  But it is a hard thought that the son of Baron Neggar should serve Prince Marvel!\\\"\\n\\n\\\"Do not worry about that,\\\" said the prince; \\\"for I assure you my rank is so far above your own that it is no degradation for the son of Neggar to serve me.  But come, we must dispose of these thieves.  What is the proper fate for such men?\\\"\\n\\n\\\"They are always hanged,\\\" answered Nerle, getting upon his feet.\\n\\n\\\"Well, there are trees handy,\\\" remarked the prince, although his girlish heart insisted on making him shiver in spite of his resolve to be manly and stern.  \\\"Let us get to work and hang them as soon as possible.  And then we can proceed upon our journey.\\\"\\n\\nNerle now willingly lent his assistance to his new master, and soon they had placed a rope around the neck of each thief and were ready to dangle them all from the limbs of the trees.\\n\\nBut at this juncture the thieves began to regain consciousness, and now Wul-Takim, the big, red-bearded king of the thieves, sat up and asked:\\n\\n\\\"Who is our conqueror?\\\"\\n\\n\\\"Prince Marvel,\\\" answered Nerle.\\n\\n\\\"And what army assisted him?\\\" inquired Wul-Takim, curiously gazing upon the prince.\\n\\n\\\"He conquered you alone and single-handed,\\\" said Nerle.\\n\\nHearing this, the big king began to weep bitterly, and the tear-drops ran down his face in such a stream that Prince Marvel ordered Nerle to wipe them away with his handkerchief, as the thief's hands were tied behind his back.\\n\\n\\\"To think!\\\" sobbed Wul-Takim, miserably; \\\"only to think, that after all my terrible deeds and untold wickedness, I have been captured by a mere boy!  Oh, boo-hoo! boo-hoo! boo-hoo!  It is a terrible disgrace!\\\"\\n\\n\\\"You will not have to bear it long,\\\" said the prince, soothingly.  \\\"I am going to hang you in a few minutes.\\\"\\n\\n\\\"Thanks!  Thank you very much!\\\" answered the king, ceasing to weep. \\\"I have always expected to be hanged some day, and I am glad no one but you two boys will witness me when my feet begin kicking about.\\\"\\n\\n\\\"I shall not kick,\\\" declared another of the thieves, who had also regained his senses.  \\\"I shall sing while I am being hanged.\\\"\\n\\n\\\"But you can not, my good Gunder,\\\" protested the king; \\\"for the rope will cut off your breath, and no man can sing without breath.\\\"\\n\\n\\\"Then I shall whistle,\\\" said Gunder, composedly.\\n\\nThe king cast at him a look of reproach, and turning to Prince Marvel he said:\\n\\n\\\"It will be a great task to string up so many thieves.  You look tired.  Permit me to assist you to hang the others, and then I will climb into a tree and hang myself from a strong branch, with as little bother as possible.\\\"\\n\\n\\\"Oh, I won't think of troubling you,\\\" exclaimed Marvel, with a laugh. \\\"Having conquered you alone, I feel it my duty to hang you without assistance--save that of my esquire.\\\"\\n\\n\\\"It's no trouble, I assure you; but suit your own convenience,\\\" said the thief, carelessly.  Then he cast his eye toward the cave and asked: \\\"What will you do with all our treasure?\\\"\\n\\n\\\"Give it to the poor,\\\" said Prince Marvel, promptly.\\n\\n\\\"What poor?\\\"\\n\\n\\\"Oh, the poorest people I can find.\\\"\\n\\n\\\"Will you permit me to advise you in this matter?\\\" asked the king of thieves, politely.\\n\\n\\\"Yes, indeed; for I am a stranger in this land,\\\" returned the prince.\\n\\n\\\"Well, I know a lot of people who are so poor that they have no possessions whatever, neither food to eat, houses to live in, nor any clothing but that which covers their bodies.  They can call no man friend, nor will any lift a hand to help them.  Indeed, good sir, I verily believe they will soon perish miserably unless you come to their assistance!\\\"\\n\\n\\\"Poor creatures!\\\" exclaimed Prince Marvel, with ready sympathy; \\\"tell me who they are, and I will divide amongst them all your ill-gotten gains.\\\"\\n\\n\\\"They are ourselves,\\\" replied the king of thieves, with a sigh.\\n\\nMarvel looked at him in amazement, and then burst into joyous laughter.\\n\\n\\\"Yourselves!\\\" he cried, greatly amused.\\n\\n\\\"Indeed, yes!\\\" said Wul-Takim, sadly.  \\\"There are no poorer people in all the world, for we have ropes about our necks and are soon to be hanged.  To-morrow we shall not have even our flesh left, for the crows will pick our bones.\\\"\\n\\n\\\"That is true,\\\" remarked Marvel, thoughtfully.  \\\"But, if I restore to you the treasure, how will it benefit you, since you are about to die?\\\"\\n\\n\\\"Must you really hang us?\\\" asked the thief.\\n\\n\\\"Yes; I have decreed it, and you deserve your fate.\\\"\\n\\n\\\"Why?\\\"\\n\\n\\\"Because you have wickedly taken from helpless people their property, and committed many other crimes besides.\\\"\\n\\n\\\"But I have reformed!  We have all reformed--have we not, brothers?\\\"\\n\\n\\\"We have!\\\" answered the other thieves, who, having regained their senses, were listening to this conversation with much interest.\\n\\n\\\"And, if you will return to us our treasure, we will promise never to steal again, but to remain honest men and enjoy our wealth in peace,\\\" promised the king.\\n\\n\\\"Honest men could not enjoy treasures they have stolen,\\\" said Prince Marvel.\\n\\n\\\"True; but this treasure is now yours, having been won by you in fair battle.  And if you present it to us it will no longer be stolen treasure, but a generous gift from a mighty prince, which we may enjoy with clear consciences.\\\"\\n\\n\\\"Yet there remains the fact that I have promised to hang you,\\\" suggested Prince Marvel, with a smile, for the king amused him greatly.\\n\\n\\\"Not at all!  Not at all!\\\" cried Wul-Takim.  \\\"You promised to hang fifty-nine thieves, and there is no doubt the fifty-nine thieves deserved to be hung.  But, consider!  We have all reformed our ways and become honest men; so it would be a sad and unkindly act to hang fifty-nine honest men!\\\"\\n\\n\\\"What think you, Nerle?\\\" asked the Prince, turning to his esquire.\\n\\n\\\"Why, the rogue seems to speak truth,\\\" said Nerle, scratching his head with a puzzled air, \\\"yet, if he speaks truth, there is little difference between a rogue and an honest man.  Ask him, my master, what caused them all to reform so suddenly.\\\"\\n\\n\\\"Because we were about to die, and we thought it a good way to save our lives,\\\" replied the robber king.\\n\\n\\\"That's an honest answer, anyway,\\\" said Nerle.  \\\"Perhaps, sir, they have really reformed.\\\"\\n\\n\\\"And if so, I will not have the death of fifty-nine honest men on my conscience,\\\" declared the prince.  Then he turned to Wul-Takim and added: \\\"I will release you and give you the treasure, as you request. But you owe me allegiance from this time forth, and if I ever hear of your becoming thieves again, I promise to return and hang every one of you.\\\"\\n\\n\\\"Never fear!\\\" answered Wul-Takim, joyfully.  \\\"It is hard work to steal, and while we have so much treasure it is wholly unnecessary. Moreover, having accepted from you our lives and our fortunes, we shall hereafter be your devoted servants, and whenever you need our services you have but to call upon us, and we will support you loyally and gladly.\\\"\\n\\n\\\"I accept your service,\\\" answered the prince, graciously.\\n\\nAnd then he unbound the fifty-nine honest men and took the ropes from their necks.  As nightfall was fast approaching the new servants set to work to prepare a great feast in honor of their master.  It was laid in the middle of the grassy clearing, that all might sit around and celebrate the joyous occasion.\\n\\n\\\"Do you think you can trust these men?\\\" asked Nerle, suspiciously.\\n\\n\\\"Why not?\\\" replied the prince.  \\\"They have been exceedingly wicked, it is true; but they are now intent upon being exceedingly good.  Let us encourage them in this.  If we mistrusted all who have ever done an evil act there would be fewer honest people in the world.  And if it were as interesting to do a good act as an evil one there is no doubt every one would choose the good.\\\"\",\"timestamp\":1636532712,\"title\":\"The King of Thieves\"},\"digest\":\"4Nx-a1RXQxbR5dR3-IQUB1khg5J3JiwRaygCgE9Yh6o\",\"authorship\":{\"contributor\":\"0xd9CA57b982AAED43FCbb935ea1B64C896C97e093\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V99e-wHc7bRd53p5flQ7MLwIKz-N5F6zv3ulHW9-ugU\\\",\\\"y\\\":\\\"EKm3VT-4AT9E8ppK30gfkiTv1SkiMZV-_2UdIhN-B3U\\\"}\",\"signature\":\"34hZjNYqNJd7lCgn5w616B9mZ8HnXAsVqYadf9N6w_NVMH5pCaymU0x3jrUE1OR6l0SKjjt3sbUk2nikNdzInQ\",\"signingKeySignature\":\"0x5167baee8c5b2b7ec9f08273eff330076994d80ff635db9279321b98ef96d8e06a3ca17bed37da1983ddd93450a67ec4b599c590bf424421b9557fee8df194311c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V99e-wHc7bRd53p5flQ7MLwIKz-N5F6zv3ulHW9-ugU\\\",\\\"y\\\":\\\"EKm3VT-4AT9E8ppK30gfkiTv1SkiMZV-_2UdIhN-B3U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4Nx-a1RXQxbR5dR3-IQUB1khg5J3JiwRaygCgE9Yh6o\"}"