"{\"content\":{\"body\":\"After Jumia’s IPO a couple years ago, I wrote a brief argument for why I thought African startups would surprise to the upside (see “African Startups” below).\\n\\nI still think this is the case, and I’m encouraged to see a [growing number of venture investors](https://cdn-website.partechpartners.com/media/documents/2021-02_Partech_Africa_2020_Africa_Tech_VC_Report.pdf) and corporates (e.g., Google, Stripe) recognizing the potential on the continent.\\n\\n![](https://images.mirror-media.xyz/publication-images/Rx9oDZw1r1D1EmP8f6Gzz.png?height=1330&width=1798)\\n\\nOne of the historical challenges stymying company and capital formation has been the paucity — and poor performance — of private equity (PE) and venture capital (VC) funds (see “Will Private Equity Build Africa’s Manufacturing Sector” below).\\n\\nTo wit, according to Preqin, Africa-focused PE and VC funds have raised only $9.6 billion since 2016. Stack that against $26 billion for Latin America and an astounding $1.2 *trillion* for Asia.\\n\\n![](https://images.mirror-media.xyz/publication-images/OSOibmCkyZy0dRuLHXO2l.png?height=1333&width=1480)\\n\\nLately, I’ve been thinking about the nexus of [NFTs](https://a16z.com/2021/02/27/nfts-and-a-thousand-true-fans/) and African creatives, and what it might tell us about the future of funding for African businesses.\\n\\nThere has been secular growth in the “[intangible economy](https://caseyjr.org/2018/01/25/intangible-assets/)” over the last two decades, with economic returns increasingly being tied to IP rather than a reliance upon hard assets.\\n\\nTraditionally, gatekeepers controlled the flow of one type of IP — content. Gatekeepers determined which types of content had value to whom, and how much the creators should receive in compensation.\\n\\n[Web2](https://ethereum.org/en/developers/docs/web2-vs-web3/) disrupted this.\\n\\n[Ben Thompson](https://stratechery.com/) argues that “aggregators” like Facebook demolished the vice grip of gatekeepers. But while they may have democratized distribution, they concentrated economic returns in the hands of the platforms.\\n\\nIn my view, they’ve also undermined the prospects for discovery through algorithms that drive engagement and destroy society.\\n\\nCrypto (Web3) is attempting to reclaim some of the good of Web2 by enabling [tighter economic alignment](https://variant.mirror.xyz/T8kdtZRIgy_srXB5B06L8vBqFHYlEBcv6ae2zR6Y_eo) between artist / creator and fan / investor.\\n\\nIt’s the Wild West in crypto, but I think NFTs are the wedge that will unlock and accelerate capital flows to African startups at scale.\\n\\nWhy?\\n\\nFirst, NFTs are creating new markets.\\n\\nCrypto is facilitating the creation and discovery of culture — be it music, movies, literature, graphical art, whatever — whilst simultaneously enabling local artists to monetize their work from a global pool of collectors. If cultural IP were to be viewed as a resource endowment, Africa’s would match that of its reserves of fossil fuels and minerals.\\n\\nThe world has been hearing about Africa’s potential for some time, but now they can see it and participate in it directly.\\n\\nThis leads to point two: the growth of crypto is expanding the universe of prospective investors in African businesses.\\n\\nIt is a small — albeit complicated! — step for the owners of capital to transition from purchasing digital collectibles to investing in the tokenized shares of companies.\\n\\nAnd it’s only a matter of time before we see [DAOs](https://ethereum.org/en/dao/) fill many of the roles now played by fund managers (e.g., sourcing, DD, syndication).\\n\\nIt may seem counterintuitive, but these non-institutional sources of capital may be a better fit for African businesses than blind-pool, fixed-life funds.\\n\\nFor instance:\\n\\n* **Alignment** — will retail investors be able to build authentic communities that support the growth of the businesses they own?\\n* **Exits** — rather than tying up capital for 10+ years with returns contingent upon an exit event, would crypto investors enjoy faster and better liquidity?\\n* **FX risk** — would tokens alleviate — or even eliminate — cross-currency risk?\\n* **Inclusivity** — would the tokenization of shares provide employees / stakeholders a greater ability to share in upside?\\n* **Risk appetite** — is the average crypto investor more willing to embrace / underwrite risk than the average allocator at pension and endowment funds?\\n\\nI think there’s something here.\\n\\nWhat do you think?\\n\\n*This post was cross-published at [caseyjr.org](http://caseyjr.org) and mirror.xyz.*\\n\\n———\\n\\n**African Startups** | July 2019\\n\\n“[Are tech companies Africa’s new colonialists?](https://www.ft.com/content/4625d9b8-9c16-11e9-b8ce-8b459ed04726)”\\n\\nOn the heels of Jumia’s IPO, the FT’s David Pilling probed this question and my answer is: “Nope.”\\n\\nSure, Jumia is a Rocket Internet “copy-paste” special. Is there a risk that well-capitalized, foreign tech companies will sell at a loss and capture market share, displacing local firms in the process? Of course.\\n\\nBut I don’t think this narrative will define Africa’s startup landscape over the long term. In fact, I’m of the view that African entrepreneurs will build successful startups that address the needs of local businesses and consumers.\\n\\nAnd by needs, I’m thinking a bit more broadly than e-commerce. I’m thinking about businesses that increase productivity and per capita incomes.\\n\\nJoin me in a thought experiment.\\n\\nIn his excellent book *How Asia Works*, Joe Studwell argues that three drivers explain the successful development trajectories of Japan, South Korea, and China: household farming, export-oriented manufacturing, and a financial system that channeled capital toward the growth of these two sectors.\\n\\nAccording to Studwell, household agriculture has been pivotal because it has generated higher yields while maximizing the use of abundant labor. Household farmers’ greater productivity led to commodity surpluses and a “consumption shock” that sparked domestic demand for manufactures, goods, and services. Contrary to conventional wisdom, scale producers weren’t key to development.\\n\\nData from the [UN Food and Agriculture Organization](http://www.fao.org/fileadmin/templates/nr/sustainability_pathways/docs/Factsheet_SMALLHOLDERS.pdf) show smallholders account for \\\\~80% of the food supply in Africa and Asia. Let’s leave aside the important issue of land reform, and simply consider how African startups could develop cost-effective, technological solutions that increase smallholder farmers’ yields and profits.\\n\\nThink of the knock-on effects. The expansion of dignity.\\n\\nOr, consider how startups might address postharvest loss for agricultural commodities. According to [a recent World Bank study](https://openknowledge.worldbank.org/handle/10986/28543), African farmers who experienced postharvest loss reported that it amounted to upwards of 25% of their harvests. This can be financially devastating. What if local startups develop businesses that reduce loss through enhanced storage or improved logistics?\\n\\nThink about the possibilities when farmers maximize the economic utility of their production, and consumers enjoy lower food costs and more discretionary income.\\n\\nWould these types of businesses be unicorns? Listed on the New York Stock Exchange? Probably not. But they’d address market needs, be scalable, and improve livelihoods.\\n\\nIs a European tech company like Rocket Internet, or a U.S. tech company going to find product-market fit in this vertical? I doubt it.\\n\\nBut, I bet European and U.S. investors could find a fund manager that’s able to identify local startups that *will* attain product-market fit.\\n\\nI think Africa’s startups are going to surprise to the upside.\\n\\n*Originally published on [porticoadvisers.com](http://porticoadvisers.com) in July 2019.*\\n\\n———\\n\\n**Will Private Equity Build Africa’s Manufacturing Sector?** | July 2017\\n\\nNo.\\n\\nThe FT recently ran [a comment piece](http://porticoadvisers.createsend1.com/t/d-l-khalkk-l-i/) imploring PE firms to drive the development of Africa’s manufacturing sector. Private equity can deliver — and has delivered — powerful developmental impacts in Africa. For example, an [impact assessment](http://porticoadvisers.createsend1.com/t/d-l-khalkk-l-d/) of CDC Group plc’s Africa fund investments between 2004-12 shows direct job creation of 40,500 positions and a $600 million increase in taxes paid. I’m a believer in the potential of the asset class to deliver dignity in EMs; however, some of the author’s overzealous assertions bear some scrutiny:\\n\\n> Private equity has largely ignored investment in African manufacturing and industrial projects. \\\\[EMPEA\\\\] data show that 23 PE firms have made only 53 investments in the industrials sector in Sub-Saharan Africa since 2008.\\n\\nPE firms have not ignored African manufacturing companies. First, by excluding deals in manufacturing companies outside of the industrial sector (e.g., consumer durables, food and beverage), the data understate the volume of investments that have been made in manufacturers.\\n\\nSecond, how many manufacturing companies are there in Africa? **Within the industrials sector, according to Thomson Reuters Eikon there are only 57 private African companies generating between $50m and $500m in revenue.**\\n\\n> Middle market funds, in particular, have an enormous opportunity to unlock potential in this sector. Doing so will … create value for investors by creating a robust deal pipeline with attractive exit opportunities …\\n\\nMaybe? There have been — and will be — some excellent returns from manufacturing deals in Africa; but has the traditional EM PE model created value for investors?\\n\\nAccording to [Cambridge Associates’ African Private Equity & Venture Capital Index](http://porticoadvisers.createsend1.com/t/d-l-khalkk-l-h/), the 10-year horizon pooled return is 4.51%, and the pooled return has not exceeded 5% over any multi-year period. This may be a function of the constituents in Cambridge’s database — Ethos, for example discloses a USD gross IRR of 20% since its third fund — but the pooled return suggests investors are taking on equity risk + country risk + illiquidity, and receiving 200 basis points over 10-year Treasurys.\\n\\nWith this return profile, why should pensioners, endowments, and foundations be subsidizing African industrial policy?\\n\\nOn a related note, McKinsey Global Institute released a [fascinating report](http://porticoadvisers.createsend1.com/t/d-l-khalkk-l-k/) on Chinese investment in Africa that shows who is likely to drive the growth of manufacturing on the continent: Chinese firms. McKinsey estimates that there are **more than 10,000 Chinese firms operating in Africa — 3.7x more than previously estimated — and nearly one-third of them are in the manufacturing sector** (generating \\\\~$60 billion in local revenue, with 12% market share). Says McKinsey:\\n\\n> In sectors such as manufacturing, there are too few African firms with the capital, technology, and skills to invest successfully and too few Western firms with the risk appetite to do so in Africa. Thus the opportunities are reaped by Chinese entrepreneurs who have the skills, capital, and willingness to live in and put their money in unpredictable developing-country settings.\\n\\n*(Re-)published on [porticoadvisers.com](http://porticoadvisers.com) in November 2017.*\",\"timestamp\":1634603097,\"title\":\"NFTs and the future of African startup funding\"},\"digest\":\"zomQddu3QmCPzqhYnxMiuEFeVQjhf0f_trj7YAzeypI\",\"authorship\":{\"contributor\":\"0x33fc2bE5563e3c02a3e127F01Bbd71Db472Aa613\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kC72fAG3B6mY42l2A1Z4VjxC0u9QaGR1zdAQiNV68VQ\\\",\\\"y\\\":\\\"Q_hGOtFK-74OHDANO0_u6aXk5SacFEdmq5zCiG5EZQU\\\"}\",\"signature\":\"5JkUYEAz3aawByncRUFHxAg88yALInOmaCuHXtapXGwBNvuVMd134F7Wj12il_c1TUVowOYXL3BIwiDl9B2uFw\",\"signingKeySignature\":\"0x8d38e986fc86c7a89959736a440326acea2efe4b773378a994cbfb48522b51f4263d62dd5932215a42806f2758a1d639062c57c4a5191a1d98f3a0067cb157321c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kC72fAG3B6mY42l2A1Z4VjxC0u9QaGR1zdAQiNV68VQ\\\",\\\"y\\\":\\\"Q_hGOtFK-74OHDANO0_u6aXk5SacFEdmq5zCiG5EZQU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zomQddu3QmCPzqhYnxMiuEFeVQjhf0f_trj7YAzeypI\"}"