"{\"content\":{\"body\":\"But far greater is my fear, that to a modern British auditory, trained in the school of Locke, much of ancient thought, heathen as well as Christian, may seem so utterly the product of the imagination, so utterly without any corresponding reality in the universe, as to look like mere unintelligible madness.  Still, I must try; only entreating my hearers to consider, that how much soever we may honour Locke and his great Scotch followers, we are not bound to believe them either infallible, or altogether world-embracing; that there have been other methods than theirs of conceiving the Unseen; that the common ground from which both Christian and heathen Alexandrians start, is not merely a private vagary of their own, but one which has been accepted undoubtingly, under so many various forms, by so many different races, as to give something of an inductive probability that it is not a mere dream, but may be a right and true instinct of the human mind.  I mean the belief that the things which we see--nature and all her phenomena-- are temporal, and born only to die; mere shadows of some unseen realities, from whom their laws and life are derived; while the eternal things which subsist without growth, decay, or change, the only real, only truly existing things, in short, are certain things which are not seen; inappreciable by sense, or understanding, or imagination, perceived only by the conscience and the reason.  And that, again, the problem of philosophy, the highest good for man, that for the sake of which death were a gain, without which life is worthless, a drudgery, a degradation, a failure, and a ruin, is to discover what those unseen eternal things are, to know them, possess them, be in harmony with them, and thereby alone to rise to any real and solid power, or safety, or nobleness.  It is a strange dream.  But you will see that it is one which does not bear much upon \\\"points of controversy,\\\" any more than on \\\"Locke's philosophy;\\\" nevertheless, when we find this same strange dream arising, apparently without intercommunion of thought, among the old Hindoos, among the Greeks, among the Jews; and lastly, when we see it springing again in the Middle Age, in the mind of the almost forgotten author of the \\\"Deutsche Theologie,\\\" and so becoming the parent, not merely of Luther's deepest belief, or of the German mystic schools of the seventeenth and eighteenth centuries, but of the great German Philosophy itself as developed by Kant, and Fichte, and Schelling, and Hegel, we must at least confess it to be a popular delusion, if nothing better, vast enough and common enough to be worth a little patient investigation, wheresoever we may find it stirring the human mind.\\n\\nBut I have hope, still, that I may find sympathy and comprehension among some, at least, of my audience, as I proceed to examine the ancient realist schools of Alexandria, on account of their knowledge of the modern realist schools of Germany.  For I cannot but see, that a revulsion is taking place in the thoughts of our nation upon metaphysic subjects, and that Scotland, as usual, is taking the lead therein.  That most illustrious Scotchman, Mr. Thomas Carlyle, first vindicated the great German Realists from the vulgar misconceptions about them which were so common at the beginning of this century, and brought the minds of studious men to a more just appreciation of the philosophic severity, the moral grandeur, of such thinkers as Emmanuel Kant, and Gottlieb Fichte.  To another Scotch gentleman, who, I believe, has honoured me by his presence here to-night, we owe most valuable translations of some of Fichte's works; to be followed, I trust, by more.  And though, as a humble disciple of Bacon, I cannot but think that the method both of Kant and Fichte possesses somewhat of the same inherent defect as the method of the Neoplatonist school, yet I should be most unfair did I not express my deep obligations to them, and advise all those to study them carefully, who wish to gain a clear conception either of the old Alexandrian schools, or of those intellectual movements which are agitating the modern mind, and which will, I doubt not, issue in a clearer light, and in a nobler life, if not for us, yet still for our children's children for ever.\\n\\nThe name of Philo the Jew is now all but forgotten among us.  He was laughed out of sight during the last century, as a dreamer and an allegorist, who tried eclectically to patch together Plato and Moses. The present age, however, is rapidly beginning to suspect that all who thought before the eighteenth century were not altogether either fools or impostors; old wisdom is obtaining a fairer hearing day by day, and is found not to be so contradictory to new wisdom as was supposed.  We are beginning, too, to be more inclined to justify Providence, by believing that lies are by their very nature impotent and doomed to die; that everything which has had any great or permanent influence on the human mind, must have in it some germ of eternal truth; and setting ourselves to separate that germ of truth from the mistakes which may have distorted and overlaid it.  Let us believe, or at least hope, the same for a few minutes, of Philo, and try to find out what was the secret of his power, what the secret of his weakness.\\n\\nFirst:  I cannot think that he had to treat his own sacred books unfairly, to make them agree with the root-idea of Socrates and Plato. Socrates and Plato acknowledged a Divine teacher of the human spirit; that was the ground of their philosophy.  So did the literature of the Jews.  Socrates and Plato, with all the Greek sages till the Sophistic era, held that the object of philosophy was the search after that which truly exists:  that he who found that, found wisdom:  Philo's books taught him the same truth:  but they taught him also, that the search for wisdom was not merely the search for that which is, but for Him who is; not for a thing, but for a person.  I do not mean that Plato and the elder Greeks had not that object also in view; for I have said already that Theology was with them the ultimate object of all metaphysic science:  but I do think that they saw it infinitely less clearly than the old Jewish sages.  Those sages were utterly unable to conceive of an absolute truth, except as residing in an absolutely true person; of absolute wisdom, except in an absolutely wise person; of an absolute order and law, except in a lawgiver; of an absolute good, except in an absolutely good person:  any more than either they or we can conceive of an absolute love, except in an absolutely loving person.  I say boldly, that I think them right, on all grounds of Baconian induction.  For all these qualities are only known to us as exhibited in persons; and if we believe them to have any absolute and eternal existence at all, to be objective, and independent of us, and the momentary moods and sentiments of our own mind, they must exist in some absolute and eternal person, or they are mere notions, abstractions, words, which have no counterparts.\\n\\nBut here arose a puzzle in the mind of Philo, as it in reality had, we may see, in the minds of Socrates and Plato.  How could he reconcile the idea of that absolute and eternal one Being, that Zeus, Father of Gods and men, self-perfect, self-contained, without change or motion, in whom, as a Jew, he believed even more firmly than the Platonists, with the Daemon of Socrates, the Divine Teacher whom both Plato and Solomon confessed?  Or how, again, could he reconcile the idea of Him with the creative and providential energy, working in space and time, working on matter, and apparently affected and limited, if not baffled, by the imperfection of the minds which he taught, by the imperfection of the matter which he moulded?  This, as all students of philosophy must know, was one of the great puzzles of old Greek philosophy, as long as it was earnest and cared to have any puzzles at all:  it has been, since the days of Spinoza, the great puzzle of all earnest modern philosophers. Philo offered a solution in that idea of a Logos, or Word of God, Divinity articulate, speaking and acting in time and space, and therefore by successive acts; and so doing, in time and space, the will of the timeless and spaceless Father, the Abysmal and Eternal Being, of whom he was the perfect likeness.  In calling this person the Logos, and making him the source of all human reason, and knowledge of eternal laws, he only translated from Hebrew into Greek the name which he found in his sacred books, \\\"The Word of God.\\\"  As yet we have found no unfair allegorising of Moses, or twisting of Plato.  How then has he incurred this accusation?\\n\\nI cannot think, again, that he was unfair in supposing that he might hold at the same time the Jewish belief concerning Creation, and the Platonic doctrine of the real existence of Archetypal ideas, both of moral and of physical phenomena.  I do not mean that such a conception was present consciously to the mind of the old Jews, as it was most certainly to the mind of St. Paul, a practised Platonic dialectician; but it seems to me, as to Philo, to be a fair, perhaps a necessary, corollary from the Genetic Philosophy, both of Moses and of Solomon.\\n\\nBut in one thing he was unfair; namely, in his allegorising.  But unfair to whom?  To Socrates and Plato, I believe, as much as to Moses and to Samuel.  For what is the part of the old Jewish books which he evaporates away into mere mystic symbols of the private experiences of the devout philosopher?  Its practical everyday histories, which deal with the common human facts of family and national life, of man's outward and physical labour and craft.  These to him have no meaning, except an allegoric one.  But has he thrown them away for the sake of getting a step nearer to Socrates, or Plato, or Aristotle?  Surely not. To them, as to the old Jewish sages, man is most important when regarded not merely as a soul, but as a man, a social being of flesh and blood. Aristotle declares politics to be the architectonical science, the family and social relations to be the eternal master-facts of humanity. Plato, in his Republic, sets before himself the Constitution of a State, as the crowning problem of his philosophy.  Every work of his, like every saying of his master Socrates, deals with the common, outward, vulgar facts of human life, and asserts that there is a divine meaning in them, and that reverent induction from them is the way to obtain the deepest truths.  Socrates and Plato were as little inclined to separate the man and the philosopher as Moses, Solomon, or Isaiah were.  When Philo, by allegorising away the simple human parts of his books, is untrue to Moses's teaching, he becomes untrue to Plato's.  He becomes untrue, I believe, to a higher teaching than Plato's.  He loses sight of an eternal truth, which even old Homer might have taught him, when he treats Moses as one section of his disciples in after years treated Homer.\\n\\nFor what is the secret of the eternal freshness, the eternal beauty, ay, I may say boldly, in spite of all their absurdities and immoralities, the eternal righteousness of those old Greek myths?  What is it which made Socrates and Plato cling lovingly and reverently to them, they scarce knew why, while they deplored the immoralities to which they had given rise?  What is it which made those myths, alone of all old mythologies, the parents of truly beautiful sculpture, painting, poetry? What is it which makes us love them still; find, even at times against our consciences, new meaning, new beauty in them; and brings home the story of Perseas or of Hercules, alike to the practised reason of Niebuhr, and the untutored instincts of Niebuhr's little child, for whom he threw them into simplest forms?  Why is it that in spite of our disagreeing with their creed and their morality, we still persist--and long may we persist, or rather be compelled--as it were by blind instinct, to train our boys upon those old Greek dreams; and confess, whenever we try to find a substitute for them in our educational schemes, that we have as yet none?  Because those old Greek stories do represent the Deities as the archetypes, the kinsmen, the teachers, the friends, the inspirers of men.  Because while the schoolboy reads how the Gods were like to men, only better, wiser, greater; how the Heroes are the children of the Gods, and the slayers of the monsters which devour the earth; how Athene taught men weaving, and Phoebus music, and Vulcan the cunning of the stithy; how the Gods took pity on the noble- hearted son of Danae, and lent him celestial arms and guided him over desert and ocean to fulfil his vow--that boy is learning deep lessons of metaphysic, more in accordance with the reine vernunft, the pure reason whereby man perceives that which is moral, and spiritual, and eternal, than he would from all disquisitions about being and becoming, about actualities and potentialities, which ever tormented the weary brain of man.\\n\\nLet us not despise the gem because it has been broken to fragments, obscured by silt and mud.  Still less let us fancy that one least fragment of it is not more precious than the most brilliant paste jewel of our own compounding, though it be polished and faceted never so completely.  For what are all these myths but fragments of that great metaphysic idea, which, I boldly say, I believe to be at once the justifier and the harmoniser of all philosophic truth which man has ever discovered, or will discover; which Philo saw partially, and yet clearly; which the Hebrew sages perceived far more deeply, because more humanly and practically; which Saint Paul the Platonist, and yet the Apostle, raised to its highest power, when he declared that the immutable and self-existent Being, for whom the Greek sages sought, and did not altogether seek in vain, has gathered together all things both in heaven and in earth in one inspiring and creating Logos, who is both God and Man?\\n\\nBe this as it may, we find that from the time of Philo, the deepest thought of the heathen world began to flow in a theologic channel.  All the great heathen thinkers henceforth are theologians.  In the times of Nero, for instance, Epictetus the slave, the regenerator of Stoicism, is no mere speculator concerning entities and quiddities, correct or incorrect.  He is a slave searching for the secret of freedom, and finding that it consists in escaping not from a master, but from self: not to wealth and power, but to Jove.  He discovers that Jove is, in some most mysterious, but most real sense, the Father of men; he learns to look up to that Father as his guide and friend.\\n\\nNumenius, again, in the second century, was a man who had evidently studied Philo.  He perceived so deeply, I may say so exaggeratedly, the analogy between the Jewish and the Platonic assertions of an Absolute and Eternal Being, side by side with the assertion of a Divine Teacher of man, that he is said to have uttered the startling saying:  \\\"What is Plato but Moses talking Attic?\\\"  Doubtless Plato is not that:  but the expression is remarkable, as showing the tendency of the age.  He too looks up to God with prayers for the guidance of his reason.  He too enters into speculation concerning God in His absoluteness, and in His connection with the universe.  \\\"The Primary God,\\\" he says, \\\"must be free from works and a King; but the Demiurgus must exercise government, going through the heavens.  Through Him comes this our condition; through Him Reason being sent down in efflux, holds communion with all who are prepared for it:  God then looking down, and turning Himself to each of us, it comes to pass that our bodies live and are nourished, receiving strength from the outer rays which come from Him.  But when God turns us to the contemplation of Himself, it comes to pass that these things are worn out and consumed, but that the reason lives, being partaker of a blessed life.\\\"\\n\\nThis passage is exceedingly interesting, as containing both the marrow of old Hebrew metaphysic, and also certain notional elements, of which we find no trace in the Scripture, and which may lead--as we shall find they afterwards did lead--to confusing the moral with the notional, and finally the notional with the material; in plain words, to Pantheism.\\n\\nYou find this tendency, in short, in all the philosophers who flourished between the age of Augustus and the rise of Alexandrian Neoplatonism. Gibbon, while he gives an approving pat on the back to his pet \\\"Philosophic Emperor,\\\" Marcus Aurelius, blinks the fact that Marcus's philosophy, like that of Plutarch, contains as an integral element, a belief which to him would have been, I fear, simply ludicrous, from its strange analogy with the belief of John, the Christian Apostle.  What is Marcus Aurelius's cardinal doctrine?  That there is a God within him, a Word, a Logos, which \\\"has hold of him,\\\" and who is his teacher and guardian; that over and above his body and his soul, he has a Reason which is capable of \\\"hearing that Divine Word, and obeying the monitions of that God.\\\"  What is Plutarch's cardinal doctrine?  That the same Word, the Daemon who spoke to the heart of Socrates, is speaking to him and to every philosopher; \\\"coming into contact,\\\" he says, \\\"with him in some wonderful manner; addressing the reason of those who, like Socrates, keep their reason pure, not under the dominion of passion, nor mixing itself greatly with the body, and therefore quick and sensitive in responding to that which encountered it.\\n\\nYou see from these two extracts what questions were arising in the minds of men, and how they touched on ethical and theological questions.  I say arising in their minds:  I believe that I ought to say rather, stirred up in their minds by One greater than they.  At all events, there they appeared, utterly independent of any Christian teaching.  The belief in this Logos or Daemon speaking to the Reason of man, was one which neither Plutarch nor Marcus, neither Numenius nor Ammonius, as far as we can see, learnt from the Christians; it was the common ground which they held with them; the common battlefield which they disputed with them.\\n\\nNeither have we any reason to suppose that they learnt it from the Hindoos.  That much Hindoo thought mixed with Neoplatonist speculation we cannot doubt; but there is not a jot more evidence to prove that Alexandrians borrowed this conception from the Mahabharavata, than that George Fox the Quaker, or the author of the \\\"Deutsche Theologie,\\\" did so.  They may have gone to Hindoo philosophy, or rather, to second and third hand traditions thereof, for corroborations of the belief; but be sure, it must have existed in their own hearts first, or they would never have gone thither.  Believe it; be sure of it.  No earnest thinker is a plagiarist pure and simple.  He will never borrow from others that which he has not already, more or less, thought out for himself.  When once a great idea, instinctive, inductive (for the two expressions are nearer akin than most fancy), has dawned on his soul, he will welcome lovingly, awfully, any corroboration from foreign schools, and cry with joy:  \\\"Behold, this is not altogether a dream:  for others have found it also.  Surely it must be real, universal, eternal.\\\"  No; be sure there is far more originality (in the common sense of the word), and far less (in the true sense of the word), than we fancy; and that it is a paltry and shallow doctrine which represents each succeeding school as merely the puppets and dupes of the preceding.  More originality, because each earnest man seems to think out for himself the deepest grounds of his creed.  Less originality, because, as I believe, one common Logos, Word, Reason, reveals and unveils the same eternal truth to all who seek and hunger for it.\\n\\nTherefore we can, as the Christian philosophers of Alexandria did, rejoice over every truth which their heathen adversaries beheld, and attribute them, as Clement does, to the highest source, to the inspiration of the one and universal Logos.  With Clement, philosophy is only hurtful when it is untrue to itself, and philosophy falsely so called; true philosophy is an image of the truth, a divine gift bestowed on the Greeks.  The Bible, in his eyes, asserts that all forms of art and wisdom are from God.  The wise in mind have no doubt some peculiar endowment of nature, but when they have offered themselves for their work, they receive a spirit of perception from the Highest Wisdom, giving them a new fitness for it.  All severe study, all cultivation of sympathy, are exercises of this spiritual endowment.  The whole intellectual discipline of the Greeks, with their philosophy, came down from God to men.  Philosophy, he concludes in one place, carries on \\\"an inquiry concerning Truth and the nature of Being; and this Truth is that concerning which the Lord Himself said:  'I am the Truth.'  And when the initiated find, or rather receive, the true philosophy, they have it from the Truth itself; that is from Him who is true.\\\"\\n\\nWhile, then, these two schools had so many grounds in common, where was their point of divergence?  We shall find it, I believe, fairly expressed in the dying words of Plotinus, the great father of Neoplatonism.  \\\"I am striving to bring the God which is in us into harmony with the God which is in the universe.\\\"  Whether or not Plotinus actually so spoke, that was what his disciples not only said that he spoke, but what they would have wished him to speak.  That one sentence expresses the whole object of their philosophy.\\n\\nBut to that Pantaenus, Origen, Clement, and Augustine would have answered:  \\\"And we, on the other hand, assert that the God which is in the universe, is the same as the God which is in you, and is striving to bring you into harmony with Himself.\\\"  There is the experimentum crucis. There is the vast gulf between the Christian and the Heathen schools, which when any man had overleaped, the whole problem of the universe was from that moment inverted.  With Plotinus and his school man is seeking for God:  with Clement and his, God is seeking for man.  With the former, God is passive, and man active:  with the latter, God is active, man is passive--passive, that is, in so far as his business is to listen when he is spoken to, to look at the light which is unveiled to him, to submit himself to the inward laws which he feels reproving and checking him at every turn, as Socrates was reproved and checked by his inward Daemon.\\n\\nWhether of these two theorems gives the higher conception either of the Divine Being, or of man, I leave it for you to judge.  To those old Alexandrian Christians, a being who was not seeking after every single creature, and trying to raise him, could not be a Being of absolute Righteousness, Power, Love; could not be a Being worthy of respect or admiration, even of philosophic speculation.  Human righteousness and love flows forth disinterestedly to all around it, however unconscious, however unworthy they may be; human power associated with goodness, seeks for objects which it may raise and benefit by that power.  We must confess this, with the Christian schools, or, with the Heathen schools, we must allow another theory, which brought them into awful depths; which may bring any generation which holds it into the same depths.\\n\\nIf Clement had asked the Neoplatonists:  \\\"You believe, Plotinus, in an absolutely Good Being.  Do you believe that it desires to shed forth its goodness on all?\\\"  \\\"Of course,\\\" they would have answered, \\\"on those who seek for it, on the philosopher.\\\"\\n\\n\\\"But not, it seems, Plotinus, on the herd, the brutal, ignorant mass, wallowing in those foul crimes above which you have risen?\\\"  And at that question there would have been not a little hesitation.  These brutes in human form, these souls wallowing in earthly mire, could hardly, in the Neoplatonists' eyes, be objects of the Divine desire.\\n\\n\\\"Then this Absolute Good, you say, Plotinus, has no relation with them, no care to raise them.  In fact, it cannot raise them, because they have nothing in common with it.  Is that your notion?\\\"  And the Neoplatonists would have, on the whole, allowed that argument.  And if Clement had answered, that such was not his notion of Goodness, or of a Good Being, and that therefore the goodness of their Absolute Good, careless of the degradation and misery around it, must be something very different from his notions of human goodness; the Neoplatonists would have answered-- indeed they did answer--\\\"After all, why not?  Why should the Absolute Goodness be like our human goodness?\\\"  This is Plotinus's own belief. It is a question with him, it was still more a question with those who came after him, whether virtues could be predicated of the Divine nature; courage, for instance, of one who had nothing to fear; self- restraint, of one who had nothing to desire.  And thus, by setting up a different standard of morality for the divine and for the human, Plotinus gradually arrives at the conclusion, that virtue is not the end, but the means; not the Divine nature itself, as the Christian schools held, but only the purgative process by which man was to ascend into heaven, and which was necessary to arrive at that nature--that nature itself being--what?\\n\\nAnd how to answer that last question was the abysmal problem of the whole of Neoplatonic philosophy, in searching for which it wearied itself out, generation after generation, till tired equally of seeking and of speaking, it fairly lay down and died.  In proportion as it refused to acknowledge a common divine nature with the degraded mass, it deserted its first healthy instinct, which told it that the spiritual world is identical with the moral world, with right, love, justice; it tried to find new definitions for the spiritual; it conceived it to be identical with the intellectual.  That did not satisfy its heart.  It had to repeople the spiritual world, which it had emptied of its proper denizens, with ghosts; to reinvent the old daemonologies and polytheisms--from thence to descend into lower depths, of which we will speak hereafter.\\n\\nBut in the meanwhile we must look at another quarrel which arose between the two twin schools of Alexandria.  The Neoplatonists said that there is a divine element in man.  The Christian philosophers assented fervently, and raised the old disagreeable question:  \\\"Is it in every man?  In the publicans and harlots as well as in the philosophers?  We say that it is.\\\"  And there again the Neoplatonist finds it over hard to assent to a doctrine, equally contrary to outward appearance, and galling to Pharisaic pride; and enters into a hundred honest self- puzzles and self-contradictions, which seem to justify him at last in saying, No.  It is in the philosopher, who is ready by nature, as Plotinus has it, and as it were furnished with wings, and not needing to sever himself from matter like the rest, but disposed already to ascend to that which is above.  And in a degree too, it is in the \\\"lover,\\\" who, according to Plotinus, has a certain innate recollection of beauty, and hovers round it, and desires it, wherever he sees it.  Him you may raise to the apprehension of the one incorporeal Beauty, by teaching him to separate beauty from the various objects in which it appears scattered and divided.  And it is even in the third class, the lowest of whom there is hope, namely, the musical man, capable of being passively affected by beauty, without having any active appetite for it; the sentimentalist, in short, as we should call him nowadays.\\n\\nBut for the herd, Plotinus cannot say that there is anything divine in them.  And thus it gradually comes out in all Neoplatonist writings which I have yet examined, that the Divine only exists in a man, in proportion as he is conscious of its existence in him.  From which spring two conceptions of the Divine in man.  First, is it a part of him, if it is dependent for its existence on his consciousness of it? Or is it, as Philo, Plutarch, Marcus Aurelius would have held, as the Christians held, something independent of him, without him, a Logos or Word speaking to his reason and conscience?  With this question Plotinus grapples, earnestly, shrewdly, fairly.  If you wish to see how he does it, you should read the fourth and fifth books of the sixth Ennead, especially if you be lucky enough to light on a copy of that rare book, Taylor's faithful though crabbed translation.\\n\\nNot that the result of his search is altogether satisfactory.  He enters into subtle and severe disquisitions concerning soul.  Whether it is one or many.  How it can be both one and many.  He has the strongest perception that, to use the noble saying of the Germans, \\\"Time and Space are no gods.\\\"  He sees clearly that the soul, and the whole unseen world of truly existing being, is independent of time and space:  and yet, after he has wrestled with the two Titans, through page after page, and apparently conquered them, they slip in again unawares into the battle- field, the moment his back is turned.  He denies that the one Reason has parts--it must exist as a whole wheresoever it exists:  and yet he cannot express the relation of the individual soul to it, but by saying that we are parts of it; or that each thing, down to the lowest, receives as much soul as it is capable of possessing.  Ritter has worked out at length, though in a somewhat dry and lifeless way, the hundred contradictions of this kind which you meet in Plotinus; contradictions which I suspect to be inseparable from any philosophy starting from his grounds.  Is he not looking for the spiritual in a region where it does not exist; in the region of logical conceptions and abstractions, which are not realities, but only, after all, symbols of our own, whereby we express to ourselves the processes of our own brain?  May not his Christian contemporaries have been nearer scientific truth, as well as nearer the common sense and practical belief of mankind, in holding that that which is spiritual is personal, and can only be seen or conceived of as residing in persons; and that that which is personal is moral, and has to do, not with abstractions of the intellect, but with right and wrong, love and hate, and all which, in the common instincts of men, involves a free will, a free judgment, a free responsibility and desert? And that, therefore, if there were a Spirit, a Daemonic Element, an universal Reason, a Logos, a Divine Element, closely connected with man, that one Reason, that one Divine Element, must be a person also?  At least, so strong was the instinct of even the Heathen schools in this direction, that the followers of Plotinus had to fill up the void which yawned between man and the invisible things after which he yearned, by reviving the whole old Pagan Polytheism, and adding to it a Daemonology borrowed partly from the Chaldees, and partly from the Jewish rabbis, which formed a descending chain of persons, downward from the highest Deities to heroes, and to the guardian angel of each man; the meed of the philosopher being, that by self-culture and self-restraint he could rise above the tutelage of some lower and more earthly daemon, and become the pupil of a God, and finally a God himself.\\n\\nThese contradictions need not lower the great Father of Neoplatonism in our eyes, as a moral being.  All accounts of him seem to prove him to have been what Apollo, in a lengthy oracle, declared him to have been, \\\"good and gentle, and benignant exceedingly, and pleasant in all his conversation.\\\"  He gave good advice about earthly matters, was a faithful steward of moneys deposited with him, a guardian of widows and orphans, a righteous and loving man.  In his practical life, the ascetic and gnostic element comes out strongly enough.  The body, with him, was not evil, neither was it good; it was simply nothing--why care about it? He would have no portrait taken of his person:  \\\"It was humiliating enough to be obliged to carry a shadow about with him, without having a shadow made of that shadow.\\\"  He refused animal food, abstained from baths, declined medicine in his last illness, and so died about 200 A.D.\\n\\nIt is in his followers, as one generally sees in such cases, that the weakness of his conceptions comes out.  Plotinus was an earnest thinker, slavishly enough reverencing the opinion of Plato, whom he quotes as an infallible oracle, with a \\\"He says,\\\" as if there were but one he in the universe:  but he tried honestly to develop Plato, or what he conceived to be Plato, on the method which Plato had laid down.  His dialectic is far superior, both in quantity and in quality, to that of those who come after him.  He is a seeker.  His followers are not.  The great work which marks the second stage of his school is not an inquiry, but a justification, not only of the Egyptian, but of all possible theurgies and superstitions; perhaps the best attempt of the kind which the world has ever seen; that which marks the third is a mere cloud-castle, an inverted pyramid, not of speculation, but of dogmatic assertion, patched together from all accessible rags and bones of the dead world.  Some here will, perhaps, guess from my rough descriptions, that I speak of Iamblichus and Proclus.\",\"timestamp\":1639208667,\"title\":\"\\nBut I have hope, still, that I may find sympathy and comprehension among some, at least, of my audience\"},\"digest\":\"ptZFMVWnvj7g_to3UNtUivELEEyjUF-legm6oaRkpQk\",\"authorship\":{\"contributor\":\"0xF165065007e6A50f160Ee022853535F41771C1a6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KduUvLaQ8wGzVxYPbSMxsiejx_VovLJhVq3JkEwRR1A\\\",\\\"y\\\":\\\"X0gjYKrXdqWnQTyo4rj2a1M55_ARch57JJBJ1nCYd9g\\\"}\",\"signature\":\"WJQr-Xr_lojR366CTcUvKG0ATxNSKIZ1nLgZv5-3jnyAuUYVmIi3lVfTMPz90IbgL5f_PARrnNCv1puXDXhzcg\",\"signingKeySignature\":\"0x425cc1903dca71a677911892da3e9a1daa18ee105fb1d251bb1c257071fbf11e356082051059058e86c7592424685e7891f354d0eba47f3f43dc9459911e07f31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KduUvLaQ8wGzVxYPbSMxsiejx_VovLJhVq3JkEwRR1A\\\",\\\"y\\\":\\\"X0gjYKrXdqWnQTyo4rj2a1M55_ARch57JJBJ1nCYd9g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ptZFMVWnvj7g_to3UNtUivELEEyjUF-legm6oaRkpQk\"}"