"{\"content\":{\"body\":\"This post is based on the speech that outprog, the everFinance’s founder who proposes the SCP (Storage-based Consensus Paradigm) theory, gave on BeWater Live. It is intended to give you the whole picture of Arweave’s tech ecosystem by delving into Arweave, SmartWeave and SCP, as well as the two-layer model that integrates PoW and PoS.\\n\\nThis post is divided into three parts, each of which centers on the following content:\\n\\n**[1. How Arweave Works](https://mirror.xyz/0xDc19464589c1cfdD10AEdcC1d09336622b282652/WSBB2wO5WjqEL7YKQxrJ875Ej2MHvLaC_84AU220-nI)**\\n\\n\\\\- Why is perpetual storage economically viable\\n\\n\\\\- How does Arweave ensure miners store all the data\\n\\n\\\\- Blockweave technology\\n\\n\\\\- Implicit incentive mechanism\\n\\n**[2. SmartWeave and SCP](https://mirror.xyz/0xDc19464589c1cfdD10AEdcC1d09336622b282652/5pujoWWTTETlCrInwhsceEhMOkpJmjYNfFXhkLGlBJA)**\\n\\n\\\\- SmartWeave\\n\\n\\\\- Storage-based Consensus Paradigm\\n\\n\\\\- The Web3 Era of Infinite Scaling\\n\\n\\\\- everPay Architecture\\n\\n**3. The Two-layer model that integrates Permanent Storage and PoS**\\n\\n\\\\- The Design of KYVE\\n\\n\\\\- The Design of Koii that Integrates Permanent Storage and Pos\\n\\n\\\\- Conclusion\\n\\n## Part3: The Two-layer model that Integrates Permanent Storage and PoS\\n\\nThis post is the third and final part of “Introducing Arweave’s Tech Ecosystem”.\\n\\nAfter the SCP has been iterated and updated for more than half a year, we found that data verification is the core problem of the paradigm. SmartWeave cannot resist DDoS attacks because it fails to handle data verification properly. The validity of on-chain data is of utmost importance. Only when the data is valid and accurate can the usability and scalability of applications be ensured.\\n\\nIn everPay, the coordinator is responsible for data verification, which can be expanded to decentralized solutions.\\n\\nDecentralized data verification solutions are used by a great number of projects in the Arweave ecosystem. All these projects conform to the SCP. Among them, SmartWeave is a typical example. Other projects built on Arweave, such as publish content platform koii, data archiving protocol KYVE and the oracle solution Redstone, are essentially designed according to the similar SCP model as everPay’s.\\n\\n**1)The Design of KYVE**\\n\\n![](https://miro.medium.com/max/1400/0\\\\*pRZH_OOpPa8GZcU6)\\n\\nAccording to KYVE’s architecture, the data is uploaded by the uploader and then voted on by the Validators. KYVE ensures the validity of the data included on-chain and removes any invalid data so that clients do not need to load invalid data.\\n\\n**2)The Koii Design that Integrates Permanent Storage and PoS**\\n\\nKoii has built a fully decentralized consensus network with high scalability. It **adds a PoS layer on top of the permanent storage chain Arweave**. Only those who stake tokens are qualified to verify data in the Koii network. Any data verification performed by non-stakers are deemed invalid.\\n\\nIf a validator node which has staked tokens broadcasts false data, it’ll get slashed according to Koii’s PoS mechanism. As long as the number of tokens slashed reaches the threshold value, the node will be kicked out of the network. This way, Koii creates a fully decentralized task distributor.\\n\\nFor example, there might be 100 Koii nodes that can deal with simple computation tasks. Similar to the developers who write smart contracts in Solidity, the task distributor provides Koii nodes with task scripts for computation. The nodes that accomplish the tasks can obtain newly created tokens as rewards as long as they include the validated data onto the chain.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*y2fhl10lwx7TNqz7)\\n\\nIn the Koii network that contains 100 validator nodes, it barely requires three or four nodes instead of all the nodes to compete in order to execute a computation task distributed by the developer.\\n\\nFor example, the computation tasks of Application A and Application B can be handled by different nodes in the Koii network. As long as a computation task is done by a single node in the network, it will be computed and verified in an accurate way.\\n\\nThe SCP that integrates permanent storage and PoS has another advantage. The nodes that participate in staking cannot tamper with the computation results of a deterministic program, which means that the consensus is immutable. The consensus depends on a storage blockchain.\\n\\nAs the SCP suggests, a consensus reached on the basis of perpetual storage cannot be tampered with by third parties. Even if barely 1 million dollars of tokens are staked by validator nodes, projects worth 100 million or 1 billion dollars can run properly in the Koii network because staking only offers data verification capabilities instead of basic consensus protection.\\n\\nUltimately, a consensus is reached through the SCP. Intuitively, a Koii node is like an accountant who has no access to real assets. This makes it that it can only help accounts, but cannot change the consensus. This model has a great advantage over the traditional PoS mechanism. In the traditional PoS mechanisms, running a project worth 1 billion dollars requires 10 billion dollars worth of tokens to be staked. On the contrary, **the PoS mechanism based on the SCP allows projects of great value to run on top of a relatively small number of stakes**.\\n\\n**Conclusion**\\n\\nTo sum up, the hybrid model that combines permanent storage and PoS is a way to build a dApp with the permanent storage chain Arweave as Layer 1 for perpetual storage and the PoS mechanism as Layer 2 on top of it.\\n\\nThe projects built on top of Arweave are not restricted to the DeFi field, but also cover every aspect of Web2. Ardrive is one of the examples. You can pay AR tokens to store an image on it and download the image whenever you need.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*KzZqRjajDkXCxd2i)\\n\\nTo give another example, the oracle solution Redstone aims to upload the validated pricing data to Arweave. Similar to everPay, Koii and KYVE, Redstone is also built with a staking mechanism. It verifies the pricing data of various tokens and stores it in Arweave, so that anyone can obtain accurate crypto prices.\\n\\nRedstone can be considered as the Chainlink in the Web3 space. It allows all the applications built on the SCP to read the data from a storage blockchain to perform off-chain computations. The data accuracy is ensured by the economic mechanism of Redstone.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*LTWlOkMN7AlyZtAJ)\\n\\nThanks to the hybrid model, all the business programs that perform computations off-chain can offer an optimal user experience and extremely high TPS. Besides, the applications built on the SCP benefit from the characteristics of decentralization, which are,traceability, immutability and trustlessness.\",\"timestamp\":1638457700,\"title\":\"Introducing Arweave’s Tech Ecosystem (Part 3) \"},\"digest\":\"LMg1GUOF-TUThVaqEi_HWTgFzlsc2DpCC23Y57tcCc4\",\"authorship\":{\"contributor\":\"0xDc19464589c1cfdD10AEdcC1d09336622b282652\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CI6RpajTT2wlIdlaV3ZtZjCWJj72C5b9bYbiIdqgQn4\\\",\\\"y\\\":\\\"jf1JBVnwQ1pflyXuXX7zoNCAm_-ObpymAguatvk3Rvk\\\"}\",\"signature\":\"X7wmQrPLaK1IzjvVPXRk3g0yKCQaR_BsPBBZr7RTu04BSoVErCRurlFV5k8FOvkiM2WaBr8ZM7-2OVXk5_5kRw\",\"signingKeySignature\":\"0x8cec396b5f5432dd43e6eec095779310391950521e14bac065cefd78e68868e239443e6a84f4b5c81e563c138e2326e88d701dcc076200d3e441ba07b2bf11be1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CI6RpajTT2wlIdlaV3ZtZjCWJj72C5b9bYbiIdqgQn4\\\",\\\"y\\\":\\\"jf1JBVnwQ1pflyXuXX7zoNCAm_-ObpymAguatvk3Rvk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LMg1GUOF-TUThVaqEi_HWTgFzlsc2DpCC23Y57tcCc4\"}"