"{\"content\":{\"body\":\"There was a peace in the search engine market for many years. After Toutiao Search was launched in August 2019, the competition between the search overlord Baidu and the new upstarts [Toutiao](https://www.holobase.io/company/5badff19df68ad000127758e) has become fierce in the core business of information flow.\\n\\nIn the mobile Internet ecosystem, the super entry position of search engine in the PC era is gradually shunting for many apps. Baidu has turned to the dual engine mode of \\\"search + information flow\\\". Baidu app is an important carrier of Baidu's information flow and search business in the mobile terminal. Baidu's search box is at the top of Baidu app's home page. Sliding constantly downwards is a continuous flow of information flow.\\n\\nToutiao is the first mobile Internet upstart to make the information flow business bigger and stronger. Now at the top of the Toutiao information flow business, the latest search business is embedded.\\n\\nAt the Toutiao conference in November 2019, Zhu Wenjia, the new CEO of Toutiao, confessed in an interview with the reporter of China Business Daily that from the perspective of product form, recommendation + search dual engine is the trend of future information products. And Baidu app may be more and more similar to Toutiao in the future.\\n\\n**The competition of search engine started again**\\n\\nAt the end of 1999, returnee Robin Li founded Baidu in Zhongguancun. At that time, most of the search engines were based on robot search. With the disadvantages of slow speed, less data and more useless information, Baidu made a breakthrough. By the summer of 2001, 80% of Chinese portals had adopted Baidu's search technology. After that, Baidu changed its business mode from To B to To C. And the search engine website www.baidu.com for end users was officially launched, which means Baidu officially got access to the stage from back to fore.\\n\\nBut at that time, the competitors of the search engine market is not only from China, but also from other countries, such as the international search engine giant Google. Google launched its Chinese search engine in China in 2000, a year earlier than Baidu.\\n\\nIn March 2002, Robin Li personally led the team to launch the technology catching-up plan named \\\"lightning plan\\\". By the end of 2004, the share of Baidu and Google in the Chinese search market was basically flat.\\n\\nIn 2010, Google's market share continued to shrink, and it eventually withdrew from China. Then in the following ten years, Baidu has been ranked first for a long time with absolute market share in the search engine market. And the second-tier firms include 360 Search, Sogou Search, Shenma, etc. As of June 2019, the proportion of comprehensive market share of China's search engine sorted out by Qianzhan Industry Research Institute shows that Baidu ranks first, accounting for 72.7%.\\n\\nIn the past seven years, depending on its advantage in information flow, Toutiao  constantly carried out its layout from graphics and text to short video, Q & A, community, e-commerce and other fields. Toutiao, which began to develop just, always avoided Baidu's core search business, intentionally or accidentally. Until August 2019, Toutiao Search went online, which made a splash in the search engine market at that time.\\n\\nZhu Wenjia admitted that there was a huge space in the whole pan information market at this time. However, at present, no one can provide perfect experience, so that users do not hesitate to choose only one. Therefore, the whole market is currently in a multiple deadlock situation. In 2019, the DAU of Toutiao was around 180 million, and in Q3 of 2019, the DAU of Baidu reached 189 million.\\n\\nFor the entry of Toutiao into search engine market, the reporter has not received any official response from Baidu.\\n\\nA search engine professional told reporters that looking back at the history, search engines look like simple search boxes, but in fact, the technical threshold is very high. From the exploration and development of the earliest search technology to now, taking the Chinese market as an example, Yahoo, Sogou and 360 all have a try in the search field, but there are few left in the competition. The core technologies of Taobao, Youku, Zhihu and other search engines stay in their own vertical search field.\\n\\n**Toutiao's ambition of content**\\n\\nIn the field of pan information, search and recommendation can achieve win-win results, which is the fundamental reason why more and more information products gradually regard search as a standard. After carefully accounting the market capacity, Zhu Wenjia said: \\\"Pan information market track is very large, which is at least 600 million level market.\\\"\\n\\nIt is understood that the content of Toutiao Search not only has the content within the ByteDance system, but also the whole network search. Zhu Wenjia thinks that as a search engine, it must be big and comprehensive.\\n\\nHowever, with the increasing concentration of traffic in the mobile Internet era, content sources become more and more closed. For example, in the search box of Baidu and Toutiao, it is difficult to search the content of WeChat official accounts. So Baidu spent a lot of money and resources to invest Bai Jiahao in the past two years. It vigorously supports the content source of its own system, which can attract and make users stay.\\n\\nIn September 2016, Baidu officially launched Bai Jiahao. And at the same time, it proposed to connect content production, distribution and monitalization. In 2017, Baidu proposed to allocate 10-billion-yuan commission to content creators. In the mid-2019, Bai Jiahao announced to invest 300 million yuan to support high-quality content. In 2019, Baidu Video launched the \\\"Vlog plan\\\", providing 500 million yuan of cash subsidies, 2 billion yuan of flow support, and empowering content creators. By the end of 2019, Baidu Wenku said it plans to invest 500 million yuan in 2020 to support high-quality creators.\\n\\nIn fact, as early as 2015, Toutiao launched a policy to encourage and support content creators. In 2016, Toutiao announced that they would support short videos with 1 billion yuan. In 2017, Toutiao launched a super-fan plan, that is, in the next year, they would support 1000 accounts with 1 million fans on the platform. In 2018, it launched a special incentive plan for high-quality content and high-quality authors. In 2019, it also announced a new support plan. That is the creator income plan, which plans to help 100 million creators earn more than 10000 yuan a month in the next year.\\n\\nZhu Wenjia believes that the early isolated content mainly lies in the closed management of the WeChat official accounts. Fortunately, the high- quality authors has not been bought out by the WeChat official accounts. If you provide services, traffic and monitalization, he will come to the platform to open accounts. \\n\\nThe current phenomenon is that content creators will release their works at various content platforms, such as WeChat official accounts, Toutiao and Bai Jiahao. \\\"After you register your account, you need to open the traffic master to make money. There are certain requirements for the number of fans. Before WeChat, the opening requirement was 5000 fans. This year, it suddenly changes the rules. If you meet 500 fans, you can open the traffic master. If you have a few hundred fans, you can open the traffic master.\\\" One content creator told reporters, \\\"after nearly a year's work, there have been some revenues on several platforms, but not too much. The WeChat official accounts is mainly spread in the circle of friends and groups. The reading volume is relatively stable. However, Toutiao and Bai Jiahao depend on the system recommendation. If the system recommends, there will be a lot of traffic. If there is no recommendation, there may be dozens or hundreds of clicks. \\\"\\n\\nIn the field of content, in addition to the competition of capital and traffic, to attract content creators is still around the service of content creators. \\\"The creator service experience has many details, such as the long payment cycle, the reason why the article was not recommended, the editor improvement, etc.\\\" Zhu added.\\n\\n**Technical attack and defense**\\n\\nThe war of search, in addition to the competition in the field of content, is actually more about the competition in technology. The basic process of the whole web search technology is based on the crawler to pick up the information on the Internet, then establish index, sort, and present it to users.\\n\\nThe above search engine professionals told reporters that the three basic aspects of search engine are web crawler, web page sorting; semantic analysis, data mining; data warehouse, data correlation analysis. \\\"If you want to do well, it's all high-tech. In terms of semantic analysis alone, it needs real-time language behavior habit analysis and semantic matching, which are far more difficult than accurate push of information flow users. Moreover, semantic analysis is based on a large number of data accumulation, which is extremely lacking in Toutiao. \\\"\\n\\nNing Hao, a programmer engaged in algorithm related technology business, once told reporters: \\\"search engine is the crown of the Internet industry, which is much higher than the threshold of recommending algorithm. Baidu's search department alone includes relevance group, authority group, timeliness group, rank group and reptile group. The technical content of each group is comparable to a recommendation system. \\\"\\n\\nAccording to Zhu Wenjia, there are several key points to do a good job in search. First, technology, the structure of Toutiao Search is different from that of Baidu and other companies. It is to explore a set of machine learning structure on the recommendation engine and transfer it to search. Second is content ecology, which needs to be done for a long time. Third is content quality, some results of which are natural. However, in Zhu Wenjia's view, Toutiao does the search business is because it is a good thing, a user tool, not a product weapon.\\n\\nEnemies see red the moment they meet. In December 2019, Baidu sued Beijing ByteDance Technology Co., Ltd., the main operating body of Toutiao, to the court for unfair competition. Baidu said that in the \\\"Toutiao Search\\\" service operated by Toutiao, when Baidu's video products \\\"Baidu video\\\" and \\\"good-looking video\\\" were input for search, the results was Ixigua, which belongs to Beijing ByteDance company\\\".\\n\\nOn December 30, 2019, Toutiao Search issued a statement, which positively responded to Baidu's lawsuit. It said that it is constantly expanding the coverage of brand protection, and relevant issues can be sent to the feedback email, which will be dealt with in a timely manner. In addition, the Toutiao Search webmaster platform has launched the official website certification submission channel, and the brand official website can obtain free certification.\\n\\nIn the view of the above-mentioned search engine professionals, search includes many barriers such as technology, content and capital investment. User habits and data accumulation are the key moat, that is to say, the more people you use, the more accurate it is, the more difficult it is to catch up with them.\\n\\nToutiao seems to have its own thoughts, and it is investing in all dimensions. Therefore, it can be seen that the new race of search is just beginning.\\n\\nThis is an article from [Sina](https://tech.sina.com.cn/i/2020-01-04/doc-iihnzahk1874498.shtml), translated by Chris Yuan.\",\"timestamp\":1641523256,\"title\":\"Search engine market is thriving worldwide 2020, the competition of search engine platforms like Baidu, Toutiao Search is beginning\"},\"digest\":\"y-XmAXNIz0p6J6--WKOMUQG1VCKHUSu3y-MSVfTRCI4\",\"authorship\":{\"contributor\":\"0x021D29dC0d2DfC3137253fCb9fE56c6BD1d8a225\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JYZDbC55KuWwe2OC6cJhOu8Ak4BlV06YqJ3cLf4IXA8\\\",\\\"y\\\":\\\"EISdO5a5-8cZsq1MjXo7j4mPetZnqTIVk8VXgO6YY2w\\\"}\",\"signature\":\"ijGoek6gcPSlSsPsDsWQlcP4AWmQluPufYWMss3pNdubVK_jLfb8WcsPK0FE0lxFTR9vX7AMNAGW8pKifMlz7A\",\"signingKeySignature\":\"0x8a5e280c109f2e0b82e94a5ebd8036a14a846924a0ed240d64d91c5724ca6e080811f2c079b4bc53a0fdad0c4e0905ac6a7dbad2e4da00a9f4619a04abb15f4b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JYZDbC55KuWwe2OC6cJhOu8Ak4BlV06YqJ3cLf4IXA8\\\",\\\"y\\\":\\\"EISdO5a5-8cZsq1MjXo7j4mPetZnqTIVk8VXgO6YY2w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"y-XmAXNIz0p6J6--WKOMUQG1VCKHUSu3y-MSVfTRCI4\"}"