"{\"content\":{\"body\":\"\\\"Most of the laws in the invisible world,\\\" said the spirit, \\\"are\\nthe counterpart or extension of laws that appear on earth, though\\nyou as yet understand but a small part of those, many not having\\ncome to your notice.  You, for instance, know that light, heat,\\nand motion are analogous, and either of the last two can be\\nconverted into the other; but in practice you produce motion of\\nthe water molecules by the application of heat, and seldom\\nreverse it.  One of the first things we master here is the power\\nto freeze or boil water, by checking the motion of the molecules\\nin one case, and by increasing it, and their mutual repulsion, in\\nthe other.  This is by virtue of a simple law, though in this\\ncase there is no natural manifestation of it on earth with which\\nto compare it. While knowledge must be acquired here through\\nstudy, as on earth, the new senses we receive with the awakening\\nfrom death render the doing so easy, though with only the senses\\nwe had before it would have been next to impossible.\\n\\n\\\"At this moment snow is falling on the Callisto; but this you\\ncould not know by seeing, and scarcely any degree of evolution\\ncould develop your sight sufficiently, unassisted by death.  With\\nyour instruments, however, you could already perceive it,\\nnotwithstanding the intervening rocks.\\n\\n\\\"Your research on earth is the best and most thorough in the\\nhistory of the race; and could we but give you suggestions as to\\nthe direction in which to push it, the difference between\\nyourselves and angels might be but little more than that between\\nthe number and intensity of the senses and the composition of the\\nbody.  By the combination of natural laws you have rid yourselves\\nof the impediment of material weight, and can roam through space\\nlike spirits, or as Columbus, by virtue of the confidence that\\ncame with the discovery of the mariner's compass, roamed upon and\\nexplored the sea.  You have made a good beginning, and were not\\nyour lives so short, and their requirements so peremptory, you\\nmight visit the distant stars.\\n\\n\\\"I will show you the working of evolution.  Life sleeps in\\nminerals, dreams in plants, and wakes in you.  The rock worn by\\nfrost and age crumbles to earth and soil.   This enters the\\nsubstance of the primordial plant, which, slowly rising; produces\\nthe animal germ.  After that the way is clear, and man is evolved\\nfrom protoplasm through the vertebrate and the ape.  Here we have\\nthe epitome of the struggle for life in the ages past, and the\\nanalogue of the journey in the years to come.  Does not the\\nAlmighty Himself make this clear where He says through his\\nservant Isaiah, 'Behold of these stones will I raise up\\nchildren'?--and the name Adam means red earth.  God, having\\nbrought man so far, will not let evolution cease, and the next\\nstage of life must be the spiritual.\\\"\\n\\n\\\"Can you tell us anything,\\\" asked Ayrault, \\\"concerning the bodies\\nthat those surviving the final judgment will receive?\\\"\\n\\n\\\"Notwithstanding the unfolding of knowledge that has come to us\\nhere,\\\" replied the spirit, \\\"there are still some subjects\\nconcerning which we must look for information to the inspired\\nwriters in the Bible, and every gain or discovery goes to prove\\ntheir veracity.    We know that there are celestial bodies and\\nbodies  terrestrial, and that the spiritual bodies we shall\\nreceive in the resurrection will have power and will be\\nincorruptible and immortal.  We also know by analogy and reason\\nthat they will be unaffected by the cold and void of space, so\\nthat their possessors can range through the universe for\\nnon-nillions and decillions of miles, that they will have\\nmarvellous capacities for enjoying what they find, and that no\\nundertaking or journey will be too difficult, though it be to the\\ncentre of the sun.  Though many of us can already visit the\\nremote regions of space as spirits, none can as yet see God; but\\nwe know that as the sight we are to receive with our new bodies\\nsharpens, the pure in heart will see Him, though He is still as\\ninvisible to the eyes of the most developed here as the ether of\\nspace is to yours.\\\"\\n\\n```\\n                      CHAPTER VIII.\\n\\n                CASSANDRA AND COSMOLOGY.\\n```\\n\\nThe water-jug being empty, Ayrault took it up, and, crossing the\\nridge of a small hill, descended to a running-brook.  He had\\nfilled it, and was straightening himself, when the stone on which\\nhe stood turned, and he might have fallen, had not the bishop, of\\nwhose presence he had been unaware, stretched out his hand and\\nupheld him.\\n\\n\\\"I thought you might need a little help,\\\" he said with a smile,\\n\\\"and so walked beside you, though you knew it not.  Water is\\nheavy, and you may not yet have become accustomed to its\\nSaturnian weight.\\\"\\n\\n\\\"Many thanks, my master,\\\" replied Ayrault, retaining his hand.\\n\\\"Were it not that I am engaged to the girl I love, and am\\nsometimes haunted by the thought that in my absence she may be\\nforgetting me, I should wish to spend the rest of my natural life\\nhere, unless I could persuade you to go with me to the earth.\\\"\\n\\n\\\"By remaining here,\\\" replied the spirit, with a sad look, \\\"you\\nwould be losing the most priceless opportunities of doing good.\\nNeither will I go with you; but, as your distress is real, I will\\ntell you of anything happening on earth that you wish to know.\\\"\\n\\n\\\"Tell me, then, what the person now in my thoughts is doing.\\\"\\n\\n\\\"She is standing in a window facing west, watering some\\nforget-me-nots with a small silver sprinkler which has a ruby in\\nthe handle.\\\"\\n\\n\\\"Can you see anything else?\\\"\\n\\n\\\"Beneath the jewel is an inscription that runs:\\n\\n```\\n       'By those who in warm July are born\\n        A single ruby should be worn;\\n        Then will they be exempt and free\\n        From love's doubts and anxiety.'\\\"\\n```\\n\\n\\\"Marvellous! Had I any doubts as to your prescience and power,\\nthey would be dispelled now.  One thing more let me ask, however:\\nDoes she still love me?\\\"\\n\\n\\\"In her mind is but one thought, and in her heart is an\\nimage--that of the man before me.  She loves you with all her\\nsoul.\\\"\\n\\n\\\"My most eager wish is satisfied, and for the moment my heart is\\nat rest,\\\" replied Ayrault, as they turned their steps towards\\ncamp.  \\\"Yet, such is my weakness by nature, that, ere twenty-four\\nhours have passed I shall long to have you tell me again.\\\"\\n\\n\\\"I have been in love myself,\\\" replied the spirit, \\\"and know the\\nfeeling; yet to be of the smallest service to you gives me far\\nmore happiness than it can give you.  The mutual love in paradise\\nexceeds even the lover's love on earth, for it is only those that\\nloved and can love that are blessed.\\n\\n\\\"You can hardly realize,\\\" the bishop continued, as they rejoined\\nBearwarden and Cortlandt, \\\"the joy that a spirit in paradise\\nexperiences when, on reopening his eyes after passing death,\\nwhich is but the portal, he finds himself endowed with sight that\\nenables him to see such distances and with such distinctness.\\nThe solar system, with this ringed planet, its swarm of\\nasteroids, and its intra-Mercurial planets--one of which, Vulcan,\\nyou have already discovered--is a beautiful sight.  The planets\\nnearest the sun receive such burning rays that their surfaces are\\nred-hot, and at the equator at perihelion are molten.  These are\\nnot seen from the earth, because, rising or setting almost\\nsimultaneously with the sun, they are lost in its rays.  The\\ngreat planet beyond Neptune's orbit is perhaps the most\\ninteresting.  This we call Cassandra, because it would be a\\nprophet of evil to any visitor from the stars who should judge\\nthe solar system by it.  This planet is nearly as large as\\nJupiter, being 80,000 miles in diameter, but has a specific\\ngravity lighter than Saturn.  Bode's law, you know, says, Write\\ndown 0, 3, 6, 12, 24, 48, 96.  Add 4 to each, and get 4, 7, 10,\\n16, 28, 52, 100; and this series of numbers represents very\\nnearly the relative distances of the planets from the sun.\\nAccording to this law, you would expect the planet next beyond\\nNeptune to be about 5,000,000,000 miles from the sun.  But it is\\nabout 9,500,000,000, so that there is a gap between Neptune and\\nCassandra, as between Mars and Jupiter, except that in\\nCassandra's case there are no asteroids to show where any planet\\nwas; we must, then, suppose it is an exception to Bode's law, or\\nthat there was a planet that has completely disappeared.  As\\nCassandra would be within the law if there had been an\\nintermediary planet, we have good prima facie reason for\\nbelieving that it existed.  Cassandra takes, in round numbers, a\\nthousand years to complete its orbit, and from it the sun, though\\nbrighter, appears no larger than the earth's evening or morning\\nstar.  Cassandra has also three large moons; but these, when\\nfull, shine with a pale-grey light, like the old moon in the new\\nmoon's arms, in that terrestrial phenomenon when the earth, by\\nreflecting the crescent's light, and that of the sun, makes the\\ndark part visible.  The temperature at Cassandra's surface is but\\nlittle above the cold of space, and no water exists in the liquid\\nstate, it being as much a solid as aluminum or glass.  There are\\nrivers and lakes, but these consist of liquefied hydrogen and\\nother gases, the heavier liquid collected in deep Places, and the\\nlighter, with less than half the specific gravity of ether,\\nfloating upon it without mixing, as oil on water.  When the\\nheavier penetrates to a sufficient depth, the interior being\\nstill warm, it is converted into gas and driven back to the\\nsurface, only to be recondensed on reaching the upper air.  Thus\\nit may happen that two rains composed of separate liquids may\\nfall together.  There being but little of any other atmosphere,\\nmuch of it consists of what you might call the vapour of\\nhydrogen, and many of the well-known gases and liquids on earth\\nexist only as liquids and solids; so that, were there mortal\\ninhabitants on Cassandra, they might build their houses of blocks\\nof oxygen or chlorine, as you do of limestone or marble, and use\\nice that never melts, in place of glass, for transparence.  They\\nwould also use mercury for bullets in their rifles, just as\\ninhabitants of the intra-Vulcan planets at the other extreme\\nmight, if their bodies consisted of asbestos, or were in any\\nother way non-combustibly constituted, bathe in tin, lead, or\\neven zinc, which ordinarily exist in the liquid state, as water\\nand mercury do on the earth.\",\"timestamp\":1636793209,\"title\":\"\\\"What natural laws are known to you,\\\" asked Bearwarden, \\\"that we\\ndo not understand, or concerning the existence of which we are\\nignorant?\\\"\"},\"digest\":\"xNVqgd09znopk6fm-m3o-M-viSjX0DsTaWC-Nhd0z6Y\",\"authorship\":{\"contributor\":\"0xF701458E2D6717439ED97C778745d2D489b00797\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-QfdfIkOxLJXajGasjtIED-jMN86gtuSdZ9fvYsc9nQ\\\",\\\"y\\\":\\\"KEHA6avU77NSJCwEMiYaWWHphDsfoJaqM9BfHZlOtuQ\\\"}\",\"signature\":\"rmcJIDGiHnA2NXxso4lgoGPfb6uYAS46epRfImVfF-WzLOBJl4pk2nR0okBSY8xGAdjhgc92vss3lvdLmmQ4Lg\",\"signingKeySignature\":\"0x00112b06f258e7bc2efe9eec0de989598ceae5f0b87d8c37a47ff423b429daf026ca02f2b346eaa5dbec8e024d64174abbc6f73f6119f8b950b89c48df73b3581b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-QfdfIkOxLJXajGasjtIED-jMN86gtuSdZ9fvYsc9nQ\\\",\\\"y\\\":\\\"KEHA6avU77NSJCwEMiYaWWHphDsfoJaqM9BfHZlOtuQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xNVqgd09znopk6fm-m3o-M-viSjX0DsTaWC-Nhd0z6Y\"}"