"{\"content\":{\"body\":\"## tl;dr\\n\\nAn informal conference that puts 50 teachers and 50 people from tech companies together for an afternoon. \\n\\nTogether they focus on how to help students develop the essential skills they’ll need to thrive in tomorrow’s economy. \\n\\nTeachers develop a new appreciation for what students need, put together a plan, and start to build a network of people to help them bring it to life.\\n\\n# What’s needed for Estonia to thrive?\\n\\nTech companies - whether in Estonia or elsewhere - will revolutionize the world. The only way for Estonia to continue to transform economically is to be at the leading edge of this change. \\n\\nFortunately, more interest and money than ever is pouring into improving the Estonian education system. For instance, [Eesti 2.0](https://eesti2.ee), which is focusing on leveraging technology in schools.\\n\\nMuch of the focus of education reforms are about technology itself, or tech skills. But technology on its own won’t help. \\n\\nTech companies need tons of talented people. There are many Estonians with the technical skills (as evidenced by the Pisa test results). But they're missing the attitudes and behaviours they need to be successful. This is largely a result of their schooling, not something innate.\\n\\n# What’s the problem?\\n\\nEstonia [ranks highly in the PISA test](https://estonianworld.com/knowledge/oecd-estonian-elementary-education-best-europe/) compared to nearly every other [country](http://factsmaps.com/pisa-worldwide-ranking-average-score-of-math-science-reading/). This is amazing, but many people are concerned that high test results aren’t enough for Estonia to continue to thrive. \\n\\nThose who work in tech know this. They reflect on the skills that were essential when they were building Skype, TransferWise, Pipedrive, Veriff, and others. The skills needed are totally different than are tested in a PISA test. \\n\\nThe most important skills needed in tech today are actively discouraged throughout education in most schools. These include [essential skills](https://www.procurious.com/procurement-news/stop-calling-soft-skills) like self-leadership, giving/receiving feedback, listening, story-telling, creativity, planning. Students are taught exactly the wrong lessons that hinder them until they’re able to “unlearn” them as they develop in their career. \\n\\nThose in tech also think about the education they received (which hasn’t fundamentally changed in the 10-30+ years since they left) and wonder why it hasn't developed quickly like tech has. \\n\\nMost shrug and say that teachers are older and reluctant to change. And even those teachers eager for change, don’t know what is needed or have the resources to make it happen. \\n\\nPerhaps, but even this seemingly intractable problem is solvable.\\n\\n# So, what can we do?\\n\\nA half day conference that brings together K-12 teachers and people working in tech companies in Estonia. \\n\\nWhy this? \\n\\n* **Focus on teachers** - they’re the ones who can affect change the fastest. administrators/government are too invested in the current system. And there are too many students (20-30x more?) to rapidly impact.\\n* **Focus on bottom-up change** - Top-down will take too long and get corrupted\\n* **Start with a fast MVP** and rapidly build → test → learn → repeat. \\n* **Focus on building relationships**. Build collaborative bridges between communities that should be intimately linked \\n* **Focus on growth potential** - find a solution that could rapidly expand to support most/all students in Estonia (not a few hundred at, say, a new perfect school)\\n\\n## Who exactly?\\n\\n### 50 teachers from across Estonia\\n\\nIt should be only teachers, not administrators who attend. They have to work with students every day so they can implement their ideas quickly and independently. We should also make sure it's not just teachers from elite schools. \\n\\n### 50 people from tech companies in Estonia \\n\\nTech people who attend should be those most passionate about education. They should cover a broad spectrum of roles. We should limit HR people to max 10%. Other considerations on who should join This is meant to be a quick MVP. It could even be smaller to start (20+20). It requires a balanced number of tech+teachers for the event activities to work.\\n\\n# What will happen?\\n\\nHere’s an initial brainstorm of activities:\\n\\n* **Tech + Teacher speed dating** - 3-5 rapid fire conversations (hints given on what to talk about). Could be a good ice-breaker. \\n* **Tech + Teacher Discussion panels** - covering the topics the conference is interested in: self-leadership, feedback, creativity, etc. In particular illustrating how capable students/people are if you give them space to grow. \\n* **Tech side-by-sides** - 30-60 min sessions where tech people show what they actually do, and what skills are most important (they could even spend time - 1-2 weeks - in tech companies as “researchers” in the summer learning more in-depth what it’s actually like. They just have to share their results with the community. We can set up funding to pay them for their time if necessary. \\n* **Tech + teacher co-presentations** - share stories of how tech + teachers have worked together to improve how teaching is done. \\n* **Tech people talk about their best teachers & classes** (inside school, post-secondary, and on the job) and how they helped them think. \\n* **Lesson plan hacks** - tech + teachers work together and hack a lesson plan that teaches some fundamental skills (i.e. self-leadership, feedback, listening, story-telling, planning). Maybe the tech person helps deliver it after\\n\\n# What will the outcome be?\\n\\n**What’s in it for teachers?** 50 teachers in Estonia come away with a clearer understanding of the skills their students will need in the 2020s, and have the support of 2-10 smart tech people to help them. \\n\\n**What’s in it for tech?** 50 tech people come away with projects to help Estonian students in the future. I know from TransferWise that there are a ton of people who want to help with this. \\n\\n**What’s in it for the organizers?** It’s a small test, organized with little effort, that could lead to something fantastic.\\n\\n# Other considerations\\n\\n* It could be in English or Estonian. If in English, it’ll pre-select teachers who are younger and more globally minded (a decent filter for the initial community). It’ll also allow tech people from around the world to help (like me!). But it’ll scare away teachers/tech folks who aren’t that comfortable in English. \\n* It should be positive in tone. There are endless problems but this conference should focus on making something better, fast (i.e. how everything is done in tech)\\n* It should probably be in Tallinn just for logistics, but try to get people from other cities as well. It might be worth it to arrange transportation (in the future) so logistics/cost aren’t a barrier to broad participation.\\n* We could self-fund for the first event, but in the future tech companies would happily sponsor it.\\n* We should think about gender balance to make sure it’s not 95% female teachers and 95% male tech people.\\n* It should be pitched as the start of a regular series - so people invest energy in building up something sustainable.\\n* It should feel exclusive. Both need to apply to attend in order to self-select the people who are going to be most excited.\",\"timestamp\":1639863901,\"title\":\"Teachers of tomorrow’s leaders\"},\"digest\":\"TnQRXbSU1y0_4A0Jw5DhR0FJB7DqA2f3hLTm8yvJXQo\",\"authorship\":{\"contributor\":\"0x885076fe3868E6C027e4D376ce27FA3bAC04eFc6\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9mFGNGmYW0earuesVYw1J4QOSc8z1GNdPJx9neY2LVk\\\",\\\"y\\\":\\\"YcHhSMIYKYgLeHOIRVDHqf9A8gIX2dmNoIt14KsDg4Y\\\"}\",\"signature\":\"5WgaIArnrFwIMWt4ZcZp1beGxFEgJwuW6G7uNagaobU6qkEH4BecZN1h0WNx7V8hLoQ6nUVQVklf5nlrKCkfsQ\",\"signingKeySignature\":\"0xe3a7e18dc06081a8048282b1c2fe7183b972bf2c7c776ad1b99e60ee1924985e21414f441db3f1d02c094820cead0d4aad6a9cae95157772649202a5f9684bff1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9mFGNGmYW0earuesVYw1J4QOSc8z1GNdPJx9neY2LVk\\\",\\\"y\\\":\\\"YcHhSMIYKYgLeHOIRVDHqf9A8gIX2dmNoIt14KsDg4Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TnQRXbSU1y0_4A0Jw5DhR0FJB7DqA2f3hLTm8yvJXQo\"}"