"{\"content\":{\"body\":\"**1941 Washington D.C.**\\n\\nJ. Edgar Hoover had no code-breakers. \\n\\nShe was all he had for years. She was a Quaker who helped wage a secret war inside a world war. After 1939, the Axis sent its tentacles west. Dozens of Axis listening stations were connected with encryption to Himmler across the Southern Cone.\\n\\nShe decrypted thousands of messages for the FBI and British Intelligence - including a few of the infamous 'Enigma' machines.\\n\\nShe trained others but all trace of her existence was erased from the official histories for decades.\\n\\nIn school, her first loves were poetry and languages, before it was math. She dropped out of a job as a school principal and joined Riverbank Laboratories in 1916. Her first work was deciphering Shakespeare’s work to see if Francis Bacon wrote them.\\n\\nShe met her husband there (one of the forefathers of the NSA). (Their love letters were in code, their \\\"love language\\\".)\\n\\nDuring the Roaring 20s, she busted bootlegging and narcotic rings. There were no mainframes, just a mind that loved puzzles.\\n\\nAfter the War, she created secure communication systems for the International Monetary Fund. After retiring, she returned to the question of who wrote Shakespeare. She encrypted a message in a book about it, saying, \\\"I did not write the plays. F. Bacon\\\".\\n\\nAs for who got the credit for the code-breaking in the War, Hoover made sure he and the FBI got it instead. \\n\\nElizebeth Smith Friedman’s contributions were hidden under \\\"TOP SECRET ULTRA\\\" for decades.\\n\\n(\\\\*One last secret: Her mother spelled her name \\\"ElizEbeth\\\", to prevent \\\"Eliza\\\" being used as a nickname.)\\n\\n**2917 - MARS - SAFE HOUSE FACILITY - LOCATION CLASSIFIED**\\n\\nThe Director of Intelligence sat on a chair next to Jacob C. Tagore Jr’s bed.\\n\\nJacob woke up and was confused about why he couldn’t move much.\\n\\n“Easy, Jacob. The doctors said today you could talk a little. Short version is you’re dead, in terms of the news and diplomatic Oracles. On the ‘chain, there was another tragic accident and you were killed.\\n\\nThe ‘story’ is yet another aging DeepShip had a catastrophic failure, despite the expertise of a cooperative, licensed by the Mars Trade Association, costing the lives of Praetor and her security detail. Your official bio is that you were there on behalf of your merchant cooperative at the time.”\\n\\nJacob looked at the Director but had trouble asking a natural question.\\n\\n”We think your cover was blown. From what we captured, it didn’t go past the inner circle in the Praetor’s arm of the Triumvirate. We knew there was a risk. Our focus has been this cover story about the DeepShips’ as aging infrastructure leftover from the Long War - like millions of landmines that were scattered all over Earth centuries ago. They don’t have proof of more.”\\n\\n”Director. What. Now?”\\n\\n”You’re dead. You stay that way. The confusion continues to bounce around all the ‘Chains. No ‘Oracle has anything close to the ‘truth’. It is time for you to leave. But you won’t leave alone. Someone is here for you.”\\n\\nThe door opened. A familiar face.”Uncle. AL?”\\n\\n”Hello, nephew. Rest easy, son. I’m here to take you go ‘home’. The “Magpie” needs your attention - she’s a temperamental ship and she needs your expert hands. That, and I am here to catch up with a family acquaintance. Director Smith and your family have history back to the war.”\\n\\nAL Tagore, formerly ‘ALEP-H’, ‘Automated Learning Entity Prototype, Series H’, was the closest thing to a father Jacob had since he was 10 years old.\\n\\nThe Director filled in the blanks.\\n\\n“That’s right, Jacob. And your work is not done. You might not ‘exist’ but you are still our key operative in what’s coming. We are ‘off book’, ‘off chain’, but now you are going to be ‘off planet’ as well. No connection to Mars. This is my final mission for you, Agent Tagore, you are to return home and assume command of what your father and Dr. Cadmus began decades ago. \\n\\nThis ‘war’ against the Triumvirate will have to be won by you, AL and others. You will undergo treatment and therapy here. When that is complete you will also leave with the team you were assigned to. The Master Sergeant and the team answer to you. I’m sure he’ll be ‘thrilled’ to have a new boss.\\n\\nYears ago, I was put in charge when the Long War ended. Times had changed and I was a part of that change. Now, times are changing again. You are now the new blood that has to take over, Jacob. The secret war will be won or lost by what you and the others will do. It’s up to you.”\\n\\nThe Director got up from her seat, and took AL with her to talk.\\n\\n“I’ll be back later, nephew, get some more sleep. You’ll need it.” said AL.\\n\\n![](https://images.mirror-media.xyz/publication-images/m-1Mk-q82wnJ6XCU6fS0b.png?height=1600&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/3vYHb-TgOxyaSw7kKR2IF.png?height=2400&width=1200)\\n\\n\",\"timestamp\":1633902476,\"title\":\"1961: 5.29 Top Secret Ultra, 2917\"},\"digest\":\"hDJ3DGdWPjTPUE66FjQST7WrrPrRg4qeXOXzXeMDhbE\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"IzoY0LvJRQmsmTkZ5IO0VfKlzFOsidpGVQ86x9BZUYXTg1BMu5E2Y6poDZbIIHWXwLbLzAO85CkNU8qW70PpRw\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-pTOr5NHeJSbmO9CsCHvMDKKY6I1Bqou021jxdVGEV0\"}"