"{\"content\":{\"body\":\"The \\\"Perfect Yield\\\" is a golden opportunity, a risk appetite decided opportunity to multiply and compound your money without having to touch a single button apart from depositing and withdrawing your wealth. It can provide a stable monthly income for some, a small meal's worth for others, and for an unlucky few create a crushing story of a yield farm gone wrong.\\n\\nThis will be a mixed post with a few different viewpoints looking at my personal journey in search of the \\\"perfect yield\\\". I won't be diving into super technical details as the rabbit-hole is quite deep although I'll do my best to link helpful resources that I've found useful or that I think will be interesting for those who are reading.\\n\\nI'll split this up into a few sections:\\n\\n1. How do you generate yield?\\n2. What is my experience with generating yield?\\n3. Tutorial: Earning Yield on staked ETH\\n\\nLet's dive in.\\n\\n\\n***\\n\\n## How do you generate Yield?\\n\\nFor the purpose of this article, yield will simply be defined as accruing additional money utilizing your existing capital. I'll go over a few that immediately come to mind in little blurbs below!\\n\\n**Yield Farming/Liquidity Mining** - In short, yield farming deposits their crypto into a lending protocol where they can then earn interest from trading fees. Sometimes, these platforms also award additional yield with the protocol's native governance token.\\n\\nThis all comes down to the core principle that a DEX (Decentralized Exchange) requires liquidity in order to make trades.\\n\\nYield farming works with people who provide liquidity into pools. In short, a liquidity provider is an investor who deposits funds into a smart contract while the liquidity pool represents the smart contract that the liquidity providers deposit funds into.\\n\\nYield farming functions based on the automated market maker (AMM) model. Automated Market Making helps eliminate buy and sell order-books that you see on more centralized exchanges. Instead of seeing the price that the asset will be trading at, the AMM looks to pools that will execute trades based on algorithms.\\n\\nThese AMM's rely heavily on LP's who deposit their funds to provide liquidity - usually in equal parts (e.g. half ETH/half DAI). When trading DeFi users are then paying an additional trading fee to the market place, usually a very small amount (0.05% or less) which is the marketplace then shares back to the LP's based on their percentage share of the pool's liquidity.\\n\\n\\\\*\\\\*Staking - \\\\*\\\\*With EIP-1559 ETH will join the ranks of Proof of Stake bringing about the necessity for staking. Staking is where the user sets aside a required balance (usually not necessary with pools) in order to \\\"stake\\\" and validate transactions thereby earning staking rewards.\\n\\nStaking rewards are usually achieved through a successful validation of a block, where each block contains a set amount of rewards determined by the protocol which is then distributed to the staker.\\n\\nStaking is also quite interesting as it also punishes those who try to negatively influence the network, whether this be through slashing rewards or removing them thereby keeping the proof of stake network consensus driven and safe.\\n\\n\\n***\\n\\n## What is my experience with yield?\\n\\nOver the past year and change I've had some great, okay, and downright terrible experiences. (Make sure to do research on your own before hopping into any of these projects!)\\n\\nI've used some protocols because of the outrageous return, these are usually not sustainable as these returns can just as quickly disappear as more people join and per person rewards are diluted. As the ETH mainnet has calmed down and is sometimes considered prohibitive with high fees, most of the high return farms are on Polygon, an ETH compatible sidechain.\\n\\nOne such example is dinoswap.exchange - when they first launched their ETH/USDC pool in the Fossil Farms product it was emitting 1,000% APY but as their TVL (total value locked) has grown the APY has shrank to 600% still an incredibly respectable return. Dinoswap also includes many more features that make yield farming even easier, some examples of this are:\\n\\n* Extinction Pools - you burn a certain amount of DINO (their native token) entitling you to receive rewards proportional to the tokens burned.\\n* Jurassic Pools - you stake a certain amount of DINO allowing you to earn yield in addition to your staked DINO which will not be burned like the Extinction Pool\\n* Tar Pits - similar to the other two, however for this product your tokens are locked for a certain amount of time where your rewards are gradually unlocked.\\n\\n*Impermanent Loss Break:*\\n\\nWith any LP one of the things to watch out for is impermanent loss - it's quite a confusing topic so I would recommend you read up on it outside of my basic explanation. Essentially impermanent loss happens when the value or price of your assets changes from the time you've deposited as the price of an asset is decided by the ratio between each side of the LP. Active traders will then buy and sell sides of the LP pair in order to equalize the differences while pocketing the differences from each side of the pool.\\n\\n![from Finematics](http://david.report/content/images/2021/08/impermanent-loss-example-2048x934-2.png)\\n\\nSome other protocols I've used because of actual utility for providing liquidity, not for purely financial return.\\n\\nOne such example of this is Aavegotchi - if you stake certain pairs such as GHST/WETH you can actually receive FRENS - a valueless token that is exchanged for in product raffle tickets. These tickets can then be entered to get accessories or boosters for your Aavegotchi. So while the actual pair can fluctuate in price, the FRENS return remains the same even if the monetary value of the pair changes.\\n\\n![Here I'm earning 202 FRENS/day for my GHST-ETH LP](http://david.report/content/images/2021/08/CleanShot-2021-08-04-at-19.33.26@2x.png)\\n\\n\\n***\\n\\n## Tutorial: Stake your ETH on ETH 2.0\\n\\n1. **Obtain ETH**You can obtain ETH in a variety of ways such as:1. buying ETH on a centralized exchange and transferring it into your custodial wallet2. buying directly using fiat through crypto onramp providers such as Wyre or Transak3. swapping other tokens for ETH (you will need ETH already to pay for gas fees)\\n2. **Stake ETH on [lido.fi](https://stake.lido.fi/?ref=0xd61daEBC28274d1feaAf51F11179cd264e4105fB) for stETH (staked ETH)**Staking ETH on ETH 2.0 allows you to receive a percentage of fees that will be paid using the new Proof of Stake change that will affect the ETH blockchain in the EIP-1559 upgrade.\\n\\n   Now you'll be earning 5.6% APY on your stETH which can be bought, sold, yield farmed, used as collateral among so much more!\\n3. **\\\\[Extra Yield\\\\]** **stETH/ETH LP on curve.fi**Being a liquidity provider is an interesting concept, it ensures liquidity on both side of the provided pair therefore allowing anyone to buy and sell without worrying about large price swings or inability to swap. One of the benefits is that you receive the underlying tokens rewards (in this case you still get the 5.6% APY on your stETH) while also receiving a percentage of the swap fees between the pair (in this case stETH <-> ETH will yield 0.02% of each swap)\\n\\n   Staking on curve is a little bit of a confusing process as you'll need to:1. Decide on how much stETH/ETH you would like to stake - it's usually recommended to provide an equal amount on either side (e.g. 1 ETH/1 stETH)2. Approve the Curve contract to spend your ETH/stETH3. Deposit ETH and stETH to receive Curve stETH/ETH LP tokens\\n\\n   And like that you've now successfully became an LP for the stETH/ETH pair on Curve Finance!\\n4. ***\\\\[Extra Yield\\\\]* Stake stETH/ETH LP on curve.fi/convexfinance.com**What if I told you in addition to your rewards you can earn even more. This is possible with curve,fi or convexfinance.com, two protocols that generate extra yield while emitting their native governance token as rewards.\\n\\n   To get this extra yield you'll find the corresponding line, in this case it would be stETH. Because you became an stETH/ETH LP you now hold tokens that represent your position. All you'll have to do is approve the contract to use your LP tokens and then Deposit as much as you'd like! Off you go to the races with even more rewards to claim.\\n\\n\\n***\\n\\n## Resources\\n\\n**General Help:**\\n\\n[Lets Do DeFi - DeFi Guides Grandma Can Follow 👵🏻](https://letsdodefi.com/)\\n\\n[Decentralized Finance tutorials, guides, & simple explanations. We explain DeFi, as if you were a teenager.](https://letsdodefi.com/)\\n\\n**Yield Farming:**\\n\\n[What is Yield Farming? Beginner’s Guide - Decrypt](https://decrypt.co/resources/what-is-yield-farming-beginners-guide)\\n\\n[Yield farming is a process that allows cryptocurrency holders to lock up their holdings, which in turn provides them with rewards. Find out how it works.](https://decrypt.co/resources/what-is-yield-farming-beginners-guide)\\n\\n[What Is Yield Farming? | CoinMarketCap](https://coinmarketcap.com/alexandria/article/what-is-yield-farming)\\n\\n[Yield farming was the topic of summer 2020 — what exactly is it, and which protocols make use of it?](https://coinmarketcap.com/alexandria/article/what-is-yield-farming)\\n\\n**Staking:**\\n\\n[How Do You Stake Cryptocurrencies? Earning Passive Income With Crypto - Decrypt](https://decrypt.co/resources/how-do-you-stake-cryptocurrencies-earning-passive-income-with-crypto)\\n\\n[Proof-of-stake cryptocurrencies like Ethereum 2.0 and Polkadot will reward you with crypto for staking your coins. Here’s how that works.](https://decrypt.co/resources/how-do-you-stake-cryptocurrencies-earning-passive-income-with-crypto)\\n\\n**Impermanent Loss:**\\n\\n[What is Impermanent Loss? DEFI Explained – Finematics](https://finematics.com/impermanent-loss-explained/)\\n\\n![](data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7)\\n\\n[Impermanent Loss explained](https://blog.liquid.com/impermanent-loss#:\\\\~:text=Impermanent%20loss%20refers%20to%20a,volatility%20in%20a%20trading%20pair.&text=These%20liquidity%20protocols%20enable%20essentially,maker%20and%20earn%20trading%20fees.)\\n\\n[Impermanent loss refers to a temporary loss caused to a liquidity provider due to volatility in a trading pair.](https://blog.liquid.com/impermanent-loss#:\\\\~:text=Impermanent%20loss%20refers%20to%20a,volatility%20in%20a%20trading%20pair.&text=These%20liquidity%20protocols%20enable%20essentially,maker%20and%20earn%20trading%20fees.)\\n\\n![](https://blog.liquid.com/hubfs/File%202.svg)\\n\\n![](https://blog.liquid.com/hubfs/Impermanent.png#keepProtocol)\\n\\n\",\"timestamp\":1640629054,\"title\":\"In Search of the \\\"Perfect Yield\\\"\",\"publication\":\"david\"},\"digest\":\"0Kl4T8UXTomrIffWyOnkK95gPWSB5lNEoZbgTWsg37g\",\"authorship\":{\"contributor\":\"0xd61daEBC28274d1feaAf51F11179cd264e4105fB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"r-iqTsBv-LbtWRldSGteVOB4-dgTG7dvrOLOQt5WzEs\\\",\\\"y\\\":\\\"eATyIX6nm1lNQkF1RTscIgvAYCijJYGptH3zKal7J6A\\\"}\",\"signature\":\"IhkmAZgF835V6P2XrXYVGmCjQN9mvjgBlTFQm45S_uCS0tpfFp7N7lKR6cdAE-5_mrI7C613uNXchP7yTEJlhw\",\"signingKeySignature\":\"0xf6b3dceabf6562067f77dc044823524aa123e13813b3ed03d4c907b60752cfa10480cfdc43148b9d5789b50795486ac72aa94e4a613b5f1e902654d85ae751ca1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"r-iqTsBv-LbtWRldSGteVOB4-dgTG7dvrOLOQt5WzEs\\\",\\\"y\\\":\\\"eATyIX6nm1lNQkF1RTscIgvAYCijJYGptH3zKal7J6A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0Kl4T8UXTomrIffWyOnkK95gPWSB5lNEoZbgTWsg37g\"}"