"{\"content\":{\"body\":\"\\\\[REDACTED\\\\] Cartel is a newly enlisted member of the Curve wars that is using the bonding mechanics of OlympusDAO. These mechanics allow the accumulation of as much liquidity as possible from the Curve ecosystem in order to have a growing influence in the Curve gauge. Essentially purchasing voting power to act in the best interest of the bonders and democratize the current concentration of influence.\\n\\n\\\\[REDACTED\\\\] has built its value proposition around Curve, which provides liquidity across several Layer 1 and Layer 2 chains, creating a one-stop-shop for everything liquidity in DeFi. Accumulating voting power for CRV gauge through \\\\[REDACTED\\\\] allows New Order to tap into the allocation of, arguably, the most important governance token in DeFi. Further, New Order is also able to get exposure to innovative POL bonding mechanics that allow protocols to own their own liquidity, drastically decreasing the costs of liquidity mining.\\n\\nThe apparent advantages of a protocol owning its own liquidity are clear, as it promotes a stable token price and encourages a cheaper approach to liquidity mining. The stable token price is achieved by the protocol-owned LP tokens on decentralized exchanges. This limits volatility and ensures minimal price slippage when trading. Ultimately, providing a cheaper and less dilutive approach to liquidity mining as the liquidity is owned by the protocol instead of being forced to provide absurdly high APY’s to attract mercenary capital.\\n\\n**\\\\[REDACTED\\\\] has successfully passed the Olympus governance [snapshot](https://snapshot.org/#/olympusdao.eth/proposal/0x33538881cc32621825be22ebd21856951651cff12b9cd6d27379302183665605) vote to become the first official branch of OlympusDAO** **focused on acquiring CRV, CVX, and other relevant governance tokens.** This partnership is significant in that it will allow for alignment with the large and engaging community of Olympus and achieve important synergies for future incubated projects.\\n\\nThe synergies around Olympus and the Ohmies are apparent, though why the focus on Curve?\\n\\n## Curve\\n\\nIn its short lifespan, [Curve Finance](https://learn.bybit.com/defi/what-is-curve-finance/) has established itself as one of the key building blocks in the DeFi ecosystem, utilizing its DAO and [gauge mechanism](https://resources.curve.fi/base-features/understanding-gauges) as a gatekeeper for success among some of the fastest growing protocols in DeFi such as Convex and Abracadabra. Curve grew to become the largest decentralized exchange in DeFi, with a strong focus on exchanging stablecoins and wrapped assets. Yet, many participants are not aware of the full extent of Curve’s influence in DeFi. Curve is the black hole for liquidity and anyone who has experimented with DeFi protocols, will find that a significant number of DApps use Curve to source liquidity and yield without one even recognizing it.\\n\\nJust over a year ago when the Curve governance token was first released, the protocol started issuing CRV rewards to LP holders in order to accumulate more stablecoins and fees which in turn, further bolstered Curve as the hub for high liquidity, efficiency, and yields. Like most tokens in DeFi, CRV has its main use case in governance over the protocol. Token holders are required to lock CRV for veCRV ( vote-escrow CRV) which acts as the illiquid access token to the governance mechanism.\\n\\nVotes and rewards are weighed by both the quantity of tokens and the duration for which the tokens are time-locked. The longer the lock-up period, the greater the voting power and larger the rewards. Users can lock CRV for a minimum of a week and up to four years. The longer the CRV is locked, the bigger the “boost” (up to 2.5x), which means that the user receives more veCRV, which aligns long-term stakeholders with the protocol's success. Another benefit for veCRV holders is the right to receive fees generated by the liquidity pools, in addition to deposit and withdrawal fees. To put things into perspective, at the time of writing, 47% of all circulating CRV is vote-locked for an average of 3.6 years.\\n\\n![Proposed gauge weights for December 9th 2021. Notice how the Abracadabra and Frax communities discovered this trend early and utilize the gauge to further bolster the success of their respective tokens. ](https://images.mirror-media.xyz/publication-images/GZRpTupN8YUrX0LsIDSv_.jpg?height=1500&width=3000&size=medium)\\n\\nThe most active part of governance is the gauge mechanism. The inflation of the CRV token goes to users who provide liquidity. The liquidity gauge measures how much a user is providing in liquidity. Each gauge also has a weight and a type. Those weights represent how much of the daily CRV inflation will be received by the liquidity gauge.\\n\\nAbout a year after this experiment in decentralized inflation went live, Yearn recognized the importance of the curve gauge to the success of many protocols. The Yearn team released a tool appropriately called bribe.crv.finance that allows DeFi projects to bribe veCRV holders with token rewards in exchange for their votes.\\n\\n\\\\[REDACTED\\\\] is positioning itself at the epicenter of the battle for Curve’s decentralized inflation control, though with a very important advantage - bonding. The bonded Curve ecosystem tokens will be utilized to sustainably compound voting power according to the Constitution, which was carefully drafted to ensure a razor sharp focus on voting accumulation. Unlike other protocols where the staked tokens can be withdrawn at any time, bonded tokens are a one-way transaction, which ensures that the protocol can consistently increase its treasury. In the case of \\\\[REDACTED\\\\] that means that bonded governance tokens will never be sold or exchanged, and will only be used to further the mission to increase governance presence.\\n\\n## Roadmap\\n\\n\\\\[REDACTED\\\\] has developed a strong community in [Discord](https://discord.gg/QqQRVvmu) and [Twitter](https://twitter.com/redactedcartel), with a tentative schedule to launch on mainnet in mid December 2021. The gitbook is under consistent development to ensure that it is refined and expresses the mission of the project with enough technicalities to satisfy the curious, while still being simple enough to cater to a wide audience. To get more information about the project please Join our [Discord](https://discord.gg/QqQRVvmu), where you will have access to the most up to date project developments!\",\"timestamp\":1638458517,\"title\":\"Introducing [REDACTED]: A new Curve money lego\"},\"digest\":\"Xg2TtntwNpjrifjdyOMbfM0IJX9eUB7Dph3jAq57fU8\",\"authorship\":{\"contributor\":\"0x13c5432CfC12bA1f32B6090d1a09cf0Efe9C95Bd\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bLxmZHYxxW-wpOQV53_bn7B2ra06Ydwmsyr-86x7BMU\\\",\\\"y\\\":\\\"g55snd5wNjs7gMfvLmi-DflTVLp-y738fCdqrf6Km6E\\\"}\",\"signature\":\"z6DYIH6RpE_UL56skZ7WS3cDhQ8E-RZwbWr6LRmotemV7e3vCu3qJwPJOxsGTN6DjIxEu8Yg_M1w4uxU4rAICg\",\"signingKeySignature\":\"0xdcf1146b589225fc78db761c2d2cb97505fbd3ac2c2178ef50daaef920c97a132a6bbbba36424c357e09be5893dfa257ff9eb984f268b91c3d9df5a54fed27c21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bLxmZHYxxW-wpOQV53_bn7B2ra06Ydwmsyr-86x7BMU\\\",\\\"y\\\":\\\"g55snd5wNjs7gMfvLmi-DflTVLp-y738fCdqrf6Km6E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zgY3f5LHMqhICCyR0s2sMJXmqVbRNg7iEYo0yyml1C8\"}"