"{\"content\":{\"body\":\"The CryptoLexicon is a crowd-sourced community-owned dictionary geared to increase coordination in web3 and stress test a crypto-economic model for content publishing in our newfound digital dimension.\\n\\nThe CryptoLexicon Season 1 is open for submissions from January 13th - 20th, 2022. By submitting you get naming rights for your term (forever), a custom AI-generated art interpretation of your submission, a $CPLX token, and fractionalized ownership of and earnings from the [CryptoLexicon NFT Collection](https://opensea.io/collection/cryptolexicon). \\n\\nIf that’s enough info for you, head to [cryptolexicon.xyz](https://www.cryptolexicon.xyz/). For maximum lore, keep on reading…\\n\\nPerhaps a definition is in order.\\n\\n## Lexicons\\n\\nA Lexicon is the vocabulary of a person, language, or a branch of knowledge. Lexicons are basically a ledger populated by units of communication. The first-ever Lexicon was published in 1604. The ’Table Alphabeticall’ contained 3,000 words and was manually assembled by one man. \\n\\n![The most cryptic of ancient explainers](https://images.mirror-media.xyz/publication-images/sxo1k572V_-O2jjCX2khk.png?height=417&width=1222)\\n\\nIt would of course be a fool's errand to produce an entire dictionary single-handedly today. Just between 1998 and 2021, the number of new words accepted by the Oxford English Dictionary per year has quadrupled. The uptick is due in large part to technology; more specifically the spontaneous coining of new words on communications platforms. Many of the new candidates for the canon are portmanteaus, terms that combine the meaning of two discrete words. Like CryptoLexicon. \\n\\nSo we've got new languages being born every second and very few ways of tracking developments real-time. \\n\\n## Web3 Language\\n\\nIf you’ve been hanging around web3, you may have clocked the pace of change. As always, vocabulary is along for the ride. \\n\\nLanguage is a chimeric beast. Depending on the user’s intentions, it can be both a portal to increased understanding or a mimetic smokescreen, filtering out unwanted speakers. \\n\\nThere’s a great line in *The Big Short*: “Wall Street loves to use confusing terms to make you think only they can do what they do. Or even better, for you to leave them the fuck alone.\\\" \\n\\nWhile I'm all for being left the fuck alone, when it comes to coordination and access, I'm for transparency. \\n\\n* Visit [CryptoLexicon.xyz](https://www.cryptolexicon.xyz/)\\n* Click [Explore](https://www.cryptolexicon.xyz/lexicon) to check out some submissions\\n* Hit \\\"Submit\\\"\\n* Connect your wallet\\n* Pick your term. It can be a concept, a company, a DAO, a DEX, or some deep ref only you and 3 friends use.\\n* Include a description (the more descriptive, the more our AI artist has to work with)\\n* Enter your definition. Remember this is a dictionary, not an encyclopedia.\\n* Submit. **Note**: Submitting to the CryptoLexicon comes with a gas fee we’ve worked to minimize by limiting submission weight to <256 bytes. That said, fluctuations in gas price are out of our control. So give your submission the thought it deserves, provide detailed instructions for our AI artist and if the fees are prohibitive for you, wait until after dinner.\\n\\n![Behold! The $CPLX Token](https://images.mirror-media.xyz/publication-images/0Flhg47VKOoIAO4NO1RjQ.gif?height=205&width=493)\\n\\n## Returns on Submission\\n\\nBy submitting to the CryptoLexicon,\\n\\n1. Your term is inscribed and recognized in the CryptoLexicon, forevermore. \\n2. You receive $CPLX, The CryptoLexicon's token (Season 2 unlocks.)\\n3. You enter into a fractionalized ownership pool with all other submitters, the most immediate benefit of which is sharing 20% of the CryptoLexicon's NFT Card Collection’s proceeds and 40% of the MasterLexicon NFT proceeds.\\n4. Your submission is rendered into a one-of-a-kind CryptoLexicon Submission Card containing an AI-generated artistic interpretation of the description you give your term. We’ll Tweet you when yours ready.\\n\\nHere is an assortment interpretations from our AI:\\n\\n![The soul of a new machine](https://images.mirror-media.xyz/publication-images/N0bxOI7CaLqsNtKpGQsbz.gif?height=192&width=600)\\n\\n## NFTs\\n\\nThe CryptoLexicon is financed by the auction of a [Limited-Edition NFT Card Collection](https://opensea.io/collection/cryptolexicon) and a Master Lexicon NFT. \\n\\nSubmissions are open for 7 days. At the end of the submission period, we're auctioning the best entries - decided by [our community](https://discord.io/e-x-o) - as an NFT Card Collection. \\n\\n[https://opensea.io/assets/0x495f947276749ce646f68ac8c248420045cb7b5e/7600623488881194400844285621453264965956418550410783263154355303270211125249](https://opensea.io/assets/0x495f947276749ce646f68ac8c248420045cb7b5e/7600623488881194400844285621453264965956418550410783263154355303270211125249)\\n\\n20% of those auction proceeds go to winning definers; the rest goes to artists, the general definer pool, and Season 2.\\n\\nTo cap off Season 1, we are also auctioning a 1/1 Master Lexicon NFT on 2/2/2022. This gets split similarly, with an additional 20% going to Season 2. \\n\\nHere’s what Season 1 looks like from above:\\n\\n![The CryptoLexicon Season 1 flowchart](https://images.mirror-media.xyz/publication-images/OTW5Oa-iE8HHf4bt3q4A6.jpeg?height=1080&width=1920)\\n\\n## The Art\\n\\nThe NFT Card template and token were designed by [Cavan Infante](https://www.instagram.com/itsjustcavan/?hl=en). \\n\\nThe AI-driven generative art is powered by an algorithm built by The New Computer Corporation. Here’s NCC to elaborate: \\n\\n> Art for submissions is generated from your text description using a heavily stylized implementation of an AI image processing pipeline called [VQGAN+CLIP](https://github.com/nerdyrodent/VQGAN-CLIP). This is running on a server at our office in Hollywood, which is stuffed with GeForce graphics cards and a queuing system. We have baked in a series of style prompts for the AI, so that we have some overall visual consistency across all submissions. What the user submits is content direction, i.e. 'A Lamborghini on the moon\\\". The output is a procedural machine-dream animation that's our computer doing its best to imagine what you've told it 😉\\n\\n## The Future\\n\\nAs we look to Season 2 and beyond, we're psyched for the unexpected ways that the CryptoLexicon evolves and the role community will play in shaping those dimensions. We're interested in accommodating new languages, live community voting, producing printed versions, and generally elevating modes of crypto-linguisto-visual expression. \\n\\nOne tangible application is a partnership we’re exploring with [Protein](https://www.proteinagency.com/)’s WTF Bot. Here's Protein to explain: \\n\\n> The WTF bot is a community-driven web3 glossary bot focused around accessibility to help those new to web3 understand the crazy jargon and terminology! We see a future in which the CryptoLexicon and WTF bot integrate to fill the database with web3 terminology and reward those adding to the bot with CryptoLexicon’s $CPLX token.\\n\\nUltimately our hope for Season 2 and beyond parallels our reasons for kicking the CryptoLexicon off in the first place: Improve communication in the web3 space and develop new crypto-economic models for publishing great work. \\n\\n## Join Us\\n\\nThe CryptoLexicon was produced by [EXO Dynamics](https://www.exo.xyz/) and [The New Computer Corporation](https://ncc.la/), with the help of a tremendous group of organizations and individuals. \\n\\nIf you're interested in getting involved, jump into the [discord](https://discord.io/e-x-o), #cryptolexicon.\",\"timestamp\":1642107717,\"title\":\"The CryptoLexicon\"},\"digest\":\"gaDsFQEfzk5Xf_yHPaepFyd_HZPqG-DlQ4GmgOUcV1k\",\"authorship\":{\"contributor\":\"0x10cDcCe9F0AF40a0Cb648D1f5Bc551b50f5F2161\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rmUBPlBymbeN6LqiZgDcwEpt5V6Giog2CHWdBTqD5Hk\\\",\\\"y\\\":\\\"kOzZQgToEQhX16X3-AkNPHjmbTZ8SCfR7U11CxBjz30\\\"}\",\"signature\":\"8xgLKXJIate4ZpteAVeKh7NPIsiSFSgTzFcPYD-yPTgEYBeOGTRobsO7lV-N1002K0JyinlSSnl8bJiYY107ug\",\"signingKeySignature\":\"0x77438ba20af7cab79a2c75749bb0706b6d26d39b83cafc10f05e4113b37246eb21963b0d93113857d07f3a02135f02af9d1af934e56c906d9c5f0a0aecf2af4b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rmUBPlBymbeN6LqiZgDcwEpt5V6Giog2CHWdBTqD5Hk\\\",\\\"y\\\":\\\"kOzZQgToEQhX16X3-AkNPHjmbTZ8SCfR7U11CxBjz30\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gaDsFQEfzk5Xf_yHPaepFyd_HZPqG-DlQ4GmgOUcV1k\"}"