"{\"content\":{\"body\":\"so black as he had been painted. Mr Harding opened he eyes rather wider than usual when he heard what had occurred, but he said little; he could not agree in any praise of Mr Slope, and it was not his practice to say much evil of any one. He did not, however, like the visit, and simple-minded as he was, he felt sure that Mr Slope had some deeper motive than the mere pleasure of making soft speeches to two ladies.\\n\\nMr Harding, however, had come to see his daughter with other purpose than that of speaking either good or evil of Mr Slope. He had come to tell her that the place of warden in Hiram's hospital was again to be filled up, and that in all probability he would once more return to his old house and his twelve bedesmen.\\n\\n'But,' he said, laughing, 'I shall be greatly shorn of my ancient glory.'\\n\\n'Why so, papa?'\\n\\n'This new act of parliament, that is to put us all on our feet again,' continued he, 'settles my income at four hundred and fifty pounds per annum.'\\n\\n'Four hundred and fifty,' said she, 'instead of eight hundred! Well; that is rather shabby. But still, papa, you'll have the dear old house and garden?'\\n\\n'My dear,' said he, 'it's worth twice the money;' and as he spoke he showed a jaunty kind of satisfaction in his tone and manner, and in the quick, pleasant way in which he paced Eleanor's drawing-room. 'It's worth twice the money. I shall have the house and the garden, and a larger income than I can possibly want.'\\n\\n'At any rate, you'll have no extravagant daughter to provide for;' and as she spoke, the young widow put her arm within his, and made him sit on the sofa beside her; 'at any rate you'll not have that expense.'\\n\\n'No, my dear; and I shall be rather lonely without her; but we won't think of that now. As regards income I shall have plenty for all I want. I shall have my old house; and I don't mind owning now that I have felt sometimes the inconvenience of living in a lodging. Lodgings are very nice for young men, but at my time of life there is a want of--I hardly know what to call it, perhaps not respectability--'\\n\\n'Oh, papa! I'm sure there's been nothing like that. Nobody has thought it; nobody in all Barchester has been more respected than you have been since you took those rooms in High Street. Nobody! Not the dean in his deanery, or the archdeacon at Plumstead.'\\n\\n'The archdeacon would not be much obliged to you if he heard you,' said he, smiling somewhat at the exclusive manner in which his daughter confined her illustration to the church dignitaries of the chapter of Barchester; 'but at any rate, I shall be glad to get back to the old house. Since I heard that it was all settled, I have begun to fancy that I can't be comfortable without my two sitting-rooms.'\\n\\n'Come and stay with me, papa, till it is settled--there's a dear papa.'\\n\\n'Thank ye, Nelly. But no; I won't do that. It would make two movings. I shall be very glad to get back to my old men again. Alas! Alas! There have six of them gone in the few last years. Six out of twelve! And the others I fear have had but a sorry life of it there. Poor Bunce, poor old Bunce!'\\n\\nBunce was one of the surviving recipients of Hiram's charity; and old man, now over ninety, who had long been a favourite of Mr Harding's.\\n\\n'How happy old Bunce will be,' said Mrs Bold, clapping her soft hands softly. 'How happy they all will be to have you back again.' You may be sure there will soon be friendship among them again when you are there.'\\n\\n'But,' said he, half laughing, 'I am to have new troubles, which will be terrible to me. There are to be twelve old women, and a matron. How shall I manage twelve women and a matron!'\\n\\n'The matron will manage the women of course.'\\n\\n'And who'll manage the matron?' said he.\\n\\n'She won't want to be managed. She'll be a great lady herself, I suppose. But, papa, where will the matron live? She is not to live in the warden's house with you, is she?'\\n\\n'Well, I hope not, my dear.'\\n\\n'Oh, papa, I tell you fairly. I won't have a matron for a new step-mother.'\\n\\n'You shan't, my dear; that is if I can help it. But they are going to build another house for the matron and the women; and I believe they haven't even fixed yet on the site of the building.'\\n\\n'And have they appointed the matron?' said Eleanor.\\n\\n'They haven't appointed the warden yet,' replied he.\\n\\n'But there's no doubt about that, I suppose,' said his daughter.\\n\\nMr Harding explained that he thought there was no doubt; that the archdeacon had declared as much, saying that the bishop and his chaplain between them had not the power to appoint any once else, even if they had the will to do so, and sufficient impudence to carry out such a will. The archdeacon was of the opinion, that though Mr Harding had resigned his wardenship, and had done so unconditionally, he had done so under circumstances which left the bishop no choice as to his re-appointment, now that the affair of the hospital had been settled on a new basis by act of parliament. Such was the archdeacon's opinion, and his father-in-law received it without a shadow of doubt.\\n\\nDr Grantly had always been strongly opposed to Mr Harding's resignation of the place. He had done all in his power to dissuade him from it. He had considered that Mr Harding was bound to withstand the popular clamour with which he was attacked for receiving so large an income as eight hundred a year from such a charity, and was not even satisfied that his father-in-law's conduct had not been pusillanimous and undignified. He looked also on this reduction of the warden's income as a paltry scheme on the part of government for escaping from a difficulty into which it had been brought by the public press. Dr Grantly observed that the government had no more right to dispose of a sum of four hundred and fifty pounds a year out of the income of Hiram's legacy, than of nine hundred; whereas, as he said, the bishop, dean and chapter clearly had a right to settle what sum should be paid. He also declared that the government had no more right to saddle the charity with twelve old women than with twelve hundred; and he was, therefore, very indignant on the matter. He probably forgot when so talking that government had done nothing of the kind, and had never assumed any such might or any such right. He made the common mistake of attributing to the government, which in such matters is powerless, the doings of parliament, which in such matters is omnipotent.\\n\\nBut though he felt that the glory and honour of the situation of warden of Barchester hospital was indeed curtailed by the new arrangement; that the whole establishment had to a certain degree been made vile by the touch of Whig commissioners; that the place with the lessened income, its old women, and other innovations, was very different from the hospital of former days; still the archdeacon was too practical a man of the world to wish that his father-in-law, who had at present little more than L 200 per annum for all his wants, should refuse the situation, defiled, undignified, and commission-ridden as it was.\\n\\nMr Harding had, accordingly, made up his mind that he would return to his old house at the hospital, and to tell the truth, had experienced almost a childish pleasure in the idea of doing so. The diminished income was to him not even the source of momentary regret. The matron and the old women did rather go against the grain; but he was able to console himself with the reflection, that, after all, such an arrangement might be of real service to the poor of the city. The thought that he must receive his re-appointment as the gift of the new bishop, and probably through the hands of Mr Slope, annoyed him a little; but his mind was set at rest by the assurance of the archdeacon that there would be no favour in such a presentation. The re-appointment of the old warden would be regarded by all the world as a matter of course. Mr Harding, therefore, felt no hesitation in telling his daughter that they might look upon his return to his old quarters as a settled matter.\\n\\n'And you won't have to ask for it, papa.'\\n\\n'Certainly not, my dear. There is no ground on which I could ask for any favour from the bishop, whom, indeed, I hardly know. Nor would I ask a favour, that granting of which might possibly be made a question to be settled by Mr Slope. No,' said he, moved for a moment by a spirit very unlike his own, 'I certainly shall be very glad to go back to the hospital; but I should never go there, if it were necessary that my doing so should be the subject of a request to Mr Slope.'\\n\\nThis little outbreak of her father's anger jarred on the present tone of Eleanor's mind. She had not learnt to like Mr Slope, but she had learnt to think that he had much respect for her father; and she would, therefore, willingly use her efforts to induce something like good feeling between them.\\n\\n'Papa,' said she, 'I think you somewhat mistake Mr Slope's character.'\\n\\n'Do I?' said he, placidly.\\n\\n'I think you do, papa. I think he intended no personal disrespect to you when he preached the sermon which made the archdeacon and the dean so angry.!'\\n\\n'I never supposed that he did, my dear. I hope I never inquired within myself whether he did or no. Such a matter would be unworthy of any inquiry, and very unworthy of the consideration of the chapter. But I fear he intended disrespect to the ministration's of God's services, as conducted in conformity with the rules of the Church of England.'\\n\\n'But might it not be that he thought it his duty to express his dissent from that which you, and the dean, and all of us here approve?'\\n\\n'It can hardly be the duty of any young man rudely to assail the religious convictions of his elders of the church. Courtesy should have kept him silent, even if neither charity nor modesty could do so.'\\n\\n'But Mr Slope would say that on such a subject the commands of his heavenly Master do not admit of his being silent.'\\n\\n'Nor of being courteous, Eleanor?'\\n\\n'He did not say that, papa.'\\n\\n'Believe me, my child, that Christian ministers are never called on by God's word to insult the convictions, or even the prejudices, of their brethren; and that religion is at any rate not less susceptible to urbane and courteous conduct among men, than any other study which men take up. I am sorry to say that I cannot defend Mr Slope's sermon in the cathedral. But come, my dear, put on your bonnet, and let us walk round the dear old gardens at the hospital. I have never yet had the heart to go beyond the court-yard since we left the place. Now I think I can venture to enter.'\\n\\nEleanor rang the bell, and gave a variety of imperative charges as to the welfare of the precious baby, whom, all but unwillingly, she was about to leave for an hour or so, and then sauntered forth with her father to revisit the old hospital. It had been forbidden ground to her as well as to him since the day on which they had walked forth together from its walk.\\n\\nCHAPTER IX\\n\\nTHE STANHOPE FAMILY\\n\\nIt is now three months since Dr Proudie began his reign, and changes had already been affected in the diocese which show at least the energy of an active mind. Among other things, absentee clergymen have been favoured with hints much too strong to be overlooked. Poor dear old Bishop Grantly had on this matter been too lenient, and the archdeacon had never been inclined to be severe with those who were absent on reputable pretences, and who provided for their duties in a liberal way.\\n\\nAmong the greatest of the diocesan sinners in this respect was Dr Vesey Stanhope. Years had now passed since he had done a day's duty; and yet there was no reason against his doing duty except a want of inclination on his own part. He held a prebendal stall in the diocese; one of the best residences in the close; and the two large rectories of Crabtree Canonicorum, and Stogpingum. Indeed, he had the cure of three parishes, for that of Eiderdown was joined to Stogpingum. He had resided in Italy for twelve years. His first going there had been attributed to a sore throat; and that sore throat, though never repeated in any violent manner had stood him in such stead, that it had enabled him to live in easy idleness ever since.\\n\\nHe had now been summoned home,--not indeed, with rough violence, or by any peremptory command, but by a mandate which he found himself unable to disregard. Mr Slope had written to him by the bishop's desire. In the first place, the bishop much wanted the valuable co-operation of Dr Vesey Stanhope in the diocese; in the next, the bishop thought it his imperative duty to become personally acquainted with the most conspicuous of his diocesan clergy; then the bishop thought it essentially necessary for Dr Stanhope's own interests, that Dr Stanhope should, at any rate for a time, return to Barchester; and lastly, it was said that so strong a feeling was at the present moment evinced by the hierarchs of the church with reference to the absence of its clerical members, that it behoved Dr Vesey Stanhope not to allow his name to stand among those which would probably in a few months be submitted to the councils of the nation.\\n\\nThere was something so ambiguously frightful in this last threat that Dr Stanhope determined to spend two or three summer months at his residence in Barchester. His rectories were inhabited by his curates, and he felt himself from disuse to be unfit for parochial duty; but his prebendal home was kept empty for him, and he thought it probable that he might be able now and again to preach a prebendal sermon. He arrived, therefore, with all his family at Barchester, and he and they must be introduced to my readers.\\n\\nThe great family characteristic of the Stanhopes might probably be said to be heartlessness; but the want of feeling was, in most of them, accompanied by so great an amount of good nature that their neighbours failed to perceive how indifferent to them was the happiness and well-being of those around them. The Stanhopes would visit you in your sickness (provided it were not contagious), would bring you oranges, French novels, and the last new bit of scandal, and then hear of your death or your recovery with an equally indifferent composure. Their conduct to each other was the same as to the world; they bore and forbore: and there was sometimes, as will be seen, much necessity for forbearing: but their love among themselves rarely reached above this. It is astonishing how much each of the family was able to do, and how much each did, to prevent the well-being of the other four.\\n\\nFor there were five in all; the doctor, namely, and Mrs Stanhope, two daughters, and one son. The doctor, perhaps, was the least singular and most estimable of them all, and yet such good qualities as he possessed were all negative. He was a good looking rather plethoric gentleman of about sixty years of age. His hair was snow white, very plentiful, and somewhat like wool of the finest description. His whiskers were large and very white, and gave to his face the appearance of a benevolent sleepy old lion. His dress was always unexceptionable. Although he had lived so many years in Italy it was invariably of a decent clerical hue, but it never was hyperclerical. He was a man not given to much talking, but what little he did say was generally well said. His reading seldom went beyond romances and poetry of the lightest and not always most moral description. He was thoroughly a bon vivant; an accomplished judge of wine, though he never drank to excess; and a most inexorable critic in all affairs touching the kitchen. He had had much to forgive in his own family, since a family had grown up around him, and had forgiven everything--except inattention to his dinner. His weakness in that respect was now fully understood, and his temper but seldom tried. As Dr Stanhope was a clergyman, it may be supposed that his religious convictions made up a considerable part of his character; but this was not so. That he had religious convictions must be believed; but he rarely obtruded them, even on his children. This abstinence on his part was not systematic, but very characteristic of the man. It was not that he had predetermined never to influence their thoughts; but he was so habitually idle that his time for doing so had never come till the opportunity for doing so was gone forever. Whatever conviction the father may have had, the children were at any rate but indifferent members of the church from which he drew his income.\\n\\nSuch was Dr Stanhope. The features of Mrs Stanhope's character were even less plainly marked than those of her lord. The far niente of her Italian life had entered into her very soul, and brought her to regard a state of inactivity as the only earthly good. In manner and appearance she was exceedingly prepossessing. She had been a beauty, and even now, at fifty-five, she was a handsome woman. Her dress was always perfect: she never dressed but once in the day, and never appeared till between three and four; but when she did appear, she appeared at her best. Whether the toil rested partly with her, or wholly with her handmaid, it is not for such a one as the author to imagine. The structure of her attire was always elaborate, and yet never over laboured. She was rich in apparel, but not bedizened with finery; her ornaments were costly, rare, and such as could not fail to attract notice, but they did not look as though worn with that purpose. She well knew the great architectural secret of decorating her constructions, and never condescended to construct a decoration. But when we have said that Mrs Stanhope knew how to dress, and used her knowledge daily, we have said all. Other purpose in life she had none. It was something, indeed, that she did not interfere with the purposes of others. In early life she had undergone great trials with reference to the doctor's dinners; but for the last ten or twelve years her eldest daughter Charlotte had taken that labour off her hands, and she had had little to trouble her;--little, that is, till the edict for this terrible English journey had gone forth; since, then, indeed, her life had been laborious enough. For such a one, the toil of being carried from the shores of Como to the city of Barchester is more than labour enough, let the cares of the carriers be ever so vigilant. Mrs Stanhope had been obliged to have every one of her dresses taken in from the effects of the journey.\\n\\nCharlotte Stanhope was at this time about thirty-five years old; and, whatever may have been her faults, she had none of those which belong particularly to old young ladies. She neither dressed young, nor talked young, nor indeed looked young. She appeared to be perfectly content with her time of life, and in no way affected the grace of youth. She was a fine young woman; and had she been a man, would have been a very fine young man. All that was done in the house, and that was not done by servants, was done by her. She gave the orders, paid the bills, hired and dismissed the domestics, made the tea, carved the meat, and managed everything in the Stanhope household. She, and she alone, could ever induce her father to look into the state of his worldly concerns. She, and she alone, could in any degree control the absurdities of her sister. She, and she alone, prevented the whole family from falling into utter disrepute and beggary. It was by her advice that they now found themselves very unpleasantly situated in Barchester.\\n\\nSo far, the character of Charlotte Stanhope is not unprepossessing. But it remains to be said, that the influence which she had in her family, though it had been used to a certain extent for their worldly well-being, had not been used to their real benefit, as it might have been. She had aided her father in his indifference to his professional duties, counselling him that his livings were as much as his individual property as the estates of his elder brother were the property of that worthy peer. She had for years past stifled every little rising wish for a return to England which the doctor had from time to time expressed. She had encouraged her mother in her idleness in order that she herself might be mistress and manager of the Stanhope household. She had encouraged and fostered the follies of her sister, though she was always willing, and often able, to protect her from their probable result. She had done her best, and had thoroughly succeeded in spoiling her brother, and turning him loose upon the world an idle man without a profession, and without a shilling that he could call his own.\\n\\nMiss Stanhope was a clever woman, able to talk on most subjects, and quite indifferent as to what the subject was. She prided herself on her freedom from English prejudice, and she might have added, from feminine delicacy. On religion she was a pure freethinker, and with much want of true affection, delighted to throw out her own views before the troubled mind of her father. To have shaken what remained of his Church of England faith would have gratified her much; but the idea of his abandoning his preferment in the church had never once presented itself to her mind. How could he indeed, when he had no income from any other sources?\\n\\nBut the two most prominent members of the family still remain to be described. The second child had been christened Madeline, and had been a great beauty. We need not say had been, for she was never more beautiful than at the time of which we write, though her person for many years had been disfigured by an accident. It is unnecessary that we should give in detail the early history of Madeline Stanhope. She had gone to Italy when seventeen years of age, and had been allowed to make the most of her surpassing beauty in the saloons of Milan, and among the crowded villas along the shores of the Lake of Como. She had become famous for adventures in which her character was just not lost, and had destroyed the hearts of a dozen cavaliers without once being touched in her own. Blood had flowed in quarrels about her charms, and she heard of these encounters with pleasurable excitement. It had been told of her that on one occasion she had stood by in the disguise of a page, and had seen her lover fall.\\n\\nAs is so often the case, she had married the very worst of those who sought her hand. Why she had chosen Paulo Neroni, a man of no birth and no property, a mere captain in the pope's guard, one who had come up to Milan either simply as an adventurer or as a spy, a man of harsh temper and oily manners, mean in figure, swarthy in face, and so false in words as to be hourly detected, need not now be told. When the moment for doing so came, she had probably no alternative. He, at any rate, had become her husband; and after a prolonged honeymoon among the lakes, they had gone together to Rome, the papal captain having vainly endeavoured to induce his wife to remain behind him.\\n\\nSix months afterwards she arrived at her father's house a cripple and a mother. She had arrived without even notice, with hardly clothes to cover her, and without one of those many ornaments which had graced her bridal trousseaux. Her baby was in the arms of a poor girl from Milan, whom she had taken in exchange for the Roman maid who had accompanied her thus far, and who had then, as her mistress said, become homesick and had returned. It was clear that the lady had determined that there should be no witness to tell stories of her life in Rome.\\n\\nShe had fallen, she said, in ascending a ruin and had fatally injured the sinews of her knee; so fatally, that when she stood she lost eight inches of her accustomed height; so fatally, that when she essayed to move, she could only drag herself painfully along, with protruded hip and extended foot in a manner less graceful than that of a hunchback. She had consequently made up her mind, once and for ever, that she would never stand, and never attempt to move herself.\\n\\nStories were not slow to follow her, averring that she had been cruelly ill-used by Neroni, and that to his violence had she owed her accident. Be that as it may, little had been said about her husband, but that little had made it clearly intelligible to the family that Signor Neroni was to be seen and heard of no more. There was no question as to re-admitting the poor ill-used beauty to her old family rights, no question as to adopting her infant daughter, beneath the Stanhope roof tree. Though heartless, the Stanhopes were not selfish. The two were taken in, petted, made much of, for a time all but adored, and then felt by the two parents to be great nuisances in the house. But in the house the lady was, and there she remained, having her own way, though that way was not very comfortable with the customary usages of an English clergyman.\\n\\nMadame Neroni, though forced to give up all motion in the world, had no intention whatever of giving up the world itself. The beauty of her face was uninjured, and that beauty was of a peculiar kind. Her copious rich brown hair was worn in Grecian bandeaux round her head, displaying as much as possible of her forehead and cheeks. Her forehead, though rather low, was very beautiful from its perfect contour and pearly whiteness. Her eyes were long and large, and marvellously bright; might I venture to say, bright as Lucifer's, I should perhaps best express the depth of their brilliancy. They were dreadful eyes to look at, such as would absolutely deter any man of quiet mind and easy spirit from attempting a passage of arms with such foes. There was talent in them, and the fire of passion and the play of wit, but there was no love. Cruelty was there instead, and courage, a desire for masterhood, cunning, and a wish for mischief. And yet, as eyes, they were very beautiful. The eyelashes were long and perfect, and the long steady unabashed gaze, with which she would look into the face of her admirer, fascinated while it frightened him. She was a basilisk from whom an ardent lover of beauty could make no escape. Her nose and mouth more so at twenty-eight than they had been at eighteen. What wonder that with such charms still glowing in her face, and with such deformity destroying her figure, she should resolve to be seen, but only to be seen reclining on a sofa.\\n\\nHer resolve had not been carried out without difficulty. She had still frequented the opera at Milan; she had still been seen occasionally in the saloons of the noblesse; she had caused herself to be carried in and out from her carriage, and that in such a manner as in no wise to disturb her charms, disarrange her dress, or expose her deformities. Her sister always accompanied her and a maid, a manservant also, and on state occasions, two. It was impossible that her purpose could have been achieved with less: and yet, poor as she was, she had achieved her purpose. And then again the more dissolute Italian youths of Milan frequented the Stanhope villa and surrounded her couch, not greatly to her father's satisfaction. Sometimes his spirit would rise, a dark spot would show itself on his cheek, and he would rebel; but Charlotte would assuage him with some peculiar triumph of her culinary art, and all again would be smooth for a while.\\n\\nMadeline affected all manner of rich and quaint devices in the garniture of her room, her person, and her feminine belongings. In nothing was this more apparent than in the visiting card which she had prepared for her use. For such an article one would say that she, in her present state, could have but small need, seeing how improbable it was that she should make a morning call; but not such was her own opinion. Her card was surrounded by a deep border of gilding; on this she had imprinted, in three lines:-\\n\\n```\\n      La Signora Madeline                           Vesey Neroni.           - Nata Stanhope.\\n```\\n\\nAnd over the name she had a bright gilt coronet, which certainly looked very magnificent. How she had come to concoct such a name for herself it would be difficult to explain. Her father had been christened Vesey, as another man is christened Thomas; and she had no more right to assume it than would have the daughter of a Mr Josiah Jones to call herself Mrs Josiah Smith, on marrying a man of the latter name. The gold coronet was equally out of place, and perhaps inserted with even less excuse. Paul Neroni had not the faintest title to call himself a scion of even Italian nobility. Had the pair met in England Neroni would probably have been a count; but they had met in Italy, and any such pretence on his part would have been simply ridiculous. A coronet, however, was a pretty ornament, and if it could solace a poor cripple to have such on her card, who could begrudge it to her?\\n\\nOf her husband, or of his individual family, she never spoke; but with her admirers she would often allude in a mysterious way to her married life and isolated state, and, pointing to her daughter, would call her the last of the blood of the emperors, thus referring Neroni's extraction to the old Roman family from which the worst of the Caesars sprang.\\n\\nThe 'Signora' was not without talent, and not without a certain sort of industry; she was an indomitable letter writer, and her letters were worth the postage: they were full of wit, mischief, satire, love, latitudinarian philosophy, free religion, and, sometimes, alas! loose ribaldry. The subject, however, depended entirely on the recipient, and she was prepared to correspond with any one, but moral young ladies or stiff old women. She wrote also a kind of poetry, generally in Italian, and short romances, generally in French. She read much of a desultory sort of literature, and as a modern linguist had really made great proficiency. Such was the lady who had now come to wound the hearts of the men of Barchester.\\n\\nEthelbert Stanhope was in some respects like his younger sister, but he was less inestimable as a man than she was as a woman. His great fault was an entire absence of that principle which should have induced him, as the son of a man without fortune, to earn his own bread. Many attempts had been made to get him to do so, but these had all been frustrated, not so much by idleness on his part, as by a disinclination to exert himself in any way not to his taste. He had been educated at Eton, and had been intended for the Church, but had left Cambridge in disgust after a single term, and notified to his father his intention to study for the bar. Preparatory to that, he thought it well that he should attend a German university, and consequently went to Leipzig. There he remained two years, and brought away a knowledge of German and a taste for the fine arts. He still, however, intended himself for the bar, took chambers, engaged himself to sit at the feet of a learned pundit, and spent a season in London. He there found that all his aptitudes inclined him to the life of an artist, and he determined to live by painting. With this object he retired to Milan, and had himself rigged out for Rome. As a painter he might have earned his bread, for he wanted only diligence to excel; but when at Rome his mind was carried away by other things: he soon wrote home for money, saying that he had been converted to the Mother Church, that he was already an acolyte of the Jesuits, and that he was about to start with others to Palestine on a mission for converting Jews. He did go to Judea, but being unable to convert the Jews, was converted by them. He again wrote home, to say that Moses was the only giver of perfect laws to the world, that the coming of the true Messiah was at hand, that great things were doing in Palestine, and that he had met one of the family of Sidonis, a most remarkable man, who was now on his way to Western Europe, and whom he had induced to deviate from his route with the object of calling at the Stanhope villa. Ethelbert then expressed his hope that his mother and sisters would listen to this wonderful prophet. His father he knew could not do so from pecuniary considerations. This Sidonia, however, did not take so strong a fancy to him as another of that family once did to a young English nobleman. At least he provided him with no hope of gold as large as lions; so that the Judaised Ethelbert was again obliged to draw on the revenues of the Christian Church.\\n\\nIt is needless to tell how the father swore that he would send no more money and receive no Jew; nor how Charlotte declared that Ethelbert could not be left penniless in Jerusalem; and how 'La Signora Neroni' resolved to have Sidonia at her feet. The money was sent, and the Jew did come. The Jew did come, but he was not at all to the taste of 'la Signora'. He was a dirty little old man, and though he had provided no golden lions, he had, it seems, relieved young Stanhope's necessities. He positively refused to leave the villa till he got a bill from the doctor on his London bankers.\\n\\nEthelbert did not long remain a Jew. He soon reappeared at the villa without prejudices on the subject of his religion, and with a firm resolve to achieve fame and fortune as a sculptor. He brought with him some models which he had originated at Rome, and which really gave much fair promise that his father was induced to go to further expense in furthering these views. Ethelbert opened an establishment, or rather took lodgings and workshop, at Carrara, and there spoilt much marble, and made some few pretty images. Since that period, now four years ago, he had alternated between Carrara and the villa, but his sojourns at the workshop became shorter and shorter, and those at the villa longer and longer. 'Twas no wonder; for Carrara is not a spot in which an Englishman would like to dwell.\\n\\nWhen the family started for England he had resolved not to be left behind, and with the assistance of his elder sister had earned his point against his father's wishes. It was necessary, he said, that he should come to England for orders. How otherwise was he to bring his profession to account?\\n\\nIn personal appearance Ethelbert Stanhope was the most singular of beings. He was certainly very handsome. He had his sister Madeline's eyes without their stare, and without their hard cunning cruel firmness. They were also very much lighter, and of so light and clear a blue as to make his face remarkable, if nothing else did so. On entering a room with him, Ethelbert's blue eyes would be the first thing you would see, and on leaving it almost the last thing you would forget. His light hair was very long and silky, coming down over his coat. His beard had been prepared in the holy land, and was patriarchal. He never shaved, and rarely trimmed it. It was glossy, soft, clean, and altogether not unprepossessing. It was such that ladies might desire to reel it off and work it into their patterns in lieu of floss silk. His complexion was fair and almost pink, he was small in height, and slender in limb, but well-made, and his voice was of particular sweetness.manner and dress he was equally remarkable. He had none of the mauvaise honte of an Englishman. He required no introduction to make himself agreeable to any person. He habitually addressed strangers, ladies as well as men, without any such formality, and in doing so never seemed to meet with rebuke. His costume cannot be described, because it was so various; but it was always totally opposed in every principle of colour and construction to the dress of those with whom he for the time consorted.\\n\\nHe was habitually addicted to making love to ladies, and did so without scruple of conscience, or any idea that such a practice was amiss. He had no heart to touch himself, and was literally unaware that humanity was subject to such infliction. He had not thought much about it; but, had he been asked, would have said, that ill-treating a lady's heart meant injuring her promotion in the world. His principles therefore forbade him to pay attention to a girl, if he thought any man was present whom it might suit her to marry. In this manner, his good nature frequently interfered with his amusement; but he had no other motive in abstaining from the fullest declaration of love to every girl that pleased his eye.\\n\\nBertie Stanhope, as he was generally called, was, however, popular with both sexes; and with Italians as well as English. His circle of acquaintance was very large, and embraced people of all sorts. He had not respect for rank, and no aversion to those below him. He had lived on familiar terms with English peers, German shopkeepers, and Roman priests. All people were nearly alike to him. He was above, or rather below, all prejudices. No virtue could charm him, no vice shock him. He had about him a natural good manner, which seemed to qualify him for the highest circles, and yet he was never out of place in the lowest. He had no principle, no regard for others, no self-respect, no desire to be other than a drone in a hive, if only he could, as a drone, get what honey was sufficient for him. Of honey, in his latter days, it may probably be presaged, that he will have but short allowance.\\n\\nSuch was the family of the Stanhopes, who, at this period, suddenly joined themselves to the ecclesiastical circle of Barchester close. Any stranger union, it would be impossible perhaps to conceive. And it was not as though they all fell down into the cathedral precincts hitherto unknown and untalked of. In such case no amalgamation would have been at all probable between the new comers and either the Proudie set or the Grantly set. But such was far from being the case. The Stanhopes were all known by name in Barchester, and Barchester was prepared to receive them with open arms. The doctor was one of the prebendaries, one of her rectors, one of her pillars of strength; and was, moreover, counted on, as a sure ally, both by Proudies and Grantlys.\\n\\nHe himself was the brother of one peer, and his wife was the sister of another--and both these peers were lords of whiggish tendency, with whom the new bishop had some sort of alliance. This was sufficient to give to Mr Slope high hope that he might enlist Dr Stanhope on his side, before his enemies could out-manoeuvre him. On the other hand, the old dean had many many years ago, in the days of the doctor's clerical energies, been instrumental in assisting him in his views as to preferment; and many many years ago also, the two doctors, Stanhope and Grantly, had, as young parsons, been joyous together in the common rooms of Oxford. Dr Grantly, consequently, did not doubt but that the new comer would range himself under his banners.\",\"timestamp\":1639993252,\"title\":\"\\nThe day after this visit Eleanor told her father of it, and expressed an opinion that Mr Slope was not quite \"},\"digest\":\"_2Y4-gxzg_PHMtWLY_U_veb04i4LI-Sn4QKgU9eRLX4\",\"authorship\":{\"contributor\":\"0x24afE23f920156bA8F2a4d44dC48E4796972746b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Rsk7XNRg-gvwjSKTJfi2MEjxgcyD4BDRyorjZSGvo5M\\\",\\\"y\\\":\\\"Ly5Y2T0wMG95GL30rp8AKjY7onvxkRIaTE_1aIw8M6o\\\"}\",\"signature\":\"2lV5nu3hBxiHURGHq8J6Tn21iIjgiDFqZWH00_TXxPrcDV0xyX_jQN454RyxT-t_nj0Hkqv6euTQWBb4fNWJiA\",\"signingKeySignature\":\"0x9d0c26d740997431d704a77b6d425225a619b568bfbcd5541eb616e24e6f89291cf4cc3766b4baf4522cb089f1742ac6f75ef1b01feac685f2e8ba5a1fa514fe1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Rsk7XNRg-gvwjSKTJfi2MEjxgcyD4BDRyorjZSGvo5M\\\",\\\"y\\\":\\\"Ly5Y2T0wMG95GL30rp8AKjY7onvxkRIaTE_1aIw8M6o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_2Y4-gxzg_PHMtWLY_U_veb04i4LI-Sn4QKgU9eRLX4\"}"