"{\"content\":{\"body\":\"How to quickly become a manager or supervisor in society? What does this topic have to do with entrepreneurship? Everyone must learn to be flexible. In fact, what we entrepreneurs have to learn is thinking, not rigid methods, so today's topic is also very important to entrepreneurs. If you can't draw analogy, it's not suitable to start a business.\\n\\nI just graduated from university in 2007. I was an idiot. But when I was studying, although I played World of Warcraft every day, I developed the habit of doing business in the game. I often kept the auction house. Some Once people have good equipment, they will be sold at auction houses. I either see a profit and buy it directly, or I find these players to lower the price. Some players have a game mentality, so it doesn’t matter, so I suppressed them. , And then I sell it in the auction house at a moderate price. At that time, 200 gold coins were equal to 30 RMB. I was able to earn my living expenses. Others burned money by playing games. I made money by playing games. Later, I worked in the Internet industry, including Baidu's bidding system and SEO system. Including the low price on Taobao\\n\\nEntrepreneur Business School Serving Entrepreneurs 133\\n\\nGo to [Ganji.com](http://Ganji.com), [58.com](http://58.com), and sell the products in the category. For example, the second set of renminbi can be bought on Taobao for 20 yuan, and it can be sold on Ganji online for 500 yuan. I found that these Internet businesses are exactly the same as those in World of Warcraft. The difference is that one product is an equipment in the game, and the other product is an item in reality.\\n\\nThe above is just a digression. There are a lot of tricks in doing business. If you break it, there is nothing at all. It is to buy low and sell high. If you understand this, there will be nothing. At the processing level, coolies and technology do it. The boss is only responsible for finding low-priced products and then finding the market. This is the most direct mode of making money.\\n\\nHowever, the topic of today is to quickly become a manager. In fact, we want everyone to do the processing first, and to process themselves. There is a routine for how to process yourself.\\n\\nEveryone wants to make money. Have you ever studied how money is distributed in this society? If you don't know how the money is distributed, then making money is like going sailing without a sailing guide, and the results can be imagined.\\n\\nMoney is distributed in this society by power and status. What does that mean? That is, if you gain status and power, you will inevitably have money. Being your own boss is actually giving yourself power and status. A lot of people in the society are sluggish in technology and compared to others who do better than others. Death is in Beijing dialect, which means endless and exhausted. These idiots did not understand for the rest of their lives, this kind of trick is at best as a chief engineer. The chief engineer is also poor, and those who can become chief engineers are just the best among the poor. The price to be paid for mixing chief workers is very large, and the number of mixed chief workers is very, very scarce. When I was in the construction material business, I ran through design institutes for several years, and I have seen these people who have die of technology. They are in their 40s and 50s, and they are not very good in terms of money.\\n\\nSo the real way to make money is actually a method of gaining power and status. Rather than slamming technology and work. We only need to study this one method for the rest of our lives, that is, how to obtain status and power. This method is more and more sophisticated, we will have more\\n\\n134 Entrepreneur Business School Serving Entrepreneurs\\n\\nThe more money comes, and we can still jump the industry to play. For example, the general manager of a freight company can also be the general manager of a clothing factory. This is a real thing I have seen with my own eyes, and a CAD\\n\\nA ship engineer who charters can't be a programmer in the IT industry. This is the most uncomfortable aspect of deadlocking technology. I personally understood this when I was playing World of Warcraft. In the game, power and status must also be obtained. So, I didn’t fight the monsters all day long like those players, I smashed my own PK skills, I smashed to make money, and I smashed into gangs, and finally I got a gang to become the chairman of my own, and I played a dungeon. The result was a fight. The best equipment that comes out has priority over my guild leader. If there is a fight, a few thieves and a few wizards will always follow me. Anyway, I just engage in a group of people fighting.\\n\\nIn 2008, I went to a building materials company to run business. At the beginning, I also worked hard to run business. I belonged to a relatively good person. I am not lazy at work, but I know that there is no need to run business. For the future, this is something that many children in business do not understand. Most salespersons have been in business for more than ten years and are still small salespersons. They don't know how to reflect. If you listen to what I said today, I hope to change everyone's destiny. When my business performance is relatively good, I will not run business. I only do three things. First: flattering, not only flattering my boss, but also flattering colleagues in private. As a result, I and everyone else. The relationship is very good. Second: Give gifts to superiors and superiors. Third: Invite people who can speak up in the company for dinner. Do everything possible, there is always a reason to invite. In just one year, I was nominated as the deputy manager of the department. There were a few guys who performed better than me in business, but I started to take their promotions. When they are about to sign the order, I will go out to meet the client to give a polite meal or invite someone to have a meal. This has become my daily job. This is how society plays. I hope that pedantic people will understand this earlier and get rich as soon as possible.\\n\\nIf you don’t like flattering, I have another trick. I have used it too. In the past few years, the gold industry was quite popular, especially when it was combined with the Internet. I also wanted to enter the gold industry to make a fortune. Although I studied computers in college, I found that now\\n\\nEntrepreneur Business School Serving Entrepreneurs 135\\n\\nPeople don’t talk about computers anymore. Now everyone talks about the Internet. Since I used to work in the building materials business, I have forgotten Internet-related knowledge. What should I do? I found a large number of gold and securities companies on the Internet, checked their phone numbers one by one, and checked their recruitment information through major recruitment websites. It is found that some companies are hiring online marketing personnel, and they are required to understand SEO, SEM Sina marketing, online alliance marketing, and be able to talk about channel marketing for cooperation with major websites. I haven't heard of these things at all, so I closed them and searched for some information on the Internet to recite. A week later, I went to these companies one by one to apply. Here, I said that I was looking for a job. I never submitted a resume. I just chose a company and went to the door to talk. Finally, a company was fooled by me and took me in and entered the company. Later, there was a three-month trial period, and I started crazy learning knowledge about network marketing and website construction. My learning method was to learn concepts only, not specific methods of operation, because my purpose was not to come to work. I don't need specific technical means, that is to say, my purpose is not to work. I want to quickly become a supervisor or even a small manager in an enterprise in this industry. As a result, after a month, I quit my job because I started to apply for a supervisor directly. I was not a supervisor. After 20 days of interviews with more than 50 companies, I was unskilled in answering the personnel of these companies. The person in charge and the person in charge of the specific department were able to answer them very skillfully, and I successfully applied for the director of a company. And they also deeply admire me for knowing many companies in this industry, and they think I am a veteran in the industry. Now I have 10 more soldiers under my hand. These little soldiers know much more professional knowledge than I do. I don’t understand anything, so I have to listen to their reports, and then find a companion to ask his companion’s opinion, whether it can be implemented or not. Then I sign it. Everyone understands my routine. Actually, I don’t need me to tell you how to be a manager later.\",\"timestamp\":1634796967,\"title\":\"How to get to the top quickly\"},\"digest\":\"rl_vrTB0Bj6GIkTbbHPykva4qTgmu6vYURltEI1scAY\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"BeGYM5NjoYmi1mGxvjNQh-IFV-zl9-f02RNkHbQUk85D-5oLuhbCETPv0a_TysYFM3TRq8OhPMftjo6oQ-Avqg\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rl_vrTB0Bj6GIkTbbHPykva4qTgmu6vYURltEI1scAY\"}"