"{\"content\":{\"body\":\"As I sit at my desk staring at a blank page, I try to tell myself that continuing to publish online will be beneficial for me in the long term. Do I see that now? Definitely not. So why do I keep going? Let me give you some perspective: I have finished university for the year and have no other commitments in my free time other than work and socialising, so what do I have to lose by giving up a few minutes each day to trying something new—time that would otherwise be spent scrolling Twitter or doing something unproductive. This is a small bet that I am placing on myself that has a large potential upside. And if nothing works out? My life goes on and I still carry with me the experience from trying.\\n\\nIt's so easy to get in our own heads about why we shouldn't try learning a new skill or commit to a new project. We often fall victim to the dreadful imposter syndrome and think we are not good enough to write that blog post or to share new learnings. The truth is, no one really knows what they're doing until they start. Even then, most of us are just figuring everything out as we go. Most of the fears we have that prevent us from trying something new will never actually be realised and the potential gain alone almost always justifies those risks.\\n\\nAnother example for me is that I am trying to teach myself how to program in Python, coming from a very basic understanding of how C++ code works. I want Python to be my bridge into the programming world. So I ask myself, what is the worst possible thing that could come out of this? The only answer I could think of is that I would have wasted some time practicing, and spent some money on courses that I didn't make full use of. The effects that these costs would have on my life are negligible. The cost of missing opportunities from not having tried are much greater, although harder to see without the clarity of hindsight.\\n\\nPeople often regret what they haven't done later in their lives. Jeff Bezos popularised the \\\"Regret Minimisation Framework,\\\" which he explains [here](https://youtu.be/jwG_qR6XmDQ). He uses this framework to project himself to age 80 and ask what sort of decisions he would regret the most. Usually you'd find that the decisions you will regret are the ones where you chose to do nothing. It is such a simple mental tool that can help you decide how to spend your time.\\n\\nThis is always easier said than done, but take that course, buy that book, try a new skill. You will never know if it's worth your time until you've tried it.\\n\",\"timestamp\":1640599257,\"title\":\"You Have Nothing to Lose\"},\"digest\":\"WCyxIfHo7lqCeXI9RTQvWtJiPQiPAUHgI6RXdyTUWE0\",\"authorship\":{\"contributor\":\"0xF2Bc5807145f624aBde79ff35F41E54018b9AccB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RlaoxvXcxjcHw1ulOOLTFE9OhNOHCSnPF02ZN8k0LBE\\\",\\\"y\\\":\\\"dSsOWcBVoDdc2luWiqihaefncZGc4_Gzo5YM1A2u6SE\\\"}\",\"signature\":\"XDNzZG2iR1DVggESMDVL-W8SH8a-AChJCuD_LdfaO4crB77FL0Ff-qjinijsA_DMTEgNsaEKiGvcojafkegADw\",\"signingKeySignature\":\"0xa84aa17bf9a7652a1cc75a694e071517b18cdb0123e97fe2f07150ea66df89d35b72196c8cba0882686244becf24a3d37de32c77619eabc9d4fd0cd3d828bf451b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RlaoxvXcxjcHw1ulOOLTFE9OhNOHCSnPF02ZN8k0LBE\\\",\\\"y\\\":\\\"dSsOWcBVoDdc2luWiqihaefncZGc4_Gzo5YM1A2u6SE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WCyxIfHo7lqCeXI9RTQvWtJiPQiPAUHgI6RXdyTUWE0\"}"