"{\"content\":{\"body\":\"*Welcome to Interior, the only Mirror site to feature an entire post about a decades old micro-genre of electronic music! My name is [Jamison Isaak](https://jamisonisaak.com), and I've been making music as [Teen Daze](https://teendaze.bandcamp.com) for a decade now. I'm using this space to journal through the process of releasing my next full-length record, Interior. I've been covering a few of the [ins](https://teendaze.mirror.xyz/kGG4da2kr7fFBj1dqDByqGes-Kvl44AXXJLefM6gpCk) and [outs](https://teendaze.mirror.xyz/8pGjKENICls7h9_oxVMBc_58TS5iEooDw516RdwPRgY) of this process, and hopefully I've done so without getting too inside. This week, I'm talking about vinyl, and how to support artists in an increasingly post-physical world.*\\n\\n![](https://images.mirror-media.xyz/publication-images/8b80e316-1d63-453e-911d-87aca3aea49c.png?height=1336&width=2498)\\n\\n\\n\\nI started off my last post talking about the strange situation that a lot of artists/labels are finding themselves in, in regards to vinyl production. The usual turnaround time (which, trust me, is not great), has been extended by a pretty significant amount. In the past few years, my records have usually taken about 3-4 months to be manufactured. It's become a part of the process, so I can't even really tell you if that's a long time or not. It just is what it is. In the last few months I've started to hear more and more stories about how long records have been taking at pressing plants, with the general consensus being that it's taking about 9 months.\\n\\nJust take a moment to put yourself in the shoes of an artist right now: you spent all last year at home, presumably making music (though I do know lots of people who had very little desire to spend their time inside trying to be creative), and let's say you make enough for a record. (I'm not even going to address the situation if you're not working with a label or distributor; a self-funded run of a modest amount, let's say 300 records, must be taking upwards of a year.) So you send it off the label, and they say, \\\"Alright, it'll be pressed in nine months. So, we'll see you in six months when we start releasing singles.\\\" Not every release timeline looks the same, but just think about making something that you really want to share with the world, and then having to wait nine months for it to come out.\\n\\nOkay, so enough hypotheticals. Here's my story: We (myself, my manager and the label) were initially told by the distributors that the records (it's a relatively small run of 750) would be ready by November. Then it got pushed to January. \\n\\nNot ideal, but not a big problem: two months after the digital version comes out, we'll throw a few extra tracks online, and push some attention to the vinyl release. People would understand. \\n\\nThen, last week, we got word that the record wasn't going to be manufactured until **May 2022**. Which is not great. That type of gap in between the digital and physical release would make it counterintuitive to do vinyl at all. We'd be spending a lot of money to make a record that we most likely wouldn't be able to sell. The hype from the album announcement/press/release shows would totally fizzle out, and considering how short our collective attention spans are, it would be foolish to think we could sell an entire pressing. We've also already got a lot of the wheels in motion on this thing (as I've been documenting), which is to say, that that release date in November is kind of already set.\\n\\nSo...*what do we do?*\\n\\nI started asking a lot of questions. Here's three that kept popping up.\\n\\n*Why are we producing vinyl at all?\\n\\nWhat inspires someone to purchase a record in 2021?\\n\\nIf people just want to support an artist, and don't care about the medium, can't we come up with a better way (as an industry/society) to make that happen?*\\n\\nIf this last year has emphasized anything to me, it's that we're living in an increasingly post-physical world. Ironically, we're still actually *very much* living in a physical world, where our physical bodies can be taken out by a viral disease, and the entire world can shut down because of it. What I mean is, we've made some huge steps towards being able to live life without having to actually need the physical world in the same way we've always needed it. \\n\\nWe're obviously seeing this across creative worlds with NFTs and DAOs (if you're not following what [Catalog](https://beta.catalog.works/), [Songcamp](https://songcamp.mirror.xyz/) and [Leaving Records](https://leavingrecords.mirror.xyz/) are up to, I'd highly recommend digging into them). It felt like the perfect time to be asking these questions about why we should be producing physical products as musicians. Then, in the same breath, while a medium like vinyl is becoming seen as obsolete (again), it's only going to make it more appealing to a certain group of people. So what is my responsibility as an artist?\\n\\n![](https://images.mirror-media.xyz/publication-images/71bf4675-ef23-497b-a837-1367c9ada979.png?height=1600&width=2560)\\n\\n\\n\\nLet's dig in to those three questions I posed above.\\n\\n**Why are we producing vinyl at all?**\\n\\nWhen I held the very first Teen Daze record pressed to vinyl in my hands, it was a legitimately special moment for me. To see a couple years worth of hard work, pressed down into not just a physical object, but specifically a medium that held so much cultural significance, it felt like I had accomplished something important. I grew up being obsessed with my parents' record collection, and as I became a teenager, and CDs became the dominant format, I started developing an understandable nostalgia for vinyl. When I was 18, I found a coloured pressing of the White Stripes' Elephant at the HMV in the West Edmonton Mall. This was in 2003, so that was pre vinyl resurgence. It was the first piece of vinyl that I didn't just inherit from my parents' collection. Almost 20 years later, and my Ikea record shelf is stocked full; it's really not a wild collection, maybe 500 pieces? But I know that the 18 year old me is swooning over it. \\n\\nIt's funny though: Present me is looking at it, and kind of rolling my eyes. It's kind of a waste of space. I'll probably throw a record on once a week or so? Most of the time, I'm playing music off my phone, through the bluetooth function on our living room speakers (the turntable is running through those speakers, by the way). Most of the time, it's just easier to stream something. That's the point of streaming, isn't it? Unlimited choice with total ease (but at what cost).\\n\\nAll this is to say: vinyl is not essential in order to listen to the music I want to listen to. It's kind cumbersome. It takes up space. If you don't have a decent turntable or speaker setup, it really doesn't sound better. It's demanding in a way that streaming isn't. OH, it's also *very* expensive to produce.\\n\\nBUT, there are some upsides to producing a run of vinyl as an artist! It helps supports not only the artists that make the music, but also the entire economy around them. The label, the distributors, the stores, they all see a cut of your $25. I know lots of people that work really hard in those positions, and they really do deserve to be paid for that hard work. I also still can't shake that nostalgic, warm feeling I have when I hold up a record, and really get an up close experience with the artwork. When I first bought that White Stripes record, I remember thinking, \\\"This is so much better than a CD.\\\" I didn't form a relationship with a CD in the same way that I did with vinyl. Let alone the feeling of having a contemporary album on a very dated format. It immediately made it feel special.\\n\\nIf I'm going to try and answer my original question, I'd guess that the reason vinyl is still being produced is because there are lots of people out there who get that same feeling as me. In that increasingly post-physical world, there are going to be those people who want to hold onto the past.\\n\\n![](https://images.mirror-media.xyz/publication-images/50a071b9-d624-4bc3-802d-5f6f46973d67.JPG?height=3024&width=4032)\\n\\n\\n\\n**What inspires someone to purchase a record in 2021?**\\n\\nThis one I can only answer for myself, because I honestly don't know why someone would buy a Teen Daze record. Please, don't get me wrong, I LOVE IT when someone buys one of my records. Every time I see that \\\"Cha-ching!\\\" email from Bandcamp, I light up. It means the WORLD to me that someone would spend their hard earned money, to buy one of my records, when they can listen to it for free on the very site they bought the record from.\\n\\nSo then what inspires me personally. In the last couple months, I've bought two records that I have rinsed both physically and digitally: [Septet, by John Carroll Kirby](https://www.stonesthrow.com/store/septet/) (from Stone's Throw Records) and [Enter The Zenmenn, by The Zenmenn](https://www.musicfrommemory.com/release/6999/the-zenmenn/enter-the-zenmenn) (from Music From Memory).\\n\\nLet's start with Septet: I pre-ordered this record actually. John Carroll Kirby has become one of my favourite musicians over the last year, and as soon as I heard Rainmaker, the first single, I knew I had to do more than just stream this record. This was a *I need to spend money on this* kind of record. I would have loved to have copped a tape (which has really become my music medium of choice in the last year, but we're talking about vinyl, focus!) but I was more than happy to get the wax. This was not only just a *support* buy, where I just wanted to help an artist out financially regardless of the work, this was the kind of purchase where I want to support this artist financially because I'm so in love with what this artist produces, that hopefully the financial support will help them make more. Also worth noting, the artwork and design are beautiful, and it's just a nice thing to look at on a large, physical format.\\n\\n[Rainmaker](https://www.youtube.com/watch?v=N3ob71OfLJY)\\n\\nOnto the Zenmenn. All the same things apply here (I'm truly obsessed with this record, and listen to it multiple times a day), PLUS I also purchased it from [Audiopile](https://audiopile.ca/), one of my favourite record stores in Vancouver. In this case, I'm not only supporting an artist and label that I love, but I'm throwing a few bucks to a record store, which I do believe is an important cultural hub. This one specifically exists in an expensive city, and I can't imagine it's easy to keep the lights on.\\n\\nSo what inspired me to buy those two records? Trying my best to support the artist, while also supporting the greater independent music economy. And getting a couple beautiful pieces of art in the process.\\n\\n[Flags Of The World Live in Germany](https://www.youtube.com/watch?v=I8ku9lo33Sw)\\n\\n**If people just want to support an artist, and don't care about the medium, can't we come up with a better way (as an industry/society) to make that happen?**\\n\\nI'm not even going to try and answer this one. All I know is that I've been trying to listen to as many conversations, and learn from people a lot smarter than me, to get some perspective on how this could happen. I think it's been clear for a little while now that our current state of affairs isn't working. It's weird to be operating in a time of transition and cultural shift, like we're experiencing right now, but it's exciting to possibly have a say in how the next world is going to operate.\\n\\nSo, let's experiment.\\n\\nThis post is going to be minted as an NFT. It's an opportunity for you to support me in what I do. There's no music involved, no physical product; just an experiment in support.\\n\\nThere's going to be plenty of opportunities to grab physical products that live in the world of this record (vinyl, tapes, clothing, print media?), but here's a chance to throw some ETH my way, strictly as a way to say \\\"keep doing what you're doing.\\\"\\n\\nZero expectations here, by the way.\\n\\nAlright, so if you've made it this far, I'm happy to treat you to a very happy ending. After spending these last few weeks of thinking about how a record release in 2021 can operate without doing vinyl, we got another message from the distributors: they were able to bump the pressing up in the manufacturer's queue. The records would be done in October. They'll be on shelves in December. I really wasn't expecting it, and it kind of makes having them all the more special. So when the preorder comes around in the fall, remember that they almost didn't exist. I'm also feeling insanely grateful, considering how many artists won't be this fortunate. Then again, maybe living in a post-vinyl world won't be all that bad.\\n\\nAlright. See you next time. Who knows what aspect of this process will be flipped on its head by then.\\n\\n![](https://images.mirror-media.xyz/publication-images/58943168-8cb2-41d9-8815-1356023032ca.JPG?height=3024&width=3024)\\n\\n\",\"timestamp\":1627010400,\"title\":\"INTERIOR 5\",\"publication\":\"teendaze\"},\"digest\":\"alwlSksE2jXJf51IXujk63_gSu9Pdtdw7SEQtxvJ4ko\",\"authorship\":{\"contributor\":\"0xEa83321A41c69070C971CD9Ca193366d6Be8DDC4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5IhU191z463eOjsPnwxpYbIItTBSTAxETokBcejYS5c\\\",\\\"y\\\":\\\"zbKP-Xhb1Q97GWfF50DDCjky5MC2OlJJsPV1lVEHSVE\\\"}\",\"signature\":\"nkpZozwjGb6nn_zRcYcWaQ3dF2tKv9gjzVAE3H7ZZTWO3VKQ9mfCiKbKz8Ah5fND3cDhlbx_e1YbzcwzRe1baA\",\"signingKeySignature\":\"0xe1e59aa77bdf945f54f49b4c44ab1a602d0edfc73512adb69e05608e45f5485f5fb667d883cfa441cc74fde24367f9611c639214f160e160ddf63c08c02b7f781c\",\"signingKeyMessage\":\"I authorize the publication of articles on teendaze.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5IhU191z463eOjsPnwxpYbIItTBSTAxETokBcejYS5c\\\",\\\"y\\\":\\\"zbKP-Xhb1Q97GWfF50DDCjky5MC2OlJJsPV1lVEHSVE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"alwlSksE2jXJf51IXujk63_gSu9Pdtdw7SEQtxvJ4ko\"}"