"{\"content\":{\"body\":\"In the traditional world of investing, whenever an individual holding significant influence or a large entity like a major corporation or government buys some shares from the market, the price of that share goes up. This happens because the larger market perceives a change somewhere that leads to a higher demand for that particular business.\\n\\nSimilarly, when such a large entity sells significant quantities of a particular stock from their holdings, the price of that security witnesses a fall, though it may be temporary. The reason could be that the larger market assumes that there is a possibility of some adverse reason that has led to the investor selling their stock.\\n\\nSeveral new investors are joining **cryptocurrency exchanges in India**, so they must recognize the influencers in the cryptocurrency world.\\n\\n## Who qualifies as a crypto whale?\\n\\nIn the world of cryptocurrency, influential entities are referred to as crypto whales. However, as the entire crypto ecosystem is supposed to be decentralized, there is no “official” definition of a crypto whale.\\n\\nOver the past few years, the cryptocurrency community discussions have had an informal consensus that any entity holding more than 1000 bitcoins (BTC) should be considered a Crypto Whale, which means anyone holding BTC worth $46 million or close to INR 350 crore, as per the BTC value on December 17, 2021.\\n\\nIn other words, these are people or entities in the cryptocurrency ecosystem who hold a significant influence in the market and can nudge the market in any direction through their trades.\\n\\nAs other **cryptocurrencies** do not have as high a demand or market capitalization as that of BTC, the holding limit for an entity to be classified as a crypto whale would be very different for other coins. A logical fallout is that these entities can not just nudge but create significant movements in the market for altcoins as the market capitalization for those coins is much smaller.\\n\\n## How do crypto whales move the market?\\n\\nAs highlighted above, crypto whales have deep pockets. It is also obvious that they are working toward not just accumulating more coins, but also increasing the value of their portfolios.\\n\\nHence, they make trades in any coins that are in their best interest and sit well with their strategy. For instance, a crypto whale could decide to “short” some altcoin using their funds, which creates a downward momentum for that particular coin, and the Whales start accumulating at a price lower than their “shorting” price.\\n\\nSubsequently, when they have accumulated enough, they place bulk orders for the same coin using their funds, which creates an upward momentum for the coins and the value appreciates. As a result, they can make money in both directions.\\n\\n## Investing in crypto\\n\\nIf you, too, are keen on investing or trading in cryptocurrency and are comparing cryptocurrency exchanges in India, you must settle only on the best cryptocurrency exchange that provides the right insights to make your trades profitable.\",\"timestamp\":1641888877,\"title\":\"What Are Crypto Whales? How Do They Move Markets?\"},\"digest\":\"aI_lzzdKgJaOunjfe5Uiba2_s47cOlYHbCXlTiBMY-k\",\"authorship\":{\"contributor\":\"0xC471c2f2755C19e94d101766d230cf7B2d2E59a7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Oil_U-sI_qoQbB6xuHV16dR7890GPVo0m521ZyPazz4\\\",\\\"y\\\":\\\"NOd7ePiurKKbnyKiRF2dO0TBptD5DOMvlw_A5p2CTSY\\\"}\",\"signature\":\"SZJbf-eeUP678-oIfZEENhT6QbaUwiZeS8Gk1xpXEUTcTC6pI3Nzw5sJJK6dHFH59C4-8FwTi-a-CNmLjHe2Xg\",\"signingKeySignature\":\"0x71cae256b03fc0cd79e7503b37c503e83271197ec201e016bc0d85ce8a90b07767c3bec7ee9919bb1430983c7b3bcf9668154a86715818424f7523b3936a21821c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Oil_U-sI_qoQbB6xuHV16dR7890GPVo0m521ZyPazz4\\\",\\\"y\\\":\\\"NOd7ePiurKKbnyKiRF2dO0TBptD5DOMvlw_A5p2CTSY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aI_lzzdKgJaOunjfe5Uiba2_s47cOlYHbCXlTiBMY-k\"}"