"{\"content\":{\"body\":\"\\\"I expected you to help me in clearing up these mysteries, and you do your best to thicken them. What your motives are, what your conduct means, it is impossible for me to know, but I say to you, what I would say in far other terms, if they were here, to the villains who have written these letters--no menaces, no mysteries, no conspiracies, will prevent me from being at the ball to-morrow. I can listen to persuasion, but I scorn threats. There lies my dress for the masquerade; no power on earth shall prevent me from wearing it to-morrow night!\\\" He pointed, as he spoke, to the black domino and half-mask lying on the table.\\n\\n\\\"No power on *earth!*\\\" repeated Father Rocco, with a smile, and an emphasis on the last word. \\\"Superstitious still, Count Fabio! Do you suspect the powers of the other world of interfering with mortals at masquerades?\\\"\\n\\nFabio started, and, turning from the table, fixed his eyes intently on the priest's face.\\n\\n\\\"You suggested just now that we had better not prolong this interview,\\\" said Father Rocco, still smiling. \\\"I think you were right; if we part at once, we may still part friends. You have had my advice not to go to the ball, and you decline following it. I have nothing more to say. Good-night.\\\"\\n\\nBefore Fabio could utter the angry rejoinder that rose to his lips, the door of the room had opened and closed again, and the priest was gone.\\n\\nCHAPTER III.\\n\\nTHE next night, at the time of assembling specified in the invitations to the masked ball, Fabio was still lingering in his palace, and still allowing the black domino to lie untouched and unheeded on his dressing-table. This delay was not produced by any change in his resolution to go to the Melani Palace. His determination to be present at the ball remained unshaken; and yet, at the last moment, he lingered and lingered on, without knowing why. Some strange influence seemed to be keeping him within the walls of his lonely home. It was as if the great, empty, silent palace had almost recovered on that night the charm which it had lost when its mistress died.\\n\\nHe left his own apartment and went to the bedroom where his infant child lay asleep in her little crib. He sat watching her, and thinking quietly and tenderly of many past events in his life for a long time, then returned to his room. A sudden sense of loneliness came upon him after his visit to the child's bedside; but he did not attempt to raise his spirits even then by going to the ball. He descended instead to his study, lighted his reading-lamp, and then, opening a bureau, took from one of the drawers in it the letter which Nanina had written to him. This was not the first time that a sudden sense of his solitude had connected itself inexplicably with the remembrance of the work-girl's letter.\\n\\nHe read it through slowly, and when he had done, kept it open in his hand. \\\"I have youth, titles, wealth,\\\" he thought to himself, sadly; \\\"everything that is sought after in this world. And yet if I try to think of any human being who really and truly loves me, I can remember but one--the poor, faithful girl who wrote these lines!\\\"\\n\\nOld recollections of the first day when he met with Nanina, of the first sitting she had given him in Luca Lomi's studio, of the first visit to the neat little room in the by-street, began to rise more and more vividly in his mind. Entirely absorbed by them, he sat absently drawing with pen and ink, on some sheets of letter-paper lying under his hand, lines and circles, and fragments of decorations, and vague remembrances of old ideas for statues, until the sudden sinking of the flame of his lamp awoke his attention abruptly to present things.\\n\\nHe looked at his watch. It was close on midnight.\\n\\nThis discovery at last aroused him to the necessity of immediate departure. In a few minutes he had put on his domino and mask, and was on his way to the ball.\\n\\nBefore he reached the Melani Palace the first part of the entertainment had come to an end. The \\\"Toy Symphony\\\" had been played, the grotesque dance performed, amid universal laughter; and now the guests were, for the most part, fortifying themselves in the Arcadian bowers for new dances, in which all persons present were expected to take part. The Marquis Melani had, with characteristic oddity, divided his two classical refreshment-rooms into what he termed the Light and Heavy Departments. Fruit, pastry, sweetmeats, salads, and harmless drinks were included under the first head, and all the stimulating liquors and solid eatables under the last. The thirty shepherdesses had been, according to the marquis's order, equally divided at the outset of the evening between the two rooms. But as the company began to crowd more and more resolutely in the direction of the Heavy Department, ten of the shepherdesses attached to the Light Department were told off to assist in attending on the hungry and thirsty majority of guests who were not to be appeased by pastry and lemonade. Among the five girls who were left behind in the room for the light refreshments was Nanina. The steward soon discovered that the novelty of her situation made her really nervous, and he wisely concluded that if he trusted her where the crowd was greatest and the noise loudest, she would not only be utterly useless, but also very much in the way of her more confident and experienced companions.\\n\\nWhen Fabio arrived at the palace, the jovial uproar in the Heavy Department was at its height, and several gentlemen, fired by the classical costumes of the shepherdesses, were beginning to speak Latin to them with a thick utterance, and a valorous contempt for all restrictions of gender, number, and case. As soon as he could escape from the congratulations on his return to his friends, which poured on him from all sides, Fabio withdrew to seek some quieter room. The heat, noise, and confusion had so bewildered him, after the tranquil life he had been leading for many months past, that it  was quite a relief to stroll through the half deserted dancing-rooms, to the opposite extremity of the great suite of apartments, and there to find himself in a second Arcadian bower, which seemed peaceful enough to deserve its name.\\n\\nA few guests were in this room when he first entered it, but the distant sound of some first notes of dance music drew them all away. After a careless look at the quaint decorations about him, he sat down alone on a divan near the door, and beginning already to feel the heat and discomfort of his mask, took it off. He had not removed it more than a moment before he heard a faint cry in the direction of a long refreshment-table, behind which the five waiting-girls were standing. He started up directly, and could hardly believe his senses, when he found himself standing face to face with Nanina.\\n\\nHer cheeks had turned perfectly colorless. Her astonishment at seeing the young nobleman appeared to have some sensation of terror mingled with it. The waiting-woman who happened to stand by her side instinctively stretched out an arm to support her, observing that she caught at the edge of the table as Fabio hurried round to get behind it and speak to her. When he drew near, her head drooped on her breast, and she said, faintly: \\\"I never knew you were at Pisa; I never thought you would be here. Oh, I am true to what I said in my letter, though I seem so false to it!\\\"\\n\\n\\\"I want to speak to you about the letter--to tell you how carefully I have kept it, how often I have read it,\\\" said Fabio.\\n\\nShe turned away her head, and tried hard to repress the tears that would force their way into her eyes \\\"We should never have met,\\\" she said; \\\"never, never have met again!\\\"\\n\\nBefore Fabio could reply, the waiting-woman by Nanina's side interposed.\\n\\n\\\"For Heaven's sake, don't stop speaking to her here!\\\" she exclaimed, impatiently. \\\"If the steward or one of the upper servants was to come in, you would get her into dreadful trouble. Wait till tomorrow, and find some fitter place than this.\\\"\\n\\nFabio felt the justice of the reproof immediately. He tore a leaf out of his pocketbook, and wrote on it, \\\"I must tell you how I honor and thank you for that letter. To-morrow--ten o'clock--the wicket-gate at the back of the Ascoli gardens. Believe in my truth and honor, Nanina, for I believe implicitly in yours.\\\" Having written these lines, he took from among his bunch of watch-seals a little key, wrapped it up in the note, and pressed it into her hand. In spite of himself his fingers lingered round hers, and he was on the point of speaking to her again, when he saw the waiting-woman's hand, which was just raised to motion him away, suddenly drop. Her color changed at the same moment, and she looked fixedly across the table.\\n\\nHe turned round immediately, and saw a masked woman standing alone in the room, dressed entirely in yellow from head to foot. She had a yellow hood, a yellow half-mask with deep fringe hanging down over her mouth, and a yellow domino, cut at the sleeves and edges into long flame-shaped points, which waved backward and forward tremulously in the light air wafted through the doorway. The woman's black eyes seemed to gleam with an evil brightness through the sight-holes of the mask, and the tawny fringe hanging before her mouth fluttered slowly with every breath she drew. Without a word or a gesture she stood before the table, and her gleaming black eyes fixed steadily on Fabio the instant he confronted her. A sudden chill struck through him, as he observed that the yellow of the stranger's domino and mask was of precisely the same shade as the yellow of the hangings and furniture which his wife had chosen after their marriage for the decoration of her favorite sitting-room.\\n\\n\\\"The Yellow Mask!\\\" whispered the waiting-girls nervously, crowding together behind the table. \\\"The Yellow Mask again!\\\"\\n\\n\\\"Make her speak!\\\"\\n\\n\\\"Ask her to have something!\\\"\\n\\n\\\"This gentleman will ask her. Speak to her, sir. Do speak to her! She glides about in that fearful yellow dress like a ghost.\\\"\\n\\nFabio looked around mechanically at the girl who was whispering to him. He saw at the same time that Nanina still kept her head turned away, and that she had her handkerchief at her eyes. She was evidently struggling yet with the agitation produced by their unexpected meeting, and was, most probably for that reason, the only person in the room not conscious of the presence of the Yellow Mask\\n\\n\\\"Speak to her, sir. Do speak to her!\\\" whispered two of the waiting-girls together.\\n\\nFabio turned again toward the table. The black eyes were still gleaming at him from behind the tawny yellow of the mask. He nodded to the girls who had just spoken, cast one farewell look at Nanina, and moved down the room to get round to the side of the table at which the Yellow Mask was standing. Step by step as he moved the bright eyes followed him. Steadily and more steadily their evil light seemed to shine through and through him, as he turned the corner of the table and approached the still, spectral figure.\\n\\nHe came close up to the woman, but she never moved; her eyes never wavered for an instant. He stopped and tried to speak; but the chill struck through him again. An overpowering dread, an unutterable loathing seized on him; all sense of outer things--the whispering of the waiting-girls behind the table, the gentle cadence of the dance music, the distant hum of joyous talk--suddenly left him. He turned away shuddering, and quitted the room.\\n\\nFollowing the sound of the music, and desiring before all things now to join the crowd wherever it was largest, he was stopped in one of the smaller apartments by a gentleman who had just risen from the card table, and who held out his hand with the cordiality of an old friend.\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/333](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/333)\\n\\n\",\"timestamp\":1639207713,\"title\":\"\\n\\\"We have spoken enough,\\\" said Fabio, turning angrily from the priest.\"},\"digest\":\"iytHLJfEVtVXCvFBgrCO4tlZner7EvOtWApkVUCYtbU\",\"authorship\":{\"contributor\":\"0x6b55Ba15E3e103d91f6dec37dd48B84ddF5B245C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Gm2cnA_EO9zCrpo77rbULIzbuVfj9Hs3oYJfcEzTEI8\\\",\\\"y\\\":\\\"8xDG8I1kTizI2jl-fProN5BCd8BGJzLTJH8vtgsmAUM\\\"}\",\"signature\":\"PwziyeFfc7wrFiCPxH8EqpLIwvdPWnildASkvfIpEkmqrXNrXBcIX65W_7ziiU6zycUVoe_PeIOvYbyiZgPEug\",\"signingKeySignature\":\"0x051e332e603ae812407630d0b286d90350f29414f94be7e1d67cb9c9fa8a915f1a93efbdcbe5982f532fc9c931a9c4608cade3bb00c7413f94427f951bf9d67f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Gm2cnA_EO9zCrpo77rbULIzbuVfj9Hs3oYJfcEzTEI8\\\",\\\"y\\\":\\\"8xDG8I1kTizI2jl-fProN5BCd8BGJzLTJH8vtgsmAUM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iytHLJfEVtVXCvFBgrCO4tlZner7EvOtWApkVUCYtbU\"}"