"{\"content\":{\"body\":\"## I. The channel of information and value transfer\\n\\nThe first thing we want to make clear is that NFT is positioned in the Metaverse as a bridge from Web 2.0 to Web 3.0, giving each digital content is a specific value.\\n\\nIn the real world, in fact, every object we use also has a value, but in the long run, we have become accustomed to the concept that “all objects in the real world have a corresponding monetary value”. When the virtual world emerges, \\\\*\\\\*we will naturally carry this way of thinking over to the virtual world. \\\\*\\\\*As a result, most of the traditional Internet would think that assets in the virtual world should also be valued in real-world fiat currency.\\n\\nHowever, this way of thinking is incorrect because it is an evaluation that ignores the objective dynamics of development. What is in the virtual world should be valued in the currency of the virtual world. The NFT is a “scale” or “channel” that corresponds to the currency of the virtual world and the goods. Only after the correspondence, people will realize that “life” in the virtual world is also like the real world, it is necessary to consume costs, so living in it is naturally necessary to make money.\\n\\nAnother phenomenon is that, in the same way, that people today buy items in the virtual world, the vast majority of them are intended for others to buy the item at a higher price, i.e., the ultimate goal is to get the money back into the real world. Essentially, this approach is also unreasonable. **Because the cost of living in the virtual world is not supposed to follow the context of the real world but should revolve around the native species, native forms of digital content, etc. in the virtual world.**\\n\\nIn the long run, as the perception of the virtual world is raised to a norm, after removing such perceptions as “using the virtual world as a way to circulate real-world information” and establishing the basic perception that “the virtual world is two worlds equal to the real world”, we will find that **the significance of NFT lies in a bridge that connects every digital item to the price represented by the digital currency.**\\n\\nTherefore, once a series of FTs are considered as different scales of value in the virtual world, **we need a vehicle or channel with a paradigm in order to be able to price all items in the virtual world through a digital currency in the virtual world. And this is the NFT.**\\n\\nOf course, it is clear that digital objects in the virtual world can be achieved with much greater efficiency and ease than fusing and combining, and splitting objects in the real world. So in the real world, for most objects, the separate value of a valuable item, after it has been split into two or more parts by an arbitrary means, maybe almost nothing (this abounds in the real world).\\n\\nAnd in the virtual world, whether it is intuitively in the form of an arbitrary partitioning of the presentation of an item (e.g., cutting a picture of a pair of shoes into two parts), or in the form of an arbitrary partitioning in terms of the way of presentation or interaction (e.g., splitting a game animation into several actions and a set of algorithms, or splitting a conversational character into an image and a dialogue model, etc.), **NFT ensures that any virtual item before and after partitioning and combining still maintains its corresponding value.** This also provides a richer market value for the combination of items in the virtual world, which of course corresponds to various business models.\\n\\nCurrently, we see the more aggregate information carriers of text, pictures, audio, and video, which exist widely in the form of NFT. The information carriers that exist as a game as a whole, or in a gamified interactive manner, have not yet been valued explicitly in large numbers by way of NFT.\\n\\nFor a specific example, for a character in any given scene, if I don’t have an action class NFT, then even if I click him or poke him with the mouse, he won’t move or move in the default way; if I find a cool action created by another creator that my character doesn’t have, I can purchase it to allow my character to use this unique action interaction in this world.\\n\\nStrictly speaking, current NFTs are static, or non-interactive, while action, dialogue, or other NFTs with interactive experiences will have much greater potential in the future. History tells us that the output value of the Internet in the graphic era is definitely far less than the Internet products in the long and short-form videos era. In the crypto world of the future, the volume of information that can be interacted with must be much larger than the static information volume in the crypto world today. The role of NFT is to provide **the ability and basis for these interactive pieces of information to be priced in a decentralized manner.**\\n\\nTherefore, in the virtual world, it is an inevitable trend and demand to provide a channel for interactive information to be pegged to the virtual world currency in the form of NFT. At the same time, only when the interactive information is NFT, the items in the virtual world are fully linked to the digital currency and have the ability and feasibility of **“being priced”**. This is the underlying logic.\\n\\nOf course, this **“ability and viability to be priced”** of NFT is accomplished through a process that can only be done in the crypto world, a process that is almost equivalent to the association process and is used to recognize the personal value or credit (social money) of the creators who contribute to the construction and development of the virtual world.\\n\\nBy now, we know that NFT itself is a **tool/channel/bridge that allows each “person” to price the digital goods they create** in the crypto world. Of course, the “people” here include both us in the real world and the native avatars in the virtual world.\\n\\nSince digital objects exist through different forms, the information carriers connected by NFT are also different. Today it is more text, graphics, audio, and video, while the future NFT occupies a major position and proportion, must be the birth of new dynamic and interactive digital content. **When more NFTs are connected to more interactive digital content, the “channel” will be widened and its efficiency will be improved.**\\n\\n## II. From constructivism to deconstructionism\\n\\nStrictly speaking, the NFT that is represented by Cryptopunk and Bored Apes, although people will subsequently create derivative content based on some characteristic elements, **their kernel is actually a way of content production that approximates constructivism.**\\n\\nConstructivism has three distinctive features in common: the belief that inter-subjective interaction constructs meaning, the emphasis on the interaction between actors and structures to construct identity and identification, and the prominence of the role of ideas in shaping behavior.\\n\\nPeople recognize the world as an objective for some specific reason, but the understanding of the world and the meaning they give to it are determined by each individual. We construct reality, or at least interpret it, based on our own experiences. Our personal world is always created with our own minds. Because our experiences and our beliefs about them differ, we then have different understandings of the outside world. This also allows NFT, which has some common characteristics, to have different values under different people’s understanding.\\n\\nIn fact, constructivism is not contradictory to deconstructionism, because what deconstructionism opposes is structuralism (which simply means summarizing and categorizing everything and identifying a center for it). On the contrary, after one tries to disrupt existing rules and logic and deconstruct them, one can immediately engage in the process of constructing. **The recently emerged Loot, in fact, represents an attempt and experiment of deconstructing before constructing.**\\n\\nOur human logical system, which determines our language system, further maps out the way we understand the world. The logical system gives us the ability to reason, inductively and deductively, and the different logical systems are connected to each other by our associations and analogies.\\n\\nIn our opinion, what Loot is actually doing is an exploration of consciousness and intelligence, or rather, how we humans use our logical systems, together with simple rules, to form various perceptions and understandings, and can reach a series of consensus. Soon after the birth of computers, the awareness and understanding of intelligence gradually divided into two schools of thought: **the Turing school and the Gödel school.**\\n\\n\\\\*\\\\*Among them, the Turing school believes that simple rule-based computation can emerge as complex behavior and intelligence. \\\\*\\\\*This idea has dominated the history of artificial intelligence to date, from the logical intelligence of physical symbolic systems to the connectionist computational intelligence, and is the main theoretical and methodological source for building intelligent systems. **The Goetheanists, on the other hand, believe that there is an objective existence that is not computable.** There are uncomputable physical, vital, and mathematical processes, and computers cannot truly understand related activities such as language and imagination.\\n\\nWe can find that Loot leans more towards the Turing school of thought, except perhaps it does not use artificial intelligence to understand how humans generate the relationships between these words. Loot follows the deconstructionist approach, and after setting up the rules from the bottom, it gives the responsibility and space of construction to each user. We can constrain and interpret the complex possibilities that emerge from Loot according to our own knowledge and expected contexts. In other words, perhaps Loot does not possess intelligence under the current definition of intelligence, but Loot makes us realize that we ourselves possess intelligence or wisdom.\\n\\nHowever, Loot’s deconstruction approach does not solve Gödel’s problem. We cannot break through the existing logical system through the various illusions derived from Loot to obtain perceptions beyond a priori knowledge.\\\\*\\\\* In other words, Loot’s experimental results are still bound by the dichotomy.\\\\*\\\\*\\n\\nAs for neural network-based AI, whether supervised or unsupervised learning, we use various methods to feed the AI with data and build models to try to make the AI revert to the human way of decision making. The reason this approach is futile is that since we ourselves cannot fully know ourselves, it is a fundamental contradiction (Gödel’s incompleteness) to make the AI learn us completely.\\n\\nHowever, the reinforcement learning represented by AlphaGo, which has emerged in recent years, does not try to prescribe a clear strategy for AI but provides AI with corresponding state, action, and gain functions, allowing AI to output action through the strategy network and score the action according to the value network, that is, self-learning “learning ability”. At the same time, the large model technology represented by GPT-3 in the NLP field has also brought amazing performance. As a result, AI can achieve learning and decision-making way beyond our imagination and cognition, while we cannot understand the logic inside the black box. Such incomprehension is caused by human’s own cognitive deficiencies.\\n\\n**Also, we will notice that the way we understand intelligence now is biased. That is when we try to understand machines or AI with a human cognitive framework, if AI cannot think and make decisions like humans, then AI is unintelligent. In fact, when we put aside these biases and gradually recognize AI as another species with different decision-making capabilities than we have, we find that** these native species born in the virtual world both conform to the Turingist symbolism of using simple rules to emerge complex behaviors and bypass the Gödelian cognitive constraint of unknowability: because we no longer try to make AI exactly like us. Rather, we go on to embrace AI itself.\\n\\nOf course, the process of making most people accept AI as another species requires AI itself to realize and restore a part of our human behavior and way of thinking, so that it will not exceed the cognitive threshold of most people so that people can gradually accept it little by little.\\n\\nTherefore, when we use AI to build native virtual species, we are essentially building the logic of virtual worlds, or “will”, through a deconstructionist mindset in a similar way to Loot.\\n\\nThis logical system can truly give “life” to the data of the virtual world. When we put aside our prejudices, we can understand that in the rules of the virtual world, the object that can communicate with us and have the ability to make autonomous decisions can be a person, an animal, or a flower and a cup.\\n\\nThat’s when people will recognize the digital content that AI co-created with us as a new form of existence when they truly put aside their prejudices and recognize AI. Whether it’s a conversation between an AI-driven rose and us, an AI-generated image, or a social relationship we build with an AI-centric avatar, it’s a necessary condition for the true Metaverse to be founded.\\n\\n## III. The Metaverse’s Troika: AIGC, DAO, Cloud\\n\\nIn fact, in order to achieve the perpetuity, self-growth, and large-scale characteristics of the Metaverse, we will naturally get three keywords, one is AI Generated Content, which is often referred to as AIGC, one is Decentralized Autonomous Organization, also known as DAO, and one is Cloud, which you may have heard more often.\\n\\n## AI Generated Content (AIGC)\\n\\nFirst of all, we need to recognize that the real Metaverse can only be realized based on the authentication and corroboration of identity granted by blockchain technology. At the same time, in this context, the Metaverse is a virtual world created, built, and developed with the participation of virtual beings. Whether we enter the virtual world through a digital personal image in the present or virtualize our consciousness through a brain-computer interface in the future, we are participating in the Metaverse as “identities from another world”.\\n\\nFor AIGC, users are increasingly demanding personalized digital content that can be dynamically interacted with, and traditional development methods are unable to meet the rising demand. Currently, professionally produced content (PGC) will take longer, coupled with the inability to be democratically produced, thus making it almost impossible to meet the needs of everyone’s preferences. Meanwhile, even though user-generated content (UGC) can partially alleviate the pressure on the supply side of digital content, it is still a long way from everyone being able to have a real-time and personalized interactive experience.\\n\\nA complete Metaverse cannot be achieved if it is not possible to have almost all digital content produced by AI. Of course, any upgrade in technology, industry, applications, and experiences will go through different stages, so there is still a need to have AI assist people in content creation and generation before content and ideas can be generated entirely by AI.\\n\\nJust as we understand the real world, the images we see account for the vast majority of information sources, and the logic system in our brains makes this information logical and rationale so that we can understand them and respond accordingly, engaging in interaction with the real world.\\n\\nSo currently, throughout the industry, in order to have AI to assist users in producing virtual spaces, there is also AI to build virtual objects, and AI to generate the appearance of virtual people. And the realism brought by images alone is not enough, so there are also teams using AI to realize the interaction logic behind the control objects and characters in digital scenes, as well as using AI to make the dialogue communication and behavioral actions of virtual people more and more reasonable and interesting, etc. All these applications and experiences represent the path of implementation to build Metaverse with AIGC as the direction.\\n\\n## Decentralized Autonomous Organizations (DAO)\\n\\nBased on AIGC, Decentralized Autonomous Organization (DAO) is another important feature that makes Metaverse different from the current Internet and virtual world.\\n\\nWhen the Internet was first born, people would produce digital content in a professional and centralized manner, and the limitations of the volume of content supply led to a relatively large granularity of demand that could be met by content, and thus people’s needs were met by the same or similar content. With the development of technology, users can produce their own content while also being able to more quickly select unique content to meet their needs, but the ability of users to select content seems to be becoming increasingly vulnerable in the face of a dramatic increase in the volume of content.\\n\\nA necessary condition for the Metaverse to exist is that both intelligent native virtual species and those of us who enter the virtual world digitally are given equal and free power to make choices in the Metaverse, hence the term equality and freedom of choice.\\n\\nBased on these values, the Metaverse will consist of a very large number of “tribes” and “city-states” of various sizes. Each such organization will have its own rules of governance, modus operandi, and economic system, and users who choose to join will need to agree on these settings in order to join the experience of these organizations.\\n\\nAt present, blockchain technology seems to be the best technical path to achieve decentralized autonomous organizations (DAO), and the developer ecosystem built on blockchain technology itself is also developing at a rapid pace. Metaverse will allow people to fully release their needs in the virtual world, people will gather because of the same or similar needs, and also choose other organizations for different needs, and at the same time these organizations will not affect each other and harm each other, and decentralized autonomous organization (DAO) is the necessary element and development path of this form.\\n\\n## Cloud\\n\\nWhat is clear is that users can experience a real-time and dynamic personalized interactive experience in the Metaverse, whereas running offline on the client side, neither the hardware nor the software can handle the exponential increase in content storage and interactive capacity.\\n\\nWith the development of communication technology and cloud technology as well as big data-based recommendation algorithms, the capabilities of AI can only be fully unleashed and provide a thousand dynamic experiences for different users. Only then will people be able to use their consciousness to access the virtual world for experiences through brain-computer interfaces and other means. This is when there is a greater need for cloud technology, distributed technology, edge computing and other technologies for communication level support.\\n\\nWhen we have the economic system supported by blockchain technology and the content co-creation supported by AIGC, another important element is that we need to rely on cloud technology combined with distributed technology to make the gamification interaction in Crypto world more smooth and natural, which can support the global scale of users to participate in the native virtual society composed of virtual creatures and experience another way of life together.\\n\\nFinally, we would like to say that we firmly believe that interactive NFTs are the key to truly moving the industry forward and build the Metaverse.\\n\\nAI-powered Soul can bring real life to all NFTs, allowing them to start talking to us, increasing the interaction with each user, and co-creating unique conversational content.\\n\\nAt the same time, after we finish deconstructing, we give the right to construct again to users, co-creating what each person’s own desired world will look like. And when we all build our virtual worlds through these AIGC technologies, blockchain technology will truly allow different people’s worlds to be connected, forming multiple Metaverse and the future.\",\"timestamp\":1638158212,\"title\":\"How Will Interactive NFT Shape the Metaverse and the Future?\"},\"digest\":\"f6qwPo6dV8vG1UtXwGq696FubwIDXszWix6vwCpBDAM\",\"authorship\":{\"contributor\":\"0x9219220269444aB10DA27BeBd17475edA40D43bb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BMwwms1ZYx9hNFCEiq1EQew5PuMXq2pYsiULeqJqKas\\\",\\\"y\\\":\\\"kuaylE4iQvR3Z-2RJYaTnGq6JLxiyN2jL0G7dpOfU4Q\\\"}\",\"signature\":\"vSf_ddRRNer-AGHF11smqvKbDnLJ3DuimgyDSJ6utgFmVGoi-VUxQFr2c8AErayiNUiUyibkzcuYkG5_Xb65MA\",\"signingKeySignature\":\"0x51d8e2eb07b59e8ac0214c6e77627ed7901ae8414c54021368391ba63d2b2a947e21dee38cdd58555c6d41708205956f834ef1b25e4c67bc5cc913d145e0ba151b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BMwwms1ZYx9hNFCEiq1EQew5PuMXq2pYsiULeqJqKas\\\",\\\"y\\\":\\\"kuaylE4iQvR3Z-2RJYaTnGq6JLxiyN2jL0G7dpOfU4Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"f6qwPo6dV8vG1UtXwGq696FubwIDXszWix6vwCpBDAM\"}"