"{\"content\":{\"body\":\"Fast forward 3 years since Gavin Wood initiated his vision of “A network that connects blockchains,” whether developers from Substrate or Parity team from Polkadot have been sticking to the most challenging yet valuable task — Build up the “Internet of Blockchain.” Even before the parachain auction starts, there have been 500+ eco projects in this eco.\\n\\nNow we are thrilled to announce that IOSG DOT Eco Fund, with the size of 1 Million $DOT, has officially started to support the parachain auction and liquidity providing. Meanwhile, in the past 2 rounds of the Kusama slot auction, we are glad to see that 6 of the winners are from IOSG portfolios; they are Phala(Khala), Acala(Karura), Interlay(Kintsugi), Moonbeam(Moonriver), Centrifuge (Altair), Astar(Shiden).\\n\\n![](https://images.mirror-media.xyz/publication-images/AzrZOHp3_BafaKl_GXRz0.png?height=662&width=1280)\\n\\n# 1. How will the yields look like？\\n\\nA total of 14 projects will take part in the first batch of the Polkadot slot auction. The table below shows the most highly anticipated projects in the first round. Based on the rewards provided by the projects and the estimated fund raised, we expected that the afterall average APY would exceed 30%-50%, which looks fairly better compared to DOT staking rate (about 15%)\\n\\n![](https://images.mirror-media.xyz/publication-images/Fz4SgNqGNh2QUtjAu0Iuw.png?height=780&width=1400)\\n\\nThe table above is based on 2 significant assumptions (for reference only):\\n\\n\\\\-**How many DOTs will be needed to win the slot:** When we see the Kusama auction, the first 11 slots’ winners have raised around 25% of $KSM, it can be expected that the situation on Polkadot would be much more intensive when considering many projects’ tokens haven’t had secondary liquidity and the early winners will have the possibility to be listed on top tier exchanges like Binance. Hence, we expect that the first 5 slots will at least need to raise 30 million DOTs (around $1.5B).\\n\\n\\\\-**The valuation of the winning projects:** We take Acala here as an example here. If Acala raises 50 million DOTs (like the cap they set) and wins the auction. Conservatively saying the future coming year FDV would be like:\\n\\n![](https://images.mirror-media.xyz/publication-images/ib5e_iydKofzGdHg6BaDt.png?height=96&width=1280)\\n\\n(we don’t consider the factors here like token unlocking period and selling pressure in the secondary market etc.)​​\\n\\n**Other points that crowdloan investors should take care of:**\\n\\n**-Different reward rates on different accesses:** In addition to base rewards, many projects have set extra bonuses. We suggest participants pay close attention to the community and compare with different platforms e.g., projects’ official websites, Parallel, Binance, etc.\\n\\n**-Liquid token of DOTs:** In order to solve the problem of losing DOT liquidity due to the participation of crowdloan staking (2 years locked up period), projects like Acala, Bifrosts, Parallel, and even centralized exchanges like Binance all released the DOT liquid token. However, the liquidity performance for these liquid tokens should be considered.\\n\\n# 2. Middleware investment strategy on Polkadot\\n\\n![](https://images.mirror-media.xyz/publication-images/gaKitHz50cfj80VOF88GE.png?height=613&width=1280)\\n\\nParachains launching will allow Polkadot to be much closer to becoming the “Meta Protocol” in the blockchain industry. Many participating projects belong to middleware stack, including smart contract development platform, data storage, privacy computing, oracle, data API & Query services, DID, cross-chain bridges.\\n\\nAbout the great value of middleware stack, IOSG conducted a r[esearch](https://medium.com/iosg-ventures/middleware-protocol-a-differentiated-value-creator-and-value-capturer-14c2d3567a61) in 2020. In the previous two years, most of the Polkadot projects that IOSG invested in also belong to this stack (6 out of 12 have won the Kusama slot auction).\\n\\n![](https://images.mirror-media.xyz/publication-images/Cpb8c5rc2tqztflyVc2FZ.png?height=533&width=1280)\\n\\n# 3. IOSG DOT Eco Fund Rolling Out!\\n\\nAs the early investor and active eco participant of Polkadot, IOSG’s portfolios perform well in just-ended 2 rounds of the Kusama slot auction. In particular, with the heavy support by our post-investment management team, Interlay/Inter BTC became a dark horse and seized the last slot.\\n\\n![](https://images.mirror-media.xyz/publication-images/45EqJJi2RNpMDNTyM51iv.png?height=678&width=1280)\\n\\n![](https://images.mirror-media.xyz/publication-images/XkUDYvFj8X1FZap3aSdKj.png?height=673&width=1280)\\n\\n*Special thanks to Marvin Tong (CEO at Phala Network), Yaoqi Jia (Asia Lead at Parity Technologies), John Wu (Core Developer at Litentry) for your ideas on the article!*\",\"timestamp\":1641348644,\"title\":\"Polkadot Slot Auction is Coming — What do We Expect for the Parachain Economy?\"},\"digest\":\"uYWM01INUkpO4PovWBt9BpZ97IZ2ke-eSnd-9-kzrtg\",\"authorship\":{\"contributor\":\"0xd8159c4DD43FEe99FA86D0BAaCA7a9cC33334864\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IrNwRyyV5qeEAVKrYYbR2GwKgwV9oiBiSE4OmxNmg_A\\\",\\\"y\\\":\\\"crLJpYwXR67C4ldGG508kcIM-ReUBDH5YblmiE3RDmU\\\"}\",\"signature\":\"qv6dW7a4eg4VlJBMRCqndOZhGtKo9uq0dznz2UdBJr-sXGNe6s8vZik2lggzT9N_eV81wS0HCGhFKFYFjaf_LQ\",\"signingKeySignature\":\"0x3cacac780fe70792bba7704453b9c0e94a2f67fde8f900d8fb3c5673ec818826037300d7a781c78d788fd5b8f77006f8346e179822bce17f127a3557e49a5e211c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IrNwRyyV5qeEAVKrYYbR2GwKgwV9oiBiSE4OmxNmg_A\\\",\\\"y\\\":\\\"crLJpYwXR67C4ldGG508kcIM-ReUBDH5YblmiE3RDmU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uYWM01INUkpO4PovWBt9BpZ97IZ2ke-eSnd-9-kzrtg\"}"