"{\"content\":{\"body\":\"岸田総理の所信表明演説で「新しい資本主義」という言葉が飛び出し、それが一体なんなのかという話になっている。\\n\\n[http://www.nhk.or.jp/politics/articles/lastweek/69597.html](http://www.nhk.or.jp/politics/articles/lastweek/69597.html)\\n\\n【経済政策について「新自由主義的な政策は、富めるものと、富まざるものとの深刻な分断を生んだといった弊害が指摘されている。成長の果実をしっかりと分配することで、初めて次の成長が実現する」と述べ「成長と分配の好循環」と「コロナ後の新しい社会の開拓」をコンセプトに「新しい資本主義」を実現する】\\n\\nこれに対し、安倍政権時代の経済政策を評価している人々からは、「改革の後退」「増税」につながるのではなどの懸念も出ているが、けっきょくのところ中央集権的な価値観による経済政策が行き詰まりをみせているだけのように、私には思える。\\n\\n今の日本経済、社会は本質的には北朝鮮などの独裁体制の社会と同じで、富裕層に偏った富が社会の中で行使されることによって、社会の中で「是」とされる商品やサービスといったものが形成されていく。\\n\\nこうした世の中は実に「多様性」に欠けているといえるだろう。\\n\\n極論すれば、北朝鮮において金正恩将軍の好物であればおいしい食べ物とされ、そうでなければまずい物として社会から存在自体を否定され、消されてしまうようなものだ。\\n\\nこうした状況が続けば経済も社会もどんどんやせ細っていく。今の日本社会の「失われた30年」と呼ばれる凋落も、本質的にはこれと同じメカニズムで発生し進行してきた悪性のガンのようなものなのである。\\n\\n岸田総理がこうした状況にメスを入れ、低所得者層にも消費の機会を与えることで、「消費活動」を通してさまざまな多様性と経済活動が生まれるようにしようというのなら期待したい。\\n\\nいずれにしても、岸田総理の所信表明にせよ、批判する人々の側にせよ、「日本人がどう生きるべきなのか」というビジョンに欠けていることは否めない。\\n\\n私は日本人はより「投資家的」になり、「レビュー型の経済社会」に移行すべきだと考える。\\n\\n自分が良いと思うサービスやおいしいと思う物を買う、といった消費活動もある種の「レビュー活動」であろう。\\n\\nようするに「他人の良いところ、得意なこと、長所」に目を向けるようにしていこう、ということだ。\\n\\nたとえば、100メートルを10秒台で走ってほしいという仕事があったとする。あなたはできるだろうか？ \\n ほとんどの人が一生かかって訓練しても無理だろう。\\n\\nしかし自分でその仕事をなんとかしようとせず、そこら辺の大学や企業の陸上部にでも行けばいくらでも10秒台で走れる人はいるはずだ。彼らに頼めばすぐにその仕事は済む。\\n\\nつまるところ、日本人ひとりひとりがより投資的に他の人々に目を向けるようになれば、経済社会の活動はより合理的に、効率的になり、活性化して成長するのである。\\n\\nでは日本人が投資センスを身に着けるために必要な政策とはなんであろうか。\\n\\n朗報なのは、安倍政権時に投資教育が義務教育に組み込まれたことであるが、それではまだ足りない。\\n\\nそこで、運用と先行きが危ぶまれる国民年金を活用して、投資教育を国民の施してはどうであろうか。\\n\\n具体的には、満20歳になった国民に強制的に証券投資口座を与え、そこに年金資金から100万円を振り込むのである。\\n\\nその口座は10年間は資金の引き出しはできない。その代わり自由に株式投資に使えるようにする。\\n\\n10年後、晴れて引き出しできるようになったときに運よく億り人になれているか、むしろ資金が減ってしまったりゼロになってしまっていたりするかは人それぞれであろうが、とにかく10年間の投資経験という貴重な学びを得ることができるのである。\\n\\n投資で成功するにはなにより経験の長さが重要であるし、この教育でもって日本人はより他人や企業、団体といったものの長所に目を向けるようになる。\\n\\nその素養が日本社会をより合理的に、効率的にし、価値観の多様性を生み、経済成長へとつながるようになることだろう。\\n\\n岸田総理が提唱する、新しい資本主義の根幹が「投資的レビュー型の日本社会」になることを切に願うばかりである。\",\"timestamp\":1634190066,\"title\":\"新しい資本主義とは「レビュー型の経済」であるべき\"},\"digest\":\"GATk_6zaPpUFK7c6r54w319QxQ2Bb3cMMs7gbYwHeqs\",\"authorship\":{\"contributor\":\"0x006cd1dA51ceDE1e153adB4baa3E24Da1eb9BCc1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Yl3Xh9bK91rggYfdaQHTDf2n8xEwhuam5xYnVprYRy4\\\",\\\"y\\\":\\\"ddPOfS-DlgcKkCWL2mblzGP3Nl4hchgHpDzNuTDY0Ew\\\"}\",\"signature\":\"1u9CdJYNgdhHDmJtj0oUdpWOoSEJzUGErmgFlFGxYH0H-vHLqt3QCZMGQfvmHvYrJoob2qgGsifWlppGeMbvww\",\"signingKeySignature\":\"0xdd9c796ea2a5e7e99f2972418780d4acc028e6a28587247c4cbed490009d5b1472f819665feaa20163de9d0bbb13eaf8080a83a9e1cd7fdb50bfd1a1aadf666e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Yl3Xh9bK91rggYfdaQHTDf2n8xEwhuam5xYnVprYRy4\\\",\\\"y\\\":\\\"ddPOfS-DlgcKkCWL2mblzGP3Nl4hchgHpDzNuTDY0Ew\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"d5ni1U1NfmtdHFnwLAMJ1Hof0XOM4RDmtF0flFuTbSg\"}"