"{\"content\":{\"body\":\"Just For Today\\n\\nJust for today I will try to live through this day only and not solve my whole life problem at once. I can do something for twelve hours that would appall me if I had to keep it up for a lifetime.\\n\\nJust for today I will be happy. This assumes to be true what Abraham Lincoln said，that \\\"Most folks are as happy as they make up their minds to be.\\\"\\n\\nJust for today I will adjust myself to what is, and not try to adjust everything to my own desires. I will take my \\\"luck\\\" as it comes.\\n\\nJust for today I will try to strengthen my mind. I will study. I will learn something useful. I will not be a mental loafer. I will read something that requires effort, thought and concentration.\\n\\nJust for today I will exercise my soul in three ways. I will do somebody a good turn and not get found out: If anybody knows of it, it will not count. I will do at least two things I don't want to do—just for exercise. I will not show anyone that my feelings are hurt: they may be hurt, but today I will not show it.\\n\\nJust for today I will be agreeable. I will look as well as I can, dress becomingly, talk low, act courteously, criticize not one bit，and try not to improve or regulate anybody but myself.\\n\\nJust for today I will have a program, I may not follow it exactly, but I will have it. I will save myself from two pests: hurry and indecision.\\n\\nJust for today I will have a quiet half hour all by myself and relax. During this half hour, sometime, I will try to get a better perspective of my life.\\n\\nJust for today I will be unafraid. Especially I will not be afraid to enjoy what is beautiful，and to believe that as I give to the world, so the world will give to me.\",\"timestamp\":1639787837,\"title\":\"Just For Today\"},\"digest\":\"IE6xGDT4diuaDP5sgonNiUDb0puT4FwfRAeC0mdshUE\",\"authorship\":{\"contributor\":\"0xc7c8Fa917D383cBc649ea2C6397A5ad9456F60C9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rFdtqJfghk_St2S9HeJpDTJ54qlmbhFmZAZD9v-wWCg\\\",\\\"y\\\":\\\"4mNWbcQHUgks9_PNTPjADAzeXXFf2UkLISmPCelyt8E\\\"}\",\"signature\":\"n3K_qi0MyJK1cjrRAkveZLoe25w9Mfjv8mZTNlHMlw9JkadTIta0bV4cpl0MycDAewNASkOFamFpbXnIxaTJLQ\",\"signingKeySignature\":\"0x263eaba9efc27e0ecc495b40ac309819bd00c6b58daace1c412de513f861d58d3b32873f7ebfca7527a0bfad5367e0de68136265be433b8cd6e9b71a61e7ba181c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rFdtqJfghk_St2S9HeJpDTJ54qlmbhFmZAZD9v-wWCg\\\",\\\"y\\\":\\\"4mNWbcQHUgks9_PNTPjADAzeXXFf2UkLISmPCelyt8E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IE6xGDT4diuaDP5sgonNiUDb0puT4FwfRAeC0mdshUE\"}"