"{\"content\":{\"body\":\"Noi di New Order prendiamo molto sul serio la sicurezza informatica, sia in generale che quella legata agli smart contract. Crediamo che la prossima generazione della DeFi includerà una mentalità di sicurezza informatica come principio fondamentale. Lavorare con consulenti di sicurezza informatica di alto livello e affrontare le minacce alla sicurezza prima che diventino un problema effettivo è un principio fondamentale della nostra mentalità.\\n\\nPertanto, New Order è lieta di annunciare che sta collaborando con Halborn che porterà  i suoi hacker etici e i suoi specialisti di  blockchain pluripremiati  per proteggere i nostri servizi e la nostra  app lavorando direttamente con il protocollo e proteggerlo dagli attacchi informatici. Il nostro ecosistema e i nostri progetti incubati trarranno vantaggi inimmaginabili da una maggiore protezione.\\n\\nHalborn Security  lavorerà con New Order e sarà la nostra risorsa di sicurezza per consigliare, dirigere e aiutare a creare strategie e design sicuri e costruiti per ridurre gli eventuali rischi derivanti da attacchi informatici . Lavoreremo insieme per proteggere tutti i  progetti dell'ecosistema dagli attacchi informatici e trovare il modo più efficiente per proteggere il sistema, le reti, il software, i dati e i sistemi di informazione da eventuali attacchi. Ciò sarà realizzato attraverso l'implementazione di test di vulnerabilità, analisi delle minacce e controlli di sicurezza, eseguendo ricerche su criteri di sicurezza informatica, sistemi di sicurezza e procedure di convalida, gestiremo riunioni per risolvere specifici problemi di sicurezza su Internet e calcolare stime accurate dei costi e classificare i problemi di integrazione per i team del progetto. Pianificando e progettando architetture di sicurezza sane per qualsiasi progetto, forniremo soluzioni di sicurezza utilizzando criteri di analisi degli standard aziendali e forniremo rapporti tecnici e documenti ufficiali relativi ai risultati dei test e forniremo una  supervisione oltre che una  guida professionale ai team dei vari progetti incubati.\\n\\nHalborn ci aiuterà nella verifica, consulenza e nella conferma  che tutta la tecnologia, le persone e i processi siano implementati in modo sicuro o pianificati con le migliori pratiche di sicurezza. Inoltre, valutando il rischio, possiamo calcolare l'impatto e la probabilità che possa accadere una violazione della sicurezza o di un incidente. Utilizzo del servizio di consulenza sulla sicurezza di Halborn; forniremo una valutazione del rischio end-to-end su tutti gli aspetti del sistema e guideremo la definizione delle priorità con le misure di mitigazione raccomandate. Halborn eseguirà test di penetrazione pratici attivi utilizzando la sua tecnologia di ispezione della sicurezza  per identificare le vulnerabilità critiche prima che possano essere sfruttate dagli hacker nel mondo reale. Il test di penetrazione simulerà le attività e le tattiche tipicamente eseguite dagli hacker malintenzionati per garantire che i progetti riducano la loro esposizione ai possibili rischi. Per quanto riguarda la sicurezza degli smart contract, Halborn implementa l'analisi dei codici degli smart contract, che è un metodo di debug dei programmi per computer che viene eseguito esaminando il codice e la logica di uno smart contract in modo statico e dinamico. Il processo fornisce una comprensione della struttura del codice e può aiutare a garantire che il codice aderisca agli standard di qualità e sia privo di vulnerabilità. Il vantaggio principale dell'analisi degli smart contract è il fatto che può rivelare errori che non si manifestano inizialmente ma che possono portare al collasso il sistema settimane mesi o addirittura anni dopo il rilascio.\\n\\nInsieme possiamo costruire la prossima generazione della DeFi che non sarà solamente multi-chain e utilizzatrice di intelligenza artificiale ma anche più sicura delle precedenti generazioni.\\n\\nEntra a far parte della nostra missione\\n\\n[https://discord.com/invite/GaVSnTpYCk](https://discord.com/invite/GaVSnTpYCk)\\n\\n[https://github.com/new-order-network](https://github.com/new-order-network)\\n\\n[https://twitter.com/neworderdao](https://twitter.com/neworderdao)\\n\\n[https://mirror.xyz/0x13c5432CfC12bA1f32B6090d1a09cf0Efe9C95Bd](https://mirror.xyz/0x13c5432CfC12bA1f32B6090d1a09cf0Efe9C95Bd)\\n\\n[https://t.me/NewOrderAnnouncement](https://t.me/NewOrderAnnouncement)\\n\\n[https://new-order-1.gitbook.io/new-order](https://new-order-1.gitbook.io/new-order)\\n\\n**--**\\n\\nImportante: A oggi abbiamo con successo completato un audit con Peckshield che ha studiato gli smart contract del nostro core DAO e assicurato  che tutto sia sicuro.\",\"timestamp\":1639237063,\"title\":\"Partnership New Order + Halborn Security\"},\"digest\":\"N824THBUjAsE7tjfA02cmg6h_GRd_jkZs3SvYGFU43E\",\"authorship\":{\"contributor\":\"0xF5D8995e2e2498cED8b91a428fECD81074736e33\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zKlxKOw6NvHyXw2SUQO_CHMeh75Z619rdtWQWuhkj9M\\\",\\\"y\\\":\\\"0e1YryfhufsagAbmD-w6HQoylosz35x2uAv8TOVZZd8\\\"}\",\"signature\":\"E2ovmHeT23yTozZnRtnrxQaIhAN45dWpulxXhbJicfVBup63mzVxoboWYSvoFh7zXaOSjW46zsVT2X_8HH-5pA\",\"signingKeySignature\":\"0x399aa1a8291d1e0b80a6c7ef2e24513e92fc43013bf7d43ac9cf38fe16e195990cb84d9c4f2a65718f2787227968d2734fa5cb9a557a8b7287eeb119c902f0381c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zKlxKOw6NvHyXw2SUQO_CHMeh75Z619rdtWQWuhkj9M\\\",\\\"y\\\":\\\"0e1YryfhufsagAbmD-w6HQoylosz35x2uAv8TOVZZd8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"N824THBUjAsE7tjfA02cmg6h_GRd_jkZs3SvYGFU43E\"}"