"{\"content\":{\"body\":\"who hath taken the same topic of falsehood with those forementioned, but hath gone far beyond them in the incredible nature of his forgeries; which plainly demonstrates that he contrived them out of his virulent hatred of our nation. His words are these: \\\"The people of the Jews being leprous and scabby, and subject to certain other kinds of distempers, in the days of Bocchoris, king of Egypt, they fled to the temples, and got their food there by begging: and as the numbers were very great that were fallen under these diseases, there arose a scarcity in Egypt. Hereupon Bocehoris, the king of Egypt, sent some to consult the oracle of \\\\[Jupiter\\\\] Hammon about his scarcity. The god's answer was this, that he must purge his temples of impure and impious men, by expelling them out of those temples into desert places; but as to the scabby and leprous people, he must drown them, and purge his temples, the sun having an indignation at these men being suffered to live; and by this means the land will bring forth its fruits. Upon Bocchoris's having received these oracles, he called for their priests, and the attendants upon their altars, and ordered them to make a collection of the impure people, and to deliver them to the soldiers, to carry them away into the desert; but to take the leprous people, and wrap them in sheets of lead, and let them down into the sea. Hereupon the scabby and leprous people were drowned, and the rest were gotten together, and sent into desert places, in order to be exposed to destruction. In this case they assembled themselves together, and took counsel what they should do, and determined that, as the night was coming on, they should kindle fires and lamps, and keep watch; that they also should fast the next night, and propitiate the gods, in order to obtain deliverance from them. That on the next day there was one Moses, who advised them that they should venture upon a journey, and go along one road till they should come to places fit for habitation: that he charged them to have no kind regards for any man, nor give good counsel to any, but always to advise them for the worst; and to overturn all those temples and altars of the gods they should meet with: that the rest commended what he had said with one consent, and did what they had resolved on, and so traveled over the desert. But that the difficulties of the journey being over, they came to a country inhabited, and that there they abused the men, and plundered and burnt their temples; and then came into that land which is called Judea, and there they built a city, and dwelt therein, and that their city was named Hierosyla, from this their robbing of the temples; but that still, upon the success they had afterwards, they in time changed its denomination, that it might not be a reproach to them, and called the city Hierosolyma, and themselves Hierosolymites.\\\"\\n\\n1. Now this man did not discover and mention the same king with the others, but feigned a newer name, and passing by the dream and the Egyptian prophet, he brings him to \\\\[Jupiter\\\\] Hammon, in order to gain oracles about the scabby and leprous people; for he says that the multitude of Jews were gathered together at the temples. Now it is uncertain whether he ascribes this name to these lepers, or to those that were subject to such diseases among the Jews only; for he describes them as a people of the Jews. What people does he mean? foreigners, or those of that country? Why then' dost thou call them Jews, if they were Egyptians? But if they were foreigners, why dost thou not tell us whence they came? And how could it be that, after the king had drowned many of them in the sea, and ejected the rest into desert places, there should be still so great a multitude remaining? Or after what manner did they pass over the desert, and get the land which we now dwell in, and build our city, and that temple which hath been so famous among all mankind? And besides, he ought to have spoken more about our legislator than by giving us his bare name; and to have informed us of what nation he was, and what parents he was derived from; and to have assigned the reasons why he undertook to make such laws concerning the gods, and concerning matters of injustice with regard to men during that journey. For in case the people were by birth Egyptians, they would not on the sudden have so easily changed the customs of their country; and in case they had been foreigners, they had for certain some laws or other which had been kept by them from long custom. It is true, that with regard to those who had ejected them, they might have sworn never to bear good-will to them, and might have had a plausible reason for so doing. But if these men resolved to wage an implacable war against all men, in case they had acted as wickedly as he relates of them, and this while they wanted the assistance of all men, this demonstrates a kind of mad conduct indeed; but not of the men themselves, but very greatly so of him that tells such lies about them. He hath also impudence enough to say that a name, implying \\\"Robbers of the temples,\\\" (26) was given to their city, and that this name was afterward changed. The reason of which is plain, that the former name brought reproach and hatred upon them in the times of their posterity, while, it seems, those that built the city thought they did honor to the city by giving it such a name. So we see that this fine fellow had such an unbounded inclination to reproach us, that he did not understand that robbery of temples is not expressed By the same word and name among the Jews as it is among the Greeks. But why should a man say any more to a person who tells such impudent lies? However, since this book is arisen to a competent length, I will make another beginning, and endeavor to add what still remains to perfect my design in the following book.\\n\\nAPION BOOK 1 FOOTNOTES\\n\\n(1) This first book has a wrong title. It is not written against Apion, as is the first part of the second book, but against those Greeks in general who would not believe Josephus's former accounts of the very ancient state of the Jewish nation, in his 20 books of Antiquities; and particularly against Agatharelddes, Manetho, Cheremon, and Lysimachus. it is one of the most learned, excellent, and useful books of all antiquity; and upon Jerome's perusal of this and the following book, he declares that it seems to him a miraculous thing \\\"how one that was a Hebrew, who had been from his infancy instructed in sacred learning, should be able to pronounce such a number of testimonies out of profane authors, as if he had read over all the Grecian libraries,\\\" Epist. 8. ad Magnum; and the learned Jew, Manasseh-Ben-Israel, esteemed these two books so excellent, as to translate them into the Hebrew; this we learn from his own catalogue of his works, which I have seen. As to the time and place when and where these two books were written, the learned have not hitherto been able to determine them any further than that they were written some time after his Antiquities, or some time after A.D. 93; which indeed is too obvious at their entrance to be overlooked by even a careless peruser, they being directly intended against those that would not believe what he had advanced in those books con-the great of the Jewish nation As to the place, they all imagine that these two books were written where the former were, I mean at Rome; and I confess that I myself believed both those determinations, till I came to finish my notes upon these books, when I met with plain indications that they were written not at Rome, but in Judea, and this after the third of Trajan, or A.D. 100.\\n\\n(2) Take Dr. Hudson's note here, which as it justly contradicts the common opinion that Josephus either died under Domitian, or at least wrote nothing later than his days, so does it perfectly agree to my own determination, from Justus of Tiberias, that he wrote or finished his own Life after the third of Trajan, or A.D. 100. To which Noldius also agrees, de Herod, No. 383 \\\\[Epaphroditus\\\\]. \\\"Since Florius Josephus,\\\" says Dr. Hudson, \\\"wrote \\\\[or finished\\\\] his books of Antiquities on the thirteenth of Domitian, \\\\[A.D. 93,\\\\] and after that wrote the Memoirs of his own Life, as an appendix to the books of Antiquities, and at last his two books against Apion, and yet dedicated all those writings to Epaphroditus; he can hardly be that Epaphroditus who was formerly secretary to Nero, and was slain on the fourteenth \\\\[or fifteenth\\\\] of Domitian, after he had been for a good while in banishment; but another Epaphroditas, a freed-man, and procurator of Trajan, as says Grotius on Luke 1:3.\\n\\n(3) The preservation of Homer's Poems by memory, and not by his own writing them down, and that thence they were styled Rhapsodies, as sung by him, like ballads, by parts, and not composed and connected together in complete works, are opinions well known from the ancient commentators; though such supposal seems to myself, as well as to Fabricius Biblioth. Grace. I. p. 269, and to others, highly improbable. Nor does Josephus say there were no ancienter writings among the Greeks than Homer's Poems, but that they did not fully own any ancienter writings pretending to such antiquity, which is trite.\\n\\n(4) It well deserves to be considered, that Josephus here says how all the following Greek historians looked on Herodotus as a fabulous author; and presently, sect. 14, how Manetho, the most authentic writer of the Egyptian history, greatly complains of his mistakes in the Egyptian affairs; as also that Strabo, B. XI. p. 507, the most accurate geographer and historian, esteemed him such; that Xenophon, the much more accurate historian in the affairs of Cyrus, implies that Herodotus's account of that great man is almost entirely romantic. See the notes on Antiq. B. XI. ch. 2. sect. 1, and Hutchinson's Prolegomena to his edition of Xenophon's, that we have already seen in the note on Antiq. B. VIII. ch. 10. sect. 3, how very little Herodotus knew about the Jewish affairs and country, and that he greatly affected what we call the marvelous, as Monsieur Rollin has lately and justly determined; whence we are not always to depend on the authority of Herodotus, where it is unsupported by other evidence, but ought to compare the other evidence with his, and if it preponderate, to prefer it before his. I do not mean by this that Herodotus willfully related what he believed to be false, (as Cteeias seems to have done,) but that he often wanted evidence, and sometimes preferred what was marvelous to what was best attested as really true.\\n\\n(5)About the days of Cyrus and Daniel.\\n\\n(6) It is here well worth our observation, what the reasons are that such ancient authors as Herodotus, Josephus, and others have been read to so little purpose by many learned critics; viz. that their main aim has not been chronology or history, but philology, to know words, and not things, they not much entering oftentimes into the real contents of their authors, and judging which were the most accurate discoverers of truth, and most to be depended on in the several histories, but rather inquiring who wrote the finest style, and had the greatest elegance in their expressions; which are things of small consequence in comparison of the other. Thus you will sometimes find great debates among the learned, whether Herodotus or Thucydides were the finest historian in the Ionic and Attic ways of writing; which signify little as to the real value of each of their histories; while it would be of much more moment to let the reader know, that as the consequence of Herodotus's history, which begins so much earlier, and reaches so much wider, than that of Thucydides, is therefore vastly greater; so is the most part of Thucydides, which belongs to his own times, and fell under his own observation, much the most certain.\\n\\n(7) Of this accuracy of the Jews before and in our Savior's time, in carefully preserving their genealogies all along, particularly those of the priests, see Josephus's Life, sect. 1. This accuracy. seems to have ended at the destruction of Jerusalem by Titus, or, however, at that by Adrian.\\n\\n(8) Which were these twenty-two sacred books of the. Old Testament, see the Supplement to the Essay of the Old Testament, p. 25-29, viz. those we call canonical, all excepting the Canticles; but still with this further exception, that the book of apocryphal Esdras be taken into that number instead of our canonical Ezra, which seems to be no more than a later epitome of the other; which two books of Canticles and Ezra it no way appears that our Josephus ever saw.\\n\\n(9) Here we have an account of the first building of the city of Jerusalem, according to Manetho, when the Phoenician shepherds were expelled out of Egypt about thirty-seven years before Abraham came out of Harsh.\\n\\n(10) Genesis 46;32, 34; 47:3, 4.\\n\\n(11) In our copies of the book of Genesis and of Joseph, this Joseph never calls himself \\\"a captive,\\\" when he was with the king of Egypt, though he does call himself \\\"a servant,\\\" \\\"a slave,\\\" or \\\"captive,\\\" many times in the Testament of the Twelve Patriarchs, under Joseph, sect. 1, 11, 13-16.\\n\\n(12) Of this Egyptian chronology of Manetho, as mistaken by Josephus, and of these Phoenician shepherds, as falsely supposed by him, and others after him, to have been the Israelites in Egypt, see Essay on the Old Testament, Appendix, p. 182-188. And note here, that when Josephus tells us that the Greeks or Argives looked on this Danaus as \\\"a most ancient,\\\" or \\\"the most ancient,\\\" king of Argos, he need not be supposed to mean, in the strictest sense, that they had no one king so ancient as he; for it is certain that they owned nine kings before him, and Inachus at the head of them. See Authentic Records, Part II. p. 983, as Josephus could not but know very well; but that he was esteemed as very ancient by them, and that they knew they had been first of all denominated \\\"Danai\\\" from this very ancient king Danaus. Nor does this superlative degree always imply the \\\"most ancient\\\" of all without exception, but is sometimes to be rendered \\\"very ancient\\\" only, as is the case in the like superlative degrees of other words also.\\n\\n(13) Authentic Records, Part II. p. 983, as Josephus could not but know very well; but that he was esteemed as very ancient by them, and that they knew they had been first of all denominated \\\"Danai\\\" from this very ancient king Danaus. Nor does this superlative degree always imply the \\\"most ancient\\\" of all without exception, but is sometimes to be rendered \\\"very ancient\\\" only, as is the case in the like superlative degrees of other words also.\\n\\n(14) This number in Josephus, that Nebuchadnezzar destroyed the temple in the eighteenth year of his reign, is a mistake in the nicety of chronology; for it was in the nineteenth. The true number here for the year of Darius, in which the second temple was finished, whether the second with our present copies, or the sixth with that of Syncellus, or the tenth with that of Eusebius, is very uncertain; so we had best follow Josephus's own account elsewhere, Antiq. ;B. XI. ch. 3. sect. 4, which shows us that according to his copy of the Old Testament, after the second of Cyrus, that work was interrupted till the second of Darius, when in seven years it was finished in the ninth of Darius.\\n\\n(15) This is a thing well known by the learned, that we are not secure that we have any genuine writings of Pythagoras; those Golden Verses, which are his best remains, being generally supposed to have been written not by himself, but by some of his scholars only, in agreement with what Josephus here affirms of him.\\n\\n(16) Whether these verses of Cherilus, the heathen poet, in the days of Xerxes, belong to the Solymi in Pisidia, that were near a small lake, or to the Jews that dwelt on the Solymean or Jerusalem mountains, near the great and broad lake Asphaltitis, that were a strange people, and spake the Phoenician tongue, is not agreed on by the learned. If is yet certain that Josephus here, and Eusebius, Prep. IX. 9. p. 412, took them to be Jews; and I confess I cannot but very much incline to the same opinion. The other Solymi were not a strange people, but heathen idolaters, like the other parts of Xerxes's army; and that these spake the Phoenician tongue is next to impossible, as the Jews certainly did; nor is there the least evidence for it elsewhere. Nor was the lake adjoining to the mountains of the Solvmi at all large or broad, in comparison of the Jewish lake Asphaltitis; nor indeed were these so considerable a people as the Jews, nor so likely to be desired by Xerxes for his army as the Jews, to whom he was always very favorable. As for the rest of Cherilus's description, that \\\"their heads were sooty; that they had round rasures on their heads; that their heads and faces were like nasty horse-heads, which had been hardened in the smoke;\\\" these awkward characters probably fitted the Solymi of Pisidi no better than they did the Jews in Judea. And indeed this reproachful language, here given these people, is to me a strong indication that they were the poor despicable Jews, and not the Pisidian Solymi celebrated in Homer, whom Cherilus here describes; nor are we to expect that either Cherilus or Hecateus, or any other pagan writers cited by Josephus and Eusebius, made no mistakes in the Jewish history. If by comparing their testimonies with the more authentic records of that nation we find them for the main to confirm the same, as we almost always do, we ought to be satisfied, and not expect that they ever had an exact knowledge of all the circumstances of the Jewish affairs, which indeed it was almost always impossible for them to have. See sect. 23.\\n\\n(17) This Hezekiah, who is here called a high priest, is not named in Josephus's catalogue; the real high priest at that time being rather Onias, as Archbishop Usher supposes. However, Josephus often uses the word high priests in the plural number, as living many at the same time. See the note on Antiq. B. XX. ch. 8. sect. 8.\\n\\n(18) So I read the text with Havercamp, though the place be difficult.\\n\\n(19) This number of arourae or Egyptian acres, 3,000,000, each aroura containing a square of 100 Egyptian cubits, (being about three quarters of an English acre, and just twice the area of the court of the Jewish tabernacle,) as contained in the country of Judea, will be about one third of the entire number of arourae in the whole land of Judea, supposing it 160 measured miles long and 70 such miles broad; which estimation, for the fruitful parts of it, as perhaps here in Hecateus, is not therefore very wide from the truth. The fifty furlongs in compass for the city Jerusalem presently are not very wide from the truth also, as Josephus himself describes it, who, Of the War, B. V. ch. 4. sect. 3. makes its wall thirty-three furlongs, besides the suburbs and gardens; nay, he says, B. V. ch. 12. sect. 2, that Titus's wall about it at some small distance, after the gardens and suburbs were destroyed, was not less than thirty-nine furlongs. Nor perhaps were its constant inhabitants, in the days of Hecateus, many more than these 120,000, because room was always to be left for vastly greater numbers which came up at the three great festivals; to say nothing of the probable increase in their number between the days of Hecateus and Josephus, which was at least three hundred years. But see a more authentic account of some of these measures in my Description of the Jewish Temples. However, we are not to expect that such heathens as Cherilus or Hecateus, or the rest that are cited by Josephus and Eusebius, could avoid making many mistakes in the Jewish history, while yet they strongly confirm the same history in the general, and are most valuable attestations to those more authentic accounts we have in the Scriptures and Josephus concerning them.\",\"timestamp\":1639208268,\"title\":\"I shall now add to these accounts about Manethoand Cheremon somewhat about Lysimachus\"},\"digest\":\"Lur_SI2ZX2k4JjQ-Huj0nSHIACg0O5ZZVlEaGis1JIU\",\"authorship\":{\"contributor\":\"0xeCFFC09a569272AB1413A3E9E440BC486ddb0a97\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9BhGOFiF_qqQG9Fb8tHFJLB6nH8-nSlV65GQoWqtjOA\\\",\\\"y\\\":\\\"qIgQXQGXn342U7T8QumQHo0qiMHSVlxgnZUptFJaK20\\\"}\",\"signature\":\"GHPuE9kuhJ9uJtLvz_uvINNpwjri8JdVzKMT7MpN4uBSEC2tub-wIFzctbUIkFML7Hb7KGsjwUJpApWkzAsyrw\",\"signingKeySignature\":\"0xc0e0d830284b4c056e60bab5b5e8659045e42689e3892b6b2791cc87b31d5a6025b9e648d93abc712c8566a2e1a50c41ce1711997eed16cbb5a9ea4e950a95ef1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9BhGOFiF_qqQG9Fb8tHFJLB6nH8-nSlV65GQoWqtjOA\\\",\\\"y\\\":\\\"qIgQXQGXn342U7T8QumQHo0qiMHSVlxgnZUptFJaK20\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Lur_SI2ZX2k4JjQ-Huj0nSHIACg0O5ZZVlEaGis1JIU\"}"