"{\"content\":{\"body\":\"After gathering our breath, and settling ourselves to enjoy our well-earned rest, we sat in silence for a time.  The gentle breeze blew past us, and we inhaled the fragrant air.  It was enough for a time to look on, for the glorious old city was before us, with its towers, and spires, and lofty buildings between us and the distance.  On one side Arthur's Seat, and on the other the Castle, the crown of the city.  The view extended far and wide--on to the waters of the Forth and the blue hills of Fife. The view is splendidly described by \\\"Delta\\\": --\\n\\n\\\"Traced like a map, the landscape lies  In cultured beauty, stretching wide:  Here Pentland's green acclivities,--  There ocean, with its swelling tide,--  There Arthur's Seat and gleaming through  Thy Southern wing, Dull Edin blue!  While, in the Orient, Lammer's daughters,--  A distant giant range, are seen;  North Berwick Law, with cone of green,  And Bass amid the waters.\\\"\\n\\nThen we began to crack, our host leading the way with his humorous observations.  After taking our fill of rest and talk, we wended our way down again, with the \\\"wimplin' burn\\\" by our side, fresh from the pure springs of the hill, whispering its welcome to us.\\n\\nWe had earned a good appetite for dinner, which was shortly laid before us. The bill of fare was national, and included a haggis:\\n\\n\\\"Fair fa' your honest sonsie face,  Great chieftain o' the puddin' race!  Weel are ye wordy o'a grace  As lang's my arm!\\\"\\n\\nThe haggis was admirably compounded and cooked, and was served forth by our genial host with all appropriate accompaniments.  But the most enjoyable was the conversation of Lord Cockburn, who was a master of the art--quick ready, humorous, and full of wit.  At last, the day came to a close, and we wended our way towards the city.\\n\\nLet me, however, before concluding, say a few words in reference to my dear departed friend David Oswald Hill.  His name calls up many recollections of happy hours spent in his company.  He was, in all respects, the incarnation of geniality.  His lively sense of humour, combined with a romantic and poetic constitution of mind, and his fine sense of the beautiful in Nature and art, together with his kindly and genial feeling, made him, all in all, a most agreeable friend and companion.  \\\"D. O. Hill,\\\" as he was generally called, was much attached to my father.  He was a very frequent visitor at our Edinburgh fireside, and was ever ready to join in our extemporised walks and jaunts, when he would overflow with his kindly sympathy and humour. He was a skilful draughtsman, and possessed a truly poetic feeling for art.  His designs for pictures were always attractive, from the fine feeling exhibited in their composition and arrangement. But somehow, when he came to handle the brush, the result was not always satisfactory--a defect not uncommon with artists.  Altogether, he was a delightful companion and a staunch friend, and his death made a sad blank in the artistic society of Edinburgh.\\n\\nCHAPTER 19.  More about Astronomy.\\n\\nAstronomy, instead of merely being an amusement, became my chief study. It occupied many of my leisure hours.  Desirous of having the advantage of a Reflecting Telescope of large aperture, I constructed one of twenty-inches diameter.  In order to avoid the personal risk and inconvenience of having to mount to the eye-piece by a ladder, I furnished the telescope tube with trunnions, like a cannon, with one of the trunnions hollow so as to admit of the eye-piece.  Opposite to it a plain diagonal mirror was placed, to transmit the image to the eye.  The whole was mounted on a turn-table, having a seat opposite to the eye-piece, as will be seen in the engraving on the other side.\\n\\n\\\\[Image\\\\]  \\\"Trunnion Vision\\\" Reflecting telescope of 20-inch diameter          mounted on a turn-table.\\n\\nThe observer, when seated, could direct the telescope to any part of the heavens without moving from his seat.  Although this arrangement occasioned some loss of light, that objection was more than compensated by the great convenience which it afforded for the prosecution of the special class of observations in which I was engaged namely, that of the Sun, Moon, and Planets.\\n\\nI wrote to my old friend Sir David Brewster, then living at St. Andrews, in 1849, about this improvement and he duly congratulated me upon my devotion to astronomical science.  In his letter to me he brought to mind many precious memories.\\n\\n\\\"I recollect,\\\" he said, \\\"with much pleasure the many happy hours that I spent in your father's house; and ever since I first saw you in your little workshop at Edinburgh,--then laying the foundation of your future fortunes,--I have felt a deep interest in your success, and rejoiced at your progress to wealth and reputation.\\n\\n\\\"I have perused with much pleasure the account you have sent me of your plan of shortening and moving large telescopes, and I shall state to you the opinion which I have formed of it.  If you will look into the article 'Optics' in the Edinburgh Encyclopedia (vol. xv. p. 643), you will find an account of what has been previously done to reduce by one-half the length of reflecting telescopes.  The advantage of substituting, as you propose, a convex for a plane mirror arises from two causes that a spherical surface is more easily executed than a plane one; and that the spherical aberration of the larger speculum, if it be spherical, will be diminished by the opposite aberration of the convex one.  This advantage, however, will disappear if the plane mirror of the old construction is accurately plane; and in your case, if the large speculum is parabolic and the small one elliptical in their curvature.\\n\\n\\\"The only objection to your construction is the loss of light; first of one-fourth of the whole incident light by obstruction, and then one-half of the remainder by reflection from the convex mirror, thus reducing 100 rays of incident light to 37 1/2 before the pencil is thrown out of the tube by a prism or a third reflector.  This loss of light, it is true, may be compensated by an additional inch or two to the margin of the large speculum; but still it is the best part of the large speculum that is made unproductive by the eclipse of it by the convex speculum.  \\\"With regard to the mechanical contrivance which you propose for working the instrument, I think it is singularly ingenious and beautiful, and will compensate for any imperfection in the optical arrangements which are rendered necessary for its adoption. The application of the railway turn-table is very happy, and not less so is the extraction of the image through the hollow trunnions.\\n\\n\\\"I am much obliged to you for the beautiful drawing of the apparatus for grinding and polishing specula, invented by Mr. Lassell and constructed by yourself.  I shall be glad to hear of your further progress in the construction of your telescope; and I trust that I shall have the pleasure of meeting you and Mr. Lassell at the Birmingham meeting of the British Association.\\n\\nIn the course of the same year (1849) I sent a model of my Trunnion turn-table telescope for exhibition at a lecture at the Royal Institution, given by my old friend Edward Cowper.  In the model I had placed a neat little figure of the observer, but the head had unfortunately been broken off during its carriage to London. Mrs. Nasmyth had made the wearing apparel; but Edward Cowper wrote to her, before the lecture, that he had put \\\"Sir Fireside Brick\\\" all to rights in respect of his garb.  His letter after the lecture was quite characteristic.\\n\\n\\\"The lecture,\\\" he said, \\\"went off very well last night. All the models performed their duty, and were duly applauded for doing so. My new equatorial was approved of by astronomers and by instrument-makers. The last gun I fired was a howitzer, but mounted swivel-gun fashion; on a sort of revolving platform, or something like a turn-table proper --the gunner at the side of the carriage.  Do you know anything of the kind?  Bang!  Invented by one Nasmyth.  Bang!  The observer is sitting at ease; the stars are brought down to you instead of your creeping up a scaffolding after the stars.  Well, the folks came to the table after the lecture, and 'The Nasmyth Telescope' kept banging away for a quarter of an hour, and was admired by everybody.  The loss of light was not much insisted on, but it was said that you ran the risk of error of form in three surfaces instead of two.  I see that Sir J. South states that Lord Rosse would increase the light of his telescope from five to seven by adopting Herschel's plan.\\n\\n\\\"De La Rue was quite delighted.  He said, 'Well, I congratulate you on a most splendid lecture--I cannot call it anything else.' My father, who takes very little interest in these things, said, 'Well, Edward has made me understand more about telescopes than I ever did in my life.' The theatre was full, gallery and all.  They were very attentive, and I never felt more comfortable in a lecture.  I am happy to say that, having administered a dose of cement to Mrs. Nasmyth's friend, Sir Fireside Brick of Green Lanes, he is now in a convalescent state. The lecture is to be repeated in another fortnight.  With many thanks for your kind assistance, yours very sincerely,\\n\\n\\\"EDWARD COWPER.\\\"\\n\\nIn the course of my astronomical inquiries I had occasion to consider the causes of the sun's light.  I observed the remarkable phenomena of the variable and some times transitory brightness of the stars.  In connection with geology, there was the evidence of an arctic or glacial climate in regions where such cannot now naturally exist; thus giving evidence of the existence of a condition of climate, for the explanation of which we look in vain for any at present known cause. I wrote a paper on the subject, which I sent to the Astronomical Society.  It was read in May 1851.  In that paper I wrote as follows:\\n\\n\\\"A course of observations on the solar spots, and on the remarkable features which from time to time appear on the sun's surface, which I have examined with considerable assiduity for several years, had in the first place led me to entertain the following conclusion:  namely, that whatever be the nature of solar light, its main source appears to result from an action induced on the exterior surface of solar sphere,-- a conclusion in which I doubt not all who have attentively pursued observations on the structure of the sun's surface will agree.\\n\\n\\\"Impressed with the correctness of this conclusion, I was led to consider whether we might not reasonably consider the true source of the latent element of light to reside, not in the solar orb, but in space itself; and that the grand function and duty of the sun was to act as an agent for bringing forth into vivid existence its due portion of the illuminating or luciferous element, which element I suppose to be diffused throughout the boundless regions of space, and which in that case must be exhaustless.\\n\\nAssuming, therefore, that the sun's light is the result of some peculiar action by which it brings forth into visible existence the element of light, which I conceive to be latent in, and diffused throughout space, we have but to imagine the existence of a very probable condition, namely, the unequal diffusion of this light-yielding element, to catch a glimpse of a reason why our sun may, in common with his solar brotherhood, in some portions of his vast stellar orbit, have passed, and may yet have to pass, through regions of space, in which the light-yielding element may either abound or be deficient, and so cause him to beam forth with increased splendour, or fade in brilliancy, just in proportion to the richness or poverty of this supposed light-yielding element as may occur in those regions of space through which our sun, in common with every stellar orb, has passed, is now passing, or is destined to pass, in following up their mighty orbits.\\n\\n\\\"Once admit that this light-yielding element resides in space, and that it is not equally diffused, we may then catch a glimpse of the cause of the variable and transitory brightness of stars,and more especially of those which have been known to beam forth with such extraordinary splendour, and have again so mysteriously faded away; many instances of which abound in historical record.\\n\\n\\\"Finally, in reference to such a state of change having come over our sun, as indicated by the existence of a glacial period, as is now placed beyond doubt by geological research, it appears to me no very wild stretch of analogy to suppose that in such former periods of the earth's history our sun may have passed through portions of his stellar orbit in which the light-yielding element was deficient, and in which case his brilliancy would have suffered the while, and an arctic climate in consequence spread from the poles towards the equator, and thus leave the record of such a condition in glacial handwriting on the everlasting walls of our mountain ravines, of which there is such abundant and unquestionable evidence.  As before said, it is the existence of such facts as we have in stars of transitory brightness, and the above named evidence of an arctic climate existing in what are now genial climates, that renders some adequate cause to be looked for. I have accordingly hazarded the preceding remarks as suggestive of a cause, in the hope that the subject may receive that attention which its deep interest entitles it to obtain.\\n\\n\\\"This view of the source of light, as respects the existence of the luciferous element throughout space, accords with the Mosaic account of creation, in so far as that light is described as having been created in the first instance before the sun was called forth.\\\" Dr Siemens read a paper before the Royal Society in March 1882, on \\\"A New Theory of the Sun\\\".  His views in many respects coincided with mine.\\\\*  \\\\[footnote... Interstellar space, according to Dr. Siemens, is filled with attenuated matter, consisting of highly rarefied gaseous bodies-- including hydrogen, oxygen, nitrogen, carbon, and aqueous vapour; that these gaseous compounds are capable of being dissociated by radiant solar energy while in a state of extreme attenuation; and that the vapours so dissociated are drawn towards the sun in consequence of solar rotation, are flashed into flame in the photosphere, and rendered back into space in the condition of products of combustion. With respect to the influence of the sun's light on geology, Dr. Siemens says: \\\"The effect of this continuous outpour of solar materials could not be without very important influences as regards the geological conditions of our earth.  Geologists have long acknowledged the difficulty of accounting for the amount of carbonic acid that must have been in our atmosphere at one time or another in order to form with lime those enormous beds of dolomite and limestone of which the crust of our earth is in great measure composed.  It has been calculated that if this carbonic acid had been at one and the same time in our atmosphere it would have caused an elastic pressure fifty times that of our present atmosphere; and if we add the carbonic acid that must have been absorbed in vegetation in order to form our coal-beds we should probably have to double that pressure.  Animal life, of which we had abundant traces in these 'measures,' could not have existed under such conditions, we are almost forced to the conclusion that the carbonic acid must have been derived from an external source.\\\"  ...\\\\]\\n\\nSoon after my paper was read, Lord Murray of Henderland, an old friend, then a Judge on the Scottish Bench, wrote to me as follows: --\\\"I shall be much obliged to you for a copy, if you have a spare one, of your printed note on Light.  It is expressed with great clearness and brevity.  If you wish to have a quotation for it, you may have recourse to the blind Milton, who has expressed your views in his address to Light: --\\n\\n\\\"'Hail, holy Light! offspring of heaven first-born  Or of the Eternal co-eternal beam  May I express thee unblamed? since God is light,  And never but in unapproached light  Dwelt from eternity--dwelt then in thee,  Bright effluence of bright essence increate!\\\"'\\n\\nAbout the same time Sir Thomas Mitchell, Surveyor General of Australia, communicated his notions on the subject.  \\\"My dear Sir,\\\" he wrote, \\\"Your kind and valuable communications are as welcome to me as the sun's light, and I now thank you most gratefully for the last, with its two enclosures.  These, and especially your views as to the source of light, afford me new scope for satisfactory thinking--a sort of treasure one can always carry about, and, unlike other treasures, is most valuable in the solitude of a desert.  The beauty of your theory as to the nature of the source of light is, that it rather supports all preconceived notions respecting the soul, heaven, and an immortal state.\\\"\\n\\nI still continued the study of astronomy.  The sun, moon, and planets yielded to me an inexhaustible source of delight.  I gazed at them with increasing wonder and awe.  Among the glorious objects which the telescope reveals, the most impressive is that of the starry heavens in a clear dark night.  When I directed my 20-inch reflecting telescope almost at random to any part of the firmament, especially to any portion of the Milky Way, the sight of myriads of stars brought into view within the field of the eye-piece was overpoweringly sublime.\\n\\nWhen it is considered that every one of these stars which so bewilderingly crowd the field of vision is, according to rational probability, and, I might even say, absolute certainty, are Suns as vast in magnitude as that which gives light to our globe, and yet situated so inconceivably deep in the abyss of space as to appear minute points of light even to the most powerful telescope, it will be felt what a sublime subject appears before us.  Turn the telescope to any part of the heavens, it is the same.\\n\\nLet us suppose ourselves perched upon the farthest star which we are enabled to see by the aid of the most powerful telescope.  There, too, we should see countless myriads of Suns, rolling along in their appointed orbits, and thus on and on throughout eternity.  What an idea of the limitless extent of Creative Power--filling up infinite space with the evidences of His Almighty Presence!  The human mind feels its utter impotency in endeavouring to grasp such a subject.\\n\\nI also turned my attention to the microscope.  In 1851 I examined, by the aid of this instrument, the infusoria in the Bridgewater Canal. I found twenty-seven of them, of the most varied form, colour, and movements.  This was almost as remarkable a revelation as the mighty phenomena of the heavens.  I found these living things moving about in the minutest drop of water.  The sight of the wonderful range of creative power--from the myriads of suns revealed by the telescope, to the myriads of moving organisms revealed by the microscope--filled me with unutterably devout wonder and awe.\\n\\nMoreover, it seemed to me to confer a glory even upon the instruments of human skill, which elevated man to the Unseen and the Divine. When we examine the most minute organisms, we find clear evidence in their voluntary powers of motion that these creatures possess a will, and that such Will must be conveyed by a nervous system of an infinitesimally minute description.  When we follow out such a train of thought, and contrast the myriads of suns and planets at one extreme, with the myriads of minute organised atoms at the other, we cannot but feel inexpressible wonder at the transcendent range of Creative Power.\\n\\nShortly after, I sent to the Royal Astronomical Society a paper on another equally wonderful subject, \\\"The Rotatory Movements of the Celestial Bodies.  As the paper is not very long, and as I endeavoured to illustrate my ideas in a familiar manner, I may here give it entire:\\n\\n\\\"What first set me thinking on this subject was the endeavour to get at the reason of why water in a basin acquires a rotatory motion when a portion of it is allowed to escape through a hole in the bottom. Every well-trained philosophical judgment is accustomed to observe illustrations of the most sublime phenomena of creation in the most minute and familiar operations of the Creator's laws, one of the most characteristic features of which consists in the absolute and wonderful integrity maintained in their action whatsoever be the range as to magnitude or distance of the objects on which they operate.\\n\\n\\\"For instance, the minute particles of dew which whiten the grass-blade in early morn are moulded into spheres by the identical law which gives to the mighty sun its globular form!\\n\\n\\\"Let us pass from the rotation of water in a basin to the consideration of the particles of a nebulous mass just summoned into existence by the fiat of the Creator--the law of gravitation coexisting.  \\\"The first moment of the existence of such a nebulous mass would be inaugurated by the election of a centre of gravity, and, instantly after, every particle throughout the entire mass of such nebulae would tend to and converge towards that centre of gravity.\\n\\n\\\"Now let us consider what would be the result of this.  It appears to me that the inevitable consequence of the convergence of the particles towards the centre of gravity of such a nebulous mass would not only result in the formation of nucleus, but by reason of the physical impossibility that all the converging particles should arrive at the focus of convergence in directions perfectly radial and diametrically opposite to each other, however slight the degree of deviation from the absolute diametrically opposite direction in which the converging particles coalesce at the focus of attraction, a twisting action would result, and Rotation ensue, which, once engendered, be its intensity ever so slight, from that instant forward the nucleus would continue to revolve, and all the particles which its attraction would subsequently cause to coalesce with it, would do so in directions tangential to its surface, and not diametrically towards its centre.\\n\\n\\\"In due course of time the entire of the remaining nebulous mass would become affected with rotation from the more rapidly moving centre, and would assume what appears to me to be their inherent normal condition, namely, spirality, as the prevailing character of their structure; and as that is actually the aspect which may be said to characterise the majority of those marvellous nebulae, as revealed to us by Lord Rosse's magnificent telescope, I am strongly impressed with the conviction that such reasons as I have assigned have been the cause of their spiral aspect and arrangement.\\n\\n\\\"And by following up the same train of reasoning, it appears to me that we may catch a glimpse of the primeval cause of the rotation of every body throughout the regions of space, whether they be nebulae, stars, double stars, or planetary systems.\\n\\n\\\"The primary cause of rotation which I have endeavoured to describe in the preceding remarks is essentially cosmical, and is the direct and immediate offspring of the action of gravitation on matter in a diffused, nebulous, and, as such, highly mobile condition.\\n\\n\\\"It will be obvious that in the case of a nebulous mass, whose matter is unequally distributed, that in such a case several sub-centres of gravity would be elected, that is to say, each patch of nebulous matter would have its own centre of gravity; but these in their turn subordinate to that of the common centre of gravity of the whole system, about which all such outlaying parts would revolve. Each of the portions above alluded to would either be attracted by the superior mass, and pass in towards it as a wisp of nebulous matter, or else establish perfect individual and distinct rotation within itself, and finally revolve about the great common centre of gravity of the whole.\\n\\n\\\"Bearing this in mind, and referring to some of the figures of the marvellous spiral nebulae which Lord Rosse's telescope has revealed to us, I shall now bring these suggestions to a conclusion. I have avoided expanding them to the extent I feel the subject to be worthy and capable of; but I trust such as I have offered will be sufficient to convey a pretty clear idea of my views on this sublime subject, which I trust may receive the careful consideration its nature entitles it to.  Let any one carefully reflect on the reason why water assumes a rotatory motion when a portion of it is permitted to escape from an aperture in the bottom of the circular vessel containing it; if they will do so in the right spirit, I am fain to think they will arrive at the same conclusion as the contemplation of this familiar phenomenon has brought me to.\\n\\n\\\" BRIDGEWATER FOUNDARY, June 7, 1855.\\\"\\n\\nI was present at a meeting of the Geological Society at Manchester in 1853, in the discussions of which I took part.\\n\\nI was much impressed by an address of the Rev. Dr. Vaughan (then Principal of the Independent College at Manchester), which is as interesting now as it was then.  After referring to the influence which geological changes had produced upon the condition of nations, and the moral results which oceans, mountains, islands, and continents have had upon the social history of man, he went on to say:  \\\"Is not this island of ours indebted to these great causes?  Oh, that blessed geological accident that broke up a strait between Calais and Dover!  It looks but a little thing; it was a matter to take place; but how mighty the moral results upon the condition and history of this country, and, through this country's influence, upon humanity!  Bridge over the space between, and you have directly the huge continental barrack-yard system all over England.  And once get into the condition of a great continental military power, and you get the arbitrary power; you cramp down the people, and you unfit them from being what they ought to be--FREE And all the good influences together at work in this country could not have secured us against this, but for that blessed separation between this Isle and the Continent.\\\"\",\"timestamp\":1639290693,\"title\":\"\\nWe sat down in a semicircle, our guide in the middle.  He said in his quaint peculiar way, \\\"Here endeth the first lesson.\"},\"digest\":\"vL9USXS02Knez5FkCotl-nEpyWnzmaCJzmJ_BhC39dc\",\"authorship\":{\"contributor\":\"0x601114c3e2cfa182D83a451a3c41d4e615b07E56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GtxBM6UDEoXmyfcwWwSCml_u70GrqqY15iDvErll8fE\\\",\\\"y\\\":\\\"V7qZv7bulqFMeTEgZw7TpwEf-U6egP2V-ZHAhbuBVRY\\\"}\",\"signature\":\"Pan9nrkB-YIuXfrA8y2wuykGcuD9PxAcg6dMuhjywRdREBThIH_WmTXtx2JOltTFTsmZCAcFhuYdTuW6zObAVg\",\"signingKeySignature\":\"0x8e852a7f772694ee8971c06ecc60de85169c75c7ea0c669fce6c9134aee9bfaa323f54694cece5d3f3ab373029e1fafe9e43200d7393454b930d9bda32d8f2d21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GtxBM6UDEoXmyfcwWwSCml_u70GrqqY15iDvErll8fE\\\",\\\"y\\\":\\\"V7qZv7bulqFMeTEgZw7TpwEf-U6egP2V-ZHAhbuBVRY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vL9USXS02Knez5FkCotl-nEpyWnzmaCJzmJ_BhC39dc\"}"