"{\"content\":{\"body\":\"## Episode 2, DAO Name, Podcasts, and Creators Calls\\n\\n[![Am Ye](https://miro.medium.com/fit/c/96/96/1\\\\*FjjUbxy2VQbzPpsIsPJW6g.png)](https://medium.com/@am_ye?source=post_page-----ff4c6761e7c8-----------------------------------)\\n\\nThe world of Ms. Stoner and her sentient cats is growing…\\n\\nFirst up…we’ve chosen our name!\\n\\n***Stoner Cats* DAO…meet Metawood Studios.**\\n\\nAfter two weeks of open voting, using Finance Vote’s quadratic system, just over 1600 TOKEns threw their weight around to choose the new name. Metawood Studios beat out the competing names by a strong margin. Want your TOKEn to be included in our next vote? Solid. We’ve got a quick tutorial on how to vote with your *Stoner Cats* TOKEn [here](https://www.youtube.com/watch?v=DoUZ1dLK_FM).\\n\\nMetawood Studios also passed a vote approving collaboration with Toonstars on “The Gimmicks” animation project. More details coming later this month, but for now their discord is growing and getting more active each day. A brief glimpse of what’s to come can be viewed [here](https://www.therealgimmicks.com/)\\n\\nAnd, in onboarding news, CivilCivilian created an infographic on how to help newbies set up their Metamask wallets.\\n\\n![](https://miro.medium.com/max/1000/1\\\\*BmsZTU-yHRZin4lB1U25sg.png)\\n\\nWe also understand if you’d prefer to listen to *Stoner Cats *updates rather than read them, right? No problem. Snacks has been on a roll hosting “The Stoner Cats Unofficial Podcast.” Episode 8 just finished on Tuesday with Episode 9 coming up next week. Missed an episode? We got you! All previous podcasts are accessible via YouTube [here.](https://www.youtube.com/channel/UC5N-iJtzS1vLAgIK3mmBrtA) This podcast has become a captivating example of how creators and fans are able to co-mingle in the emerging NFT space. Packing in co-hosts like *Stoner Cats* Co-Creators Sarah + Chris, 3050 Gang Lisa Sterbakov, our Super-Mod Bardo, crypto’s friendliest superhuman Jess, as well as other community member drop-ins have combined to create a very sacred* Stoner Cats* space. All facts, speculations, and stoner chats are welcome here!\\n\\nStill wondering what is so different about *Stoner Cats* TOKEns and their hopes for a decentralized production model? “The Unoffical Stoner Cats Podcast,” as well as the weekly “Community Creators Call” are where to start. These platforms offer front row access to the unbridled brilliance brewing behind Ms. Stoner and her besties. Last week’s “Community Creators Call” consisted of an hour long chat session with film score composer Rolfe Kent, who is hands down one of the most musically talented, spontaneously creative brains on the planet.\\n\\nThe answer to Q3s most burning question:\\n\\n**“Wen Episode 2?”\\\\\\n**Monday, November 15th @ 4:20 pm PST\\n\\nRemember to keep your eyes peeled in Episode 2 for hidden nuggets..there are two in the sneak peak alone.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*S19rPDq9KKTrsqhw01S5aA.png)\\n\\nIn closing, a quote from Gary Vee on the *Props and Drops Podcast …*”Stoner Cats, they’re really not joking. Like, they’re not going away.”\\n\\nMore to come,\\\\\\nMeouwt!\\n\",\"timestamp\":1637769930,\"title\":\"Stoner Cats: What’s Happening? - MetawoodStudios - Medium\"},\"digest\":\"R4VGL0rLS0-Iaq7MBsx2TMwNVXRMUgPuHcMeoBmiNKM\",\"authorship\":{\"contributor\":\"0x73F94796a25853A26f5AD5b9Bc29348F4EE7D53c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NQlKURYs0mExR0OHQ1Hk9tiGRlFEMNcNSUGz1M0MalM\\\",\\\"y\\\":\\\"jp3qLv-AGxV_9hOkSzipJei42nzwF9hdP0nnb-F19F4\\\"}\",\"signature\":\"S0D5YsJARNapgCVsRHdEH--q9V-bsxu1JfSU-G-n4DdcNcpwfUhT8-5JBkdkozif1arGtwUlpe1LslBWNJb4MA\",\"signingKeySignature\":\"0x7b4034b1eb31b62e5264ed932c51657ee2fbd7fd35db9f79a1a8175de373276a6d2d7d6fe9350b32cfc4d920f8eff0ce3ee8a259375290a5b6fc1872af800ad400\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NQlKURYs0mExR0OHQ1Hk9tiGRlFEMNcNSUGz1M0MalM\\\",\\\"y\\\":\\\"jp3qLv-AGxV_9hOkSzipJei42nzwF9hdP0nnb-F19F4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"R4VGL0rLS0-Iaq7MBsx2TMwNVXRMUgPuHcMeoBmiNKM\"}"