"{\"content\":{\"body\":\"In February of 2021, Coinbase alerted users of their platform that they can join a wait list to stake their Ethereum 2.0. Staking refers to the act of contributing your tokens “stake” as validators on the network to confirm transactions, in this case for the Ethereum Network. Holders lock up their stake to earn rewards which are represented in an APY – for ETH2 on Coinbase, you can make 4.50% annually. This is all in the context of a broader upgrade for the Ethereum Network, moving from a Proof of Work (PoW) mechanism (aka mining) to a Proof of Stake (PoS) system. The benefits are seen through faster transaction times, lower transaction fees (gas) and a reduced impact on the environment as mining becomes a relic of the past.\\n\\nCoinbase is currently the most frictionless consumer-oriented platform to gain crypto exposure with \\\\~73 million users across 100+ countries. Their April 2021 IPO “minted” them as the first public pure-play crypto company, which brought about enormous goodwill to the industry. But crypto, (DeFi specifically) still faces high barriers to entry which are gated by a lack of education and poor user experience (what’s a DeFi wallet right? Who is Metamask?). The five personas I’ve laid out below demonstrate where we are at the tail end of 2021.\\n\\n![](https://images.mirror-media.xyz/publication-images/oHC_8gVr6cNEVkWRcLlnA.JPG?height=720&width=1280)\\n\\nAlthough next to impossible to peg, we can assume most centralized exchange users fit into the 2nd and 3rd categories which share that \\\\~70 million+ odd user number. Those who go beyond centralized exchanges are at a minimum over 10 million, but can be as high as 170 million according to etherscan’s latest Ethereum unique address count. The DeFi Jedi cohort is probably around \\\\~750k users (25% of the 3 million DEX participants). Of course there’s a huge impact of double counting as these cohorts are not mutually exclusive.\\n\\nThis paints a brush over how big the opportunity is for Coinbase to provide those 73 million users their first foray into DeFi, by staking ETH2. When staking was introduced in April, I immediately joined the waiting list. It was still very early in my personal crypto journey, so why wouldn’t I want earn up to 5% APY for holding something I already own? “Staking?” Whatever that means, It’s free money and who cares why or how, so I thought…oh how sweet the days of being blockchain curious were.\\n\\nAfter countless hours of researching the broader blockchain ecosystem, I finally wrapped my head around what were at the time, the arcane differences between Proof of Work (PoW) and Proof of Stake (PoS) mechanisms.\\n\\nEthereum’s switch to PoS from PoW only made sense given the innovation that Ethereum has enabled for the blockchain ecosystems, ERC 20, 1115 & 71 standards. If you don’t know what any of that means, I suggest you take a look at my deep dive on Ethereum above.\\n\\nThen my lightbulb moment hit. This is what the “environmental concerns” are with Bitcoin mining that seem to cast a shadow across the broader crypto industry. This is why China, Tesla and other environmental critics constantly bash the industry for Bitcoin’s energy consumption. With the shift to PoS, Ethereum can revolutionize the industry again with sustainability as a core part of its ethos.\\n\\nThe user of Coinbase is one that’s millennial, open to learning new things and willing to take risks. GME/AMC showed us how powerful the retail trade is. They care about purpose, the environment and backing companies & projects that are helping shape humankind.\\n\\nRight now, users can earn up to $29 in cryptocurrencies by watching educational videos on select tokens that have made themselves available on the “Coinbase Earn” platform. As an enthusiast and advocate for advanced transportation & mobility I was pleased to earn $5 in FET tokens for learning about Fetch.ai. If Coinbase can take those best practices from the “earn” platform, and apply them to the 6 tokens that offer staking rewards on the platform, that’s a whole new cohort of users who have taken their first DeFi step like I did in April. Below is a snapshot of the available tokens to stake and their respective APYs.\\n\\n![](https://images.mirror-media.xyz/publication-images/-OEzLyCDWs2MGqYcdhSck.png?height=720&width=1280)\\n\\nA significant amount of those 70 million users will have that “lightbulb moment” just as I did and given the millennial investor persona, will more likely than not be willing to participate in securing the Ethereum Network via staking. The more holders staking on the network, the more secure Ethereum becomes, transaction speed increases and the exorbitant gas fees we’ve recently been experiencing are a relic of the past. Users will also feel a sense of fulfillment just like I do in helping secure a such a revolutionary network such as Ethereum. More value locked in the best projects crypto has to offer will help transfer the shift mix from “Crypto=Bitcoin” to those who are eventually blockchain curious. The more people who explore the world of DeFi be it through staking, yield farming or undercollateralized loans, the broader our ecosystem becomes and further we can stray away from centralized authorities. As we approach that $3 trillion dollar total market cap, it doesn’t take too much imagination for one to see how staking stablecoins like UST on Terra for \\\\~20% APY can absolutely blow the fixed income industries out of the water. All it takes is a single step in the right direction and I think staking ETH2 is that first step.\\n\\n* \\n *\",\"timestamp\":1637088287,\"title\":\"Why Staking Ethereum 2.0 on Coinbase is so important for the Crypto Community\"},\"digest\":\"2oNdQPoKaG7SdL87I_wOopR13GJUjPVwC_kVFKcHALU\",\"authorship\":{\"contributor\":\"0x23bdEb4396BEB7e179c65A3FcA025EA2ABC156D5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K0LHzJS2zlzRKk50GszQsxk0m5v3PPiAqJIoy3Ejl2I\\\",\\\"y\\\":\\\"kBvI26SZ8NDksrjvRSf3CdEQ04zCtWYd7LEzfMRGoQc\\\"}\",\"signature\":\"lRmjfbz9F4AwWKKzIvALO15WndXoxReLJgPFL4v0H2O0El8eFmDApg51WpjDUXbNzSUdxu0TCUqW5ZTZ6CD1Cg\",\"signingKeySignature\":\"0x4d7ca05ee54c2c224d1af9c5f37d865a1a3158dfb4461e3112dabedf83d8bda85d801ee091cabeeee871f96e49ea212885e28c519210a78b364b5028476eb8611c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K0LHzJS2zlzRKk50GszQsxk0m5v3PPiAqJIoy3Ejl2I\\\",\\\"y\\\":\\\"kBvI26SZ8NDksrjvRSf3CdEQ04zCtWYd7LEzfMRGoQc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2oNdQPoKaG7SdL87I_wOopR13GJUjPVwC_kVFKcHALU\"}"