"{\"content\":{\"body\":\"The dankest memes of the future will be NFTs\\n\\n![](https://images.mirror-media.xyz/publication-images/ac729cb6-15f4-4584-a75b-7df5fd6ad063.jpeg?height=838&width=1252)\\n\\nMemes are the internet's native art form. They transcend platforms, geographic locations, and language. NFTs are slowly becoming the economic infrastructure behind the internet's content and creators. Recent demand for meme NFTs has proven memes are more valuable when minted as NFTs. Here we explore minting memes as NFTs, arguing that soon most memes will be minted as NFTs due to advantages in monetization, provenance, attribution, and platform-agnosticism. \\n\\nWe define *meme* in this piece not by its broad definition as \\\"a passing element of a culture or system of behavior\\\" but by its media-focused definition of \\\"a humorous image, video, piece of text, etc., that is copied (often with slight variations) and spread rapidly by internet users.\\\" This makes the argument easier to comprehend, though many of the fundamentals argued in this piece may apply to memes more broadly.\\n\\n## First Classic Memes, then Fresh Memes\\n\\nMost memes that have recently auctioned as NFTs have been mostly pre-existing memes, meaning they were initially created off-chain and have been circulating the internet pre-minting. Some examples of pre-existing memes minted as NFTs are Doge, Nyan Cat, Disaster Girl, Bad Luck Brian, and more by the day. \\n\\n[Memes turned NFTs | Yupcollections](https://app.yup.io/collections/memes-turned-nfts/CguHLel)\\n\\nThe minting of classic memes as NFTs serves as a precursor for genuine 'fresh memes' that originate as NFTs. As sales for meme NFTs exploded, meme lords and comedians have begun creating memes directly as NFTs on NFT platforms. See below a hilarious meme by comedian/artist SlyFly. \\n\\n[NFT](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/45350)\\n\\nAll memes should be minted as NFTs whether or not people are planning to sell them, profit from them, or believe their price will increase over time. This will enable the birth of the Meme Economy. \\n\\n[https://twitter.com/balajis/status/1370373708506750977?s=20](https://twitter.com/balajis/status/1370373708506750977?s=20)\\n\\n### Provenance - \\\"Proof-of-First\\\"\\n\\nNFTs are platform-agnostic, which means they can exist in various platforms while retaining uniqueness and authenticity. For example, as the graphic highlights below, the Nyan Cat NFT is showcased and displayed on various marketplaces and platforms. The famous meme GIF is linked to the address of the NFT so when someone shares the original NFT in their article, they can pull the on-chain address. This is powerful for memes because it allows them to maintain attribution and context in every platform. So any action on a meme NFT is accessible, readable, and usable on almost all platforms. Every bid, swap, and transaction is added to the metadata of that specific NFT.\\n\\n![](https://images.mirror-media.xyz/publication-images/951f5a64-ff12-4881-a4fb-d6504f4995fe.jpeg?height=838&width=1630)\\n\\nAs Web3 social continues to evolve, the engagement data associated with an NFT also become platform agnostic. With [Yup](http://yup.io), for example, the likes and comments given across the web are tied directly to an NFT. This is quite different than web2 social. For example, if a meme is shared on both FB and Twitter, there's no relationship between those two memes so hard to attribute the relationship between the two. Platforms can be scraped and AI can identify memes, but the data gathered on each platform is siloed.\\n\\n**Why would someone attribute correctly?** \\n\\nSome critics would argue that most creators will circumvent attributing their work to existing meme templates, claiming that they will mint images that they don't own. In most cases, there are no rights and copyright for commercial use but they are getting rewarded for it.\\n\\n1. **Platform restrictions** - While plagiarism is mostly legal and hard to regulate, institutions and communities have set their own standards for plagiarism and citing sources that most of the world recognizes. A majority of colleges, for example, will expel students for blatant plagiarism. We should expect the same to happen with web3 communities, and we've already witnessed several examples. Moderation, censorship, etc. can be done in a centralized way or decentralized. \\n2. **For exposure** - Feeds, leaderboards, references. This will certainly increase NFT sales.\\n3. **Composability** - Virtual realities, metaverse, etc.\\n5. **Self-Attribution** - Citing sources to your work will help ensure that your sources are cited. A great web2 example of this is Google Scholar, which requires uploads to have proper citing and reference other works. Researchers don't have to comply but look to be correctly cited when future papers are inspired by their research.\\n\\nThe platform-agnostic features of NFTs, the immutability of the blockchain, and decentralized governance make for a perfect recipe of provenance and economic incentives.\\n\\n[https://twitter.com/naval/status/1378955787171602432?s=20](https://twitter.com/naval/status/1378955787171602432?s=20)\\n\\n### Layered Splits\\n\\nIf we assume that creators will want to mint and correctly attribute their memes, how do we achieve that? How can we leverage web3 infrastructure to optimize for direct and frictionless monetization between so many parties? The current answer is *splits.*\\n\\nWhile the concept behind splits isn't new, [Mirror](http://mirror.xyz) was the first to formally productize the feature. More recently we've witnessed [Foundation](http://foundation.app) use them for NFTs and expect other NFT marketplaces to follow suit. Splits let creators route funds continuously to collaborators, according to a set of percentage allocations. Check out our split for this article, citing some others that helped us: \\n\\n[NFTs & the Meme Economy](split://0x9Baa2a255282C7c71321488626293Fe8737Fb8ef?network=mainnet)\\n\\nThe social graph that emerges from this will be as important as the money distributed in the process. To understand how this applies to memes, consider that a meme has two layers: \\n\\n\\n1. Template - the foundation of a viral meme, templates are often the image of the meme or the main character/face. At r/memeeconomy, users can 'invest' in meme templates, support artists, and find inspiration for memes yet to be captioned. \\n![](https://images.mirror-media.xyz/publication-images/ea0cf67d-819e-4a83-aac5-205b72a044a2.jpeg?height=838&width=1630)\\n\\n2.Caption - the commentary or copy associated or added atop a template. This is the original message that each meme lord prescribes a meme. Various captions can and do use the same template, yet are their own meme/message. \\n\\nSplitting ownership and revenue by layers was close to impossible pre-smart contracts. Today, on-chain splits can serve as a means of distributing royalties associated with a meme to collaborators at different layers, all correctly cited and rewarded. See our 'For The Better, Right?\\\" meme that uses the Star Wars scene as its template but has a unique caption added by us. \\n\\n![](https://images.mirror-media.xyz/publication-images/ac729cb6-15f4-4584-a75b-7df5fd6ad063.jpeg?height=838&width=1252)\\n\\nAn existing example of a marketplace enabling layered art is [Async.Art](http://async.art) - an NFT platform for programmable media, which separates image layers into individual assets, allowing users to use them in powerful ways. It won't be long before we see some of the above-mentioned 'classic meme' templates be used as layers in [Async.Art](http://async.Art) memes with unique captions. \\n\\n![](https://images.mirror-media.xyz/publication-images/99695862-cf4f-4bc1-bad5-315f0ea15377.jpeg?height=768&width=1024)\\n\\nRight now, some may argue that it is ridiculous to mint every meme for the following reasons. Others may suggest that people won't mint memes of NFTs because it is expensive. But seeing improvements in layer 1 and layer 2, it's becoming cheaper and cheaper to mint any graphics as an NFT\\n\\nWhat we expect to see next is the price of NFTs will drop to a cent or less than a cent. Once it's cheap enough to casually mint NFTs, people will. This gives meme NFTs an additional utility as building blocks for other meme NFTs, just as template memes are building blocks for future memes.\\n\\n## Conclusion\\n\\nAs it becomes easier and cheaper to mint NFTs, users can retain ownership and buyers can speculate and commemorate the NFTs moving forward.\\n\\nMarketplaces will allow multilayered memes so that users can use existing memes or own memes while maintain attributions and royalties. Once we have that infrastructure in place, one can make a meme from other memes and the metadata becomes platform agnostic. The economics play out in such a manner that users are incentivized to cite correctly.\\n\\nLastly, this will also incentivize creators to curate valuable memes in the context of their own platforms and across the web in order to participate in the reward association. Ultimately, it is a win-win, for curators, platforms, and fans that allow memes to evolve to a fully functioning economy.\\n\\n### Resources\\n\\n[NFTs & the Meme Economy | kabessa](https://app.yup.io/collections/nfts-%26-the-meme-economy/5iVSY6U)\\n\\n[NFT Projects | kabessa](https://app.yup.io/collections/nft-projects/rwsWItw)\\n\\n# NFT \\n\\n*If the address is verified, we pledge to transfer 20% of NFT revenue with the earliest known creator of the meme and user of the meme's template (as recognized by [knowyourmeme.com](http://knowyourmeme.com)), [starwarsposting](https://twitter.com/starwarsposting/status/1384856874080690177).*\\n\\n[Token #3944](auction://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7?network=mainnet&tokenId=3944&auctionId=0x09a6be84e909b71a0ba289df64b7361d1d7e46e1c530e8644afb36c9d0af69b8)\\n\\n# Tip\\n[NFTs & the Meme Economy](split://0x9Baa2a255282C7c71321488626293Fe8737Fb8ef?network=mainnet)\",\"timestamp\":1625772603,\"title\":\"NFTs & the Meme Economy\",\"publication\":\"yup\"},\"digest\":\"6Yao3_tJNyTFboVKsNp4uZBERULOytKBB4zZLtwWJzo\",\"authorship\":{\"contributor\":\"0x4303Ddc9943D862f2B205aF468a4A786c5137E76\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E60qb9FF_emhrSbO2CGLKo5SVNCb9K3E8v8vV5DlblY\\\",\\\"y\\\":\\\"dJo52GPbcaBJe1dhZSHABCSqpAPLEXwIaHOju4mW-KQ\\\"}\",\"signature\":\"3gZSQDv5H3he_ilKqevfwAfTIJlt2b1XUSlp1mjUFl_9haWkBKlSbNNhNgfkyyKTFo67Aqr8SMnbmXV3a5fJxQ\",\"signingKeySignature\":\"0xa8e4bcae9a2eb4a501f8e1ed392844f13fab5a067284253ca77f33cc6f88128e1a4550f39107e8e5f983f76a57d2907eefbc6691e16d3646bf4712141b8340421c\",\"signingKeyMessage\":\"I authorize the publication of articles on yup.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E60qb9FF_emhrSbO2CGLKo5SVNCb9K3E8v8vV5DlblY\\\",\\\"y\\\":\\\"dJo52GPbcaBJe1dhZSHABCSqpAPLEXwIaHOju4mW-KQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bDMST-9H2_2pXLHkO8b_1mCargJk56BGGFXEKBQtL8I\"}"