"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/KHUbqAH6QUOgA3Zp2MF-v.png?height=989&width=1400)\\n\\nOne of the hardest tasks as a startup founder is to hire the next set of leaders. Last year, I faced the challenge to more than double our headcount at my company Passbase to more than 30 FTEs in the midst of a pandemic. We had to very quickly hire team members that are far more senior than we founders were and therefore spent a lot of time interviewing candidates.\\n\\nBut recruitment is a problem every founder faces, whether it’s in the first month or at a later stage and soon the personal network of people to recruit from is exhausted. It is also a problem that never goes away, especially if your company is successful and you need to bring on talented people at scale.\\n\\nHiring and recruiting a company’s early team members should be a top-priority for every founder. You can’t outsource this process to somebody else, since the first set of people are the future leaders of your company. Hence, you should be involved in every hiring panel to decide if a candidate is the right fit for the team. Similarly, you are held accountable if a candidate doesn’t fit in, performs poorly, or leaves your startup after some time due to false expectations.\\n\\nBefore we dive into how to hire the first set of external team members, let’s start by looking at who are actually the people that join your startup during the early days.\\n\\n# Where do you recruit the first set of people to join your startup early on?\\n\\nOne of my favorite analogies for the different stages of a startup is from the book [Blitzscaling by Reid Hoffman](https://www.amazon.com/Blitzscaling-Reid-Hoffman/dp/1984822454). In this book Reid describes that a startup will go through 5 different growth stages, and the role of the founder changes over time. I’d like to expand those stages on the type of people who are joining your company. But let’s first look at the 5 different growth stages:\\n\\n* **Family** (less than 10): The founder pulls all the levers of growth.\\n* **Tribe** (less than 100): The founder manages the people who are pulling the levers.\\n* **Village** (between 100 and 1,000): The founder manages the leaders who are managing the teams who pull the levers.\\n* **City** (less than 10,000): The founder makes high-level decisions about goals and strategies.\\n* **Nation** (more than 10,000): The founder pulls the organization back from blitzscaling and starts growing new product lines and business units.\\n\\nThe first few team members that join you during the Family stage are the ones who have worked with you in the past or you already know. You meet these team members during your time in university or at your previous company and through friends equally passionate about the topics you work on. Of course, there are also encounters with people looking for a new job or are simply mad enough to join an early stage startup.\\n\\nUsually once your startup has passed the first 10–15 team members and transitions to the Tribe stage, this pool of candidates is exhausted. Now, you need to start hiring people who are not direct referrals from your network. If you are a venture-backed startup, you may have raised some money and are starting to grow the company.\\n\\nIf you haven’t developed a good inbound pipeline by now, you will need to start working with recruiters, who will introduce you to engineers or operators you need to do a specific task at your startup. Think about the example that you need a backend or DevOps engineer, but don’t know anyone personally. If you are in the lucky position of having built already a great brand or the topic of your startup attracts a lot of applicants, you are able to interview right away.\\n\\nNevertheless, if you are for example in a very technical field, it can happen that you haven’t received a lot of high quality applications from candidates because your startup is still unknown, hence you decide to get a few great candidates using a recruiter (effectively paying up for it) to fill the position & accelerate growth.\\n\\nPersonally, I didn’t like that phase because this feels like an unnecessary expense for a bootstrapped startup. If you hire several people this can easily add up to quite a large amount. In the end it was worth it because the cost of making a bad hire, or not being able to fill the position, exceeds the cost of a recruiter. Depending on your company needs, this is just a necessary phase of company development and do not let preconceptions about recruiters stop you from using this channel. Recruiters have a great skill to close candidates, since they can act as an independent backchannel to the candidate.\\n\\nWhile recruiters are a good way to jump start your recruitment, pay attention to the tipping point where it makes more sense to hire an in-house recruiter. I’d say usually the time to get an inhouse recruiter is when you know you need to hire 10 more candidates in the next 6–12 months. Until this point, you can work with external recruiters and afterwards follow a hybrid approach for hiring certain key executive roles e.g. a VP of Engineering or C-level hires.\\n\\nThe first internal recruiter you bring onboard is a critical hire, since they are an extension of yourself (the founder) and will need to find the right candidates for your company who complement the culture and team. Therefore, it is crucial that you are very much aligned with your lead recruiter on what the right candidate profiles should be. When I brought in our first Head of People, I had spent a significant amount of time looking for the right person and was incredibly happy when I finally found with Jenna exactly what I was looking for.\\n\\nSince my company hasn’t made it to the village stage yet, I can’t lay out more insights about what changes then. But I’d love to read what others think who have been through that stage.\\n\\n# Who are the right people you should recruit at your startup?\\n\\nIn the early stages of a startup, you should focus on hiring for a certain profile of people. Naval Ravikant once summed these up as 3 different characters. Your team members should be either:\\n\\n* **Builders**: Those are engineers, designers and product managers, building your actual product.\\n* **Sellers**: These can be anyone from selling the product to clients (sales) or users (marketing) but also founders selling the company to investors or convincing applicants to join your company (recruiting)\\n* **Community Builders**: This is the rarest category and only recently emerged. For some companies it is important to build a community around their product. Think about crypto startups and their developer communities.\\n\\nDuring the Family stage, usually you don’t need team members that are doing anything beyond the above. Finances, or legal tasks can be easily outsourced at the beginning. Later on it makes sense to bring on an inhouse CFO or general counsel.\\n\\nAs such, during your early phases focus on *“can this candidate either build or sell more of it?”*\\n\\nAs an outsider, it must seem crazy to join the uncertainty of an early stage company. You won’t be able to pay the people the salary they deserve, you’re always a few months out before running out of money, and your product & priorities will change several times during the year, which is highly frustrating for the product & engineering team.\\n\\nTherefore, you need to find certain types of people, who are able to navigate such an environment. Skills & traits that I usually interview for are:\\n\\n* **Energy**: Startups are wild, hence there can be days where people need to work a lot. Can this person work in a demanding environment?\\n* **Intelligence**: Is this person able to grasp highly complex things and cut through the meat to understand it?\\n* **Integrity**: Does this person have a moral code they operate by and can I rely on this person also under pressure?\\n* **Coachability**: Is this person able to be coached? I don’t expect a candidate to know everything, but can they learn a complex thing in a short amount of time?\\n* **Resilience**: Is this person able to be resilient and focused on what’s important? Distraction kills productivity.\\n\\nCandidates that show these characteristics have a high probability to do well in the early days of a startup. Questions that I ask during the interview to test those are:\\n\\n* *What’s the hardest thing you’ve ever worked on? Why did you work so hard? Why did you care?*\\n* *When were you the most unmotivated in your life? What did you do about it?*\\n* *What’s the thing/achievement you’re the most proud of? Do you think it was worth it? Would you do it again?*\\n* *What’s in your opinion an overrated technology that you disagree with? Now actually argue for the technology.*\\n* *What is something that you have learned completely by yourself without the help of anyone else?*\\n* *Tell me about a time where you were aware of the opportunities that opened up to you?*\\n* *What was an idea that you took completely from idea to launch*\\n* *What would you do if I gave you a task you have no idea about (e.g. go and build a rocket to fly to Mars). Explain to me your approach.*\\n* *Describe a time when you took work outside your comfort area.*\\n* *Tell me about a time when you strongly disagreed with your manager or peer on something you considered very important to the business. How did you handle the situation?*\\n\\nI wouldn’t say that these questions are the perfect ones, but they cut through the meat to find out if a person has done something in the past and can have an influence on your company’s chances to succeed.\\n\\n# How can you convince experienced candidates to join your startup?\\n\\nAs discussed in the first part of this article, during the Tribe phase, you will be faced with the challenging situation where you need to hire the next set of leaders. This can mean that you will have to recruit & interview candidates that are either more senior or much better in what they are doing than you.\\n\\nThis was a particularly terrifying phase for a first-time founder like me. How should I interview someone who is far better than me? I always tried to detach myself from my own insecurities and the interview to objectively evaluate a candidate. Is this person able to work in this team? I also asked friends or advisors for help on evaluating these candidates. But when it came to convincing them, it was very challenging because there were usually not too many good reasons for them to leave their high-paid, cushy job to join you.\\n\\nThis is the point when it becomes important that you as a founder have great “selling” skill. As described above, in an early-stage startup you are either a builder or a seller. Hence having the ability to describe the vision clearly and the role that this leader can play in it, sometimes outweighs the financial benefit of them staying in their current role. Senior hires are also sometimes in a financial position where they can afford to take a small pay cut in order to work on something they are truly passionate about.\\n\\nI once listened to a podcast with Alexandr Wang, Founder of Scale AI, speaking about how early on he convinced great candidates to join his team. He spent up to 6 months meeting and chasing certain key people to sell them on joining his startup. This shows you how much time a founder can spend on recruiting certain leaders.\\n\\nReasons why great candidates join your startup early on are usually in the dimensions of:\\n\\n* They are interested in the specific topic or domain that your startup is working in and believe in the future of the market (e.g. digital health).\\n* There is a mission focus and they feel they are changing the world by joining you (e.g. “Coinbase is to create an open financial system for the world”).\\n* They see the impact they can have here versus being a small cog in a large corporate machine.\\n* Great people love working with other smart people (your best hires are usually internal referrals).\\n* They are interested in the environment of a startup compared to a corporate job (hoodies vs suits mentality).\\n* They see the upside potential of receiving shares in your startup that could become worth a lot one day.\\n\\nTherefore, your conversations should be made around those dimensions. Usually a candidate is looking for a subset of those for their ideal job.\\n\\nAll in all, hiring is very difficult for early stage startups and the cost of doing it wrong can threaten the fate of a startup. Hence this article series was hopefully useful for future entrepreneurs. I’d love to hear your thoughts on this and would be happy to discuss any insights others gained over their career.\",\"timestamp\":1638046006,\"title\":\"How to Hire Exceptional Team Members for Your Startup\"},\"digest\":\"Be7GnRSNdcpEEKwi9xTG6oFVjOwTrnjVWzWceeOmy-s\",\"authorship\":{\"contributor\":\"0x294A7Ef74891EfF1f77b317B349275480a80d156\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Wh9CCD4R4om9QknqULKrZz-O1O4vNg5MmU1CQM8aHS4\\\",\\\"y\\\":\\\"QvyqED-2TBgG5Ud2m6qSWMrU--G2pXeUaT7ZVGINJbw\\\"}\",\"signature\":\"c25hIWzxlMGZMdIR77IK2X_oySUpcHTckXj4oFliBUBjh-VogFcLiZYlOiUSKYXS8GbTBIx2vP0D0a37oggn6A\",\"signingKeySignature\":\"0x23969d2b9cadc55ad07f949db532a91455f4bca295e6c3f72e7ec891d46764742817b36d810ffa03e890bda96f5d0414796bc5444a9c1d2de4ef7ee7bc18ce651b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Wh9CCD4R4om9QknqULKrZz-O1O4vNg5MmU1CQM8aHS4\\\",\\\"y\\\":\\\"QvyqED-2TBgG5Ud2m6qSWMrU--G2pXeUaT7ZVGINJbw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Be7GnRSNdcpEEKwi9xTG6oFVjOwTrnjVWzWceeOmy-s\"}"