"{\"content\":{\"body\":\"A little over a month ago, I took a roadtrip around Utah. If you've ever been to Utah, you'll know that there isn't great cell service, particularly if you're driving between national parks. I downloaded some podcasts to pass the time, one of which happened to be Bankless's [Defining the Metaverse](https://open.spotify.com/episode/3ZBo8qDo1RiGzekao9l3fd?si=BP0__eyATr2o5YzKLZjK2A). That led me to try out Decentraland, which led me to create a wallet and play around with defi protocols, which led me to join a few DAOs, which led me to start learning solidity, and -- fast forward to today -- somehow I've now spent a month exploring web3.\\n\\nCandidly, I have never wanted to be interested in crypto. I always disliked the stereotype of that person in crypto who is all about getting rich quick and pumping and dumping coins, and for better or worse, I associated that stereotype with the space as a whole. However, over the last month, I've learned (1) that stereotype does not apply to the average human in crypto, though it might to the loudest (more on this later) (2) there is legitimate value in the technology.\\n\\nI’m sharing my takeaways from this exploration to invite conversation (I'm still new! I'm sure I've gotten something wrong here) -- feel free to reach out if you'd like to chat about something I've talked about below. \\\\[0\\\\]\\n\\n## thinking in web3\\n\\nThinking with a web3 mindset doesn't come naturally because its properties aren't inherent in our world today e.g. almost nothing is by default public unless you choose to make it so, whereas everything that happens on-chain is public. But -- as a result of these properties, we can do a variety of things that we weren't able to do before. Some examples:\\n\\n* **We can create digital tokens, which enables us to design financial incentive structures for products on the web.** In the past, if you wanted to take a coding class, you paid whatever price the teacher set the class at. However, this doesn't necessarily reflect the value of the class itself. Maybe your teacher didn't do their market research and all their students would've been willing to pay more. Maybe your teacher has now taken on more students and your class got a little larger, but they didn't change the price of the class. In web3, you could imagine a teacher that mints tokens based on the number of students they want to take. Let's say the teacher mints 10 tokens and releases them into the market because they plan to take 10 students. For a student to attend the class, they must buy a token and give it back to the instructor. The instructor then releases the token back onto the market for their next class, and again the cycle repeats. In this way, the instructor's class actually doesn't have a stable price: it's based on however much people think the class is worth. If the instructor mints more tokens, the token price might fall if people think the quality of the class will therefore fall. If the instructor changes their curriculum and students think it's significantly better, the token price might go up. Because this token isn't fixed to some fiat cost but rather to the price of one class, the token's fiat price will change based on the value of the class.\\n* **We can take context from one app to another, which creates a shared pool of state online.** In the past, you had to create a new account for every service. An action you took on a nature preservation nonprofit's site doesn't get shared with REI unless the two companies team up and form a partnership. However, in web3 world, because the context is at the wallet-level, which is global and not tied to any specific piece of software, anything that happens on-chain is shared with everyone. Let's say that REI wants to create a limited edition tent that is specifically available for anyone who has donated to a nature preservation nonprofit. In a web3 world, they can do that using on-chain data.\\n* **Groups of strangers can come together to make decisions without needing to trust each other, which takes middlemen out of the equation.** In the past, if you wanted to donate $100 to a scholarship fund, some portion of that $100 would go towards running the fund, e.g. paying employees, paying for office space, etc. Let's say you and a group of others were willing to volunteer your time to review scholarship applications and market the scholarships as long as you could increase the % of dollars going to scholarship recipients. However, because you are all strangers, you're concerned about how to come together -- what if someone runs away with the funds? In web3 world, because on-chain actions are public and you can run code on those outcomes, you could imagine a scholarship fund where the donors to the fund lock up their donations in the smart contract. You each then vote on who should receive the scholarship, and the outcome of the vote automatically splits the funds and sends it to the winners without anyone needing to interact with the other donors, verify the vote, or wait for everyone else to finish voting to manually write the checks.\\n\\nBecause we're so conditioned to think in other ways, we're still figuring out how to apply these new abilities. This means that there will be a lot of projects coming out of web3 that feel like they don't actually need to be built on web3 or that even feel less useful or efficient when built on web3. Before, I would've rolled my eyes at these projects -- \\\"not everything is a nail when you own a hammer!\\\" -- but now, I actually think this is part of our collective learning process as a society. We're still figuring out the parameters of web3, and with each attempt, we're learning more.\\n\\n## future evolution\\n\\nBecause we're still figuring out those parameters and there’s so much excitement in the space, it feels like something new is being launched daily, and as a result keeping up with everything coming out of web3 seems impossible. However, because of its properties, web3 evolves differently from existing spaces.\\n\\nOn product:\\n\\n* **Product functionality is not the moat: the moat is the community and the brand.** The more open source a product is, the more easily it can be forked. Protocol products are basically open source software. This can be seen with[ OlympusDAO](https://www.olympusdao.finance/), which already has at least a dozen forks at time of writing. While the forks do very similar things, OlympusDAO's community and strong brand defends its position as the primary backed reserve currency.\\n* **Web3 is a game of primitive composition.** Because anything that occurs on-chain is attached to an identity, new products can and will be built on top of existing products. In other words, everything is a primitive that can be composed into something new. A prime example here is the[ Loot Project](https://www.lootproject.com/), which created NFTs that each contained a set of adventurer gear. Because these game items are public, anyone can now build games that use these loot NFTs to assign powers or roles to players with certain items. The[ Loot Dungeon game](https://blog.cryptoraiders.xyz/introducing-loot-dungeons-by-crypto-raiders/) does just that, and there's a whole ecosystem of tools being built around the Loot Project to make it easier for others to integrate Loot NFTs into their products.\\n* **Enduring on-chain products will measure twice and cut once.** While blockchains don't have to be financial, today's market has put a price on almost every token, contract code is public, and the future of crypto regulation is unclear. Because of this, the products that will make it through waves of scammers/hackers, downswings in token value, and potentially restrictive legislation are those that have prioritized security, built a real use case, and focused on the long-term. \\\"Move fast and break things\\\" doesn't always make sense in this space.\\n\\nOn culture:\\n\\n* **Crypto enthusiasts often moonlight as game theory nerds.** Because tokens have monetary value, defining the incentive structure of a protocol defines how its users will act. Folks in the space often discuss incentive design as a result.\\n* **Shill culture is here to stay.** Money is about belief. \\\\[1\\\\] Because money is only worth something if everyone believes it's worth something and it's actually being used, people are incentivized to convince everyone else to use crypto as well. This leads me back to my original point on \\\"loudest voices in crypto\\\" vs who's actually in crypto. I'll break crypto people down into two camps: (1) mercenary shills and (2) positive-sum shills. I'll start with the positive-sum shills. These are the beacons of optimism who believe that a world where crypto is mainstream is inevitable and thus everyone who owns crypto will benefit. They work to decrease barriers to entry to adoption and teach others how to get involved. I've even seen people in this camp literally give away free money to help others get started. Then there are the mercenary shills. These are the people who are in it for the short-term -- they may not necessarily believe that crypto is the future, but they do believe that the more they can convince other people that it's the future and everything is undervalued, the more they'll be able to sell their tokens at a profit and cash out. There are two sides to every coin.\\n\\n## the absolute timeline\\n\\nIt continuously blows my mind how early we are in web3. Someone once told me that you're considered an expert if you've spent 3 months in the space. That's crazy.\\n\\nMy biggest takeaway from the past month of exploration is that we're still figuring out the set of use cases this technology will enable, and -- this is probably my biggest mindset shift -- *that's a feature not a bug*. I said this before but I'll say it again. I went into this exploration skeptical of whether there were any real applications for crypto because I've seen so many products that don't actually need to be built using blockchains. However, there are real use cases that have begun to take shape, and we're still figuring out the framework for how and where to apply these principles to our existing world collectively. We'll sometimes be wrong; we'll sometimes apply these principles where they aren't actually needed, but with each attempt, we're learning where these principles are and aren't useful. In that sense, web3 is a bit of a misnomer: crypto doesn't need to be applied to literally everything, but it will be applied to a lot of things that we can't even begin to imagine today.\\n\\nMy second biggest takeaway is that if you believe there are real use cases and thus we will eventually progress from the \\\"collective learning\\\" phase to the \\\"daily adoption\\\" phase where applications of web3 are used in our day-to-day lives, then you'll also realize that we're still missing an extraordinary number of pieces in the ecosystem today to enable that future. For starters, mobile experiences basically don't exist, the UI/UX of almost every app is not layperson-friendly and there's little to no onboarding education, and regulation is so up-in-the-air that no one really knows if what they're doing today will be legal tomorrow. Web3 is an entirely new internet economy, and economies of scale need infrastructure.\\n\\nBut this is also what's so cool about it -- because it's still so nascent, because there's so much to figure out, there's a lot of optimism and a lot of people who are excited to think about the future and, frankly, build it.\\n\\n\\n---\\n\\n\\\\[0\\\\] Quick note: I took \\\"decentralization\\\" out of my vocabulary during my exploration to force myself to think about what crypto actually enables without using terms that felt overloaded. So while many might say it's not possible to describe crypto native use cases without using the word decentralization, I've done my best in this essay.\\n\\n\\\\[1\\\\] Getting into this is a much longer and more nuanced discussion, but the tl;dr is that because everyone believes money has value, we are able to buy things with it. \\\"But it used to be backed by gold, so there is actual value!\\\" one might say. But why is gold valuable? It's because we collectively believe it is.\",\"timestamp\":1636833658,\"title\":\"on falling down the rabbit hole\"},\"digest\":\"neFYWEUm4v3ATfnzeX3cSvbyKazpLmjL2EmtmDU384w\",\"authorship\":{\"contributor\":\"0x7b05f19dEfd150303Ad5E537629eB20b1813bfaD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nK2pVCpuk8zQlUAVgdjzfjFkdztFVpR09w6uII8lHd8\\\",\\\"y\\\":\\\"1AB6V2ok2VzAiA4VB6wMwH-eGXFAGye7uLCqTOkjdLc\\\"}\",\"signature\":\"5IUEmrjTjvSpuRjxEqZQ76t765KZVTaIOnenY_4wHIFsWlKQV8CygtKnWE08j2vo8hAugXUxYUvzckN4_QkYnA\",\"signingKeySignature\":\"0xc532ab6c07ce95adb0485aa35588cd137fe6214a112850c739f5728291efd76700ef13a6521b45d7f905a4da994ef909f0b974b7afbea12e9462c9c22f69f3321b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nK2pVCpuk8zQlUAVgdjzfjFkdztFVpR09w6uII8lHd8\\\",\\\"y\\\":\\\"1AB6V2ok2VzAiA4VB6wMwH-eGXFAGye7uLCqTOkjdLc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TJU1w2Z49KvzcrKnPEwJodTvBDWLLyjtWKXvhrFz1Rs\"}"