"{\"content\":{\"body\":\"## Juan Pablo Pisano es uno de los grandes expertos en inversiones en criptoactivos. En esta entrevista, da algunas pautas para operar en el mercado…\\n\\n## **¿Qué herramientas usas para tomar tus decisiones de trading?**\\n\\nHago algunas cosas básicas de análisis técnico como tendencias y canales.\\n\\nMe fijo si el precio va teniendo mínimos y máximos crecientes, en el caso de una tendencia alcista. O mínimos y máximos decrecientes, en una tendencia bajista.\\n\\nTambién trato de ver cuáles son las zonas importantes de soporte y resistencia. Y algunas medias móviles para limpiar un poco los gráficos.\\n\\nPero, más que análisis técnico, hago análisis cuantitativo y estadísticas.\\n\\nUtilizo bastantes indicadores de correlación porque **cripto es un mercado muy correlacionado**. En general, el volumen entra por el BTC. Sube el BTC y sube todo. Cae el BTC y se cae todo.\\n\\nA la hora de tomar decisiones, me fijo mucho en los ratios de correlación entre BTC, ETH y las diferentes monedas del ecosistema.\\n\\nPor ejemplo, **si se trata de un token de una Dapp o de un protocolo de DeFi, hay una alta correlación con el ETH**.\\n\\nTambién estudio la correlación con la bolsa en general como el NASDAQ y el S&P 500.\\n\\nAlgunos creen que no hay correlación entre la bolsa y el mercado cripto. Pero en marzo del 2020, en el comienzo de la crisis del coronavirus, esta relación quedó clara. La bolsa y el cripto se derrumbaron al mismo tiempo.\\n\\nA la hora de hacer un análisis, hay que tener en cuenta que **en cripto hay algunos comportamientos específicos que responden a la estacionalidad**.\\n\\nPor ejemplo, todos los martes, el exchange FTX da un airdrop a los tenedores de su token. Así que todos los lunes y días previos hay una demanda especial de ese criptoactivo. Todos los martes, hay un exceso de oferta del token de FTX debido a las ventas de los que compraron el lunes por el airdrop.\\n\\nOtro tipo de estacionalidad ocurre en relación con el vencimiento del vesting de los tokens de los fundadores de algún proyecto. Esto puede generar presiones a la venta.\\n\\nCon un buen análisis de estacionalidad, uno puede darse cuenta de este tipo de efectos. Esto sirve para definir el *timing* para comprar y vender.\\n\\nOtro tipo de análisis que uso son los **ratios de riesgo**. Aunque se usan mucho en la bolsa, no están tan extendidos en el mercado cripto. Y justamente es en cripto que son más relevantes porque sirven especialmente para entornos de alta volatilidad.\\n\\n**Si invierto en una moneda que tiene una volatilidad extrema: ¿cuál es el retorno que me va a dar a cambio?** Los ratios de riesgo ayudan a tomar esta decisión.\\n\\nTambién uso **métricas de flujo**. Por ejemplo, para ver si la tendencia de precio se correlaciona con la tendencia de volumen.\\n\\nPara esto, utilizo quantiles de volumen respecto a una ventana previa. Y también metricas de derivados, como interés abierto en futuros y opciones, tasa de funding de futuros, liquidaciones, y flujos y stocks en los principales exchanges de BTC y ETH.\\n\\n![Las herramientas de análisis técnico son muy populares entre traders de cripto.](https://miro.medium.com/max/1400/1\\\\*fVdxuGh6BR0hJus5WomgQw.jpeg)\\n\\n## ¿Qué tipo de estrategias usas para el swing trading?\\n\\nPrimero, el **trend following**, que es el que usa la mayoría. Se trata de entrar en una tendencia cuando empieza a subir.\\n\\nPara esto, hay que evaluar si la tendencia tiene potencia y tratar de entrar antes de que empiece la parte más fuerte. La clave es entrar cuando la tendencia empieza a tomar velocidad y salir antes de que se empiece a agotar.\\n\\nHay que ser muy fino con el *timing*.\\n\\nUna segunda estrategia es la **contrarian**. Esto es, operar en contra cuando vemos que el precio de un activo subió demasiado.\\n\\nA veces, un súbito aumento en el precio se explica por algún fundamental concreto. Otras veces, porque en medio de un bull market, la gente empieza a comprar cualquier cosa.\\n\\nAnalizar el market cap de una moneda nos permite entender si la gente está comprando a valuaciones exageradas. Y ahí opero en contra.\\n\\n## **¿Qué herramientas usas como fuentes de información para tu análisis?**\\n\\nUso [TradingView](https://es.tradingview.com/) para análisis de precio. Es una herramienta para dibujar gráficos, calcular porcentajes y realizar muchos otros tipos de análisis.\\n\\n[CoinGekko](https://www.coingecko.com/es), [CoinMarketCap](https://coinmarketcap.com/) y [Cryptorank](https://cryptorank.io/) para un seguimiento del precio y de otros indicadores clave sobre los proyectos. También [Cryptocompare](https://www.cryptocompare.com/), que tiene muchos datos de redes sociales que en otros lados es más difícil de encontrar.\\n\\n[Glassnode](https://glassnode.com/) es muy bueno para análisis on-chain.\\n\\nPara estudiar protocolos de DeFi, uso [DeFi Llama](https://defillama.com/home), que tiene información de todos los protocolos y blockchains.\\n\\nTambién uso muchas herramientas de programación. Uso varias APIs, como las de [Etherscan](https://etherscan.io/apis), y las de los exchanges [Binance](http://binance.com/) y [HitBTC](https://hitbtc.com/es_).\\n\\nPor último, aplico herramientas de machine learning para ayudarme en mis decisiones. Tengo algunos modelos básicos de árbol de decisión. Incluso algunos modelos basados en deep learning y redes neuronales.\\n\\n## **¿Cuáles son las principales diferencias entre los mercados tradicionales y los mercados cripto?**\\n\\nLa principal diferencia es la volatilidad. **El cripto es cinco veces más volátil que la bolsa tradicional.** En sólo un minuto, la situación del mercado puede cambiar completamente.\\n\\n**El cripto además opera 24/7.** Son 168 horas por semana contra las sólo 30 horas por semana de una bolsa tradicional.\\n\\nSi uno se queda comprado una semana, son 168 horas expuesto a una volatilidad 5 veces más alta que la de la bolsa tradicional. Esto significa que **es 30 veces más riesgoso operar en cripto que en la bolsa**. Y si uno toma un criptoactivo que está del puesto 300 hacia abajo, la volatilidad puede llegar a ser 10 veces mayor.\\n\\nUna tercera diferencia es la **liquidez**.\\n\\nBTC y ETH son activos con tanta o más liquidez que las acciones de Apple. Pero son sólo estos dos.\\n\\nEn la bolsa de Estados Unidos, hay unas 500 acciones muy líquidas con las que uno puede operar. En cripto, sólo hay unas 200 monedas muy líquidas.\\n\\nEn estas monedas, uno puede comprar o vender 100 mil dólares sin mover el precio. En la bolsa tradicional, la liquidez es tan alta que uno puede operar 1 millón de dólares sin mover el precio. Esto es una gran diferencia.\\n\\nEn cuarto lugar, **la bolsa está muy regulada y las operaciones ocurren de manera más ordenada**.\\n\\nTodos saben a qué hora abren los mercados en Estados Unidos, Europa y China. Todo está muy coordinado.\\n\\nLos mercados cripto son mucho más desordenados. Como se opera 24/7, se generan sesgos horarios importantes. Hay diferencias de volumen importante por país debido a las diferencias de horarios.\\n\\nEn cripto, además hay días concretos en que se entregan airdrops. Por ejemplo, Binance lanza un launchpad y uno puede ganar ciertas recompensas haciendo staking de BNB. Entonces, en ese día o semana, aumenta tremendamente la demanda del token.\\n\\nEstas estacionalidades o sesgos son muy raros en la bolsa.\\n\\nEn los mercados financieros tradicionales, el pricing depende fuertemente de los fundamentals de los activos. No existen estas situaciones en las que uno puede obtener recompensas adicionales por tener cierta acción de Apple.\\n\\nEn cripto, estos eventos generan un aumento repentino de la demanda.\\n\\nEl mundo cripto tiene la ventaja de la transparencia. Desde un explorador de bloques como Etherscan, uno puede ver todo lo que está ocurriendo en tiempo real.\\n\\nIncluso hay cuentas de Twitter como [Whale Alert](https://twitter.com/whale_alert), que nos alertan cuando alguna cuenta hizo algún movimiento importante de fondos. Este tipo de transparencia no existe en los mercados tradicionales.\\n\\nPor último, **el mundo cripto está mucho menos regulado.**\\n\\nEn el mundo tradicional, las empresas salen a la bolsa con un IPO. Ponen a la venta cierta cantidad de acciones que los traders van a poder comprar y vender. Luego, estas acciones entran en el mercado secundario y se van distribuyendo.\\n\\nSi una empresa quiere ofrecer más acciones, tiene que seguir un largo procedimiento que involucra obtener una autorización del regulador, etc. Algo parecido ocurre cuando una empresa quiere recomprar sus acciones.\\n\\nEn el mundo cripto, esto es caótico.\\n\\nUn proyecto puede emitir y recomprar tokens sin ninguna autorización especial. Esto puede resultar sorprendente para gente que está acostumbrada al procedimiento tradicional.\\n\\n**En el mundo cripto, hay mucho inversor de retail**. Y esto genera un efecto muy grande cuando empiezan a comprar un token. Monedas de muy baja capitalización de mercado empiezan a ser bombeadas y suben muy rápido de precio.\\n\\nPor ejemplo, una moneda con un valor de mercado de 50 millones de dólares. De pronto, aparecen 50.000 nuevos compradores que compran de a 100 dólares cada uno. Esto aumenta muchísimo el precio en muy poco tiempo.\\n\\nEstas cosas no ocurren en la bolsa. Pero sí ocurren a diario en los mercados cripto. Por eso, hay que tener cuidado y analizar bien el precio para no entrar en estas locuras. O, si uno decide entrar, saber muy bien lo que está haciendo.\",\"timestamp\":1635375294,\"title\":\"¿Cómo Hacer Trading de Cripto? \"},\"digest\":\"HL-YZSPQD31YId0pYELvXgpv3xjrqwASuyQZ4_6I_l0\",\"authorship\":{\"contributor\":\"0xf12C67e80E309eaC0c4dc18Fb26e68F9672297E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qrbE6qwBSQixjAPlmlesaYSfSDfN1z07Q_pEH83tRqE\\\",\\\"y\\\":\\\"DrbzeuYSvz29ItTUhorPG6WlJGyOoE5R1Q1BedSZ9_E\\\"}\",\"signature\":\"zYBxC4Uw1IUDsMv51KqyXPAN7RnswcrE2rZJimnOohqEkzWJxk8TQTigeibr6olvmFwWI4B0iWCCD1muBmXpNA\",\"signingKeySignature\":\"0x9c195d7de24f8b19ebd659eff11dfb3055fc1112d8033f06f2020e445e0f202b202696324b844de384da8685420a801794eb79d2e29b0fb543b94f5991a6d3ed1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qrbE6qwBSQixjAPlmlesaYSfSDfN1z07Q_pEH83tRqE\\\",\\\"y\\\":\\\"DrbzeuYSvz29ItTUhorPG6WlJGyOoE5R1Q1BedSZ9_E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HL-YZSPQD31YId0pYELvXgpv3xjrqwASuyQZ4_6I_l0\"}"