"{\"content\":{\"body\":\"under the sentence, as if she had been mortally stricken. But, she uttered no sound; and so strong was the voice within her, representing that it was she of all the world who must uphold him in his misery and not augment it, that it quickly raised her, even from that shock.\\nThe judges having to take part in a public demonstration out of doors, the tribunal adjourned. The quick noise and movement of the court's emptying itself by many passages had not ceased, when Lucie stood stretching out her arms towards her husband, with nothing in her face but love and consolation.\\n`If I might touch him! If I might embrace him once! O, good citizens, if you would have so much compassion for us!'   There was but a gaoler left, along with two of the four men who had taken him last night, and Barsad. The people had all poured out to the show in the streets. Barsad proposed to the rest, `Let her embrace him then; it is but a moment.' It was silently acquiesced in, and they passed her over the seats in the hall to a raised place, where he, by leaning over the dock, could fold her in his arms.\\n`Farewell, dear darling of my soul. My parting blessing on my love. We shall meet again, where the weary are at rest!'   They were her husband's words, as he held her to his bosom.   `I can bear it, dear Charles. I am supported from above: don't suffer for me. A parting blessing for our child.'\\n`I send it to her by you. I kiss her by you. I say farewell to her by you.'   `My husband. No! A moment!' He was tearing himself apart from her. `We shall not be separated long. I feel that this will break my heart by-and-by; but I will do my duty while I can, and when I leave her, God will raise up friends for her, as He did for me.'   Her father had followed her, and would have fallen on his knees to both of them, but that Darnay put out a hand and seized him, crying:   `No, no! What have you done, what have you done, that you should kneel to us! We know now, what a struggle you made of old. We know now, what you underwent when you suspected my descent, and when you knew it. We know now, the natural antipathy you strove against, and conquered, for her dear sake. We thank you with all our hearts, and all our love and duty. Heaven be with you!'\\nHer father's only answer was to draw his hands through his white hair, and wring them with a shriek of anguish.\\n`It could not be otherwise,' said the prisoner. `All things have worked together as they have fallen out. It was the always-vain endeavour to discharge my poor mother's trust that first brought my fatal presence near you. Good could never come of such evil, a happier end was not in nature to so unhappy a beginning. Be comforted, and forgive me. Heaven bless you!'\\nAs he was drawn away, his wife released him, and stood looking after him with her hands touching one another in the attitude of prayer, and with a radiant look upon her face, in which there was even a comforting smile. As he went out at the prisoners' door, she turned, laid her head lovingly on her father's breast, tried to speak to him, and fell at his feet.\\nThen, issuing from the obscure corner from which he had never moved, Sydney Carton came and took her up. Only her father and Mr. Lorry were with her. His arm trembled as it raised her, and supported her head. Yet, there was an air about him that was not all of pity--that had a flush of pride in it.\\n`Shall I take her to a coach? I shall never feel her weight.'   He carried her lightly to the door, and laid her tenderly down in a coach. Her father and their old friend got into it, and he took his seat beside the driver.   When they arrived at the gateway where he had paused in the dark not many hours before, to picture to himself on which of the rough stones of the street her feet had trodden, he lifted her again, and carried her up the staircase to their rooms. There, he laid her down on a couch, where her child and Miss Pross wept over her.   `Don't recall her to herself,' he said, softly, to the latter, `she is better so. Don't revive her to consciousness, while she only faints.'   `Oh, Carton, Carton, dear Carton!' cried little Lucie, springing up and throwing her arms passionately round him, in a burst of grief. `Now that you have come, I think you will do something to help mamma, something to save papa! O, look at her, dear Carton! Can you, of all the people who love her, bear to see her so?'   He bent over the child, and laid her blooming cheek against his face. He put her gently from him, and looked at her unconscious mother.   `Before I go,' he said, and paused--'I may kiss her?'\\nIt was remembered afterwards that when he bent down and touched her face with his lips, he murmured some words. The child, who was nearest to him, told them afterwards, and told her grandchildren when she was a handsome old lady, that she heard him say, `A life you love.'   When he had gone out into the next room, he turned suddenly on Mr. Lorry and her father, who were following, and said to the latter:   `You had great influence but yesterday, Doctor Manette; let it at least be tried. These judges, and all the men in power, ire very friendly to you, and very recognisant of your services; are they not?'\\n`Nothing connected with Charles was concealed from me. I had the strongest assurances that I should save him; and I did.' He returned the answer in great trouble, and very slowly.   `Try them again. The hours between this and to-morrow afternoon are few and short, but try.'\\n`I intend to try. I will not rest a moment.'   `That's well. I have known such energy as yours do great things before now--though never,' he added, with a smile and a sigh together, `such great things as this. But try! Of little worth as life is when we misuse it, it is worth that effort. It would cost nothing to lay down if it were not.'   `I will go,' said Doctor Manette, `to the Prosecutor and the President straight, and I will go to others whom it is better not to name. I will write too, and--But stay! There is a celebration in the streets, and no one will be accessible until dark.'   `That's true. Well! It is a forlorn hope at the best, and not much the forlorner for being delayed till dark. I should like to know how you speed; though, mind! I expect nothing! When are you likely to have seen these dread powers, Doctor Manette?'\\n`Immediately after dark, I should hope. Within an hour or two from this.'   `It will be dark soon after four. Let us stretch the hour or two. If I go to Mr. Lorry's at nine, shall I hear what you have done, either from our friend or from yourself?'\\n`Yes.' `May you prosper!'\\nMr. Lorry followed Sydney to the outer door, and, touching him on the shoulder as he was going away, caused him to turn.\\n`I have no hope,' said Mr. Lorry, in a low and sorrowful whisper.   `Nor have I.'\\n`If any one of these men, or all of these men, were disposed to spare him--which is a large supposition; for what is his life, or any man's to them!--I doubt if they durst spare him after the demonstration in the court.'   `And so do I. I heard the fall of the axe in that sound.'\\nMr. Lorry leaned his arm upon the door-post, and bowed his face upon it.\\n`Don't despond,' said Carton, very gently; `don't grieve. I encouraged Doctor Manette in this idea, because I felt that it might one day be consolatory to her. Otherwise, she might think \\\"his life was wantonly thrown away or wasted,\\\" and that might trouble her.'\\n`Yes, yes, yes,' returned Mr. Lorry, drying his eyes, `you are right. But he will perish; there is no real hope.\\n\\\\`Yes. He will perish: there is no real hope,' echoed Carton. And walked with a settled step, down-stairs.\\n\\nCHAPTER XII\\nDarkness\\nSYDNEY CARTON paused in the street, not quite decided where to go. `At Tellson's banking-house at nine,' he said, with a musing face. `Shall I do well, in the mean time, to show myself? I think so. It is best that these people should know there is such a man as I here; it is a sound precaution, and may be a necessary preparation. But care, care, care! Let me think it out!'\\nChecking his steps, which had begun to tend towards an object, he took a turn or two in the already darkening street, and traced the thought in his mind to its possible consequences. His first impression was confirmed. `It is best,' he said, finally resolved, `that these people should know there is such a man as I here.' And he turned his face towards Saint Antoine.\\nDefarge had described himself, that day, as the keeper of a wine-shop in the Saint Antoine suburb. It was not difficult for one who knew the city well, to find his house without asking any question. Having ascertained its situation, Carton came out of those closer streets again, and dined at a place of refreshment and fell sound asleep after dinner. For the first time in many years, he had no strong drink. Since last night he had taken nothing but a little light thin wine, and last night he had dropped the brandy slowly down on Mr. Lorry's hearth like a man who had done with it.\\nIt was as late as seven o'clock when he awoke refreshed, and went out into the streets again. As he passed along towards Saint Antoine, he stopped at a shop-window where there was a mirror, and slightly altered the disordered arrangement of his loose cravat, and his coat-collar, and his wild hair. This done, he went on direct to Defarge's, and went in.\\nThere happened to be no customer in the shop but Jacques Three, of the restless fingers and the croaking voice. This man, whom he had seen upon the Jury, stood drinking at the little counter, in conversation with the Defarges, man and wife. The Vengeance assisted in the conversation, like a regular member of the establishment.\\nAs Carton walked in, took his seat and asked (in very indifferent French) for a small measure of wine, Madame Defarge cast a careless glance at him, and then a keener, and then a keener, and then advanced to him herself, and asked him what it was he had ordered.\\nHe repeated what he had already said.\\n`English?' asked Madame Defarge, inquisitively raising her dark eyebrows.   After looking at her, as if the sound of even a single French word were slow to express itself to him, he answered, in his former strong foreign accent, `Yes, madame, yes. I am English!'\\nMadame Defarge returned to her counter to get the wine, and, as he took up a Jacobin journal and feigned to pore over it puzzling out its meaning, he heard her say, `I swear to you, like Evrémonde!'   Defarge brought him the wine, and gave him Good Evening.   `How?'\",\"timestamp\":1637494895,\"title\":\"THE wretched wife of the innocent man thus doomed to die\"},\"digest\":\"3iu4QJT5cDDDJU8bVDeYo1vlAUXDbFqmhr-JCzQd498\",\"authorship\":{\"contributor\":\"0x51D393CD2fE363A89232ff9D8Ac75A13bD6a52e7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LPqIHZ0EciC62gcoxSjQm5ae7OKYCAOgNjLggKi-h0w\\\",\\\"y\\\":\\\"iLTvAoGL3_FQoMW6I9cBpClxHiqVGRKCqzz9KwehsG4\\\"}\",\"signature\":\"i7qZa61RVqBcpQTz4qn7Lmk9zSAYJUwkU0tevwf3vRPfAWeye815AW9D0kvb66yy7t5mdPxRBMz477elZ-5ArQ\",\"signingKeySignature\":\"0x3503f48d128bef908e9a65b93e83f242105ea6ff92605c9dedb6d90cb2b271424fa96782a4751974069b419c11c40d9f87fe12afa3eaa440b7cdb6f12aea3bba1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LPqIHZ0EciC62gcoxSjQm5ae7OKYCAOgNjLggKi-h0w\\\",\\\"y\\\":\\\"iLTvAoGL3_FQoMW6I9cBpClxHiqVGRKCqzz9KwehsG4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3iu4QJT5cDDDJU8bVDeYo1vlAUXDbFqmhr-JCzQd498\"}"