"{\"content\":{\"body\":\"Soon after Modi's Twitter account, with over 73.4 million followers, got hacked, attackers shared misleading information about the mainstream adoption of Bitcoin and a 500 BTC giveaway.\\n\\nThe official Twitter account of Indian Prime Minister Narendra Modi got compromised earlier today, which was then used to share misleading information about the mainstream adoption of Bitcoin ([BTC](https://cointelegraph.com/bitcoin-price)) and redistribution of 500 BTC among the Indian citizens. \\n\\nOn Friday, Modi said in a virtual summit hosted by United States President Joe Biden that technologies such as [cryptocurrencies should be used to empower democracy](https://cointelegraph.com/news/indian-pm-calls-for-cryptocurrencies-to-empower-democracy-at-global-summit)and not undermine it:\\n\\n> “By working together, democracies can meet the aspirations of our citizens and celebrate the democratic spirit of humanity.”\\n\\nWhile the long-awaited Lok Sabha Winter Session, a parliamentary meetup intended to [discuss the legality of cryptocurrencies](https://cointelegraph.com/news/indian-parliament-s-agenda-for-winter-session-includes-bill-on-banning-private-cryptocurrencies) in the region, did not conclude the government’s stance on crypto, hackers from unknown origins managed to take control of the prime minister’s account with over 73.4 million followers to declare Bitcoin as a legal tender.\\n\\n> Bitcoin scammers declare the cryptocurrency as India's legal tender. [pic.twitter.com/uTe1R7XUWZ](https://t.co/uTe1R7XUWZ)\\n>\\n> — Priya (@supesuonna) [December 11, 2021](https://twitter.com/supesuonna/status/1469775212300275713?ref_src=twsrc%5Etfw)\\n\\nWhile the hack happened at midnight in India (around 4:00 pm EST), Twitter user Priya was among the many crypto enthusiasts that took notice of the untimely tweet that [read](https://twitter.com/PMOIndia/status/1469786236990607361):\\n\\n> “India has officially adopted Bitcoin as legal tender. The government has officially bought 500 BTC and is distributing them to all residents of the country. The future has come today!”\\n\\nThe post also included a link that urged unwary investors to sign up and claim their share of the BTC giveaway. However, this was the second time Modi’s Twitter account got hacked and was used for crypto scams.\\n\\nSoon after the hack, the unauthorized tweet was deleted and the hack was confirmed by the Prime Minister’s official account.\\n\\n> The Twitter handle of PM [@narendramodi](https://twitter.com/narendramodi?ref_src=twsrc%5Etfw) was very briefly compromised. The matter was escalated to Twitter and the account has been immediately secured. \\n  \\n In the brief period that the account was compromised, any Tweet shared must be ignored.\\n>\\n> — PMO India (@PMOIndia) [December 11, 2021](https://twitter.com/PMOIndia/status/1469786236990607361?ref_src=twsrc%5Etfw)\\n\\nAs Cointelegraph reported, hackers were able to breach Modi’s Twitter account back in Sept. 2020. Under the pseudo name John Wick, the [hackers shared several tweets](https://cointelegraph.com/news/indian-prime-minister-the-latest-victim-of-crypto-scam-twitter-hack)asking the prime minister’s followers to “donate generously to PM National Relief Fund for Covid-19.”\\n\\n***Related: [India misinterpreted private crypto ban, says crypto bill creator](https://cointelegraph.com/news/india-misinterpreted-private-crypto-ban-says-crypto-bill-creator)***\\n\\nThe launch of India’s crypto bill sparked new concerns around the ban of private cryptocurrencies. While the meaning of \\\"private\\\" has yet to be interpreted in the parliamentary meeting, the lack of information [sparked panic among investors](https://cointelegraph.com/news/crypto-prices-in-india-tumble-after-crypto-bill-announced).\\n\\nClearing out the speculations around the crypto bill discussions, former Finance Secretary Subhash Garg, who was also the creator of the bill, dismissed the notion of banning “private cryptocurrencies” as a misinterpretation. In an [interview](https://www.news18.com/news/business/crypto-bill-description-on-banning-private-crypto-was-a-mistake-ex-fin-secy-who-drafted-bill-4500380.html) with News 18, Garg said:\\n\\n> “\\\\[The description of the crypto bill\\\\] was perhaps a mistake. It is misleading to say that private cryptocurrencies will be banned and to intimate the government about the same.”\",\"timestamp\":1639379504,\"title\":\"Indian prime minister Modi's hacked Twitter account attempts BTC scam\"},\"digest\":\"jklO6YH5B4beYvooQh4PihjdPJAQd-lRLiQ1ZcukEA4\",\"authorship\":{\"contributor\":\"0x6d08E06183af7cefD6aaF0e5B5d537d952f44aC7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"x3AA07-kjCwzu9Se6weGv-znrLDwu4lYqMXnE6Y2TUs\\\",\\\"y\\\":\\\"7tM0tMJSobFzZDcB7jRKs0nU-G9nsoy_0y_Y8ZS91yY\\\"}\",\"signature\":\"G97MoVkPEK2rIof2M2a5cwuaL2RU0w9G6TBRQDAxJ3WII8AoGVZ2dTNvsDL9YsmSR61x-CBMRympR3llQaTYDw\",\"signingKeySignature\":\"0x78edfcad2734f9cda4b0a78356988f4b31f8406d8df14cbee631b68121ba4b7c3e49d17baebce5f73c8de810ba90b337dd464b4dbe234e74bb29e7431e108e841c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"x3AA07-kjCwzu9Se6weGv-znrLDwu4lYqMXnE6Y2TUs\\\",\\\"y\\\":\\\"7tM0tMJSobFzZDcB7jRKs0nU-G9nsoy_0y_Y8ZS91yY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jklO6YH5B4beYvooQh4PihjdPJAQd-lRLiQ1ZcukEA4\"}"