"{\"content\":{\"body\":\"“那缺乏灵气的装备是否就没用了？”听工老爷子这么一说，我赶紧丢了弓，拿出我的诅咒之刃递上去问道，“大师，您帮我看看，这匕首有灵气吗？”\\n\\n```\\n“那倒也不是，只是相比那些有灵气的装备来，逊色不少罢了，而且还能影响到以后镶嵌融合的效果。”接过我的诅咒之刃，工老爷子解释道。\\n\\n“咦，这不是传说中的那把封印之刃吗，这可是由铁匠宗师无尘子倾尽心血才打造出来的顶级匕首，不过传闻在那场惨烈的屠龙之战中，失去了上面的五颗晶体，后来就下落不明，你是从哪弄来的。”看着手上那把红光欲溢的暗金色匕首，工老爷子满脸惊讶地说道。\\n\\n我原原本本将匕首的来龙去脉告诉了工老爷子，听得他头点点的，抹着胡子说道：“机遇啊机遇，没想到这匕首竟然被那个老醉鬼给得到了，又让你弄到了两颗结晶，也算没有让此神兵蒙尘，埋没凡间。”\\n\\n听了工老爷子一番介绍，我满心欢喜地拿回诅咒之刃，对它的评价又上一个新台阶，它竟然是个神器耶，可惜现在还有三颗结晶不知下落，但是也不是心急就能找到的，天长日久，慢慢来吧。\\n\\n目光掠过那几把光泽暗淡的长弓，我原本的主意又给勾了出来，我堆着满脸微笑对工老爷子说道：“那这几把没了灵魂的长弓您老还要不要，不要的话处理给我好了。”大师出品，就算没了灵魂，也不会是什么庸品吧，要过来肯定能买上不少钱，这是我心里打的小九九。\\n\\n“你想要这弓，恩，让我想一想。”工老爷子听我这一说，似乎有什么打算，眼睛盯着我上上下下看了一番，看得我是浑身不自在，难道我脸上有花，身上有刺不成。\\n\\n“看你这么容易就能搞到这么多的优质矿石，我想再请你帮个小忙，估计没什么问题吧，至于报酬嘛，就是这几把冰封之弓好了。”工老爷子拿起一把长弓说道。\\n\\n“您老要我帮什么忙？”我狐疑地看着工老爷子，小心地问道，心里却直纳闷，怎么又遇到任务了，咱是走了运还是倒了霉，事情是一个接着一个。\\n\\n“我跟你说过要让武器装备有灵气，优质的锻造材料也是其中之一，而这几把长弓虽然采用了我们铁匠协会最新的锻造工艺打造而成，但是因为缺少关键的材料——紫晶冰矿，所以没有产生灵气，因此我想让你帮我搞点来，你看没什么问题吧。”工老爷子看着我说道。\\n\\n又是矿石，怎么就不能换点花样，我心里直嘀咕，但是心里的yu望还是战胜了对任务的厌烦，我一昂头，立马回道：“成，只要是您老吩咐，我怎么能怠慢，你说吧，去哪能弄到那紫晶冰矿，我这就帮你去挖。”\\n\\n“由北门出去一百里，就是这里最著名的景点云山，而那紫晶冰矿的胜产地就在云山脚下的雪人洞穴，由于那里常年冰封，而且有三十级以上的怪物出没，所以让一般的玩家望而却步，而我们铁匠工会也腾不出人手过去大规模开采，就算有点存货，也早就用之一尽，所以这次就全指望你了。” 工老爷子说道。\\n\\n三十级以上的怪物，恩，我能有一搏，只要它不出个什么boss级的狠角，咱应该没什么问题，只要找到那雪人洞穴，挖矿的事咱还不是轻车熟道，得心应手嘛，再说了，这么好的矿石，我回头拿来尝试常尝试锻造的话，估计效果也大不一样，我听了工老爷子的说明后，心里暗自想到。\\n\\n“好的，我一定不会辜负你的厚望，给您老带回紫晶冰矿。”我这一琢磨，这任务可是个包赚不赔的交易，真是合算，连忙答应道。\\n\\n带着工老爷子的千叮呤，万嘱托，我昂首跨出铁匠工会，外面的刺骨冷风丝毫没有扑灭我心中熊熊燃烧的火焰，冲到一边的服饰店买了个便宜的狗皮大衣后，我径直杀出了北门，奔那云山而去。（哥们我不是没钱买那貂皮大衣，而是因为考虑到财不外露，貌不惊人才是最好的埋坑办法，穷尽奢华对我并没什么实际意义，所以还是从实际出发，能有个带暖的就成，狗皮大衣是既经济，又实惠，而且最大众化，符合我的身份，所以才打消想奢侈一把的决定，走朴实路线）\\n\\n*************************\\n\\n骑着咱家的小黑，我捂紧领子，挡住那满天如絮的飞雪，呼吸着冷入心扉的寒气，半眯着眼睛埋头赶路，身后只留下小黑那一个个或深或浅的足印在雪地里朦胧可见，骤地一阵大风刮过，卷起的积雪顿时将我的行踪抹得一干二净，无法辨别。\\n\\n跨入了云山的范围之中，我刚为这一路上没见几个怪而纳闷，突然前面的雪堆发出哗哗声响，一头三十五级，两颗锐利獠牙凸出唇外，通身雪白的云山巨熊无端就从厚厚的雪堆里扑出来，一副狰狞的样子冲了向我，敢情这家伙仗着皮毛厚实，能够抵御严寒，根本用不着冬眠了。\\n\\n如果你这只雪熊是这里的霸王，那哥们我就是来此一游的猛龙，我招呼着小黑后跃了几步，嘴里流利地念叨着熟悉的咒文，我那善于吃苦耐劳，不求回报的小影转眼就在我的热切召唤下，跨出了黄泉之门，来到这冰雪之地。\\n\\n不用我多说，它一出场，立即缠上了那只云山巨熊，手中的冲刺剑舞得跟旋风似得，片雪不沾，而两条滑头滑脑的幽灵蛇也一左一右地缠绕上了云山巨熊，张开獠牙，咬得是不亦乐哉。\\n\\n跳下了小黑，我掏出刺牙之碧晶弩就是一波点射，而小黑也不甘示弱地跃向了云山巨熊，锋利的爪子在熊身上划出一道道深可见骨的伤痕，扔这头云山巨熊怎么勇猛，也不是我主仆三者的对手，在我摸上去一刀背刺的问候下，轰然倒下，一个采集术丢过去，呵呵，破损的熊皮一张，肥大的熊掌两个，铜币十几枚，还算过得去。\\n\\n抬头仰望这座高耸九天之中的云山，我算是明白它名称的来由了，只见它半山腰处就被一片朦胧如帷幕的白云给笼罩着，令人无法一睹它全貌，而覆盖着皑皑白雪的山体和常年冰封的山崖，也让它多了几分纯洁的巍峨和缥缈的神秘，果然是云中之山，冰雪奇境。\\n\\n在砍挂十几头云山巨熊，放倒几十只云山银狐后，我好不容易才在一片银白色的世界里找到那个雪人洞穴。奶奶的，这个鸟洞居然在一片冻结成冰墙的水幕之后，稍有不留神，就能失之交臂，还好我是放亮了招子，才没错过。\\n\\n赶了这么久的路，又砍了不少怪，我这饥饿度早就不低，正好有不少现成的材料，我就抓紧时间弄了两份红烧熊掌，塞饱我和小黑的肚皮，这才精神十足，红光满面地走进了洞穴之中。\\n\\n外面是一片茫茫白地，里面则是怪石嶙嶙，我开了潜行，小心谨慎地跟在小影后面，走在仍有积雪的地上，往洞穴深处摸了过去，凭我以往的入洞经验，这里绝对不是个平静之洞，肯定有什么怪物居住着，想挖矿，就得先清路。果然不出我所预料，刚走没几步，耳边就传来一阵低沉的喘息声和沉闷的脚步声，看着墙壁上那渐渐拉长而至的倒影，我就知道来了个非善类。\\n\\n让小影停下了脚步，我轻拍了一下小黑，让它蹲到了阴暗的角落之中，我翻手掏出诅咒之刃，两眼紧紧盯着路口处，血液也开始沸腾起来，我现在是越来越喜欢杀戮的感觉，看着飞扬的鲜血和残缺的肢体，听着对手的哀嚎和呻吟，我就有种莫名的快感，这也算是一种压抑很久的发泄吧，鲁老先生不是说过吗，人不在沉默中爆发，就在沉默中灭亡，哥们我也算在这里能尽情爆发一下，缓和一直以来深埋心中的压抑（什么，问我有什么压抑的，那可太多了，随随便便都能拉个几十条出来，什么以往的工作不顺心拉，待遇太低了，物质生活太贫瘠了，精神生活比较空虚了，长得不象XX明星了，唱歌没有XX好听了，总而言之一句话，只没有跨入小康生活，那我就很压抑，只要脱离贫农阶级，那我就快乐，呀，我这说什么呢，整一胡言乱语，词不达意）。\\n\\n云山雪人  等级：三十八级\\n\\n看着这个体格健壮，身穿熊毛皮甲，长满浓密白毛，两眼猩红，手拿一根巨大骨锤的家伙，我心里就多了几分警觉，这还在洞口阶段，就是三十八级的怪，那深入的话，还不知道能碰上的什么玩意呢。\\n\\n“嗷，”突然发觉小影存在的云山雪人发出一声厉鬼般的吼叫，打断了我的思绪，只见它举起骨锤，踏着大步，摇动着那满头长毛，冲向了小影。\\n```\\n\\n\\n------------\",\"timestamp\":1640327182,\"title\":\"第一百四十七章 雪人洞穴\"},\"digest\":\"3h303yZX8e54-VwoRSd2ulVD-ATlLfudPRcHsb9VqK4\",\"authorship\":{\"contributor\":\"0x6a82Cb12dA0FEE855aAe41ba7C27659422f1Ed7d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vbew5wI7NIkMF7g8XGAc_YpKh8zreBAGo7HjXcLuCZs\\\",\\\"y\\\":\\\"8JkAbSdWjwXMOSTUsR43FVg_KeVDxAjjfLNzjCz3xxI\\\"}\",\"signature\":\"5mv3KWG-vsu8O1KsLbCIM01ZcNEe93Hcq_j1Dcv_AhiIpq9jM11qDLqVaJv0Isk5bPqJH6-Dtpqx3gctkeAFJA\",\"signingKeySignature\":\"0x43874267262185ff0e2c89be8a54bdc06fff8eac2aad6e1ea85adcb8e8a3e980042d67b165d84c979f40917fbbe6d41d3ec8591a733d27a2631d1eeb3133a5a81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vbew5wI7NIkMF7g8XGAc_YpKh8zreBAGo7HjXcLuCZs\\\",\\\"y\\\":\\\"8JkAbSdWjwXMOSTUsR43FVg_KeVDxAjjfLNzjCz3xxI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3h303yZX8e54-VwoRSd2ulVD-ATlLfudPRcHsb9VqK4\"}"