"{\"content\":{\"body\":\"![vlad-kutepov-utAMCFc1-SY-unsplash](https://jacobrobinsoncom.files.wordpress.com/2019/09/vlad-kutepov-utamcfc1-sy-unsplash.jpg?w=750&h=563)\\n\\nPhoto by [Vlad Kutepov](https://unsplash.com/@kvtepov?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText) on [Unsplash](https://unsplash.com/search/photos/statue?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText)\\n\\n\\\\[Note: There is now a much more detailed version of this blog post written [here](https://docs.google.com/document/d/16mtTmAO4Chr5naY4ottyXK8B3ua0DBpf0OHvjcdLlOQ/edit)\\\\]\\n\\nI’ve talked about two of my major three tenants in detail before on this blog: [making things 1% better](https://jacob-robinson.com/2019/09/09/making-things-1-better/) and [the world moves toward convenience](https://jacob-robinson.com/2019/07/08/the-most-important-indicator-on-why-a-company-succeeds/). And yet, while I’ve hinted at it, I’ve never quite dived in to the third one too much: that of the ubermensch concept. I think it’s about time I put the nail in this one as well.\\n\\nLet me start with an explanation. Ubermensch, to those of you philosophy nuts, probably drives a couple of questions out of the gate (if you’ve never heard the term ‘ubermensch’ in your life, you can skip this paragraph). While the term ubermensch was largely coined by Nietzche, my theory doesn’t really have too much to do with him. I choose the term primarily for two reasons: a) it is a fun thing to say (I’m not a doctoral researcher, I’m a 20-year-old writing horse shit on the internet), and b) it was during a class on Nietzche that I first started to materialize this concept. And so, while the topic came up during the Nietzche lecture and so there could possibly be some connections here and there, this theory largely does not try to make any deeper connections to Nietzche’s work. Just to make sure there’s no confusion there.\\n\\nRather than Nietzche, we’re going to start off talking about Rene Girard. More specifically, we’ll be talking about mimetic desire. When we interact with others, our own selves start to meld together with those who we interact with the most. In addition, we tend to be jealous not of things, but of *becoming things*. For example, one does not buy a Gucci belt to buy a Gucci belt, but rather to become an individual of status that is equivalent to a person who owns a Gucci belt. Having a solid understanding of these two key prerequisites will lead us to understand the Ubermensch.\\n\\nI want you to imagine the last time you went to a party. Or a classroom. Or a presentation. I want you to go back and think about how you wanted to act in that scenario, and then how you actually acted. For most people, there’s a big discrepancy here; so much so that the “Expectations vs. Reality” idea has become quite a bit of a meme in popular culture. However, I believe there is something much more fundamental at play here; I believe that a lot of the social stresses we experience as individuals come from this gap. And I believe closing that gap between the Actor (execution of actions) and the Ubermensch (ideation of actions) should be one of our greatest goals in life.\\n\\nA lot about getting to the Ubermensch has to do with mindset. When you think back to these moments, about 95% of the time you realize that you just didn’t have the courage to act in the way that you wanted. That’s the standard for most people. I believe a lot about solving this issue has to deal with finding this inner strength to act the way you want to act rather than the ways society restricts you to act. That means, for the most part, the beginning section of getting to the Ubermensch is largely a confidence game.\\n\\nIt’s not just mindset, however. If it was just mindset, it would be difficult but not extremely difficult. The hidden layer here is that skill is involved as well. If you imagine yourself being witty and thinking on your feet, you \\\\*have to be \\\\*witty and think on your feet. This means that it is important for one to *develop the skills that are relevant to their ideal self*. This ends up adding a whole separate section of work to the entire thing. That being said, I believe that realizing this concept is so vital for people that it should be pursued relentlessly. I believe only those who have reached this goal can achieve the maximum amount that they wish to achieve, and be the most comfortable with who they are.\\n\\n…\\n\\nAnyway, that’s all for this one. If you want to keep in touch, **check out my biweekly newsletter!** Following this will give you the low-down of all the new stuff I’m working on, as well as some things I found interesting. As an added bonus, you’ll also receive the **Top 10 Tools I Use on a Daily Basis** to help better manage your workload and do higher quality work in a shorter amount of time.\\n\\n[Subscribe here](https://astukari.substack.com/)!\",\"timestamp\":1638933229,\"title\":\"The Ubermensch Concept\"},\"digest\":\"OLX0PGdldcdgU--w6a_P-oNOFg8UYHQrHT6zW9GuGDk\",\"authorship\":{\"contributor\":\"0x7842C934Ef39De9D40cD6C9EBf0389041C6f33B4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z5Y7WofO0hUZoTQvfaz9FXvSTdYuDCmAzlPgw9_RxXI\\\",\\\"y\\\":\\\"THPeAu6Jjr_7hy_jqNKkjbcwFPDVjg65RIkeptpVO7U\\\"}\",\"signature\":\"_RiXLq4vVr-jihiNlQjVexkSifRr-gYY7e9cczR2XxnyWIN2oj6iwCyWJuASwn5yP6HvBBrlsgU7brr9Myw7sw\",\"signingKeySignature\":\"0x8f398b97d2743c5236d72fd2a5176b5fc4350788f91696b10f29090719f110566d669eba51d62c830e4de57da965ec3fd81de8f6dab9f30130bc2898fbdaf1481b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z5Y7WofO0hUZoTQvfaz9FXvSTdYuDCmAzlPgw9_RxXI\\\",\\\"y\\\":\\\"THPeAu6Jjr_7hy_jqNKkjbcwFPDVjg65RIkeptpVO7U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OLX0PGdldcdgU--w6a_P-oNOFg8UYHQrHT6zW9GuGDk\"}"