"{\"content\":{\"body\":\"有道是即来之，则安之，将药剂转给冲天剑后，我原本打算回去的念头也打消掉了，干脆去地下迷宫冲级得了，三十级可是个转折点啊，即可以继续转职，又能增加技能，还能学习那个驯顺技能，我可是早就想搞个威风一点的坐骑了，现在去哪都是跑的真是不爽，而且原先最担忧的财政危机也已经已在收下冲天剑的报酬后烟云消散了，现在我是人逢喜事精爽啊，啥也不说了，冲级去。\\n\\n```\\n一路小跑带溜达，躲开了路上小毛小怪的骚扰，没有理会其他玩家投来的橄榄绿枝，我一个人大摇大摆地冲进了地下迷宫，老头子那我是没兴趣去了，整一个老奸巨滑的家伙，一点实际性的好处都没有；而黑暗骑士的厉害我还是了解的，没必要去耗时间，经验虽高，可是难度较大，何况还有那个讨厌的黑暗牧师；我还是安安稳稳地在一层引它一群小鬼，卡位置杀怪，挺好的。\\n\\n吞了块烤肉，塞了几粒丹药，抹上两瓶药剂，状态良好，可以砍怪了，我轻啸一声，冲向了二层入口那的小鬼集中地。\\n\\n呀，怎么一个小鬼也没有，我是不是走错地方了，我仔细端详了一下，前面是下二的大门啊，往常这里可是小鬼一片的，难道被其他团队给灭了，得，我换个地方算了。\\n\\n开启急速，我冲另外的大门狂奔了过去，手上的诅咒之刃舞得呼呼作响，我靠，门口除了几只黑暗小鬼的尸体外，其他什么也没有，又有人抢先一步了。我眼睛一瞪，这是谁干的好事，做得这么绝啊，好歹也给我留上几只啊。我翻了翻眼睛，我就不相信每个门口都清光光了，哪个团队这么无聊啊，在一层专杀小鬼，怎么不去二层呢。\\n\\n带着疑惑我气冲冲地奔赴下一个小鬼聚集地，还没到地，就听到阵阵鬼叫声，算是找到惹事的主了，我开了潜行，摸了上去，先看看情形再说。\\n\\n不看不知道，一看吓一跳，只见一个身穿淡紫色法袍的人类巫师，手拿一只如树根般纠结一起的棕黄色魔杖，竟然独自面对一群小鬼，看他的神情丝毫没有慌张，显得十分的从容不迫，几只已经挂掉的小鬼横乱地倒在地上。\\n\\n冲在前面的几只小鬼拎着锤子冲了上去，刚走几步，就看见地上突然蹿出一道跳跃着明黄色色火焰的低墙，灼热的火焰将从上面穿过的小鬼烧得龇牙咧嘴，怪叫连连，而刚冲过了火墙，平滑的地面上陡然凝结出一层银白色的冰霜，冰冷的寒冰攀附在小鬼的脚上，死死地拖住小鬼们前进的身子，而后面的巫师也乘机连续使用了大范围的攻击魔法闪电风暴，对于这些黑暗系的怪物来说，闪电魔法可是算比较有特效的了，在闪电的攻击下小鬼们又倒下了不少。\\n\\n刚挣脱了冰霜束缚的小鬼们，又被突然变得如沼泽般泥泞的过道给死死缠住，它们拼命地拉扯着自己的身子，想要将矮短的双腿从泛着起泡的淤泥里拔出来，努力的效果是有的，不过相比巫师的攻击来说，就显得缓慢了许多，原本一群小鬼在几轮攻击之后，仅剩下了五六个，不过它们的铁锤用来对付一个脆弱的巫师来说，还是绰绰有余的。\\n\\n巫师后退了几步拐进了房间里，看着最后的几个小鬼逼了上来，他脸上还露出了笑容，难道他还有什么抵挡的招子没使出来不成，果然，一道粗糙的木头栅栏拔地而起，将几个小鬼给挡在了门外，而里面的巫师不慌不忙地又聚集起闪电魔法来，细长的白色闪电发出哧哧的声音，如开叉的树枝般散落在黑暗小鬼的头上，大概是由于本身穿的是铁制盔甲吧，散乱地电光被小鬼们照单全收了，一条都没有落空，而最后的坚持换来的还是死亡。\\n\\n一个防御脆弱的巫师，一个近战几乎无能的巫师，一个只适合在远处攻击的巫师，一个擅长单对单的巫师，在几个近乎完美的陷阱配合下，竟然如此轻松的将这群等级不低的黑暗小鬼给通吃了，看情形刚才的小鬼也都是被他给干掉的，人才，绝对是个人才。\\n\\n首先如果没有一定的勇气，作为血少防低的巫师肯定不会去面对一群穷凶极恶的黑暗小鬼；其次光有了勇气是不够的，还需要对战斗的局势把握到位，看他的几个陷阱错落有序，明显是经过了周密思考的，再加上这里没有远程攻击型的怪物，不然也能要他的小命；再者还要对环境观察入微，因地制宜，倘若是在空旷地带，他也敢这样的话，早就死翘翘了，最后一手躲进屋子，跟我有同样的风范，正所谓英雄所见略同嘛。当然了，除了要具备以上几点外，还要有一定的等级基础为铺垫了，不然给怪物的攻击如果抓痒，杀毛啊，估计这家伙起码也有了二十大几了。\\n\\n其实除了我猜测的几点外，还有最重要的一点是这个巫师能如此嚣张敢在这里清小鬼的资本，那就是刚开的RMB兑换服务，NND，有钱就是好，造就出一大批疯狂练级的精兵来。\\n\\n===四处游荡的风\\n\\n怎么，你问这跟钱有什么关系，这关系可大着呢，你当机关陷阱都不要钱啊，凭空能白来的。\\n\\n喂，那边的闪光灯打过来，给个镜头，你，说你呢，把摄象机移过来，给点特写，人类巫师——四处游荡的风整了整衣服，理了理发型，清了清嗓子拿起魔杖登场讲解：大家看到都刚才那个火焰陷阱了吧，是属于简单明了，效果显著型的机关，只需要火系魔晶矿和一个初级魔法阵符，成本是一个金币；第二个冰冻陷阱要求稍微高点，要两个水系魔晶矿和一个初级魔法阵符，成本是一个多金币，第三个最麻烦，不但要土系魔晶矿和一个初级魔法阵符外，还要什么凝固的熔岩浆，所以花了我二个半金币，幸好最后一个木栅栏因为我学了建筑师，才能自给自足，木材外面多的是，只要你有力气就行，所以没有花钱。\\n\\n在没有开放RMB兑换之前，我只舍得用木栅栏挡怪，其他几个都没用过，身上的钱学技能都不够，身装备还是垃圾一堆，哪有钱去买这些机关材料。大家都看到了，一轮怪杀过来，加上回蓝用的魔法药，最少都要五个金币，要不是看在这里怪多经验高，我哪舍得下这么大的血本，点点滴滴可都是钱，一切都是为了我那远大的理想——做一个风光的牛气巫师而作出的牺牲啊。\\n\\n===隐为者\\n\\n看着那个巫师手脚灵活地拣起地上的钱币，我心里那个悔啊，俺怎么没去学个机关师来着，多好的辅助技能啊。歪着头，几个念头在脑袋里转了转，我现出身形走了上去，嘴里叫道：“哥们，挺拽的嘛，一群小鬼就给你这样吃拉，可以上论坛作个关于杀怪技巧的报告了。”\\n\\n四处游荡的风惊讶地抬起头来看着我，心里寻思着：这附近刚才明明没人的，这家伙是从哪冒出来的，还看到我怎么杀怪的，要是宣扬出去，马上这里就会机关师遍布了，得好生说话，让他别张扬出去。\\n\\n四处游荡的风站直了腰，冲我笑了笑说道：“都是瞎折腾的，运气好罢了，朋友可别替我宣传啊，人怕出名，猪怕壮，我腼腆着呢。”\\n\\n嘿，你腼腆，那我还害羞呢，还不是想着独家垄断，自己偷着乐。不过既然有你一个这样杀怪，那肯定就会有后来人的，天地里怎么说也有亿万的玩家，迟早的事，不过既然被我撞到了嘛，互相合作合作还是有利无弊的，先把我这一级冲了再说。我心想到。脸上也十分诚恳地说道：“哪能乱宣传啊，那是不道德的事，我肯定是尊重你的意见。对了，兄弟多少级了，一个人在这里杀怪似乎有点冷清，要是有一两个漏网之鬼靠近你的话，可不太好受，怎么样，你看有没有兴趣一起合作。”\\n\\n看着我那憨厚的表情，听了我一席话，四处游荡的风脑海里跳出了四个字，奸人一个。说的话听似冠冕堂皇，尊重别人意见，牵挂他人安危，其实还不是想跟在后面白混经验，要是不答应和这家伙组队的话，估计立即就会让自己暴光了吧。\\n\\n唉，四处游荡的风一点也没从好的方面出发，硬是把我往坏出想，真是以小人之心度君子之腹啊。\\n\\n“我二十七级了，如果组队的话，可能不太方便啊，我不一定能照顾到你的。” 四处游荡的风略微迟疑了一下，开口回到。\\n\\n“没关系的，我会照顾好自己的，你就放心好了。”我举起手上明晃晃匕首，冲他说道。哥们我好歹也是快奔二十九级的人了，在这地下迷宫也闯荡过几次，还用得着你照顾嘛，俺不过是看你杀怪也挺有效率的，想合作一起下去闯闯罢了。说完向他发出个组队邀请，说了半天的白话，赶紧组了开工。\\n\\n接受了我的邀请，我看了看他的名字，四处游荡的风，呵呵，挺潇洒的，我走上前几步搭着他的脖子，一副循循善诱地表情说道：“我看你这些机关挺实用的，咱俩干脆下二层好了，那的怪可是会爆玄铁级装备，怎么样，我可是二十八级的刺客，肯定能保证你的安全。”\\n\\n他扬起眉头有点质疑地看着我，一副不太相信的口吻说道：“你有二十八级了吗，二层你去过吗？”\\n\\n哦，忘记打开等级显示了，怪不得他这样看着我，当我骗他啊，挥手打开了等级显示，组队人物上面明明白白写着两个阿拉伯数字：28，看到他收起了怀疑的目光，我继续说道：“不要说二层了，三层我都去过，不过那不太适合我们，二层我们去正好，打到装备的话适合谁用谁拿，都用不到的话卖了平分怎么样。”\\n\\n四处游荡的风显然被我的一番话给打动了，眼前似乎浮出了闪烁着光芒的玄铁装备来，开口说道：“行吧，那就去二层看看，不过危险的话我们还是回一啊。”\\n\\n“行，那走吧，怪可不等你。”我推了推四处游荡的风，就往大门走去，四处游荡的风连忙跟了上来，嘴里叫着：“别忙，等等我。”\\n```\\n\\n\\n------------\",\"timestamp\":1640249617,\"title\":\"第七十三章 疯狂的机关师\"},\"digest\":\"FR7og9ZtgGx5qyJDqF3yxEwnzCT3FkJWhaF-Xb29bwg\",\"authorship\":{\"contributor\":\"0x07E2D83d5A89174D549297CFc8cD8CbB78FebC6c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jDq0torC_6ZWlLEQ4rr8KOaxg6PUMPi7B0u5NYyRLVE\\\",\\\"y\\\":\\\"ssIm5t07hQGyRFptkuh_h-PYjjTIK60pnV6P3QEC6D4\\\"}\",\"signature\":\"XcMaCt2Awrteu8YY1fn4KNqasoIdFfGVdyYLVYRfVdrP0C3mUbMYJNpRzmICztBOoer7_KNFO170ZSEIC7ES0Q\",\"signingKeySignature\":\"0xad0959c5bd80d04836c4d6ff3e6c154f9f9158d530d5955ae26f316f310d8d4110b122dde413b24d8859bf6957d583e8b5b0ddd42a1a921bcac46e6c31bc6def1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jDq0torC_6ZWlLEQ4rr8KOaxg6PUMPi7B0u5NYyRLVE\\\",\\\"y\\\":\\\"ssIm5t07hQGyRFptkuh_h-PYjjTIK60pnV6P3QEC6D4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FR7og9ZtgGx5qyJDqF3yxEwnzCT3FkJWhaF-Xb29bwg\"}"