"{\"content\":{\"body\":\"I have had enough with nonsense censorship in traditional Web 2 platforms, so I decided to write on Mirror, which is based on Blockchain technology and is immutable. Web 2 platforms are still the mainstream, I will post my article in Web 2 platforms just to get to meet more friends, and that’s it.\\n\\nFor my first article on Mirror, I would like to talk about my life in the past ten year as a whole, and the most important mindset I have learned is EVERY STEP COUNTS.\\n\\n## Life in College\\n\\nI come from a small city in the east coast China. Before college, I didn’t even travel outside my province. Then, I went to northern China for my bachelor degree and graduated as one of the top students. I didn’t have too much ideas at that time, just continued to be a top student as always. Things changed a lot after I met the most important teacher in my life. It was the first time in my life that a person/teacher who lived a different life, had different thoughts on many fronts. I started to question the time I “wasted” in middle school, high school and college. I followed the pre-defined routes designed by parent/school/teacher/society in my first 20 years of life. Then, I realized there are many other possibilities. But it’s hard to make change immediately. So I graduated and landed at a job working for a Telecommunication company, where I can used the knowledge I learned as a EE student.\\n\\nLooking back to my college life, although I didn’t find my passion, being a good student means I laid a solid foundation in Math, which helped me a lot when pursuing my CS master degree. When I was in graduate school, I found some of my classmates had a hard time understanding fundamental Math problems in NLP,  Machine Learning and Statistics classes. However, I picked them up real quick as I did pretty well in my undergraduate classes. So the step of being a “good” students counts.\\n\\n## Life in India\\n\\nAfter graduating from college, I joined a company which had business in India. And I had the opportunity to travel and live in India for couple of months. It’s not a very long period, but it’s long enough to help me get used to India English accent and get to know the lives of local Indians. The cities I visited were mostly like the cities in China in late 1990s or early 2000s. It brought me back to the lives in my childhood.\\n\\nIf you work in the tech industry in 21st century, most likely you will work with Chinese, Indians and Americans. My short working experience in India definitely helped me to have an open mind, and try to understand the cultural difference of people from different background.\\n\\nIn addition, I am totally used to Indian English accent thanks to my time spent in India. I used to hear “complains” from my fellow Chinese classmates in graduate school saying they were having hard time understanding Indian professors and classmates’ English. But I didn’t feel that way. Native English speakers never complain Indian English accent, because language is used for communicating information, and as native english speakers, they have no issue understanding what Indians want to say. Same for native Chinese speakers, will we complain people who are not native Chinese, but trying hard to learn Chinese and proactively speaking the language? Although I am used to Indian English accent, I did have a little bit hard time understanding Russians speaking English. But I know that’s my issue, the only way to solve this is to talk and listen to Russians speaking English more frequently.\\n\\n## Life at My First Software Engineering Job and Graduate School\\n\\nAfter working almost 1.5 years, I made the decision to switch my career focus to software engineering. So I quit my job and taught my self how to write code. And I finally joined a startup building security related products and learned some basic knowledge about cryptography. One of the foundations of Blockchain is based on cryptographic algorithms. The correctness of these algorithms are proved by Math and our current computation power is almost not possible to hack these algorithms.\\n\\nI didn’t work too long at my first SE job, since I decided to pursue my CS master degree. During my 2 years in graduate school, I took 3 distributed systems related courses and my mind was blown away. It has to potential to solve the long-lasting problem in large size human organization. As we all know, when an organization becomes bigger and bigger, the coordination between people becomes harder and harder and consensus is hard to reach. However, the advantage of computer based distributed systems is they will be safer if more machines are involved in the network.\\n\\nCryptographic and distributed systems algorithms are two main pillars in Blockchain technology and it took me almost 5+ years to understand only a little bit. Is this too late as BTC and ETH’s prices are already too high? I don’t know about that. No body can tell and we can witness it in the next couple decades.\\n\\nI had FOMO mood in the past 2 years, but looking back to my lives in the past 10 years, it’s inevitable. For things I don’t understand, it’s impossible to capture the values. Every step in the past 10 years built who I am today. Life is a journey and every step counts. Looking forward to what’s coming in the next 10, 20 years!\",\"timestamp\":1641148781,\"title\":\"Every Step Counts\"},\"digest\":\"QEfVOG-0-mzGh-ZKx05N8H7KY0nmrXfls3QAFQ67gQo\",\"authorship\":{\"contributor\":\"0x360DEdaBdfc7776bA61c1DdaAf34B11D4B479662\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QafHzQ2Ca7j5skC-JPq0C1XLjd63gda0J5Uap7_lZB0\\\",\\\"y\\\":\\\"Yc_3tSgy5nRZAnDFick4WGjnOE3Wtu9r19_xeNoGjSk\\\"}\",\"signature\":\"g_--G_nH5-4O_3TsA9g7hyCI7IKMZd02o0yO9TMDqc4M-ml9Mvrhha4kigEzVDNcVHNEcXHs6Sbevn91Dl46Ug\",\"signingKeySignature\":\"0x843796c008a1d63d38f7694e4dad7941e65f85c98f5917e3bae407fed1b6a13e2b15c8f332327df5b76847106ef71cba87b88a5f6f63acbd0d38a6e4eed2f7fc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QafHzQ2Ca7j5skC-JPq0C1XLjd63gda0J5Uap7_lZB0\\\",\\\"y\\\":\\\"Yc_3tSgy5nRZAnDFick4WGjnOE3Wtu9r19_xeNoGjSk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CfBROwaFns1MtXJMV6PEbS7e2JGBRDcv8G7qGx4eLcQ\"}"