"{\"content\":{\"body\":\"**Chimpanzees are one of four types of “great ape.”** The great apes are: chimpanzees, bonobos, gorillas, and orangutans.\\n\\n**Wild chimpanzees only live in Africa.**\\n\\n**Humans and chimpanzees share 95 to 98 percent of the same DNA**. Biologically, chimpanzees are more closely related to humans than they are to gorillas.\\n\\n**Chimpanzees and other species, including some types of birds, make and use tools.** For a long time, scientists thought human beings were the only ones who made tools.\\n\\n**Chimpanzees use more tools for more purposes than any other creatures except humans.**\\n\\n**In captivity, chimpanzees can be taught human languages such as ASL (American Sign Language)**. A female chimp named Washoe knew more than 240 signs.\\n\\n**Chimpanzees can catch or be infected with human diseases.**\\n\\n**Chimpanzees in the wild rarely live longer than 50 years.** Captive chimps can live more than 60 years.\\n\\n**Chimpanzees sometimes hunt and eat small mammals such as bushbuck or monkeys.**\\n\\n**They also eat fruit, nuts, seeds, blossoms, leaves, and many kinds of insects.**\\n\\n**Chimpanzees have a wide variety of tastes and are able to live in a wide variety of habitats,** unlike gorillas and orangutans who have narrower diets.\\n\\n**Different chimpanzee groups use tools in different ways.** Chimpanzees of the Tai Forest in Cote d'Ivoire crack open nuts with rocks, for example, while the Gombe chimps have never been seen doing this.\\n\\n**One of the chimpanzee calls is the \\\"pant-hoot.\\\"** Each individual has his or her own distinctive pant-hoot, so that the chimp can be identified with precision.\\n\\n**Chimpanzees laugh when they play.**\\n\\n**Chimps groom each other.** Grooming helps relations within the community and calms nervous or tense chimps.\\n\\n**When chimpanzees are angry or frightened their hair stands on-end.**\\n\\n**Male chimpanzees show their power in \\\"displays.\\\"** Their hair stands on end so they look bigger, they scream, stamp their feet, and go on a tear, dragging branches, or hurling rocks. This may scare other chimpanzees and keep them from picking a fight.\\n\\n**Mothers and dependent young (up to age seven or so) are always together.**\\n\\n**Chimpanzees communicate much like humans do** -- by kissing, embracing, patting on the back, touching hands, tickling.\\n\\n**When a mother dies, her orphaned offspring may be unable to survive.** But older siblings often adopt their orphaned brothers or sisters, and occasionally infants are adopted by chimps not related to them.\\n\\n**Infant chimpanzees have a white tail tuft that disappears after their childhood.**\\n\\n**Chimpanzees walk on all fours and have longer arms than legs.** They are called “knuckle walkers” because they use their knuckles for support.\\n\\n**Like humans, chimps have opposable thumbs and opposable big toes** which allow them to grip things with their feet.\\n\\n**At Gombe National Park, site of Jane Goodall's research, adult males weigh between 90 and 115 pounds**. They are about four feet tall when standing upright. Females are slightly smaller. (Chimpanzees in West Africa and those in captivity may be larger.)\\n\\n**Chimpanzees are not meant to be pets**; a full-grown chimpanzee has five or six times the strength of a human being.\\n\\n**Chimpanzees are endangered**. There are probably between 172,000 and 300,000 chimpanzees remaining in the wild.\\n\\n**Chimps can be found in about 21 African countries, mostly in central Africa.**\\n\\n**Most chimps live in rainforest areas on what used to be the equatorial forest \\\"belt.\\\"** Sadly, the rain forests in Africa are being cut down, leaving only patches of forest where the belt once stretched continuously.\\n\\n**Another great threat to the continued existence of wild chimpanzees is commercial hunting for meat.**\",\"timestamp\":1640054663,\"title\":\"Chimp Facts\"},\"digest\":\"0fcrUGtODStcgAULMlUXoWfawzV6NkdC2ckGK9WrgNQ\",\"authorship\":{\"contributor\":\"0x3Ba9c6fbB8818dB7f9Cfa4a8541F2DfB7f6bC65D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Pun6jIlzZH0S-ESFcQNEB6FN1NMq75pfiJT3zarAhWY\\\",\\\"y\\\":\\\"io4oYyWZ0mFHwlK4LMemsVCV5-7fuQ2GYqZhLmtL4VQ\\\"}\",\"signature\":\"kVF_1QCoy1-dOk-k9ckfWL6NpYJWa27QiJFAIItIou5JbtBj4-GxtR9H65KEAwLF705ZVQPhZfmVMRMsf5Nmpg\",\"signingKeySignature\":\"0x622b5e3cdad1b039a178f25411f167e2e0a891d6b19a5af71efe0b181238266064af8bf4d66a96d97efbac619a99d300b850e4c1623f0687fd4929248079de1f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Pun6jIlzZH0S-ESFcQNEB6FN1NMq75pfiJT3zarAhWY\\\",\\\"y\\\":\\\"io4oYyWZ0mFHwlK4LMemsVCV5-7fuQ2GYqZhLmtL4VQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0fcrUGtODStcgAULMlUXoWfawzV6NkdC2ckGK9WrgNQ\"}"