"{\"content\":{\"body\":\"很多人可能都有这样的疑问：在币圈到底怎么赚钱？\\n\\n难道就是炒币吗？高抛低吸？\\n\\n这根传统那些搞金融有什么区别？\\n\\n甚至在很多人眼里，搞区块链的跟搞传销的是画等号的，毕竟的确有很多人是借着区块链的名义在搞传销，骗了很多人。\\n\\n在早期，在币圈其实挺枯燥的，除了买买比特币，挖挖矿，就没其他东西了，毕竟那个时候这个行业都还才刚刚开始，百废待兴，没有什么生态。\\n\\n但是到了现在，这个行业已经发展得非常繁荣了，连比特币都已经有万亿市值，除了比特币，还有以太坊，以及其他公链的生态。\\n\\n有很多细分领域可以去研究，形成了大大小小无数小圈子，圈子与圈子之间也千差万别，互相很难理解。\\n\\n例如，早期那批热衷于比特币的人已经被称为古典币圈人，他们就已经无法理解现在那些疯狂冲土狗，冲 NFT 的人的想法。\\n\\n这些人见面了，虽然可能面带微笑，心里面肯定会互道对方 SB。\\n\\n前两天，一个印度尼西亚的小伙子突然在 opensea 上火爆起来，他从 18 岁开始天天给自己自拍，然后今年一月份，他将自己的这些自拍照全部上传到了opensea，做成 NFT，每张定价 0.001eth。\\n\\n所谓的自拍，可能就直接用手机或者电脑的设想头直接拍的，每一张都丑得很有特点，很符合屌丝的人设。\\n\\n就算是定价千分之一个以太坊，按照现在的价格，也将近 3-4 美元一张了，再加上交易需要支付 100 美元左右的 gas 费，是个正常都人不可能会购买他的自拍照。\\n\\n然而，事实打了所有人的脸，这个小伙子的自拍照突然之间火了，一张照片的地板价格很快就冲上了 0.6eth 的地板价，涨了 600 倍。\\n\\n截止到现在，地板价还有 0.21 eth。\\n\\n疯不疯狂？魔不魔幻？\\n\\n有人打了个比方，现在正常玩 NFT 的人看待买这个自拍的人的心理，可能和当初古典币圈人看待那些买 shib 的新人是一样的心理。\\n\\n当初 shib 横空出世，虽然中文名是柴狗币，但是很多人将其称之为“屎币”，包括我在内，认为拿真金白银去买屎币的人是极其愚蠢的。\\n\\n但是最终 shib 在短短几个月之内就涨了几十万倍，当初投资壹仟元，只要能够拿住，后面可以变超过一亿元。\\n\\n事实就是这么魔幻，很多人的脸都被打肿了。\\n\\n扯远了，回归正题。\\n\\n我们可能由于各种原因想要进入币圈，但其实最终的目的，还是离不开赚钱发家。\\n\\n那么，到底怎样才能在币圈赚钱？\\n\\n或者说，币圈那些大佬的钱，到底怎么来的？\\n\\n在这里，我简单说一下。\\n\\n当然，很多人都有自己的独门秘诀，很多都是轻易不对外公开的，我不可能全部都知道，但大体上还是离不开以下几种方式的。\\n\\n## 币圈掘金流派之技术流\\n\\n技术流其实也可以细分很多流派，在我看来，区块链开发人员是所有行业中最能体现价值的，顶尖的技术工程师可以这个圈子内赚到令人震惊的财富。\\n\\n所以，我其实对那些认为区块链是传销的技术大牛感到挺可惜的，他们尽管有着高超的技术，但是却不愿意去接受新的事物，将自己封闭在狭窄的领域中，失去了学习的精神。\\n\\n技术可分黑白两道，位于食物链顶端的技术人员，白道是公链开发工程师，黑道则是黑客。\\n\\n顶尖的技术人员可以自己制定游戏规则，或者寻找规则漏洞。\\n\\n例如 v 神，以一己之力创造了以太坊，从 0 到 1 建立了整个以太坊帝国的基础规则，还有其他公链的技术大牛，都是规则制定者。\\n\\n有些技术大牛不去指定规则，转而去寻找规则的漏洞。\\n\\n这个行业的发展史，其实一直都伴随着各种黑客事件。\\n\\n例如，那些知名大交易所，很多都被黑客盗过，而且甚至多次被盗，一次被黑，可能就损失几千万上亿美金。\\n\\n而 DeFi 兴起之后，各种 defi 和 dex 项目更是黑客们的盛宴。\\n\\n技术层次往下走，就是所谓的“科学家”了。\\n\\n“科学家”的概念很广，基本上凡是拥有技术实力，并且将其应用于实战当中，为自己带来收益的那些人，我们都称其为“科学家”。\\n\\n有人通过开发工具或者机器人，赚得盆满钵满。\\n\\n还有人直接通过脚本和合约交互，参与打新或者玩链上的游戏。\\n\\n如果你有技术背景，在这个圈子绝对可以如鱼得水。\\n\\n对于技术人员来说，没有哪个圈子能够像币圈这样能够得到价值体现。\\n\\n## 币圈掘金流派之空投流\\n\\n关于这个流派，之前的日记有详细的介绍，这里就不再说了。\\n\\n真正撸空投的高手，其勤奋程度以及做事到极致的程度绝对是超出你的想像的。\\n\\n互联网圈子那些撸羊毛的高手，基本上都纷纷转战币圈了，因为在这里他们能够赚到以前十倍百倍甚至千倍的收益。\\n\\n## 币圈掘金流派之套利搬砖流\\n\\n套利搬砖是一个非常古老的职业，他们是无情的机器，只要有差价存在，就能看到他们的身影。\\n\\n他们通常都是法币本位，对任何币种都冒的感情，眼里只看到利润和差价。\\n\\n币圈最早的套利党，可能是从不同的交易所手动搬砖套利的那部分人。\\n\\n因为深度或者各种原因，同一个币种在不同的交易所都会有一定的差价，而敏锐的套利党可以迅速找到其中的利润点，然后通过手工或者脚本的方式，快速把差价搬平。\\n\\n我有一朋友，有一次发现了一交易所做市机器人的挂单规律，于是针对这个机器人进行套利，最终逼得交易所不得不将机器人给停了，后来修改了规则才敢上线。\\n\\ndex 兴起之后，cex 和 dex 之间，dex 和 dex 之间也存在大量的套利机会。\\n\\n蚂蚁搬家，水滴石穿。\\n\\n据我了解到的情况，套利人员的账上可能长年躺着几千万或者上亿的 u。\\n\\n后来 defi 崛起，稳定币也可以挖矿，他们又多了一大利润来源，大量的 u 存进去，每天利息都不知道多少。\\n\\n套利党有着极其敏锐的市场嗅觉，他们能够看到普通人看不到的套利机会，并且还有这极强的执行力。\\n\\n例如，参与币安的打新，我们可能是直接买 BNB ，然后等待额度，而套利党则会选择去借 BNB ，等打新结束之后再还掉，付出的只是那一点点利息，而避免的则是 BNB 的价格波动损失。\\n\\n套利党如果不得不持有一个币，他可能会选择同步开个 1 倍的空单进行套保，因为这个币很有可能下跌，这样就会产生损失。而套保可以锁定当前的 u 本位价值。\\n\\n## 币圈掘金流派之交易流\\n\\n交易是金融最基础的行为。\\n\\n确实存在一些牛人，可以通过交易来赚取收益。\\n\\n专业的交易员，通常都建立了自己的交易体系，他们可能已经在股市打滚了好多年，来到币圈之后，更是如鱼得水。\\n\\n但是，交易最考验人性，让人无数次在贪婪与恐惧的边界点徘徊，内心不够强大的人，很容易被折磨得死去活来，走火入魔。\\n\\n有个段子说，专业的 trader 在行情大波动的时候，可能会身体被掏空，变成空虚公子。\\n\\n其实这也不全是段子，真的有 trader 为了避免自己太过冲动，操盘之前先打个飞机，让自己进入贤者时间，保持理性。\\n\\n大部分都会选择现货交易，但是有些激进的 trader 可能会做合约。\\n\\n但是，合约可真不是一般人能做的，很多人通过合约暴富，也通过合约破产。\\n\\n币圈本来就是高风险的行业，如果再加上杠杆合约，那风险程度更进一步暴增。\\n\\n十赌九赢都没用，只要错一次，可能就直接进入了万劫不复的地步。\\n\\n黑天鹅事件在其他行业可能十年出现一次，而币圈可能一年出现一次。\\n\\n所以，无论你如何自信或者有经验，都不建议搞合约。\\n\\n这都是过来人血和泪的教训。\\n\\n\\n---\\n\\n大家好，我是福多多，《多多加密日记》是一部日记体小说，内容主要围绕加密货币展开， 会涉及比特币、以太坊、DeFi、GameFi等等比较热门的话题。都是一些最基本的内容，主要以币圈科普为主，主角福多多是一个虚构人物，有些情节也可能是虚构的，不过内容中所涉及的事情或者人物，都可能可以找到原型。希望能够对你有点启发。\\n\\n本文首发：<https://mirror.xyz/fdd.eth>\\n\\n现在也可以通过 app.epns.io 订阅推送。\\n\\n[https://app.epns.io/](https://app.epns.io/)\\n\\n\",\"timestamp\":1642236386,\"title\":\"《多多加密日记》第八章 币圈掘金流派（上）\"},\"digest\":\"yMsUWrzxlOjgpYZ-i7R5YRnp4dKvp10zdO8crHMGqgQ\",\"authorship\":{\"contributor\":\"0x68e9DaC7f8fa2e5F6C823Df82c91AC0F132Ec7E4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5K-fIzNyvEgITlGMqpo20ZQdwkzIpk3knHSkDCt_svo\\\",\\\"y\\\":\\\"WUC0Hm5BsFmkYD1ZXtxQqu8pD1GtHQg2TtT7mG4MPqU\\\"}\",\"signature\":\"FCOexlFjhfD4I1MD8yc8JKZFcT3F_BNFMqV7qVBUPQd2IggKvl5wWeyplpwgvrT5bxkPYuOCviDiIzHEDW_nlQ\",\"signingKeySignature\":\"0x140d38993b757b74944ee60b08ec4727760abf92c90506f4d754e5aae82ffaf518a9bfe49dc6df1f2265aab103a3827bf6a12dc7364e185b01e6ae066bb237381c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5K-fIzNyvEgITlGMqpo20ZQdwkzIpk3knHSkDCt_svo\\\",\\\"y\\\":\\\"WUC0Hm5BsFmkYD1ZXtxQqu8pD1GtHQg2TtT7mG4MPqU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yMsUWrzxlOjgpYZ-i7R5YRnp4dKvp10zdO8crHMGqgQ\"}"