"{\"content\":{\"body\":\"MakerDAO has a solid foundation in the market segment of decentralized stablecoins, and is actively expanding its integration with real-world assets, and trying to solve a higher-dimensional human problem-environmental protection through the transparency of DeFi and the flexibility of economic incentives. And green finance, in general, its strategic direction is still very clear, and there is a very potential second growth curve. However, penetration into the real world and grand narrative have opened up a higher valuation space for Dai on the one hand, and on the other hand, it has also caused MakerDAO's operating costs to surge. As the leader of the decentralized stable currency, the dark cloud of supervision remains Wandering above MakerDAO's head.\\n\\nThe future strategy of the Terra protocol behind UST is also very clear. It uses a self-built DeFi matrix to create an initial financial scenario for stablecoins, and uses Tendermint's kernel to open up interoperability with other public chains, and spread stablecoins such as UST to Solana and more on the chain. However, Terra is more centralized than MakerDAO and may be more vulnerable to supervision.\\n\\nAbracadabra has rapidly increased its circulation through its more aggressive cross-chain actions and unrestrained composability, as well as rapid collaboration with multiple projects in AC Moments, and it also has some initial use cases. However, its core business data such as the number of users and the number of transfers cannot be compared with the two top players. Can MIM be accepted as a stable currency by a larger group, not just under a layered nesting mechanism. Mining assets, this remains to be verified.\\n\\nThe core problems of Liquity and Fei protocol are the use cases of their stablecoins. Only in terms of the number of stablecoin users and transfer activity, these two projects, which have been developed for more than half a year, are currently hard to say successful. Clear breakthrough ideas.\\n\\nOn the whole, MakerDAO's strategy is clear, and it is playing high. Although there is regulatory pressure, it is well prepared and it is worth looking forward to in the future. Terra protocol has embarked on a path of differentiated stable currency exploration. The road to the ecological belt scene is getting wider and wider. Whether its cross-chain business expansion is smooth or not is the next key observation part. As for MIM, LUSD, and FEI, it seems that there is still no good solution on the user side. We need to focus on whether they have found an effective user expansion plan to break through the network effect of the leading stable currency.\\n\\nIn addition to them, the difficult but extremely large market of decentralized stablecoins still has many competitors eager to try. Coupled with the uncertainty of supervision, the direction of this war is far from the end.\",\"timestamp\":1634580398,\"title\":\"The future of decentralized stablecoins\"},\"digest\":\"8cgT7dgbWE1uFiikr6EmHcywUfesaN6cCGIzmzaVyj4\",\"authorship\":{\"contributor\":\"0xFc990249053E7DdfEF5450D7766038816aC63038\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sPIoNGBGNWcrykcX-zNTRCXvUCIGSl8nwFFMtpzpQuM\\\",\\\"y\\\":\\\"u-OyoegwcbC77RBtbZbyQ9dllwb_1oY_ihYkN2owGHE\\\"}\",\"signature\":\"GaOJE2vfLWCB3pAkRBObtmh3OcovxWULNEkke_aKZPva34w957zR60_PtSL_ofVQnrQ6rQKKoqGrvC1AV__qHg\",\"signingKeySignature\":\"0xb45bab8087fcdabf7119eb73e42f8e6ac9cbcc88281ac214e2d3461452ac48c262865cc2b5f66cafbff9109303c5b9f6055674a9c400146637a2fd20bd9d224b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sPIoNGBGNWcrykcX-zNTRCXvUCIGSl8nwFFMtpzpQuM\\\",\\\"y\\\":\\\"u-OyoegwcbC77RBtbZbyQ9dllwb_1oY_ihYkN2owGHE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8cgT7dgbWE1uFiikr6EmHcywUfesaN6cCGIzmzaVyj4\"}"