"{\"content\":{\"body\":\"陈式太极拳养生24式是太极王子王二平，在陈式太极拳竞赛套路和新、老架一、二路中，取其精华，结合太极功法，组合而成的结构严谨、布局合理、动作简单又不失传统风格的养生气功。练拳时注重意气运动，以心行气，疏通经络，使身体进行整体性的自我调整，从而达到修身养性，强身健体的功效。适合各种年龄层次、不同体质状况的人锻炼。\\n\\n![](https://images.mirror-media.xyz/publication-images/K_vRjaqOEV2yjBKqiOCli.png?height=350&width=700)\\n\\n1、起势:左脚向左慢慢分开半步(脚跟抬起，脚尖先着地，两脚尖地，两脚尖向前)，与肩同宽，两手稍移至大腿前外侧，两臂前举与肩同高同宽，两手下按，落至腹前，两腿屈膝。\\n\\n2、金刚捣碓:身体微左转，两手翻转，右脚外摆，重心左移，两手平捋至身体侧前方。重心右移，左脚提起，以脚跟内侧贴地面向左前方铲出，两手向右后方平推，左手臂屈肘横于胸前，右手划弧于右膝旁，身体左转，左脚外摆，右脚上步成右虚步。右手划弧前撩，左手划弧回收，合于右前臂丰，右掌变拳上举，左掌落至腹前，右腿屈膝提起，右拳下落砸至左掌心，右脚于左脚内侧踏地震脚。\\n\\n3、揽扎衣:左手手右拳，微右转再左转，右拳变掌划弧至右肩前上方，左手划弧至左胯旁，重心左移，右脚提起以脚跟内侧贴地向右铲出，两手臂在胸前相合交叉，重心右移成偏马步，上体微左再向右转，右手划弧至右前方，旋臂塌腕立掌。左手叉于腰侧，目视右手方向。\\n\\n4、六封似闭:重心微左后右移，两手下捋，身体左转，两臂分摆，两手合于耳侧，左脚提起收至右脚内侧，脚前掌点地成虚步，随转体两手向下按至右胯旁。\\n\\n5、单鞭:左手向前微微外旋翻转，右手收于左前臂内侧，向右前方出勾上提，左手收于腹前手心向上，重心移至右腿，左脚提起贴地向左铲出，重心微左转再向右移，身体微右转，左掌上托旋转，划弧至左前方，立掌推按。\\n\\n6、白鹤亮翅:两手划弧翻转，左脚外摆，右脚提起出腿，两手相合，身体微右转再向左转，右手云掌，收左步虚步亮展，虚步斜分掌。\\n\\n7、斜形:上体左转，左手划弧置于左胯旁，右手外旋，划弧绕至右前上方。身体右转，左掌拨拦，左脚提起，贴地铲出。重心左移，右掌置于右耳侧，左掌变勾置于左胸前。身体右转，向右划弧，左勾手向左平斩，左手高于肩平，右手塌腕，目视右掌方向。\\n\\n8、搂膝拗步:两掌下落合于身体前方，左脚收步成虚步，微右转再左转，两掌推按。两手下捋，左脚上步，左手前摆、下按，右脚上步，右手向前推出。\\n\\n9、掩手肱捶:左脚开步，两手臂在胸前相合交叉，两手向左右分展，上体微左转再向右转，两手划弧翻转，在胸前相合，右掌变拳，左手向前微推，外旋翻转，沉肩坠肘，屈膝松胯，含胸拨背，转腰蹬腿，弓步冲拳顶肘，右肘右顶，两手相合，转腰顶肘。\\n\\n10、摆莲跌叉:两手依次击拍右脚，右脚踏地震脚，右掌变拳前冲，左脚向前铲出，右膝内侧贴地，右臂弧形举至肩右前上方。\\n\\n11、金鸡独立:重心移至右腿，右腿屈膝提起，右拳变掌从左前臂内侧穿出上举，右手下落，右脚踏地，两掌下按。右脚提起向右铲出，两手划弧摆掌，提膝穿掌，左手下落，左脚踏地。\\n\\n12、翻花无袖:右腿屈膝上提，左脚蹬地跳起，两手划弧，身体向右后方向翻转，右左脚依次震脚落地，拍劈掌。\\n\\n13、海底翻花:左腿屈膝上提，两掌变拳发力。\\n\\n14、二起脚:左脚活步，右脚上步，腾起拍脚，左脚落地。右腿屈膝下落，左脚蹬地向后跳起，右左脚依次向后落步，两手向左右分展，两掌相合上托于胸前，脚跟落地踏实，两掌下按，双震脚。\\n\\n15、玉女穿梭:蹬右脚，推掌上架，落地穿掌跳步架推掌。\\n\\n16、顺鸾肘:身体向右后转，两手划弧，擦脚出步，两手划弧合臂，两手变拳，两臂以肘尖为力点，向两侧后下方发劲顶击。\\n\\n17、裹鞭炮:跳转绕臂，两臂弧形绕至腹前交叉，两拳向左右分击。\\n\\n18、护心捶;撤步震脚，两拳前冲，震脚上步，两手斜分。重心右移，蹬地跃起，左右脚依次落步，屈膝半蹬成偏马步，合臂顶肘，右肘上顶，弓步下按掌。\\n\\n19、穿心肘:震脚盘时，跟步顶肘，两肘外顶，右肘上顶。\\n\\n20、揽扎衣:两手划弧相合，右脚提起右铲出，两手臂在胸前相合，重心右移成偏马步，上体先左后右转，右手划弧至右前方，旋臂塌腕立掌，左手下落至腹前，目视右手方向。\\n\\n21、云手:重心微左再向右移，右手以腕为轴绕圈，左手屈腕上提绕圈，两手腕相搭棚挤，两手下沉，左手划弧向左上方刁手，右手划弧上托，两手回旋。身体右转，两掌向右划弧推出，插步云手，身体左转，开步旋掌。\\n\\n22、当头炮:右脚类外摆，身体向右转，左脚扣步，身体向左转，两手平带，收右脚摆腿击响，两手回收，摆拳发力，两拳回收，转身格档冲拳发力。撤右步，仆步架拳。\\n\\n23、金刚捣碓:重心微左再向右移，两拳变掌，两掌划弧平捋，虚步撩掌，提膝举拳，震脚砸拳。\\n\\n24、收势:右拳变掌，两手由下侧向上分，合于体前，两掌下按，由身体两侧自下而向上举起，深深吸气，相合于面前，两掌下按，慢慢呼气，两臂慢慢下落于身体两侧，收左脚，两脚并拢。\",\"timestamp\":1638578619,\"title\":\"Tai Chi 24 Forms CN\"},\"digest\":\"pS_Pewo3dO2OGMuK2iIJLVm6KcCN4y2kCM_TTOQH944\",\"authorship\":{\"contributor\":\"0x0179a34B73cCA0fD9D994D62b3F777C9e70Cafee\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QKsiKPuDAFJocszR9C2S4zQtJrl7unJh26GyAiZw4rs\\\",\\\"y\\\":\\\"1Sl6LVvDUmnl5CeXZz1-8FQX-gECoANLg5kc2KXnzw0\\\"}\",\"signature\":\"CxdAu4coh5om_YF4lbmhCKOy4UvkUeAb6l_sYIFhBX4J6CWorHR3wo1CGWj9bCIxweItFj89YbghT9Cwg6kMrQ\",\"signingKeySignature\":\"0xfc9700d18b7d1f9fc79ffdab97f6f58fbeeed064c95190a0263c6b8d012402d91ed1095a7811e9d092d2fb2b79b55342dd5e6ecdc5076e9effcc2f8e5502222c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QKsiKPuDAFJocszR9C2S4zQtJrl7unJh26GyAiZw4rs\\\",\\\"y\\\":\\\"1Sl6LVvDUmnl5CeXZz1-8FQX-gECoANLg5kc2KXnzw0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pS_Pewo3dO2OGMuK2iIJLVm6KcCN4y2kCM_TTOQH944\"}"