"{\"content\":{\"body\":\"Becoming a successful crypto investor is a long path that requires plenty of learning.  You need to master certain areas, such as investing psychology, history of money, basics of blockchain and cryptography technology. Understanding the short 10 history of the most important crypto project will be of much use as well.\\n\\nOne of the most difficult things for newbies entering the crypto space is finding the signal through the noise. There is absolutely lot of garbage (and outright scams) online. The top priority if you’re serious about learning the fundamentals in the crypto space is to identify what are the most legitimate sources to understand crypto, in it’s basic fundamentals.\\n\\nWhen I started to learn the space, it literally took me 2-3 months to identify what sources should I consume. Now I would like to share the best sources for you to learn.\\n\\nFirst of all, I hope you like reading. Based on my experience, the books are absolutely the best way to build up your fundamental understanding in the shortest amount of time. Forget the crypto news, crypto twitter etc day-to-day content.\\n\\n**Here’s the Top-5 books:**\\n\\n1. Psychology of Money\\n2. Bitcoin Standard\\n3. Infinity Machine\\n4. Layered Money\\n5. The Price of Tomorrow\\n\\n![](https://images.mirror-media.xyz/publication-images/gRrgCxAu8CctvSuzULNbH.png?height=545&width=378)\\n\\n**Psychology of Money (Morgan Housel)**\\n\\nThis is not a blockchain or crypto book, but it is pre-requisite learning before it is safe to enter the crypto markets.\\n\\nThis books talks about how you should think about your relationship with money. Money can literally screw people over. Some people neglect money in life in its entirity, which is not smart. Some people get so attached to money that they are doing whatever it takes to get more of it, and neglect other parts of their life. Some people are good at making money, but bad at staying wealthy. It’s all about behaviour.\\n\\nThis book is full of great universal truths how to think about money. Investing is a lot about psychology. This book will help you to build well-rounded foundation before you hit the markets. And you need that, as crypto markets can be 10x volatile than traditional stock markets.\\n\\nRead my [full review of Psychology of Money](https://www.goodreads.com/review/show/3906761717?book_show_action=false&from_review_page=1) on Goodreads.\\n\\n![](https://images.mirror-media.xyz/publication-images/r_lHdjlP3nZfGu-j9_QYs.jpeg?height=1078&width=720)\\n\\n**Bitcoin Standard**\\n\\nAs a young computer science student already in 2013 I studied the Bitcoin whitepaper with great fascination from the technical perspective. I thought Bitcoin was interesting, but I only understood a limited view of its potential. \\n\\nMany years later, I read Bitcoin Standard. It truly blow my mind. I cannot recall any other book that so dramatically shifted the way I understand how money, currency and store of value assets work. It’s truly a fascinating topic, and it goes way deeper than one might initially think.\\n\\nEssentially, this book tells about history of money. I argue, when you combine the understanding of history of money to blockchain technology, you simply cannot unsee a world without Bitcoin and blockchain technology. \\n\\nSee my [full review of Bitcoin Standard](https://www.goodreads.com/review/show/3718907063) on Goodreads.\\n\\n**Infinity Machine**\\n\\n**Layered Money**\\n\\n**The Price of Tomorrow**\",\"timestamp\":1637586342,\"title\":\"Becoming a Crypto Investor: My Top 5 Books\"},\"digest\":\"j1_YAQUZJvWpPMX2rJo7-AVYFfd1Cl9PR-ITBnC72J8\",\"authorship\":{\"contributor\":\"0x2b3DaEB14f069dB301cEAD63338a56d27A982CED\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N0cCW28EpD-MB55NohwJeNYT8v92SmdUyiTnxDLe2Pk\\\",\\\"y\\\":\\\"xkzdJTJ_7jPlzg4kcaRz53O6hQAD3Hds2UBTCgWsbPs\\\"}\",\"signature\":\"MGMoC6GtYRdSVQxqoFAF42DA_jkFCKL0eOdH2-pUjUdEFSM4Zfdu5ELMN_l4BKtLaw8XThSK9Ax2_KXvskuNSA\",\"signingKeySignature\":\"0x79606dd7387d9d3a2303d56e847b19efd1a499e91122824976c65cd09d04644753208ffc28abdd05edcf20c251741f81a129bdf116b3b583bc224995d8c3e9ee1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N0cCW28EpD-MB55NohwJeNYT8v92SmdUyiTnxDLe2Pk\\\",\\\"y\\\":\\\"xkzdJTJ_7jPlzg4kcaRz53O6hQAD3Hds2UBTCgWsbPs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UQvddK1Dp3i-iDiUrCgbzl8mJz4p7aXCnF86kgrsX3A\"}"