"{\"content\":{\"body\":\"WASHINGTON (AP) — Pivotal Democratic [Sen. Joe Manchin](https://apnews.com/hub/joe-manchin) appears to be on board with White House proposals for [new taxes on billionaires and certain corporations](https://apnews.com/article/donald-trump-joe-biden-business-politics-ap-explains-2e319858f049ddf25d975476455b7305) to help pay for President Joe Biden’s scaled-back [social services and climate change package](https://apnews.com/article/joe-biden-jill-biden-bills-allentown-social-services-ca77743e46c00cd4ac7442501d6bca38).\\n\\nBiden huddled with the conservative West Virginia Democrat and Senate Majority Leader Chuck Schumer at the president’s Delaware home on Sunday as they work on resolving the disputes between centrists and progressives that have stalled the Democrats’ wide-ranging bill. A person who insisted on anonymity to discuss Manchin’s position told The Associated Press the senator is agreeable to the White House’s new approach on the tax proposals.\\n\\nWhat had been [a sweeping $3.5 trillion plan](https://apnews.com/article/joe-biden-politics-business-us-news-ap-top-news-a6e8ed2379857b7aa9c64f6d608bb938) is now being eyed as $1.75 trillion package. That’s within a range that could still climb considerably higher, according to a second person who insisted on anonymity to discuss the private talks.\\n\\nADVERTISEMENT\\n\\nHouse Speaker Nancy Pelosi said that even at “half” the original $3.5 trillion proposed, Biden’s signature domestic initiative would be larger than any other legislative package with big investments in health care, child care and strategies to tackle climate change.\\n\\n### JOE BIDEN\\n\\n#### AP source: Manchin agreeable to wealth tax for Biden plan\\n\\n#### Sluggish pace of confirmations vexes Biden White House\\n\\n#### Biden, Schumer, Manchin huddle, but still no budget deal\\n\\n#### ASEAN leaders hold summit with Myanmar’s general shut out\\n\\n“It is less than what was projected to begin with, but it’s still bigger than anything we have ever done in terms of addressing the needs of America’s working families,” Pelosi said Sunday on CNN’s “State of the Union.”\\n\\nDemocrats are working intensely to try again to wrap up talks on the measure so the president can spotlight his administration’s achievements to world leaders at two overseas summits on the economy and climate change that get underway this week.\\n\\nBiden met with Manchin and Schumer, D-N.Y., at the president’s home in Wilmington after Democrats missed last week’s deadline to resolve disputes. Biden has said he’d like to see a $2 trillion package and they are trying again this upcoming week to reach agreement.\\n\\nIt’s unclear what level of the new taxes Manchin would support, but he generally backs the White House proposals, according to the person who insisted on anonymity to discuss Manchin’s position. Neither person insisting on anonymity was authorized to discuss the negotiations by name.\\n\\nThe White House said the breakfast meeting was a “productive discussion” about the president’s agenda. The talks appeared to last for hours, but no decisions were announced. The Democrats “continued to make progress,” the White House said in its post-meeting statement.\\n\\nResolving the revenue side is key as the Democrats insist the new spending will be fully paid for by the various taxes.\\n\\nADVERTISEMENT\\n\\nManchin and another Democrat, [Sen. Kyrsten Sinema](https://apnews.com/hub/kyrsten-sinema) of Arizona, have almost on their own halted Biden’s proposal from advancing. With Republican opposition and an evenly split 50-50 Senate, Biden has no votes to spare, and the two Democratic senators have insisted on reducing the size of the enormous package and pressed for other changes.\\n\\nOne key debate has been over the revenues to pay for the package, after Sinema rejected an earlier plan to reverse the Republican-led 2017 tax cuts and raise rates on corporations earning more than $5 million a year and wealthy Americans earning more than $400,000, or $450,000 for couples.\\n\\nInstead, the White House is considering a tax on the investment incomes of billionaires — fewer than 1,000 of the wealthiest Americans with at least $1 billion in assets. It also has floated a 15% corporate minimum tax that is designed to ensure all companies pay what Biden calls their “fair share” — ending the practice of some big-name firms paying no taxes.\\n\\nDemocrats initially planned that Biden’s package would contain $3.5 trillion worth of spending and tax initiatives over 10 years. But demands by moderates led by Manchin and Sinema to contain costs mean its final price tag could well be less than $2 trillion.\\n\\nDisputes remain over far-reaching investments, including plans to expand Medicare coverage with dental, vision and hearing aid benefits for seniors; child care assistance; and free pre-kindergarten.\\n\\nPelosi, D-Calif., said on CNN that Democrats were still working to keep in provisions for four weeks of paid family leave but acknowledged that other proposals such as expanding Medicare to include dental coverage could prove harder to save because of cost.\\n\\nPelosi reiterated that about 90% is wrapped up and said she expected an agreement by week’s end, paving the way for a House vote on a separate $1 trillion bipartisan infrastructure bill before next Sunday, Oct. 31, when a series of transportation programs will lapse. The Senate approved over the summer the package of road, broadband and other public works projects, but the measure stalled in the House during deliberations on the broader Biden bill.\\n\\nManchin, whose state has a major coal industry, has opposed Biden’s initial climate change proposals, which involved a plan to penalize utilities that do not switch quickly to clean energy. Democrats are now also compiling other climate change strategies to meet Biden’s goal of reducing U.S. greenhouse gas emissions by at least 50% by 2030.\\n\\nDemocrats were hoping Biden could cite major accomplishments when he attends a global conference in Scotland on climate change in early November after attending a summit of world leaders in Rome.\\n\\nSen. Angus King, a Maine independent who caucuses with Democrats, said the expected cuts to the clean energy provisions in the spending bill were especially disappointing.\\n\\n“If we’re going to get the rest of the world to take serious steps to remedy this problem, we’ve got to do it ourselves,” King said on NBC’s “Meet the Press.”\\n\\nPelosi insisted that Democrats had pieced together other policies in the spending bill that could reduce emissions. “We will have something that will meet the president’s goals,” she said.\\n\\nDemocrats also want to make progress that could help Democrat Terry McAuliffe win a neck-and-neck Nov. 2 gubernatorial election in Virginia.\\n\\nRep. Ro Khanna, a member of the Congressional Progressive Caucus, maintained that his caucus will not budge on supporting the infrastructure bill before Oct. 31 if there is no agreement on the broader package, which would be passed under so-called budget reconciliation rules.\\n\\n“The president needs the reconciliation agreement to go to Glasgow,” Khanna, D-Calif., said on “Fox News Sunday.” He added: “That’s what is going to deal with climate change, that’s what’s going to hit his goals of 50% reduction by 2030. I’m confident we will have an agreement.”\",\"timestamp\":1635153500,\"title\":\"AP source: Manchin agreeable to wealth tax for Biden plan\"},\"digest\":\"F3VG1jgJN78EdJ-DSYn6rCjNqlT1Ftj4DkB3DgF4WfY\",\"authorship\":{\"contributor\":\"0x8545f0833b3238480B8e72e22fC0E69Fa84d1cf2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c4JTIViatXjt657QXySrkpBdPuWix_S0AZlG1rJj8Vo\\\",\\\"y\\\":\\\"uJXaABHDbqQ43qyZp_KhU9op18o55HVkSsFziMfpi6A\\\"}\",\"signature\":\"TCFCffs-bijdkuczARkmuyEkfPRC4QE2NKrUa8LZUL1_drqmMR14JuEYwo50oN3Cp2hMWbFsSC6UbFJfvQS1ew\",\"signingKeySignature\":\"0x29ec773e88a148afd98e08cf58b1beb0ebf0ad2ef3822fed0344d3bbb094c20f2a2ba571e49eeb645924caa23292ec366eea0ff836293cab76913ba8a879f1641b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c4JTIViatXjt657QXySrkpBdPuWix_S0AZlG1rJj8Vo\\\",\\\"y\\\":\\\"uJXaABHDbqQ43qyZp_KhU9op18o55HVkSsFziMfpi6A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"F3VG1jgJN78EdJ-DSYn6rCjNqlT1Ftj4DkB3DgF4WfY\"}"