"{\"content\":{\"body\":\"**Seed Club’s mission is to serve web3 community builders.** \\n\\nWe do this by supporting our accelerator and studio projects, and in our growing network of contributors, collaborators, and members. This network of projects and DAO ecosystem builders is what makes Seed Club valuable. \\n\\nOur goal is to expand this network by encouraging web3 native builders and welcoming web3 curious builders to contribute their skills within our ecosystem. The DAO 20 Awards was one way for Seed Club to put membership in the hands of those creating value and we will continue to find new ways to do this. \\n\\nWe have come together as a community to decide on community values. These values will be guiding principles in how we decide on projects to pursue, work to be done, and how we treat each other within and beyond the Seed Club walls. These values are dynamic and will evolve over time based on community feedback and development.\\n\\n### Let’s fucking thoughtfully go (LFTG).\\n\\n*There is learning in movement. There is impact in movement with intention.* \\n\\n### Having an explorer’s mindset.\\n\\n*We follow our curiosity. We don’t have all the answers but we will seek them. We are kind, accessible, and fair.*\\n\\n### Building together (wagmi).\\n\\n*Collaboration beats competition. We are in this together. We willingly bring others on our adventures and we actively participate in the adventures’ of others. We are an inclusive space for builders.* \\n\\n### Building for the long term\\n\\n*We are building for quality, for impact, and for change. This is not about short-term wins.*\\n\\n### We serve communities.\\n\\n*Our community is for DAO community leaders, creators, makers, doers, and those that want to learn about building tokenized communities.* \\n\\n## What’s next?\\n\\nThe fourth Seed Club Accelerator, SC04, is set to kick off at the beginning of February. We’ve had over 210 applications. We are incredibly impressed with the caliber of projects and individuals who are coming through. We will be announcing finalists and our voting period soon. \\n\\nThank you to all of the Seed Club members who joined us at our first town hall last Friday. It’s our first of many. We will announce a regular Town Hall cadence starting up in the future. \\n\\nToken claiming is open until March 2022. To take part in our community - curating the SC04 cohort, contributing to working groups, proposing DAO projects - claim your tokens at [claim.seedclub.xyz](https://claim.seedclub.xyz/). \\n\\nTriple check the contract address before interacting with any CLUB tokens. Scammers are out there. Beware. Contract address: **0xf76d80200226ac250665139b9e435617e4ba55f9.** \\n\\nLFTG 🌱\\n\\n \\n \",\"timestamp\":1642520970,\"title\":\"Seed Club Values\",\"publication\":\"club\"},\"digest\":\"wzMQ3bTebDf8cwC8Snvvu6b4iHkYkzV1kTyIJXo9Bic\",\"authorship\":{\"contributor\":\"0x7d0AC9C1d74341515074970C29Fb0DEF7285e967\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NYV8SQv6yU6EXMSNmPPsOFAXxS5eLJ-pIQZws1PmyGA\\\",\\\"y\\\":\\\"me6utTDkac47oSysaivmCxTaYNsmbAppcFJkbIDpLSg\\\"}\",\"signature\":\"4uFzgxQF2zbaw-uf-M43wxKsWTCemV85420ISjxf9JLRLdDHQL0bVEQtYprK_zuHQt6V6z9PDTqbtzRNE7k3Sg\",\"signingKeySignature\":\"0x45138f3e71a02729fb9544bb52e65e7ee8c93f35f1f9a60e9c10112e46141ff05cf6ebef2653c1a0ae88969598f18c85715fdc0a066227f841f5ccdc137b4cee1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NYV8SQv6yU6EXMSNmPPsOFAXxS5eLJ-pIQZws1PmyGA\\\",\\\"y\\\":\\\"me6utTDkac47oSysaivmCxTaYNsmbAppcFJkbIDpLSg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zzLk1YwlHJuPs88VamJ7ksG822C-TF4ZcOqgtE503Ec\"}"