"{\"content\":{\"body\":\"这天周末，吴缺又跟江疏雨说会去林星雅家，江疏雨只能找闺蜜花阡陌吃晚饭。\\n\\n没想到花阡陌居然说自己有约了。\\n\\n江疏雨在聊天软件上抱怨：“喂，你太不够意思了，都跟他住在一个屋檐下了，还这么腻歪，陪陪我不行吗？”\\n\\n花阡陌有点期期艾艾：“不，不是缪飞。”\\n\\n江疏雨：“哦？有别人追你吗？”\\n\\n花阡陌：“当然有了，我现在也每天都化妆了，总不能一辈子当个傻妞，那样吸引不了男人。”\\n\\n江疏雨：“你……不喜欢缪飞啊？”\\n\\n花阡陌：“他赚钱的能力还可以，但是……没有那个气质，总感觉跟他在一起特别别扭。”\\n\\n江疏雨：“那约你的那个人有气质？”\\n\\n花阡陌：“这个人……我觉得可能比吴缺更有气质。”\\n\\n江疏雨很稀奇：“哦？我认识吗？”\\n\\n花阡陌：“……说了你别生气。“\\n\\n江疏雨有一种不祥的预感：“你说，我不生气。”\\n\\n花阡陌：“你应该也猜到了……”\\n\\n江疏雨以为自己的男人是最好的，表示：“我猜不到，说呀。”\\n\\n花阡陌：“老钱……”\\n\\n江疏雨一呆：“钱昊空？”\\n\\n花阡陌：“对不起，我知道他曾经追你，而且借给你一个亿。”\\n\\n江疏雨知道这辈子甩不掉要跟老钱打交道了，如果花阡陌跟老钱在一起，除非自己跟闺蜜断绝关系，否则，见面多尴尬，她沉默了下去。\\n\\n花阡陌：“那天我们公司的同事去K歌，老钱就喜欢上我唱歌，这几天都请我吃饭，每次都是去人均2000的地方，我这辈子还是第一次被这么宠，而且老钱人很NICE的，更不用说他有本事，无论那方面都比缪飞强。”\\n\\n花阡陌可不比江疏雨出身豪门，被男人请客去这么高级的餐馆，当然是心花绽放。\\n\\n江疏雨：“这次你们吃饭，我也要去，我要当面问问老钱啥意思。”\\n\\n花阡陌拗不过闺蜜，只能答应，征求钱昊空的意见，钱昊空满口答应，还是非常绅士，不给花阡陌任何难堪。\\n\\n吴缺重新发财致富之后第一时间给林星雅还清了房贷，但是连给江疏雨买辆车的表示都没有，打车去餐馆的时候，江疏雨就感觉自己被忽视了，看到花阡陌刚好从钱昊空的迈巴赫下来，心情就更糟糕了。\\n\\n花阡陌刚刚拿起手机要打电话，就看到了江疏雨，向她招手。\\n\\n在公司的时候江疏雨总是称呼“钱总”，不过，下班之后，由于老钱追求她，江疏雨就不把他当成领导，直接叫“老钱”。\\n\\n“疏雨。”钱昊空的语气显然比之前冷淡了少许，自从他知道吴缺连续撬了他两个喜欢的女人，他对自己的世界观都产生了怀疑，自然对疏雨没那么热心了。\\n\\n门口的服务员：“请问你们几位？”\\n\\n钱昊空：“三位，我们预定的是两位，给我们换一个位置。”\\n\\n服务员：“对不起啊，周末人很多，恐怕有点难度。”\\n\\n钱昊空：“那可以加椅子吗？”\\n\\n服务员：“那倒是可以的，您贵姓？”\\n\\n钱昊空：“钱。”\\n\\n服务员带着三人到二楼一个宽敞的包厢。\\n\\n花阡陌很喜欢这样宽敞的包厢，不过，今天因为多了一个人，有点尴尬。\\n\\n落座之后，钱昊空：“阡陌，你跟疏雨是好朋友吗？”\\n\\n花阡陌：“对，很好的闺蜜，从小认识的。我们以前是邻居，后来我爸爸做生意破产了，我们家就没能跟上疏雨家的步伐，最近，疏雨家的生意也出了点状况。”\\n\\n钱昊空转头看疏雨：“你们家的生意现在怎么样？我那一个亿起到作用了吗？”\\n\\n提到借款，江疏雨瞬间就有点怂：“似乎还是那样，不死不活，我爸每天都很忙，就是不知道在忙什么。”\\n\\n钱昊空点点头：“做生意不容易啊，我现在都不太愿意继续创业，做一下逻辑简单的投资就行了。”\\n\\n江疏雨：“最近ONLY跌了不少，你的投资……”\\n\\n钱昊空：“哦，这一波行情确实让人大跌眼镜，暴跌之前我有2000万U的仓位，现在暴跌了15%，相当于损失了300万U，谁知道夜王币这样的空气能一夜爆红呢？谢谢你的提醒，我有点后悔没听你的。”\\n\\n江疏雨又不是什么投资达人或者技术达人，不听她的才是正常。\\n\\n江疏雨开始出招：“你借给我一个亿是为了什么？”\\n\\n钱昊空老老实实回答：“为了刷好感度。”\\n\\n江疏雨看了身边的闺蜜一眼，追问：“那你现在还想刷吗？”\\n\\n钱昊空也看了一眼花阡陌，摇摇头：“不刷了，我现在专刷阡陌，我觉得她也很有女人味，我很喜欢。”\\n\\n说完这个，花阡陌俏脸通红，简直娇羞。\\n\\n江疏雨知道这话的杀伤力，完蛋了，自己的闺蜜肯定要沦陷。但江疏雨总觉得老钱这家伙肯定有阴谋。\\n\\n江疏雨：“老钱真是慷慨啊，一个亿的投资，说不刷就不刷了。”\\n\\n钱昊空态度很坚决：“是啊，刷着刷着就刷不动了，疏雨，我们做普通朋友吧。”\\n\\n江疏雨被他气到了：“我们本来就是普通朋友。”\\n\\n钱昊空微笑：“好的，对不起，我浮夸了。”\\n\\n怕冷落了花阡陌，钱昊空对她说：“我认识一个有才华的词曲作家，阡陌唱歌这么好听，有机会唱一唱他的原创作品好吗？如果喜欢的话，我帮你出一张专辑，不知道你想过这样发展吗？”\\n\\n花阡陌受宠若惊：“啊？可以吗？”\\n\\n钱昊空：“可以的，你别有压力，就当是玩一票，玩得好自然是好事，玩不好就只是玩玩，行政部的工作也不是很忙，对吧？”\\n\\n花阡陌眼中神采奕奕：“谢谢钱总，我试试看！”\\n\\n钱昊空：“昨天我看到一个男孩子送你来上班，我可以问问他是哪位吗？”\\n\\n花阡陌：“他……是我的房东，我暂时住在他家。”说到这里，她不禁有点心虚，抬头瞅了一眼江疏雨，害怕闺蜜揭穿自己，因为江疏雨可不是会替人着想的女生。\\n\\n钱昊空：“那多不好啊，总是麻烦人家，不如你自己买套房，我可以借钱给你当首付。”\\n\\n花阡陌娇躯一震，老钱这追求的攻势有点猛啊，她说：“钱总，我一个月才6000块工资，现在金波市房价这么高，恐怕我供不起的。”\\n\\n钱昊空忽然想到一件事：“澜沧实业是不是有一个楼盘叫做天澜广场？肥水不流外人田，可以考虑在天澜买一套，给疏雨家的生意增加一笔买卖。说不定这是拯救骆驼的最后一根稻草，哈哈！哦，对了，刚才你说什么，工资不够啊，没关系的，不如你做我的女朋友，刷我的卡算了，6000块钱全部攒起来，对不起啊，行政部工资就是这么低的，最多帮你加到8000。“\\n\\n这等于是表白了吧？反正花阡陌挺感动的。\\n\\n江疏雨忍不住说：“除了用钱砸，你还会什么讨好女孩子的手段？”\\n\\n钱昊空认真道：“我以后会证明我的诚意的，花点钱只是其中很小的一部分。我对爱情是认真的，可能你们还不知道，我有一个比我大五岁的妻子，最近去世了，在之前，从她确诊癌症开始，我整整守护了她10年，每天创业很辛苦，但回到家我要用最温柔的态度来守护她，我觉得我有资格说什么叫做真正的爱情，疏雨，你那位可没有经过这样的生死考验。”\\n\\n说到动情处，老钱老泪纵横，花阡陌抓住了他的手掌，被深深感动了，这一瞬间，老钱要比吴缺好一百倍。\\n\\n老钱的表演无懈可击，江疏雨真是没办法，眼看着自己的闺蜜落入他的情网。\\n\\n本来钱昊空还打算慢慢来，没想到江疏雨突然出来横插一杠子，导致他今晚用力过猛，一下子就击穿了花阡陌的感情防线。\\n\\n吃过饭之后，钱昊空先送住的很远的花阡陌回家，然后再送江疏雨。\\n\\n江疏雨这是故意让他送的，离开林悦蹊径之后，她冷然道：“现在你可以说真心话了，她听不到。”\\n\\n钱昊空：“我一直都说真心话啊，你是不是对我有什么误解？”\\n\\n江疏雨：“我以为我们有约定，一年之后，我们有可能在一起，可是，你现在追我最好的朋友！”\\n\\n半晌，钱昊空才淡然道：“我以前喜欢过林星雅，跟吴缺公开竞争，我派了一个私家侦探调查吴缺，无意中拍到了你跟吴缺在一起，知道真相之后，我破防了，可能，你从来没把我放在心上吧，宁可做小三也不在乎我的感受。你的无情无义跟阡陌的无限温柔，形成了鲜明对比，我不是傻子，自然知道如何抉择，我说完了。”\",\"timestamp\":1639036124,\"title\":\"共济会风云 第27章 鲜明对比\"},\"digest\":\"mUVKOSIorXwBddB0PhDIdzKoJ7LRWc4AnesXr9sqpXk\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"signature\":\"kBa1BJ5r2PVSIg9CnN64GUZ9EZOX-7PG_vtPLDYCzRxniJafa5s1mxsQKjd7iGLnHCofepzbHtruLzERQVpNig\",\"signingKeySignature\":\"0x9f493a0ee5c1128506766a2a4278c0eddffcbe813b83cca20a5bd7bbac47104e374e7273911a6e1fc7555ff99c7df2a78449737ae99d4f6ae323f06fe9e95fca1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mUVKOSIorXwBddB0PhDIdzKoJ7LRWc4AnesXr9sqpXk\"}"