"{\"content\":{\"body\":\"**Through the Power of Smart Contracts and NFTs Single Source Ownership Verification, Exchange Transparency, and Life History is Effectively within Reach**\\n\\n![Photo Credit: Brandon Crocker (courtesy of the author)](https://images.mirror-media.xyz/publication-images/aMMD3z5As53cNCMNRpkG0.png?height=1218&width=975)\\n\\n***[Horse-trading](https://dictionary.cambridge.org/us/dictionary/english/horse-trading)****: an unofficial discussion in which people make agreements that provide both sides with advantages (Definition of **horse-trading** from the **[Cambridge Dictionary](https://dictionary.cambridge.org/us/dictionary/english/)** © Cambridge University Press)*\\n\\n**Abstract**\\n\\nBlockchain technology is proving itself revolutionary in a variety of industries. From personal finance to global supply chains, the decentralized, peer-to-peer (P2P), consensus driven framework of the blockchain will indeed change the way we exchange value and information. A blockchain is a database or ledger setup on a distributed computing network. The advantage of a distributed network is that all database calls are traceable and governed by consensus rules. This means that anyone wanting to audit any of the censorship-resistant changes to the state of the distributed database or ledger has the ability, creating a framework that is inherently transparent and significantly less vulnerable to manipulation or fraud.\\n\\n![Copiesof the Information within the blockchain/distributed ledger are allocated among\\ntrusted parties referred to as “nodes.” Each node with its copy of the\\ninformation is responsible for confirming any changes to the state of the\\ninformation by way of consensus among the nodes, preventing any unauthorized\\nupdates, making the information censorship resistant. All changes of state are\\npublicly traceable by way of a blockchain explorer like Etherscan](https://images.mirror-media.xyz/publication-images/szynhJypEAI8FnB1cT_mw.png?height=814&width=824)\\n\\nThere are numerous blockchains serving a variety of purposes. Arguably the most universally recognized blockchain to date is [Bitcoin](https://bitcoin.org/en/bitcoin-paper). The primary purpose of Bitcoin is to serve as a means of peer-to-peer exchange, basically a currency agnostic of bank, government, or any conceivable type of administrative oversight. In our case, we are utilizing the Ethereum blockchain, which allows the sharing of digital information. Ethereum provides a cryptographically secure platform for housing data on the blockchain using smart contracts. One can learn more about the Ethereum blockchain, and smart contracts [here](https://ethereum.org/en/what-is-ethereum/).\\n\\n![](https://images.mirror-media.xyz/publication-images/HA4I42aeyR_d3n00qClFS.png?height=531&width=945)\\n\\nThe EquineChain was created to foster a more transparent horse-trading marketplace on the Ethereum blockchain. Through the power of this technology there is an ability to effectively track all horses’ histories, not just those of a certain pedigree. The horses now can tell us about their stories in an unprecedented way. The EquineChain will make possible validating genealogy; tracking and tracing medical history; documenting breeders and trainers; auditing past valuations and ownership, and notable athletic achievements creating more engagement and dynamism in the [$122bn horse industry](https://www.horsecouncil.org/resources/economics/).\\n\\nThe reason(s) for choosing blockchain technology over any other is because many of the guiding principles that govern blockchains closely align with horse-trading in the following ways: \\n\\n* Deed exchanges for equine-assets are commonly peer-to-peer (P2P)\\n* Equine-assets are one-of-a-kind items, they must be judged across multiple criteria and cannot be directly traded for something of the same value and therefore can be considered [non-fungible](https://www.businessinsider.com/fungible-meaning)\\n* Third-party interactions among equine-asset exchanges are rare and can therefore be deemed trustless\\n* Horse trading contracts are generally [simple contracts](https://en.wikipedia.org/wiki/Simple_contract#:\\\\~:text=In%20contract%20law%2C%20a%20simple,parties%20bound%20by%20the%20contract.) with little to no administrative oversight\\n\\nThe purpose of this document is to demonstrate how the EquineChain intends to channel the abovementioned principles to:\\n\\n* Layout a scalable and practical use case for blockchain technology that can potentially solve problems commonly encountered by equestrians\\n* Use a decentralized application ([dapp](https://ethereum.org/en/dapps/)) to mint [ERC721 ](https://eips.ethereum.org/EIPS/eip-721)non-fungible tokens (NFTs), by way of smart contracts, that can be used to verify equine-asset proof of ownership, establish rights and privileges to said equine-asset, and track all equine-asset ownership/rights transfers on the blockchain\\n* Improve equine-asset exchange transparency and genealogical traceability in a secure censorship-resistant distributed ledger\\n* Explore the potential applications of this technology in areas related to breeding verification and assignment of breeding royalties, improved medical history tracking, and improved equine-asset valuations\\n\\nNote that this white paper is provided for informational purposes only and does not and will not create any legally binding obligation on the authors or on any third party.\\n\\n\\n---\\n\\n**The Incentive**\\n\\n***Demonstrate a Practical Application of Blockchain Technology with the Ability to Solve Problems in the Horse Industry***\\n\\nAt present, blockchain technology has been presented to the public mainly in the form of highly publicized speculative Bitcoin and NFT valuations. The power of blockchain technology is often touted but rarely demonstrated in practical use cases. Understanding how blockchain technology can provide useful solutions to commonly encountered issues in horse trading, this document will propose and showcase how the EquineChain has developed a proof of concept that will empower the horse industry and illustrate how blockchain solutions can be used to solve real-life challenges. \\n\\n***Organize an Ambiguous and Fragmented Horse-Trading Marketplace through the Power of Blockchain Technology***\\n\\nPurchasing a horse can be incredibly simple. Horses can be bought and sold at auction; byway of handshake deals; or on any number of online marketplaces, including [Craigslist](https://sacramento.craigslist.org/search/gra?sort=rel&query=horse). In the classical sense, there isn’t anything wrong with the current state of horse trading, sellers offer up an equine-asset for exchange to willing buyers. \\n\\nTheoretically, increased transparency can improve the veracity of claims to an equine-asset’s ownership rights and privileges; genealogy; physical capabilities; and valuations, bringing order to what could otherwise be considered a severely fragmented marketplace.\\n\\nHowever, in the modern sense, the marketplace wants and deserves greater transparency into the history (valuation, genealogical, ownership, medical, etc.) of an equine-asset. Furthermore, improved methods of ownership verification are needed; the industry largely lends itself to unverifiable forgery-prone paper contracts or outright declarations. \\n\\nTheoretically, increased transparency can improve the veracity of claims to an equine-asset’s ownership rights and privileges; genealogy; physical capabilities; and valuations, bringing order to what could otherwise be considered a highly fragmented marketplace.\\n\\n***Improving the flow of Information and Systems of Record Keeping***\\n\\nThe management of horse sales and record keeping remains considerably behind current technological capabilities and best practices. As it stands today, the management and passage of horse records between buyers and sellers is highly fragmented and unregulated, especially for those parties not seeking horses of a certain pedigree or discipline.\\n\\ntraditionally the horse-trading industry relies largely on interested parties completely trusting a horse seller’s claims about a horse’s origins, health, and readiness. Without any specific governing body there are few safeguards in place that protect horse buyers from fraudulent claims and possible considerable financial losses due to a lack of knowledge about the history of their purchase(s).\\n\\nFor example, there are a number of paid registries maintained by the [Dressage](https://www.usdf.org/join/horse.asp), [American Quarter Horse](https://www.aqha.com/-/how-to-register-your-aqha-foal), and [Hunter Jumper](https://www.ushja.org/membership/horses/register-horse) organizations that from what can be determined, are not publicly verifiable, not designed to comprehensively track breeding and ownership history, and cannot be easily used as a means of ownership verification. Furthermore, these registries rely on a centralized authority to ensure standards and management, which is a normal and, in some cases, a good practice, but could be better executed and utilized under a blockchain driven model. \\n\\n![This screenshot taken from the US Dressage Federationdatabase operates on a traditional read and write protocol. The information\\nprovided doesn’t validate ownership history in a transparent way nor can it be\\nused as a means of ownership verification in its present form. \\n\\n\\n\\n](https://images.mirror-media.xyz/publication-images/t-bGYTjZy8HPkY3XGWHA-.png?height=625&width=669)\\n\\nApart from breed registries, traditionally horse-trading industry relies largely on interested parties completely trusting a horse seller’s claims about a horse’s origins, health, and readiness. There are few governing bodies that exist to certify that any claims made by horse sellers are true. Furthermore, there are few safeguards in place that protect horse buyers from fraudulent claims and possible considerable financial losses due to a lack of knowledge about the history of their purchase(s). \\n\\n**The Existing State**\\n\\n***A Decentralized Ambiguous Ecosystem Built on Vulnerable Trust Systems***\\n\\n![The current state of horse-trading requires that interested\\nparties rely heavily on subjectively trusted sources. With little to no\\ncomprehensive documentation, the ambiguity around the history of an\\nequine-asset compounds with each subsequent exchange. With no single source of truth,\\nthe equine-asset’s story becomes a puzzle that perhaps can never be solved.\\nFurthermore, the lack of background information can create fertile ground for\\ndishonesty which could potentially put health and safety at risk for both\\nhumans and horses.\\n](https://images.mirror-media.xyz/publication-images/VOcgaggqtnn_T55EJuqAW.png?height=469&width=975)\\n\\nFrom a contemporary viewpoint, the horse industry still operates on models virtually unchanged for decades. Parties interested and willing to buy equine-assets must rely on guarantees from breeders, trainers, and previous owners. Often, relationships are developed on long running systems of trust with very few verification mechanisms. But what if a buyer doesn’t have such established networks? How do interested parties truly assess the history of a potential asset without established verifiable sources of truth? Overall, this creates a puzzling system of record that's further compounded as the equine-asset is exchanged, transported, receives medical care, hits career milestones, etc. This lack of transparency coupled with little to no widely recognized protections undoubtedly puts mainly those interested in acquiring equine-assets at considerable financial and safety risk.\\n\\n***Suitable Smart Contract Use Case*** \\n\\nThe decentralized peer-to-peer nature of equine-asset purchases makes it the ideal smart contract use case. Operating on the Ethereum blockchain means that the exchange of equine-assets can still occur as they typically do, with little to no administrative oversight, it remains in essence trustless. The major changes in switching to the proposed smart contract framework would be that equine-asset deeds in the form of non-fungible tokens (NFTs), buyer and seller exchanges and agreements, and ownership rights would be established and publicly verifiable with the decentralized ledger. This would allow all parties a common source of truth that provides greater transparency, veracity, legitimacy, and security.\\n\\n\\n---\\n\\n**The EquineChain Concept**\\n\\n![Thecreation of NFTs representing each horse allows exchanges or transactions to be\\ncompleted seamlessly between buyers and seller’s digital wallets, always\\nprotected by crptographically secured signatures. All these interactions,\\nalthough peer-to-peer and private, are also publicly verifiable on the\\nblockchain. Parties always have both the private and public record of exchange\\nas proof. Furthermore, the public record allows research into the exchange and\\ntransactional history of equine-assets and prevents any altering and tampering\\non account of the](https://images.mirror-media.xyz/publication-images/4kOEeoDmXL_lpg2GPfzzz.png?height=488&width=975)\\n\\nThe EquineChain’s utilization of blockchain technology, particularly NFT (Non-Fungible Token) smart contracts will revolutionize the way horse owners, buyers, and sellers approach ownership verification; sales and acquisitions; and lifecycle management.\\n\\n* Using the EquineChain dapp a horse is minted as an NFT smart contract (0xF5EO…39dE) on the Ethereum blockchain that will be assigned to the equine-asset for the entirety of its lifecycle. The information contained within the NFT will be descriptive in nature and confirms the origins and key characteristics of the equine asset. This information can be stored in the equine-asset holder’s digital wallet allowing for quick and easy visual and contractual ownership verification. The information is all publicly verifiable on blockchain explorers like [Etherscan](https://etherscan.io/).\\n\\n![](https://images.mirror-media.xyz/publication-images/k8MZK-ufkbyt19RSGcPpG.png?height=885&width=975)\\n\\n* The creation of the smart contract and subsequent equine-asset NFT is all traceable within the distributed ledger. Since all contracts, tokens, and transfers must be finalized using a cryptographically secure private key entrusted to every party, there is little question around validity of the creator or the participants in any subsequent exchange. Furthermore, since a public key is assigned to all parties in addition to the aforementioned private key, all interactions can be reviewed and validated in the ecosystem.\\n* The NFT smart contract will serve as a deed that cannot be changed after minting; however, events and updates like career achievements, medical procedures, cross border movements, etc. can be added against the NFT using oracles.\\n\\n![](https://images.mirror-media.xyz/publication-images/Qw-wm-Ei16snSDpi2h1HZ.png?height=423&width=975)\\n\\n# What the EquineChain Makes Possible\\n\\nThe possibilities of how this technology can improve the lives of equestrians, investors, horses, and the functioning of the overall marketplace are limitless. The areas where the EquineChain sees opportunity and intends to address through the introduction and wide adoption of interrelated dapps are:\\n\\n* Making basic information easily available (foal date, breeder, sire, dam, etc.)\\n* Improved ownership verification using digital wallets\\n* Genealogy verification\\n* Fraudulent claim reduction/elimination\\n* Secondary market breeder royalties\\n* Horse registries\\n* Stud/breeding registries\\n* Holistic valuations\\n* More robust medical record keeping, transfers, and reporting\\n* Certifiable and traceable career achievements/earnings\\n\\n# Conclusion\\n\\nThe purpose of this document was to highlight how the EquineChain has assessed and developed a working concept to address challenges within the horse industry. The idea that blockchain technology will transform the world is no longer theoretical, the capabilities exist and are working within multiple industries that require informational integrity and flexibility. Through the power of distributed computing networks, the dense and often expensive infrastructure is more accessible than ever before. The highly trustless peer-to-peer nature of how the horse industry operates could benefit from the introduction of the technology which allows for the industry to operate virtually as it always has but with greater transparency, accountability, and security.\",\"timestamp\":1640184826,\"title\":\"The EquineChain: Powering the Future of Horse Trading on the Blockchain\"},\"digest\":\"5h05WaUWc1MxVT3MEZ37QAPuipQJAGxy3PXKPKdbuaU\",\"authorship\":{\"contributor\":\"0x1267340511a50E7e3287a3f164392D52A5531FD4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BSsnseZQJID8YCUPzmTwyU91eNCPudhor6jl8-NIQxM\\\",\\\"y\\\":\\\"A5MYCdq2OOzqB_2FXOZ2vvSwmmsgI_wmIVCZ39V0Dxs\\\"}\",\"signature\":\"SeV-XnZSsUutqjiKZum4uuU8IJfY_06KyshffYQP8CqBn_wmbrFWkhbDWGJWsyrZveQshnHCEFDAoOZ-4kHkxw\",\"signingKeySignature\":\"0xe7b8862abfb5a8294db70ac6513a81133d91eba6655b0828028397261e12d80d43e15dcfa09c6d6a6d3e884368672343e75bd532f5bfd0b4828f8bf3a06f14691c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BSsnseZQJID8YCUPzmTwyU91eNCPudhor6jl8-NIQxM\\\",\\\"y\\\":\\\"A5MYCdq2OOzqB_2FXOZ2vvSwmmsgI_wmIVCZ39V0Dxs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5h05WaUWc1MxVT3MEZ37QAPuipQJAGxy3PXKPKdbuaU\"}"