"{\"content\":{\"body\":\"As more and more tradfi companies enter the market, [#NFT](https://twitter.com/hashtag/NFT?src=hashtag_click) is gradually being widely adopted, so I am thinking about how NFT will develop in the future, an obvious trend is that we need a more complete infrastructure.\\n\\nHere are some innovative and valuable projects to share. Enjoy!\\n\\n![](https://images.mirror-media.xyz/publication-images/sHW1vb6wlh3hUiNvKDF0P.jpeg?height=2048&width=1536)\\n\\n1\\\\. [@manifoldxyz](https://twitter.com/manifoldxyz) creates blockchain products for the NFT communities to help more people create their own NFTs (whether JPG, audio, video), and currently partnering with the top 1% of crypto media content creators.\\n\\n![](https://images.mirror-media.xyz/publication-images/d6DhGAyfEtUYSuuZJP7yO.jpg?height=530&width=1000)\\n\\nManifold Creator is available and the NFTs created with it have authenticity (true source for creators), interoperability (for existing ERC-721/1155 NFT platforms), and scalability (unique, creator-approved NFT applications).\\n\\nManifold Studio was also recently launched and will be combined with Manifold Creator to help users easily create their own NFTs with zero coding. Learn more here:\\n\\n[https://twitter.com/manifoldxyz/status/1444046363692449793?s=20](https://twitter.com/manifoldxyz/status/1444046363692449793?s=20)\\n\\n2\\\\. [@0xmons](https://twitter.com/0xmons) are scarce, digital collectibles that live on the ethereum blockchain. They are inspired by a mix of Pokémon, SCP and Lovecraft. 0xmons NFT forms part of a broader ecosystem including [$XMON](https://twitter.com/search?q=%24XMON&src=cashtag_click), a utility ERC-20 token and [@sudoswap](https://twitter.com/sudoswap), a p2p swap of asset bundles.\\n\\n![](https://images.mirror-media.xyz/publication-images/gz2uCmStn-QDZ8bPxe88f.jpg?height=528&width=1000)\\n\\nHighlighted here is [@sudoswap](https://twitter.com/sudoswap), which is a zero-fee digital marketplace and a powerful NFT liquidity primitives. The [@0xmons](https://twitter.com/0xmons) team has great engineering skills and this may be the NFT AMM solution we are looking for.\\n\\n![](https://images.mirror-media.xyz/publication-images/EVMBWWtOe2cvRGzXt9g5S.jpg?height=1366&width=2572)\\n\\nCheck:\\n\\n[https://twitter.com/sudoswap/status/1444087190716248064?s=20](https://twitter.com/sudoswap/status/1444087190716248064?s=20)\\n\\n3\\\\. [@genie_xyz](https://twitter.com/genie_xyz) was created by [@vasa_develop](https://twitter.com/vasa_develop), it is a decentralized financial infrastructure protocol building primitives for the NFT ecosystem. Genie aims to empower creators, collectors, and enthusiasts by providing them innovative products that are easy to use.\\n\\nGenie's first product is Genie Swap which is a swap aggregator that allows any user to swap between ERC standards: ERC-20, ERC-721, and ERC-1155 by sourcing liquidity from multiple markets. Genie Swap improves user experience, liquidity, and price stability for NFTs.\\n\\nIt is currently in beta testing and Genie Beta testers will be able to claim a POAP. What I expect is that it builds a sweep floor nft aggregator that allows users to sell or buy NFT with a single click. No doubt it will be a very useful feature.\\n\\n![](https://images.mirror-media.xyz/publication-images/Ifh4jKkurLPLSlRgolsu9.jpg?height=527&width=1000)\\n\\n4\\\\. With the growing number of high-net-worth NFTs such as [@cryptopunksbot](https://twitter.com/cryptopunksbot) and [@BoredApeYC](https://twitter.com/BoredApeYC), we expect to see more play combined with DeFi, such as lending. So we would like to see projects like [@dropsnft](https://twitter.com/dropsnft).\\n\\n[@dropsnft](https://twitter.com/dropsnft) platform brings NFT staking and NFT loans, so that idle NFT assets can be put to work. By combining NFT fractionalisation, trustless loans and LP tokens, users on Drops platform can extract additional value from their NFTs.\\n\\n![](https://images.mirror-media.xyz/publication-images/5QKsmY-E387Ge-jIxsfdi.jpg?height=1366&width=2572)\\n\\n5\\\\. [@JPEG](https://twitter.com/jpeg)'d is an NFT lending protocol that will first be made available to [@cryptopunksbot](https://twitter.com/cryptopunksbot) holders and will later be extended to [@BoredApeYC](https://twitter.com/BoredApeYC), [@artblocks_io](https://twitter.com/artblocks_io), EtherRocks, Dino Pals, Autoglyphs and other NFT projects.\\n\\nSpecifically, NFT holders can pledge their NFT to mint the synthetic stablecoin PUSd, both to provide liquidity to the NFT and to earn rewards as a liquidity provider, as well as to participate in other DeFi opportunities.\\n\\n![](https://images.mirror-media.xyz/publication-images/EjwFfgtbGctbvXRzpZg5J.png?height=864&width=1212)\\n\\n6\\\\. [@UpshotHQ](https://twitter.com/UpshotHQ) is a platform for crowdsourced NFT appraisals, designed to provide real-time pricing for NFTs through crowdsourced appraisals. Utilizing peer prediction to incentivize people to answer questions honestly. Somewhat similar to NFT Oracle? Maybe…\\n\\n![](https://images.mirror-media.xyz/publication-images/N0_bnDGQxty0P9LzabfhE.jpg?height=1362&width=2568)\\n\\n7\\\\. [@seen_haus](https://twitter.com/seen_haus) is a \\\"Crypto manufactured goods project\\\" that is merging the digital and physical worlds through NFT and tangible product auctions. It creates a trusted and popular exchange platform for buyers and sellers of limited edition physical and digital artifacts.\\n\\nHow do you connect the relationship between digital and physical assets? In [@seen_haus](https://twitter.com/seen_haus)'s design, this relationship is established through a specially generated QR code. The QR code permanently connects the tangible asset to the minted NFT through the use of blockchain technology.\\n\\n![](https://images.mirror-media.xyz/publication-images/ogfy8sx-6i5w9gchYrzvz.jpg?height=1356&width=2570)\\n\\n8\\\\. [@PalmNft](https://twitter.com/PalmNft) is a new NFT ecosystem for culture and creativity, built efficiently with [#Ethereum](https://twitter.com/hashtag/Ethereum?src=hashtag_click). The Palm ecosystem features low gas costs, fast transaction finality, and is over 99.9% more energy efficient than Proof of Work systems.\\n\\nThey are partnering with some of the biggest names in fine art, crypto art and entertainment to build a new creative studio and NFT ecosystem on Ethereum that is both scalable and sustainable. Their first collaboration will be with [@hirst_official](https://twitter.com/hirst_official).\\n\\n![](https://images.mirror-media.xyz/publication-images/m0_3ZN7txHTElk0l3AYOC.jpg?height=528&width=1000)\\n\\n9\\\\. [@AlchemyNFT](https://twitter.com/AlchemyNFT) is an NFT synthesis product released by [@AlphaWallet](https://twitter.com/AlphaWallet) that introduces new components that allow NFT owners to manipulate their NFT assets, to recreate, mix, combine and validate NFTs, and to add new utility features and entitlements.\\n\\nWith its support NFT holders can collect digital signatures, add various qualities to create synthetic NFTs, combine multiple NFTs to create synthetic NFTs, and collaborate with other artists to create secondary works based on existing NFTs.\\n\\n![](https://images.mirror-media.xyz/publication-images/eCn5qyof13eI7RlBICSJ2.jpg?height=530&width=1000)\\n\\nIn addition to the above, I'd like to list two other projects. (10) The first is [@RMRKapp](https://twitter.com/RmrkApp), which is a native NFT protocol for the [@kusamanetwork](https://twitter.com/kusamanetwork) ecosystem, used to interpret rules and standards for special data, cracking protocol restrictions as well as common sense.\\n\\n![](https://images.mirror-media.xyz/publication-images/w-j_a7BG5-S3qTR3lnvXO.jpg?height=530&width=1000)\\n\\nSince [#Kusama](https://twitter.com/hashtag/Kusama?src=hashtag_click) does not have smart contracts, logic cannot be written on it for polls, token sales, dApp applications, etc., but graffiti can be added to the blockchain and tools can be written to interpret those graffiti. Check the threads about it here:\\n\\n[https://twitter.com/LeoQ0811/status/1442878277585027078?s=20](https://twitter.com/LeoQ0811/status/1442878277585027078?s=20)\\n\\n(11) Another is [http://artion.io](https://t.co/NUy6Xr1o0Z?amp=1), which is an NFT marketplace based on [@FantomFDN](https://twitter.com/FantomFDN) that charges a 10 [$FTM](https://twitter.com/search?q=%24FTM&src=cashtag_click) fee for casting NFTs and has no sales commissions. In addition, creators can set royalties at the time of casting and earn revenue from secondary market sales.\\n\\nArtion integrates with Chainlink for feeding, and the Beta supports the ERC721 NFT standard with digital assets stored on [#IPFS](https://twitter.com/hashtag/IPFS?src=hashtag_click).\\n\\nThe next version of Artion will add a built-in version of Anyswap's Ethereum-Fantom NFT bridge to enable interoperability with Ethereum and become a cross-chain NFT marketplace.\\n\\n![](https://images.mirror-media.xyz/publication-images/NYjo4lgKgh8hvKg9PKHMP.jpg?height=531&width=1000)\\n\\nThe above project description is limited to my personal understanding, please point out if there are errors, there is no investment advice [#DYOR](https://twitter.com/hashtag/DYOR?src=hashtag_click)\\n\\nThis is just a very superficial analysis of the above projects, and is intended to share potential projects that I find interesting and valuable. If you would like to discuss with me, please follow me [@LeoQ0811](https://twitter.com/LeoQ0811), private messages are open.\",\"timestamp\":1633538007,\"title\":\"Small and Beautiful NFT Project Collection\"},\"digest\":\"zAmcFT2reElemvrlCiH33PAOdEjOEMAeLcKC7f-cvmc\",\"authorship\":{\"contributor\":\"0xC851c83E912e704D6C7d8b3863b506fFe56B0711\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AwiRmuxCltU6ct29NvxkRhlltcU2cstJCgqKnWqARco\\\",\\\"y\\\":\\\"5wEN3_SzuP60xOPDZp39HjzexbNm2s5Q_EsW86NKo0Y\\\"}\",\"signature\":\"Nr78KaayCuIPToAKqa27CjJG4Z_WgT3plfDfkt8FtBSb1FSCU9AnMvf_gso2hL1uhYez0f7CZNYmNoFeWmx-RA\",\"signingKeySignature\":\"0xc2b78bcb204b1d06f53bdaefc5202a13f5949cc04a9c8dfd4332b8be3bb4ac203077417602c22fc4b4ff4c99a6db1ab8d954298ac8a91436b12f46e0b5b0271a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AwiRmuxCltU6ct29NvxkRhlltcU2cstJCgqKnWqARco\\\",\\\"y\\\":\\\"5wEN3_SzuP60xOPDZp39HjzexbNm2s5Q_EsW86NKo0Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wO4mL9PSkR0Ao6Z2rOg-4UhN82eCGReMfY4Thmpj93o\"}"