"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/MU35FZUe_PY-z1arnrNoB.jpg?height=800&width=1333)\\n\\nThere are no wrong turns, only unexpected paths in life.\\n\\nFor a long time, I thought I would be off at law school by now. I had just recently completed my undergraduate degree - an Honors Bachelor of Arts with a double major in History and Criminology & Sociolegal Studies - a suitable preparation for any major law school in the country.\\n\\nHowever, with the rise of COVID-19 and everything going online, my interests had shifted. During the pandemic I had built my first computer, an exhilarating experience that I’ll never forget and would gladly do again as assembling a computer is just Lego for adults. I also started to take a number of computer-/technology-related courses as my electives, which ranged from an introduction to Computer Science with Python to ethics and artificial intelligence.\\n\\nThroughout the pandemic I had become engrossed in all things digital - my interest in the nature of crime and human rights had shifted to become interests in digital rights, privacy, cyber-crime, how this is all affected by new technological endeavors, and the dire need for Cybersecurity within the workplace.\\n\\nDuring this time I had also become more interested in cryptocurrency and monetary policy. The more I researched the more I began to see the benefits of Decentralized Finance, the benefits of stablecoins in combating the deleterious effects of inflation, how NFTs can revolutionize personal data, the pitfalls of centralized web services, and so forth.\\n\\nFrom here, I decided to join [Developer DAO](https://twitter.com/developer_dao) - a decentralized autonomous organization focused on the education and impact of a new wave of Web3 builders. The tools, resources, and advice circulating the DAO has had a vital impact on how I am structuring my journey into Web3 full-stack development and security.\\n\\n[https://twitter.com/developer_dao/status/1459260723733975044](https://twitter.com/developer_dao/status/1459260723733975044)\\n\\nI am a firm believer that we are on the cusp of a new technological paradigm that awaits mass adoption. The world is becoming increasingly digital, and advancements in cloud computing, cryptography, blockchain technology, and cryptocurrency will revolutionize finance, governance, human rights, machine learning, artificial intelligence, as well as many other sectors of life.\\n\\nThis belief is not rooted in naivety - I think the future will be multi-chained, I don’t believe Web3 will completely destroy Web2 in the next year, and I think CeFi will initially co-exist with DeFi. I believe that this is the direction the future is moving, slowly building upon existing technologies, to continually innovate in the creation of a new tomorrow premised upon transparency, accountability, and ownership.\\n\\nIt is because of this belief that I will begin my journey into the new digital world. Tomorrow I begin my journey into Full-stack Development and Cybersecurity as I will be starting #100DaysOfCode and begin studying for CompTIA A+, my first Cybersecurity-related certification.\\n\\n## What’s with the Blog?\\n\\n![](https://images.mirror-media.xyz/publication-images/ww6KL6otx3lqO8uChNsU2.jpg?height=608&width=1080)\\n\\nMy intent with this blog is to both document my progress as a self-taught programmer and cryptographer as well as provide the resources I am using in my own learning so others can benefit from them. Coming from a non-traditional background, I feel my own experiences and struggles can be helpful for those also looking to make a similar jump into the realm of technology.\\n\\nI also plan to start another blog focused on educational articles regarding topics within Web3, Cybersecurity, Computer Science, and technology in general. You can expect articles in the future, for example, that’ll explain how a computer works, a comparison of Centralized Finance and Decentralized Finance, building applications on certain blockchains, economic fallacies, ethics and artificial intelligence, etc.\\n\\n## What Am I Going to do to get Started?\\n\\nAttached I have a “To Do List” I have created for me to be well on my way to becoming a Full-stack Developer and Security Engineer. Albeit this is not a perfect list, it’ll adapt and change over time as I begin to learn and achieve more.\\n\\n### Programming Languages to Learn\\n\\n* HTML and CSS\\n* JavaScript\\n  * React\\n  * Typescript\\n  * Node.js\\n  * web3.js and ether.js (ideally in tandem while learning Solidity)\\n* Solidity\\n  * Hardhat and Truffle for Ethereum\\n* Rust\\n* C#\\n* Python\\n\\n### Certifications to Study For\\n\\n* CompTIA A+\\n* CompTIA Network+\\n* CompTIA Security+\\n* AWS Cloud Practitioner\\n* AWS Solutions Architect Associate\\n* AWS Developer Associate\\n* A blockchain-related certification?\\n\\n### Miscellaneous\\n\\n* Become more involved in Developer DAO\\n* Start a blog on Mirror.xyz (Completed!)\\n* Partake in #100DaysOfCode\\n* Study:\\n  * Calculus, vectors, probability\\n  * Big O Notation\\n  * Data structures and algorithms\\n  * Cryptography\\n\\n## The Future Ahead\\n\\nI’m unsure as to how regularly I will be updating this blog. Ideally, I’d give a weekly or bi-weekly update but nothing is set in stone as of yet.\\n\\nHowever, I will be posting frequent updates on my [Twitter](https://twitter.com/0xIchigo)! There you can find my various rants about Web3, Cybersecurity, crypto, and which NFTs I’m currently buying. I will also be tweeting out my full #100DaysOfCode experience.\\n\\n[https://twitter.com/0xIchigo/status/1464651668138696706?s=20](https://twitter.com/0xIchigo/status/1464651668138696706?s=20)\\n\\nIf you’ve actually read this far, thank you! I appreciate you following me in this exciting new endeavor. If you’re someone looking to make a similar jump, go for it! It’s never too late to learn new things despite how daunting they may seem.\\n\\nCheers to new beginnings.\",\"timestamp\":1640987850,\"title\":\"My Journey into Full-stack Development and Cybersecurity\"},\"digest\":\"hE4Jx9xEaeSFhyeMIRBH18qhWe9bOnpdzyCfmEio0sg\",\"authorship\":{\"contributor\":\"0xA26644Bf5797F70243C00a8f713c7979a7295BF2\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Knto7yFpPBYp6c7yQZo6pozmflk1A81E_KNCpfWxdrs\\\",\\\"y\\\":\\\"yt9cddTkskhHpfGhIEzgSc9AJ288gXwS7olkzLYkpAc\\\"}\",\"signature\":\"cM0H7ATLIzEFc8P4eEWkzpgBktAM_IuwD_-7gXZvhIg6pNtyJTSbN0yqLzGxnSYIy6m7fNRGx8Ce8WC4t5Xc-Q\",\"signingKeySignature\":\"0x180df790dd3f5fe9ca03a17b347ba69622effb32fdfb35ea55754dd4845df7446465e3a4cf418c5ec1ff7583417671403a88ff40af289e5e0b2f4f2f25817bd81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Knto7yFpPBYp6c7yQZo6pozmflk1A81E_KNCpfWxdrs\\\",\\\"y\\\":\\\"yt9cddTkskhHpfGhIEzgSc9AJ288gXwS7olkzLYkpAc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9Mduh8RpicLPbQxcOduoWK10YDCK_x6Ph1C633KjYkU\"}"