"{\"content\":{\"body\":\"`02.17.2021`\\n\\nIn early October, we decided to move from LA to Salt Lake City. My wife and I have roots in the area and the allure of being closer to family while we wait out COVID was too much to ignore. With a two-stage move from NY to LA already under my belt this year, I was eager to mix it up. My big idea was to rent two 26-foot U-Haul trucks, fly my Dad and brother in from Salt Lake, and make the drive ourselves. It would cut the cost of moving significantly and be a fun bonding experience to boot. It was only supposed to be a 10-hour drive. How bad could it be?\\n\\n![DIY baby](https://images.mirror-media.xyz/publication-images/yItAtsV6yxYz563CQ7z1j.png?height=299&width=398)\\n\\nTurns out, a 26-foot U-haul packed to the brim and careening down an under-construction mountain highway is about as sketchy as it sounds. With the sweat from my hands running off the plastic-coated steering wheel into pools at my feet and stress-induced cramps spreading from my neck into my shoulders, I had serious doubts about the profundity of my plan. But at that point, what could I do? Stopping wasn’t an option. With no freeway exits for 60 miles and the fawnish hue of dusk quickly fading to black, my best option was to *keep chopping wood,* or in other words, stick to the plan and keep driving.\\n\\n*Keep chopping wood*, a phrase that reminds me of my 9th-grade gym teacher—an irascible man with a beer belly and an endless collection of tube socks—bellowing at disinterested teenagers to finish running their laps. Despite the tube socks, there is wisdom in the saying. Whether running laps, jamming on a work project, or building a business, sometimes there aren't shortcuts or growth hacks. The sooner we accept and embrace the process the better our results will be. The phrase is still a reminder for me that the unremarkable everyday tasks are often difference makers in life. That consistency in the effort is the path to remarkable achievement.\\n\\nThere have been many times during this pandemic where I've felt much like I did driving that U-Haul through the desert. Times when uncertainty and stress sent my mind racing for alternative paths. But I've been fortunate to have people—my wife personally, and my partner Kunal professionally—who have, like my old gym teacher, harped on me to *keep chopping wood.*\\n\\nThe challenge with trying to write pithy blog posts is that real life doesn't fit neatly into margins—it’s messy and nuanced. So while it’s true that building something requires dogged persistence, successful people are rarely one-dimensional. Putting in the time to maintain connections with people in your life; recognizing the importance of finding balance by unplugging from what we’ll call your *primary task* is as vital a step as any for success. I'm flagging this because *chopping wood* is not about focusing on your goals at the expense of everything else in your life. It's about accepting that progress can seem slow and even non-existent at times, but in the long run, if you stay consistent, it will pay off. Chopping wood is like body punches in a boxing match. They aren't the shots that make the highlight reel, and in the early rounds, they don't seem to be doing much. But their effect is cumulative, and as the fight wears on, it is body punches in the early rounds that pave the way to victory. It's understandable to want to land the haymaker, but that isn't how most fights are won.\\n\\nThe path to success is anything but linear. Whether you’re landing haymakers or sweating in a U-Haul, your position on the road of progress is always in flux. Knowing that doesn’t make it easy, but I hope it helps us find consolation in our setbacks and solidarity with others striving to overcome similar challenges. I’ve leaned heavily on my *gym teachers* these past few months and hope to fill that role for others when I can. It’s been one hell of a year, and for many, it may seem like Lady Luck has left for Rumspringa and lost interest in coming home. I say Lady Luck be damned, let’s get to chopping.\\n\\n*[@stewbradley](https://twitter.com/Stewbradley)*\",\"timestamp\":1639615604,\"title\":\"Keep chopping wood \"},\"digest\":\"cEkId01SA2uD5s8iNPgM3YZcxYh39uItenzeJ_wJ67E\",\"authorship\":{\"contributor\":\"0x49CBcc05C180F5011ceC8CBfD9ae83Ea6Abf2F72\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wjcJlOQlXw3Xu5lFM2z_TL4JhZAdwGWlERVMpxbeh6g\\\",\\\"y\\\":\\\"yuKcqGAJnx1E98xiE1z9wOybfkeX2eKHm5aPSmQUnCY\\\"}\",\"signature\":\"jziBU6NMLW_5GPyiqNn7k6tR9fn-26eTUwKvgfb95yBKGupfu7A3_0kEIBW5eHXG0krGjQA_RqmiDYEQl4EVkw\",\"signingKeySignature\":\"0xe93681be82eb634e63c83d3fc50136f1dcf484764110462f786fbc48c7a92876773b4fb7fc3a7881bd49399e29165c9caa851cca26b7d03b13540ef06544b29c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wjcJlOQlXw3Xu5lFM2z_TL4JhZAdwGWlERVMpxbeh6g\\\",\\\"y\\\":\\\"yuKcqGAJnx1E98xiE1z9wOybfkeX2eKHm5aPSmQUnCY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-Dw6OloUW5Ly7rwexnUf213Joh8kLEqUZ7nRKb93Dos\"}"