"{\"content\":{\"body\":\"拉住前面一个匆匆而来的凌云阁帮众，冲天剑脱口问道：“这里是怎么了，你们帮主他人呢？\\n\\n```\\n“啊，是冲帮主你们来了，我们老大在前面呢，现在第三波怪物攻村的势头很猛，我们有点支撑不住了，你们得赶紧支援啊。”看来那个帮众见过了冲天剑他们，连忙回道。\\n\\n“好，快点带我们过去。”冲天剑连忙说道。\\n\\n在这个帮众的带领下，我们一干人马立即冲向村口处，只见傲气凌云正指挥着一大队的巫师不停使用霜冻魔法，阻止火势的蔓延，那张冷俊的脸庞已经被烟火熏得有点碳黑之色；而他最精锐的剑士大队正在和冲入村口处的那些体型硕大、牙尖爪利、凶悍无比的狮獒们展开艰苦的战斗；一票躲在骑士后面的弓手们正不停地拉弓射箭，尽力压制一头羽毛漆黑发亮、额头为火红色、盘旋在半空中，不时喷吐出烈焰的四十一级的大鸟——烈焰黑鹏，正是这家伙的火焰狂袭，才让傲气凌云苦心准备的最后一道数十米宽，几十米长的木栅栏防线一下子化为了灰烬，让下面的那些狮獒冲入了村子之中。\\n\\n“凌云，我们来了，”随着血染疆土那一声标志性的巨吼，一股新鲜血液涌向了战场之中，无疑给傲气凌云打了一针强心剂，他眼睛看了看血染疆土和冲天剑这边，脸上流露出一丝的宽慰之色，低语交代了身边的兄弟几句，立即迎向了我们。\\n\\n“怎么样，需要我们去哪，你直说。”冲天剑见了傲气凌云，爽快地说道。\\n\\n“对，哪里吃紧，我们就去哪。”血染疆土也点头说道。\\n\\n“那只烈焰黑鹏太厉害了，还好它对弓手有几分忌惮，所以才没造成太大的伤亡，你们的弓手最好和我的人联合起来，控制它飞行的范围；还有，它带来的狮獒太多，我的人恐怕抵挡不住了，呵呵，你们得赶紧开工了。”傲气凌云抹了抹额头的汗水，在逆境之中还带着几分笑容说道。\\n\\n“成，凌云，你就负责指挥我们两帮的弓手，我和疆土负责带人去抵挡狮獒。”冲天剑果断的作出决定，招呼一声，和血染疆土两人带着上千兄弟呼啸着冲向了狮獒群中，大开杀戒。\\n\\n有了这么多强力战士的支援，巫师们的压力也缓解了不少，可以腾出一部分对烈焰黑鹏进行阻击，傲气凌云也带着新来的众多弓手部队呈圆弧状散开，将长的、短的、粗的、细的箭枝如雨点般射向了烈焰黑鹏。\\n\\n尽管这头烈焰黑鹏的魔法攻击十分厉害，但是看样子还真有点害怕弓手的攻击，可能是鸟类的天性吧，呵呵，急促的箭雨让它在空中不时猛拍翅膀，激起阵阵风旋涡，打落掉不少的箭枝， 嘴里不断发出恼火的鸣叫声。不过一旦它的魔法攻击回复过来，那吐着青红色火舌的烈焰也让地面的玩家遭罪不已，在火海中化为白光。\\n\\n由于有了血染疆土和冲天剑的及时支援，原本在那些狮獒冲击下，就要全线溃败的局面顿时扭转过来，遭到压制的烈焰黑鹏也无法给予自己带来的怪物大军任何帮助，胜利的天平正在往玩家一方倾斜。\\n\\n狮獒虽然凶猛，但是并不擅长配合战斗，只是一味地往前冲，根本不去管其他同伴是否遭到攻击，再加上因为过分的注重攻击，它们的防御比起同类型的怪物来说，低了不少。这不，冲天剑他们一接上手，就发现了狮獒这个弱点，他一边挥舞着手中的利剑，一边跟一旁的血染疆土商议着，整出了一个绞杀狮獒的好方法来。\\n\\n挡在前面的骑士让出若干个一臂大小的空隙，几十头狮獒不管三七二十一，立即扬爪冲了进去，而骑士们立即又将缺口给死死堵上，不容后者前进半步。而等待那些突进狮獒的是犀利的剑光和锐利的剑气，以十人一个小团队的剑士们充分发挥出人多力量大的优势，红白夹杂的剑芒不断落在孤身闯入包围圈的狮獒身上，让它们是进来一个挂一个，绝对没机会逃脱。\\n\\n如果说在血染疆土驻地最后一战打的是闪电战，以挂掉boss魔镰螳螂为终结序曲的话，那在傲气凌云驻地这最后一战就打的是消耗战，持久战，以围剿完狮獒部队而宣告怪物攻村的即将结束。\\n\\n见了大势已去，怪物领军者烈焰黑鹏抖动着双翼，张口喷出几团烈火后，掉头就想闪。这家伙将村子外围破坏得是满目创夷，一片狼籍，傲气凌云又怎会容得它能轻易逃脱，他一声令下，所有能够进行远程攻击的玩家统统将目标对准了烈焰黑鹏，向它开火。\\n\\n哥们我不擅长力拼那些狮獒，在这人多的地方又不太方便将小影招呼出来，所以只得在一旁关注着傲气凌云围杀烈焰黑鹏的动态。这不，一看那头大鸟落了魄，我也翻出了刺牙之碧晶弩，不管有用没用，抬手就射。不过心里却在咒骂着：死鸟，飞那么高干吗，下来点，再下来点，我就可以使用驯服术了（咱可没忘驯服小黑的好，不过这次，没能让我如愿）。\\n\\n可怜那头烈焰黑鹏来时是威风凛凛，气焰冲天，走时是羽掉毛松，狼狈不堪，刚飞到村子外不远，就被追上来的弓手大队给射落下来，能在数千玩家的围攻下还支持了这么久，比起魔镰螳螂来，它也算够本了。\\n\\n成功抵挡住怪物的第三波攻击，凌云阁顺利升级成镇级驻地了。\\n\\n*****************************\\n\\n“疆土，天剑，小隐，今天我做东，大家都别走了，在我这里好好庆祝一下，一醉方休。”成功升级驻地的喜悦让傲气凌云那被烟火熏黑的脸上露出了兴奋的红光，眼神里透着一股喜悦之色，他一把拉住我们说道。\\n\\n“呵呵，那你可要好好款待款待我们，有什么好酒好菜都要送上来啊。”冲天剑带着几分戏谑地说笑道。\\n\\n“恩，我兄弟都挺能吃的，可别把你吃穷了。”血染疆土擦去战锤上的血迹，跟在冲天剑后面说道。\\n\\n“呵呵，不怕不够你们吃，就怕你们吃不下，把你们都整成酒囊饭桶才好呢。”傲气凌云俊目一眨，笑着回道。\\n\\n“凌云这里的土特产味道都不错的，大家到时候可得好好尝尝，不过现在，赶紧帮他收拾收拾残局吧。”我指了指村口的余火残迹说道。\\n\\n“恩，大家赶紧动手，早结束了早庆祝。”冲天剑点头说道。\\n\\n这众人拾柴是火焰高，众人动手是灭火快，那一片焦土在大家的努力下，很快就又搭建起新的地基，由于升级成了镇级驻地，所有建筑的等级也提升上去，因此整体的布局也得重新规划，我们现在只是做的准备工作而已，以后还有得傲气凌云忙活的……\\n\\n酒，是上好的竹叶青，斟在那带着清香的竹杯之中，色泽金黄，酒香清雅，浅尝一口，入嘴甘醇软绵，回味香醇，果然是极品好酒；菜，是山中的野味，盛放在白玉瓷盘之中，各形各异， 香气扑鼻，提筷一品，鲜美得让人要掉眉毛，真是纯绿色食品，味道好极了，傲气凌云对我们的款待，还真是挺到位的。\\n\\n这酒过三旬，血染疆土率先举杯站起说道：“我是个粗人，这话不太会说，不过今天借凌云的酒，我得好好谢谢两个人，一是小隐，二是冲天剑，为什么我想就不需多说了，来，兄弟，我先干为敬。”说完血染疆土举起酒杯，向我和冲天剑致了个意，连干了三杯。\\n\\n“呵呵，疆土你这么干什么，都是自家兄弟，不必多礼了。”冲天剑站起身来，也高举酒杯，一饮而尽。\\n\\n“谈什么谢不谢的，兄弟能看得起我就成，来，干。”我也站起身来说道。\\n\\n“那，小隐，天剑，这两个是魔镰螳螂爆的剑和披风，不适合我用，所以理所当然给你们，千万别当这个是报酬，要谈报酬的话，这点东西我还真拿不出手。”血染疆土继续说道，“这情咱记着了，这东西你们就收下，可别跟我客气。”\\n\\n看着那把剑身隐隐闪着水波般的绿光，剑刃锋利，剑背上是一排逆纹钢刺的鬼镰之刃，冲天剑是笑容满面，乐呵呵地接了过去说道：“疆土，那我可就不客气了。”\\n\\n“凌云，这剑需要等级是三十八级，咱俩谁先到的话，谁就拿去用。”冲天剑看了看鬼镰之刃需要的等级后，刺激傲气凌云说道。\\n\\n“呵呵，你这样说可就吃亏了，我现在等级可在你之上，不过就是不知道那个突然出现的第一高手是谁？”傲气凌云回道。\\n\\n“疆土，那我也不客气了，这玩意我就笑纳了。”我接过了碧翼披风，也乐不可支，咱心里那点小九九还真打到了，至于那个第一高手是谁，我知道，但是不说。\\n\\n“可惜那烈焰黑鹏没有爆出个好装备来，只有这个盾牌还过得去，那，疆土，也不能让你白忙活，这个不适合我用的，你拿去好了。”傲气凌云将烈焰黑鹏爆出的那个鹫形盾递给了血染疆土说道。\\n\\n“呵呵，你看你，这么客气干吗，嘿，还真是个好东西，那我也不推辞了。”血染疆土接过这面雕刻精美，手感细腻，造型大方的盾牌说道……\\n\\n一场庆功宴后，我、傲气凌云、血染疆土冲天剑是皆大欢喜，各有所得。\\n```\\n\\n\\n------------\",\"timestamp\":1640326668,\"title\":\"第一百三十九章 皆大欢喜\"},\"digest\":\"h38Xs-IMrTmlW92G1sq6gmrpqXZzl8mCnMQiOQk5Wp8\",\"authorship\":{\"contributor\":\"0x8021015fb2b2D84f56E983Babf959AcEB390Bf64\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KOTvBDSuzax7f5lMYQPqJYmhi0mwD1bEOko3vfSFNAA\\\",\\\"y\\\":\\\"bSrcqmgbaavOas1HCGZx109X8n9f2ZBeMzuIBIioDck\\\"}\",\"signature\":\"WeD1CR7t86OflHR20lDzERzF7CPDio8ZX1v2iSDnsDV3KVXy0sKAjtsedxYs2EeCQnlEQQpDi-qzCOCrlhl9uw\",\"signingKeySignature\":\"0x07034b9b564fa69d3aa0178d5d47eb029fd1f0d9bfd9b23faf742c5a72cd22786b822404abdec25288832583221ad7e0b513e28327b40702960a2a48a2c4780e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KOTvBDSuzax7f5lMYQPqJYmhi0mwD1bEOko3vfSFNAA\\\",\\\"y\\\":\\\"bSrcqmgbaavOas1HCGZx109X8n9f2ZBeMzuIBIioDck\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"h38Xs-IMrTmlW92G1sq6gmrpqXZzl8mCnMQiOQk5Wp8\"}"