"{\"content\":{\"body\":\"![Photo by Beatriz Miller on Unsplash](https://images.mirror-media.xyz/publication-images/Aa7JdFuMQ_JOfHzj4_Uty.jpg?height=1280&width=1920)\\n\\nCrypto industry leaders are meeting the US congress today to brief about the crypto economy in the future. The lawmakers are interesting to see what the future of digital currency and cryptocurrency will be like and how it may shape the new financial industry into the future.\\n\\n**Here is a 1 min summary of the article if you want to skip the reading.**\\n\\n[Crypto Is Getting Real](https://www.youtube.com/watch?v=5Lew_rNzKOU)\\n\\n**Education Lawmakers**\\n\\nLawmakers are not taking crypto seriously. At least, they thought it was just a FOMO. However, since the Central Banks are printing as much as they can, the economy is tanking more and more. There are foreseeable losses on job markets and employments that people will never want to come back to work. How to make people work to earn is the question lawmakers are seeking to answer.\\n\\n**Crypto Is Gambling**\\n\\nThis is what lawmaker’s perspective about cryptocurrency. It is gambling. You do not know what it is worth yet you buy and hope to gain with large returns. There is not fundamental as many traditional financial industry leaders were always referring to. \\n\\n**Government Is the Biggest Gambler**\\n\\nUntil the Fed printed massive money to pump the liquidity up, no one really images how the government can gamble its future until now. The crypto is just a gamble of a small amount. The biggest player is the government who gambles with generations of the future.\\n\\n**Teach Lawmakers How to Make Laws**\\n\\nThe majority of lawmakers are in their own imaginary land with a happy fiat currency future that can save everything. They do not care or do not want to understand cryptos because there is no need to. However, the current economy is at the edge of collapsing with massive debts and more printing of money to pump up inflation. There is no solution for the future but to push current issues further down in the road.\\n\\n**Future Generations Are Victims**\\n\\nThe more money to print out, the more debts the future needs to pay off. Of course, there is an argument that money does not need to pay off. But the leverage makes inflation high enough to eat out any margin profits and put many businesses out. \\n\\n**Can Crypto Save the Future**\\n\\nIf the future is risky, crypto may help people to avoid the risk by owning the risk. The risk is about miss pricing valuation because the market is volatile without any directions. Crypto is an already miss pricing asset which can weather uncertainty. Compared to fiat currency which is more stable and will miss out on any potential changes in the future.\\n\\n**In Conclusion**\\n\\nLawmakers are gaining more interest in crypto and want to know what they are. But it is the industry to help everyone understand how crypto can benefit society in the long run than continue sacrificing futures.\\n\\n \\n \",\"timestamp\":1639032991,\"title\":\"Crypto Is Getting Real\"},\"digest\":\"Ec8DQH7L-CNxjHfATRBuq-5N9FX4QjKXkgdJ8xmlo_Q\",\"authorship\":{\"contributor\":\"0x87D5032831E5C092c87eb879e5108da7D58f9192\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lw4t0mlznI4_BZiKaXoO0GDds-k2Clvl2kIjiIO3wd8\\\",\\\"y\\\":\\\"tshMvjAj0Qih3m2u_r94rFHGuI6WbqbpZWqxA4eQZnQ\\\"}\",\"signature\":\"cK8sng7jPrKedpt-a4_Hh7Wcka6iXn46uH1k0EE9AjZkkJIOM2P1a4udNd0EbX_q9DqWvAV4rqZAD4Jy1HgX9w\",\"signingKeySignature\":\"0x2377719d6c5e70a72859b3007214aee9d157cabe693063a753dcf9728579b6f468199eec967de55a473acdd17994cbaac6a4ea94d085e6d31747eecba4f4da931b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lw4t0mlznI4_BZiKaXoO0GDds-k2Clvl2kIjiIO3wd8\\\",\\\"y\\\":\\\"tshMvjAj0Qih3m2u_r94rFHGuI6WbqbpZWqxA4eQZnQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ec8DQH7L-CNxjHfATRBuq-5N9FX4QjKXkgdJ8xmlo_Q\"}"