"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/nlSHbc05z_oBKSUMdRvZa.png?height=861&width=1400)\\n\\nForward-thinking investors utilize the power of data. Data gives you a way to glean insights from the market, analyze risks and make intelligent choices to manage your capital. NFTs are no different and the same rules for data-led decision making apply to this market.\\n\\nThis article is aiming to walk you through the powerful features NFTGO.io provides for performing professional, multi-dimensional analysis on NFT data.\\n\\n**A data-centric mindset**\\n\\nAccording to [NFTGO.io](https://nftgo.io/), It is estimated that 5000 NFTs are sold everyday. The fast-paced nature of this open market makes it hard for investors to take advantage of the transparent nature of NFT data.\\n\\nWhen dealing with thousands of transactions it’s downright impossible to discern useful insights from them. [NFTGO.io](https://nftgo.io/) platform takes care of that for you. Our rankings take this approach to a step further by making data accessible, informative, and actionable by people.\\n\\n**Customization superpower**\\n\\nRankings give you customization superpowers so that you can filter out the data down to your exact goals and needs. It’s “how” you look at the data that makes the difference. There are several ways that you can approach this.\\n\\n**Sorting out the market**\\n\\n[NFTGO.io](https://nftgo.io/) divides the market into four categories:\\n\\n* Collection\\n* NFT\\n* Whale\\n* New\\n\\nEach category has different sub-categories within it. This hierarchical architecture is designed to help you sift through the data and keep an organized mind.\\n\\n**The market dynamics**\\n\\nMarket dynamics are forces that affect the state of the market such as price. The collection section of our rankings let you evaluate the state of the market before making an investment decision.\\n\\nMarket Cap: This column shows the sum of the last price of each NFT from the collection. Market caps are compared to the collection with the largest market cap.\\n\\n![Data Source: NFTGO.io](https://images.mirror-media.xyz/publication-images/3wn-wTFi9yUFATcJxXGsR.png?height=670&width=982)\\n\\nYou can see that CryptoPunks have the largest market cap and Art blocks with the second place seem to have only been able to catch up to half of their market cap. This shows the competitive advantage of CryptoPukns over other NFT projects. You can see an interesting pattern in market caps, NFT market caps follow a [power-law](https://en.wikipedia.org/wiki/Power_law) distribution.\\n\\n![](https://images.mirror-media.xyz/publication-images/G_t2q9dvF_VuIPKd9eCOM.png?height=700&width=1400)\\n\\n**When the giants don’t catch up**\\n\\nThe same data can give us a different insight if we consider the growth in the last 24H. As we see, even though Fat Ape Club only has a fraction of CryptoPunks’ market cap, it has an 11% growth-rate. By filtering out the last 24 hours, you can find the trending projects. We don’t see the big market cap projects being on the leaderboard here. This is showing that people are tending towards buying more affordable NFTs.\\n\\n![Data Source: NFTGO.io](https://images.mirror-media.xyz/publication-images/F7vWR3yqdbz0DZ7HHQq8N.png?height=830&width=1188)\\n\\nYou can see that unlike market cap, the volumes are pretty close to each other. There are subtle differences from the second to fourth place. Even though CryptoPunks is still leading the way by almost a volume two times larger than others in the top 4.\\n\\n**Where the money flows**\\n\\nNext up we have Volume in the past 24H, this is best explained by walking through an example from the [nftgo docs](https://docs.nftgo.io/).\\n\\n![Data Source: NFTGO.io](https://images.mirror-media.xyz/publication-images/BHq9kuaDxagtBO0NZ2Nwd.png?height=619&width=1400)\\n\\nYou can see that unlike market cap, the volumes are pretty close to each other. There are subtle differences from the second to fourth place. Even though CryptoPunks is still leading the way by almost a volume two times larger than others in the top 4.\\n\\n**Costs**\\n\\nWe add another dimension to the analysis by using the Avg price function. You can sort the avg price of NFT collections in an ascending or descending order. If the arrow on the left side is down, it's sorted from largest to smallest and vice versa.\\n\\n![Data Source: NFTGO.io](https://images.mirror-media.xyz/publication-images/wRywqhNXky7TPEHnYH4Gp.png?height=642&width=1108)\\n\\nAlthough the market cap of Reddit CryptoSnoos is 0.01% of the market cap of CryptoPunks, it still has the highest average price in the whole NFT market. It's a relatively new project and currently has only 4 NFTs in total. Yet the prices are way up. Unlike the average price of CryptoPunks which have gone up by 0.30%, it seems like the others either decreased in value or stayed the same.\\n\\n**Affordability**\\n\\nNot everyone is a [Whale](https://nftgo.medium.com/nftgo-whale-tracker-discover-nft-investment-opportunities-under-the-avatar-boom-6946043b5787). Clearly a lot of these top projects have massive valuations. The sorting function becomes handy. Just click on the Avg Price and you see that the arrow is up and the average prices are sorted from the least expensive.\\n\\n![Data Source: NFTGO.io](https://images.mirror-media.xyz/publication-images/qtP5r8-RGeYarpJ0bj40K.png?height=804&width=1400)\\n\\nBut how do we know if the project is actually a good investment and we're not buying \\\"cheap NFTs\\\" . You can look at the other metrics to see how the project is doing in all the other dimensions, not just the price. Let's walk through one of these:\\n\\n**CryptoKitties: Case Study**\\n\\n![Data Source: NFTGO.io](https://images.mirror-media.xyz/publication-images/18mP9JRshyqwAxcuqGcnF.png?height=210&width=1400)\\n\\nYou already saw that CryptoKitties had the lowest average price in the market. Now whether they're a good investment or not is based on the data. Here you can see that the number of Sales over the last 24H has increased by 54%, showing that it is indeed an active project. The number of sellers has increased more than the number of buyers. Which means that people are more willing to sell their CryptoKitties.\\n\\nYou can look at the other metrics such as Whales, Market cap etc and examine the projects to find an affordable and good investment.\\n\\n**Liquidity**\\n\\nA project’s liquidity is an indicator of how “tradeable” the NFT item is. When there’s a lot of demand in the market for a project, the liquidity goes up. This visualization of liquidity across a number of NFT categories captures the meaning. For more information about liquidity and why it’s important, you can read [the importance of liquidity](https://nftgo.medium.com/the-importance-of-liquidity-how-to-find-the-most-traded-nfts-on-nftgo-222cba8b9cf4).\\n\\n![Data Source: NFTGO.io](https://images.mirror-media.xyz/publication-images/0xmzntmnPf6gOcNaWzO6m.png?height=637&width=1400)\\n\\nIn the rankings, our purpose is to compare the projects with each other, for that reason, we measure the ‘Liquidity Rate’ which is the relative liquidity of NFTs:\\n\\nYou can see that here, **2+2 Genesis** has had a breakthrough in liquidity by over a 100% of growth over the last 24 hours. You can see the relationship between the market cap, liquidity and sales.\\n\\n![Data Source: NFTGO.io](https://images.mirror-media.xyz/publication-images/UGtxlHunFxCAwUozKX1mx.png?height=376&width=1400)\\n\\n**Sales**\\n\\nSales go hand in hand with liquidity. Whenever sales increase, the liquidity also increases and vice versa. We can sort the data based on the most sales in the market. You can see that The Sandbox is on top of the chart in sales.\\n\\n![Data Source: NFTGO.io](https://images.mirror-media.xyz/publication-images/m3WKQHRaf5K2-AQd1PUKF.png?height=637&width=1400)\\n\\nAlthough **2+2 Genesis** has had a larger increase in liquidity, when we compare its number of sales, it’s nearly half the sales of The Sandbox. This can be because the project is still fresh.\\n\\n**Whales**\\n\\nWhen go in-depth about Whales [in this articl](https://nftgo.medium.com/nft-whales-are-on-nftgo-ios-radar-acdbb74a693f)e. In summary, Whales are addressed with more than $1 million of NFT holdings. Whales value their portfolio more than any investors since they are the largest share-holders in the NFT space:\\n\\n![Visualization from here . Data Source: Nftgo.io](https://images.mirror-media.xyz/publication-images/IwiwMGREqZWLkg_zvgXGs.png?height=1007&width=1400)\\n\\nThe number of Whales investing in a project is a good indicator of the project’s credibility. If we click on Whale, we can see that 28% of the Whales own a CryptoPunk, other projects have less shares.\\n\\n![Data Source: NFTGO.io](https://images.mirror-media.xyz/publication-images/ck_yHGq4yuZiIAJ96pS3z.png?height=346&width=1400)\\n\\n**Total Holders**\\n\\nIndividual investors make up the rest of the NFT holders. The total number of Holders is usually related to these factors:\\n\\n* How long has it been around?\\n* What are the incentives to hold the NFT?\\n* How popular it is?\\n\\nIf we take a look at the NFTs with the largest number of holders, you can see familiar names like ENS. Unlike the Whales where there was a large concentration on the top collection, here the differences are more subtle. You can see some of the factors from above play out here. People buy ENS tokens for identity purposes, CryptoKitties were the first NFT project in Ethereum’s history. Axie is the most popular crypto game. Uniswap gives out NFTs to their large liquidity provider community.\\n\\n![](https://images.mirror-media.xyz/publication-images/SLJi-pPE-gUFly5TEY8wl.png?height=496&width=1400)\\n\\n**Next Steps**\\n\\nIf you aim to skyrocket your investments, data is your fuel. Getting the right insights from quality data is important for any strategic investor. NFTGO’s mission is to bring to you all the NFT the data in an organized and approachable manner. This was just one out of four different rankings [NFTGO](https://nftgo.io/) offers.\\n\\nStay tuned for the upcoming articles and supercharge with data!\\n\\n \\n \",\"timestamp\":1641981444,\"title\":\"Supercharge your investment strategies with NFT Data Analytics\"},\"digest\":\"JotUNgCafTmn2jVu4LwZvLxexgYcGPQU5D_YTNnz4n0\",\"authorship\":{\"contributor\":\"0x7bA5A3b11E3002267e3b9aE8D786C1716a4a85E4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E463GG9y4LeyhL0qSc4og6otpuVRDFebqkqvYPmcGpY\\\",\\\"y\\\":\\\"1XEl8zWREERZzlJ5Caamd2a31Q7N9xKUIeoaTEXmQVk\\\"}\",\"signature\":\"pB0wEbnBxPHroHcuzrv4hgro8rxUFqoH1DIkaCe1jSDePbgvLfhNtwy1zy509wijEsMwGi-iqg_tPtCWCLCv0w\",\"signingKeySignature\":\"0xc70b2bfa9b55468f514aa3f9318eddb595c3d1cf17d6f88ef23f75c4469bf15f02ba30305eb895a46a7dd68497f710d049e8abfddddf7b9fdd5903cb20590abb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E463GG9y4LeyhL0qSc4og6otpuVRDFebqkqvYPmcGpY\\\",\\\"y\\\":\\\"1XEl8zWREERZzlJ5Caamd2a31Q7N9xKUIeoaTEXmQVk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JotUNgCafTmn2jVu4LwZvLxexgYcGPQU5D_YTNnz4n0\"}"