"{\"content\":{\"body\":\"Mr. and Mrs. Gas lived at a perfectly pressurized, cozy and french style house. As part of the Gas Clan, they were envisioned as the perfect family and society looked up to them as a “model family”; in short the Gas’s were natural and well preserved.\\n\\nOne day however, Mrs. Gas noted that Mr. Gas was drinking a non pressurized beverage. She bursted into such madness that the cat, dog and sofa hid in places no one would think as possible, the sun hid behind clouds and the grass turned inside out. Sadly Mr. Gas could not do a thing for her eyes were madly fixed on him.\\n\\nMinutes passed, and she started walking backwards but without letting go of hes dear husband. For days the situation remained the same and he felt bound in every way, he envied the cat and dog, but mostly the sofa. Where they were still remains a mystery…\\n\\nSo days passed and as Mrs. Gas fell asleep or better said went unto a power nap, Mr. Gas did the unthinkable, the only thing a Gas was not supposed to do. Like Thor and his lightning strike he rushed to the door and left the house…and he was history.\\n\\nThe change in pressure immediately woke Mrs. Gas up, what was happening? Before she could even think she dashed towards the door and closed it. Must have been a strong wind, after she looked for him, everywhere, nowhere, up and down, but no sign of him. She called his parents, familiars, friends and foes, but no one knew where he was.\\n\\nThen as she gazed at the sky from her perfectly pressurized, cozy and french style house she noted something, hardly could she make of it….\\n\\nIt was Gas!\",\"timestamp\":1636041799,\"title\":\"Gas\"},\"digest\":\"wPuBdomevM6wYaiAD_1civlnWoOWkdY-ImlhdR1rmx4\",\"authorship\":{\"contributor\":\"0xfdBF57470ba2C4D695f2193459206C60108e05F2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zu4xMlDQqH6NalqFqL5-8up70XGmqlJq4KpqrTz7z00\\\",\\\"y\\\":\\\"pN4hOKJCcnGnbOX8-CJiArK6Kzw0tCuLaZgSEDLwaJc\\\"}\",\"signature\":\"zQn6TB5cu_xbAgUzOOVCg8JZ2Dn4h-w9GG-H-Kdet9qiJXKm_7ExGM62OFXrvNsaeyPmSe0z2c7hJaObU8uPEQ\",\"signingKeySignature\":\"0xbf1e98facb962baf8e650b915dd8232edb7020b0076f29869cadf2d46d77e9654b3075d2b7e088eb6af5c38c47c11ba36715942afca5343714d2ebcfac4f106a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zu4xMlDQqH6NalqFqL5-8up70XGmqlJq4KpqrTz7z00\\\",\\\"y\\\":\\\"pN4hOKJCcnGnbOX8-CJiArK6Kzw0tCuLaZgSEDLwaJc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wPuBdomevM6wYaiAD_1civlnWoOWkdY-ImlhdR1rmx4\"}"