"{\"content\":{\"body\":\"With the dip that happened on the 4th of December I knew I had to “buy the dip”, but since I’m not a good trader, I decided to create a DeFi yield farming strategy. This article serves to explain my thought process behind every step.\\n\\n![The \\\"Buy the Dip\\\" DeFi Strategy on MATIC](https://images.mirror-media.xyz/publication-images/PKuYyY_Emb-5JTjxPJzuX.png?height=928&width=1123)\\n\\n### ETH on AAVE\\n\\nThe wETH was a position I accumulated over the past years. This represents my long-term holdings, which I do not plan to sell no matter what the market does. I never borrowed heavily against it out of fear of liquidation. But after the recent dip, I decided to up my leverage and borrow 60% of the value in USDC. This nets me a 5.5% APR in MATIC with an extra 0.3% in wETH.\\n\\n### Liquidity pools on Quickswap\\n\\nWhen I created this strategy I wanted to be able to adapt it to the rapidly changing market conditions. I chose to invest in 2 liquidity pools, rebalancing them according to the market. These pools are as follows:\\n\\n* **wCRO-MATIC Pool:** I chose this pool because of its high APR as well as solid underlying projects. I believe MATIC and CRO are two very solid (and at the time undervalued) projects, which I did not mind holding. Since then a lot more money has flowed into the pool, halving the APR. Nonetheless, I will keep my money in it since I can tolerate the risk of the underlying assets. However, this pool does open me to impermanent loss as well as losing a lot of money due to the change in the underlying assets.\\n* **USDC-DAI Pool:** This stablecoin pool has a decent APR (17% at the time of this writing) and will mainly be used to take profits from the recovery of the markets. I chose those two particular stables due to either their high regulatory compliance or decentralization. I want to keep my exposure to stables like USDT to a minimum, in case of regulatory actions taken against Tether.\\n\\nBoth LP-tokens are staked on Quickswap to be able to earn dQUICK. Whenever the market dips I will transfer money from the USDC-DAI pool into wCRO-MATIC. If the markets start to recover I will take profits from the wCRO-MATIC pool back into the USDC-DAI one.\\n\\n### The QiDAO Vaults\\n\\nThere are 2 reasons why I chose not to take profits from my pools and instead put them into a QiDAO vault instead:\\n\\n* **Increasing leverage:** Although I do not like over-leveraging myself against assets I want to hold long-term, my risk tolerance on gains already made is much higher. By locking my dQUICK I can earn about 40% APR as well as borrow against it in MAI, swapping it into Qi to boost the yields. The worst-case scenario is that I get margin called, meaning I will be technically exchanging all of my dQUICK for QI (since I swapped MAi into QI), which I am comfortable with. \\n* **Benefitting my other vaults:** I do have one other big vault on QiDAO containing a lot of MATIC, which means that boosting my yields using Qi from the other strategy also benefits my more long-term holdings.\\n\\n### Way forward\\n\\nSince implementing this strategy I have benefitted greatly from the first signs of the recovery. As the markets inch higher I will be taking money out of the wCRO-MATIC pool and putting it into USDC-DAI. In the future, I might also switch to USDC-MAI and stake it on QiDAO to earn more QI to boost my vaults.\",\"timestamp\":1638880766,\"title\":\"Explaining my \\\"Buy the Dip\\\" DeFi strategy\"},\"digest\":\"ejvfh-RVhUUKQxIAXalj1DT4sHVAk19jGcb1eNx4o-w\",\"authorship\":{\"contributor\":\"0x94726F8e0930a22dF724653622439911853E7f1e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"McRHHi47nhsaUgpugzddcWi0_-riLwHrb6bq2fp2Eq8\\\",\\\"y\\\":\\\"PY_ULpe4E8cZny3Ogw6XMX2IkCluiSSj5riwFlPt6y4\\\"}\",\"signature\":\"8zOGeCN2ps_Y2RND0-HZp3_dOUFvbdzxBGHhwUxHbuIiWA8jKBuKe5Soe5AJVrXdMjBrz51MGt3tpet-j3tdQg\",\"signingKeySignature\":\"0xaf1987fe28097095243400371338c4347ed55932756b4320a3f92a6dc67b0f93427f0b666f01439e88cb48433b75a875fb43ab5e5bddeebdfa76f8e4090db9291b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"McRHHi47nhsaUgpugzddcWi0_-riLwHrb6bq2fp2Eq8\\\",\\\"y\\\":\\\"PY_ULpe4E8cZny3Ogw6XMX2IkCluiSSj5riwFlPt6y4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ejvfh-RVhUUKQxIAXalj1DT4sHVAk19jGcb1eNx4o-w\"}"