"{\"content\":{\"body\":\"I have found out a way of coming to life again,\\\" the speaker went on. \\\"There, just look in that table drawer, press the spring hidden by the griffin, and it will fly open.\\\"\\n\\n\\\"I have found it, father.\\\"\\n\\n\\\"Well, then, now take out a little phial of rock crystal.\\\"\\n\\n\\\"I have it.\\\"\\n\\n\\\"I have spent twenty years in----\\\" but even as he spoke the old man felt how very near the end had come, and summoned all his dying strength to say, \\\"As soon as the breath is out of me, rub me all over with that liquid, and I shall come to life again.\\\"\\n\\n\\\"There is very little of it,\\\" his son remarked.\\n\\nThough Bartolommeo could no longer speak, he could still hear and see. When those words dropped from Don Juan, his head turned with appalling quickness, his neck was twisted like the throat of some marble statue which the sculptor had condemned to remain stretched out for ever, the wide eyes had come to have a ghastly fixity.\\n\\nHe was dead, and in death he lost his last and sole illusion.\\n\\nHe had sought a shelter in his son's heart, and it had proved to be a sepulchre, a pit deeper than men dig for their dead. The hair on his head had risen and stiffened with horror, his agonized glance still spoke. He was a father rising in just anger from his tomb, to demand vengeance at the throne of God.\\n\\n\\\"There! it is all over with the old man!\\\" cried Don Juan.\\n\\nHe had been so interested in holding the mysterious phial to the lamp, as a drinker holds up the wine-bottle at the end of a meal, that he had not seen his father's eyes fade. The cowering poodle looked from his master to the elixir, just as Don Juan himself glanced again and again from his father to the flask. The lamplight flickered. There was a deep silence; the viol was mute. Juan Belvidero thought that he saw his father stir, and trembled. The changeless gaze of those accusing eyes frightened him; he closed them hastily, as he would have closed a loose shutter swayed by the wind of an autumn night. He stood there motionless, lost in a world of thought.\\n\\nSuddenly the silence was broken by a shrill sound like the creaking of a rusty spring. It startled Don Juan; he all but dropped the phial. A sweat, colder than the blade of a dagger, issued through every pore. It was only a piece of clockwork, a wooden cock that sprang out and crowed three times, an ingenious contrivance by which the learned of that epoch were wont to be awakened at the appointed hour to begin the labors of the day. Through the windows there came already a flush of dawn. The thing, composed of wood, and cords, and wheels, and pulleys, was more faithful in its service than he in his duty to Bartolommeo-- he, a man with that peculiar piece of human mechanism within him that we call a heart.\\n\\nDon Juan the sceptic shut the flask again in the secret drawer in the Gothic table--he meant to run no more risks of losing the mysterious liquid.\\n\\nEven at that solemn moment he heard the murmur of a crowd in the gallery, a confused sound of voices, of stifled laughter and light footfalls, and the rustling of silks--the sounds of a band of revelers struggling for gravity. The door opened, and in came the Prince and Don Juan's friends, the seven courtesans, and the singers, disheveled and wild like dancers surprised by the dawn, when the tapers that have burned through the night struggle with the sunlight.\\n\\nThey had come to offer the customary condolence to the young heir.\\n\\n\\\"Oho! is poor Don Juan really taking this seriously?\\\" said the Prince in Brambilla's ear.\\n\\n\\\"Well, his father was very good,\\\" she returned.\\n\\nBut Don Juan's night-thoughts had left such unmistakable traces on his features, that the crew was awed into silence. The men stood motionless. The women, with wine-parched lips and cheeks marbled with kisses, knelt down and began a prayer. Don Juan could scarce help trembling when he saw splendor and mirth and laughter and song and youth and beauty and power bowed in reverence before Death. But in those times, in that adorable Italy of the sixteenth century, religion and revelry went hand in hand; and religious excess became a sort of debauch, and a debauch a religious rite!\\n\\nThe Prince grasped Don Juan's hand affectionately, then when all faces had simultaneously put on the same grimace--half-gloomy, half-indifferent--the whole masque disappeared, and left the chamber of death empty. It was like an allegory of life.\\n\\nAs they went down the staircase, the Prince spoke to Rivabarella: \\\"Now, who would have taken Don Juan's impiety for a boast? He loves his father.\\\"\\n\\n\\\"Did you see that black dog?\\\" asked La Brambilla.\\n\\n\\\"He is enormously rich now,\\\" sighed Bianca Cavatolino.\\n\\n\\\"What is that to me?\\\" cried the proud Veronese (she who had crushed the comfit-box).\\n\\n\\\"What does it matter to you, forsooth?\\\" cried the Duke. \\\"With his money he is as much a prince as I am.\\\"\\n\\nAt first Don Juan was swayed hither and thither by countless thoughts, and wavered between two decisions. He took counsel with the gold heaped up by his father, and returned in the evening to the chamber of death, his whole soul brimming over with hideous selfishness. He found all his household busy there. \\\"His lordship\\\" was to lie in state to-morrow; all Ferrara would flock to behold the wonderful spectacle; and the servants were busy decking the room and the couch on which the dead man lay. At a sign from Don Juan all his people stopped, dumfounded and trembling.\\n\\n\\\"Leave me alone here,\\\" he said, and his voice was changed, \\\"and do not return until I leave the room.\\\"\\n\\nWhen the footsteps of the old servitor, who was the last to go, echoed but faintly along the paved gallery, Don Juan hastily locked the door, and sure that he was quite alone, \\\"Let us try,\\\" he said to himself.\\n\\nBartolommeo's body was stretched on a long table. The embalmers had laid a sheet over it, to hide from all eyes the dreadful spectacle of a corpse so wasted and shrunken that it seemed like a skeleton, and only the face was uncovered. This mummy-like figure lay in the middle of the room. The limp clinging linen lent itself to the outlines it shrouded--so sharp, bony, and thin. Large violet patches had already begun to spread over the face; the embalmers' work had not been finished too soon.\\n\\nDon Juan, strong as he was in his scepticism, felt a tremor as he opened the magic crystal flask. When he stood over that face, he was trembling so violently, that he was actually obliged to wait for a moment. But Don Juan had acquired an early familiarity with evil; his morals had been corrupted by a licentious court, a reflection worthy of the Duke of Urbino crossed his mind, and it was a keen sense of curiosity that goaded him into boldness. The devil himself might have whispered the words that were echoing through his brain, Moisten one of the eyes with the liquid! He took up a linen cloth, moistened it sparingly with the precious fluid, and passed it lightly over the right eyelid of the corpse. The eye unclosed. . . .\\n\\n\\\"Aha!\\\" said Don Juan. He gripped the flask tightly, as we clutch in dreams the branch from which we hang suspended over a precipice.\\n\\nFor the eye was full of life. It was a young child's eye set in a death's head; the light quivered in the depths of its youthful liquid brightness. Shaded by the long dark lashes, it sparkled like the strange lights that travelers see in lonely places in winter nights. The eye seemed as if it would fain dart fire at Don Juan; he saw it thinking, upbraiding, condemning, uttering accusations, threatening doom; it cried aloud, and gnashed upon him. All anguish that shakes human souls was gathered there; supplications the most tender, the wrath of kings, the love in a girl's heart pleading with the headsman; then, and after all these, the deeply searching glance a man turns on his fellows as he mounts the last step of the scaffold. Life so dilated in this fragment of life that Don Juan shrank back; he walked up and down the room, he dared not meet that gaze, but he saw nothing else. The ceiling and the hangings, the whole room was sown with living points of fire and intelligence. Everywhere those gleaming eyes haunted him.\",\"timestamp\":1636531950,\"title\":\"The delirium is at its height,\\\" said Don Juan to himself\"},\"digest\":\"rESPkeKHcIQQ7Vyf3bAf97tmw1gFt7rNJbDbHXbsOZs\",\"authorship\":{\"contributor\":\"0x50DFA4f326C8D0666AE39431f220915FC37dECA8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"egbkGVb1_2tUNZs2aPUrFOMJb-pEoETFXOdmrbS8mAY\\\",\\\"y\\\":\\\"Ti2cU75nie_1DHaDfozVmIf7RXLSRd5IiwXZ8F-HG1E\\\"}\",\"signature\":\"PkGtmwF98-XEObxLOZTvhfXDu-N22fGa7NYyhBP0RsINF6rp9h0CVTcjHfj3g_pEhtCXynd7Z64ZLTmepI_6Eg\",\"signingKeySignature\":\"0xa9491d876d56618b3c46cbacd6c4d438e6c2a4aa4ea1f75e631623aa12faffb5116107e86030fe95a028ed9f8c9813d79ece563539e3f09b46ee1e95715ba3ba1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"egbkGVb1_2tUNZs2aPUrFOMJb-pEoETFXOdmrbS8mAY\\\",\\\"y\\\":\\\"Ti2cU75nie_1DHaDfozVmIf7RXLSRd5IiwXZ8F-HG1E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rESPkeKHcIQQ7Vyf3bAf97tmw1gFt7rNJbDbHXbsOZs\"}"