"{\"content\":{\"body\":\"## CHAPTER TWENTY FIVE\\n\\n### Dawn of the undead\\n\\n![(Illustration 28)](https://images.mirror-media.xyz/publication-images/lZRyG9iARl9nGWp4LnpCA.jpg?height=1500&width=3000)\\n\\n***01:45, Dubai, 24 days before Christmas, 2024. Inside the Briefing Room of the  UAE-US joint military operation.***\\n\\nAs soon as the US military personnel from different task forces, such as counter-terrorism, military intelligence, and others including Eagle-One and Eagle-Two, waited for half an hour inside the Briefing Room, the US military high-rank officers finally arrived. That night, General Perry also attended the unscheduled military briefing and was not informed upon his sudden arrival. Everyone was surprised because before a high-rank military officer arrives, an officer in charge usually announces to every person in the room to stand and gives their military salute. To see a military general suddenly enters the briefing room makes every military personnel who attends the briefing spontaneously stand up and gives their military salute.\\n\\nGeneral Perry: “At ease, gentlemen, I know this briefing is unscheduled but, we don't have much time. Washington has recently announced DEFCON 3 and with possible DEFCON 2 in a couple of hours. We currently have a crisis everywhere around the globe that somehow started 8 to 6 hours ago. Now, Russia, China, and Europe, and many other countries are reporting the same cases. We don't know what it is yet since it spreads fast and currently is beyond our ability to contain it. So far, it is known as a very deadly virus which I don't like saying about it, but after the patient's heartbeat stop, mmmm, somehow it started to walk with no heartbeat and attack other human beings.\\\"\\n\\nThe briefing room suddenly turned panic and tumultuous because not only did they think the general information was impossible to believe, but none of them knew or were informed about it in the past 6 to 4 hours ago of what happens.\\n\\nGeneral Perry: \\\"Order!...Order!... Listen! I know you are all surprised, but so did I, and right this minute, it is still happening and emerging everywhere around the world. For your information, just now, Dubai city is lockdown since a mist has also started to appear. The UAE military is now in full-scale operation to take necessary measures, so it will not spread beyond the city limit because more cases are beginning to appear. A recent report said that the escalation has turned chaotic near Dubai Marina and downtown.\\\"\\n\\nDavis begins to panic but is still in disbelieve after hearing the explanation. He starts commenting with the hope General Perry is merely joking around at the end of the year, \\\"General! I just talked to my wife and son half an hour ago, and they did not say any goddamn thing about what you have just said.\\\"\\n\\nGeneral Perry: \\\"Everyone! Please turn on your mobile phone now and call your family or anyone you know back home.\\\"\\n\\nWithout delay, everyone starts turning on their mobile phone, including Davis and Monk. The briefing room turns silent as everyone is anxious to call their family back home. Once they tried, most of them got an auto-response from the mobile phone operator: (\\\"The number you are calling is not active, or out of coverage area, please try again in a few minutes.\\\")\\n\\nOne of the personnel says, \\\"Hey, why it says my wife's phone is not active?\\\" Then, another personnel also reported the same thing, followed by the same result from almost all personnel in the room. Monk and Davis also got the same notification, and now they began to worry.\\n\\nGeneral Perry: \\\"Listen, officers! Every major phone operator starting from US West Coast to Central suddenly disconnected... Not only that, but the last report from Washington said that all electricity in that region is failing one by one, and every major city is in total blackout. We need to go home now! I am here to announce that all of you will receive a new task, starting now!\\\"\\n\\n## CHAPTER TWENTY SIX\\n\\n### The first outbreak\\n\\n![(Illustration 29)](https://images.mirror-media.xyz/publication-images/lPvsEzbrgHEjC941BJOZm.jpg?height=1500&width=3000)\\n\\n***02:00. Dubai, The Briefing Room.***\\n\\nInside the Briefing Room, General Perry requests every special forces' personnel to stay calm and focus on the present situation since whatever they want to do right away is hardly possible because firstly, they are thousands of miles away from home. Secondly, their country needs their services more than ever before. Thirdly, as the general speaks, the East and the southern coastal states in the US have fallen into chaos.\\n\\nAccording to General Perry, intel source last transmission from New York said that the first patient or patient zero arrived in New York Harbour several hours earlier on a cargo vessel. He was one of the crews of that vessel. The captain put him on a quarantine on board after he was showing symptoms of contagious illness.\\n\\nThe captain log shows that the first symptom of patient zero was losing his appetite to eat and drink. Several hours later, the patient experiencing a high fever and followed by a terrible headache. The patient started to lose part of his teeth. A dark purple and itchy rashes began to appear throughout his skin. The patient is showing abnormal behavior and resists staying calm as the color of his eyes is changing to yellowish red.\\n\\nBy the time the cargo vessel arrived at New York Harbour, every crew on board, as well as the captain has shown similar symptoms like patient zero. Everyone was quarantine, but two of the vessel crew were missing, and the CDC assumed they jumped overboard when the cargo ship entered New York Harbour.\\n\\nWhat was strange is when the CDC took a heartbeat test from patient zero, but the patient got no heartbeat at all, yet he was still moving around, groaning, and new sharp teeth were growing inside the mouth. The CDC report was frightening since they have concluded that patient zero has died but somehow still 'alive' and turned to behave like a wild animal.\\n\\nIn less than an hour, another police report came in from a shopping mall near the harbor, and less than an hour later, more police reports came in. New York City was immediately put on lockdown by the CDC with the help of the police, but the spread was beyond their capability to contain as the cops started to have the same illness. In just 4 hours, the sickness spreads like wildfire.\\n\\nAt the same time, a similar CDC report came in from Miami, Florida, Boston, and Washington DC in just six hours, the Eastern and South coastal part of the US with all its population was declared ill, and they must remain indoors.\\n\\n![(Illustration 30)](https://images.mirror-media.xyz/publication-images/s_dkJFErUEChQ3Yeg0aW3.jpg?height=1500&width=3000)\\n\\nAs the virus outbreak started inland, people reported seeing a mist. It turns denser in vast populated areas within the city limit, and it keeps expanding in just a short time, and then the mist starts covering most populated areas. Numerous reports came in from people who were trapped inside the mist. The report stated they required immediate help because they heard horrifying screams, and people began seeing monster-like creatures. Police sent SWAT teams to rescue them, but none have returned from inside the mist, including the SWAT teams.\\n\\nGeneral Perry concluded his preliminary report to the officers in the briefing room by stating that many US states on the East Coast have become chaotic in less than 6 hours since the first CDC report of patient zero and could spread to the West Coast. Until now, the CDC has no clue about what is happening since there is probably a cyberattack on US power plants and telecommunication services.\\n\\nGeneral Perry: \\\"I don't know what is going on right now, but the virus is spreading fast, and I recently lost contact with the Pentagon, the UN, and several military bases 2,5 hours ago. We need to go home right now and make sure that the virus is not spreading to the West Coast.!\\\"\\n\\n## CHAPTER TWENTY SEVEN\\n\\n### Undead: the 'dead living’ state of being\\n\\n![(Illustration 31)](https://images.mirror-media.xyz/publication-images/DugHjzj5ltGR_uQ0hOcyk.jpg?height=1500&width=3000)\\n\\n***02:30. Dubai, The Briefing Room.***\\n\\nAfter General Perry gives a brief chronological explanation of how the outbreak began, he gave 20 minutes for a team of scientists who came along with him to explain further what they will be dealing with later? Although it seems too early to conclude what is going on or what had happened to patient zero, somehow, General Perry wants to make sure every information he has about the virus or patient zero is brief to the personnel.\\n\\nAs soon as General Perry finished with his opening session, two civilians scientists and a doctor from CDC, but worked covertly for the Department of Defence (DoD) from the military intelligence division to take over the Briefing Room. They want to explain further their findings of the illness and are not limited to the symptoms of the virus.\\n\\nDue to their covert assignments inside the US government, they started the second session without mentioning their real names to the rest of the military personnel. Instead, they will introduce themselves only by their nickname or call sign. The first scientist is a young woman. So she opens the second session by introducing herself and her field of operation.\\n\\nThe first scientist: \\\"Hi, I am Hydra. I work for DoD and specialize in biowarfare.\\\"\\n\\nThen the second scientist who is a young man steps forward,\\n\\nThe second scientist: \\\"Hi, I am Spartacus. I work for DoD and specialize in quantum physics.\\\"\\n\\nAfter that, the third person is a doctor.\\n\\nThe doctor: \\\"Hello, I am Doctor Jim. I work for DoD and I specialize in human bones.\\\"\\n\\nGeneral Perry: \\\"Thank you, everyone. Hydra, you first.\\\"\\n\\nHydra: \\\"Thank you, General. Okay. So, let's start since we are running out of time. First of all, I will say it straight forward that we are not dealing with a living being, or at least not outwardly. So far, we have known that patient zero was already dead while he was still on the cargo vessel. And maybe even before the ship reached the New York Harbor.\\n\\nAt that time, the Captain and the crew think he probably fainted or was asleep but, he died because of the deadly virus, perhaps somewhere right after his teeth fell out, and then he began the abnormal state, which was actually postmortem. I know you probably think he is a zombie? Well, it's true and false because at least not the kind of zombie that we know from movies, but this is the zombie.\\n\\nPerhaps, I will call patient zero an inverted \\\"dead-living\\\" being or an undead. Dead but not entirely. It's living but not alive.\\n\\nAfter patient zero arrived at CDC New York, we were 100% sure that there was no heartbeat in him, yet he still moved around and became hostile like wild animals towards other living beings. We all decided to put him to rest permanently by cutting the nervous system from the brain to the spinal cord. As I was conducting the autopsy, I found out that everything inside his body was slowly inverting. The inside becomes the outside while the outside becomes the inside.\\n\\nAlthough the inversion is not spontaneous but slow in progress, I can see parts of his lungs, heart, liver, digestive system, and other organs are changing. In ordinary postmortem cases, the human organs will start decaying, but in the case of patient zero, the decaying process only happens outwardly and not internally.\\n\\nI know it sounds weird or confusing, but we all have genes similar to plants and animals.\\n\\nAll I can say right now, the outward form of patient zero is merely like leaves. It grew and died, but as long as the root has not died, wherein the case of patient zero was at the spinal cord and the brain, then the internal parts of his organ will keep slowly inverting, the new cell tissue is produced from the previous decaying cell tissues. So, it did not generate a healthy tissue but a decayed one.\\n\\nAlthough I don't have time to check further on this matter because of the outbreak, I believe the abnormal activity from patient zero that looks like a post mortem desire to eat a living flesh was somehow to compensate the decaying cell tissues that it has.\\n\\nI don't know what kind of virus can trigger such inversions. But according to my research as a biowarfare specialist, this virus is certainly not natural or made either, at least not from our living environment.\\n\\nThank you and I will let Spartacus explain further.\\n\\nDavis, Monk, and everyone inside the briefing room were speechless. They hope there can be immediate action to stop the spread of the virus. They worried sick about their families. Inside the briefing room, everyone is deeply emotional, just like what happened to the rest of the world. Strangely, unlike the rest of the world, the personnel are not infected by the virus.\\n\\n## CHAPTER TWENTY EIGHT\\n\\n### The inverted bones\\n\\n![(Illustration 32)](https://images.mirror-media.xyz/publication-images/bom_vBMTVbGCYxZ0O5Ddb.jpg?height=1500&width=3000)\\n\\n***02:37. Dubai, The Briefing Room.***\\n\\nRight after Hydra asks Spartacus to speak next, suddenly the General wants Doctor Jim to be the next speaker to brief the officers.\\n\\nGeneral Perry: \\\"Hydra, I would like Doctor Jim to speak next since it is related to a human biological subject.”\\n\\nHydra: \\\"As you see fit, General Perry. Doctor Jim, please.\\\"\\n\\nDoctor Jim: \\\"Thank you, General Perry, and also Hydra. Okay, so I guess I better start this session right away. In percentage, our bone's weight is only about 3-5% compared to our total body weight. It is relatively small, but bones are the basic structure of our human form. Without bones, we lose our physical shape, and in the end, we lose our form. Somehow, if there is a constant radical change inside the bones, it will ultimately change the shape. As you have known, our bone is a living tissue organism, just like a tree trunk.\\n\\nA tree trunk grows from the root while the root lies beneath the soil. It is also the same with us, humans. The source of our bone's growth lies at the end of our spine, where it all first started to grow ever since a human still inside a female womb.\\n\\nThe root of a tree looks the same as any other tree, but how it differs from this type of tree or, that type of tree comes from how the root's components are structured.\\n\\nIn short, normal human bone comes from collagen and calcium. Collagen is a protein, and a protein is made out of amino acids, whereas amino acids are composed of several elements, which are carbon, hydrogen, oxygen, and nitrogen.\\n\\nWhen I examined patient zero thoroughly, the organs were not only inverted just as Hydra said, but the components of the bones were also in shambles. That is why we named patient zero a shamble being. Everything inside him, or it, is going through a state of inversion. It becomes a disorder if compared to ours. It is slow but progressive.\\n\\nMy assumption, at this moment, is that the virus attacked the bond of the protein, which then forms a new bone and then radically changes the structural components. Technically, this virus is rewriting the signature of the new bones to other elements, which made the bones not composed mainly of Calcium but rather mmmm something else.\\n\\nRight now, we still don't know what it is or where it comes from since it is not an earthly origin, or perhaps I should say as Hydra had said... natural environment.\\\"\\n\\nEvery officer inside the briefing room was pondered by what Doctor Jim had just said, and the briefing room started to become noisy.\\n\\nGeneral Perry: \\\"Order! Order! Officers!\\\"\\n\\nAs the briefing room return to order, Doctor Jim continues with the final part of his session.\\n\\nDoctor Jim: \\\"Calcium is what makes our bone color looks brighter, but in the case of patient zero, the bone turned so dark as if it appears the bones were coming out of a very high furnace but fail to become ash and yet stays and regenerates. As I took the amino acid sample, I noticed there is no oxygen in the component, and I found a large amount of carbon and helium, which are the ingredients of our sun. So the collagen is altered, and the bone is not make out of calcium, but as I said, we have no clue what kind of substance it was since we have not found anything related to this space and time...Perhaps, it is not something that comes from this universe. Thank you, and I will let Spartacus fill in. Please!\\\"\\n\\nAs Doctor Jim ended his session, everyone inside the briefing room started to worry even more. Several faces turn pale and look hopeless.\\n\\n## CHAPTER TWENTY NINE\\n\\n### Perplexity\\n\\n![(Illustration 33)](https://images.mirror-media.xyz/publication-images/Y-OO7k314wore1HaFQbIi.jpg?height=1500&width=3000)\\n\\n***02:50. Dubai, The Briefing Room.***\\n\\nJust as Spartacus wants to brief the officers, Hydra suddenly requests Spartacus to hold by signaling with her hand because she wants to say something.\\n\\nHydra: \\\"Excuse me, Spartacus, I need a minute to add. General Perry, may I?\\\"\\n\\nGeneral Perry: \\\"Yes, Hydra.\\\"\\n\\nHydra: “There is one important thing I need to conclude here, which I did not say earlier since it was the last test I conducted at the lab, well, in a short time just before the outbreak. Although the virus is not airborne, we knew with certainty that the virus spread through direct physical contact with the infected. But when an attack inside the mall near the New York harbor occurred, the security camera showed that the undead did not attack the closest victims besides her. Instead, she passed two persons before attacking the third person. At that time, most people thought she was doing some fake show for the mall, and even when people saw the blood, they still thought it was just a show. But right after she attacked another person, everyone started to panic. The two victims that were attacked and beaten earlier began to stand up and attack several people in less than five minutes. What I mean is, they turned to these undead creatures in just a short time and made the case of patient zero became more puzzling. But when I...\\n\\nGeneral Perry: \\\"Hydra. I am sorry, but we are running out of time.\\\"\\n\\nHydra was caught in surprise because the general reminded her, but she understands that it is impossible to explain to the officers about all her finding in such a short time, then she says, \\\"Yes... Okey. Remember everyone! Please read thoroughly the notes that we have given to all of you. It is important for your safety. Spartacus, please, and I am sorry to make you waited.\\\"\\n\\nSpartacus: \\\"Thank you, General Perry, and to Hydra. I believe we all have more to say right now. So, anyway... First of all, Doc, Hydra, and myself are like all of you here, a spec op working for DoD but from the non-military unit. I specialize in Quantum Physics, and I was assigned to assure that we are safe from visible or non-visible enemies, which are not from this time and space but rather a different kind.\\\"\\n\\nEvery officer inside the briefing room looks confused and disappointed with what Spartacus has just said about the comparison he made with them. The room turns noisy. Suddenly, General Perry asks Spartacus to hold because he wants to say something.\\n\\nGeneral Perry: \\\"I have been a military general for the intelligence division for more than a decade. For your information, DoD has many covert and non-military operatives that investigate several phenomena throughout the world. The DoD has many coverts special units. There is an ideology division, technology division, UFOs, archeological, and many more. What these people are investigating is not less important than what you are all here have been doing! Like every division we know, some have perished on duty, and they risk their lives and families too. When soldiers died on duty, they are remembered and honored, but not for the civilians’ division. So show some respect, officers! Listen! Our time is limited, so please, gentlemen, focus! My wife and kids are still in North Carolina, and until now, I still don't know what the hell happens to them!! So this emergency briefing is not some Indiana Jones funny jokes!\\\"\\n\\nGeneral Perry was emotional, and he immediately raised his voice after he was upset from the noises made by some of the officers during the unscheduled emergency briefing. He hopes the Special Forces under his command can be more aware that conventional warfare and terrorism are not the only threat to their nation and country. As everyone turns silent, the General says, \\\"Spartacus. You may proceed.\\\"\\n\\nSpartacus feels uncomfortable for a while because the general stood up for him. He sighs to calm himself then he continues.\\n\\nSpartacus: \\\"Thank you, General Perry. I am not entirely sure when all this first started, but sometime around 24 hours just before the outbreak began, dozens of reports and images in some news and social media started showing many strange-looking Oaktrees that were appearing everywhere around the globe.\\n\\nMost people, including world governments, at the time, think it was some social media pranks. Hours later, when the same phenomenon started to appear intensively, people finally became aware of it. Unfortunately, we all did. And when we were trying to investigate it, is already too late because the outbreak started. One of my agents was in Manhattan to check and took a sample from Central Park, but I have lost contact with him right after the outbreak.”\\n\\n![(Illustration 34)](https://images.mirror-media.xyz/publication-images/Mw0OsPFrhAOjMdmwqQWPd.jpg?height=1500&width=3000)\\n\\n*\\\"WEE-oww-WEE-oww!\\\"*\\n\\nAll of a sudden, an emergency siren is heard throughout the base, and the emergency strobe light started flashing inside the briefing room, followed by an automated voice:\\n\\n*\\\"EMERGENCY! ATTENTION TO ALL PERSONNEL!*\\n\\n*THE RING-THREE BASE DEFENSE PERIMETER IS BREACHED!*\\n\\n*THE RING-TWO BASE DEFENSE PERIMETER IS NOW ACTIVATED!*\\n\\nTHE YELLOW EMERGENCY PROTOCOL HAS BEEN INITIATED!\\n\\n*THIS BASE IS IN LOCKDOWN SEQUENCE!*\\n\\n*EMERGENCY! ATTENTION TO ALL PERSONNEL!”*\\n\\n## CHAPTER THIRTY\\n\\n### Laugh while you still can\\n\\n![(Illustration 34)](https://images.mirror-media.xyz/publication-images/2rpO_9Tu8puymbViJ49xQ.jpg?height=1500&width=3000)\\n\\n***December 2024, Diana's car***\\n\\nAfter Catherine and Mrs. Abigail had finished their disoriented and inconsequential conversation, Catherine rushes to Diana's car. She begins to make a weird face at Diana as if she is telling Diana without saying any words that she had to do it. Diana responded by smiling at Catherine, as if she is telling Catherine without saying a word either, \\\"Hey, it's your neighbor, not mine.\\\"\\n\\nOnce Catherine finally sits inside Diana's car, she sighs. Diana looks at her, and she can not hide it anymore and starts laughing, although Diana is curious about the conversation between Catherine and Mrs. Abigail.\\n\\nAs Diana starts her car and is ready to drive away from Catherine's apartment, she asks Catherine, “I am so sorry I laugh, Catherine. What is it with you today, and why did you sigh after accidentally met your senior neighbor?\\\"\\n\\nCatherine looks at Diana also with a curious smile because she knows Diana is phishing her by throwing a question, then all of a sudden, she laughs. But out of the blue, Mike sitting beside Alice at the rear says something that makes Catherine and Diana laugh even more.\\n\\nMike: \\\"Mommy misses Daddy. She had a bad dream, then she cried, but now she is laughing.\\\"\\n\\nDiana and Catherine were surprised by what Mike just said, and they both looking at Mike, then Catherine says \\\"Okay, Mr. Windbag, could you please stop telling mommy's secret to Aunt Diana.\\\"\\n\\nMike did not answer and started laughing. Alice does not understand what happened but somehow tickles by the sound of Mike's laugh, and she also starts laughing following Mike.\\n\\nPerhaps it is nice to begin their trip to the supercenter on that unexpected fine afternoon day for everyone to laugh. Well, at least while they all still can.\\n\\nCatherine: \\\"Diana, let's go, I am bored.\\\"\\n\\nDiana: \\\"Shopping is the best way to get the ladies' mood to get back on track!\\\"\\n\\nAs they all drove away from Catherine's apartment with Diana's car, Mike raised his voice and says, \\\"Mommy, is Aunt Rosa!\\\"\\n\\nCatherine opens the side window, then Diana and Catherine wave at Rosa. She is wearing a nurse's dress and talking on her mobile phone while holding a small plastic medicine bag in her left hand.\\n\\nDiana and Catherine simultaneously shout to Rosa from the car and say, “Rosa! Que tenga un lindo día.\\\"\\n\\nRosa was caught in surprise as she was still having a conversation with her office when she heard the two women shout at her from a car. As Rosa sees is Catherine and Diana with their children, Rosa smiles and waves to them. She shouts, \\\"*Mantente a salvo, hermosas damas.*\\\"\\n\\nAfter they greet Rosa nearby the main apartment's complex gate, the car turns to the main street and heads straight to the city of Albuquerque.\\n\\n**(To be continued)**\",\"timestamp\":1633800594,\"title\":\"Survivor in the mist\"},\"digest\":\"nqLbDaTKVr_lwaqzG8WenQdQWfN_wn8wo1Ex354IlDs\",\"authorship\":{\"contributor\":\"0xc1C41e3606bF2756c09c95132F528012be17f724\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6nPufv376dfm0PVRYyoMXAXMVSPuzUYliiKjSwCwyEg\\\",\\\"y\\\":\\\"fc49wE1U0y8pI515KYYUWDlTXgsZKz7ma3_ko5H4eHk\\\"}\",\"signature\":\"jNic2VHZL3oMtgyAzWdclXU5RD2Kr-i0kkt0OdWC-3TJiQlPIH_OS9CfpamdCcAjIGGMWyoyoc9oVCPTVlk1rA\",\"signingKeySignature\":\"0x57b66092089f161a5ebf3ded15c56795cd8c45c49a3a207357c7306fed420caf3aed05bc58b0dd66245c575bcd3f7e16ec8dd1b4799314dd86291c16bedbdeb81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6nPufv376dfm0PVRYyoMXAXMVSPuzUYliiKjSwCwyEg\\\",\\\"y\\\":\\\"fc49wE1U0y8pI515KYYUWDlTXgsZKz7ma3_ko5H4eHk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YUhJFO0K-epPdkAnyH9CR4Reop0JcvhcFlG21B4LQUk\"}"