"{\"content\":{\"body\":\"除了吃饭睡觉之外，人们身心放松的最重要方式，音乐应该算在Top3了。人类对音乐的喜爱几乎是刻进DNA的。从生物学角度讲，听音乐可以使大脑回路（如伏隔核，腹侧被盖区和杏仁核脑区等）区域得到奖赏并产生愉悦，同时也能调节神经递质多巴胺的产生。从“身边即世界”的视角同样如此：我们身边不玩游戏者大有人在，从来不听音乐者却十分罕见。音乐产业理应拥有最广阔的市场。\\n我们在上一篇文章「P2E不可持续，如何寻找下一个Axie Infinity」中提到过马斯洛人类需求模型金字塔，音乐与游戏无异，音乐产业的本质也是上层建筑的消费。但从两个行业的数据可以看到，音乐产业的表现与游戏相比之下却不尽人意。线上音乐作品及现场演唱会创造的收入总和实际相比游戏产业仍然相差甚远。音乐和游戏的消费模式不同，直接用数据比较似乎并不完全准确，但我们也可从中看到一些传统音乐产业的困境。跟“创作者经济”相关的产业，不管是文学、音乐、视频还是社交等都有一些困境，可以说是共性问题，比如：\\n•\\t创作者收入不足\\n•\\t优秀作品被埋没\\n•\\t常态化版权纠纷\\n本文为“创作者经济”系列的第一篇，聚焦音乐产业，围绕传统音乐行业为何陷入困境，区块链的到来又能如何赋能音乐产业等问题展开讨论。\\n最核心的问题无非就是“人”的问题。音乐创作需要物质支持，不能完全“用爱发电”。传统音乐产业最主要的经济模型是“流媒体模式”。简单来说，人们在Web2音乐平台上，例如Spotify或者网易云等，每播放一次歌曲，创作者就能获得微薄收入。根据INSIDER的调查报告显示，Spotify上歌曲每循环一次能产生0.003-0.005美元的收益。这意味着同一首歌曲被循环250次，创作者才能有一美元的收益。而这一美元还要被平台、音乐公司等版权所有者瓜分，创作者真正到手的收益就更是微乎其微了。这对于非“顶流”歌手，小型音乐人而言其实是很难从中获益的。另外，音乐的投放和后期宣传需要大量的人力物力和财力。没有音乐公司的帮助，个体音乐人就算有好的作品，也很难有“出头之日”。“是金子总会发光，付出总有回报”这句话在当代音乐产业看起来过于理想主义了。\\n曙光 - 音乐代币化\\n区块链的到来给传统音乐产业带来了曙光。加密产业的核心就是“去中心化”和“所有权”。Token能够重塑生产关系，极大程度上赋能音乐产业。简单来说，创作者经济创造了价值，在价值传递的过程中有不同的角色：价值创造者-音乐人，价值传递者-版权公司和音乐平台等，价值接受者-听众。价值创造者无疑是最关键的一环，理应获得最多的经济回报。但在传统音乐产业，绝大部分收益则被版权公司或流媒体平台收入囊中，这是一种不健康且效率较低的生产关系。而借助Token，Web3音乐产业有了更多比“流媒体模式”更加高效合理的经济模型。它能够重塑生产关系，降低中间商的重要性，将收益更多分配给价值创造者。\\n近期，加密行业中涌现了很多音乐项目，其经济模式可以分为以下四个大类。有的项目采用了单一模式，而有的则是几种模式混合。\\n\\n1. 流媒体模式，代表项目：Audius\\n   Audius的经济模型与传统音乐平台并无本质区别，都是“流媒体模式”。Streaming既然是传统音乐行业的主导，必然有其可取之处。首先它对拥有大量粉丝基数的音乐人较为友好，其次不管是音乐公司还是听众，对这种模式都更为熟悉。因此类似Audius的平台能很快吸引大量的音乐人和听众入驻。Audius的重要突破之一是优化了收入的分成比例。相比于Spotify等音乐平台和版权公司占大头的形式，Audius让渡了平台的利益，将更多的收入回馈给音乐创作者，这在一定程度上解决了创作者收入不足的问题。\\n   但本质上来讲，Audius并没有颠覆传统的流媒体模式，也没有很好的发挥Token的作用。值得庆幸的是，Web3音乐平台对经济模型的探索并未止步于此。\\n   Web3应用都有一个共同的内核，即“众筹”，音乐平台也不例外。“众”意味着音乐人和听众不再过度依赖“中间商”。在这种框架下，音乐人作为价值创造者能够获得大部分收入。音乐平台则是简单的“作品聚合器”，是创作者和听众能直接互动的场所，而不是占据大部分收入的行业寡头。听众也同时有了更大的选择权去支持自己喜欢的音乐人，而不是被资本决定该听什么。\\n   围绕着“众筹”的内核，衍生出三种创新的经济模型。\\n2. 纯NFT模式，代表项目：MintSongs、Pianity\\n   纯NFT意为不代表版权的NFT，因此不会带来除了二级市场价差之外的收益。纯音乐NFT平台的灵魂就是“粉丝经济”。这是我最喜欢的模式，但也是让投资者最难理解的一种。粉丝跟投资者不同，投资者是寻求回报的，而粉丝却是“为爱发电”。对于真金白银的收益来说，粉丝更看重的是NFT这种粉丝周边带来的“情感维系”。而Pianity正是抓住了这样的粉丝心理打造而成。\\n   这种模式的好处颇多。首先是NFT的形式不受限制，非常灵活，数量和价格都可以由音乐人决定。如果音乐人有一批“死忠粉”，这部分粉丝愿意为NFT支付很高的价格，那么音乐人可以选择发行限量的高价NFT。如果音乐人没有很多“死忠粉”但是“泛人气”很高，则可以发行大批量的低价NFT以供路人粉“打赏”。这实现了微观经济学中的“三级价格歧视”——根据不同的需求弹性制定不同的价格以捕捉更多的消费者剩余，为音乐人带来了更多收入。其次，纯NFT并不涉及到版权的分配，因此与传统流媒体平台不构成直接竞争的关系。很多“顶流”音乐人可能不愿意将自己的版权分散出去。所以纯NFT模式有更高的操作性和可行性。最重要的是，纯NFT是最利于小众音乐人的模式。试想一个音乐人只有10个粉丝，如果在传统的流媒体平台上，这10个粉丝贡献的收听量带来的收入可以忽略不计。但是如果这10个粉丝在Pianity上购买音乐人的NFT，会给音乐人带来更可观的收入，同时又不影响音乐人的版权收益。\\n   此外，Pianity还能一定程度上解决传统音乐平台不公平的推送机制的问题。在传统音乐平台，出现在平台首页和每日推荐榜单里的歌曲都是由平台决定。而Pianity将这一权利交给了听众。听众通过staking投票，可以决定哪些音乐人能占据更多的展示资源或者能优先入驻。\\n3. 版权分配模式，代表项目：Royal\\n   顾名思义，这种模式以NFT或者Token作为载体，将版权分配给投资人，投资人获得了一部分歌曲所有权。这种模式更具经济学意义。投资者花钱购买歌曲的未来预期，如果歌曲大受欢迎，则可以获得较高的未来现金流。比起让音乐平台和版权公司等中间商赚差价，这种模式可以让音乐人和投资者获得大部分收入。然而，这种模式的实现却有更多的困难。比如涉及到版权的合规问题，如何高效地汇集利润和分发利润等等，还需要进一步探索，Royal正是这一赛道的“领头羊”。\\n4. 众筹模式，代表项目：Ocean Floor\\n   随着“众筹经济”在主流产业的兴起，人们对这一概念的理解也愈加清晰。简言之，就是粉丝、公司或者创作者本人发起众筹，为音乐创作提供资金支持。创作者可以选择多种方式回馈听众，而粉丝直接投资了音乐作品，可以获得极大的“参与感”。这种模式将付出前置而回报后置，先完成众筹才能听到音乐作品，需要设计有效的激励机制和治理机制。\\n   SocialFi-展望未来\\n   为什么音乐产业乃至整个创作者经济至关重要？我们认为，自带社交属性的以社交平台作为载体的创作者经济和SocialFi是加密行业走向主流的重要契机。\\n   •\\t首先，传统产业存在很多过度中心化带来的痛点，而区块链作为“去中心化”属性的强大工具，能够真正赋能产业，从生产关系上实现变革。\\n   •\\t其次，社交是人类不可或缺的属性。音乐平台可以成为桥梁，将更多的Web2用户转化为Web3用户。为了实现这一目标，我们对Web3音乐平台拥有更高的期盼：Web3音乐平台应该创新经济模型，重塑生产关系，解决传统音乐行业的困境；新型音乐平台应该拥有独特的市场定位和精准的目标客户群体。\\n   •\\t最后，常常被忽略却至关重要的一点是用户体验的优化以降低磨损率。目前大部分Dapp操作复杂流程冗长，Web2用户进入门槛较高。只有操作简便、体验流畅的产品，才能吸引Web2用户大量迁徙至Web3，将加密行业推向主流。\",\"timestamp\":1638721440,\"title\":\"为什么音乐NFT会崛起？\"},\"digest\":\"hz5XZWA3fwDxYVZAC7z2mj52Xo5ZFfp9zcmekWCeXqQ\",\"authorship\":{\"contributor\":\"0xb37bf6Dbd3757db9024cD6FB8f43075E4b4C1594\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N0i6Q8fhOy7X1F1qqMDS1ZDF736BXeS86xDXQh577Is\\\",\\\"y\\\":\\\"OLCzmV40LNjzV6PA-GCY4bCbtVgAhtVIx1oJcmA_M2U\\\"}\",\"signature\":\"h3PQFZN1dAY0VaSZ4IBu3VxJa-i54nQUc5tpHtYm_93BpJERkjRQcbKSqQzbwNrCe_aqMdr1U46uy6RkWbgghQ\",\"signingKeySignature\":\"0xaeb052a41716fefb426c41dbb856c09967748884656567b2a1a5339e3c2c4c9376f5aec39e1a8ba1d6b56d4f2d69e74820c57167b8862595ed3bd64084d1b6211b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N0i6Q8fhOy7X1F1qqMDS1ZDF736BXeS86xDXQh577Is\\\",\\\"y\\\":\\\"OLCzmV40LNjzV6PA-GCY4bCbtVgAhtVIx1oJcmA_M2U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hz5XZWA3fwDxYVZAC7z2mj52Xo5ZFfp9zcmekWCeXqQ\"}"