"{\"content\":{\"body\":\"DeFi, NFTs, stablecoins – most of it started on Ethereum. What about next year? This post is part of CoinDesk’s Future of Money Week.\\n\\nEthereum is a smart-contract blockchain focused on building a secure, decentralized environment to host applications of all types. The past year, decentralized finance (DeFi) and non-fungible tokens (NFT) have taken the stage to show the world the possibilities that can arise from blockchain technology. However, scalability products that can increase performance in response to changes in processing demands are starting to unlock the vast potential Ethereum holds, and its co-creator, Vitalik Buterin, has his eyes set on decentralizing social media, gaming, governance and more.\\n\\nIn its infancy, Ethereum has largely become host to marketplaces for trading and lending crypto assets (Uniswap and Aave) and buying or selling digital art (OpenSea). The introduction of second-layer platforms built on top of Ethereum, like Arbitrum and Optimism, and technological solutions like ZK rollups, will drag down transaction fees and open Ethereum to decentralized social media platforms like Reddit.\\n\\nThis article is part of Future of Money Week, a series exploring the varied (and sometimes weird) ways value will move in the future.\\n\\nThe common theme among all use cases will be the need for users to own and spend Ethereum’s native asset, ether.\\n\\nEther is the key to unlocking blockspace on the Ethereum network, whether that includes deploying new applications, using existing applications or sending tokens between different wallets. The native asset is to the network what gas is to a car. Post-EIP 1559, blockspace consumers buy and burn the asset to participate in the digital economy. In the near future, ether will also be used to stake and secure the network.\\n\\nRead More: The Evolution of Ethereum’s Monetary Policy\\n\\nArising from its usefulness as gas, ether has become a unit of account and the most common pairing on decentralized exchanges (DEX).\\n\\n### What is money in the metaverse?\\n\\nIf Ethereum, alternative base layer protocols (i.e., Solana and Avalanche) and “the metaverse” are ultimately successful, the definition of money will become much broader than its fiat limitation today. We are already seeing protocols raising capital, and investors measuring their portfolios against ether instead of dollars or even stablecoins (tokens pegged to the value of a fiat currency). However, the use of ether as money does not discredit fiat, stablecoins and other stores of value. It is simply a complement – and one that could potentially become a currency of the metaverse.\\n\\nRead More: A Crypto Guide to the Metaverse\\n\\nCrypto assets, including ether, are still much more reflexive to demand than stablecoins and dollars, making them a better investment than a currency (for now). However, the larger the Ethereum ecosystem grows, the better the currency ether becomes.\\n\\nCurrently, speculators far outweigh actual blockchain users, but a blossoming ecosystem is changing that as ether can be used for DeFi, NFTs, validation, social media and more. In fact, in Coinbase’s Q3 earnings report, the company highlighted that it has seen a major shift toward people actually making use of blockchain technology by taking their tokens off exchanges.\\n\\nThe chart below shows how on-chain users have grown alongside new Coinbase accounts, signaling users are genuinely interested in interacting with applications on Ethereum. Cheaper alternatives to the Ethereum mainnet, or live version, have gained even more traction, with Polygon flipping mainnet in active users for a single day early in October. Additionally, Arbitrum has onboarded 275,000 users looking for cheaper blockchain interactions.\\n\\nTokenization of assets and composability between DeFi applications are just beginning to create open, tradable markets for assets that were once illiquid. Assets that can be traded against each other, used as collateral or sent to any part of the world in an instant, start to behave a lot more like money than property or stores of value.\\n\\nAccording to Julien Bouteloup, founder of Stake Capital and core developer at decentralized exchange Curve, the Web 3 workforce has shown significant interest in being paid in token equity over stablecoins. While this could be a side effect of the bull market and rising valuations, employees are likely genuinely interested in being an owner of the projects on which they work.\\n\\n### What’s next for the value of ether?\\n\\nPlay-to-earn gaming has likely just started, and Ronin-based NFT game Axie Infinity is already generating billions of dollars in annualized revenue. Users throughout the world are living off income from the game, with revenue making up a notable piece of the Philippines’ gross domestic product. The connection between gaming and finance is growing closer, highlighting just one aspect of a more digitalized world.\\n\\nRead more from “Future of Money Week”: Who Sets the Rules for Bitcoin as Nation-States and Corps Roll In – David Z Morris\\n\\nIf today’s trends are carried into tomorrow’s future, the world will be more financialized than ever. It’s too early to tell whether this will be a net positive for humanity, but crypto and DeFi have given a glimpse into the good and bad that come with tokenization.\\n\\nAirdrops and equity distribution (when done correctly) have distributed wealth much more freely and fairly than corporations have done, historically. However, the other side is equally true as scams and exploits show how greed can be magnified through tokenization and the anonymous economy.\\n\\nFor good or bad, the definition of money will continue to become murkier as the digital economy grows, just as it did with the creation of credit cards and online payments and the move away from paper money. This fits perfectly with the narrative of the metaverse, where the line between the digital world and real life becomes thinner and thinner.\",\"timestamp\":1638431861,\"title\":\"Ethereum in 2022: What Is Money in the Metaverse?\"},\"digest\":\"BFiWasw92PFCAUExBpaKZe86xh5EhD1JR6_y0-Mqv3w\",\"authorship\":{\"contributor\":\"0x39f750D091E57aFB01EC4f73acd5eEa0aE374E0f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Hq_m1aWsN2KLewx_qYbm72CWTfkZaC92FW77fUx7EC8\\\",\\\"y\\\":\\\"bIkWcnFhLAOpAqlqWPIDqVPEx7gvCQ5715UjhDJ1m-s\\\"}\",\"signature\":\"GYgywVJfw9BDgNvrDgMZ4Q2tA6ceGq59cWYDoYBxhQnTDixKTYbSIMUZ_pL3YnnBTq3D0sqeTB29dovKmicSzg\",\"signingKeySignature\":\"0xcc1bc1b0eabad4ffd6365612bea863f2bff2a3e98cc5d3c378765b589a14297862aeeb78a3156810326b1589bd7e5c4d003f401ffb9c142984639ec0ca38a4411b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Hq_m1aWsN2KLewx_qYbm72CWTfkZaC92FW77fUx7EC8\\\",\\\"y\\\":\\\"bIkWcnFhLAOpAqlqWPIDqVPEx7gvCQ5715UjhDJ1m-s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BFiWasw92PFCAUExBpaKZe86xh5EhD1JR6_y0-Mqv3w\"}"