"{\"content\":{\"body\":\"加密货币的日益普及，引起了主流群体对区块链技术及其可能性的兴趣。区块链越来越多地被用作一个通用术语，大多数人把它与比特币联系在一起，比特币是利用这种技术创造的一种加密货币。这种去中心化协议的潜力和应用范围已变得非常广泛。\\n\\n比特币区块链是一个全球分布式账本。它由按顺序链接的数据区块以链的形式构成。每个区块包含关于前一个区块的信息。区块数据被复制并存储在不同的比特币矿工节点，而不被绑定在某个特定的服务器上，使得记录无法被替换。\\n\\n一组永久锁定的规则或“协议”管理着分布式节点网络传输的数据流。\\n\\n## 比特币的诞生\\n\\n2008年10月31日，克雷格·怀特博士（Craig S. Wright）以笔名中本聪（Satoshi Nakomoto）发表了题为《比特币：点对点的电子现金系统》的白皮书。该文向世人阐述了区块链创新协议的首个被广泛采用的用例。如前所述，比特币只是区块链的一个组成部分，也就是说，区块链对比特币来说，就像互联网对电子邮件一样。\\n\\n任何有编程基础的人，都可以在比特币区块链的基础之上创建应用程序。\\n\\n### 新颖之处和优势\\n\\n在集中式系统中，存在一个单一实体，如统治者，他对平台上的所有事务拥有压倒一切的控制权。如果统治者被操纵或产生腐败，用户除了完全离开这个平台，别无他法。\\n\\n比特币区块链由多个相互关联方，分别进行分发和维护的，因此网络参与者不需要只信任一个人或一家公司就能获得分布式账本的准确副本。该框架是永久的，由共识机制驱动的，因此没有单一的决策源。比特币区块链旨在扩容来容纳大量支付交易和其他形式的数据，从而支持企业应用。\\n\\n比特币区块链独特的特点来自于融合了密码学和分布式技术框架的透明性。双方之间的比特币交易发生在全球点对点网络中，无需依赖第三方验证。\\n\\n区块链技术通过在公共空间，安全地记录重要信息来解决数字信任问题。存储在区块链的数据，是以共享和不断协调的状态存在的。区块链上的数据是分布式的，可以被加密，并有时间戳。数据不能被篡改或回到过去更改。\\n\\n## 比特币区块链是如何运作的\\n\\n### 用户视角\\n\\n用户在比特币（BSV）网络上广播交易。广播可以将任何形式的数据存储到区块链。当请求到达比特币（BSV）网络时，它被验证后被添加到待定交易池中。数字签名验证了其安全性和真实性，因此不良行为者进行欺诈并引发问题的现象很难发生。从技术上讲，你可以发送/签署一个欺诈交易，但签名本身会成为证明你行为的证据。这个签名机制一开始就会阻止进行欺诈的人。\\n\\n待定交易池中的各个独立交易组构成了一个受加密保护的区块。矿工们争夺向区块链添加新区块(平均每10分钟)的权利。\\n\\n### 矿工视角\\n\\n区块链协议运行时会将数据组成区块，该区块带有时间戳并由严格的加密规则保护。然后，区块会被链接在一起，并按时间顺序排列，从而形成一个连续的区块链。每个新区块都会存储上一个区块的已确认交易列表。网络上的每个节点都维护一份区块链数据的副本。\\n\\n矿工投资并且供给算力，以通过工作量证明（POW）共识机制来维护和保护网络。矿工们互相竞争，收集尽可能多的交易，然后向其他矿工展示解决方案。他们起初不一定会一起工作——但最终会一起工作，只要找到一个区块就行了。矿工们想接受它，并快速前进到下一个，以期找到下一个区块奖励。所有网络上的参与者，都可以使用公共数据历史记录，以帮助避免重复条目，并确保所有参与者都拥有最新版本。\\n\\n### 经济激励模型\\n\\n工作证明（PoW）是矿工希望用来验证交易、保持网络安全的协议。矿工必须通过解决复杂的计算问题来验证新的区块，不可避免地消耗能源。第一个解决数学问题并把问题交给其他矿工的矿工获胜。这就是防止双重支付（双花）问题的方法。矿工不会接受包含双花的区块，胜出并出块的矿工会将其拒绝，否则将无法获得区块奖励。产生的完整区块会获得唯一的时间戳和哈希值。\\n\\n现有区块链版本的更新会发送到网络上的所有节点。如果有人试图改变先前创建的区块，则下一个区块中编码的哈希值将不再匹配。所有节点都有整个区块链的副本，所以它们能检测到任何对区块链的篡改。当哈希值在区块链中匹配时，所有参与者都知道这是可以信任的记录。\\n\\n### 实际使用案例\\n\\n怀特博士认为比特币是一个无需许可的P2P金融网络。比特币为所有加密货币开创了先河。因此，比特币（BSV）允许用户在相信其可以成为数据所有者的基础上自由交易。\\n\\n数据被公开存储并签名。交易的签名证明了所有权，而充分的加密满足了对可访问性的需求。\\n\\n区块链技术的应用远远超出了加密货币和货币转账的范畴，并且适用于许多不同行业的许多其他应用。加密的密钥甚至允许新控制权的转移，以及创建形成新的数字关系的基础。\\n\\n区块链技术提供了认证和授权的新方案。区块链的智能合约以与传统合约相同的方式定义了特定协议的规则和惩罚机制。智能合约能自动履行职责。自动满足特定条件的算法，对于解决从商业到制造业的任何领域的法律问题，都具有重要意义。\\n\\n### 价值定位\\n\\n无需中央管理机构的特性使得比特币（BSV）区块链成为一个理想的账本和点对点（P2P）结算解决方案。它消除了对清算机构和其他结算代理的需求，同时总体上降低了成本，提高了交易的创建、验证、结算和记录的速度。因为比特币（BSV）的区块链技术不是中心化的，假设其中一部分无法正常工作了，整个网络也不会崩溃。\\n\\n比特币（BSV）区块链的另一个优势是防篡改。区块链上新增加的每个区块，都带有对前一个区块的牢固的、加密的引用。总体而言，比特币（BSV）区块链的去中心化的和开放的，其密码学的特性使得用户可以相互信任，并且进行点对点的交易，这淘汰了对中介的需求。\",\"timestamp\":1640080864,\"title\":\"比特币新手入门（二）什么是区块链？\"},\"digest\":\"T_Uo-HAGxrChClXv7GwNiA36w0N3TkmbQ-Dx45iDl5w\",\"authorship\":{\"contributor\":\"0xFB0efb087E86f90B99667a0a7a845eDCf0B57C99\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8WmLRCN1WQK1zWZlZGVDTLHwwDoZ_GOD4zkpJpSu6Tc\\\",\\\"y\\\":\\\"YHulkjVl1j6MRO1N8SUKb6h1Cc_OV7xlt70THY1H-tA\\\"}\",\"signature\":\"-V6QQtpoW-C51P_UfYmHfbtOOPbX2qp83X2fUZlEYmDakiFR7rMGBSWumOeOoO4XnRz9cHRwjbNEvvChiZLVqQ\",\"signingKeySignature\":\"0x9b0e1cf1f2d8c228101c8e5bbbd424ff2f2aca704730a28f89ea0c86b1f29bb176d976d8f5d5476cd10a82b7ad3faa272e8853012a3e2d8c4603072f8e67d14b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8WmLRCN1WQK1zWZlZGVDTLHwwDoZ_GOD4zkpJpSu6Tc\\\",\\\"y\\\":\\\"YHulkjVl1j6MRO1N8SUKb6h1Cc_OV7xlt70THY1H-tA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"T_Uo-HAGxrChClXv7GwNiA36w0N3TkmbQ-Dx45iDl5w\"}"