"{\"content\":{\"body\":\"小哥和李诗情需要帮手, 摆在他们面前最重要的选择, 就是找谁帮忙。\\n\\n    在各种打车软件风行的这个时代, 还在坐公交车的不是老头老太太就是没什么钱的小年轻，像小哥这样收入还可以的社畜会上公交车, 纯粹是因为刚来这个地方, 想靠这种方式了解这个城市, 否则以往大部分时间，他出门也是靠打车。\\n\\n    不能年纪太大, 这个标准一出，车里乘客就有一半不合适，剩下来的乘客里, 能帮忙的必须一要有足够制服别人的力气, 二要有敢于上前的胆量，最重要的是，要人品可靠，不能临门一脚突然掉了链子。\\n\\n    如果按上面三个标准，最后能选的人就没几个, 毕竟每一次循环里总有人惊慌失措, 总有人冷眼相看，也总有人声音叫得最大、动作做的最小。\\n\\n    譬如那个腰上挂着一大串钥匙的大叔, 每次喊得最响，躲得最远，上一次循环时更是带头吵着要下车。\\n\\n    如果要请他帮忙，没准儿刚把车上有炸弹的事儿说出口, 他就嚷嚷的全车都知道了。\\n\\n    结合各方面的考虑，最后李诗情和小哥选择了健壮大叔和戴口罩小哥，健壮大叔是首选，戴口罩小哥是备选，如果两个都能答应最好，不能都答应，哪怕只来一个帮忙也行。\\n\\n    于是小哥写了张纸条，李诗情直奔后方，分别去请人帮忙。\\n\\n    小哥要劝说的大叔坐的比较靠前，为了怕别人听到太多，用“文字”加“语言”的方式沟通是最方便的。\\n\\n    但那个口罩小哥就不一样了，他这次上车又选了最后排最偏僻的位置，公交车里环境噪音本来就大，在那里压低了声音说话，更是谁都听不见。\\n\\n    相比起肖鹤云的“温文有礼”，李诗情就要“干脆”的多。\\n\\n    “帅哥，我请你帮个忙……”\\n\\n    同是年轻人，李诗情对上口罩男，选择了“单刀直入”。\\n\\n    能救流浪幼猫的小哥，应该会是个爱心充沛的好人吧？\\n\\n    “什么？”\\n\\n    口罩男一脸戒备地抱着包，看着这个莫名其妙跑上来喊“帅哥”的女孩。\\n\\n    他都裹得这么密不透风了，还能被喊帅哥？\\n\\n    无事献殷勤，非奸即盗！\\n\\n    “你看到前面那个穿花衣服的大婶了吗？她有非常危险的反社会倾向，不但随身携带的高压锅内装有炸弹，身上还藏着一把小刀……”\\n\\n    李诗情顶着口罩男鄙夷的目光，继续说，“我们等一会儿要去制服她，但是我们人手不够，希望帅哥你能帮个忙，到时候一起按住那个大婶。”\\n\\n    “你是不是喝多了？”\\n\\n    口罩男下意识地打量着女孩。\\n\\n    如果不是喝多了，怎么满嘴疯话？\\n\\n    “我知道你肯定不会相信，但事情真是这样。我们得知这辆车上有炸弹后，几乎把所有有嫌疑的人都排查过了，也包括你……”\\n\\n    李诗情倒没有直接说自己是“便衣警察”，只用含含糊糊地口气解释着，但语气却是很强势。\\n\\n    “你现在捂着的包里装着一只小奶猫，橘白相间，用一件军绿色外套裹着。猫大约刚满月，毛发很脏，眼睛很大，因为营养不良没有什么精神。”\\n\\n    她说着口罩男包里的“秘密”，脸上却没有什么表情，“你知道公交车不给带宠物上车，担心车上人发现你带着猫让你下去，所以把猫藏在了背包里，一上车就找了最后一排坐下，以免被人发现。”\\n\\n    李诗情的话说的斩钉截铁，半点没有“诈唬”人的意思，口罩男露在口罩外的眼睛也是越瞪越大。\\n\\n    “你们调查我？”\\n\\n    口罩男是年轻人，首先关注到的是自己受到了“冒犯”，眼神不悦地控诉，“你们这是侵犯公民个人隐私！”\\n\\n    “我们也是为了公共安全。”\\n\\n    李诗情并没有直接解释这个问题，只是继续劝说，“我们说的都是真的，那个大婶塑料袋里的高压锅会爆炸，身上还带着刀子。如果不能制服她，一车的人都要完蛋！我们需要你的帮助！”\\n\\n    如果李诗情没有准确的说明自己的包里有什么，口罩男也许只会把她当成个骗子或者疯子，可她说他包里那只猫的口气太肯定了，肯定到连他当时的心理状况都了解的一清二楚，这事就有些“邪门”了。\\n\\n    他小心地伸出头看了眼那个“目标任务”，觉得那个大妈人长得挺瘦弱的，看起来也没什么威胁的样子，微微松了口气。\\n\\n    要是车上的是几个悍匪，他大概会更害怕。\\n\\n    “可以吗？”\\n\\n开端 **第3**2节\\n\\n    李诗情掏出手机看了眼时间，发现又过去了两分钟，口气有点急。\\n\\n    “你们是怎么知道我们带着什么的？是超能力吗？”\\n\\n    年轻人比年纪大的人更容易接受新鲜事物，出现这种“突发事件”，口罩男一开始的害怕和诧异过去了，竟隐隐还觉得有点刺激，反倒追问起李诗情来：\\n\\n    “难道网络里写的那些都是真的，我们国家还有什么‘超能力’部队？”\\n\\n    “……这位帅哥，炸弹都要丢到脸上了，能不能请你严肃点？”\\n\\n    李诗情一口气差点没提起来。\\n\\n    “那好吧好吧……”\\n\\n    被人知道了“秘密”，口罩男抱着猫猫包的手也不自觉地放松下来，抬起头问，“你们要我怎么做？我先说好，我是战五渣，太难的做不了！”\\n\\n    战五渣？\\n\\n    李诗情回忆起他是如何将小哥揍得鼻青眼肿的，忍不住想吐槽。\\n\\n    您可太客气了！\\n\\n    “你太谦虚了！我们的计划是这样……”\\n\\n    她说匆匆和口罩男说了下自己和小哥设定好的计划，又说，“……你的任务很简单，情况一乱，你就见机行事，如果我和我的同伴没有控制住大婶，就麻烦你帮忙一起压住她，不要让她碰高压锅。假如我的同伴将大婶控制住了，请你看好高压锅，别让任何人碰到它，直到我们把高压锅扔下桥。”\\n\\n    口罩男听到也许要和持刀大妈搏斗，甚至还要看顾那个会爆炸的高压锅，眼皮子就直跳。\\n\\n    “我妈一直叮嘱我，别人的事儿少管，小心惹祸上身。”\\n\\n    口罩男摸了摸自己的口罩，语气有点犹豫，“我裹得这么严实，犯罪分子应该认不出我来吧？之后不会遇上同伙报复吧？我听说这种事一般都不会是单独作案，万一要是有同伙，你们得保证我的安全……”\\n\\n    “不会认出你来的。”\\n\\n    李诗情彻底服了，她之前怎么会觉得这口罩男还有点酷的？\\n\\n    “你只要帮忙控制局面就可以了。”\\n\\n    她在和口罩男沟通时，注意力也一直放在前面和大叔沟通的同伴身上。\\n\\n    只见小哥从口袋里掏出了钱包，数出一叠钞票给了那个大叔，然后便站起身，给了后排的自己一个“ok”的手势。\\n\\n    这么快就说服了？\\n\\n    难道是用钱请人帮忙的？\\n\\n    不管怎么说，能找到靠谱的帮手就好。\\n\\n    三个人，应该也够了。\\n\\n    “那你答应了吗？”\\n\\n    她再次询问。\\n\\n    这一次，不但她问的语气异常认真，全身上下也带着一种“我马上要去战斗了”的凛然气势，让口罩男还准备多问一点的心思一顿。\\n\\n    他抛掉脑子里乱糟糟地想法，认真思考了一会儿，摇了摇头。\\n\\n    “太危险了，我不能答应。”\\n\\n    口罩男又看了眼那个大婶，“你说‘我们’，说明不止你一个人对吧？我看那大婶挺瘦的，几个人制服她应该够了。”\\n\\n    万一人犯被制服了，只有自己身上多几个窟窿，多亏？\\n\\n    大概觉得这么说显得太怂，他想了想，补充道：“要不然，我帮你们盯着高压锅吧，我绝对不让其他人碰到它。”\\n\\n    李诗情本来已经不抱什么希望了，对方愿意答应看着高压锅都算是意外惊喜，感谢过对方，告知他自己的“咳嗽声”是行动开始的信号。\\n\\n    等嘱咐完，她往车窗外一看，马上要到那个油罐车路口了，连忙又急奔车头。\\n\\n    和同伴擦肩而过时，她悄悄打了个“ok”的手势。\\n\\n    小哥面色一喜。\\n\\n    “司机大叔，注意右边的摩托车，他们要闯红灯！”\\n\\n    提醒大叔注意过“危险因素”后，李诗情便没再走开。\\n\\n    “好险！”\\n\\n    在李诗情的提示下，司机再一次避免了一场车祸，庆幸地舒出一口长气，扭头看向李诗情，“你这小姑娘反应还挺快，我都没发现。”\\n\\n    “我知道的东西可多了。”\\n\\n    见车子平稳地开在前往引桥的道路是，李诗情露出一个笑容，装作对开车感兴趣的样子，站在司机旁边，弯下了腰，轻轻说：\\n\\n    “比如，我还知道车上有一颗炸弹。”\\n\\n    听清楚了小姑娘说的话，司机原本紧紧抓着方向盘的手一抖，不敢置信地扭过头看她。\\n\\n    “司机大叔，别看我，看路。”\\n\\n    李诗情能理解大叔心里现在的惊涛骇浪，因为他们第一次知道车上有炸弹时，比司机大叔现在表现出来的要惊慌多了。\\n\\n    “哦，哦……”\\n\\n    大叔似乎还没回过神来，精神恍惚地握着方向盘，不住地想回头。\\n\\n    “大叔，你别回头往后看，小心被发现。”\\n\\n    李诗情的手机震动了一下，那是小哥提醒她该动手了。\\n\\n    时间急迫，李诗情也只能大致给司机“交个底”。\\n\\n    “大叔，我知道我说这个有点意外，不过车上真的有炸弹，就在后排那个花衣大婶带着的高压锅里。等下我们几个人会制服那个大婶，但是那个炸弹留着不安全，我需要您把车开上桥，找个没人的地方停了，我们好把炸弹丢到江里面去。”\\n\\n    “等下我一喊，大叔你就停车开门，让所有人下车，行吧？”\\n\\n    “开到桥上，停车？”\\n\\n    司机大叔脸色惨白地重复着李诗情的请求。\\n\\n    “你确定？”\\n\\n    “嗯，等下可能有点乱，司机大叔要小心乘客。车不到桥上可千万别停，不然给大婶发现了，炸弹可能会提前引爆……”\\n\\n    李诗情匆匆地说。\\n\\n    “行吗？求您了，我经常坐您的车，不是什么怪人，你就信我一回？”\\n\\n    司机大叔紧紧攥着方向盘，看了她一眼。\\n\\n    大概是李诗情的表情太凝重了，他虽然神色迟疑，但还是点了点头。\\n\\n    太好了！\\n\\n    李诗情精神大震，重重咳嗽了一声。\\n\\n    一切准备就绪，行动正式开始！\\n\\n    作者有话要说：小剧场：\\n\\n    作者（举话筒）：小哥，大家对你身上随身带着一千块很惊讶，觉得你是个隐形富豪，他们的猜测是对的吗？\\n\\n    小哥：（推眼镜）因为我刚到这个城市没多久，留点现金在身上有备无患。\\n\\n    作者：（举话筒）对于口罩男认为你们有超能力一事，你怎么看？\\n\\n    小哥：（面无表情地看着空掉的钱包）他说的大概是钞能力……吧？\",\"timestamp\":1642689117,\"title\":\"第27章 第十九次循环（三）\"},\"digest\":\"Ac1P8nM7aFxtoQdfo7a3GcQTLHzl705MnQht6-3BsEw\",\"authorship\":{\"contributor\":\"0xB9216E2DF7d69b7997aBD7acCB3365521cb8Ed62\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"signature\":\"zlKICmcmu7j2VUF2yc8vmz-IiJTmAFd_o2ty_7HRmBfHjS5W923O7sWAtRm-3na1x0sITDwQ2LDhycD5OOwIGQ\",\"signingKeySignature\":\"0x80d09cda20c2032282deff087511c0c313c9181b457aa16ca6b8d39fec27f4927fdb992bd7d2b99de1e23c78a32587b5529f7a2bdc5295f908a5618e50c1e79b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ac1P8nM7aFxtoQdfo7a3GcQTLHzl705MnQht6-3BsEw\"}"