"{\"content\":{\"body\":\"[![GuildFi](https://miro.medium.com/fit/c/96/96/1\\\\*pggGOJyJzCgm\\\\_1\\\\_9ZcpJXA.jpeg)](https://medium.com/@guildfiofficial?source=post_page-----eacc8b3220bc-----------------------------------)\\n\\n![](https://miro.medium.com/max/1400/0\\\\*rEZ8\\\\_yXm8Jsxn-Na)\\n\\n**We are excited to share the news with GuildFiers today that GuildFi has completed a US$6 million seed round, co-led by DeFiance Capital and Hashed. **We also received backing from Pantera Capital, Coinbase Ventures, Alameda Research, Animoca Brands, Dapper Labs, Play Ventures, Coin98 Ventures and SkyVision Capital.\\n\\n**We would like to thank our friends who have supported us from the day we embarked on this journey**, including Kenneth D. Cron from Coin Operated Games, Mirza Uddin from Injective Labs, Thuat Nguyen from Kyros Ventures, Ronald Koo from Petrock Capital, Calvin Chu from Impossible Finance, Tascha Punyaneramitdee from Alpha Finance Lab, Soravis Srinawakoon from Band Protocol, Wego Chen from Block Tempo, EN from EM3DAO, Allen Zhao from LD Capital, Guojie Liu from Ruby Capital and many others.\\n\\n**A strong and successful project relies heavily on its supporters, investors and backers and with the aforementioned list above, we have that in abundance. **Our investors and supporters bring with them solid, multifaceted experience in, but not limited to, DeFi, gaming, exchanges, community, which provides the perfect combination for the foundation of GuildFi as we strive to build an interconnected Web3 ecosystem of games, NFTs and communities.\\n\\n*“DeFiance Capital is proud to back GuildFi. GuildFi is led by a team with a passion for gaming and extensive experience in building crypto communities. Their unparalleled strengths in educating users and community building are demonstrated in their ability to build the largest network of influencers in Thailand as well as Asia. We believe they have the necessary building blocks to achieve this ambitious goal of connecting gaming communities and becoming an all-in-one platform serving the needs of players, games, and guilds,”* **said Arthur Cheong, Founding Partner, DeFiance Capital**.\\n\\n*“Valve’s Steam reorganized the order of traditional game platforms, but we, at Hashed, foresee that the next-generation game platform will be underpinned by a combination of play-to-earn gaming model and interoperable in-game assets. Hashed strongly believes the new paradigm for the gaming industry will be decentralized platforms. The more authority games give to the players, the more successful the game will be. In that respect, GuildFi has a very strong potential to solidify its position as a new gaming platform,” ***said Ethan Kyuntae Kim, Co-founder & Partner, Hashed**.\\n\\n## What’s Next?\\n\\n*We are here to take gaming guilds to the next level by developing a Web3 infrastructure to connect games, NFTs, and communities, with an aim to maximize players’ lifetime benefits and enable interoperability across the metaverse.*\\n\\n**With this financing round, GuildFi is evolving into an interconnected ecosystem that offers many powerful features, including GuildFi ID, game discovery, scholarship portal, GameFi tools, Proof-of-Play rewards, and Metadrop Launchpad. **To achieve this mission, GuildFi looks to collaborate with game creators globally to identify and attract the right players while supporting them through in-game asset investment, campaign collaboration, and more to ensure successful launches and healthy growth.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*xtyirO6han51-KOt)\\n\\n## Big thanks to our communities\\n\\nWith strong support from our communities, especially our early users from Thailand, we have successfully launched a prominent gaming guild, and the most popular Axie Infinity gaming tools on the market. These achievements have created the foundation for the GuildFi platform, demonstrating the platform’s immense market fit, where we have already attracted **over 100,000+ registered users, 25,000+ daily active users and 1500+ scholars within three months of inception and illustrating its potential to expand globally.**\\n\\n## Get your GuildFi ID Today!\\n\\nSet up your GuildFi ID today to start tracking your footprints with these three simple steps: **Connect. Link. Earn. **at [guildfi.com](https://guildfi.com/).\\n\\nWe are thrilled to have the backing of notable investors who can **add exceptional value **to our platform and ecosystem. Lastly, we are always on the lookout for **talent and partners with shared interests for Web3 games **to join the metaverse revolution with us, reach out to us at contact\\\\@guildfi.com.\\n\\n## **About GuildFi**\\n\\n[GuildFi](https://guildfi.com/) is a Web3 platform that empowers all gaming communities and creates interoperability across the Metaverse. Guildfi solves the discovery and access problems for players while enhancing their performance and maximizing their rewards. Players’ engagement and achievement are no longer discarded and limited to specific guilds or games, but instead, contribute towards their ranks and elevate their benefits in the long run.\\n\\n**Follow GuildFi:**[** Website**](https://guildfi.com/)** |**[** Twitter**](https://twitter.com/GuildFiGlobal)** |**[** Discord**](https://discord.com/invite/guildfi)** |**[** Telegram**](https://t.me/guildfi)\\n\",\"timestamp\":1636888124,\"title\":\"GuildFi Raises $6 Million in Seed Funding! - GuildFi - Medium\"},\"digest\":\"UYbXgfE9DIEsom0amNOqzE0mE7vDPYW14xmiMr6JUC4\",\"authorship\":{\"contributor\":\"0x6f3c06b4c50B17b4CEAA9d609356Ebd57963D011\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VZXvr0KNcq9VXF2g55d_tVYorCIOTTDugxfyw9-mAC8\\\",\\\"y\\\":\\\"iX4b9ZlgLkARKAFO99qjAC1M8stBxYwaT4WPsFaWTcQ\\\"}\",\"signature\":\"jx3h7TXpzJZXvmQc_pv9WslXaWnUvnk8tDzn3aLWp-zA5935ui9QvQXOwvCltgUMWS9jv-Jw2L_UBj1Fqc49ug\",\"signingKeySignature\":\"0xb6e6d4c71a2130d1df75fe7a7058eae630ba767b8785591f47c02b2f64f3bb193b4b63aa623463e4df99804c86f97c9830598865255ae87d792a8d943e067fd21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VZXvr0KNcq9VXF2g55d_tVYorCIOTTDugxfyw9-mAC8\\\",\\\"y\\\":\\\"iX4b9ZlgLkARKAFO99qjAC1M8stBxYwaT4WPsFaWTcQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UYbXgfE9DIEsom0amNOqzE0mE7vDPYW14xmiMr6JUC4\"}"