"{\"content\":{\"body\":\"2018-02-18\\n\\n原文链接：\\n\\n[https://cdixon.org/2018/02/18/why-decentralization-matters](https://cdixon.org/2018/02/18/why-decentralization-matters)\\n\\n译者：Evelyn、Aaron ｜ W3.Hitchhiker\\n\\n## 互联网的前两个时代\\n\\n在互联网的第一个时代——从20世纪80年代到21世纪初——互联网服务建立在开放的协议上，由互联网社区控制。这意味着人们或组织可以在知道游戏规则以后且不会改变的情况下来发展他们的互联网存在感。在这个时代，巨大的网络财产开始出现，包括雅虎、谷歌、亚马逊、Facebook、LinkedIn和YouTube。在这个过程中，像美国在线（AOL）这样的中心化平台的重要性大大降低了。\\n\\n在互联网的第二个时代，从2000年代中期至今，以营利为目的的科技公司——其中最引人注目的是谷歌、苹果、Facebook和亚马逊（GAFA）——建立的软件和服务迅速超越了开放协议的能力。智能手机的爆炸性增长加速了这一趋势，因为移动应用程序成为互联网使用的主流。最终，用户从开放服务迁移到这些更复杂的中心化服务上来。即使用户仍然访问像网络这样的开放协议，他们通常也会通过GAFA软件和服务来进行调解。\\n\\n好消息是，数十亿人获得了惊人的技术，其中许多都是免费使用的。坏消息是，这对初创企业、创作者和其他团体来说就变得更难在互联网上发展，但不必担心中心化平台会改变对他们的规则，夺走他们的观众和利润。这反过来又扼杀了创新，使互联网失去了趣味和活力。中心化也造成了更广泛的社会紧张局势，我们在关于假新闻、国家赞助的机器人、用户的 \\\"无平台化\\\"、欧盟隐私法和算法偏见等主题的辩论中看到了这一点。这些争论在未来几年只会加剧。\\n\\n## “Web3”：互联网的第三个时代\\n\\n对这种集中化的一种回应是对大型互联网公司实施政府监管。这种反应假设互联网与电话、广播和电视等过去的通信网络相似。但过去这种基于硬件的网络与互联网这种基于软件的网络有着本质的区别。一旦基于硬件的网络建成，它们几乎不可能被重新架构。基于软件的网络可以通过创业创新和市场力量来进行重新架构。\\n\\n互联网是基于软件的终极网络，由一个相对简单的[核心层（core layer）](https://en.wikipedia.org/wiki/Internet_Protocol)组成，在边缘连接数十亿台完全可编程的计算机。软件只是人类思想的编码，因此具有几乎无限制的设计空间。连接到互联网的计算机，大体上可以自由运行其所有者选择的任何软件。只要有正确的激励措施，任何梦想都可以在互联网上迅速传播。互联网架构是技术创造力和激励机制设计的交汇点。\\n\\n互联网的发展仍处于早期阶段：核心的互联网服务在未来几十年可能会被完全重新架构。这将由加密经济网络实现，这是首次在[比特币](https://bitcoin.org/bitcoin.pdf)中引入并在[以太坊](https://github.com/ethereum/wiki/wiki/White-Paper)中进一步发展的理念的概括。加密网络结合了前两个互联网时代的最佳特征：社区管理的、去中心化的网络，其能力最终将超过最先进的中心化服务。\\n\\n## 为什么要去中心化？\\n\\n去中心化是一个经常被误解的概念。例如，有时有人会说，加密网络倡导者赞成去中心化的原因是为了抵制政府的审查，或者是因为自由主义的政治观点。这些都不是去中心化很重要的主要原因。\\n\\n让我们来看看中心化平台会有的问题。中心化平台遵循一个可预测的生命周期。当他们开始的时候，他们会尽一切努力招募用户和第三方补充者，如开发者、企业和媒体机构。他们这样做是为了使他们的服务更有价值，因为平台（根据定义）是具有多面网络效应的系统。随着平台在采用S型曲线上的移动，他们对用户和第三方的权力也在稳步增长。\\n\\n![](https://images.mirror-media.xyz/publication-images/3b4_jVQScBDaPWkhVaOF5.png?height=534&width=1240)\\n\\n当他们达到S曲线的顶端时，他们与网络参与者的关系就会从正和（positive-sum）变为零和（zero-sum）。继续增长的最简单方法在于从用户那里提取数据，与互补者争夺受众和利润。这方面的历史例子有Microsoft vs. Netscape, Google vs. Yelp, Facebook vs. Zynga, 和 Twitter vs.对其第三方客户。像iOS和安卓这样的操作系统已经表现得比较好了，尽管仍然要征收30%的健康税，以看似任意的理由拒绝应用程序，并随意吞并第三方应用程序的功能。\\n\\n对于第三方来说，这种从合作到竞争的过渡感觉就像一个诱饵和开关。随着时间的推移，最好的企业家、开发者和投资者已经对在中心化平台之上的建设保持警惕了。我们现在有几十年的证据表明，这样做会以失望告终。此外，用户放弃了隐私，放弃了对自己数据的控制，并变得容易受到安全漏洞的影响。中心化平台的这些问题在未来可能会变得更加明显。\\n\\n## 进入加密网络\\n\\n加密网络是建立在互联网之上的网络，1）使用区块链等共识机制来维护和更新状态，2）使用加密货币（coins/tokens）来激励共识参与者（miners/validators）和其他网络参与者。一些加密网络，如以太坊，是通用的编程平台，几乎可以用于任何目的。而其他加密网络是则用于特殊的用途，例如，比特币主要用于存储价值，[Golem](https://golem.network/)用于执行计算，而[Filecoin](https://filecoin.io/)用于去中心化的文件存储。\\n\\n早期的互联网协议是由工作组或非营利组织创建的技术规范，依靠互联网社区的利益一致来获得采用。这种方法在互联网的早期阶段运作良好，但自20世纪90年代初以来，很少有新协议能获得广泛采用。[加密网络](https://cdixon.org/2018/02/18/2017/05/27/crypto-tokens-a-breakthrough-in-open-network-design)通过以代币的形式向开发者、维护者和其他网络参与者提供经济激励来解决这些问题。它们在技术上也更加强大。例如，它们能够保持状态并对该状态进行任意转换，这是过去的协议所不能做到的。\\n\\n加密网络使用多种机制来确保它们在成长过程中保持中立，防止中心化平台的诱饵和转换。首先，加密网络和其参与者之间的合同是在开放源代码中执行的。第二，通过 \\\"[发言权（voice） \\\"和 \\\"退出 （exit）](https://en.wikipedia.org/wiki/Exit,_Voice,_and_Loyalty)\\\"机制对他们进行约束。参与者通过社区管理获得发言权，包括 \\\"链上\\\"（通过协议）和 \\\"链下\\\"（通过协议周围的社会结构）。参与者可以通过离开网络和出售他们的硬币coins，或者在极端情况下通过分叉协议来退出。\\n\\n简而言之，加密网络使网络参与者为一个共同的目标而努力——网络的发展和代币的升值。这种一致性是比特币继续蔑视持怀疑态度的人并蓬勃发展的主要原因之一，即使像以太坊这样的新的加密网络已经与它一起成长。\\n\\n如今的加密网络受到各种限制，使其无法认真挑战中心化的现任者。最严重的限制是围绕性能和可扩展性。未来几年将是修复这些限制，建立网络，形成加密堆栈（crypto stack）的基础设施层。在此之后，大部分精力将转向在该基础设施之上构建应用程序。\\n\\n## 去中心化如何获胜？\\n\\n说去中心化网络应该获胜是一回事，而说它们会获胜又是另一回事。让我们来看看对此持乐观态度的具体原因。\\n\\n软件和网络服务都是由开发人员建立的。世界上有数以百万计的高技能开发人员。但是只有一小部分人在大型科技公司工作，他们其中又只有一小部分人从事新产品的开发工作。历史上许多最重要的软件项目是由初创公司或独立开发者社区创建的。\\n\\n> *“无论你是谁，大多数最聪明的人都在为别人工作\\\"。——[Bill Joy](https://en.wikipedia.org/wiki/Joy%27s_law_(management))*\\n\\n去中心化的网络可以赢得互联网的第三个时代，原因与它们赢得第一个时代一样：赢得企业家和开发者的心。\\n\\n一个说明性的比喻是2000年代维基百科（Wikipedia）与其集中式竞争对手如安卡塔（Encarta）之间的竞争。如果你在21世纪初比较这两种产品，Encarta是一个更好的产品， 它有更好的主题覆盖和更高的准确性。但维基百科的改进速度要快得多，因为它有一个活跃的志愿贡献者社区，他们被其去中心化的、社区管理的精神所吸引。到2005年，维基百科成为互联网上最受欢迎的参考网站。安卡塔于2009年被关闭。\\n\\n教训是，当你比较中心化和去中心化系统时，你需要像过程一样动态地考虑它们，而不是作为刚性的产品来静态地考虑。中心化系统通常在开始时是完全成熟的，但只有在赞助公司的员工对其进行改进的情况下才能变得更好。去中心化系统开始时是半生不熟的，但在适当的条件下，随着它们所吸引新的贡献者而呈指数式增长。\\n\\n在加密网络的情况下，有多个复合反馈回路，涉及核心协议的开发者、补充加密网络的开发者、第三方应用程序的开发者以及运营网络的服务提供商。这些反馈回路被相关代币的激励措施进一步放大，正如我们在比特币和以太坊上看到的那样，它可以为加密货币社区的发展速度增压（有时会导致负面结果，如比特币挖矿所消耗的过度电力）。\\n\\n把去中心化系统还是中心化系统将赢得下一个互联网时代的问题简化为谁将建立最引人注目的产品，这反过来又简化为谁将得到更多高质量的开发者和企业家的支持。GAFA有很多优势，包括现金储备、庞大的用户群和运营基础设施。加密网络对开发者和企业家的价值主张明显更具吸引力。如果他们能赢得他们的心和思想，他们就能调动比GAFA多得多的资源，并迅速超过他们的产品开发速度。\\n\\n> *[“如果你在1989年问人们需要什么来使他们的生活更美好，他们不太可能会说是一个去中心化的信息节点网络，把这些节点用超文本连接起来。\\\" - Farmer & Farmer](http://farmerandfarmer.org/mastery/builder.html)*\\n\\n中心化平台在推出时往往与引人注目的应用程序捆绑在一起：Facebook有其核心的社交功能，而iPhone有一些关键的应用程序。相比之下，去中心化的平台在推出时往往半生不熟，且没有明确的使用案例。因此，他们需要经历产品——市场契合的两个阶段：1）平台与完成平台和建立生态系统的开发者/企业家之间的产品——市场契合，以及2）平台/生态系统与终端用户之间的产品——市场契合。这个两阶段的过程是导致许多人——包括复杂的技术专家——一直低估去中心化平台潜力的原因。\\n\\n## 下一个互联网时代\\n\\n去中心化的网络并不是解决互联网上所有问题的银弹（silver bullet）。但它们提供了一个比中心化系统更好的方法。\\n\\n将Twitter的垃圾邮件的问题与电子邮件中的垃圾邮件的问题相比较。自从Twitter向第三方开发者[关闭](https://www.theverge.com/2012/8/23/3263481/twitter-api-third-party-developers)了他们的网络后，唯一致力于Twitter垃圾邮件的公司就是Twitter自己。相比之下，有数以百计的公司试图打击电子邮件中的垃圾邮件，其资金来自数十亿美元的风险投资和企业资金。电子邮件中的垃圾邮件并没有得到解决，但现在好了很多，因为第三方知道[电子邮件协议](https://en.wikipedia.org/wiki/Simple_Mail_Transfer_Protocol)是去中心化的，所以他们可以在上面建立业务，而不用担心游戏规则在以后会改变。\\n\\n或者考虑网络治理的问题。今天，大型平台上不负责任的员工群体决定了信息如何被排名和过滤，哪些用户得到晋升，哪些被禁止，以及其他重要的治理决定。在加密网络中，这些决定是由社区使用公开和透明的机制做出的。正如我们从线下世界了解到的那样，民主制度并不完美，但它们比其他方式要好很多。\\n\\n中心化的平台已经主导了很久，以至于很多人都忘记了有一种更好的方式来构建互联网服务。加密网络是一种强大的方式，可以发展社区拥有的网络，为第三方开发者、创作者和企业提供一个公平的竞争环境。在互联网的第一个时代，我们看到了去中心化系统的价值。希望我们能在下一个时代再次看到它。\\n\\n*原文发表于[Medium](https://medium.com/s/story/why-decentralization-matters-5e3f79f7638e)。*\",\"timestamp\":1640311065,\"title\":\"为什么去中心化很重要\"},\"digest\":\"s_gLu_k5doYkghJNquwR8DTpxFbf05CaP1F59w2qkDY\",\"authorship\":{\"contributor\":\"0xE43a21Ee76b591fe6E479da8a8a388FCfea6F77F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NO-j1_dHNxNqjvzUDdLJqft5mSMhSK7905RO6-OR2LY\\\",\\\"y\\\":\\\"TcHHFPnC14D_fEfRb9WbZlEMxU2YcU4DafVscXXqO0A\\\"}\",\"signature\":\"3pzb9vth8hwR9ewHg80xXVnbs4UzdWT-NqleM3sALM4giRegDRLSnn60wv8xaPWoPrSxgYVOgyBhDHOc45WZMg\",\"signingKeySignature\":\"0xfb5e99125ef6e87425972903cd694fcec8c35de7303f6dc4eaa97bb48e1f1b4e33cb2fc4ec6741b5cf8c64b54f4e37638bd3a75e831cffb9c31bb8428b76f95f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NO-j1_dHNxNqjvzUDdLJqft5mSMhSK7905RO6-OR2LY\\\",\\\"y\\\":\\\"TcHHFPnC14D_fEfRb9WbZlEMxU2YcU4DafVscXXqO0A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"s_gLu_k5doYkghJNquwR8DTpxFbf05CaP1F59w2qkDY\"}"