"{\"content\":{\"body\":\"Dear all MFS Holders, today I want to announce about our Relaunch Plan. Why we do it and how we’re going to do the relaunch.\\n\\nFirst, thank you for your support from the very start of this project, without you we don’t get where we are today. This project is our first NFT project and we have so many lesson learned along the way. And this is the main reason we want to relaunch this project properly.\\n\\n## Why Relaunch?\\n\\nWe need to amp up our marketing efforts and NFT features refining.\\n\\nThe foundation is still the same, we will build the NFT staking feature that can generate $HART. That way $HART will have the first function outside the HaraLedger Blockchain. And we hope this will bring the positive sentiment on the market.\\n\\nWe think it’s in everyone best interest if we communicate this project more about the NFT features and benefit for the Holders. That way we can also achieve the 20% proceed (from Primary & Secondary Sales) to Hara Foundation.\\n\\nWe’ve already purchased 200,000 of Ginger Seeds and already distributed the first 50,000 to our network of Women Farmers. We’re planning to do 50,000 / month of Ginger Seeds distribution. Imagine if we sold out!\\n\\n**So to sum up:**\\n\\n* Communicate more about NFT features, $HART token, NFT Fusion (I’ll talk about this detail later)\\n* Gain interest to more wider NFT market outside Indonesia (flippers, investor, collectors and believers)\\n\\n## How We Relaunch\\n\\nWe’ll close the Discord and Public Mint. So it can filter out people that believe in the project. We’ll open both later on. We already have a plan to reward existing holders and early Holders (The True Elves). Here we go!\\n\\n### Refined Project Roadmap\\n\\nWe rebrand the NFT Staking to **Elven Quest.** So it fits the lore and story in Meta Forest Society universe. And this is the way that holders can generate $HART with their NFT.\\n\\n![Elven Quests](https://images.mirror-media.xyz/publication-images/CXJJ2smc6YSEUy-J3G6lt.jpg?height=706&width=1200&&size=medium)\\n\\n**We will launch Shop.** You can buy 3 types of Potions (with $HART) to upgrade your existing Elves to Enchanted Elves. The Enchanted Elves will add modifier when you send your Elves to do Elven Quest. (Yes, more $HART generated). Technically this is an NFT Fusion features, but we don’t want to call it that way, again to fit the lore.\\n\\n![Blood of The Forest Potion](https://images.mirror-media.xyz/publication-images/6egUMevSP_nLdZitt7QMF.jpg?height=2000&width=2000)\\n\\n**We will launch Forest Creatures.** You have to buy The Tomes of Eldar with $HART in order to summon the Forest Creature. So if you fuse your Elf and the Tomes of Eldar, you will get 1 Forest Creatures. Forest Creatures will have special function when it comes to Elven Quests. For example it can generate more $HART. But we’re still brainstorming other function too.\\n\\n**3636 Females Elves** will be made after we have sold out the Genesis Collection. We need to focus on selling this genesis collection first. The female Elf will have the same function as the Genesis Male Elves collection.\\n\\n**We will prepare the 3D Voxel character of the Elves** to be ready for Sandbox later in mid 2022. We can’t share the exact timeline, but we think it’s in everyone best interest to have a representation of Meta Forest Society in another blockchain based games / virtual life later on.\\n\\n### Marketing\\n\\n* As we approaching the Relaunch, we’ve already plan some NFT Influencers, Marketing Activities, Discord Activities that can create buzz and excitement for this project.\\n* We will share the exact date for the relaunch later but right now it’s on W1 Feb 2022.\\n* We will have the revamped website in W4 Jan 2022.\\n\\n### Team Restructure\\n\\nThis is the important part, because the team will make or break the project. We have a new structure as follow.\\n\\nInitiators:\\n\\n* **Regi Wahyu (CEO of Hara)** - Blockchain & Investor Network Advisor\\n* **Richard Fang (Founder of Nice To Meet You Studio)** - Project Leader of MFS\\n* **Imron Zuhri (CTO of Hara)** - Technology Advisor\\n\\nCore Team:\\n\\n* **Met Mangindaan** (Lead Artist)\\n* **Arjasa Virya** (Project Manager)\\n* **Wina** (Lead Blockchain Engineer)\\n* **Naufal** (Blockchain Engineer)\\n* **Andre Dubari** (Lore Master)\\n* **Andrew** (Discord Mod)\\n* **James** (Discord Mod)\\n* **Agung** (Hara Foundation & Marketing)\\n\\nSupports:\\n\\n* **On Us Asia** (Public Relation & Media)\\n* **Nice To Meet You Studio** (Content Marketing & Graphic Design)\\n\\nWe believe that building an NFT project is like building a company. Impactful project must have a long term vision and solid play. We hope with this Relaunch will spark more interest and excitement for this project. WAGMI!\",\"timestamp\":1641887102,\"title\":\"Meta Forest Society: Relaunch!\"},\"digest\":\"anMuamGhZ39BcZwcioslaYmtVlt71CKBfRgt-PPKXwE\",\"authorship\":{\"contributor\":\"0xD5B71Cc269E64B74d0b04E6DFD34Bb87570881E1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"t0cW4Od_q6UOnz2xyUA2wybeDdRTEyCLZ4ixit6R7kI\\\",\\\"y\\\":\\\"bPHOl8AiE2YhxYrCZRZ9asOGrhq2IKuABtlSPbxwGr0\\\"}\",\"signature\":\"JPeUHoAnKf-mk8wgfdLQQrjnbOlcZewXVGeeoiKtRSyuxaxNZMznCS_CD9PpLPWCddYW9viHOSqGD7tTGKEBhQ\",\"signingKeySignature\":\"0xd336b8de21002a961114001a3a48c8dc58f599a2020c30848f7a154d64d7a7df26670e9a11458afda4d3789c71fc9a7f3ea4c88a0be894bf2bb95f41408c15061c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"t0cW4Od_q6UOnz2xyUA2wybeDdRTEyCLZ4ixit6R7kI\\\",\\\"y\\\":\\\"bPHOl8AiE2YhxYrCZRZ9asOGrhq2IKuABtlSPbxwGr0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rLsK8vTTkjls_NEdWdOpJvhCwfuJ0qdmFUVVUO_Y378\"}"