"{\"content\":{\"body\":\"WASHINGTON - While the so-called Uygur Tribunal presented itself as \\\"independent,\\\" it was organized by a US government-funded separatist group that for years has played a key role in generating anti-China propaganda, US independent news website the Grayzone has reported.\\n\\nAs the US government's propaganda campaign against China drags on, the \\\"tribunal\\\" has become a central node for the dissemination of allegations of so-called \\\"genocide\\\" to Western media. But behind the carefully scripted horror stories conveyed to the public by uncritical media are massive discrepancies, overt separatist sentiments, and huge sums of US government money, said the website in an article.\\n\\nThe \\\"tribunal\\\" and those participants are presented to the public as human rights advocates concerned about the situation in Xinjiang. However, upon closer examination, it is clear this framing is a cynical smokescreen.\\n\\n\\\"In fact, the Uygurs involved in the tribunal and the wider US-funded propaganda machine are part of a clear separatist campaign,\\\" it added.\\n\\nThe nakedly separatist views exhibited by most people involved in the \\\"tribunal\\\" is perhaps the most substantial factor in its lack of legitimacy. But as with many of the deceptions and discrepancies in -- not to mention the deep US government links to -- the \\\"tribunal,\\\" the Western media turned a blind eye, the article continued.\\n\\nThe Grayzone said that the press was ignorant about the real ulterior separatist agenda of the \\\"tribunal\\\" and those involved in it. \\\"Its refusal to provide the public with this critical context further illustrates how a carefully orchestrated narrative has been stripped of reality and disseminated to escalate a new Cold War,\\\" it said.\",\"timestamp\":1639753713,\"title\":\"US independent news website uncovers backstage manipulator of 'Uygur Tribunal'\"},\"digest\":\"3UbZW33dnb-EmtGTP9WEvi6qSFIW0dEmB-BOpu8ImK0\",\"authorship\":{\"contributor\":\"0xB388fA04F4e3B6d30465612AeF9B80f624D1A84a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jXy4h5ZsCmr9zbRo_8qCTaqj6rqphnKDvvb74oMwrtE\\\",\\\"y\\\":\\\"GCWl8N9NsiIz_SzUDvC1vZQS4QThc82L0QRC4ow7WIM\\\"}\",\"signature\":\"JHO6hRrhR_F7ulmc5ekJxT59yNFN5Adn2qlWGGKjk_sNpvutU6FpqnbDxkP5KIhuXc44Q2iYBQD_HHzewGcI0w\",\"signingKeySignature\":\"0x66aab75d94dc575b451d2e8a4749808b98e7fc5c48771c8192d749eb7b0baff54e0dc5e1ef3c7162afcc883b7bc63d06746b5de33b37da9f5b49bb2634b66efc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jXy4h5ZsCmr9zbRo_8qCTaqj6rqphnKDvvb74oMwrtE\\\",\\\"y\\\":\\\"GCWl8N9NsiIz_SzUDvC1vZQS4QThc82L0QRC4ow7WIM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3UbZW33dnb-EmtGTP9WEvi6qSFIW0dEmB-BOpu8ImK0\"}"