"{\"content\":{\"body\":\"as they call them.  But the many-talented man makes a great mistake here, and falls into a great sin.  In his fulness of all kinds of intellectual gifts, he quite forgets from Whom he has his many gifts, and why it is that his despised neighbour has so few gifts.  If you have ten or twenty talents, and I have only two, who is to be praised and who is to be blamed for that allotment?  Your cleverness has misled you and has hitherto done you far more evil than good.  You bear yourself among ordinary men, among less men than yourself, as if you had added all these cubits to your own stature.  You ride over us as if you had already given in your account, and had heard it said, Take the one talent from them and give it to this my ten-talented servant.  You seem to have set it down to your side of the great account, that you had such a good start in talent, and that your fine mind had so many tutors and governors all devoting themselves to your advancement.  And you conduct yourself to us as if the Righteous Judge had cast us away from His presence, because we were not found among the wise and mighty of this world.  The truth is, that the whole world is on a wholly wrong tack in its praise and in its blame.  We praise the man of great gifts, and we blame the man of small gifts, completely forgetful that in so doing we give men the praise that belongs to God, and lay on men the blame, which, if there is any blame in the matter, ought to be laid elsewhere. Learn and lay to heart, my richly-gifted brethren, to be patient with all men, but especially to be patient with all stupid, slow- witted, ungifted, God-impoverished men.  Do not add your insults and your ill-usage to the low estate of those on whom, in the meantime, God's hand lies so cold and so straitened.  For who maketh thee to differ from another? and what hast thou that thou didst not receive?  Now, if thou didst receive it, why dost thou glory as if thou hadst not received it?  Call that to mind the next time you are tempted to cry out that you have no patience with your slow-witted servant.\\n\\n1. 'Is patient with the bad' is one of the tributes of praise that is paid in the fine paraphrase to that heart that is full of the same love that is in God.  A patient love to the unjust and the evil is one of the attributes and manifestations of the divine nature, as that nature is seen both in God and in all genuinely godly men.  And, indeed, in no other thing is the divine nature so surely seen in any man as just in his love to and his patience with bad men.  He schools and exercises himself every day to be patient and good to other men as God has been to him.  He remembers when tempted to resentment how God did not resent his evil, but, while he was yet an enemy to God and to godliness, reconciled him to Himself by the death of His Son.  And ever since the godly man saw that, he has tried to reconcile his worst enemies to himself by the death of his impatience and passion toward them, and has more pitied than blamed them, even when their evil was done against himself.  Let God judge, and if it must be, condemn that bad man. But I am too bad myself to cast a stone at the worst and most injurious of men.  If we so much pity ourselves for our sinful lot, if we have so much compassion on ourselves because of our inherited and unavoidable estate of sin and misery, why do we not share our pity and our compassion with those miserable men who are in an even worse estate than our own?  At any rate, I must not judge them lest I be judged.  I must take care when I say, Forgive me my trespasses, as I forgive them that trespass against me.  Not to seven times must I grudgingly forgive, but ungrudgingly to seventy times seven.  For with what judgment I judge, I shall be judged; and with what measure I mete, it shall be measured to me again.\\n\\n'Love harbours no suspicious thought, Is patient to the bad: Grieved when she hears of sins and crimes, And in the truth is glad.'\\n\\n1. And then, most difficult and most dangerous, but most necessary of all patience, we must learn how to be patient with ourselves. Every day we hear of miserable men rushing upon death because they can no longer endure themselves and the things they have brought on themselves.  And there are moral suicides who cast off the faith and the hope and the endurance of a Christian man because they are so evil and have lived such an evil life.  We speak of patience with bad men, but there is no man so bad, there is no man among all our enemies who has at all hurt us like that man who is within ourselves.  And to bear patiently what we have brought upon ourselves,--to endure the inward shame, the self-reproof, the self- contempt bitterer to drink than blood, the lifelong injuries, impoverishment, and disgrace,--to bear all these patiently and uncomplainingly,--to acquiesce humbly in the discovery that all this was always in our hearts, and still is in our hearts--what humility, what patience, what compassion and pity for ourselves must all that call forth!  The wise nurse is patient with her passionate, greedy, untidy, disobedient child.  She does not cast it out of doors, she does not run and leave it, she does not kill it because all these things have been and still are in its sad little heart.  Her power for good with such a child lies just in her pity, in her compassion, and in her patience with her child. And the child that is in all of us is to be treated in the same patient, hopeful, believing, forgiving, divine way.  We should all be with ourselves as God is with us.  He knoweth our frame.  He remembereth that we are dust.  He shows all patience toward us.  He does not look for great things from us.  He does not break the bruised reed, nor quench the smoking flax.  He shall not fail nor be discouraged till He have set judgment in the earth.  And so shall not we.\\n2. And, then,--it is a sufficiently startling thing to say, but-- we must learn to be patient with God also.  All our patience, and all the exercises of it, if we think aright about it, all run up in the long-run into patience with God.  But there are some exercises of patience that have to do directly and immediately with God and with God alone.  When any man's heart has become fully alive to God and to the things of God; when he begins to see and feel that he lives and moves and has his being in God; then everything that in any way affects him is looked on by him as come to him from God. Absolutely, all things.  The very weather that everybody is so atheistic about, the climate, the soil he labours, the rain, the winter's cold and the summer's heat,--true piety sees all these things as God's things, and sees God's immediate will in the disposition and dispensation of them all.  He feels the untameableness of his tongue in the indecent talk that goes on everlastingly about the weather.  All these things may be without God to other men, as they once were to him also, but you will find that the truly and the intelligently devout man no longer allows himself in such unbecoming speech.  For, though he cannot trace God's hand in all the changes of the seasons, in heat and cold, in sunshine and snow, yet he is as sure that God's wisdom and will are there as that Scripture is true and the Scripture-taught heart. 'Great is our Lord, and His understanding is infinite.  Who covereth the heavens with clouds, and prepareth rain for the earth, and maketh the grass to grow upon the mountains.  He giveth snow like wool; He scattereth the hoarfrost like ashes; He casteth forth His ice like morsels.  Who can stand before his cold?'  Here is the patience and the faith of the saints.  Here are they that keep the commandments of God and the faith of Jesus Christ.\\n\\nAnd, then, when through rain or frost or fire, when out of any terror by night or arrow that flieth by day, any calamity comes on the man who is thus pointed and practised in his patience, he is able with Job to say, 'This is the Lord.  What, shall we receive good at the hand of God and not also receive evil?'  By far the best thing I have ever read on this subject, and I have read it a thousand times since I first read it as a student, is Dr. Thomas Goodwin's Patience and its Perfect Work.  That noble treatise had its origin in the great fire of London in 1666.  The learned President of Magdalen College lost the half of his library, five hundred pounds worth of the best books, in that terrible fire.  And his son tells us he had often heard his father say that in the loss of his not-to-be-replaced books, God had struck him in a very sensible place.  To lose his Augustine, and his Calvin, and his Musculus, and his Zanchius, and his Amesius, and his Suarez, and his Estius was a sore stroke to such a man.  I loved my books too well, said the great preacher, and God rebuked me by this affliction.  Let the students here read Goodwin's costly treatise, and they will be the better prepared to meet such calamities as the burning of their manse and their library, as also to counsel and comfort their people when they shall lose their shops or their stockyards by fire.\\n\\n'Blind unbelief is sure to err, And scan His work in vain; God is His own interpreter, And He will make it plain.'\\n\\nAnd, then, in a multitude of New Testament scriptures, we are summoned to great exercise of patience with the God of our salvation, because it is His purpose and plan that we shall have to wait long for our salvation.  God has not seen it good to carry us to heaven on the day of our conversion.  He does not glorify us on the same day that He justifies us.  We are appointed to salvation indeed, but it is also appointed us to wait long for it.  This is not our rest.  We are called to be pilgrims and strangers for a season with God upon the earth.  We are told to endure to the end. It is to be through faith and patience that we, with our fathers, shall at last inherit the promises.  Holiness is not a Jonah's gourd.  It does not come up in a night, and it does not perish in a night.  Holiness is the Divine nature, and it takes a lifetime to make us partakers of it.  But, then, if the time is long the thing is sure.  Let us, then, with a holy and a submissive patience wait for it.\\n\\n'I saw moreover in my dream that Passion seemed to be much discontent, but Patience was very quiet.  Then Christian asked, What is the reason of the discontent of Passion?  The Interpreter answered, The governor of them would have him stay for his best things till the beginning of the next year; but he will have them all now.  But Patience is willing to wait.'\\n\\nSIMPLE, SLOTH, AND PRESUMPTION\\n\\n'Ye did run well, who did hinder you?'--Paul.\\n\\nIt startles us not a little to come suddenly upon three pilgrims fast asleep with fetters on their heels on the upward side of the Interpreter's House, and even on the upward side of the cross and the sepulchre.  We would have looked for those three miserable men somewhere in the City of Destruction or in the Town of Stupidity, or, at best, somewhere still outside of the wicket-gate.  But John Bunyan did not lay down his Pilgrim's Progress on any abstract theory, or on any easy and pleasant presupposition, of the Christian life.  He constructed his so lifelike book out of his own experiences as a Christian man, as well as out of all he had learned as a Christian minister.  And in nothing is Bunyan's power of observation, deep insight, and firm hold of fact better seen than just in the way he names and places the various people of the pilgrimage.  Long after he had been at the Cross of Christ himself, and had seen with his own eyes all the significant rooms in the Interpreter's House, Bunyan had often to confess that the fetters of evil habit, unholy affection, and a hard heart were still firmly riveted on his own heels.  And his pastoral work had led him to see only too well that he was not alone in the temptations and the dangers and the still-abiding bondage to sin that had so surprised himself after he was so far on in the Christian life.  It was the greatest sorrow of his heart, he tells us in a powerful passage in his Grace Abounding, that so many of his spiritual children broke down and came short in the arduous and perilous way in which he had so hopefully started them.  'If any of those who were awakened by my ministry did after that fall back, as sometimes too many did, I can truly say that their loss hath been more to me than if one of my own children, begotten of my body, had been going to its grave. I think, verily, I may speak it without an offence to the Lord, nothing hath gone so near me as that, unless it was the fear of the salvation of my own soul.  I have counted as if I had goodly buildings and lordships in those places where my children were born; my heart has been so wrapped up in this excellent work that I counted myself more blessed and honoured of God by this than if He had made me the emperor of the Christian world, or the lord of all the glory of the earth without it.'  And I have no doubt that we have here the three things that above everything else bereft Bunyan of so many of his spiritual children personified and then laid down by the heels in Simple, Sloth, and Presumption.\\n\\nSIMPLE\\n\\nLet us shake up Simple first and ask him what it was that laid him so soon and in such a plight and in such company in this bottom. It was not that which from his name we might at first think it was. It was not the weakness of his intellects, nor his youth, nor his inexperience.  There is danger enough, no doubt, in all these things if they are not carefully attended to, but none of all these things in themselves, nor all of them taken together, will lay any pilgrim by the heels.  There must be more than mere and pure simplicity.  No blame attaches to a simple mind, much less to an artless and an open heart.  We do not blame such a man even when we pity him.  We take him, if he will let us, under our care, or we put him under better care, but we do not anticipate any immediate ill to him so long as he remains simple in mind, untainted in heart, and willing to learn.  But, then, unless he is better watched over than any young man or young woman can well be in this world, that simplicity and child-likeness and inexperience of his may soon become a fatal snare to him.  There is so much that is not simple and sincere in this world; there is so much falsehood and duplicity; there are so many men abroad whose endeavour is to waylay, mislead, entrap, and corrupt the simple-minded and the inexperienced, that it is next to impossible that any youth or maiden shall long remain in this world both simple and safe also. My son, says the Wise Man, keep my words, and lay up my commandments with thee.  For at the window of my house I looked through my casement, and beheld among the simple ones, I discerned among the youths, a young man void of understanding;--and so on,-- till a dart strike through his liver, and he goeth as an ox to the slaughter.  And so, too often in our own land, the maiden in her simplicity also opens her ear to the promises and vows and oaths of the flatterer, till she loses both her simplicity and her soul, and lies buried in that same bottom beside Sloth and Presumption.\\n\\nIt is not so much his small mind and his weak understanding that is the fatal danger of their possessor, it is his imbecile way of treating his small mind.  In our experience of him we cannot get him, all we can do, to read an instructive book.  We cannot get him to attend our young men's class with all the baits and traps we can set for him.  Where does he spend his Sabbath-day and week-day evenings?  We cannot find out until we hear some distressing thing about him, that, ten to one, he would have escaped had he been a reader of good books, or a student with us, say, of Dante and Bunyan and Rutherford, and a companion of those young men and young women who talk about and follow such intellectual tastes and pursuits.  Now, if you are such a young man or young woman as that, or such an old man or old woman, you will not be able to understand what in the world Bunyan can mean by saying that he saw you in his dream fast asleep in a bottom with irons on your heels.  No; for to understand the Pilgrim's Progress, beyond a nursery and five-year- old understanding of it, you must have worked and studied and suffered your way out of your mental and spiritual imbecility.  You must have for years attended to what is taught from the pulpit and the desk, and, alongside of that, you must have made a sobering and solemnising application of it all to your own heart.  And then you would have seen and felt that the heels of your mind and of your heart are only too firmly fettered with the irons of ignorance and inexperience and self-complacency.  But as it is, if you would tell the truth, you would say to us what Simple said to Christian, I see no danger.  The next time that John Bunyan passed that bottom, the chains had been taken off the heels of this sleeping fool and had been put round his neck.\\n\\nSLOTH\\n\\nSloth had a far better head than Simple had; but what of that when he made no better use of it?  There are many able men who lie all their days in a sad bottom with the irons of indolence and inefficiency on their heels.  We often envy them their abilities, and say about them, What might they not have done for themselves and for us had they only worked hard?  Just as we are surprised to see other men away above us on the mountain top, not because they have better abilities than we have, but because they tore the fetters of sloth out of their soft flesh and set themselves down doggedly to their work.  And the same sloth that starves and fetters the mind at the same time casts the conscience and the heart into a deep sleep.  I often wonder as I go on working among you, if you ever attach any meaning or make any application to yourselves of all those commands and counsels of which the Scriptures are full,--to be up and doing, to watch and pray, to watch and be sober, to fight the good fight of faith, to hold the fort, to rise early, and even by night, and to endure unto death, and never for one moment to be found off your guard.  Do you attach any real meaning to these examples of the psalmists, to these continual commands and examples of Christ, and to these urgent counsels of his apostles?  Do you?  Against whom and against what do you thus campaign and fight?  For fear of whom or of what do you thus watch?  What fort do you hold?  What occupies your thoughts in night-watches, and what inspires and compels your early prayers? It is your stupefying life of spiritual sloth that makes it impossible for you to answer these simple and superficial questions.  Sloth is not the word for it.  Let them give the right word to insanity like that who sleep and soak in sinful sloth no longer.\\n\\nWe have all enemies in our own souls that never sleep, whatever we may do.  There are no irons on their heels.  They never procrastinate.  They never say to their master, A little more slumber.  Now, could you name any hateful enemy entrenched in your own heart, of which you have of yourself said far more than that? And, if so, what have you done, what are you at this moment doing, to cast that enemy out?  Have you any armour on, any weapons of offence and precision, against that enemy?  And what success and what defeat have you had in unearthing and casting out that enemy? What fort do you hold?  On what virtue, on what grace are you posted by your Lord to keep for yourself and for Him?  And with what cost of meat and drink and sleep and amusement do you lose it or keep it for Him?  Alexander used to leave his tent at midnight and go round the camp, and spear to his post the sentinel he found sleeping.\\n\\nThere is nothing we are all so slothful in as secret, particular, importunate prayer.  We have an almighty instrument in our hand in secret and exact prayer if we would only importunately and perseveringly employ it.  But there is an utterly unaccountable restraint of secret and particularising prayer in all of us.  There is a soaking, stupefying sloth, that so fills our hearts that we forget and neglect the immense concession and privilege we have afforded us in secret prayer.  Our sloth and stupidity in prayer is surely the last proof of our fall and of the misery of our fallen state.  Our sloth with a gold mine open at our feet; a little more sleep on the top of a mast with a gulf under us that hath no bottom,--no language of this life can adequately describe the besottedness of that man who lies with irons on his heels between Simple and Presumption.\\n\\nPRESUMPTION\\n\\nThe greatest theologian of the Roman Catholic Church has made an induction and classification of sins that has often been borrowed by our Protestant and Puritan divines.  His classification is made, as will be seen, on an ascending scale of guilt and aggravation. In the world of sin, he says, there are, first, sins of ignorance; next, there are sins of infirmity; and then, at the top, there are sins of presumption.  And this, it will be remembered, was the Psalmist's inventory and estimate of sins also.  His last and his most earnest prayer was, that he might be kept back from all presumptuous sin.  Now you know quite well, without any explanation, what presumption is.  Don't presume, you say, with rising and scarce controlled anger.  Don't presume too far.  Take care, you say, with your heart beating so high that you can scarcely command it, take care lest you go too far.  And the word of God feels and speaks about presumptuous sin very much as you do yourself.  Now, what gave this third man who lay in fetters a little beyond the cross the name of Presumption was just this, that he had been at the cross with his past sin, and had left the cross to commit the same sin at the first opportunity.  Presumption presumed upon his pardon.  He presumed upon the abounding grace of God.  He presumed upon the blood of Christ.  He was so high on the Atonement, that he held that the gospel was not sufficiently preached to him, unless not past sin only and present, but also all future sin was atoned for on the tree before it was committed. There is a reprobate in Dante, who, all the time he was repenting, had his eye on his next opportunity.  Now, our Presumption was like that.  He presumed on his youth, on his temptations, on his opportunities, and especially on his future reformation and the permanence and the freeness of the gospel offer.  When he was in the Interpreter's House he did not hear what the Interpreter was saying, the blood was roaring so through his veins.  His eyes were so full of other images that he did not see the man in the iron cage, nor the spider on the wall, nor the fire fed secretly.  He had no more intention of keeping always to the way that was as straight as a rule could make it, than he had of cutting off both his hands and plucking out both his eyes.  When the three shining ones stripped him of his rags and clothed him with change of raiment, he had no more intention of keeping his garments clean than he had of flying straight up to heaven on the spot.  Now, let each man name to himself what that is in which he intentionally, deliberately, and by foresight and forethought sins.  Have you named it?  Well, it was for that that this reprobate was laid by the heels on the immediately hither side of the cross and the sepulchre.  Not that the iron might not have been taken off his heels again on certain conditions, even after it was on; but, even so, he would never have been the same man again that he was before his presumptuous sin.  You will easily know a man who has committed much presumptuous sin,--that is to say, if you have any eye for a sinner.  I think I would find him out if I heard him pray once, or preach once, or even select a psalm for public or for family worship; even if I heard him say grace at a dinner-table, or reprove his son, or scold his servant.  Presumptuous sin has so much of the venom and essence of sin in it that, forgiven or unforgiven, even a little of it never leaves the sinner as it found him.  Even if his fetters are knocked off, there is always a piece of the poisonous iron left in his flesh; there is always a fang of his fetters left in the broken bone.  The presumptuous saint will always be detected by the way he halts on his heels all his after days.  Keep back Thy servant, O God, from presumptuous sin.  Let him be innocent of the great transgression.\\n\\nDr. Thomas Goodwin says somewhere that the worm that dieth not only comes to its sharpest sting and to its deadliest venom when it is hatched up under gospel light.  The very light of nature itself greatly aggravates some of our sins.  The light of our early education greatly aggravates others of our sins.  But nothing wounds our conscience and then exasperates the wound like a past experience of the same sin, and, especially, an experience of the grace of God in forgiving that sin.  Had we found young Presumption in his irons before his conversion, we would have been afraid enough at the sight.  Had we found him laid by the heels after his first uncleanness, it would have made us shudder for ourselves. But we are horrified and speechless as we see him apprehended and laid in irons on the very night of his first communion, and with the wine scarcely dry on his unclean lips.  Augustine postponed his baptism till he should have his fill of sin, and till he should no longer return to sin like a dog to his vomit.  Now, next Sabbath is our communion day in this congregation.  Let us therefore this week examine ourselves.  And if we must sin as long as we are in this world, let it henceforth be the sin of ignorance and of infirmity.\\n\\nSo the three reprobates lay down to sleep again, and Christian as he left that bottom went on in the narrow way singing:\\n\\n'O to grace how great a debtor Daily I'm constrained to be Let that grace, Lord, like a fetter, Bind my wandering heart to Thee.'\\n\\nTHE THREE SHINING ONES AT THE CROSS\\n\\n'Salvation shall God appoint for walls.'--Isaiah.\\n\\nJohn Bunyan's autobiography, Grace Abounding to the Chief of Sinners, is the best of all our commentaries on The Pilgrim's Progress, and again to-night I shall have to fall back on that incomparable book.  'Now, I saw in my dream that the highway up which Christian was to go was fenced on either side with a wall, and that wall is called Salvation.  Up this way, therefore, did burdened Christian run, but not without great difficulty, because of the load on his back.'  In the corresponding paragraph in Grace Abounding, our author says, speaking about himself:  'But forasmuch as the passage was wonderful narrow, even so narrow that I could not but with great difficulty enter in thereat, it showed me that none could enter into life but those that were in downright earnest, and unless also they left this wicked world behind them; for here was only room for body and soul, but not for body and soul and sin.'  'He ran thus till he came to a place somewhat ascending, and upon that place stood a cross, and a little below in the bottom a sepulchre.  So I saw in my dream, that just as Christian came up with this cross, his burden loosed from off his shoulders and fell from off his back, and began to tumble, and so continued to do till it came to the mouth of the sepulchre, where it fell in, and I saw it no more.'  Turning again to the Grace Abounding, we read in the 115th paragraph:  'I remember that one day as I was travelling into the country and musing on the wickedness and blasphemy of my heart, and considering of the enmity that was in me to God, that scripture came into my mind, He hath made peace by the blood of His Cross. By which I was made to see both again and again and again that day that God and my soul were friends by that blood:  yea, I saw that the justice of God and my sinful soul could embrace and kiss each other through that blood.  That was a good day to me; I hope I shall not forget it.  I thought I could have spoken of His love and of His mercy to me that day to the very crows that sat upon the ploughed lands before me had they been capable to have understood me.  Wherefore I said in my soul with much gladness, Well, I would I had a pen and ink here and I would write this down before I go any farther, for surely I will not forget this forty years hence.'\\n\\nFrom all this we learn that the way to the Celestial City lies within high and close fencing walls.  There is not room for many pilgrims to walk abreast in that way; indeed, there is seldom room for two.  There are some parts of the way where two or even three pilgrims can for a time walk and converse together, but for the most part the path is distressingly lonely.  The way is so fenced up also that a pilgrim cannot so much as look either to the right hand or the left.  Indeed, it is one of the laws of that road that no man is to attempt to look except straight on before him.  But then there is this compensation for the solitude and stringency of the way that the wall that so encloses it is Salvation.  And Salvation is such a wall that it is companionship and prospect enough of itself.  Dante saw a long reach of this same wall running round the bottom of the mount that cleanses him who climbs it,--a long stretch of such sculptured beauty, that it arrested him and instructed him and delighted him beyond his power sufficiently to praise it.  And thus, that being so, burdened and bowed down to the earth as our pilgrim was, he was on the sure way, sooner or later, to deliverance.  Somewhere and sometime and somehow on that steep and high fenced way deliverance was sure to come.  And, then, as to the burdened man himself.  His name was once Graceless, but his name is Graceless no longer.  No graceless man runs long between these close and cramping-up walls; and, especially, no graceless man has that burden long on his back.  That is not Graceless any longer who is leaving the Interpreter's House for the fenced way; that is Christian, and as long as he remains Christian, the closeness of the fence and the weight of his burden are a small matter.  But long-looked-for comes at last.  And so, still carrying his burden and keeping close within the fenced-up way, our pilgrim came at last to a cross.  And a perfect miracle immediately took place in that somewhat ascending ground.  For scarcely had Christian set his eyes on the cross, when, without his pulling at it, or pushing it, or even at that moment thinking of it, ere ever he was aware, he saw his burden begin to tumble, and so it continued to do till it fell fairly out of his sight into an open sepulchre.\\n\\nThe application of all that is surely self-evident.  For our way in a holy life is always closely fenced up.  It is far oftener a lonely way than otherwise.  And the steepness, sternness, and loneliness of our way are all aggravated by the remembrance of our past sins and follies.  They still, and more and more, lie upon our hearts a heart-crushing burden.  But if we, like Christian, know how to keep our back to our former house and our face to heaven, sooner or later we too shall surely come to the cross.  And then, either suddenly, or after a long agony, our burden also shall be taken off our back and shut down into Christ's sepulchre.  And I saw it no more, says the dreamer.  He does not say that its owner saw it no more.  He was too wise and too true a dreamer to say that.\\n\\nIt will be remembered that the first time we saw this man, with whose progress to the Celestial City we are at present occupied, he was standing in a certain place clothed with rags and with a burden on his back.  After a long journey with him, we have just seen his burden taken off his back, and it is only after his burden is off and a Shining One has said to him, Thy sins be forgiven, that a second Shining One comes and strips him of his rags and clothes him with change of raiment.  Now, why, it may be asked, has Christian had to carry his burden so long, and why is he still kept so ragged and so miserable and he so far on in the pilgrim's path?  Surely, it will be said, John Bunyan was dreaming indeed when he kept a truly converted man, a confessedly true and sincere Christian, so long in bonds and in rags.  Well, as to his rags:  filthy rags are only once spoken of in the Bible, and it is the prophet Isaiah, whose experience and whose language John Bunyan had so entirely by heart, who puts them on.  And that evangelist among the prophets not only calls his own and Israel's sins filthy rags, but Isaiah is very bold, and calls their very righteousnesses by that opprobrious name.  Had that bold prophet said that all his and all his people's UNrighteousnesses were filthy rags, all Israel would have subscribed to that.  There was no man so brutish as not to admit that.  But as long as they had any sense of truth and any self- respect, multitudes of Isaiah's first hearers and readers would resent what he so rudely said of their righteousnesses.  On the other hand, the prophet's terrible discovery and comparison, just like our dreamer's dramatic distribution of Christian experience, was, to a certainty, an immense consolation to many men in Israel in his day.  They gathered round Isaiah because, but for him and his evangelical ministry, they would have been alone in their despair.  To them Isaiah's ministry was a house of refuge, and the prophet himself a veritable tower of strength.  They felt they were not alone so long as Isaiah dwelt in the same city with them.  And thus, whatever he might be to others, he was God's very prophet to them as his daily prayers in the temple both cast them down and lifted them up.  'Oh that Thou wouldst rend the heavens and come down . . . But we are all as an unclean thing, and all our righteousnesses are as filthy rags, and our iniquities like the wind have taken us away.'  Thousands in Israel found in these terrible words a door of hope, a sense of fellowship, and a call to trust and thanksgiving.  And tens of thousands have found the same help and consolation out of what have seemed to others the very darkest and most perplexing pages of the Pilgrim's Progress and the Grace Abounding.  'It made me greatly ashamed,' says Hopeful, 'of the vileness of my former life, and confounded me with the sense of mine own ignorance, for there never came into mine heart before now that showed me so by contrast the beauty of the Lord Jesus.  My own vileness and nakedness made me love a holy life.  Yea, I thought that had I now a thousand gallons of blood in my body, I could spill it all for the sake of the Lord Jesus.'  And if you, my brother, far on in the way of Salvation, still think sometimes that, after all, you must be a reprobate because of your filthy rags, read what David Brainerd wrote with his half-dead hand on the last page of his seraphic journal:  'How sweet it is to love God and to have a heart all for God!  Yes; but a voice answered me, You are not all for God, you are not an angel.  To which my whole soul replied, I as sincerely desire to love and glorify God as any angel in heaven.  But you are filthy, and not fit for heaven.  When hereupon there instantly appeared above me and spread over me the blessed robes of Christ's righteousness which I could not but exult and triumph in.  And then I knew that I should be as active as an angel in heaven, and should then be for ever stripped of my filthy garments and clothed with spotless raiment.'  Let me die the death of David Brainerd, and let my latter end be like his!\",\"timestamp\":1641288804,\"title\":\"Clever, quick-witted, and, themselves, much-gifted men, are terribly intolerant of slow and stupid men\"},\"digest\":\"8UBmA-_MeWK5x-Ib7TNCBJhhBEsZkEzrFoucBR7jMLA\",\"authorship\":{\"contributor\":\"0x6e5524266431C8A2Cd3e28b5B838834791C3533a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dq6XUvQxxinZFZbgjoT9unYhEgCaUYwPy8j3JueJC4I\\\",\\\"y\\\":\\\"rxdtT0ddIuTf3VZu8ut-OxudKw0Fti9DwymL1f1KuWw\\\"}\",\"signature\":\"qvUHOeRItskRnxWta2Ygq9HwbUvXdWjchkF7wBm-DKjE6Hb2_rsipL0-FZodF8cZKb4Y5Jvcm2Nhbx2yLZ8_tQ\",\"signingKeySignature\":\"0x98a0fa8af2e607ed47582981e1b33a4d956d08292d29c39bfd0e16ad611a70de3a78ae90241508566afa3d8c313139c28908ebaee822d8a60dfdc41396cf55e81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dq6XUvQxxinZFZbgjoT9unYhEgCaUYwPy8j3JueJC4I\\\",\\\"y\\\":\\\"rxdtT0ddIuTf3VZu8ut-OxudKw0Fti9DwymL1f1KuWw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8UBmA-_MeWK5x-Ib7TNCBJhhBEsZkEzrFoucBR7jMLA\"}"