"{\"content\":{\"body\":\"Hi, you may know me or you may not. My name is Shinjurou and I’m an artist who joined the NFT space around the end of September 2021. If you know a certain red-haired vagabond, then you would know that the title of this article is a direct reference for what he wrote previously. I’d suggest that you read what he wrote as the information is extremely valuable to have, but I won’t be linking the articles here as this will be the first exercise for you guys to put effort into things without having everything being hand-fed to your mouth.\\n\\nA warning for the weak of heart that this article will have **criticisms** for the current community’s artists. **I will also crush everyone’s hopes and dreams with a reality check and probably become known as a major heartbreaker.** If you actually read this entire article to the end, then you will have a clearer understanding of how the current NFT market works. This will help you reduce the mental strain of asking yourself **“Why is no collector collecting my artwork?”**. Some of these are serious issues that if everyone doesn’t change their way of understanding the market, then the whole ecosystem will definitely die within a few years. This article is for all the small artists that currently make up around approximately 95% of the current market. ***I will not touch on the topics relating to big artists nor ever say anything about whale collectors (even in the future) because those are the worlds that I have no comment on and I think others are the better choices to talk about those.***\\n\\nI never planned to write this article, the idea just popped up in my head as I continue to engage in conversations with artists and collectors. While it is entirely possible for a collector to write this, I know that you guys won’t be fully convinced since artists have a very biased perspective when it comes to collectors. I feel it would be best if these words came from someone like me, who is also a small artist like you guys so it can feel more relatable and believable. And frankly speaking, ***if I don’t write this then no one else will.***\\n\\nI will not sugarcoat anything within this article. Because you guys will never understand the major issues currently if I don’t touch on these subjects. A very real issue currently existing in the market is **“Toxic Positivity”**. Due to this type of toxic positivity, everyone started questioning themselves, losing confidence in drawing and even giving up NFTs completely to go back to drawing commissions or doing Patreon.\\n\\n> ***Disclaimer:*** *This is a very opinionated article and you might not agree with some or most of my statements here and this article will contain some extremely harsh reality facts. It is perfectly fine for you to disagree with what I have written here. I won’t actively try to convince the world is round instead of flat to someone whose belief is that the world is flat. If you do not agree with the things that are stated here, then you are free to close this article and not look back on it.*\\n\\n# Toxic Positivity\\n\\n> *This is an **extremely important** section and **I will be crushing everyone’s hopes and dreams with a reality check.***\\n\\n### “Keep working hard and we are all GMI!”\\n\\n### “Be patient and wait and you will get your first bid!”\\n\\nI find this type of toxic positivity encouragement to do more harm than good. This is very unrealistic. You can not expect your artwork to get a bid if you don’t understand who the people that will be collecting your artworks are, or how the current market actually works. You can keep working hard aimlessly at drawing for 10 years and still won’t get a bid if you don’t understand the market.\\n\\nIf you are someone new to the market and don’t have an extremely large following on social media or don't know anyone in the current community, and set the reserve price for your Genesis at a high price (for example: 1 ETH) – **I can say with 100% certainty that this artwork will never be collected even if you wait 10000 years for it.** Stop with the toxic positivity encouragement. You guys are not helping anyone. If you want your art to be collected, you need to be more realistic, research the current market to discover the audience willing to collect your artwork.\\n\\n### “Collectors are rich people with nothing to do and too bored so they collect artworks from artists.”\\n\\nWill just straight up burst your bubble here to say that this sentence is **100% FALSE.**\\n\\nWhile this might be applicable to whale collectors, the majority of collectors who consistently support small artists are not whales. All of them have a limit.\\n\\nIf you find these words unconvincing then you should take a look at **“Trending Collectors”** on Foundation.\\n\\n[https://foundation.app/trending](https://foundation.app/trending)\\n\\n![Whales vs Collectors who consistently supported smaller artists.](https://images.mirror-media.xyz/publication-images/5NGUiOKOVBdtSK5GHZQ8O.png?height=690&width=1920)\\n\\nGoing to do a bit of comparison and math here to help you guys understand this easier.\\n\\n### Whales collectors\\n\\n**Farzin at #1**\\n\\n```\\nTotal Spent: 2,997.75 ETH\\nNFTs bought: 366\\nAverage price for an artwork to be collected:\\n2,997.75 / 366 ≃ 8.19 ETH\\n```\\n\\n**PleasrDAO at #2**\\n\\n```\\nTotal Spent: 2,760.40 ETH\\nNFTs bought: 3\\nAverage price for an artwork to be collected:\\n2,760.40 / 3 ≃ 920.13 ETH\\n```\\n\\n### Collectors who consistently support small artists\\n\\n**path at #12**\\n\\n```\\nTotal Spent: 346.89 ETH \\nNFTs bought: 301 \\nAverage price for an artwork to be collected:\\n346.89 / 301 ≃ 1.15 ETH\\n```\\n\\n**robekworld at #13**\\n\\n```\\nTotal Spent: 333.69 ETH\\nNFTs bought: 457\\nAverage price for an artwork to be collected:\\n333.69 / 457 ≃ 0.73 ETH\\n```\\n\\nI think you guys can now see the clear difference between whales and collectors who are supporting us small artists.\\n\\nNow to help you guys understand this logic:\\n\\n> There are currently approximately a trillion artists and a severe shortage of collectors. It is entirely impossible for them to collect your artwork if everyone prices everything at >1 ETH. Since **1000** **artists** x **1 ETH** per NFT = **1000 ETH** => Which you can clearly see that this is impossible for the supply and demand since both of the highest collectors for the anime genre **“Total Spent”** only reach up to **<350 ETH**.\\n>\\n> You also need to take note that **path** is currently the highest ranked collector for the total amount of ETH spent for the anime genre and path’s “Total Spent” is **significantly lower** than Farzin (346.8988 ETH versus 2,997.7596 ETH)\\n>\\n> This is extremely important to note: **Even though the average purchase per piece for robekworld and path is around 0.7-1 ETH, this doesn't mean you'll be able to sell at that price. Most likely that for 80% of the artists, they'll have to list lower, sometimes even as low as 0.1 ETH to be able to attract sales.**\\n\\n### Why are whales willing to instantly dump >100 ETH on an artwork but not collect from a small artist at >1 ETH?\\n\\n> 1. Whales are **investors**. They won’t collect an artwork that will not yield them profits, unless the whale is a Picasso fan and the artist is Picasso so profits don't even matter.\\n> 2. Whales will not collect artworks from small artists because collecting artworks from small artists **will not yield any profits** if this artist doesn’t become the next Picasso later on. So investing in small artists will likely end up being a **huge loss** for the whales.\\n> 3. There are a large amount of **flippers** in the whale market. The reason these whales do not hesitate to instantly dump >100 ETH for an artwork is because they know full well they will be able to relist this artwork in the future for **secondary sales for profit**.\\n\\nOther than the specific case where you magically get very lucky and a whale noticed you instantly as you entered the space, expecting a huge sale at the start for your artworks is 100% impossible.\\n\\n### Why do some artworks priced below 1 ETH end up getting collected faster than others, despite the artwork being either the same or a lower price?\\n\\n> The higher your NFT cost, the more likely buyers will approach it as an investment, less about just \\\"supporting the artist\\\". If you listed high, ask yourself **\\\"Are you worth investing in?\\\"**\\n\\nYou guys need to understand that this is a space where the **value** of an artwork in the NFT marketplace is **determined by the collector** and not the artist.\\n\\nAll collectors have a **priority list** as to what artworks they want to collect. Artworks that get collected instantly will be due to these reasons:\\n\\n* The artwork is **100% fitting** to the **taste** (**kinks** for some degens) of that collector.\\n* The artwork has a deep meaning that **resonates** with the collector’s values.\\n* The artwork was created by **someone who has a deeper connection to the collector** than the others.\\n* Other than the reasons above, the artwork was also priced at a **reasonable price** for **the collector’s budget**.\\n\\nOnly after the collectors have collected the artworks that is at the highest to the priority list will they consider to look at other artworks and collect them for these reasons:\\n\\n* The artwork **fits** the **taste** (**kinks**) of that collector but **not as high priority** as **the first choice**.\\n* Since these artworks are not at the top priority for a collector’s priority list, you will need to know that these collectors will only collect these artworks if the artwork was priced at a **reasonable price** for **the collector’s budget** for their secondary choices.\\n\\n> If your artworks have been sitting there for months with no bid, I’d suggest you to **lower your prices** or consider switching to set your artworks to be collected as **editions** instead of aimlessly pumping out new 1/1 mints for Foundation and end up just wasting all your money on gas fees.\\n\\n### Why are there bid wars on other’s artwork but no one is collecting mine?\\n\\nReread what I wrote above regarding the priority list. Bid wars **will only happen** when this artwork you are speaking about **fits the top priority** for not just **one** specific collector but **multiple** collectors at the same time. This is why every one of them become so desperate that they feel they need to collect this artwork instantly and FOMO in hard.\\n\\nThe one thing I don’t like regarding the hardcore bidwar that happened consecutively on Naoki Saito’s artworks is that it creates **the illusion** that collectors are all whales and that every single one of the small artists will be able to have an artwork collected instantly at a high reserve price without actually researching on how the market and NFT actually works.\\n\\n> You guys need to understand this important fact: **This is a space where value is determined not by just art skills but also for the meaning of that artwork and the artist behind it.**\\n\\nYou can’t expect that an artwork you created purely on your preferences with absolutely no value to influence others or empower anyone else’s life to be collected instantly at a high price (for example: >1 ETH).\\n\\nYou need to understand the reasons as to why Naoki Saito’s sales were so massive compared to other artists in the community even though this artwork was his Genesis to the marketplace:\\n\\n[https://foundation.app/@NaokiSaito/\\\\~/98535](https://foundation.app/@NaokiSaito/\\\\~/98535)\\n\\n### Important facts about Naoki Saito’s success\\n\\n1. Naoki Saito is a **major artist in Japan**, known for his artworks created for **Pokémon Trading Card Game**, **Hatsune Miku** merchandise and **the main illustrator and character designer** for **the game Dragalia Lost**.\\n2. Naoki Saito is so significant that he even got a [Wikipedia page dedicated for him](https://en.wikipedia.org/wiki/Naoki_Saito).\\n3. His **influence** was so **significant** that after he entered the space and made a video on Youtube about it, it caused a **huge wave of Japanese artists** to enter the space to follow his steps.\\n\\nI think you need to ask yourself, **can you yourself achieve this level of significance?**\\n\\n> Even I, who have been active in the community since September 2021 and continuously helping others (which ended up with me becoming a moderator for the Anifriends Discord server and a part of weeb3dao to write this [Anime NFT Information Database](https://docs.weeb3dao.com/) still **has never experienced a single bid war** for any of my artwork.\\n\\nBig artists like Naoki Saito will also attract some collectors who are **buying to invest**, which increases the chance of bid wars happening. At the same time, Naoki Saito **rewards all bidders with multi-edition stamp NFTs**, which means some bidders might not have the intention to win the auction but **will bid just for the stamp** because his stamps are valuable.\\n\\nThe reason why hopes and dreams are called that is because **they are NOT real**. To be able to obtain what you want in life, you need **to be realistic with your expectations** and **do your research**.\\n\\nThis is **reality**, not some **fictional anime series** where you magically just got isekai’d to another world and become the hero of it just because for no apparent reason *“Everyone single person in that world is just weaker than you”*.\\n\\n### But XYZ on Twitter said scarcity and 1/1 is important?\\n\\nYou will need to know that while every other tweet that collectors make on Twitter seems to **emphasize** **heavily** on the **importance** of **scarcity** and **1/1**, **these rules don’t apply here.** As these rules are only viable for big artists and whale collectors. 1/1 artworks are only valuable when the collectors are investors that want to profit from collecting that artwork, by flipping it at a later date from secondary sales. But the current collectors that actively support smaller artists are not whales nor flippers. **If people are not buying your work as investment, then scarcity doesn't really matter.**\\n\\n> **Earning for less at a higher rate** is **better** than **waiting** for many consecutive months or even years to earn a big sum. As the waiting will slowly make you question your art skills and values and kill your mental health.\\n\\nThe key takeaway from this is to **ONLY** mint 1/1 on Foundation or major marketplaces when you are already mentally prepared that it is **entirely possible to wait many years** before someone even make the first bid on your artwork.\\n\\nIf you don’t want to experience the mental exhaustion of the wait then consider putting out artworks at **consistently low reserve prices** and **listing your artworks as editions**.\\n\\n> ***Only list your absolutely best artworks at a high reserve price and prepare yourself mentally to endure the waiting game.***\\n\\n## Cheap > Expensive\\n\\n**The reasons why cheap is better than expensive:**\\n\\n1. Because it is more plausible for you to earn the amount you are expecting easier than waiting for a collector to collect your 1/1. If you set the reserve price of an artwork on Foundation at 0.5 ETH, then you are eliminating all the possible chances for others with a lower budget to collect your work. Setting the reserve price at 0.025 ETH at 20 editions will still yield you the same amount that you will earn from that 0.5 ETH price. **0.025 ETH x 20 editions = 0.5 ETH** for those that are too lazy to do math or need to use a calculator like me.\\n2. Having **more collectors** collect your works at a lower price will also **boost your confidence.** Since this is a subtle way to tell you that a lot of people actually love your artwork. These collectors will also be able to show off your artwork on Twitter or Oncyber galleries too!\\n3. Editions at lower prices will also help other artists to collect your arts too and not just collectors. This means that you’ll be able to **broaden the amount of possible collectors tremendously.**\\n4. **Save your gas.** I have seen artists that started high but have to keep reducing the price because it didn't sell, doing this on Foundation will cost you gas. Using a platform with Dutch auction function will fix this.\\n5. **Encourage price discovery.** By starting low, people will bid up if they think it's worth higher, this increases the chance for a small bid war.\\n6. Many people bidding will make your work look **more desirable** even if the bids are low.\\n\\nIt's okay to **mint your low cost 1/1s on Foundation**, there are some **benefits** despite their higher gas cost and 15% fee.\\n\\n1. Currently Foundation has the biggest network of anime art collectors. Using Foundation can help you to be **discovered easier**.\\n2. **News feed.** When a collector bids on something, it'll show up in the feed of everyone following that collector, and usually collectors have way more followers than artists on Foundation.\\n3. **Frontpage.** Getting multiple bids even if low (small bid war) can increase your chance of getting featured on the front page of Foundation in **\\\"Trending auctions\\\"**.\\n\\nEvery collector you gain is an **extra chance of retweet and promotion**. When you've built a collector base, it's also more likely to get **continual support** from some of your collectors as you explore different platforms for reasons such as lower fees.\\n\\nAnd no, I don’t mean that you should start pumping out artworks at sanic speed so you can put everything at lower prices with zero attention to details. **Art quality and consistency DOES matter** in order for you to attract collectors. Being able to improve your skills will have a better result in the long run than putting out scribbles non-stop, hoping that no one will notice your lack of effort.\\n\\n> The best option to list your artworks as editions right now would be to mint using [Manifold](https://www.manifold.xyz/) and then list your artwork on [OpenSea](https://opensea.io/). Although, I haven’t used Manifold yet so I have no information regarding this and maybe someone else more knowledgeable can share their knowledge for this topic. It's also fine to use OpenSea to mint if you don't know how or can't afford to mint with your own smart contract.\\n\\nWhen you can afford to, and when you feel like **you're ready for the hard work and challenges**, then you can start to plan and work towards the **high price market** to become **a top NFT creator**. **Otherwise, the majority of artists should list low.**\\n\\n## Real life examples\\n\\nI will be listing out two examples of two artists who are **acing the current market of 1/1** by putting all their artwork at **extremely affordable prices** with **insane quality** and are **perfectly happy** in the community.\\n\\n### kalmahul\\n\\n[https://foundation.app/@kalmahul](https://foundation.app/@kalmahul)\\n\\n![kalmahul's ranking on Foundation (January 2nd 2022).](https://images.mirror-media.xyz/publication-images/GyozqvN5pCrG1txukCP2z.png?height=817&width=1920)\\n\\nkalmahul is an artist who sets the reserve prices really low despite the amount of quality in it. You can see that kalmahul has listed **109 artworks** on Foundation and has a **tremendous large** number of **unique collectors** at **71**.\\n\\nWhile the total sales for kalmahul is significantly lower than GHARLIERA (**17.5708 ETH** versus **451.2004 ETH**). kalmahul feels perfectly content and does not feel the need to raise the reserve price. This is due to the fact that **small consecutive sales** will accumulate to become **a bigger sum easier** than one big sale that happened only once a blue moon. And you guys should also take note that kalmahul’s twitter account also doesn’t have a significant follower count.\\n\\n![kalmahul's Twitter account with 1,843 Followers (January 2nd 2022).](https://images.mirror-media.xyz/publication-images/m_i_0QMeEGh-hXd4Xa5r9.png?height=239&width=745)\\n\\n### Your.Yeh\\n\\n[YourYeh](https://twitter.com/YourYeh_NFT) is one of my absolute favorite artists in the NFT space.\\n\\n[https://opensea.io/collection/veras](https://opensea.io/collection/veras)\\n\\nHer VERA'S collection has all the artwork priced at **extremely affordable prices** (**0.02 ETH** up to **0.04 ETH**). And due to consistency and improvements, **EVERY single one** of her new drops are all **sold out** in **SECONDS**. This is because all YourYeh’s artworks are just so amazingly beautiful that everyone else keeps FOMOing in (I myself am one of those).\\n\\n[Vera’s Julio #1](https://opensea.io/assets/0x495f947276749ce646f68ac8c248420045cb7b5e/39468212016962231687323574411603428682752898860860677474724174927366134431745) was YourYeh’s first artwork for the collection. If you take a look at the timestamps, you can see that YourYeh minted the first Vera’s on **October 3 2021**, but Julio #1 was collected on **October 21 2021**. I was one of YourYeh’s followers back before YourYeh even had the sold out status on her Vera’s collection. Vera’s didn’t become a success in one day. This happened due to YourYeh’s consistency and hard work. While consistency matters for collectors, I personally think **improvements** should also be highlighted as importance for an artist.\\n\\n![Vera's Julio #1 (Left) and Vera's moonlight #114 (Right) ](https://images.mirror-media.xyz/publication-images/-RIUssng9VLRZD2pMnMPI.png?height=600&width=1200)\\n\\nThe improvements in art skills is **extremely visible** when putting these two Vera’s side by side. YourYeh’s artworks went from “looking good” to “HOLY JESUS GORGEOUS'' (yes this was how I felt when I saw Vera’s moonlight #114) in the span of just **3 months** of creating the Vera’s collection. YourYeh has a very clear drop schedule that is listed on her Twitter *“New drop everyday 8PM BKK GMT+7”* and a clear vision for her purpose in drawing ([You can read about it in the description for this Vera’s](https://opensea.io/assets/0x495f947276749ce646f68ac8c248420045cb7b5e/39468212016962231687323574411603428682752898860860677474724175038416808837121)).\\n\\nFor those that are currently following me on Twitter/Foundation, you can see that I started to bid on artwork on Foundation lately from other artists. The reasons why I bid on these specific artworks are mainly due to the reasons listed in the “priority list”. While it cannot be said for certain that I will continuously support these artists in the future unless I see an artwork that fits the top of my “priority list”, **I can say for certain that YourYeh is an artist that I will be consistently supporting from now into the far future.** This is because YourYeh is an artist that I have connected with personally and while I cannot afford to spend a significant amount at once for her artworks at the current time, I will definitely keep coming back for more at a later date.\\n\\nI think you guys can also see the **benefits** of having a **large amount of collectors** by setting your artworks at a more affordable price from YourYeh’s case. Having a large amount of collectors will help **boost your confidence tremendously** and **motivate you to create future artworks.**\\n\\n> This is why for smaller artists, setting the reserve price at affordable prices is actually **more efficient** than setting your reserve price at a price that is way out of all collectors’ budgets and that in the end makes you start questioning your art skills and value. **Just because your artworks are collected at a lower price than another artist it does NOT mean that your artwork is inferior. Do not fall into the trap of comparing yourself to others for this reason. This will DESTROY your self-confidence and mentality.**\\n>\\n> The reason why collectors are only able to put in a low bid is most likely that this is the **maximum amount of support** that this collector can put in for you right now. Remember I told you previously that **every collector has their budgets and limitations.** If you consistently put out artworks at more affordable prices then the chances of **selling out** **increases tremendously**.\\n\\n## Do NOT beg\\n\\nThis is important to take note of for current artists. If your friend hasn't gotten their second bid after a few months and they are losing confidence, start encouraging them to engage in the community instead of begging for someone else to buy your friend’s artworks. **This is a space where everyone will need to put effort in and work hard.** It is **extremely unfair** to your friend’s artwork to receive bids while you beg as there are thousands of others here still waiting for their first bid despite them being way more active in the community and actively helping everyone else.\\n\\n> **The toxic positivity of thinking “Everyone will succeed!” needs to be stopped. Not everyone will be successful. Not everyone will get what they want. The only ones who become successful are those that actually put in effort. And the ones who put in effort far and beyond the normal individuals are the only ones who will rise above the ceiling. Whoever does not put in efforts will be left behind.**\\n\\n**As harsh as this is, these are the facts you will have to accept if you want to make it in this space.** And I think you guys should actually be grateful that you even have the chance for this since the majority of art jobs (more in third world countries) can’t even amount to half of what you can earn here for **a single artwork.**\\n\\nWhile this is a space full of possibilities, **individuals who refuse to work hard will not find their place here.** It is actually in the best interest of these individuals to **give up right this instant** and **go back to drawing commissions or doing Patreon.**\\n\\nThe reason why community is so heavily emphasized in NFTs is because **the ones who are most likely to support you will be people you know and not strangers.** After reading this article, I believe that artists will also start supporting each other more actively instead of waiting for a collector to take action.\\n\\n## Jokes\\n\\nI know that the majority of us are all jokers and we always meme around so much that some people start taking this as a way to say certain insensitive jokes without thinking that this will hurt someone without meaning to.\\n\\nThere is a clear level of jokes that everyone should pay attention to. Just because you have a habit of calling your closest friends **“trash”** doesn’t mean that strangers will take the word easily. These jokes should be exercised only in a closed environment where you are talking with only your closest friends and not around public places like a Discord public chat. **You will end up just being seen as a toxic person and should be avoided if you say this same word towards someone you have only spoken to once or twice.**\\n\\nIt is entirely impossible for the majority of us to differentiate between joking and seriousness. Since all we can see is just the monitor in front of us and not the other person’s facial expressions or gestures, it is only possible to differentiate between the two after you have consistently spoken to someone for a long period of time.\\n\\n**Words can be a dagger to kill someone.** Any cyberbullying and death threats jokes are extremely insensitive since there are a lot of artists joining the space receiving these abusive messages for real.\\n\\nCyberbullying and death threats lead to **ACTUAL DEATHS**. A prime example for this is Hana Kimura who eventually died by suicide after being cyberbullied continuously.\\n\\n[https://www.theguardian.com/world/2021/mar/31/hana-kimura-death-man-charged-over-cyberbullying-of-japanese-reality-tv-star](https://www.theguardian.com/world/2021/mar/31/hana-kimura-death-man-charged-over-cyberbullying-of-japanese-reality-tv-star)\\n\\n**Bullying in real life and online are NOT different. Words can hurt people as much as actual physical abuse.** You guys need to understand the severity of your words before you start saying any abusive words to others on the internet.\\n\\n> Personally I feel everyone could try exercising the communication rules similar to the Japanese mindset. Japanese language does not have any curse words, even “Kuso” which is usually translated in English to be a cursing word still only has the actual meaning of “Damn it”.\\n>\\n> Japanese language has a polite language and a common informal language. When you meet someone on the street, you will use polite language 24/7. You guys might see in anime/mangas that the characters are all edgy and use common informal language with curse words, but when you live in actual Japan, you will see that those languages are basically non-existent. I myself literally have never even heard someone say “Kuso” while talking to me in Japan.\\n>\\n> I think this practice of maintaining a certain distance of boundaries could help everyone to not accidentally offend someone you just met and end up hurting their feelings so much that another case of Hana Kimura happens.\\n\\n**Think twice** before you start using these abusive terms as a joke aimed at someone. If you are saying *“I will send death threats to collectors if they don’t collect my art”* then you are scaring off not only collectors but also your fellow artists since you are **making them relive the pain of having to go through the mental psychological damage from cyberbullying that they may have experienced previously.**\\n\\nI know that a lot of you guys haven’t thought of this but now that I have written it out, I hope you guys can learn to change these specific abusive behaviors going forward. **Please remember to be kind towards others, you can’t be certain if certain words you say will not hurt someone’s feelings or not. Words can become daggers and KILL others.**\\n\\n## Supporting each other\\n\\nNow that you have read this guide and understand the current collectors, I think you guys can also **start actively helping each other** instead of waiting for collectors to become your saviors. Always remember that **collectors have their limits.** There’s only so many artists that they can actually afford to support. And you already understand the “priority list” now.\\n\\nThere’s one specific artist in the current community that I think you guys should really support right now, which is [Sykz](https://twitter.com/ChinpongR).\\n\\n[https://foundation.app/@sykz/mypixel/1](https://foundation.app/@sykz/mypixel/1)\\n\\n**Sykz is an active member of the community, and has made many fanarts and derivative artworks of other artists and collectors’ Original Characters and PFPs in Anifriends.** And yet the only ones who ever collected his works are all mainly just collectors and very few artists. The only artwork I currently own from him is an NFT from his [RPGPIXEL collection OpenSea](https://opensea.io/collection/rpgpixel-1) (via collecting on my own and not him shoving gifts at me) and not any of his other artworks on Foundation, because the reasons will be these artworks do not fall within my “priority list” and mostly are all just way out of my budget. There’s only one specific artwork from Sykz (aside from the pixel artworks already collected by others) that I personally really want to collect but can’t due to the price being way out of my budget. (*silently hope Sykz to lower the price for this one after he reads this*).\\n\\nThis was the recent message Sykz sent in the Anifriends Discord (Sykz expressed his relief since he was already considering to quit NFT altogether months ago after numerous tries and fails, but thanks to “Sky Station” being collected instantly after this work is minted, he is still here now with us):\\n\\n![Sykz's message in Anifriends Discord chat.](https://images.mirror-media.xyz/publication-images/MAGokWatwVrUXpq9V6PP8.png?height=535&width=1162)\\n\\nI think you guys should consider this very possible situation.\\n\\n### “What if no one had bid on Sykz’s artwork?”\\n\\nIf a collector hadn’t bid on this artwork from Sykz then he would have just ended up quitting and leaving the community altogether, **because all the ‘thank yous’ and praises you guys are giving him does not support Sykz’s livelihood.** If you guys want him to keep staying in the community and making more community artworks then you guys should start actively supporting him whenever you are able to.\\n\\n[His RPGPIXEL is very affordable at 0.03 ETH](https://opensea.io/collection/rpgpixel-1).\\n\\n**Remember that every small amount helps since these will accumulate into a big sum with the math you’ve seen above.**\\n\\n> Also it’ll be more likely for him to make an Anifriends game in 2022 after being actively supported by everyone here since you guys can just peer pressured him into doing it. *(I’m going to go hide now before Sykz starts chasing me after seeing this.)*\\n\\n**It’s important for the current artists to take actions and start actively supporting each other now instead of waiting for collectors.** It is actually easier for an artist to support another artist since everyone can just pop into an NFT group chat and start talking to other artists who are going through the same experience as you. There is something that is known as a ripple effect. If you help someone right now then someone else that person knows who ended up making a higher sale than you previously might help you back in the future or any other possible way around. With you guys helping each other constantly, this will also help lessen the burdens for collectors in the long run.\\n\\n## Maintain the Ecosystem\\n\\n> *This part will be very important for the community to last for as long as possible going forward.*\\n\\nRight now the NFT market is still in its infancy, so there are **fewer consumers** than there are **creators**. Many people in this space are working endlessly to integrate NFTs into the world and make NFTs ubiquitous. We need to maintain the ecosystem to help to build the digital Renaissance.\\n\\nNow that everyone knows that collectors actively supporting smaller artists are not whales, you should also know that one day these collectors will not be here anymore. A harsh as reality is: **“Everything will come to an end one day”.** While we have these collectors support our current livelihoods, it is unrealistic to expect these people to still be here in the upcoming 50 years. **The only way to maintain the current ecosystem is for new collectors who share the same visions as these collectors to join the space or for the current artists to become future collectors when the current collectors are no longer here.** This is the only possible solution for the ecosystem to continue going forward.\\n\\nEveryone here might only be **a small artist** at this moment but it is entirely possible for everyone to become **collectors** one day. **Support others the same way as the current collectors are supporting you.** If the cycle ends then we will no longer be able to see small artists to be able to make a liveable wage in the future. **For those of you who entered the space because you see the possibilities of how NFTs can help small artists then it is important for you to also retain this information going forward and start to contribute more actively whenever you can whenever possible.**\\n\\n## A message for collectors\\n\\n> **This is for all the current collectors who want to give drawing a try, please go ahead and do so! Drawing is a very fun activity if you enjoy the process!**\\n\\nI firmly believe in the philosophy of **“Everyone can draw”.**\\n\\nI think everyone should note that “Everyone can draw” is very different from “Everyone can draw well”. Art skills will only able to develop after consistent practices and requires a huge amount of patience and dedication. **“Everyone can draw” means more along the lines that you can start drawing if you give it a try and knows how to align certain brush strokes to create the shapes that will eventually form the final drawing.** You don’t have to become good at the craft instantly but the more you draw then the more you will improve after some years of consistent practices.\\n\\nI particularly really love this video I found a few years ago:\\n\\n[https://www.youtube.com/watch?v=7TXEZ4tP06c](https://www.youtube.com/watch?v=7TXEZ4tP06c)\\n\\nAnd a recent tweet I made on Twitter also aligns to this specific view:\\n\\n[https://twitter.com/shinjuroukai/status/1476637318354137088](https://twitter.com/shinjuroukai/status/1476637318354137088)\\n\\n![Art by Ligaratus (Left) and Art by Aziz (Right)](https://images.mirror-media.xyz/publication-images/3dadQeYzMPia3wFUgpriz.png?height=746&width=1560)\\n\\n**These are two specific cases of collectors giving art a try that I absolutely love:**\\n\\n[Ligaratus](https://twitter.com/ligaratus_) reached out to me recently with questions about digital art and [Aziz](https://twitter.com/_JustAziz_) made the artwork as a present for me for the Anifriends Secret Santa 2021 event.\\n\\nI absolutely love seeing these collectors take an interest in drawing! I’m not even kidding how much I love Aziz’s gift because I already transferred the minted version of this artwork to my Ledger wallet. I absolutely love how he captured so well my obsession for white-haired characters and my love for memes!\\n\\nI actually really like how the current NFT space is one where everyone can actively encourage each other to improve on their artworks. Everyone is a beginner at the start but skills are obtainable with consistent practice. It’s entirely possible for someone who has never even picked up a pen before to start drawing and become good at it after a few years.\\n\\n> **The prime example of this is [Vincent Van Gogh](https://www.vincentvangogh.org/) who made the first Van Gogh painting in 1881 when he was 28 years old.**\\n\\n## Final note\\n\\nWill be ending the endless writing here. I hope this information will help all the current artists to stay mentally healthier in the space with more realistic expectations.\\n\\nThis will also most likely be **the last time I will be writing any kind of guide/articles for everyone**, unless a serious issue comes up somehow in the future (please don’t).\\n\\nWriting [this guide](https://docs.weeb3dao.com/) and this article you are currently reading actually cost me a lot of time and effort which I could have instead used to create new artworks.\\n\\nWhen I entered the space, there was **no guidelines** at all from anyone, the only reason why the [weeb3dao Database](https://docs.weeb3dao.com/) is available now is due to **my consistent research** and **constant communication** with everyone in the space. This is also why you can see in there that there is not a lot of information regarding KnownOrigin, SuperRare and Kalamint since those are the only marketplaces that I haven’t been able to get on to (I actually got a rejection email by KnownOrigin and thank you to [Grey](https://twitter.com/GreyRadian) and [Felix](https://twitter.com/Felix_Thirasat) for sharing the information they know with me). In the future, the Database most likely will have a section for **“Contributors”** to be added where artists can start sharing their own knowledge.\\n\\nThe reason I said at the start that I won’t be linking Robek’s articles is because I want **everyone to start doing their own and work hard on their own now.** I think you guys already have a foundation of what to do and how things work in the current market now. It is practically impossible for only one person like me to write every single minor guides and details on what you should do etc. when I still have a million other things that I want to do.\\n\\nI actually received **no monetary compensation** whatsover when I created the [weeb3dao Database](https://docs.weeb3dao.com/) and that goes the same for all the contributors in there too. **I hope you guys appreciate the amount of effort and time that these people are willing to sacrifice to support you thus far.**\\n\\nYou guys will most likely not see me being very active on both Discord and Twitter in 2022 (some probably already noticed that I haven’t been active in Anifriends anymore unless I get pinged last December). Thanks to entering the space in September, I finally have found the love for drawing which I had lost years ago again and I will be spending 2022 mostly to focus on creating new artworks and improving my skills.\\n\\n**I hope you guys are ready to leave the nest now and start the journey on your own\\\\~** *(although if you want to call me a noun for parent figure I’d prefer Dad to Mom because I don’t really associate myself to feminine pronouns since I’m more of a tomboy than a girly girl)*\\n\\nI hope everyone will have a good year in 2022! 🎉\\n\\n\\n---\\n\\nHuge thanks to rwx.eth, Shiomu.eth, ligaratus.eth, Morello.eth for providing me feedbacks and proofread this article to save my sorry scuffed Engrish *(this is not a typo)*. And honorary mention to saltseacake.eth for doing nothing except reading this, but is named here solely because he’s my senpai.\\n\\nI’d also like to thank rwx.eth, Shiomu.eth, ligaratus.eth, Morello.eth, KaijuKing779.eth and abdulaziz.eth for all the insights and help that they have given thus far. This article wouldn’t have been possible without you guys.\\n\\nI’d like to thank Robek for the Featured Image artwork (*thank you for drawing me burning down the town of hopes and dreams*) and being my main inspiration in the space. 50% of the proceeds from this article will go to Robek.\",\"timestamp\":1641328120,\"title\":\"thoughts as an artist (january 2022)\"},\"digest\":\"IBnahSP0NKBvN3JsVvs28fEkOLlge3cY-qqyspjIR9Y\",\"authorship\":{\"contributor\":\"0x1d40Ff3C3f87fe93862d41ac3024d6335b587FDe\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Nw5pb0AAtseCn22tAJfHv63cDCTA6_MS9nP5a_tNlm4\\\",\\\"y\\\":\\\"Nidk8rS_Af51sSS_4NhScaGF6tBSZbZSpg4s3-cMbBw\\\"}\",\"signature\":\"xN6KAKorDyMjx38VzON2jXU_U_2xKdyggx5-nj0Z5dEsEQ8NKs1I4RjId7trzK9wXeEl_HDE3T3KVOC0ZbA80Q\",\"signingKeySignature\":\"0xd82ba00e9027ae55e967255631c6ecc5b9f423d052695d4242a8df71d615f3f92384ba1530e12344a23418c2a197f97d30a8905e36e633105f821faf31effbb81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Nw5pb0AAtseCn22tAJfHv63cDCTA6_MS9nP5a_tNlm4\\\",\\\"y\\\":\\\"Nidk8rS_Af51sSS_4NhScaGF6tBSZbZSpg4s3-cMbBw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uIq__DaPcJ_Y3ku41N8_EGM7fZ8EIe1MwSYA3Q-ZMnA\"}"