"{\"content\":{\"body\":\"> Because of my personal view of NFTs and not because of the environmemt entirely, I will now proceed to uninstall anything related to you right now and cease further purchases of your games. \\n  \\n That is all. For people that dislike Current Ubi's marketing, just stop buying.\\n>\\n> — Skyeeeely - Lazy VStreamer Cat (@Sukaaaily) [December 7, 2021](https://twitter.com/Sukaaaily/status/1468269032545550336?ref_src=twsrc%5Etfw)\\n\\nA Dec. 8 post over on the r/gaming page on Reddit shows a concerted effort to boycott the new NFT project. The post titled “do not support \\\"Quartz\\\", the new NFT Ubisoft marketplace” from “u/WolverineKuzuri93” currently has 2,500 comments and an upvote ratio of 93% at more than 13,400 upvotes.\\n\\nThe Redditor highlights similar issues to the top commenter on YouTube, noting that:\\n\\n> “We have to stand against this practice. \\\\[...\\\\] This is just another way to nickel and dime players with cosmetics rather than focusing on making quality products with depth. We have to let companies know this is anti-consumer.”\\n\\n“I'm not entirely against the concept of using an NFT style system for digital games. For example, actually owning your digital copy rather than just a license so you can sell it to another user's account. That's actually the future of digital gaming. What I'm against is how Ubisoft are doing it with in-game items,” they added.\\n\\n### Gamer backlash to NFTs\\n\\nThis is not the first time a major firm has been flamed for looking at, or launching into the world of NFTs. Cointelegraph reported last month that community messaging app Discord was forced to walk back its Ethereum-based [NFT integration plans](https://cointelegraph.com/news/discord-drops-ethereum-and-nft-integration-plans-after-backlash), after the gamer community bombarded CEO Jason Citron.\",\"timestamp\":1639120992,\"title\":\"Because of my personal view of NFTs and not because\"},\"digest\":\"wikvyVIOoUVc6eJ151pl4Sc0h2GoRCDFU-eZA3VXWE8\",\"authorship\":{\"contributor\":\"0xC57349670Ea8Eb6677e8e575fA989B353fAa5b61\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rc5727tFkmmkgGZAhAQ0ToSQ5jDeIGMU0Recj2A2P0U\\\",\\\"y\\\":\\\"AvZkL1txwrnf0pehe-LJL7YevqywKOV-qPP-Ds6YWXY\\\"}\",\"signature\":\"VSHGkin1m1ppss8BzbQh90bI7wGH9K5sw8DBKDe9hxfyE0f0R92ePRtgHI9ZaxhgPpVqAg_9L-DK8e_u1ZsRtA\",\"signingKeySignature\":\"0x619f3a68538a986e50ef87f9c1b22a3ff78b5839e19a387eb1b9105d935f3d8c718b39edca1fdda2e31c5ebee41b8e828dad75f36d3980ab1c348357f19315ca1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rc5727tFkmmkgGZAhAQ0ToSQ5jDeIGMU0Recj2A2P0U\\\",\\\"y\\\":\\\"AvZkL1txwrnf0pehe-LJL7YevqywKOV-qPP-Ds6YWXY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wikvyVIOoUVc6eJ151pl4Sc0h2GoRCDFU-eZA3VXWE8\"}"