"{\"content\":{\"body\":\"and their groom, but with his present equipment he could at least lie smoking on his blankets and watch the dragoman prepare food. But he reflected that for that day he had only attained the simple discovery that the approach to Nikopolis was surrounded with difficulties.\\n\\nCHAPTER X.\\n\\nThe same afternoon Coleman and the dragoman rode up to Arta on their borrowed troop horses. The correspondent first went to the telegraph office and found there the usual number of despairing clerks. They were outraged when they found he was going to send messages and thought it preposterous that he insisted upon learning if there were any in the office for him. They had trouble enough with endless official communications without being hounded about private affairs by a confident young man in khaki. But Coleman at last unearthed six cablegrams which collective said that the Eclipse wondered why  they did not hear from him, that Walkley had been relieved from duty in London and sent to join the army of the crown prince, that young Point, the artist, had been shipped to Greece, that if he, Coleman, succeeded in finding the Wainwright party the paper was prepared to make a tremendous uproar of a celebration over it and, finally, the paper wondered twice more why they did not hear from him.\\n\\nWhen Coleman went forth to enquire if anybody knew of the whereabouts of the Wainwright party he thought first of his fellow correspondents. He found most of them in a cafe where was to be had about the only food in the soldier-laden town. It was a slothful den where even an ordinary boiled egg could be made unpalatable. Such a common matter as the salt men watched with greed and suspicion as if they were always about to grab it from each other. The proprietor, in a dirty shirt, could always be heard whining, evidently telling the world that he was being abused, but he had spirit enough remaining to charge three prices for everything with an almost Jewish fluency.\\n\\nThe correspondents consoled themselves largely upon black - bread and the native wines. Also there were certain little oiled fishes, and some green odds and ends for salads. The correspondents were practically all Englishmen. Some of them were veterans of journalism in the Sudan, in India, in South Africa; and there were others who knew as much of war as they could learn by sitting at a desk and editing the London stock reports. Some were on their own hook; some had horses and dragomen and some had neither the one nor the other; many knew how to write and a few had it yet to learn. The thing in common was a spirit of adventure which found pleasure in the extraordinary business of seeing how men kill each other.\\n\\nThey were talking of an artillery duel which had been fought the previous day between the Greek batteries above the town and the Turkish batteries across the river. Coleman  took seat at one of the long tables, and the astute dragoman got somebody in the street to hold the horses in order that he might be present at any feasting.\\n\\nOne of the experienced correspondents was remarking that the fire of the Greek batteries in the engagement had been the finest artillery practice of the century. He spoke a little loudly, perhaps, in the wistful hope that some of the Greek officers would understand enough English to follow his meaning, for it is always good for a correspondent to admire the prowess on his own side of the battlefield. After a time Coleman spoke in a lull, and describing the supposed misfortunes of the Wainwright party, asked if anyone had news of them. The correspondents were surprised; they had none of them heard even of the existence of a Wainwright party. Also none of them seemed to care exceedingly. The conversation soon changed to a discussion of the probable result of the general Greek advance announced for the morrow.\\n\\nColeman silently commented that this remarkable appearance of indifference to the mishap of the Wainwrights, a little party, a single group, was a better definition of a real condition of war than that bit of long-range musketry of the morning. He took a certain despatch out of his pocket and again read it. \\\" Find Wainwright party at all hazards; much talk here; success means red fire by ton. Eclipse.\\\" It was an important matter. He could imagine how the American people, vibrating for years to stories of the cruelty of the Turk, would tremble-indeed, was now trembling-while the newspapers howled out the dire possibilities. He saw all the kinds of people, from those who would read the Wainwright chapters from day to day as a sort of sensational novel, to those who would work up a gentle sympathy for the woe of others around the table in the evenings. He saw bar keepers and policemen taking a high gallery thrill out of this kind of romance. He saw even the emotion among American colleges over the tragedy of a professor and some students. It certainly was a big affair. Marjory of course was everything in one way, but that, to the world, was not a big affair. It was the romance of the Wainwright party in its simplicity that to the American world was arousing great sensation; one that in the old days would have made his heart leap like a colt.\\n\\nStill, when batteries had fought each other savagely, and horse, foot and guns were now about to make a general advance, it was difficult, he could see, to stir men to think and feel out of the present zone of action; to adopt for a time in fact the thoughts and feelings of the other side of the world. It made Coleman dejected as he saw clearly that the task was wholly on his own shoulders.\\n\\nOf course they were men who when at home  manifested the most gentle and wide-reaching feelings; most of them could not by any possibility have slapped a kitten merely for the prank and yet all of them who had seen an unknown man shot through the head in battle had little more to think of it than if the man had been a rag-baby. Tender they might be; poets they might be; but they were all horned with a provisional, temporary, but absolutely essential callouse which was formed by their existence amid war with its quality of making them always think of the sights and sounds concealed in their own direct future.\\n\\nThey had been simply polite. \\\" Yes ? \\\" said one to Coleman. \\\"How many people in the party? Are they all Americans? Oh, I suppose it will be quite right. Your minister in Constantinople will arrange that easily. Where did you say? At Nikopolis? Well, we conclude that the Turks will make no stand between here and Pentepigadia. In that case your Nikopolis will be uncovered unless the garrison at Prevasa intervenes. That garrison at Prevasa, by the way, may make a deal of trouble. Remember Plevna.\\\"\\n\\n\\\" Exactly how far is it to Nikopolis? \\\" asked Coleman.\\n\\n\\\" Oh, I think it is about thirty kilometers,\\\" replied the others. \\\" There is a good miltary road as soon as you cross the Louros river. I've got the map of the Austrian general staff.  Would you like to look at it?\\\"\\n\\nColeman studied the map, speeding with his eye rapidly to and fro between Arta and Nikopolis. To him it was merely a brown lithograph of mystery, but he could study the distances.\\n\\nHe had received a cordial invitation from the com- mander of the cavalry to go with him for another ride into Turkey, and he inclined to believe that his project  would be furthered if he stuck close to the cavalry. So  he rode back to the cavalry camp and went peacefully to sleep on the sod. He awoke in the morning with chattering teeth to find his dragoman saying that the major had unaccountably withdrawn his loan of the two troop horses. Coleman of course immediately said to himself that the dragoman was lying a-gain in order to prevent another expedition into ominous Turkey, but after all if the commander,  of the cavalry had suddenly turned the light of his favour from the correspondent it was only a proceeding  consistent with the nature which Coleman now thought he was beginning to discern, a nature which can never think twice in the same place, a gageous mind which drifts, dissolves, combines, vanishes with the ability of an aerial thing until the man of the north feels that when he clutches it with full knowledge of his  senses he is only the victim of his ardent imagination. It is the difference in standards, in creeds, which is the more luminous when men call out that they are all alike.\\n\\nSo Coleman and his dragoman loaded their traps and moved out to again invade Turkey. It was not yet clear daylight, but they felt that they might well start early since they were no longer mounted men.\\n\\nOn the way to the bridge, the dragoman, although he was curiously in love with his forty francs a day and his opportunities, ventured a stout protest, based apparently upon the fact that after all this foreigner, four days out from Athens was somewhat at his mercy. \\\" Meester Coleman,\\\" he said, stopping suddenly, \\\" I think we make no good if we go there. Much better we wait Arta for our horse. Much better. I think this no good. There is coming one big fight and I think much better we go stay Arta. Much better.\\\"\\n\\n\\\" Oh, come off,\\\" said Coleman. And in clear language he began to labour with the man. \\\" Look here, now, if you think you are engaged in steering a bunch of wooden-headed guys about the Acropolis, my dear partner of my joys and sorrows, you are extremely mistaken. As a matter of fact you are now the dragoman of a war correspondent and you were engaged and are paid to be one. It becomes necessary that you make good. Make good, do you understand? I'm not out here to be buncoed by this sort of game.\\\"  He continued indefinitely in this strain  and at intervals he asked sharply Do you understand ?\\n\\nPerhaps the dragoman was dumbfounded that the laconic Coleman could on occasion talk so much, or perhaps he understood everything and was impressed by the argumentative power. At any rate he suddenly wilted. He made a gesture which was a protestation of martyrdom and picking up his burden proceeded on his way.\\n\\nWhen they reached the bridge, they saw strong columns of Greek infantry, dead black in the dim light, crossing the stream and slowly deploying on the other shore. It was a bracing sight to the dragoman, who then went into one of his absurd babbling moods, in which he would have talked the head off any man who was not born in a country laved by the childish Mediterranean. Coleman could not understand what he said to the soldiers as they passed, but it was evidently all grandiose nonsense.\\n\\nTwo light batteries had precariously crossed the rickety bridge during the night, and now this force of several thousand infantry, with the two batteries, was moving out over the territory which the cavalry had reconnoitered on the previous day. The ground being familiar to Coleman, he no longer knew a tremour, and, regarding his dragoman, he saw that that invaluable servitor was also in better form. They marched until they found one of the light batteries unlimbered and aligned on the lake of grass about a mile from where parts of the white  house appeared above the tree-tops. Here the dragoman talked  with the captain of artillery, a tiny man on an immense horse, who for some unknown reason told him that this force was going to raid into Turkey and try to swing around the opposing army's right flank. He announced, as he showed his teeth in a smile, that it would be very, very dangerous work. The dragoman  precipitated himself upon Coleman.\\n\\n\\\" This is much danger. The copten he tell me the trups go now in back of the Turks. It will be much danger. I think much better we go Arta wait for horse. Much better.\\\" Coleman, although be believed he despised the dragoman, could not help but be influenced by his fears. They were, so to speak, in a room with one window, and only the dragoman looked forth from the window, so if he said that what he saw outside frightened him, Coleman was perforce frightened also in a  measure. But when the correspondent raised his eyes he saw the captain of the battery looking at him, his teeth still showing in a smile, as if his information, whether true or false, had been given to convince the foreigner that the Greeks were a very superior and brave people, notably one little officer of artillery. He had apparently assumed that Coleman would balk from venturing with such a force upon an excursion to trifle with the rear of a hard fighting Ottoman army. He  exceedingly disliked that man, sitting up there on his tall horse and grinning like a cruel little  ape with a secret. In truth,  Coleman was taken back at the outlook, but he could no more refrain  from instantly accepting this half-concealed challenge than he could  have refrained from resenting an ordinary form of insult. His mind was not at peace, but the small vanities are very large. He was perfectly  aware that he was, being misled into the thing by an odd pride, but  anyhow, it easily might turn out to be a stroke upon the doors of Nikopolis. He nodded and smiled at the officer in grateful  acknowledgment of his service.\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/21](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/21)\\n\\n\",\"timestamp\":1638928317,\"title\":\"An important part of Coleman's traps was back with his Athenian horses\"},\"digest\":\"dJPcGzWq3mpBnwG9JgXeuujlR-eAXha_gXDKPt0qmVY\",\"authorship\":{\"contributor\":\"0x368119602f169B8146fb749c112EF9CC81197C53\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VhMEavv83-xWtEWq8UnE-yGnQCXPVYGYIeXJdHDRPbQ\\\",\\\"y\\\":\\\"I5LzL3AyoEjK0grhNdDUR0Fy7TEeFYybud9yTTD1b58\\\"}\",\"signature\":\"lCiYo0Mqxyh6fU9MuAAiSKuK3QBQ8CVbX_6sDH1rFPqN2-Duzsbf5AZImObHMVuA66or7nui3oEuk7E8KAl0mg\",\"signingKeySignature\":\"0x675c2b5e4029105b80f0594101ea4e079425ae2d0a870cd14b45269302bcdd27498f49a6aec0d8d4185decfaf6108a1f622ab65a2574b7251ae2265bd679421d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VhMEavv83-xWtEWq8UnE-yGnQCXPVYGYIeXJdHDRPbQ\\\",\\\"y\\\":\\\"I5LzL3AyoEjK0grhNdDUR0Fy7TEeFYybud9yTTD1b58\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dJPcGzWq3mpBnwG9JgXeuujlR-eAXha_gXDKPt0qmVY\"}"