"{\"content\":{\"body\":\"什么叫赘婿？就是当你被女主人嫌弃的时候，所有的管家、花匠、厨子、保安，全部都嫌弃你，这种氛围让人崩溃，柏云间不想回家了，他这个时候忽然想起自己还有一个家，就是紫提湾15号的别墅。\\n\\n当然，这个家太久没回来，应该算是燕婉的家了，这无所谓，先回来看看。\\n\\n没想到，燕婉已经搬走了，大别墅空荡荡的，有一种年久失修的感觉。稍微打扫了一下，柏云间坐在一股灰尘味道的客厅中发呆，想喝点什么，但是没找到茶叶，冰箱也是空空如也。\\n\\n“燕教授搬走了，这么大的事儿，你怎么也不跟我说一声？”柏云间向AI抱怨了一句。\\n\\n风暴：“燕教授已经开始了自己的新生活，我不想告诉你，时间会抚平你的感情波澜。”\\n\\n风暴说得很委婉，不过，柏云间大概已经猜到了它要表达的意思，不禁叹了口气。\\n\\n过了会儿，风暴又说：“我看你蛮喜欢林老师的，她最近经常被张麒麟的父母骚扰，你要不要邀请她过来同居？屋子里空荡荡的，来一大一小两个美女，你会开心点。”\\n\\n柏云间：“好吧，这屋子需要一个女主人，你帮我联系她，我现在意兴阑珊，啥也不想说，啥也不想干。”\\n\\n风暴：“不行，这种事情，需要你亲自打电话。”\\n\\n柏云间：“那算了，我想一个人清静几天。”\\n\\n\\\\------\\n\\n一个人的时代，第七日。\\n\\nArcher：“你还没有恢复职权？需要我出手吗？”\\n\\n柏云间：“疏影还在生气，我没有办法，你到底需要多少钱，说个数，我可以凑凑，这样一直被你安排，我有点接受不了。”\\n\\nArcher冷笑：“100亿，可还行？”\\n\\n柏云间：“还行，给我3年时间，要么，我凑足100亿，你别在烦我，要么，我找到你的真身，互相核威慑，你应该知道我的AI能干什么。”\\n\\nArcher：“你居然肯给我100亿？啧啧，可以可以，那好，给你一年时间，加油吧，要不然，你的燕婉、柏疏影、林暄妍，都会是我下手的对象。”\\n\\n柏云间不想讨价还价，一年就一年，赚100亿不容易，更大的可能是找到Archer藏身之处，只要暴露，就是弱点，到时候说不定反过来敲一笔钱，谁更牛逼，还不知道呢。柏云间的弱点是他的女人们，他不相信对方没有弱点。\\n\\n不知道为何，最近柏云间迷上了泰拳，满脑子都是程清浅打拳的时候英姿飒爽的样子，所以，他给程清浅打电话：“浅浅，我好像喜欢上泰拳了，你能不能真的做我的师父呢？报酬好商量。”\\n\\n程清浅：“哦，是吗？那好啊，你在哪儿啊？等我下班我们一起吃饭，当然你土豪您请客。”\\n\\n柏云间：“我最近不想出门，来我家，紫提湾15号，我们吃火锅。”\\n\\n等程清浅下班过来，柏云间刚好出门买菜，两个人就一起去超市，看看喜欢什么，随便拿。程清浅当然不会对狗大户客气，她对赘婿的财富一无所知，就多嘴问了一句：“要是疏影清理门户，你会不会变得一贫如洗？”\\n\\n柏云间哈哈一笑：“那不可能，我可是有自己的的江山的人，放心，吃不穷我的。”\\n\\n程清浅：“你为什么忽然想学泰拳？”\\n\\n柏云间：“我想去当保安，不可以吗？”\\n\\n程清浅嗤之以鼻：“可笑，你力量不够，我可以教你发力的方式，格斗的技巧，但是你这致命伤，碰到一个力量大一点的，你不是个儿。还有，别开无聊玩笑了，我又不是不知道，你是大学教授，怎么可能当保安？”\\n\\n柏云间：“那不一定，说不定我有恶趣味，就喜欢当保安。”\\n\\n程清浅：“保安还是保镖？那可不一样。”\\n\\n柏云间：“都一样，生化危机的女主就是保安部长，帅气，喂，我觉得你有点那个意思，你是我见过的非常特别的美女。”\\n\\n程清浅有点受宠若惊：“哦，那你可别胡思乱想，我可是疏影的好朋友，疏影横斜水清浅，知道吗？”\\n\\n柏云间打趣道：“嘿嘿，你怎么说话呢？这么说的话，我万一产生逆反心理，偏偏要胡思乱想怎么办？”\\n\\n程清浅不知道想到了什么，居然有点羞涩，低下头去，没再继续跟柏云间那个有点暧昧的话题。\\n\\n柏云间忽然拿起程清浅的手掌，她大吃一惊，却见柏云间很认真地观察她的手掌，点评：“果然……老茧不少，这样的美女的手，真是……特别。”\\n\\n程清浅轻声叹息：“唉，本来我爸爸不想我继续给人当保镖的工作，不过，我从小看到父母练拳，耳濡目染，真心喜欢，他也不得不顺其自然。”\\n\\n柏云间：“姑娘为何叹气？”\\n\\n程清浅：“我想起了初恋，是一个文弱书生，有一次我们吵架，我把他打伤了，然后，就没有然后了……”\\n\\n柏云间捧腹大笑，他发觉跟程清浅在一起很开心，直爽的小姐姐就是不一样。\\n\\n回到家中，开始谈泰拳，为了开工资方便，他必须问问：“疏影给你的工资多少？”\\n\\n程清浅：“50万，一年。”\\n\\n柏云间：“那你给我当老师，30万？可还行？”\\n\\n程清浅微笑道：“不行，我一分钱不能要，你迟早会回到疏影身边的，你俩是一体的，我领一份工资就够了，做人不能太贪心。我就当随便教你两招，我根本不信你能坚持练拳，嘿嘿！”\\n\\n柏云间：“一定会回去吗？那可不一定。我都没想到，赘婿这两个字这么伤人，她已经叫顺嘴了这是，听到这两个字我就火冒三丈。”\\n\\n程清浅豪放的大笑。\\n\\n这个豪爽的笑声这几天都有回荡在紫提湾15号，这天程清浅再次来到这里，她发现柏云间正戴着一个AR眼镜，认认真真地练拳，不禁好奇：“你这几天一直在练习吗？好认真，我都糊涂了，难道你没有更重要的事情做？”\\n\\n柏云间没有回答，而是向她发动进攻，他刚刚学会的几个套路，一套组合拳下来，程清浅居然被他击中了一下面部。\\n\\n“哎哟！”\\n\\n柏云间丝毫没有惜香怜玉，大喜：“打中了！”\\n\\n程清浅大怒：“再来！”\\n\\n柏云间还是刚才的套路，但是稍微变化了一丢丢，程清浅居然又被击中了一下……胸部。\\n\\n女侠彻底怒了，利用她从小艰苦训练得到的柔韧身段，连续高难度的进攻，终于把柏云间制服，死死压住，连连求饶。\\n\\n程清浅第一次被击中的面部还有些火辣辣的疼，她不禁抱怨：“下手这么重。”\\n\\n柏云间得意道：“你刚才制服我，用了几成功力？”\\n\\n程清浅一愣，她暴怒中，应该是全力以赴。也就是说，对方才练了几天，就逼得自己全力以赴，虽然有点偶然，那也是很厉害的事情。\\n\\n柏云间看她龇牙咧嘴，便摸了摸她的脸：“这里疼？”\\n\\n程清浅一甩头，短发飞起：“没事儿！”\\n\\n柏云间忽然温柔起来：“一个女孩子练拳，应该吃了不少苦头，你要是打扮一下，那是一个大美女，现在……却是假小子。”\\n\\n姑爷渣男的声誉已经遍及整个大学和柏家，程清浅不禁浮想联翩，莫非这家伙还想泡自己？\\n\\n不过，下一秒柏云间就躺在了瑜伽垫上，志得意满说：“可以了，要打拳，我应该也可以出其不意击败敌人，要杀人，你更加不是我的对手。”\\n\\n程清浅没有反驳，姑爷确实胆子大，她表示：“你这几招组合拳还真是防不胜防，有点意思，谁教你的？”\\n\\n柏云间：“AI。”\\n\\n“哦。”程清浅知道姑爷的AI是特别厉害的，柏疏影曾经好几次当着程清浅的面使用，并赞口不绝。\\n\\n程清浅想到他刚才的话：“杀人你也会吗？”\\n\\n柏云间：“对，AI帮我找到了几个人体的要害，有几个甚至摩萨德的特工都不一定知道，我要是想杀你，可能你已经死了。”\\n\\n程清浅哈哈一笑，她的笑声豪迈而悦耳，柏云间就喜欢在无聊的日子里听到这样的笑声。\\n\\n柏云间：“你每天下班就过来，吃了火锅再走，你男朋友有意见吗？”\\n\\n程清浅：“自从我的初恋被我打跑，我已经好久没恋爱了，我自己是打拳的人，可我喜欢文弱书生。”\\n\\n柏云间：“书生？是像我这样的吗？”\\n\\n程清浅想啐一口，可是没想到小脸却热了，她忽然想到，这柏教授可能比书生更有魅力，他不但做过教授，还能这么快学会打拳，至少已经入门了，猝不及防的情况下，自己这个老手也要着了道。\\n\\n柏云间微笑道：“不好意思，我觉得你很卡哇伊，总想调笑两句，不该不该，回头疏影又要收拾我，可不敢把她的美女保镖都拐跑了。”\\n\\n程清浅嗤之以鼻：“你想拐跑我吗？不存在的，你那么渣，我才不要你。”\\n\\n柏云间：“不要把话说死，来，你戴上这个AR，看看我创造的打拳的游戏，然后你就会爱上我的才华。”\\n\\n程清浅撇撇嘴，但是好奇心让她戴上了AR。\\n\\n这当然是一个格斗游戏，只是体验是颠覆性的，因为采用了激光刺激特殊神经，能够激发人产生联觉症，所谓的联觉症，就是一种疾病，看到RED就会真的出现红色，看到BLUE，真的会出现蓝色，这本来是一种精神疾病，AI就是利用这种精神疾病的作用原理，在格斗游戏中激发联觉症，玩家会产生触感。你想想，在一个虚拟世界中如果有触感，这会是什么体验？刚才柏云间就是用这种技术来练拳，自然是事半功倍。\\n\\n当对面的虚拟对手跟自己的手臂产生触碰效果的时候，程清浅果然震惊了，甚至有点惊恐：“这……这是什么游戏？”\\n\\n这女生本来就怕鬼，现在触碰空气中的幻象居然会有触感，岂不是让人魂飞魄散？\\n\\n渣男姑爷这时候就真的很渣了：“你想知道这是什么技术吗？承认你爱上我的才华，我就告诉你。”\",\"timestamp\":1637502195,\"title\":\"风暴蝴蝶 第44章 疏影横斜水清浅\"},\"digest\":\"ReQCA6DktwtXrVfULVzfZmuEFyFQ9nivukReig4LkWk\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"signature\":\"f_UPamUJ32ZaHGllavRtly4WWY1Hbdbwf-rninWIV0OF95ozan7dvdjm5gQ3bGCinuPJYxRksTzhix0jGHbMqw\",\"signingKeySignature\":\"0x9eccd16dc248634c8e38898fb1699bb63c20c5bd0b95f7742dbb5ea522d9680418b77ff960d13415065fe51241943804bc7f94c78f791368ba134e765469b5b51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ReQCA6DktwtXrVfULVzfZmuEFyFQ9nivukReig4LkWk\"}"