"{\"content\":{\"body\":\"故事的主角是一个叫小花的女孩。 \\n \\n\\n小花出生的家庭，是一个残缺的家庭，也是一个不幸的家庭。这种残缺和不幸在小花出生以后也没有发生好转，只是在小花慢慢长大的日子里，残缺变成了残败，不幸变成了悲剧。\\n\\n在一个夏天的傍晚，小花出生了。小花迫不及待的想来到这个世界，在赶去医院的路上就出生了，小花奶奶一看是个女孩子，也没有继续去医院，就直接用手拉车把小花和妈妈拉回家了，回来后找了个农村的接生婆来做了个简单的产后处理，省钱又省事。小花出生的时候，家里有四口人，爸爸、妈妈，奶奶，还有一位单身的叔叔。小花的爸爸老K脸上经常挂着微笑，暴露着满嘴的大黄牙，见到人的时候会像领导一样的点头示意打个招呼，看起来倒也不像个坏人，但老K有个要命的毛病，嗜赌如命，又好吃懒做，输钱了就会回家打老婆。小花妈妈是一位有着间歇性精神病的妇女，小花妈妈倒是皮肤白皙，面相和善，如果不是因为有精神病，是咋也不可能嫁给老K这样的人，大部分的时间里小花妈妈的状态还是和正常人一样，一旦被老K欺负，就会精神病发作，会摔东西，会咬人，还会大小便失禁。小花的叔叔老Q是一位沉默寡言的单身男子，身材高挑，健壮结实，但因为家里太穷，盖不起房子，所以也一直讨不到老婆。小花的奶奶，一位邋遢的老太太，她的衣服似乎永远都没有换过一样，灰白的头发上经常会有草屑粘在上面，走近的时候，身上还会散发出一股酸臭味，每次她儿子打媳妇儿的的时候，老太太不但不劝，还在旁边添油加醋，老太太似乎并不在意自己的儿子的好吃懒做，她拼命的干活，养活着她的整个家，养家糊口全靠她了，他们家最勤劳最辛苦的应该也是她了。\\n\\n小花的出生，对这个家庭，并没有带来新生命的喜悦和欢笑，争吵在继续，颓败也在继续。小花的母亲在她六岁的那一年突然离家出走了，据说前一晚老K又因为输了钱回来打了她一顿，在那个年代，离家出走是个大事情，平时事不关己的人们纷纷来嘘寒问暖、通风报信，小花破落的家里一下子变得门庭若市，小花奶奶如数家珍的向人们诉说着小花妈妈离家出走前的种种不是，丝毫不提他儿子打老婆的龌龊事，邻里的看客们一边虚情假意的说着同情和安慰的话，一边心满意足的离开了，大家都迫不及待的的想去用自己的方式再去把这件事情再演绎和造谣一下。\\n\\n那几天，小花特别的开心，虽然疯妈妈不见了，但来了好多邻居，家里变得好热闹，她爬上爬下，钻东钻西，就像是过年一样。\\n\\n后来，有邻村的人说在隔壁镇上看到小花妈妈了，得到消息的小花奶奶赶紧带着她的两个儿子老K和老Q，又叫上了几个族里的其他几户人家的男丁，一起去找小花妈妈，还真找到了，小花妈妈又犯病了，他们就把小花妈妈给五花大绑的给捉回来了。小花家有一个快要倒塌的老房子，他们把小花妈妈圈在里面，小花隔着门缝看到了她的妈妈，她身上的衣服都快被扒光了，表情呆滞，看到小花的时候突然哇哇的大哭起来，向门边冲过来，小花很害怕，赶紧跑开了，她能听到身后疯妈妈的叫喊小花的哭喊声和哐哐当当的拽门声。\\n\\n小花妈妈就这样被关了半个月以后，大概是疯病好了，老K就把她放出来了。她出来的时候，小花躲得远远的看着，疯妈妈额头上、脸上都是疤，头发也是乱糟糟的，身上的臭味更是老远都可以闻到，疯妈妈想来拉小花的手，小花一下子躲开了。疯妈妈骂咧咧的嘟囔了一句：鬼丫头，就径自往自己屋里去了。说来也是奇怪，被放出来的小花妈妈就像变了一个人，变得开朗了，爱干净了，还去理了个发，整个人精神了很多，那段时间，难得看到小花妈妈拉着小花在村子里溜达，见人也还热情的打招呼，邻里左右都议论纷纷，说肯定是老K请了大仙，给她驱鬼了。小花妈妈的好转，给小花的家庭带来了新的希望，小花奶奶也很稀罕的把自己的头发给收拾了，衣服也换了，一切都越来越好了。\\n\\n然而，好景不长，半年后的一天，小花妈妈又不见了，但这次跟上次不一样，这次出走看起来小花妈妈准备了好久，她把自己的东西都打包带走了，还偷走了老K藏在柜子里的钱。小花奶奶和老K到处寻人，他们去了小花的外婆家，却差点被小花的外婆家人给打出来了，小花外婆还逼问他们要人，他们也去了上次找到她的隔壁镇上，没有人见到过她。几个月过去了，有人说她去广州打工了，有人说她跳河自杀了，传言很多，但小花妈妈真的就是消失了，中间小花的外婆家里人还过来吵过架，问老K要人，派出所也来调查过，但都没有结果，小花妈妈的去向彻底成为了一个迷。\\n\\n又过了几个月，小花奶奶和老K他们放弃了寻找，恰好老K又被诊断出了肺结核，也不方便到处跑着跟人接触，大家见了他都恨不得躲着走，他一个人搬到了山上，那边有一个去世不久的独居老人的住处，他给自己熬药治病，小花的叔叔老Q在家里也等不到人提亲了，索性也出去打工了，家里一下子就只剩下小花奶奶和小花了。\\n\\n有妈的孩子像个宝，没妈的孩子像根草。此时的小花，就是那个无根小草，随风飘摇。她不知道的是，命运之神对她的拷打才刚刚开始。\",\"timestamp\":1639980532,\"title\":\"花开有缺 上\"},\"digest\":\"Dlmc-Y7WfIycHi2ecB15VbvG9A0YDvOImRrvhnxzkM8\",\"authorship\":{\"contributor\":\"0xa8f7343261373e20d83F574858f6917f394AEC5B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W08S24XXZMiXIoUwOZrP29qXoItkdd2tVc6KW8PNVX4\\\",\\\"y\\\":\\\"Hup3CYIWzVWEivvO7fuGEtBtOYCWVMzJMXGweZsVmX4\\\"}\",\"signature\":\"y92wTMsYH9HnKoyvzFxnBbjJqgB9ulm8V2Y0kIyfIosKC6VizcZGN08MujBWgkaS-HrTWOx84j1KlWHPp0kbsA\",\"signingKeySignature\":\"0x5a9e082167df7b2bd613efaa573c0bcc2fbf775a1f68d9471b386dd50970176d64aef6e3bba4f8857a9a89886a575a03a3b7d78295adced478300f9cff0c92d51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W08S24XXZMiXIoUwOZrP29qXoItkdd2tVc6KW8PNVX4\\\",\\\"y\\\":\\\"Hup3CYIWzVWEivvO7fuGEtBtOYCWVMzJMXGweZsVmX4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Dlmc-Y7WfIycHi2ecB15VbvG9A0YDvOImRrvhnxzkM8\"}"