"{\"content\":{\"body\":\"“凡诵念此经者，如来悉知悉见，皆得成就无量无边功德”——《金刚般若波罗蜜经》 \\n \\n\\n1 \\n 《金刚经》的名字，对每一位佛法修习者都是如雷贯耳，是经之知名，流布之广，在中国人的世界里大概是第一。这薄薄的几千字，按经中所说却有无限的福祉、莫大的威力。诵读《金刚经》的功德远远超过以百千万亿恒河沙七宝的布施，是经义不可思议，果报亦不可思议。如来反复强调这一点，并郑重的说“如来是真语者、实语者、如语者、不呓语者、不妄语者”， “凡诵念此经者，如来悉知悉见，皆得成就无量无边功德”，让人打消疑虑，坚固信心。那么，经中到底说了什么，从中能得到什么收益呢？千百年来，无数人推崇它，赞叹它，宣扬它，但诠释它的语言大多局限于佛教的名词义理之内，很少人用现代哲学的、通俗的观点来印证其伟大，论证其合理。在下不才，作为被《金刚经》拯救过精神与生命的俗人，怀着感恩之心，来讲一讲我所理解的《金刚经》，愿与诸位一同进入这光明、宏大的真如境界。欢迎交流、敬请指正。 \\n 2 \\n 首先要明确：世界虽然只有一个，但在每一个人眼中都不太一样，每个人看到的都有所侧重、也有所遮蔽。美学家朱光潜讲过，对于一棵树，三种人有三种态度：科学家研究植物学上有何特征；木材商考虑可以卖多少钱；画家欣赏树的形象。可见，我们看待世界的方式决定了世界在我们心中的样子。这就有了一个禅宗故事：一位老婆婆，晴天也愁，雨天也愁。晴天担心大儿子的伞卖不出去，雨天担心二儿子的盐晒不干。于是有人提醒她：晴天二儿子的盐可以晒了，雨天大儿子的伞卖得快了，你为什么不这样想呢？ \\n 3 \\n 学佛，就是要改变自己看待事物的角度，转变感受世界的方式。人往往心情好的时候一切都是那么快乐阳光，心情糟的时候一切又那么阴郁灰暗，其实天堂和地狱都在我们的心中。正因为我们被无明遮住了眼睛，被欲望迷惑住心灵，所以才有了如此之多、形形色色的烦恼痛苦。生活本来是美好的，世界原本是丰富多彩的，可我们迷失了，困在了目光所及的狭小笼中。地狱本心造，是我们自己给自己造的枷锁。如果真正开悟了，就能发现这个世界的本来面目，体验万物本质之美妙。一句著名的箴言“迷则佛是众生，悟则众生是佛”说的就是这个道理。 \\n 4 \\n 佛法的本质，即在于给我们指出了那条通达觉悟与幸福的道路。《金刚经》的起始，缘于须菩提问释迦牟尼的一句话：“世尊，善男子善女人，发无上正等正觉之心，云何应住，云何降伏其心？”即，如果一个人想要求得最高的开悟，该怎么做，怎样降伏妄想惑乱之心呢？ \\n 佛是这样回答的： \\n “善男子善女人，想要发无上正等正觉之心，应当这样想：我要救度一切众生，使他们进入快乐幸福的涅磐之境，但这样做了以后，实际上并没有众生被我救助。为什么呢？如果菩萨心中存在着我相、人相、众生相，存在着把救助众生当作实现个人目的之手段的心理，则不能叫做菩萨。” \\n 你看，要想成佛，首先要发无限广大的心，全身心的投入为天下苍生服务的事业当中，这是何等宏伟的境界。佛给发此大愿的人起了个名字，叫做菩萨。而这样发心这样做之后，却不能有任何自命不凡、自以为有功的想法，更不可把救助众生当作实现个人目标的手段。所以佛说《金刚经》是针对大乘、最上乘者说的，一般心量小的人是根本不可能听进去更难以接受的。我佛指出：“若乐小法者，则于此经不能听受诵读。”为什么呢？因为他们只看到与自我有关的事物，只重视一时一地的利益，自己把自己的心灵给束缚、局限住了，所以不能去除狭隘观念，全面、无碍的感受世界。如果只是自求多福，满足于世俗生活的安乐，又如何能体会到大乘境界的壮美与神奇呢？ \\n 5 \\n 经中比较难理解的大概是“无我相、无人相、无众生相、无寿者相”了。什么叫我相、人相、众生相、寿者相呢？为什么不能有我相、人相、众生相、寿者相呢？我、人、众生难道不是真实的存在吗？ \\n 在佛教看来，宇宙万物实为一体，我、人、众生本无分别。我们之所以自以为有个我、有个你、有那么多与己或有关或无关的他者，然后出现喜爱、憎恶、嫉妒、仇恨等心理，都是因为受狭隘经验影响而产生出虚妄观念的结果，没有认识到宇宙的实相。宇宙如此浩瀚，我们生活在小小的地球上，各有各的生活范围，只能接触到有限的事物，形成浅薄的知识，于是心灵就被这些见闻觉知给局限住了，变得不再开阔，导致思想与精神上的偏执。所以，要想获得无上正等正觉，必须能够超脱既有的观念，超越我见、人见、众生见、寿者见，对世界的认识不执着于固定的相状。万物都在不断的生灭变化之中，我们所知晓的真理总是相对的，因此，不要把一时形成的我、人、众生等相状当作真实，而迷失于种种虚妄幻想，进而萌发不健康的情绪。佛在经中反复提示：如来说XX，非XX，是名XX。这个有名的三段式论述告诉我们：任何知识、任何概念、任何理论，都是人主观建构的产物，并不能等同于事物的本来面目。每个人看到的世界都与他人不同，所以我们不能把自我见到的世界混同于真实的世界，把语言工具当成事物本身。认识总是暂时的，只有思想解放、无所执著，才能突破旧的观念的枷锁。 \\n 6 \\n 佛接着说：“菩萨应离一切相发菩提心，不应住色生心，不应住声香味触法生心，应无所住而生其心。”发菩提心应当是无条件的，不是为了达成那些尘俗利益。无上正等正觉超越所有知见，所以不能耽著于色、声、香、味、触、法，不能再在虚妄、暂时的幻相中沉沦迷失。注意，这里并不是空掉一切，拒绝一切，而是不执着于一切。无所住心，不是不让生心，否定生活，而是不要耽著滞留的意思。不但是对待各种现象，对各种观念也是如此。佛法本质上反对教条主义，敢于怀疑一切，“无所住而生其心”，就能保持心灵的灵活、变通、包容、开放。 \\n 7 \\n 如来告诉我们：“菩萨于法应无所住而行布施，不应住色布施，不应住声香味触法布施。何以故？若菩萨不住相布施，其福德不可思量。”佛教讲究因果报应，大力宣扬布施的好处。布施，就是把衣食、财物、佛法等给予他人，能够得到福报。既发菩提心，立志救助天下苍生，就不能把布施当作谋求世间享受的一种手段，而应当是无条件、不求回报的。否则，就是执著于事物为实有，迷失于诸相之中。色、声、香、味、触，是人感受到的世界表象，也是一切世间享受与欲望的根源；法，则是指人为了达到某种目的而采取的方法，同样会使人执著于有形事物。所谓寿者相，即执著于法相，把修行当作一种工具性行为。不住相布施，也是指不能把布施、修行变成为了实现某种目标而采取的权宜之计。 \\n 8 \\n 若能不住相布施，心灵无所执著，那这样得到的将不止是世俗的回报，而会有无边的不可思量的福德。如来指出，无住相布施得到的福德，如虚空一样不可思量。你不要怀着世俗之心，想着会回报什么样的利益；在心灵的虚空状态，你将会拥有极其广大、丰富、美妙的不可思议的精神体验，这种体验远超一切物质上的利益、肉体上的享受。当然，菩萨并不拒绝世俗的福报，只是更强调精神上的体验，因此不贪著色、声、香、味、触、法，在尘世随缘受用。 \\n 9 \\n 我们在世间，本来是为了得到幸福和快乐；但是，很多人的思想与行为却背道而驰。不少人看重物质利益甚于精神上的享受，结果生命体验日益稀少而单薄，如一些人除了吃喝与性交，几乎难以感受到其他的乐趣。他们活得单调而乏味，奋斗了一生，只为了某一瞬间名利上的满足，以致平时内心满是烦恼痛苦，却还不自觉。金钱，是为了丰富我们的体验的，却成了最大而最终极的目标。而只有从这些虚幻的迷失中超脱出来，深入觉悟之境，才能找到真正的价值，才能体验世界与人性的无限可能。 \\n 10 \\n 我们是宇宙的一部分，我们必然与宇宙同一本质。如来是谁？是修行到与宇宙合而为一的觉者，是彻底实现了自我本性的圣人。见性成佛，即由此来。如来如来，既是世界的本体，又是我们的本质，因此无所从来，亦无所去。或者，他就是上帝，就是真主，就是圣灵，就是一切。这样，如来难道是一个具有人类身相的形体吗？我们能够用肉眼看到他吗？须菩提明明站在佛的面前，却说，不也，世尊，不可以身相得见如来。所谓身相，只是人对意识中构造、肉眼中浮现的一些假象所起的名字，并不是真实的事物本身。我们必须运用感觉与想象才能认识世界，因此世界总是我们心中的世界，并非物自体本身。所有的表相，都是经过人的主观意识反映、折射、编织的幻相；我们对世界的认识永远都是相对的、暂时的、在某种程度上被歪曲、涂改的，因此本质上是虚妄的。如果能感悟到此，明白诸相非相，心灵就能见到自己的本性，宇宙的实相。这个能知的觉性，遍满虚空，渗透大千，变化一切，无所不在。 \\n 11 \\n 我以为，几乎所有心理疾病，都是由于患者在环境、经历与他人的影响之下，自我编造了一个独特的内在世界，以虚妄幻想为真实产生的。只有认识到有关我、人、众生及自我愿望的想法都是虚假不实的，才能无所执著，无所分别，回到如婴儿般空无所有的意识本原状态。对于纷至沓来的诸般意念，不是竭力去除它们、一味制止它们，而是反观内视，看其从何而来，又往何处而去，保持知觉观照，即能降伏乱念。但还要知道：此观照的意念，也是虚妄浮想，是以幻除幻，诸幻尽除，无法可得。 \\n 12 \\n 如果有坚守戒律、修行求福的人，能见到《金刚经》并接受佛法教诲，真诚相信经中理义，那么这个人将不只是与一位或两位、四五位佛陀结缘，他已经在千万诸佛处种下善根。听闻此经章句，有一念生起净信，如来都能知晓都能看见；那么这个众生将得到无量福德。因为三千大千世界中虽有无数佛陀，宇宙的本体只有一个，故诸佛皆同一本源。我们得见本体，则能融会贯通，接通无限能量，直至获得不可思议的威力。佛在后面说：“此经功德，我若具说者，或有人闻，心即狂乱，狐疑不信。当知是经义不可思议，果报亦不可思议。”只要我们坚持修行，普度众生，心无住相，广为人说，必能成就无上正等正觉！\",\"timestamp\":1638671955,\"title\":\"从心理学的角度认识《金刚经》\"},\"digest\":\"z_Kk747cVpZWLvKNuWYl17Fa0XVFde0Du-XKo5y7O30\",\"authorship\":{\"contributor\":\"0xB865586503106b47244274F9ef9Dd0939E2AddBe\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Wfq_1PTFZ1WbjpKsjcGj9B9aXfAPVkc94A3jrX563mQ\\\",\\\"y\\\":\\\"AqeBQcT_T8qrrA2uM2ojD3IHP0KZ27PleM3wdqd4h-Q\\\"}\",\"signature\":\"iwA4YxHSxZWJk9KSL1ik1iKkFzHliFj9RAREL2R1L9rfRrH4pgyQMd7bZp0Yf2bh7aGu1ZbV41qDvJG0wA2rgA\",\"signingKeySignature\":\"0xaade74743e85b8baa53981b5230b476f3e6966b38039f0e5336924daeeee5229086c0963ae374546f0db335de7e6aa6e42fab9e4864a2300f98401fa6c4f7f6d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Wfq_1PTFZ1WbjpKsjcGj9B9aXfAPVkc94A3jrX563mQ\\\",\\\"y\\\":\\\"AqeBQcT_T8qrrA2uM2ojD3IHP0KZ27PleM3wdqd4h-Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"z_Kk747cVpZWLvKNuWYl17Fa0XVFde0Du-XKo5y7O30\"}"