"{\"content\":{\"body\":\"My high-school biology teacher had a phrase I’ve never forgotten “structure denotes function.”\\n\\nHe used the phrase in the context of proteins. Proteins are strings of different atoms. The structure of those proteins (the order and arrangement of the atoms) determined the function of the protein.\\n\\nFor example, proteins made of soft atoms arranged loosely may be useful for creating a material like a net or a web. Rigid atoms arranged close together may be more useful for something like a skeleton.\\n\\nOne way of evaluating the structure (and therefore the function) of an organization is in terms of how centralized or decentralized it is.\\n\\nA centralized system is one where everything flows through the same pipes, at some point. The heart is the central component of the human blood system. Because we have only one heart we have a single point of failure and we have a centralized system. A decentralized system is one where there would be multiple hearts that could pump blood.\\n\\nStarfish have decentralized nervous systems. The information flows through all five of their limbs and the central part of their body almost evenly. When you cut any of the limbs off a starfish it grows a new limb — but the limb also grows a new starfish. This is possible because the starfish is decentralized. The limb doesn’t need the rest of the body to survive (so long as it got a piece of the mouth to eat with! otherwise it will starve), it has all the information processing capabilities in its self.\\n\\nWebs are decentralized structures. Starfish have web-like nervous systems.\\n\\nHumans have a semi-centralized nervous system. If you cut an arm or leg off us, we might not die. If you cut our head off, we will definitely die. The information in our bodies moves to the central location — our brain — just like the heart is the central location for our blood. Yet we are still somewhat decentralized, there is also information processing happening in our spinal cord and within our brain exist networks which are decentralized. The centralization of the brain allows for coordination between decentralized parts. The web structure is used within the brain and allows for fluid thinking by association.\\n\\nTrees are semi-centralized. They have a trunk through which everything can flow but there are also lots of branches. Humans have nervous systems shaped like trees. We have components which are centralized (like our brain and spinal cord) and components that are decentralized (like the web of motor neurons throughout our body). \\n\\nA completely centralized nervous system would be like a single road or a single pipe. Or a tree with just a trunk. It’s fragile and probably wouldn’t survive very long. In fact, when was the last time you saw a tree with just a trunk?\\n\\nA completely decentralized nervous system is anti-fragile but tends to be weak and indecisive. Starfish don’t do much. They aren’t able to make a lot of complex decisions.\\n\\nSemi-centralized nervous systems enable strong, coordinated, complicated movements. Semi-centralized nervous systems with pockets of centralization and decentralization are able to be both anti-fragile and strong.\\n\\nBasically, I really love trees :) 🌳🌴🌲\\n\\nTrees are really good at what they do. They have a web of branches and leaves to collect water and sunlight from above, a web of roots to gather nutrients from below, and a central trunk which serves as a highway to move between these two worlds. Plant a tree today \",\"timestamp\":1642090905,\"title\":\"2022/01/13 Morning Rambling\"},\"digest\":\"C5h5tRYMGa9cwSMowjKzv4eo7q2OtecTUDuIntnzhQY\",\"authorship\":{\"contributor\":\"0x616caD18642F45d3fa5FCaaD0a2d81764A9cBa84\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RzQiXk4ImG8RacQjbm7IYzBDiA__akpyUqfdKRpvFdA\\\",\\\"y\\\":\\\"zX1e7CZjFJ_P8XvgDAODwoiFP2Kfm1fHAc3Q0DaC8Ow\\\"}\",\"signature\":\"7jkHbrnClZaCJ4dLz8a455KzUxoYpHoRuAYSJLcmbvh-Rb0vfgiA_w9VIL5RNPVzmB5nxBhUaM6CPVWjwuvFTw\",\"signingKeySignature\":\"0x0716061247a11ca3291828ec20e7ecc7d1007f58cc614ea799d36fba0a25bbb7478e42f249e2694d6b13acf53e80c07c6340ef5c4b0d7f660c75b6c0cd2847b81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RzQiXk4ImG8RacQjbm7IYzBDiA__akpyUqfdKRpvFdA\\\",\\\"y\\\":\\\"zX1e7CZjFJ_P8XvgDAODwoiFP2Kfm1fHAc3Q0DaC8Ow\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"C5h5tRYMGa9cwSMowjKzv4eo7q2OtecTUDuIntnzhQY\"}"