"{\"content\":{\"body\":\"Growing interest in applications of blockchain technology in city planning has sparked a *drum roll* of city tokens, city DAOs, decentralised city projects, city white-papers and city dreams. Vitalik Buterin’s blog post [Crypto Cities](https://vitalik.ca/general/2021/10/31/cities.html) collates some of these. Instead of adding to or reviewing the expanding list of projects, I want to contribute some themes and concepts from urban theory that can help position and frame the possibilities.\\n\\nSocial scientists, economists, geographers, historians, designers (etc) have amassed a weight of concepts for theorising collective understandings of the city. These concepts can anchor the abundant Web 3 project work, and offer pathways for talking about crypto cities ideas in ways that make sense in both blockchain and urban planning language.\\n\\nFour vectors of city themes that are useful in anchoring crypto cities are:\\n\\n* city identity\\n* city lifecycle\\n* city ownership\\n* city governance\\n\\n## 1. City identity\\n\\nCity identity has historically suffered a problem / saviour complex. On one hand, cities are seen as the world’s dustbin where wicked problems concentrate, *dumping grounds for globally conceived and gestated problems* \\\\[1\\\\]. On the other hand, they are laboratories of creation.\\n\\nPopular social science’s OTT glorification of cities in the 2010s \\\\[eg. 2+3\\\\] was sparked, in part, by ideas about *the strength of weak ties*, applying the famous paper \\\\[4\\\\] to LinkedIn visions of productivity and innovation. Innovation happens, goes the wisdom, because diverse people, ideas and disciplines are brought close together through agglomeration, clustering, collaboration.\\n\\n*Grand city experiments* are leading characters in western history. There is the city designed around health (garden cities), around efficiency (modernist cities), around trade and economics (medieval city states, or economic hub cities). Then there are optimistic ideas of the age-friendly city, the child-friendly city, the sustainable city, the creative city, a city for people, smart cities...\\n\\nThese mono-thematic identities are of course all deficient, even if well-meaning, adoptions of the obsession of the moment.\\n\\n### Key takeaway from city theory: pursue multiple overlapping visions.\\n\\n## 2. City life-cycle\\n\\nCities exist in a perpetual life cycle. Growth, decay, uncertainty, change, replacement, renewal are the daily and decade rhythms of urbanity. It is extraordinary how complex assemblages of materiality, infrastructure, networks and humans can shift, fracture and layer in response to unique local geographies, regional economies and industries, and big global forces such as economic deregulation and migration.\\n\\nAs the world faces the immense global force of the climate crisis, we have to hope that our cities will become more resilient. Sustainability goals and the impacts of climate change are being addressed at the city level around the world - through waste strategies, flood protection, walkability metrics, greening, community infrastructure, and community engagement.\\n\\nUrban histories evidence simultaneously the city’s solid endurance and liquid delicacy. Cities are *antifragile* \\\\[5\\\\] - they tend to get stronger (and more interesting) through their continual friction and change.\\n\\n### Key takeaway from city theory: plan for change not immutability.\\n\\n## 3. City ownership\\n\\nCity assets (land, housing, buildings, transport, utilities, community infrastructure) are material, fixed, long-lasting, and expensive. Most are ‘owned’ collectively, albeit through overlapping claims and operation rights by both individuals and global consortia. Individual property ownership is part of a society’s political economy. For example, policy supporting private housing ownership has benefits for the individual, while also generating stability for labour markets, a form of retirement income insurance for state welfare budgets, and macro-economic levers.\\n\\nAn ideology of individualism, personal choice and responsibility, small government and privatisation of services is a substrate of the current era, and this institutionalised individualism standardises relations, transactions and ownership. Overlay here concepts like the *right to the city* \\\\[6\\\\], which elevate co-created space, free of commodified ‘pay to play’ expectations. Balancing *who pays* and *who benefits* between the individual and the collective is the imperfect and often unequal task of planning.\\n\\n### Key takeaway from city theory: asset ownership is part of the structures of society.\\n\\n## 4. City governance\\n\\nAs for determining *who decides*, this is also the task of planning. The historical culture of planning is rooted in enlightenment ideas that scientific knowledge will provide objective basis for identifying needs and solutions. By the end of the 1960s, researchers came to a different view; negotiation and interpretation were essential dimensions of *advocacy and pluralism in planning* \\\\[7\\\\].\\n\\nA *collaborative planning* approach \\\\[for eg. 8\\\\] is the realisation that knowledge and value are not objective but are actively constructed through social and interactive processes. Through collaborative planning, *participants build new systems of meaning, new cultures, new organising routines and styles and new social networks* (p.285). The challenge is that, although the theory is sound, collaborative planning in practice is hard.\\n\\n### Key takeaway from city theory: successful collaborative decision-making is the city planning holy grail.\\n\\n \\n \\\\*  \\\\*  \\\\*\\n\\nWhile these four themes barely skim the surface of the depth of city theory, the key takeaways (multiple visions, change and resilience, a layered view of ownership, appetite for collaborative planning) can help connect between Web 3 and Trad city planning language to describe goals and mechanisms of decentralisation, networks, transparency, access, accountability, coordination.\\n\\nCity-shaping is slow, risk averse and involves many hands. This is an exceptionally challenging space to seek to imbricate a new paradigm of decentralised and/or autonomous ownership or decision-making. It is also a space that, for the same reasons, could benefit from it.\\n\\n\\\\*  \\\\*  \\\\*\\n\\n\\\\[1\\\\] Zygmunt Bauman, 2007, ﻿*Liquid Times: Living in and Age of Uncertainty*, Polity.\\n\\n\\\\[2\\\\] Edward L Glaeser, 2011, *Triumph of the City: How Our Greatest Invention Makes Us Richer, Smarter, Greener, Healthier, and Happier*, Penguin.\\n\\n\\\\[3\\\\] Richard Florida, 2009, *Who's Your City?: How the Creative Economy Is Making Where to Live the Most Important Decision of Your Life*, Basic Books.\\n\\n\\\\[4\\\\] Mark Granovetter, 1973, ‘The Strength of Weak Ties’, *American Journal of Sociology*, Vol. 78:4.\\n\\n\\\\[5\\\\] Nassim Nicholas Taleb, 2013, *Antifragile: Things That Gain from Disorder*, Penguin.\\n\\n\\\\[6\\\\] Originally defined by Henri Lefebvre, 1968, *Le Droit à la Ville*. Later, discussed by many, including David Harvey, 2003, ’The Right to the City’, *International Journal of Urban and Regional Research*, Vol. 27:4\\n\\n\\\\[7\\\\] Paul Davidoff, 1965, 'Advocacy and pluralism in planning', J*ournal of the American Institute of Planners*, Vol. 31:4.\\n\\n\\\\[8\\\\] Patsy Healey, 1997, ﻿*Collaborative Planning: Shaping Places in Fragmented Societies*, Palgrave Macmillan.\",\"timestamp\":1636262695,\"title\":\"Positioning Crypto Cities\"},\"digest\":\"kD-OvN8fOIqrqEOGI3AH7L26735OvM_Zw655Rd5CciU\",\"authorship\":{\"contributor\":\"0x5a13E93873A51Fcb8C6417e8A15D8111250d3B14\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mRrhbq_URpcDOTm7PUEqprMi4u2eUdSg3f8lCVl-rGY\\\",\\\"y\\\":\\\"gezalr8Gyj5hF1Y7nJlxSGkipnfJgFr_UbSSJuXOSy4\\\"}\",\"signature\":\"VigAfuHkciPpPvfgFzGAoJI8bRGTFNleCOdCjAdeJiEQsVBTfYGf3IKLzQm7pK_OAmaOkCo16aStvVj5PMyKrA\",\"signingKeySignature\":\"0xc252589796f93a0d50a5da66f18834a66c185446ac95e38e4889c57aee56b9ff3242366f3e093aefb90283713512d9a8f26e34d30ceee212660f5997ec12ce481c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mRrhbq_URpcDOTm7PUEqprMi4u2eUdSg3f8lCVl-rGY\\\",\\\"y\\\":\\\"gezalr8Gyj5hF1Y7nJlxSGkipnfJgFr_UbSSJuXOSy4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"th33gLnhtsmAiV8TqKck13frAljDxgDWOY9WYqzF8Uw\"}"