"{\"content\":{\"body\":\"It’s 2021. I am at that weird age of quarter-life crisis. Problems have become more complex, and solutions have become virtually non-existent. I keep asking questions about life. Where is my career headed? Did I make the right decision about my major? Will this thing lead something worth while in the long run? How will I survive life when I can’t even process problems? What do I need to do now? Is it short-term or long-term? What are my long term goals? \\n\\nIt’s funny how life can seem so overwhelming, like my thoughts above, and yet there are also times when it becomes irrelevant. I read a lot of articles about how we should take life one day at a  time. It made things bearable but it doesn’t prepare for the future.  I am starting to hate that concept now. Future. It is intangible, unpredictable, non-existent, and yet it brings me so much anxiety as if the problems are just around the corner. \\n\\nI started being interested in crypto because my career has taken a sudden stop because of the pandemic. Now, I am a lost college graduate with barely a dollar to her name. This is not a sob story, by the way. This is just me shouting this to the world because I can’t share it with anyone else. Is it shame? Maybe. I can’t categorically put it under anything in my thoughts. I am just not fond of sharing failures. I’m sure none of use are fond of sharing failures.\\n\\nHaving been this broke made me reflect a lot on life. People with connections, networks, and access to resources have a LOT of advantage. (Which is why I am amazed by the crypto community and DAOs) Whenever I drive to pick up my mom from her work, I see people everywhere begging for money. A lot of people would look at them and probably feel good about themselves because they’re not in that situation. All I can think about is, do they blame themselves? Do they have the same thoughts as me? Do they also wonder where they went wrong? \\n\\nThere’s this thing I want to do for Christmas, well if ever I get the budget to do it haha, where I put random bills in small envelopes and just give it out to the people on the streets. I don’t know, it just seems like a small helping hand I guess. I have always loved Christmas, but I honestly can’t feel the spirit this year. Probably because my life isn’t as ok as I would like it to be. I admit that my mental health and my physical health is unstable. Everything I’m feeling is probably stressed induced.\\n\\nAnyway, I really don’t know what to make of this post. But as the title suggests, this will be the first of many. Cheers.\",\"timestamp\":1637769749,\"title\":\"The first of many\"},\"digest\":\"frTdMDRIN7BJAgh6vCtwY-pbhgFoiaMGTyIxIISHs0g\",\"authorship\":{\"contributor\":\"0x0b3eD0876540707476676b6EaA8DCAc04B7C8Fb6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UbEDJWhnOPL7joLMLwjuTo6JLBq3G5-dY1BB-mxSMes\\\",\\\"y\\\":\\\"vUi6vKTJkmJ0TI6XeJERe4nBLbhxeNMWQ51RwEJLBCA\\\"}\",\"signature\":\"tq_lssGNlqCSPEqkG3d0W2Wcej7H3EgJIUgLQYp5coJvmpgMipPAqlTuR6PYA1Tb_4UomzcOep4QoEwWXmXzrA\",\"signingKeySignature\":\"0x93cff24089a0093bbebbe943f69e169464eeea09610f139a622d8cc75551b7ba0f9b73688afbb3cac0f9f5ef2e7636ce63c6e2085439a42116f1bc68fbfb68751c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UbEDJWhnOPL7joLMLwjuTo6JLBq3G5-dY1BB-mxSMes\\\",\\\"y\\\":\\\"vUi6vKTJkmJ0TI6XeJERe4nBLbhxeNMWQ51RwEJLBCA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"frTdMDRIN7BJAgh6vCtwY-pbhgFoiaMGTyIxIISHs0g\"}"