"{\"content\":{\"body\":\"\\\"The Wainwrights \\\" said the minister immediately after the question. \\\"Why, I myself am immensely concerned about them at present. I'm afraid they've gotten themselves into trouble.'\\n\\n\\\" Really? \\\" said Coleman.\\n\\n\\\" Yes. That little professor is ratherer--stubborn; Isn't he ? He wanted to make an expedition to Nikopolis and I explained to him all the possibilities of war and begged him to at least not take his wife and daughter with him.\\\"\\n\\n\\\" Daughter,\\\" murmured Coleman, as if in his sleep.\\n\\n\\\"But that little old man had a head like a stone and only laughed at me. Of course those villainous young students were only too delighted at a prospect of war, but it was a stupid and absurd. thing for the man to take his wife and daughter there. They are up there now. I can't get a word from them or get a word to them.\\\"\\n\\nColeman had been choking. \\\"Where is Nikopolis? \\\" he asked.\\n\\nThe minister gazed suddenly in comprehension of the man before him. \\\" Nikopolis is in Turkey,\\\" he answered gently.\\n\\nTurkey at that time was believed to be a country of delay, corruption, turbulence and massacre. It meant everything. More than a half of the Christians of the world shuddered at the name of Turkey. Coleman's lips tightened and perhaps blanched, and his chin moved out strangely, once, twice, thrice. \\\" How can I get to Nikopolis? \\\" he said.\\n\\nThe minister smiled. \\\" It would take you the better part of four days if you could get there, but as a matter of fact you can't get there at the present time. A Greek army and a Turkish army are looking at each other from the sides of the river at Arta-the river is there the frontier-and Nikopolis happens to be on the wrong side. You can't reach them. The forces at Arta will fight within three days. I know it. Of course I've notified our legation at Constantinople, but, with Turkish methods of communication, Nikopolis is about as far from  Constantinople as New York is from Pekin.\\\"\\n\\nColeman arose. \\\"They've run themselves into a nice mess,\\\" he said crossly. \\\" Well, I'm a thousand times obliged to you, I'm sure.\\\"\\n\\nThe minister opened his eyes a trifle. You are not going to try to reach them, are you ? \\\"\\n\\n\\\" Yes,\\\" answered Coleman, abstractedly. \\\" I'm going to have a try at it. Friends of mine, you know-\\\"\\n\\nAt the bureau of the hotel, the correspondent found several cables awaiting him from the alert office of the New York Eclipse.  One of them read: \\\"State Department gives out bad plight of  Wainwright party lost somewhere; find them. Eclipse.\\\" When Coleman perused the message he began to smile with seraphic bliss. Could fate have ever been less perverse.\\n\\nWhereupon he whirled himself in Athens. And it was to the considerable astonishment of some Athenians. He discovered and instantly subsidised a young Englishman who, during his absence at the front, would act as correspondent for the Eclipse at the capital. He took unto himself a dragoman and then bought three horses and hired a groom at a speed that caused a little crowd at the horse dealer's place to come out upon the pavement and watch this surprising young man ride back toward his hotel. He had already driven his dragoman into a curious state of Oriental bewilderment and panic in which he  could only lumber hastily and helplessly here and there, with  his face in the meantime marked with agony. Coleman's own field  equipment had been ordered by cable from New York to London, but it was necessary to buy much tinned meats, chocolate, coffee, candles, patent food, brandy, tobaccos, medicine and other things.\\n\\nHe went to bed that night feeling more placid. The train back to Patras was to start in the early morning, and he felt the satisfaction of a man who is at last about to start on his own great quest. Before he dropped off to slumber, he heard crowds cheering exultantly in the streets, and the cheering moved him as it had done in the morning. He felt that the celebration of the people was really an accompaniment to his primal reason, a reason of love and ambition to conquer in love-even as in the theatre, the music accompanies the heroin his progress. He arose once during the night to study a map of the Balkan peninsula and get nailed into his mind the exact position of Nikopolis. It was important.\\n\\nCHAPTER IX.\\n\\nCOLEMAN'S dragoman aroused him in the blue before dawn. The correspondent arrayed himself in one of his new khaki suits- riding breeches and a tunic well marked with buttoned pockets- and accompanied by some of his beautiful brown luggage, they departed for the station.\\n\\nThe ride to Patras is a terror under ordinary circumstances. It begins in the early morning and ends in the twilight. To Coleman, having just come from Patras to Athens, this journey from Athens to Patras had all the exasperating elements of a forced recantation. Moreover, he had not come prepared to view with awe the ancient city of Corinth nor to view with admiration the limpid beauties of the gulf of that name with its olive grove shore. He was not stirred by Parnassus, a far-away snow-field high on the black shoulders of the mountains across the gulf. No; he wished to go to Nikopolis. He passed over the graves of an ancient race the gleam of whose mighty minds shot, hardly dimmed, through the clouding ages. No; he wished to go to Nikopolis. The train went at a snail's pace, and if Coleman bad an interest it was in the people who lined the route and cheered the soldiers on the train. In Coleman s compartment there was a greasy person who spoke a little English. He explained that he was a poet, a poet who now wrote of nothing but war. When a man is in pursuit of his love and success is known to be at least remote, it often relieves his strain if he is deeply bored from time to time.\\n\\nThe train was really obliged to arrive finally at Patras even if it was a tortoise, and when this happened, a hotel runner appeared, who lied for the benefit of the hotel in saying that there was no boat over to Mesalonghi that night. When, all too late, Coleman discovered the truth of the matter his wretched dragoman came in for a period of infamy and suffering. However, while strolling in the plaza at Patras, amid newsboys from every side, by rumour and truth, Coleman learned things to his advantage. A Greek fleet was bombarding Prevasa. Prevasa was near Nikopolis. The opposing armies at Arta were  engaged, principally in an artillery duel. Arta was on the road from Nikopolis into Greece. Hearing this news in the sunlit square made him betray no weakness, but in the darkness of his room at the hotel, he seemed to behold Marjory encircled by insurmountable walls of flame. He could look out of his window into the black night of the north and feel every ounce of a hideous circumstance. It appalled him; here was no power of calling up a score of reporters and sending them scampering to  accomplish everything. He even might as well have been without  a tongue as far as it could serve him in goodly speech. He was  alone, confronting the black ominous Turkish north behind which  were the deadly flames; behind the flames was Marjory. It worked upon him until he felt obliged to call in his dragoman, and then,  seated upon the edge of his bed and waving his pipe eloquently, he  described the plight of some very dear friends who were cut off at Nikopolis in Epirus. Some of his talk was almost wistful in its wish  for sympathy from his servant, but at the end he bade the dragoman understand that be, Coleman, was going to their rescue, and he defiantly asked the hireling if he was prepared to go with him. But he did not know the Greek nature. In two minutes the  dragoman was weeping tears of enthusiasm, and, for these tears, Coleman was over-grateful, because he had not been told that any of the more crude forms of sentiment arouse the common Greek to the highest pitch, but sometimes, when it comes to what the Americans call a \\\"show down,\\\" when he gets backed toward his last corner with a solitary privilege of dying for these sentiments, perhaps he does not always exhibit those talents which are supposed to be possessed by the bulldog. He often then, goes into the cafes and take's it out in oration, like any common Parisian.\",\"timestamp\":1638786228,\"title\":\"Coleman was introduced into another room where a quiet man who was rolling a cigarette looked him frankly but carefully in the eye\"},\"digest\":\"17nBtJ-FpliK2IJalxktMq6U0h21iLb_nSjapQVBtXc\",\"authorship\":{\"contributor\":\"0x6961235d2e95818F7a1E230634bC24de80Bd6f6a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8gHcoGU1Wghh7WzR8627H4PuC7dlQ7wbg4Lq3hnXUow\\\",\\\"y\\\":\\\"cbCweLiiKryJK_XwqnSv-QeZYey_ubO3JhMMm6ib858\\\"}\",\"signature\":\"cTKs_xU-3bx3KwpoAhMkE_px9W-0Msr5zYpIT_cALvGxnHzYUHYPBKzuodSiiQvgP7TZAaIkEU_73F0_A_DmDw\",\"signingKeySignature\":\"0x06a5f7adcd4d22755e9032787830cc32ae38eb66477c61cab13f4d2302a5b8f751f1608b02020e4334fc1fe1c87e381c915897083fbe11656e3a01fe27a0bb111b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8gHcoGU1Wghh7WzR8627H4PuC7dlQ7wbg4Lq3hnXUow\\\",\\\"y\\\":\\\"cbCweLiiKryJK_XwqnSv-QeZYey_ubO3JhMMm6ib858\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"17nBtJ-FpliK2IJalxktMq6U0h21iLb_nSjapQVBtXc\"}"