"{\"content\":{\"body\":\" \\n   \\n 也许我现在还能和外界联系的方式只有网络了，也不知道我在网上说话能不能发出来，不能发出来的话，我和外界联系方式就完全被切断了。 \\n 　　不知道大家有没有注意，深圳大街小巷小喇叭不停地广播:XX就是诈骗。没经历过的听了就听了，经历过的人才知道深圳正在展开一场轰轰烈烈的反诈骗运动，而我也成了被反诈骗的对象之一（再说一遍是被反而不是被骗，像我这种人没有什么给人家骗的，骗钱嘛，没有，骗色嘛，别人一看到我都会恶心，人家哪会有骗的欲望？），但被反诈骗还是有一点资本，毕竟我还有一个电话号码（错，是两个电话号码）被反诈骗停掉了，如果是诈骗好办，这个号码被停用另一个号就是了，但我没有这方面的资源，号码一被停我和我老妈的联系也就被切断了，这些年来，除了打电话给老妈，我给她的生活费已经转给她，没有什么人可以打电话了，但就是这么一个电话，还是被深圳的公安反诈骗停掉了。 \\n 　　当然，这不是我第一次被停电话了，大概在四月份，我在那间农民房网络特别差，打电话问移动，移动说什么设备故障，一个月过去了没修好，二个月过去也没修好，但网费一点都不会少，我想总不能这样继续花冤枉钱，把移动的网络停了转去办了一张联通卡，用了一个多月，到六月初的某一天，我的号码被停了，我还以为被欠费了，打电话问联通，不是被欠费，是我的电话涉嫌网络诈骗（深圳公安还取了一串很长的词叫什么，新型网络违法犯罪高危用户）被停了，让我有问题打深圳的81234567去咨询，我按流程去申诉，结果没等来回复，昨天顺便把我移动的号码也停了，我想移动停了，那我用电信吧，电信的工作人员输入我的身份证号码一查询，说我是黑名单，不能办，这下子我知道我的名字已进入黑名单，任何电话都不能用了。 \\n 　　这下我和外面的联系方式完全被切断了，去一趟公安局的信访中心，中心的人不认为公安关停电话有什么问题，也没说我搞什么诈骗，只是委婉的问了一句：“你没有打过什么不该打的电话吧？”然后他们说我的情况他们也无法处理，先由基层民警处理了我认为有什么不公道再去找他们，然后又说既然反诈中心停的，那就打电话去反诈骗中心去咨询，我说我的电话被停了，我打不出去，他说那就去反诈骗中心现场去问一下，然后告诉我如何搭公交车才找到反诈中心，公安局和反诈中心相距很远，公安局在东边的罗湖，反诈中心则在西边的南山了。 \\n 　　我好不容易找到反诈中心，门卫说他们只对公的单位服务，不接待个人，这趟就白跑了，门卫又留一个尾巴，如果打反诈骗热线成功预约的话可以进去，但我已经没法打电话了，找了很多小店打电话，说我的电话被公安停了没法打，人家都觉得公安没错，我没问题公安不会修理我，对我更是敬而远之，哪还会给我电话打？但还是碰到一个胆大的，借了电话给我打，那热线真的很热，要么说我前面有两个人在等把我的电话挂了，要么说我的前面有一个人的在等也把我的电话也挂了，好不容易打通，接电话的人说没有什么预约的服务，而且他们也不知道哪个单位停我的电话。 \\n 　　电话是被停了，但还可以打一个电话110，110说去问派出所看哪个单位在处理，我到派出所，派出所帮我咨询以后得到回复说，还是要打反诈骗中心的热线联系，这就是变成死循环了，没有一个单位说可以负责，但我的电话确实被停了。 \\n 　　也许深圳公安停我的电话只不过是点一下鼠标，而我则来回奔波不算，而且奔波以后也不会有一个结果？最后派出所的民警帮我打电话咨询，得到答复还是等通知，上一次过去三个月都没有通知了，这次还会有通知吗？ \\n 　　现在我正在找工作，电话一被停工作没法找，如果真是诈骗，被警察关进去，倒不用考虑找工作的事了，但没进去之前还得要活下去，还得要找工作。 \\n 　　新型网络违法犯罪高危用户被关停电话这种制度应该不是为我个人量身订做，不知道这制度下会有多少的受害者，我只想问深圳公安，能不能不要以正义的去作恶？\",\"timestamp\":1641215220,\"title\":\"深圳公安：能不能不要以正义的名义去作恶？\"},\"digest\":\"qW1mobkMnR92FE7zPwYx6FzbEZ8W3aQNw6F0RVYpuOs\",\"authorship\":{\"contributor\":\"0x7E1A099F9924e37DB29E7433B68D538E1DF8Db33\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"o3o3JXTKqXOtlk5vmFZoh_Y6VdqsYk4RTnoyBRD2Z88\\\",\\\"y\\\":\\\"gx-q2jHRVZx4-COrRO8Ji9hqlHE8ssgfP-4K4fIH_bY\\\"}\",\"signature\":\"_r2rGFFudYTbgCGoixTw_Gxn0SjJ9cAXzYfre4Yqe4KrfNMeFRTlGJsFTBlL_5PlBNW7Szss3tZqZ6XQP79HCQ\",\"signingKeySignature\":\"0x58c88d4f9ff8d0882e92d47c1547393fad69e675040a60a0f8df601b3abd92e97d44276ee1ba2c75a82c00a0c940738416bd8e252e0ed64035b7a3454bb161f11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"o3o3JXTKqXOtlk5vmFZoh_Y6VdqsYk4RTnoyBRD2Z88\\\",\\\"y\\\":\\\"gx-q2jHRVZx4-COrRO8Ji9hqlHE8ssgfP-4K4fIH_bY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qW1mobkMnR92FE7zPwYx6FzbEZ8W3aQNw6F0RVYpuOs\"}"