"{\"content\":{\"body\":\"Investing in tech startups has been in interest of mine since the beginning. I vividly remembering a product I worked on featured at [Jason Calacanis](https://twitter.com/jason)' LAUNCH Festival in 2012. My product studio did the design and development for the iPad-first product. The experience was so inspiring seeing ambitious founders take the stage to demo their product. I had the pleasure of attending other LAUNCH festivals, seeing companies like Robinhood get their start. At the time, being an investor seemed so far away from what I could attain. After many years working with startups as a product studio and in-house in Silicon Valley, the opportunity came up.\\n\\nAt the end of 2020, [Paige Doherty](https://twitter.com/paigefinnn) reached out to me with an opportunity to invest in a startup. Paige was working at WorkOS and recently published her book [Seed to Harvest](https://www.amazon.com/Seed-Harvest-Explanation-Venture-Capital/dp/0578906457). Doherty was leading her first syndicate and invited me to be a part of it—the catalyst that sparked my path into angel investing. Since that moment, I invested in 15 startups and became a Limited Parter (LP) in a fund. For my portfolio, I serve as an operator angel on their cap tables.\\n\\nWhat I write here is not advice. I don't believe in giving advice because the path is different for everyone. What works for me might not work for you and what works for you might not work for me. I do find value in sharing your experiences for those who are curious so they can blaze their own path.\\n\\n## WTF is an operator angel?\\n\\nThere are many flavors of angel investors. You have your super angels like Calacanis and those who've mastered the craft. There are also angel syndicates—a group of individuals who pool money together to invest in startups, and you have individuals who invest in various check sizes.\\n\\n![Spectrum of Operator Angels. Source: Siya Raj Purohit\\n](https://images.mirror-media.xyz/publication-images/YZSX0NpoLKOXB3QADTOA4.png?height=679&width=1100)\\n\\nThe focus of this post will be about individual operator angel investor. Fred Wilson has a great blog post about three primary roles in tech startups: Founder, Operator, and Investor. Operator angels are the amalgam of operator and investor; typically working full-time at a company while investing on the side. A founder might want an operator angel on their cap table for expertise in a certain function (product, engineering, marketing, etc.) or a certain industry (Fintech, B2B, etc.). The functions I know well are Design, Growth, and Product. My focus with portfolio companies is in these areas and remain industry agnostic.\\n\\nI'll break this post into three parts: how I got started and what I do with portfolio companies, what I've learned from my own experience, consideration for those curious about getting into investing as an operator.\\n\\n## 1. Getting started\\n\\n![](https://images.mirror-media.xyz/publication-images/VBNjI1QDjM887ObWWYHPG.jpeg?height=1100&width=2000)\\n\\nEven though Paige was the catalyst to start investing, I was building the capital to do so when the time was right. Like many things in life, it doesn't happen overnight and comes with hard work and harvesting over time. Since I was highly motivated to invest in the ecosystem, I did years of work to make sure when the time comes that I was ready.\\n\\n### Motivation\\n\\nMy purpose and motivation to invest in startups is to give back to the ecosystem that has been so helpful to me in my career. I wanted to help founders like the ones I met at LAUNCH and do whatever I can to make them successful. I'm playing the long game with investing in startups. It's important to call out that angel investing (especially early stage) is very high risk. A mentor once asked me what my return on investment (ROI) expectations are in angel investing. I told him that I expect to lose money. There are other ways to invest financially. For me, making money from working with startups is a by product of the purpose of the work.\\n\\n### Acquiring capital\\n\\nIt's no surprise the top question asked is how I got the money to start investing and how much I . I won't share dollar amounts in this post. Though there is value in being transparent about numbers, I believe dollar amounts varies based on your situation. A thousand dollars might be a drop in the bucket for some people, but for others, it is very significant. I'll focus on allocation at a higher level.\\n\\nI did not come from generational wealth, save money over time, or have a FAANG-level salary to invest in startups. It came from a liquidity event with One Medical's IPO. I worked at the high-growth startup for four years leading Product Design. It was not a liquidity event that allowed retirement, but did accelerate dreams. The moment I received stock options upon joining, I knew if any liquidity event occurred that I'd allocate the majority of my assets back into the startup ecosystem.\\n\\nIn addition to the initial liquidity event, I continue allocating 15-20% of my income to investing in early stage startups. This is a bit aggressive, but as the person who always played Oregon Trail set to a grueling pace, I like making big bets with a safety net. I contribute to a 401k, put money in savings, and other assets that will take care of me if my startup investing endeavors fail. A lot of ongoing capital comes from being disciplined about spend. As they say, it's not what you make, it's what you save. I try to operate lean in my personal life and don't spend a lot of money. Instead of spending money on Happy Hour, the newest MacBook Pro, home renovation, or fancy vacations, I invest in startups because I find more joy in it.\\n\\n### Deal flow\\n\\nIn order to invest in startups, you need introductions and deal flow. This happens organically over time (are you seeing a pattern here?). Career capital is something I advise people to consider in every interaction. The recruiter who reached out to you five years ago might be the person who helps you find startups to invest in. The former coworker may become a founder. Nurture these relationships.\\n\\nWhen it comes to investing, leverage your network to collaborate. Here are a few examples of sources of deal flow:\\n\\n* Referrals from other founders I've invested in Twitter: This is legitimately the top source of deal flow and where I get the most cold outreach. I appreciate this because it's allowed me to go beyond my network\\n* The On Deck ecosystem and founders who came from it\\n* Former clients when I was running a product studio\\n\\nInvolvement The value of an operator angel is their background as an operator, and continuing to get good at your craft is the number one thing you can do. I try to be specific about the scope of my involvement and where I can help founders. The main ways I help are:\\n\\n* **Product review -**  Providing feedback on current product features Customer experience - Helping founders think about customer research and acquisition strategy. Design feedback - Reviewing recent designs and giving feedback Introductions - Since I work mainly with seed stage companies, most of my intros is to connect them with other investors who might be interested in investing or leading their rounds Mentorship - General conversations via email or live calls to discuss anything they're going through It's important to get a sense of what you cannot help with either. Here are a few examples of what I do not help with:\\n* **Hiring -** Though I give input on how to approach hiring, I don't help with recruiting. The main reason is my primary role as an operator is recruiting and hiring.\\n* **The actual design work -** My time with founders is less helpful pushing the pixels and helping set them up for success to do so. Anything I don't know - The most powerful thing an operator angel can say is, \\\"I don't know, but I can connect you with someone who does.”\\n\\n## 2. Lessons and reflection\\n\\n![](https://images.mirror-media.xyz/publication-images/sP6LI-sAlMmYFRuknnq_R.jpeg?height=1100&width=2000)\\n\\nEvery person's experience is unique and I'd I'd love to share what I learned in Year 1. I'm embarking on a very long journey but have identified some themes in my reflection.\\n\\nPrioritize being an operator and know your boundaries\\nThere's a reason that \\\"operator\\\" comes first in operator angel. The value you bring is your skills operating in a company, and that should be your primary focus. I set clear boundaries. For example, I work with portfolio companies outside of the day job on nights and weekends. I also won't invest in anything that's too close to the work I'm doing.\\n\\n### Learn by doing\\n\\nOne of my core principles in life is to learn by doing, because action builds kinetic momentum. As Frans Johansson says, \\\"a strategy should enable you to act.\\\" Don't over-think your investment thesis to the point where you're paralyzed from action. By having conversations and reviewing pitch decks with people, I've been able to learn and help founders, even if I don't invest. Don't over-architect your thinking until you have experience and data to back it up. A year into this, I'm now starting to develop the foundation. It's okay for it to take time to develop an investment thesis, if ever.\\n\\n### Prove value to founders early\\n\\nIt's a founder's market, and they are evaluating you as much as you're evaluating them. It's important to show the value you'd bring to them. Many founders try to avoid \\\"death by a thousand small checks\\\" and need to have confidence that you'll bring actual value before taking your check.\\n\\nI've found it very helpful to do a few sessions with founders to get to know them and their product. In one of my final investments for the year, I spent a few months having jam sessions with the founder. Through this process, I found a lot of joy working with her and was able to give her confidence what it would be like to work with me. Take time to get to know each other.\\n\\n### The joy of early stage\\n\\nMy investments have been in Pre-Seed, Seed, and Series A startups. I find that I'm most helpful providing guidance for founders as the product is developing and they are looking for product market fit. You're not going to see me in later rounds Tiger Global because that's not where I am helpful. I see myself focused on early stage indefinitely.\\n\\nBeing an independent investor\\nWhen I started investing, I had no idea if I wanted to be part of a firm or be part of a syndicate, so ended up investing on my own as an indie investor. I very much enjoy the freedom of making my own decisions on everything. The danger in this is you want to make sure that you're making good decisions. Building a network of peers helps you evaluate deals. Being independent gives me a lot of control of my own time, which is why I can prioritize being an operator first.\\n\\n## 3. For those curious about investing\\n\\n![](https://images.mirror-media.xyz/publication-images/yG4xPJT3D53PAp5WWu3tZ.jpeg?height=1100&width=2000)\\n\\nIf this peaked your angel investing interest, here are some key considerations for operators out there.\\n\\n### Why do you want to invest? How will you add value?\\n\\nStart with why. It’s crucial to understand the outcome and impact you want to have as an angel investor. I believe many people get into investing for the wrong reasons. For example, it might be for the social status of being in investor instead of putting the work in. If this is what you're motivated by, there are honestly easier ways to do this than being an operator angel.\\n\\nAsk:\\n\\n* What motivates you to get into investing?\\n* What value would you add to founders?\\n* Do you have the experience to be helpful?\\n\\n### Love the day job\\n\\nThe value of an operator angel is that you're a good operator. You need to prioritize your day job because that experience is going to be what benefits founders you invest in. One of the reasons I love being an operator angel is because I love my day job so much.\\n\\n### What are your areas of expertise that you can provide value?\\n\\nOne of the biggest mistakes new investors make is trying to be more than you actually are. Pretending to know something has a lot of dire consequences and can hurt your credibility in the long run. I get it. You’re a small fish in a big pond and you want to play with the sharks, but that’s not the value you bring. In fact, the reason an operator angel is valuable is you aren’t those types of investors and can bring a unique set of skills and perspectives to collectively help founders along with other investors.\\n\\nOne of the best things you can say as an investor is “I don’t know.” Don’t try to unnecessarily be more than you are and what you know--realize what you know is the value you bring.\\n\\n### How do you want to get involved? What can founders expect from you?\\n\\nIf you’re an operator angel you likely have a full-time job, and it’s important to know what you’re willing to get involved with. For example, I don’t help with recruiting because my role as an operator is doing a lot of hiring.\\n\\nThe time you're willing to commit might be different if you put in a $1,000 check or a $25,000. Time is of the essence for early stage startup founders. Your availability is going to help them plan.\\n\\nThere are many ways you can add value as an operator angel. Some of the ways you can be impactful for startup founders:\\n\\n* Making intros to other investors\\n* Connecting with customers\\n* Helping with recruiting and hiring\\n* Providing product strategy\\n\\n### Do you really want to do this?\\n\\nSimply put, don't be a fraud and waste founder time. Authenticity is the most important attribute in being an angel investor. The startup community is smaller than you think, and founders talk to each other.\\n\\n## Year 2 and beyond\\n\\nAngel investing is an opportunity to literally put your money where your mouth is. Where you allocate capital represents what you value and want to support. For those especially in their later stage of their career, it's a great way to combine mentorship and sponsorship. You're literally giving money to founders to work with them. It's an amalgam of sponsorship and mentorship all rolled into one.\\n\\nWhat I've shared with you is through the eyes of a neophyte, and I have decades of experience to learn and grow. There is still so much I want to achieve as an operator, and being an operator angel allows partake in the best of both worlds.\",\"timestamp\":1641013161,\"title\":\"One year as an operator angel\"},\"digest\":\"grqdaU8OyCbjF-CGtw5Kx7UjOkVIY8hEoUaf-Ff05rU\",\"authorship\":{\"contributor\":\"0xE6c12d7755b8DA3BB1aEeaE2F798982dBea061c2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Vr7mECY4D0-NSSIP6luS6-EjQ8RP6cJ93PrrRd3bFDQ\\\",\\\"y\\\":\\\"H_mGdxWwcpivMZ96SXA_m_tLSwasTR9hpaH6Yh7ZXJk\\\"}\",\"signature\":\"H7uVYe7qa7tw12wDqD8osdSC-0c1CwEogjL1-zvcSPeIZkaS5QnUorO7FGGNEjorJFZaCByehA6IZ8cYmx6qlg\",\"signingKeySignature\":\"0x5c6844f499851885cbef23300b0a855f489debd9954aecfc62cf4163752587387a8596893e18f7e29b557884cde19b7376b2b49e4710427f017343d109b0f9721c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Vr7mECY4D0-NSSIP6luS6-EjQ8RP6cJ93PrrRd3bFDQ\\\",\\\"y\\\":\\\"H_mGdxWwcpivMZ96SXA_m_tLSwasTR9hpaH6Yh7ZXJk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LY7-WnE_6J2vXL7Hx2MJGdvNuy5xQZOpU8b17xoUIt0\"}"