"{\"content\":{\"body\":\"*[On the Other Side](https://www.othersidepod.xyz/) is a podcast exploring the human side of web3. You can listen on [Spotify](https://open.spotify.com/show/3N9UiYP9Nfp1UzjHOPNDlu), [Apple Podcasts](https://podcasts.apple.com/us/podcast/on-the-other-side/id1570685120), or wherever you get your podcasts.*\\n\\n# Episode 22: Creative freedom + healing through NFTs\\n\\nThis episode is an interview with Latashá, an artist and Community Lead at Zora. Latashá talks how NFTs create space for artists to heal, unlocking creative freedom, reframing \\\"audience\\\", and building more inclusive systems.\\n\\n*This episode is sponsored by [RabbitHole](https://rabbithole.gg/), a platform guiding users down the web3 rabbit hole by curating positive-sum protocols and allowing users to earn as they learn.*\\n\\n**Chase:** I am here with Latashá, who is an artist, a rapper and an icon who also works at Zora. Latashá seems to be doing everything. Thank you so much for coming on the show!\\n\\n**Latashá:** No problem. So happy to be here.\\n\\n**Chase:** We need to talk about a million different things, such as what it's like to be a creator, I believe the first rapper to mint an NFT on the blockchain.\\n\\n**Latashá:** The first woman rapper!\\n\\n**Chase:** Even better! I want to dive into that. But before we do, do you want to give a little bit of background on you and how you fell down the crypto rabbit hole?\\n\\n**Latashá:** Oh wow, yeah, prior to this space I was making music for about 10 years as Latashá the rapper and you could find me on Spotify and YouTube. I really accidentally was into poetry and then poetry became ciphers and then before I knew it I was like opening for Big Sean and Kanye, Q-Tip and all these crazy people and then eventually I just really didn't like how the music industry was treating women, especially Black women. I felt like I was capped and I felt like I was caught in a box that I didn't want to be caught in so I took a little break from music for some time but it just kept calling me and then in ‘15 I released a song called ‘Black Magic’. This woman came into my life that just loved my music and she invested in me, and I had to promise that I would quit my nine-to-five and work full time as an artist and since 2015 I've been doing that. It’s been a real journey I've been through all types of struggles and ups and downs. I was homeless at one point and without friends at another and couch surfing during tours. But then there were a lot of blessings as well. I've been a residency artist for some amazing places like National Sawdust and the Shed and I've also been on a lot of tv shows, my music has been on Madam C.J. Walker and Grown-ish and all these places. But I found myself in the NFT world after the pandemic or well there is no after the pandemic, I feel the pandemic is forever. Ah, right? The scary beginnings of the pandemic. We were trying to figure out what to do because I couldn't perform anymore, I couldn't really sync because you know Hollywood was closed and so my partner [@ArtByJah](https://twitter.com/ArtByJah) on Twitter but his name's Jah, he said, “Yo babe I'm selling my art online.” and I said, what does that mean? He said NFTs and I said what are NFTs and was so skeptical. But then I said okay, let's dive into this thing and he found that there was a corner for music. There weren't a lot of people in it. I saw Connie Digital and Sirsu pushing music within the space, but it was really small still and I also noticed that the space was heavily visual. A lot of people were like I don't understand pushing music NFTs so I was like ok let me put a music video up and see what it does so in February I pushed my first music video on my favorite platform, Zora, and it sold in three minutes and it sold to the CEO of Zora and I went crazy. I didn't know what that meant but I was so excited and I, from there, was just sold on what this mission could be because I felt it was healing this money wound that I was having as an artist I was healing something that I urgently needed to fill. With finances and value as an artist, the music industry really isn't transparent for us to see what our value is and since then I've sold over fifty NFTs and have become Zora's artist community lead and I'm really pushing the bounds of music video and music in the NFT space.\\n\\n**Chase:** I love that story and the energy that you bring to the space, truly. I was saying before we record, if you have never been on a Twitter space hosted by Latashá you're genuinely missing out. The energy that you bring not only to your music but to the space in general is absolutely amazing and in prep for this I was listening to some podcasts that you did and you mentioned it there, so I want to like dive into it more. This idea of NFTs being healing, I think is really beautiful. Can you talk more about that?\\n\\n**Latashá:** Yeah, I feel you that although it's a very tech world, made from like a bro, cisgender white male standpoint, which is not me, I felt this space immediately spoke to this urgency to fulfill money wounds within myself. I'm a Black woman, I'm a Black artist and a lot of times BIPOC artists and women have had a lot of money wounds trying to invest into our work because we haven't had the resources. For years I've been making work just with the homies and they just invest some time and effort into making your music videos or your songs and I'm so grateful for them for doing that, but I always had this like pain that I couldn't pay back the people that I loved and the people that put an effort into my work. And then when I started doing NFTs and selling music videos and selling my songs I could immediately pay my homies right? there on the spot and it was so transparent, I was able to see everything, and the wellness just started to flood in. I felt this sense of wellness through it, and I know a lot of people trying to say this whole money isn't everything, money shouldn’t be your happiness and I agree I don't think money is our happiness. But I think money speaks to wellness. In this capitalist society that we are born into, right? So, we have to walk in that direction, but it allowed me to see the value in my work. For a long time, I thought something was wrong with my work because I wasn't signed or wasn't one of the biggest artists in the world yet. I realized through the NFT space that my art has so much value and that people really love what I'm doing and that I could keep doing it because I get this. financial backing now to reinvest back into my art. So, I guess that's the healing component for me. But there's so many other parts, especially with the community. I feel like I found a whole community of support here through NFTs and I'm just so grateful for it.\\n\\n**Chase:** Yeah! I want to talk a little bit about that, I know you've done a lot with helping artists at Zora come into the space and you do a class where you help them understand NFTs and how to start minting and things like that. But when you think about community for yourself and for those artists that you're helping onboard, how do you think about it in relation to your art more broadly?\\n\\n**Latashá:** Ah, man teaching is such an interesting component of my life and with NFTs. First of all, people always thought I was going to be a teacher, I was always like no I don't want to teach, I don't want to be a teacher because I don't like to be what people tell me I'm going to be but, when I got into NFTs I realized there was this big necessity for education, there are so many artists that could really use this resource to make more things happen for themselves. I said I’ve got to do something and when I started working for Zora I pitched them Zoratopia as just a hangout. It wasn't even supposed to be this really big educational thing. It just was like a hangout where folks could just pull up and I'll answer their questions. But, I realized that it's more than that. Now, it's become this whole community of artists, new and old, new in the sense of NFTs and old in the sense of O.G. to NFTs. They are all in this space and we're all talking about how to do this thing together and it's so beautiful to witness them working together, pushing each other and pushing me and when I post something, or I mint something they're so excited and they're backing it and retweeting it and it's just like wow, I have a family now behind me and everything that I do and I do the same for them and it's really beautiful. I feel like as artists, we've always kind of had to deal with this competitive nature, right? You wanted to hide what you're doing, and you couldn't share and we always were getting rid of web2 trauma, all that web 2 trauma is done this time around. We're going to support each other. We're going to push each other. When somebody doesn't make a sale that they want, we're going to still fight for that artist to make the sale that they want next time and really show them that they are loved and they're valued and really show up. I think that's the big difference with this space. It's showing up and bringing everybody forward and I just love the community so much and I am grateful for them.\\n\\n**Chase:** What do you think it is about web3 makes that uniquely possible? \\n\\n**Latashá:** I think what's special about web3 is that, for a lot of artists, we are healing our root chakra here, we're healing the security aspect. We're healing this sense of stability and I think in web2 and in legacy platforms and worlds that we've been a part of we didn't always have that. We were born into these ideas that we had to be competitive, or that we couldn't share thoughts or ideas or all these other aspects. But with web3, the whole thing organically grows. The more that you share the more that you give, the more secure that you feel. When you are insecure and when you are showing that kind of energy it shows up. I always tell my community this is energy work. We're literally working with an energy form, Ethereum is energy, right? So, we have to think about what kind of energy we're presenting. Every time we do something, every time we push something, every time we're in the community. I'm constantly reminding myself that we are safe, that we're secure and I think the community feels that energy too and that's what makes it different from the past.\\n\\n**Chase:** It almost feels like a shift from a scarcity mindset to an abundance mindset in your ability to create. \\n\\n**Latashá:** Absolutely, it’s exactly that. It's just naturally that, which is why I said it's energy work and mindset work. It is literally a mindset shift. My friend, Bobby Hunters, always says that NFTs are the mindset shift work in play right now. We read all the books, we've read the secret and we've read all the law of attraction books. But this is literally that in play and I love witnessing it and I love witnessing artists realize their value in it. It’s one of my favorite components of NFTs.\\n\\n**Chase:** I'm curious when you're creating, whatever it might be, I know before you were minting them as NFTs before you got into the space. But since then, what is the shift in your mindset in the process of creation? Has there been any change in that or has that process always been the same regardless of the output?\\n\\n**Latashá:** It's more open now. Before I was thinking about all these different things, like what audience would I be sending this to, what label would I be sending this to, what would the label think of my art. I was wondering if I was being too aggressive, which is a joke, but am I being too much. With NFTs, I'm so open to just being who I am, where I am and what I am. The beauty of this space is that I've been able to release a lot of NFTs that were songs and content from prior works before web3, things that were living on YouTube or things that were just on my hard drive. I wasn't sure if they were good enough and was scared to release some of them. When I put them on web3 and NFTs it was like, wow, these things were really good and people really love them, people want more of it and it just makes me feel whole. I feel like my whole self, I love my past and I love my present, I'm really excited for my future, and I get to create whatever the hell I want. Something that I also did within NFTs was that I didn't just give music, I gave poetry, I gave performance art, I gave some artwork like my doodles and drawings. I've given all kinds of forms of me in this space and they've all sold, everything has sold out and it's just really beautiful to witness people react to me. That’s what I think I love about being an artist is that I get to be, and people get to like to witness it. I could say so much about that. My freedom is here. So, I'm really excited for that and for more artists to feel that freedom.\\n\\n**Chase:** I love the idea that NFTs unlock this freedom of creative expression that just didn't exist before that's so powerful. Even when I think about that I think a lot about artists and how they engage with communities and create alongside communities. Whether it be communities of artists or communities of fans I'm curious what you think about the role of fans in web3 and how does that shift? \\n\\n**Latashá:** We're trying to work on not calling them fans anymore. We're now calling them fam. A lot of languages are shifting, and I point this out often that in web3, we must make sure that we're shifting our language, shifting everything that we say. I don't want to hear manager anymore; I like the idea of a main contributor. Maybe that's what we'll call them. And fan is now fam and artist is always going to stay the same for me. But there's terms that are in web3 right now that I'm combating like Alpha, I just hate that term so much. But I just feel that there's a necessity to be careful with our words in web3 because it's back to that energy idea. We’re working with energy and if we put energy into certain words that we say we have to be really careful, I'm always thinking about that. But yeah, I've always wanted my fans to be fam and I've always wanted to just feel like the girl next door that you could hang out with. But then I go on tour and get on a private jet. That's my dream, that’s the vision.\\n\\n**Chase:** I love that and it's interesting because it does feel like collecting a piece from you, it’s a way of joining that fam and by virtue of doing that being closer to you in an interesting way. I'm curious if you feel the same way on the opposite end where the piece that you've invented is being collected and what that closeness feels like if that exists.\\n\\n**Latashá:** I feel a really close bond with all my collectors. I actually talk to most of them now we DM and hang out. In NFT NYC I met some of my collectors and got to kick it and it's really dope that they show up as true investors, true people. That's my favorite part too, I'm getting this direct contact with folks who are listening or caring about my art. That's what's going on and it's just exciting to see that keep going.\\n\\n**Chase:** I'm curious when you think about this world where a lot of people have talked about essentially artists, being not necessarily headless brands in the sense that there isn't someone at the top but brands who are really managed by the community. What does the Latashá brand look like, how do you see that evolving? Do you think it would be managed by the community? Do you want control of that?\\n\\n**Latashá:** I mean I always talk about my custom marketing team and what that's going to look like and I feel a lot of the people that I've worked with are my homies, right? There are people that we got close with in this journey of artistry, we started to really work together. I mean my partner Jamal, we were best friends and no, we were just working friends, he shot my music videos then we became best friends then we became partners, it took time before we even got to this point but most of my people believe in their vision and they believe in mine and so we work together to build this big Vision. I imagine within web3 I'm going to continue that walk. I already have some peeps that I'm tell, you're going to be running Discord or they ask me can I run your Discord, can I be a community manager for you and things like that and that's amazing to have people hit me up and just say, yo can I support your team because we need support. Artists need support and I would rather my team be people who have this skill set of course but also be people that really believe in me and not just some infrastructure or work with me because the label said so. I would much rather it be somebody who's already shown investment than somebody who doesn't fully care. I envision in the next few months hiring my homies to be a part of the tosh coin squad or something like that.\\n\\n**Chase:** I absolutely love that, that's really cool. I think it's really interesting the whole point about mission alignment and vibe alignment. You have this autonomy to be able to choose who you want to work with and who you don't, I think vendors is a weird term probably in this context, but a typical record label has people that they want you to work with so being able to choose that feels really mission aligned. I'm also curious how you think about collabs and those things like in this space.\\n\\n**Latashá:** I'm excited for collaboration, I think collaboration is really important in a lot of different ways. On one side I think collaboration is important to onboard homies, I've onboarded a lot of different artists through bringing on work that we've done together and then on the other side collaborating with artists that are already within web3 is important because you guys could share value together. I haven't done full on collaborations with my fam in web3 yet because I've just been so busy with Zora but I do have things in the works and plans to do a lot of crazy amazing collaborations and it's dope because we're artists, myself and the other artists, we feel free right now to do whatever we want and be who we are in it. We don't feel this competitive nature in what we're creating. We're both in this very leveled playing field, creating together. I'm hyped for collaboration, I'm excited to see it happen more and in different ways. I'm also interested in collaborating with developers and building out ideas that I have in my head because I think that's also crucial to have artists in the plate and at the table, not on the plate, on the table with you, building products for web3. That's why I was so happy when Zora hit me up to become community lead because that was the perfect collaboration. I already was so bullish on Zora and then for them to be bullish on me, it was like alright let's do this thing and it really worked out. I feel we both have similar communities and similar values. It's just the perfect synergy when things like that happen and I'm like ready for that to happen more. I see collaboration allowing for this space to grow really wide and really thorough with a deep foundation the more we connect with each other.\\n\\n**Chase:** I love that and it also definitely feels like from the whole like bringing people into the space perspective where it's like having fans or fam of like different artists come into the space via NFTs feels really interesting. Shifting gears a little bit I want to talk about how this ownership aspect of NFTs changes things for artists when it comes to access. I know I've heard you on podcast talk about having to give up your masters to record labels. When you think about ownership in web3, I know there's a lot of different ways that music NFTs are manifesting in terms of who's owning what and what that unlocks, can you give a picture of what that landscape looks like right now?\\n\\n**Latashá:** There are a lot of different ways this could play out. The way that I've been playing is literally my NFT is almost an autograph version Vinyl. I don't give away my masters, I don't give away any rights to my music yet. I don't know if I ever will. But right now how I'm looking at it is if I give you guys a music NFT it’s an autograph form of my work. Some artists have done other things, my friend Verte has given a percentage of her master away with her NFT. Others have given away cards with their music NFT. People have also done additions where instead of it being one of ones you could do twenty of the same song through Open Sea. And that has been another way to do this too, so there are a lot of different ways to access it. But at the root of it, what I'm always telling artists is to make sure they have the leverage, and they make the choices. I think there are a lot of companies coming up and ideas coming up that are very similar to the label construct and I'm trying to do my best to tell my homies to avoid that and I too am trying to avoid that as much as possible. In web3 we're trying to get away from the same kind of constructs. We're trying to get away from that label sentiment. The artists need to make the rules this time.\\n\\n**Chase:** I think it's challenging. It's interesting building in web3 because it feels like we're constantly straddling this line between the discomfort of exploring something new and trying to frame it in the old ways which is always interesting and that's some of the tension there too when you think about going into web3 and trying to not fall into those older ways. What are the foundations of where we're going? It seems like this idea of ownership is definitely the core of freedom. How else do you think about the future of what web3 and what that looks like for artists?\\n\\n**Latashá:** Inclusion definitely, I see and I hope and I pray that the work that we're doing allows for diversity, true diversity. Not just token diversity that we're finding in a lot of spaces but this diversity that is organic. I want to see BIPOC folk take over spaces, LGBTQ+ folk take over spaces, all marginalized communities at the forefronts of everything. I think that goes back to that idea of folks in those communities being at the table in these companies, making the ideas up for what happens within these infrastructures so that we can make sure that we're thought of in everything that we do. I think it's going to also be about people listening. Web3 is going to be a lot more listening than people telling what needs to be done, listening to the artists and listening to the people. Just listening to the consumer truly not to the actual company so they could make a buck. I think this time around we're going to see a world that is built and centered around not the company. It's not going to be the corporation taking over it's going to be the people and that's optimistic. That’s what my utopia would be for web3.\\n\\n**Chase:** Hopefully we are building towards a future that we want to see so I love that. I'm curious when you think about inclusion, it feels like NFT NYC brought a lot of challenges to the surface that maybe knew were there, maybe not. I'm curious what you think about building an inclusive web3 when it’s made clear that anonymity is not diversity, and it does not make equal opportunities. Also access to resources for artists in the first place is a big barrier to entry when it comes to minting your first NFT, that's not inexpensive. But beyond that, the social capital that you need to get someone to buy that NFT is not evenly distributed and so I'm curious how you think about some of those things. It's a big question, the question is that it feels like one of the big challenges with inclusion is that so many things, whether it be money to mint and NFT or the network to have the right collectors in your sphere of influence, are not evenly distributed especially not to POC and LGBTQ+ people. I'm curious how you think about inclusion when it comes to artists without this even distribution and inaccessibility.\\n\\n**Latashá:** I feel like we have this mindset in our old ways that makes us believe that these things are not there. I can't speak for the other side, but I could speak for my peeps and myself that a lot of times we're just not asked to be at the table. We’re not told, we're not asked to be at the table and then people say they're not here. It's such a joke to me, especially for women. It's so funny to me to see people say, oh my god there's no women in the space while I'm literally screaming at the top of my lungs in Twitter spaces. That’s when I say what you guys are really saying is that you don't want to see us or you're not taking the time to listen and that that's when my work is to signal and to be as loud as possible about who is here, who has been showing up, who has been doing the work, who has been creating in this space and make sure that people respect and care for that because we don't have enough people doing that right now. I think stop lying, stop saying that you don't see us, stop saying that you know we're not here just take the time to really care. I really appreciate folks, our allies, that take the time to talk to me and say yo I saw what happened and I'm so sorry about that, how can we help? And the folks who take the time to put me on a podcast or put my homies on a podcast and ask the questions, saying how can we show you guys are out here? I think that's the best that we can really do right now and then also put some dollars into their pockets when you see them. I think every time I've seen a Black artist in this space they've always said, people don't buy my art yet and I get mad because I see the collectors seeing the art and I want them to show up for the art. Don't just show up for your friends, show up for all this art that's being pushed out here because all of it is really great. I hope that answered your question, there's so many levels to that question.\\n\\n**Chase:** Yes, it's such a loaded question. I love those answers and I think they're super important. That's even something on the podcast I've noticed when I first started, I said oh my god there are no women on these podcasts. There are particularly no women of color on these podcasts and then I started looking for guests who are women of color and there definitely are, people just don’t put in work to find people. Then it just keeps going like an echo chamber, which is the problem so I think that those are really great pieces of advice. On the note of supporting different artists and things like that, I know you have a music video that is on the secondary market for 1111 ETH. Do you want to shout out any other NFTs? I know you're big into supporting artists.\\n\\n**Latashá:** Yes, I do. Yeah there's a [PartyBid up for my music video](https://www.partybid.app/party/0x7a679740cB0A8b8901Ceb9cfb785A77DFe8Da623) so please show up for that. Other art that I like to shout out is [metaKnyts](https://twitter.com/metaknyts) which is a Black woman's collection. That's really dope and out there doing its thing. I love [Doodles](https://twitter.com/doodles), obviously my Doodles PFP is my heart. I also like to shout out [BLVKHVND](https://t.co/AzNnpyDA9V), which is this esports Black gaming community. [Faith](https://twitter.com/Izzyalright) is another Black woman artist that I adore and also works for MetaMask and she's incredible. One of my favorites too is [Sophie](https://twitter.com/sophiesaidso). Oh my god there are so many faves, [Lyonna](https://twitter.com/LyonnaLyu) is actually someone that inspires me every day, she creates Ethiopian diasporic art and just creates incredible stories and I just hope so much for her because she deserves it. There's so many artists, shout out to everybody in [HerStory](https://twitter.com/herstoryDAO) as well – [Abi](https://twitter.com/abieyuwaart), [Shontelle](https://twitter.com/Shontelle_Layne), [Sian](https://twitter.com/abieyuwaart), [Faith](https://twitter.com/Izzyalright), [Lyonna](https://twitter.com/LyonnaLyu), everybody on that team. And shout out to all of my communities really. Oh, I want to highlight my boy [ATM](https://twitter.com/dillonatm) too because he's working on [a really cool collection called icons](https://atmsplace.mirror.xyz/crowdfunds/0x6F19D9da3b4BC6ff74FB3C83B09d2037A69103d7) that I might be a part of. So many amazing people.\\n\\n**Chase:** We love that, and I’ll link those people in the show notes. Before we wrap up, at the end of every show I have a segment which is what is your favorite thing in your wallet? It could be an NFT, an ERC 20 anything. It might be like asking you to choose your favorite child, so if you have a couple that's okay. \\n\\n**Latashá:** My favorite thing in my wallet is my $HALLE and $TIARA tokens from the Crypto Cookout, which was a dope opportunity to collect a POC punk. We all came together and put our coins in to own these two punks; and POC punks are usually under the floor price for punks, so we decided that we were going to come together and buy the punk. So we bought 2 POC women punks within the collection and then put up the price really high to make sure that they're up there and that was such a beautiful moment because everybody came together, everybody chipped in. And now I have generational wealth sitting in my MetaMask and that feels really good to see. And there are so many dope things coming from $HALLE and $TIARA so shout out to Crypto Cookout. I love my fam at Crypto Cookout and I just love those two coins the most.\\n\\n**Chase:** Yes, it was amazing to see that entire thing come together with Sirsu, who was a force behind that, and everyone else was amazing to watch organize. I absolutely love that and I’m excited to see what else is coming from Crypto Cookout because I know it's also expanding to other types of NFTs as well. Latashá, thank you so much for coming on the show. It was so fun to chat, where can people find you and your work?\\n\\n**Latashá:** Absolutely! People can find me on Twitter, I live on Twitter, it's at [@CallMeLatasha](https://twitter.com/CallMeLatasha). You could also find me on Instagram [@callmelatasha](https://www.instagram.com/callmelatasha/). My website is [callmelatasha.com](http://callmelatasha.com) and you could find me on Spotify and iTunes as Latashá.\\n\\n**Chase:** Beautiful. Thank you so much for coming on. It was so fun to chat.\\n\\n*You can find all episodes of On the Other Side on [Apple Podcasts](https://podcasts.apple.com/us/podcast/on-the-other-side/id1570685120), [Spotify](https://open.spotify.com/show/3N9UiYP9Nfp1UzjHOPNDlu), or [wherever you get your podcasts](https://anchor.fm/the-other-side-pod).*\\n\\n \\n\\n \\n  \\n  \\n \",\"timestamp\":1639951629,\"title\":\"On the Other Side: Creative freedom + healing through NFTs\"},\"digest\":\"1QBrit9WP1kNGApqgaB3FIRFnCCUnl37VX4f-5CEhao\",\"authorship\":{\"contributor\":\"0x51448923d8a215a5A8cd872a51f22c2f5c43b444\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TeYNcCBKbZ1wAdArINbAMBX6hTyigl3K5B21XbOXAXQ\\\",\\\"y\\\":\\\"beFnT8o5YNtJs8Lxg5Qa7QmC0WLaEi_h22elHa3xLf4\\\"}\",\"signature\":\"Gvr4CFdBFQAVIaTcjseSw9HeAlduiJZ3JFksTgCgi8TV1_d_H3D0xOqhRnwIbYY0qfgTPh6x_mcvBGwtiUlWQA\",\"signingKeySignature\":\"0x78c45279ca46eb29d6c6581a2de4551dad7b8ab40b2c855a91d8e3e3fc97dbf717fce76ca0db2268bf78bb75e49a1970b01f32a3c4c5d3123904b254b75306191c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TeYNcCBKbZ1wAdArINbAMBX6hTyigl3K5B21XbOXAXQ\\\",\\\"y\\\":\\\"beFnT8o5YNtJs8Lxg5Qa7QmC0WLaEi_h22elHa3xLf4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1QBrit9WP1kNGApqgaB3FIRFnCCUnl37VX4f-5CEhao\"}"