"{\"content\":{\"body\":\"Layer 2 is one of the promising development directions in the crypto industry, which was a battlefield where all parties fight in the past year. The competition of various schemes emerging around the expansion of Ethereum and the respective teams of DeFi applications have made the popularity of this industry enduring for a long time.\\n\\n \\n\\n**Layer1 and Layer2**\\n\\nFirst of all, it should be clear that the concepts of Layer1 and Layer2 do not only refer to the Ethereum network. Meanwhile, the OSI model (Open System Interconnection Reference Model), which learned from the computer networks and communication system in the industry, has divided the blockchain logical architecture into three layers - Layer0, Layer1 and Layer2.\\n\\nLayer can be explained by is its most common definition, that is, the so-called Layer1 and Layer2 are the first and second layers. Layer 0 corresponds to the underlying protocol of the OSI model, roughly including the physical layer, data link layer, network layer and transport layer. The first layer (Layer 1) roughly includes the data layer, the consensus layer and the incentive layer. The second layer (Layer 2) mainly includes the contract layer and the application layer.\\n\\n![](https://images.mirror-media.xyz/publication-images/ZKz5l8Z6jEuL5FnVD02nH.png?height=336&width=540)\\n\\n**Take the technical solutions of Ethereum Layer1 and Layer2 as an example:**\\n\\nLayer 2, also known as off-chain scaling, corresponds to Layer 1 (on-chain scaling). On-chain scaling is to modify the block size, consensus mechanism, etc. on the blockchain directly. For example, the Sharding of ETH 2.0 can improve the block generation efficiency of the network by modifying or optimizing the consensus network of the blockchain, thereby speeding up the block confirmation time and achieving the purpose of fast transaction chain. Layer 2 technical solutions is that under the premise that the functions of Layer 1 are simple, powerful and stable enough, some calculations and operations that were originally on Layer 1 will be done off-chain.\\n\\nSince the upgrade progress of Ethereum 2.0 is difficult and the on-chain congestion is serious, more and more off-chain expansion schemes have emerged since 2018, which means the Layer 2 expansion scheme, which is similar to building a viaduct on a crowded road to relieve congestion.\\n\\nHowever, in addition to extending the performance, Layer 2 can transfer more and more complex requirements to the off-chain, so that some functions that cannot be realized on the mainnet can be extended off-chain.\\n\\n**Layer 2 applications are inseparable from oracles**\\n\\nIf it is divided according to the \\\"OSI model\\\", oracles should be classified in Layer 0, which belongs to the data link layer and the transport layer. It is a bridge connecting the real world and the blockchain system, realizing the intercommunication of data and information between the two worlds, and is responsible for transmitting off- chain data and information to the chain. Almost all the popular Layer 2 projects in the current market, such as Synthetix, Polygon, Loopring, Aurora, etc., have chosen to access to oracles.\\n\\nConnected with off-chain data and resources safely and reliably is particularly critical for developers on Layer2.\\n\\n**Especially for DeFi price data:**\\n\\nThe lending market requires price data to issue loans and execute liquidations.\\n\\nAlgorithmic stablecoins require price data to stimulate rebase and rebalance to maintain pegs.\\n\\nThe synthetic asset protocol requires price data to mint, swap, redempt, and liquidate synthetic asset positions.\\n\\nHowever, price data reflecting the weighted average price across all exchanges does not exist on-chain natively. Therefore, developers need additional oracle infrastructure to obtain external data and upload it on-chain, which will then be adopted by their smart contracts.\\n\\n![](https://images.mirror-media.xyz/publication-images/741lbxJ-mLkMk0LVEQulm.png?height=527&width=1036)\\n\\nAs the first decentralized oracle that supports wide-area node price feeding, ADAMoracle can provide smart contract developers with comprehensive tools and data, as well as a more secure and convenient overall solution for oracles so that can promote the development of lending, asset synthesis, and prediction markets and other rich business. In addition, the strong anti-attack performance of ADAMoracle can avoid market manipulators' attacks effectively. Moreover, its powerful off-chain data information aggregation function can help Layer 2 applications perform off-chain calculations and reduce operating costs.\\n\\nADAMoracle achieved its first leap after launching the wide-area node network with its ecological token ADAM exceeded 8 dollars successfully, and the total project pledge value was close to 20 million dollars. In the future, ADAMoracle will also face the overall market and carry out long-term and all-round market expansion, including but not limited to the Layer2 ecosystem.\",\"timestamp\":1641982518,\"title\":\"ADAMoracle helps Layer2 applications perform off-chain computing\"},\"digest\":\"jVYQatE6VrBwDa0YohpZNZ71gFQJm-bne_lWKFyhrFg\",\"authorship\":{\"contributor\":\"0xD6580dB2841e19D1AfE4c50ECfEf44f8D284FB7d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-CpSf5m4VA5lTEh9OvJ_SYjaq0pR9RdcrbsmZ3Ns9aw\\\",\\\"y\\\":\\\"y2AqOuPFkoYFiHJkVWrXw1y_ZrijG0WL3Hdd3OFHVU4\\\"}\",\"signature\":\"qnj53V_7DTcgg59EC5HZBtYeRc7tnMUKvKz5Ux5hDjO9M9Pml02W8L_DT7iMqddCF_yCpCe1TsxPXmImBfsqhQ\",\"signingKeySignature\":\"0xbc2297420fa41b1b327823e16c36c020828268f6dacd392863907096f453bd315573f07117b3ab945bac27ccc3ffa25c485875bd69599f03e4b42aff2a10edcd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-CpSf5m4VA5lTEh9OvJ_SYjaq0pR9RdcrbsmZ3Ns9aw\\\",\\\"y\\\":\\\"y2AqOuPFkoYFiHJkVWrXw1y_ZrijG0WL3Hdd3OFHVU4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"No_x5i0QlHCS1DlX3TPO7np24dIk6m1GuswMPjRudlw\"}"