"{\"content\":{\"body\":\"There are less than 40 days before 2022. It is normal for many Shanzhai coins to perform in turns for several days, especially chain tour. The recent funds are basically in the chain tour and Yuan universe. After all, funds are chasing hot spots, so they can make money. While other Shanzhai coins keep pace with the market, do you encourage everyone to chase hot spots? In fact, they are not, Because the premise of hot pursuit is that bitcoin fluctuates or goes up. If the market makes a big correction, other Shanzhai coins will have a sharp correction, especially those that have risen sharply in the early stage. Waist cutting is also a normal currency circle. We must plan the funds, 30% of which are used to buy bitcoin and Ethereum to lock in the most basic capital income, and 30% are used to ambush high-quality Shanzhai coins, In particular, some of the projects invested by Qian'an and CB have not been launched into the large exchange, ambush in advance, and can get good returns. 30% of them are used to play hot coins. Such projects come and go quickly, double the principal, and then play the profits, rather than always fighting. This is meaningless, because the market cannot continue to rise,\\n\\nAuthor: information known by a few people\\n\\nLink: <https://www.zhihu.com/question/496880550/answer/2238154800>\\n\\nSource: Zhihu\\n\\nThe copyright belongs to the author. For commercial reprint, please contact the author for authorization, and for non-commercial reprint, please indicate the source.\",\"timestamp\":1637853068,\"title\":\"What do you recommend for buying coins now\"},\"digest\":\"fhpnAl_rqNf1HI3s8wXtaEz2x0NdJDXYWKNf_LMBdIA\",\"authorship\":{\"contributor\":\"0x38dC543c0f44d530c25d1Fb3C08B445725956A43\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dnJ1AFsKSYBm3Id6URM0FP1y1EoApjMNNQsWmKUD4Vc\\\",\\\"y\\\":\\\"3AL-l4orZPp8bI5R7iM7Lfub4bm7xOA_8MEP1sdbTeE\\\"}\",\"signature\":\"J7jP0YBQhNAhfVfFaXXIzlAB8xF0VWmQmSxbOIH1WhQk-qTs66ns6gqHvfKZ61GtwDMTEEXoDVkVrm897RqjYA\",\"signingKeySignature\":\"0xa1508f01efe602523af3e620a22460fd94293c7ada3f670290e72c9b08b8bcc77d017e6bcd13ebaf74da15b6d876e9d35186591166c9f043d272151787cf4e7d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dnJ1AFsKSYBm3Id6URM0FP1y1EoApjMNNQsWmKUD4Vc\\\",\\\"y\\\":\\\"3AL-l4orZPp8bI5R7iM7Lfub4bm7xOA_8MEP1sdbTeE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fhpnAl_rqNf1HI3s8wXtaEz2x0NdJDXYWKNf_LMBdIA\"}"