"{\"content\":{\"body\":\"“什么？你能救小兵？”胡三刀看向我，一脸不可置信。\\n\\n他不相信可以理解，毕竟小兵这被精怪附身和许晴可不一样，许晴那只是单纯的被黄大仙上身。\\n\\n而小兵明显魂都没了，之所以还能动，那是因为被控尸了。\\n\\n我对胡三刀解释道：“没错，小兵虽然魂没了，但他阳寿未尽，阳灯未灭，只要找到他的魂魄，还有起死回生的机会。”\\n\\n胡三刀陷入沉思，他不擅这类摄魂纳魄之法，所以理解起来也并不容易。\\n\\n我对他继续解释道：“子时蛇吊尸，丑时鬼吊孝。这是邪恶的杀人之法，因为小兵阳寿未尽，本不该死，所以背后那玩意才用此邪术，这是瞒天过海的法子，可以让小兵顺理成章的下阴司。”\\n\\n胡三刀点了点头，似乎明白了过来，只要是小兵阳寿未尽，这邪术自然有破解之道。\\n\\n“黄皮，那接下来应该怎么办？”胡三刀急切地问我。\\n\\n我说：“找到小兵的魂魄，让他还阳。”\\n\\n胡三刀皱起了眉头，惆怅道：“难啊，小兵的魂魄肯定被背后那玩意给藏起来了。我们只看到了被它指使的那大蛇，压根不知道那玩意真身藏于何处，甚至都不知道它是个啥，更别提找到小兵的魂魄了。”\\n\\n我摇了摇头，说：“倒也不难，我们并不需要找到背后那玩意。只要静等即可，人死之后都会有阴差来拘魂，而在阴差引魂离开阳间前，都会让死者再看自己最后一眼。这是规矩，不会破的。所以我们只需要等丑时一到，阴差带小兵来看自己时，出手即可。”\\n\\n胡三刀像是看着疯子一样看向我，说：“什么？你是要从阴差手底下抢回小兵？”\\n\\n我叹了口气说：“如果是一般的阴差那倒好了，十拿九稳。这次前来给小兵引路的可不是普通阴差，最少也是个鬼差，甚至可能是阴将！”\\n\\n爷爷留下过一本典籍叫《玉历宝钞》，这是一本详细讲解阴司地府规则，十殿阎罗，阴差阴法的书。\\n\\n书上有讲到，人死后是要由阴差引路进地府轮回转世的。\\n\\n但每天死的人很多，阴差的数量未必够用。所以阴差也分很多种，除了普通阴差，再就是勾魂使者，然后就是鬼差，鬼差之上还有阴兵阴将，甚至遇到极难对付的鬼魂时，可能会出动鬼帝亲自捉拿。\\n\\n像我们认知比较深刻的黑白无常就是鬼差范畴，属于挺厉害的鬼差了，只有不好对付的鬼魂，它们才会出面引路。\\n\\n除了这些鬼卒阴差，甚至还有活人阴差。在阳世每个区域都会有一些神婆，这些神婆有时候也会充当阴差引路人的角色，所以她们都有些过阴的本领。\\n\\n但阴差出动，不一定都能捉拿归案，有些怨念极深或者阴气极重的鬼魂是会逃跑的，这也是为什么世上会有恶鬼的原因。如果突发一些大的自然灾难，导致死人过多，阴差更不够用，这就会导致一些孤魂野鬼的存在。\\n\\n而小兵这种阳寿未尽被邪术害死的鬼魂，它的引路人最低也会是鬼差，倒不是小兵怨念多大多凶，而是这邪术牵扯比较多，这么做是为了维护阴司法则，防止横生枝节。\\n\\n胡三刀看着我，郑重道：“黄皮，你这么说我更不能冒这个险了。如果对方是妖邪孽畜，我一把大刀跟它打个你死我活，哪怕死了也成。但对方是鬼差，我对付不了。我虽然想小兵回来，但我不能连累你，那样我对不起你爷爷。”\\n\\n胡三刀说得义正言辞，我心中一阵感动。虽然才认识一天，也许是因为爷爷的缘故，我两却像至亲至友一样。\\n\\n我看着他，坚定道：“刀叔，这次你必须听我的。这事因我而起，我不可能无动于衷。我把握还是很大的，如果你不协助我，我一个人也会出手！”\\n\\n胡三刀也不是个扭捏之人，见我这么说，感激地对我道：“成，那就照你说的做，但你答应刀叔，如果遇到危险千万别硬来。黄皮，我现在该怎么配合你？”\\n\\n我让胡三刀去准备一盏香油灯，两根狼牙棒，三沓子纸钱，再浸泡一缸糯米水。\\n\\n很快胡三刀就将这些东西给准备好了，我测量了一下距离，就开始布阵。\\n\\n我布的阵叫惊魂阵，鬼差一旦进入阵内，只能退不能进。\\n\\n我将两根狼牙棒一左一右插在了院子两边，然后在纸钱上画上了惊魂咒，燃尽纸钱后将灰烬洒在了院子门口，紧接着将那一缸糯米水藏在了院内。\\n\\n最后，我让胡三刀端着香油灯守在小兵的尸体旁，让他丑时一到及时点燃灯芯，一定要保证油灯不灭，因为这是小兵的引魂灯。\\n\\n而且我还和胡三刀强调了，一旦听到我打碎水缸的声音，就要不停的喊小兵的名字。\\n\\n胡三刀郑重的记下了我说的每一个步骤，然后就端着油灯来到了小兵的房间。\\n\\n而我则搬来一张木凳子，安静地坐在院子正中央，静候丑时。\\n\\n时间一分一秒流逝，我一开始还心静如水，但越接近丑时我就越紧张。\\n\\n毕竟我接下来要面临的可不是普通的魑魅魍魉，而是真正的阴兵，这还是我第一次接触这玩意，以前都是停留在理论之上。\\n\\n终于，丑时到了，伴着一阵阴风，我看到院子门口的纸灰上突然多出了一只脚印。\\n\\n它们来了……\\n\\n我聚气凝神，将自己一身玄阳之气提起。\\n\\n伴着这道脚印的出现，很快一群影子由虚到实，慢慢显现在了院子门口。\\n\\n好家伙，居然有两个鬼差，不愧是那玩意使出的邪术，显然这阴司下面也挺重视。\\n\\n走在最前面的那个鬼差个头不高，约莫一米五六，一身黑衣，头上戴着一顶官帽，手上抓着一根铁链。\\n\\n在铁链后锁着三个魂魄，看来这一趟除了小兵，还拘了另外两个阴魂。\\n\\n这三个阴魂都低着头，毕恭毕敬的排成一排，在队伍的最后面还有一个身形高大，足有两米五左右的鬼差，人形马面，手中握着一根黑鞭，是压阵的。\\n\\n“胡兵，你家到了，下去前再看自己最后一眼吧。”那矮子鬼差口吐人言，轻晃了一下铁链。\\n\\n这铁链声响就像是信号一般，小兵的魂魄突然抬起了头，看向了家里，而另外两只阴魂则不敢动，依旧低着脑袋。\\n\\n这时，我深吸一口气，一步跨出，来到门口，正声道：“鬼差大哥，能不能让我朋友临行前喝口米汤？”\\n\\n[更多](https://lianjiec455955.zhangwen.cn/link?code=1067747)\",\"timestamp\":1641472196,\"title\":\"011 布阵\"},\"digest\":\"fy99Dj_Pvq7WcCZm0Pvtu963Ud2GPrTglvL460tczQk\",\"authorship\":{\"contributor\":\"0x74EF64C675BBC6419ECf8D10fd15a82610615ae3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wdUC6m8EFgjntfZp6uEFppjiF2loyL6Q0Rl6vEN6COE\\\",\\\"y\\\":\\\"Piia37VdnfT9HmQ57vdDK7vFbw8i1Iu9OMdnMbx-1io\\\"}\",\"signature\":\"MqaiNynxsuqxs50XwY6mdqvm_-KIHKtOHooyqeClPMBH9Aiz48wgUfgp7dWeJrtyTRcJYd6YWQeA85bGPM2sJg\",\"signingKeySignature\":\"0x43cb7a8d2bdb999e7256782e6b013f63c3652b89aeb6ec219b03b8472d85bc86652881d2b53fa7f6f7ac7d1466aa7903ce872a60e714df5d9c8128735cbcc6331b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wdUC6m8EFgjntfZp6uEFppjiF2loyL6Q0Rl6vEN6COE\\\",\\\"y\\\":\\\"Piia37VdnfT9HmQ57vdDK7vFbw8i1Iu9OMdnMbx-1io\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fy99Dj_Pvq7WcCZm0Pvtu963Ud2GPrTglvL460tczQk\"}"