"{\"content\":{\"body\":\"“隐为者，你怎么不回话，你要是再不回话，我可要你好看。”我坐在小黑背上，看着传呼机上这条没根没据的消息，心里直纳闷。\\n\\n```\\n这个橙色的星晴到底是谁啊，一开始发给我的那几条信息我还以为发错，这条直呼其名肯定是错不了了，“要我好看”，怎么着，想恐吓我，还是要威胁我，老子在天地里好象还没怕过谁呢。咱就不回了，你能怎么样，反正我这几天就泡在这里做任务，传呼机还是关闭算了，我随手将传呼机设置成关闭状态塞回背包里，直奔沼泽入口。\\n\\n“小隐，你要找的人找到了吗。”见我一骑黑豹绝尘而来，无名天下带着他的无名二世迎了上前说道。\\n\\n“早就找好了，现在要帮他猎杀一头这里的沼泽鳄鱼呢。”我笑呵呵地回道。\\n\\n“那家伙在哪呢，我们直接去杀吗。”无名天下问道。\\n\\n“我也不知道，只有继续慢慢找了。对了，你在这里的时候有没发现有头叫什么凶残的巨型鳄鱼啊。”我下了小黑问道。\\n\\n“我只看到过有三十三级的厚鳞鳄鱼，还没见过你说的那个鳄鱼呢，那是多少级的怪啊。”无名天下疑惑地问道。\\n\\n“我也不知道，估计和你遇到的等级差不多吧，最多高个一、两级。既然你见到过鳄鱼，那就你带路，专挑有鳄鱼的地方走，估计就能找到了。”我从老雷说自己一个人能单条的口气里，猜测那头凶残的巨型鳄鱼等级应该也不会太高，因此也有几分低估地回答无名天下。（M的，老雷其实和老风不是同一个级别，老风是因为危险系数太大而不能完成任务，而老雷则是因为找不到而无法完成任务，我就是没有细想这其中的区别，才差点送了小命）\\n\\n“那行，你跟我后面好了，我好歹也来过几次，基本上附近有泥塘的地方都有那厚鳞鳄鱼的，不过现在天黑了，不太好找，你可要让黑子多留点神，早发现早解决啊。”无名天下叮嘱我说道。\\n\\n“恩，没问题。”我应允着拍了拍小黑的脑袋说道：“小黑，听好了，你可要给我两眼放光芒，好好看着点。”\\n\\n小黑似乎也领会到我的意思，晃了晃豹脑，轻轻的吼叫了几声。\\n\\n********************************\\n\\n四条黑影在死寂的暮羽沼泽土地上慢慢地移动，不时从他们之中爆发出一阵吼叫声和金属撞击声，接着是那沼泽怪物独有的嚎叫声，然后一切又恢复了沉寂，黑影继续在前进，一切仿佛没有发生过。\\n\\n血红的月光给我们这个小队伍染上一片暗淡的红色，那本来浑身惨白的亡灵战士或许是因为沾染了太多的血液，加上月光的照射，身上隐隐流动着一层如液体般的红芒，手上的骨制长矛也仿佛变成了粉红色；我身上的紫耀皮甲在月光的辉映下，如同一件精美的工艺品，散发出迷人的紫红色光芒，在银线和金边之中游走不定，而诅咒之刃也因为不停地砍杀，散发出浓浓的杀气；对于这片充满泥泞和干枯的土地，小黑明显很不喜欢，估计还是茂密的丛林，肥沃松软的土壤更能让它勾起故乡的念头吧（这家伙会有思念故乡的念头吗，鬼才知道呢），亲密度也比以前降得更快，幸好咱背包里有不少的蛇蜥肉和鳄鱼，够它吃的了。\\n\\n那该死的凶残的巨型鳄鱼到底在哪，我在心里千万次地问，可是没人能回答我这个问题，手底下挂掉的厚鳞鳄鱼没有几百，也有八、九十了，可是猎人老雷说的那头凶残的巨型鳄鱼却一直没有踪影，既然是巨型，那肯定个头不小，按道理讲应该好找啊，可是咱怎么就找不到呢。\\n\\n“无名，你说那鳄鱼会不会四处转悠，从这个沼泽迁移到其他沼泽去，怎么你带的路上就是楞没见到呢。”挂掉一头从岸边蹿出来，皮粗肉厚的厚鳞鳄鱼，我冲无名天下问道。\\n\\n“这个或许、可能、不一定、也许会、拿不准，我也不知道。”无名天下废话一堆地回道。\\n\\n“靠，一点建设性的话都没有，白问你了。”我翻了个白眼对无名天下说道。\\n\\n“不是我说的话没建设性，而是你问的问题很复杂，这地方都处都有水塘，那鳄鱼要是顺着哪条一个不小心，游到其它地方去，我也不好确定。这给你办事，我可是一点懒都没偷，这路上一处泥塘都没落下。”无名天下无奈地耸了耸肩膀，撮了撮手说道。\\n\\n“呵呵，哥们知道兄弟费心了，对了，那什么‘九天神仙倒’还有没，这半天下来，肚皮都饿扁了。”我走到无名天下旁边，拍了拍他的肩膀说道。\\n\\n“那玩意做起来挺费材料的，换个其他口味的吃吃吧，怎么样。”无名天下估计是有几分心寒我那副狂吃滥喝的样，想了想回道。\\n\\n“成，你做主，只要弄个好吃的就行。”我乐呵呵地说道，咱不吃白不吃，吃了不白吃，有这个中级厨师在，我还不好好把握把握，饱饱自己的口福。\\n\\n说干就干，无名天下随手从背包里拿出做菜的家当，忙活起来。我也没闲着，从背包里拿出木柴，就要帮他燃起篝火，等他来开烧。\\n\\n“不要点火了，这次咱给你弄个鲜鱼刺身，保证你吃得爽。”无名天下笑呵呵地说道。\\n\\n“刺身，那玩意好吃不。”虽然听说过这东西是个好东西，但是我可从来没吃（咱囊中羞涩嘛），据说吃了特有营养，有助大脑智力发育，NND，无名天下，你这家伙还真是会鼓弄啊。\\n\\n“好吃不好吃，待会你尝尝不就知道了。”无名天下撇了撇嘴说道。\\n\\n坐在一边喂完了我家小黑，无名天下冲我召了召手说道：“弄好了，一人一条，吃完可就没了。”\\n\\n端着手中的盘子，我眼睛一亮，这是条新鲜的海鱼，扁平的鱼头，突兀的眼珠，头尾呈银灰色，泛着淡淡的光泽。切得薄薄的半透明鱼生平整地覆在鱼身上，左右两边还放了两只剥了壳的大虾，青青的身上依稀可以看见细细的血脉。\\n\\n一个字——嫩，二个字——鲜，这一看，我是食欲大增，赶紧动刀（嘿嘿，在野外可没筷子，只有用刀了，全当学习西餐技术，以后咱发达了，去那西餐厅吃饭也不会寒碜）开吃。\\n\\n刀尖刚触到鱼片，还没挑起，那鱼头突然一昂，嘴巴“呼哧”一声张了开来，露出满嘴如锯齿般的细牙，我手一抖，差点把盘子给扔了，怎么着，吓唬我啊，无名天下，你这家伙怎么不把鱼给杀了，整一活的给我吃。\\n\\n看着我投来那愤慨的目光，无名天下乐呵呵地往嘴里塞了几片鱼生，一抿嘴，咽了下去说道：“这刺身讲究的就是新鲜，这样才能保住鱼生的鲜嫩爽口，留住营养，锁住水分，而能够在做好之后，还能保证鱼的鲜活，那就说明咱的手艺到家了，我可是在惊涛城外钓了几天海鱼才造就今天这能耐的。嘿嘿，你小子胆子怎么这么小，连条小小鱼儿都怕了不成，赶快吃一口看看。”\\n\\n你早说啊，那样我不就有了心理准备了，我没搭无名天下的腔，伸刀挑起一片鱼生送到嘴里，哇塞，我的眉毛立即扬了起来，如果说“九天神仙倒”的美味是依靠各种稀罕的调料才能烹制出来的话，那这道鲜鱼刺身就完全靠的厨师的功底了，没有依靠任何调味品，而是完全通过鱼肉的鲜嫩美味来激发人的食欲，入口即滑，无需多咀嚼，好，实在是好，妙，实在是妙。\\n\\n飞快地吃完手中的鱼生，我眼巴巴地望着无名天下手中那盘还有一半的鲜鱼刺身说道：“无名，你好象吃不掉吧，要不要我帮忙。”\\n\\n“免了，我自己可以搞定，刚才谁好象还不愿意吃来着。”无名天下慢悠悠地回道。\\n\\n“嗨，怎么可能不愿意吃啊，你无名天下出品，必然属于精品，我哪能不乐意吃哦。”我挤出几丝羞涩地笑容说道。\\n\\n“呵呵，我就知道你肯定还要吃，那，我还准备了一份，拿去吧。”无名天下从身后又掏出一盘鲜鱼刺身递给我说道。\\n\\n“无名同志，我可以很负责的告诉你一声，你，是个好同志。”我乐呵呵地接过鱼生，对无名天下说道。\\n\\n“切，还等你说，咱早就是个好同志了。”无名天下看了我一副小人得志，乐陶陶的样，无限鄙视地回道。\\n\\n****************************\\n\\n凶残的巨型鳄鱼你在哪里，在哪里；\\n\\n暗红的刀锋思念你，思念你；\\n\\n惨白的骨矛牵挂你，牵挂你；\\n\\n游荡的人儿惦记你，惦记你，\\n\\n深情的我在呼唤你，呼唤你；\\n\\n……哼着自创小调，我打着饱嗝继续踏上寻觅凶残的巨型鳄鱼的征程，不知不觉，我和无名天下又来到了第一次猎杀四足蛇蜥的地方。\\n\\n喜欢请砸票收藏，有问题的可以去作品相关，基本那可以找到答案，没有的我以后会补充！\\n```\\n\\n\\n------------\",\"timestamp\":1640325282,\"title\":\"第一百一十七章 凶残的巨型鳄鱼一\"},\"digest\":\"u-SwooUz1jXbcT7oXywUVo6MLHljjVZ94LaLChyHRw8\",\"authorship\":{\"contributor\":\"0x181367aFB7aEB14183b1eCdd4Bd93ed20ED875f7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EMKo3ZWXZBQELuW2lR2TO5Xfw5HBd3RSxCXnIDg_CCo\\\",\\\"y\\\":\\\"wT_qch0tsp2Cyd724MPM22MJAWjbZo9Xb31uV8Wrtao\\\"}\",\"signature\":\"xdxZyFrpsfTUFeyMGpLhB1sjP2uam09T7q-Ica9uJvXUSlEvhCVmPSYAsNYQk__oAqRVkakiWrIgYfc_3ZneCw\",\"signingKeySignature\":\"0x670c5e9e52944ab7bb1c6cc87ec34abff2843eafde20f3e8e736e2436a46724a247e7a2992480fecd3028e23a5ef340c46a071737ef25155395023c866d64c6a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EMKo3ZWXZBQELuW2lR2TO5Xfw5HBd3RSxCXnIDg_CCo\\\",\\\"y\\\":\\\"wT_qch0tsp2Cyd724MPM22MJAWjbZo9Xb31uV8Wrtao\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"u-SwooUz1jXbcT7oXywUVo6MLHljjVZ94LaLChyHRw8\"}"