"{\"content\":{\"body\":\"在东宁府五大家族、八大道院等各方关注下，白衣少年背着剑平静走上擂台，双手在背后一抓，剑鞘内却是有着两柄剑。 \\n  \\n     左右手各持着一柄剑，分别斜指向地面，冷冰冰盯着虎妖。 \\n  \\n     “又一个小家伙。”虎妖面部抽搐，脸上都有着一道伤口，它全身十余道伤口，下腹部那一道伤口尤其大。 \\n  \\n     “杀。” \\n  \\n     它不愿拖延，直接扑杀过去。 \\n  \\n     白衣少年双手各握着一柄剑正面硬杀过去。 \\n  \\n     “嘭！”“嘭！”“嘭！” \\n  \\n     虎妖和白衣少年晏烬竟然正面碰撞起来，虎妖虽然看起来更强势，力量更大速度更快些。但是似乎优势很有限！白衣少年两柄长剑一阴一阳，一柄长剑被压制，力量转而蓄积透过另一柄长剑爆发。受到的压迫越强，他反弹的爆发就越强。 \\n  \\n     完全硬碰硬在搏杀。 \\n  \\n     甚至白衣少年剑术明显达到合一境，技巧更高明，偶尔虎妖身上就得添上一道剑伤。 \\n  \\n     “这白衣少年的剑术，也达到合一境了，不亚于孟川。” \\n  \\n     “而且他应该天生神力，否则力量不可能和虎妖抗衡。” \\n  \\n     “看起来那么稚嫩的小家伙，还天生神力？” \\n  \\n     一个个都惊讶。 \\n  \\n     孟川也惊讶，人数量多了就会出现一些极特殊的，会生来力气特别大，或者速度特别快的。像自己的同门‘万莽’就是天生神力，在洗髓境时力量就能和脱胎境媲美！可天生神力的……大多数长得就非常壮。像这位神秘少年‘晏烬’这般身材，还天生神力，就有些罕见了。 \\n  \\n     白衣少年借助合一境，身心技合一，爆发的力量足有虎妖的八成！速度也有虎妖的七八成。加上双剑之术，丝毫不虚对方，正面搏杀下都让虎妖伤势越加重。 \\n  \\n     “吼\\\\~\\\\~\\\\~”虎妖再度发出怒吼，黑红毛发都亮了起来，爪子威势都暴涨，再度爆发了妖王血脉！ \\n  \\n     “轰！” \\n  \\n     一声巨响。 \\n  \\n     白衣少年双剑同时抵挡，整个人被轰击的往后倒退数步嘴角有一丝血迹，依旧强行站稳，冷冰冰盯着虎妖。 \\n  \\n     “敢正面抵挡？”孟川见状有些惊讶，“也对，虎妖爆发妖王血脉，对我而言，力量能够完全碾压我。可对这晏烬，虎妖的力量优势就没那么大了。而且晏烬的剑术，显然还擅长卸力。” \\n  \\n     “嗯？”虎妖不敢相信，当即要飞扑而上继续狂攻。 \\n  \\n     可噗的一声—— \\n  \\n     下腹部巨大的伤口，在此刻他全力爆发下显然压制不住，伤口再裂开，鲜血飞溅。甚至身体其他伤口都开始血迹往外渗透。 \\n  \\n     白衣少年见状，毫不犹豫冲上，双剑继续狂攻。 \\n  \\n     “该死，该死，如果不是刚才那小子伤我太重。”虎妖愤怒无比，其他伤口都是浅伤口，下腹部这一道伤口太大太深。在爆发血脉全力爆发下，伤口终究压不住了。 \\n  \\n     如果完好时，他更愿意和眼前这白衣小子斗。 \\n  \\n     白衣小子虽然身体更强，近战更凶猛。但是他并不惧凶猛。 \\n  \\n     反而之前的那个用刀的……一触即分！滑溜的很，刀也是快刀，诡异飘忽，让它才受下如此重伤。 \\n  \\n     “噗噗噗。”伤势太重，都无法再爆发妖王血脉的力量，虎妖只能艰难抵挡，可明显力量速度都更弱了，被白衣少年完全压着打，身上伤口越来越多。 \\n  \\n     “当初被人类神魔活捉的那一刻，就决定了我终有这一天吧。”虎妖感觉到自己的生命将终结，在那白衣小子最后一剑刺来时，它没再抵抗。 \\n  \\n     噗。 \\n  \\n     一剑刺入了虎妖的眉心，完全贯穿脑袋。 \\n  \\n     虎妖，毙命！ \\n  \\n     它没能连战十场，而仅仅两场就毙命了，还是死在两名洗髓境少年手里。 \\n  \\n     “竟然杀死了……”下方一时间很安静。 \\n  \\n     白衣少年拔剑，便走下了擂台。 \\n  \\n     “玉阳宫晏烬，你不继续了？”朝廷官员询问道，按理只要赢了留在擂台，玉阳宫会安排更强的妖怪。 \\n  \\n     白衣少年没吭声朝自己位置走去。 \\n  \\n     朝廷官员无奈。 \\n  \\n     既然走下擂台自然当放弃了，当即等待着玉阳宫士兵们收拾着虎妖尸体，送新妖怪过来。 \\n  \\n     “嗯？”坐在那的孟川，发现白衣少年走到镜湖道院这片区域停了下来，转头看向孟川，这白衣少年冷冰冰道：“如果不是你将它重伤，它速度还能快上三成。更能长时间爆发妖王血脉，我也只能逃命。”说完，便继续走向自己位置。 \\n  \\n     他的声音有些冷，他说话时，镜湖道院的院长和六位弟子都没出声。 \\n  \\n     看着他离去，回到玉阳宫主身旁坐下。 \\n  \\n     “这位叫晏烬的，从头到尾就说了这么一句话吧，还是和孟师兄说的。”万莽惊诧道。 \\n  \\n     “的确，从上擂台到回去，的确就说了这一句，还真够冷的。”白贯也点头道。 \\n  \\n     孟川也好奇看着那位白衣少年。 \\n  \\n     他能感觉到，那位白衣少年发自骨子里的骄傲，并且整个人仿佛万年寒冰般懒得理会他人。连朝廷官员的问话，他都没回一句。却硬是来和孟川说了这么一句话，显然是不愿占孟川便宜。 \\n  \\n     “这个叫晏烬的，看长相很稚嫩，似乎比孟川还小些？”孟家族长孟炎平低声说道。 \\n  \\n     “看起来年龄不大。”孟大江说道，“天赋如此高，却还停留在洗髓境，估计最多十四五岁。” \\n  \\n     天赋高，即便背后没大家族，也会有道院倾力栽培，修行速度不会慢。 \\n  \\n     “开始了。”族长孟炎平说道，又一位妖怪上了擂台。 \\n  \\n     “这也是一头大妖，不过只是头牛妖。看来玉阳宫主是专门为川儿，为那位晏烬小友准备的虎妖啊。”孟大江笑着说道，虎妖更罕见也更全面，几乎没缺点。如果不是长期饥饿实力大减，孟川和晏烬都没资格和大妖层次的虎妖去斗的。 \\n  \\n     …… \\n  \\n     八大道院的脱胎境弟子们一一上擂台，去厮杀。 \\n  \\n     脱胎境弟子们年龄普遍就大些了，年少的也有十六岁，最大的更有二十岁。再大？就不能再在道院了，而且也得去服兵役！ \\n  \\n     按照道院规矩，洗髓境在道院最多修行到十八岁。脱胎境在道院内也最多修行到二十岁。至于无漏境？只要一成无漏境，就得离开道院。因为道院已经没任何需要教的了。 \\n  \\n     厮杀在持续，转眼就到了午后。 \\n  \\n     脱胎境弟子们也都战斗结束。 \\n  \\n     二十四位脱胎境弟子普遍就强横多了，更有三位是悟出秘技的，这三位又有脱胎境的基础，比孟川、晏烬都要更强大！所以战斗也更精彩。只是那三位悟出秘技的脱胎境弟子，论潜力却是不如孟川、晏烬。他们当中有两位是十八岁悟出秘技，还有一位是十九岁悟出秘技。成为神魔的希望比孟川他们要低太多了。 \\n  \\n     孟川的父亲‘孟大江’，还有孟家另一位叫‘孟铸’的，都是十九岁悟出秘技，同样成神魔希望渺茫。 \\n  \\n     现如今东宁府。 \\n  \\n     年轻一代，天赋最高的自然是悟出‘势’的梅元知。 \\n  \\n     第二，就是孟川了！ \\n  \\n     后面才是那三位悟出秘技的脱胎境。 \\n  \\n     当然白衣少年‘晏烬’应该也是和孟川相当的，甚至更优秀，只是估摸着这应该是外乡人。否则不可能五大神魔家族都没他一点消息。 \\n  \\n     “八大道院弟子战斗都已结束。”朝廷官员朗声道，声音响彻处处，“如今便是今日最后一场斩妖之战。” \\n  \\n     “最后一场？”各方都惊讶，孟川也仔细听着，他都以为该结束了。 \\n  \\n     朝廷官员继续笑道：“最后一场，是由梅元知对战一头凝练了妖丹的蜈蚣大妖。” \\n  \\n     “梅元知？没想到他今天也要出手。”孟川眼睛一亮。\",\"timestamp\":1637826645,\"title\":\"第十六章 晏烬和梅元知\\n\"},\"digest\":\"hHqtkFYrsqq3DPGIU0xYweaFClTKNIGV1w1mr98CGPk\",\"authorship\":{\"contributor\":\"0xf08c9cbd20583013Bd2E64B9e2DD9223eb3a3C09\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fo4mK3oUsCRJoc-ZquCoUtXd-HQ_qQoScC82pqlTqN4\\\",\\\"y\\\":\\\"hHLTh4KjXDEvSSCd5IsZRGxcQ8OqhWhqngxhK0JEH68\\\"}\",\"signature\":\"ijUxmdcknvEzDaYJu3_Ym-qj34AVS7tgrGNc6P_eD51kcy7kBG7HXnF_8jrk7y6fUam3NXUygT77ByJ8vl96vw\",\"signingKeySignature\":\"0x0c0731ff931d69d0c791b145ad08b81fef65255d18bfac3c4f4afcb1d49f476b5f4da6d50aeffec29e4d32ed95ca0808d8755d31fb1ec4e09743f8bd167a22de1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fo4mK3oUsCRJoc-ZquCoUtXd-HQ_qQoScC82pqlTqN4\\\",\\\"y\\\":\\\"hHLTh4KjXDEvSSCd5IsZRGxcQ8OqhWhqngxhK0JEH68\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hHqtkFYrsqq3DPGIU0xYweaFClTKNIGV1w1mr98CGPk\"}"