"{\"content\":{\"body\":\"El 2021 fue el año II pandémico y el cual, a la fuerza de muertes y muchísimas lágrimas, los aprendizajes se fueron quedando y marcando con fuego y mucho hierro. Como son un conjunto de cosas, dedicaré este espacio a mis pensamientos sobre criptomonedas, quizás en otro espacio haga lo mismo con otras áreas de mi vida.\\n\\nDado que tengo tanto que contar, dado que tengo tanto que decir, que empiecen primero los agradecimientos a gente que considero demasiado importante en 2021 y que definitivamente estará en primera fila del 2022. El orden es irrelevante pues todos fueron importantes.\\n\\n1. [VillaWolf](https://twitter.com/villawolfpy)\\n2. [Kenny](https://twitter.com/meyerkenny)\\n3. [Lorena](https://twitter.com/Lorrena__)\\n4. [Arqui](https://twitter.com/arquiguru)\\n5. [Sancap](https://twitter.com/sancap7)\\n6. [Joaquín](https://twitter.com/criptoboi)\\n\\nTe dejo sus correspondientes enlaces pues son personas que cuando hablan, si paras la oreja, algo sacas de sabiduría pero más importante, sacas profit si estás buscando ganar.\\n\\n## Cosas impopulares que aprendí en 2021\\n\\n### Pseudos-maxis son intelectuales idiotas\\n\\nLos maximalistas son aquellos que hacen compras de bitcoin-only y no compran otros proyectos, dado que la mayoría de ellos no cumplen con un requisito fundamental: la resistencia a la censura. Muchos de los proyectos que suelen salir ni alcanzan un grado de descentralización y eso es lo que pegan el grito al cielo.\\n\\nEl 2021 fue un año extremadamente raro, en el cual de moderar los debate de como el futuro debía ser moldeado, pasaron a simplemente gritar a las nubes de ETH. Entiendo, un proyecto que no te gusta y presentas tus explicaciones pero si empiezo a ver bitcoin twitter tanto español como inglés, el nivel de refutación maxi es por el piso, haciendo escenas idioticas como *bautizar a los nuevos.* Y no solo eso, ¡empiezan a gustarle políticos! \\n\\nSi creen en un proyecto político y lo soportan, me parece algo genial pero en El Salvador estamos aprendiendo que la ingenuidad de muchos bitcoiners es alta y el tiempo dará su veredicto. Arguyo que no será favorable. Y sí, el camarada maxi Philae me enseñó que puedo estar feliz con una legislación y al mismo tiempo escupirle al político.\\n\\n#### El verdadero maxi tiene principios\\n\\nLos principios no se negocian. Eso es maximalismo. Y algo que desde un principio del debate debió quedar claro es que cada proyecto quiere resolver un problema, mezclarlos no sacará nada productivo, confundirlos tampoco.\\n\\n## Bancos y criptomonedas son una buena idea\\n\\nA corto y mediano plazo, dependeremos de los bancos. Muy fuerte. Entonces, y al razonamiento de Maslaton, al pedo queremos sacarle fuera de circulación, así que si van a quedarse, jueguen con criptomonedas. \\n\\n## Solo vimos la punta del icerberg\\n\\n¿Te pusiste a razonar lo siguiente? Entre 2013-2016, con que una celebridad que usa/compra bitcoin u otras criptomonedas era motivo de feriado internacional; entre 2017-2019, con que una empresa aceptara era motivo de feriado internacional.\\n\\nEn 2020, Michael Saylor arranca un dollar-cost average pero de niveles gigantescos. Nos sorprendimos (*no me digas que vos no*) y a partir de entonces, el efecto dominó de fondos de inversión y VCs simplemente se multiplicó. Y todavía no llegó el dinero de bancos, financieras ni otros centros financieros. \\n\\nEstamos demasiado, DEMASIADO tempranos.\\n\\n## Definir el valor de bitcoin fue un fracaso\\n\\n**Hasta ahora.** No hay modo de poder encontrar correctamente un buen precio por que todos los modelos disciernen, además que querer predecir el mercado es como jugar ruleta rusa con 5 balas, especialmente si no estás preparado. El precio no importa (a criterio mío) pero eso no quita que sigan intentando encontrar. Alguna de ellas, lo habíamos hablado en el newsletter.\\n\\n## Conclusión\\n\\nEstamos demasiado temprano. Sin lloro, sin prisa y sin pausa.\",\"timestamp\":1640609270,\"title\":\"2021\"},\"digest\":\"D4mrhqjB-Qaapbo8vdqhHvCp9GCq-52f5s-iRuE3tHU\",\"authorship\":{\"contributor\":\"0xDA35c8e464889bA2Cb91d2E85C608a99D262d5db\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"iZeIZmWCta61ZxLVZvTcHmdiMtIcQxmnyDXuvTV08mQ\\\",\\\"y\\\":\\\"QxAPmp9CUI7PhttU73-eGxzGSHHFOSQMHsaR90p8ls0\\\"}\",\"signature\":\"wamgGSkHwgK_3F6Uf71q7u-542Ger4m6PD0s77G9JdasngyNrfP8hFhoaAz5zpFf9EiOdcEyJ3vkvgaDtMF0oQ\",\"signingKeySignature\":\"0x1a277a6ec029d489cf48ca59c33c65ee373abdae72100b5cd728a8ebc8a9ed0d0106fc98d8725bbff37a86ef9496b1315605d755da693969ea77a47103be05af1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"iZeIZmWCta61ZxLVZvTcHmdiMtIcQxmnyDXuvTV08mQ\\\",\\\"y\\\":\\\"QxAPmp9CUI7PhttU73-eGxzGSHHFOSQMHsaR90p8ls0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"D4mrhqjB-Qaapbo8vdqhHvCp9GCq-52f5s-iRuE3tHU\"}"