"{\"content\":{\"body\":\"In my recent months exploring the world of decentralised finance (DeFi), much of my mindshare has been taken up by one entity—Olympus DAO.\\n\\nSince its official launch earlier this year (on [23 March](https://olympusdao.medium.com/first-month-in-review-e415191d680a) to be precise), it has grown to become not only one of the most significant DeFi protocols, but also one that has been highly polarising. Its most ardent supporters have spawned a canon of memes to promote Olympus DAO’s work, while critics have slammed the entire initiative as a Ponzi scheme.\\n\\nI believe that cutting through all this noise will be crucial for anyone interested to get into DeFi. Whether you believe in Olympus’ mission or not, it is important to at least understand how it works, for it is becoming a foundational platform connecting many other DeFi protocols.\\n\\n![Warning: this essay is a long and convoluting read. ](https://images.mirror-media.xyz/publication-images/OtNp--yqgqi5gMNw1NDOU.jpg?height=830&width=1200)\\n\\n## (1) What is Olympus DAO’s objective?\\n\\nOlympus DAO is a [decentralised autonomous organisation](https://future.a16z.com/dao-canon) that operates a DeFi protocol. As its [website](https://www.olympusdao.finance/) clearly proclaims. it is seeking to build a “decentralised reserve currency”, which takes the form of its own token called OHM.\\n\\n![The front page of Olympus DAO's website.](https://images.mirror-media.xyz/publication-images/gO0BgyGB-e-F8zkS-EVRr.jpg?height=461&width=1200)\\n\\nBefore we go into the “tokenomics” of OHM, let’s unpack what Olympus DAO means by a “decentralised reserve currency”:\\n\\n* First, a currency that is truly decentralised cannot be controlled by a single entity. This means that it should not be directly linked to fiat currencies, which are exclusively within the control of each country’s central bank.\\n* Second, a [reserve currency](https://www.investopedia.com/terms/r/reservecurrency.asp) has to have two things: (i) deep liquidity so that users can get it when they need it; and (ii) some form of backing. This backing can be in the form of a tangible asset such as gold (for the US dollar when it could be exchanged for gold before [1971](https://time.com/4444172/gold-standard-history/)), or faith that the US government will repay its [Treasury securities](https://www.investopedia.com/articles/investing/073113/introduction-treasury-securities.asp) (for the US dollar currently).\\n\\nCombining these together, the “decentralised reserve currency” that Olympus DAO envisions, i.e. OHM, should therefore have the following characteristics:\\n\\n* OHM should ideally be backed by assets that are not directly linked to fiat currencies. Unlike the US dollar, OHM has to be backed by something since there is no way a DeFi protocol can command as much as faith as the US Government now.\\n* OHM should also be extremely liquid, so that people can easily use it as the foundation of their activities across DeFi, e.g. to provide liquidity or swap for other crypto assets.\\n\\n## (2) Why is there a need for a decentralised reserve currency in the first place?\\n\\nNow, you might be wondering why there is a need another decentralised currency, when we already have established cryptocurrencies like Bitcoin and Ethereum, which are already decentralised.\\n\\nThe answer is that these cryptocurrencies are highly volatile. One [calculation](https://medium.com/swissquote-education/bitcoin-vs-risk-understanding-volatility-472efe96e439) of Bitcoin’s historical volatility puts it as around 2.4 times more volatile than the S&P 500, and 5.5 times more volatile than the Euro (against the US dollar) over a 200-day period. This lack of price stability means that you probably would not want to use Bitcoin, or most cryptocurrencies for that matter, as a store of value.\\n\\nHence, for all the talk about the value of cryptocurrencies as decentralised assets that can serve as a hedge against inflation in fiat currencies, much of DeFi has become underpinned by US dollar-pegged stablecoins such as USDT and USDC. As Zeus, the [pseudonymous](https://www.coindesk.com/markets/2020/06/29/many-bitcoin-developers-are-choosing-to-use-pseudonyms-for-good-reason/) founder of Olympus DAO, wrote in the protocol’s first [post](https://olympusdao.medium.com/introducing-olympusdao-a-true-digital-currency-protocol-648c00c572d2) on Medium, “there’s a strange irony to the fact that the most utilized cryptocurrency is really just a digitized dollar.” Nevertheless, users clearly want some semblance of stability when engaging in DeFi.\\n\\nOlympus DAO, however, thinks it can do better than the current crop of stablecoins.\\n\\nWhile stablecoins may achieve a stable fiat value, Olympus DAO believes that they are not ideal as a reserve currency because their real value or purchasing power may not necessarily be stable. By virtue of being pegged to fiat currencies, stablecoins are likewise at risk of their real value being eroded by the inflationary policies of governments.\\n\\nStablecoins also have issues related to centralisation that a decentralised reserve currency can avoid:\\n\\n* Most of the stablecoins used today are issued by centralised entities, e.g. [Tether](https://tether.to/) for USDT and [Centre](https://www.centre.io/usdc) for USDC. This creates a single point of failure for these stablecoins. If their issuing companies are mismanaged and go bust, the stablecoins may become worthless (you cannot go back to them to change your stablecoins back to fiat).\\n* The companies can also act unilaterally to prevent you from using your stablecoins. They have [blacklisted](https://decrypt.co/35128/blacklisted-blocked-usdc-proves-decentralization-purists-were-right) certain wallet addresses in the past, when faced with demands from regulatory bodies. This vulnerability to regulatory action may not be unwarranted, especially in the case of Tether, which has attracted much [controversy](https://www.theverge.com/22620464/tether-backing-cryptocurrency-stablecoin) over the backing of USDT. Nonetheless, there is a narrative mismatch here—if DeFi’s value proposition is anchored on it being a decentralised alternative to the traditional financial system, then it does not gel well to have much of its liquidity denominated in centralised stablecoins, which can be controlled by the issuing companies themselves or by governments.\\n* Some decentralised stablecoins also had to rely on centralised stablecoins (to some extent) in order to maintain their peg. In particular, MakerDAO’s DAI, which is the first “decentralised” stablecoin to gain widespread use, has been [partially collateralised](https://decrypt.co/22866/usdc-dai-makerdao-crypto) by USDC since March 2020, when the cryptocurrency markets crashed due to uncertainty over the impact of COVID-19. Other centralised stablecoins, e.g. USDT, USDP and GUSD, were also added as [collateral assets](https://blog.makerdao.com/a-guide-to-dai-stats/) later that year. Despite its attempt to become a decentralised stablecoin, DAI remains indirectly linked to centralised entities.\\n\\n![According to data shown on Dai Stats, slightly more than one third of all DAI has been generated by USDC as collateral (as of 29 December 2021).](https://images.mirror-media.xyz/publication-images/LW1QNcMJazkpsGdE0DPjC.jpg?height=345&width=800)\\n\\nInstead of risking depreciation and indirect centralisation by relying solely on stablecoins, Olympus DAO wants OHM to be an independently-valued digital currency, which can serve as a better alternative for the US dollar as a store of value in DeFi. In Zeus’ own [words](https://olympusdao.medium.com/introducing-olympusdao-a-true-digital-currency-protocol-648c00c572d2):\\n\\n> OHM will be most successful if it is positioned as a USD-alternative primitive for DeFi. We will work hard to get OHM integrated into money markets, DEX pairs, and yield farming protocols. We will also encourage its use as an alternative to holding USD. Eventually, you’ll be able to quote prices in OHM with a reasonable expectation that they’ll remain the same in the future. At that point, we hope to see people flee to OHM as a safe haven during risk-off periods rather than USD. We will do as much as we can to realize this, but ultimately it is a mindset and belief system (like any money or currency) that will rely on the support of you, the community.\\n\\n## (3) How does OHM work?\\n\\n### Backed, not pegged\\n\\nAs mentioned earlier, a reserve currency ought to be backed by something. For OHM, Olympus DAO decided at its inception that 1 OHM has to be backed by at least 1 DAI in its treasury. (Despite not being completely decentralised, DAI was chosen because it was familiar, and the team wanted to [minimise complexity](https://olympusdao.medium.com/introducing-olympusdao-a-true-digital-currency-protocol-648c00c572d2) at the initial stage.)\\n\\nHowever, unlike DAI itself or other stablecoins, OHM is not pegged to the US dollar. The price of OHM is meant to be free-floating, i.e. it is determined by the market. In other words, 1 OHM can easily trade at a price below or above 1 DAI (or 1 USD assuming DAI does not lose its peg).\\n\\nAt the same time, Olympus DAO’s protocol controls the supply of OHM algorithmically based on the price of OHM:\\n\\n* When OHM trades below 1 DAI, the protocol will automatically buy back OHM (it can do so because the treasury backs every OHM with at least 1 DAI). By burning this OHM, the protocol can therefore reduce the total supply of OHM and increase the price of each remaining OHM until it goes back to 1 DAI. This process makes it certain that OHM will not trade below its intrinsic value of 1 DAI over the long term.\\n* When OHM trades above 1 DAI, the protocol can mint and sell new OHM. This will increase the supply of OHM and drive down its price towards 1 DAI.\\n\\nFrom the price history of OHM since Olympus’ inception, you can see that OHM has traded much higher than this 1 DAI / 1 USD price floor. Thus far, OHM’s all-time high price was around USD 1,415 (25 April 2021), and its all-time low price was around USD 162 (23 May 2021).\\n\\n![OHM's price chart since inception from CoinGecko (as of 29 December 2021).](https://images.mirror-media.xyz/publication-images/vtvA8vIGuRS2_TUPCD0ec.jpg?height=772&width=1000)\\n\\nNow, you might wonder why people have been willing to pay such a hefty premium for OHM given that its effective price floor is actually only 1 USD?\\n\\nThe short answer is that Olympus DAO is currently still in its initial stage—it is prioritising growth over price stability, and seeking to accumulate more assets and liquidity in its treasury. The market is therefore willing to pay a premium on OHM now, to capture this potential growth in the value controlled by Olympus DAO, which in turn will be shared with those who hold and stake OHM. (Before we discuss how Olympus DAO does this, we will make a slight detour first to discuss liquidity, which provides a foundation for Olympus DAO to grow its protocol-controlled value, while protecting OHM holders.)\\n\\n### Protocol-owned liquidity\\n\\n[Liquidity](https://www.gemini.com/cryptopedia/what-is-liquidity-bid-ask-spread-slippage) refers to the ease with which an asset can be converted into another asset without affecting its current market price. As mentioned earlier, this is another important feature of a reserve currency. After all, if you want your currency to be the currency that people fall back upon as a safe store of value, then they must be able to easily convert their assets into your currency without affecting its price.\\n\\nIn DeFi, liquidity is something that protocols have been fighting hard over. The fate of a protocol’s tokens, and by extension its value, often lies in whether they have sufficient liquidity. This is why many DeFi protocols have typically offered substantial incentives for people to provide liquidity, resulting in the high yields that DeFi is known for.\\n\\nHowever, this method of obtaining liquidity is fundamentally unsustainable. Nothing stops third-party liquidity providers from withdrawing their liquidity when the next hyped project with higher yields appear, or when the overall crypto market turn bearish and they want to convert their liquidity into safer assets. The result is that protocols have to effectively keep paying high “rents” for their liquidity, which imposes a perpetual cost on them.\\n\\nOlympus DAO seeks to overcome this limitation by seeking to own the liquidity of its own tokens. It is one of a newer generation of Defi protocols—often dubbed “[DeFi 2.0](https://finance.yahoo.com/news/three-defi-2-0-projects-123600005.html)”—that have pioneered the concept of “protocol-owned liquidity”. Instead of continuously rewarding third-parties to provide liquidity for its OHM tokens, Olympus DAO structures its incentives to instead acquire this liquidity from third-parties outright, and thus permanently own it.\\n\\n### Bonding\\n\\nThe mechanism by which Olympus DAO acquires liquidity for OHM is referred to as bonding.\\n\\nBut before we discuss how bonding works, we must first understand how liquidity is actually provided within DeFi:\\n\\n* Liquidity is most often supplied in what are called decentralised exchanges (DEXes). These DEXes are the functional equivalents of a crypto exchange like [Coinbase](https://www.coinbase.com/), except that they allow users to exchange crypto assets without the need of any third-party.\\n* This is possible through an [automated market making](https://www.gemini.com/cryptopedia/amm-what-are-automated-market-makers) mechanism. Here, instead of users trading a pair of assets with each other as buyers and sellers (e.g. exchanging DAI for OHM, and vice versa), they do so against a liquidity pool containing both assets.\\n* Generally speaking, the price of both assets within the liquidity pool is determined by a constant product formula, whereby the product of the quantities of the first asset (*x*) and the second asset (*y*) must always be a constant (*x* \\\\* *y* = *k*). So if I buy OHM from the OHM-DAI liquidity pool, I am effectively adding DAI to the pool and taking out OHM. As the supply of OHM within the pool falls, the OHM-DAI exchange rate will have to shift in favour of OHM (i.e. the price of OHM increases in terms of DAI) so that *k* remains constant.\\n* Due to this constant product formula, the liquidity pool of a pair of assets can maintain a state of equilibrium, with the total value of each asset in the pool always equal. What changes is the quantity of the assets within the pool, as well as the exchange rate between them, i.e. their prices. (You can refer to the screenshot below for a worked example from a [DeFi course](https://www.coursera.org/learn/decentralized-finance-deep-dive-duke) I took on Coursera.)\\n\\n![By selling 4 DAI (in exchange for USDC) to this DAI-USDC liquidity pool, the investor has caused the DAI-USDC exchange rate to shift from 1:1  to 1.04:1. This occurs because the liquidity pool has to maintain a constant product (i.e. k = 10,000). In practice, the constant product of a pool with deep liquidity has to be much bigger, to minimise price slippage caused by any large swaps.](https://images.mirror-media.xyz/publication-images/W52zlC3D06Z13dmbF6E21.jpg?height=534&width=929)\\n\\n* In addition, should the prices of the assets within a liquidity pool in a DEX deviate from the market prices on other exchanges, traders can take advantage by arbitraging the liquidity pool until the prices of the assets are back in line with market prices.\\n* For the purposes of understanding how Olympus DAO’s bonding mechanism works, what you should know about DEXes is that anyone can actually supply their assets to a liquidity pool, and earn a cut of the transaction fees. There is no minimum amount in terms of the liquidity that each person can provide. The only constraint is that you have to supply an equal amount in value for both assets into the pool.\\n* For instance, if I have USD 2,000 worth of OHM to spare and I want to supply liquidity to the OHM-DAI pool, I will first have to convert USD 1,000 of my OHM into DAI, and then supply USD 1,000 of both OHM and DAI into the pool. In return, I will get a liquidity pool token from the DEX, which signifies my share of the assets within the liquidity pool.\\n\\nSuch liquidity pool tokens for selected pools containing OHM tokens are what Olympus DAO seeks to acquire through bonding. By owning these tokens, Olympus DAO will own the underlying assets within the liquidity pool. It can therefore ensure that those assets remain in the pool, and guarantee liquidity in perpetuity for those holding OHM tokens.\\n\\nTo incentivise owners to transfer their liquidity pool tokens over, Olympus DAO offers them a deal:\\n\\n* They can “bond” their liquidity pool tokens with Olympus DAO, and in return, obtain OHM tokens at a discount to the current market price.\\n* Using my earlier example, if my liquidity pool tokens for the OHM-DAI pool are worth USD 2,000, I can bond them to get discounted OHM. If the bond discount is 5% and the current price of each OHM is USD 100, I will be then able to obtain a total of around 21.05 OHM (at the bond price of USD 95 per OHM).\\n* That said, these discounted OHM will not be released to me all at once. Instead, they vest linearly over time (currently set at around 5 days), so that bonders do not sell all their discounted OHM at once for an immediate profit.\\n\\nTo understand how the bond discount is derived, we must first be aware that the price of bonds is actually set independently from the market price of OHM. The documentation on its website outlines the [equations](https://docs.olympusdao.finance/main/references/equations) Olympus DAO relies on to derive the bond price, but how it works is as follows, in what I hope is more intuitive language:\\n\\n* When someone bonds their liquidity pool tokens, Olympus DAO likewise receives the bonded liquidity pool tokens over the five-day vesting period (just as the person receives the discounted OHM over the vesting period).\\n* The value of the bonded liquidity pool tokens that are awaiting entry into Olympus DAO’s treasury (in USD) is divided by the total supply of OHM to give a figure called the “debt ratio”. This is a measure of the total outstanding debt borne by Olympus DAO at the moment.\\n* This “debt ratio” is then multiplied by a scaling variable called the “Bond Control Variable” (BCV) to derive the “bond premium”. The bond price is the sum of 1 USD (the intrinsic value of each OHM) and the bond premium (i.e. *bond price* = 1 + *debt ratio* \\\\* *BCV*).\\n* As more of the bonded liquidity pool tokens enter Olympus DAO’s treasury over the vesting period, the debt ratio and hence the bond premium will decrease accordingly, thereby reducing the bond price.\\n* On the whole, bond prices will increase whenever people bond their liquidity pool tokens with Olympus DAO. A large enough bond purchase may even increase the bond price such that it exceeds the current market price, resulting in a negative discount. Nevertheless, as the bonds vest, the bond price should go then down, and the bond discount should eventually become positive again.\\n* This dynamic ultimately ensures that Olympus DAO can take on bonded liquidity pool tokens sustainably without incurring too much debt, while also maintaining market demand for OHM through the bond discount.\\n* In addition, by adjusting the BCV, Olympus DAO can calibrate the amount of liquidity it plans to acquire. For example, if more liquidity in the OHM-DAI pool is desired, Olympus DAO can reduce the BCV for the OHM-DAI liquidity pool tokens. This reduces the rate at which the bond price increases, and makes it more attractive for people to bond their OHM-DAI liquidity pool tokens. (The current BCV values for the different liquidity pool token and asset that can be bonded with Olympus DAO are shown on [this dashboard](https://dune.xyz/shadow/Olympus-Policy).)\\n\\nBonding has thus far been an effective mechanism for Olympus DAO to acquire liquidity for OHM, and thus increase its protocol-owned liquidity. For instance, Olympus DAO now owns more than 99% of the liquidity for the OHM-DAI pool on SushiSwap as well as the OHM-FRAX pool on Uniswap V2.\\n\\nThere are also material benefits to owning one’s liquidity too. The transaction fees for swaps, which is 0.3% of the trading amount on Uniswap V2 and SushiSwap, mainly accrue to the liquidity pool owners, and is split according to their respective stake. By controlling almost all of the liquidity for OHM, Olympus DAO is able to capture revenue from anyone who swaps their OHM for other tokens.\\n\\n![Chart from @fluidsonic's dashboard showing Olympus DAO's revenue from its protocol-owned liquidity since inception. (Note that the data in end-December may not be accurate due to Olympus DAO's ongoing migration to V2.)](https://images.mirror-media.xyz/publication-images/qzr7lbbz56_-Zj2vnXpJE.jpg?height=497&width=933)\\n\\nFurthermore, bonding is not only used to enable Olympus DAO to grow its protocol-owned liquidity.\\n\\nOlympus DAO also uses the same bonding mechanism to acquire assets for its treasury, thus increasing its protocol-controlled value. For users, this means that besides bonding liquidity pool tokens, they can also bond certain assets directly in exchange for discounted OHM.\\n\\nIn its early days, Olympus DAO started with [bonding DAI](https://olympusdao.medium.com/dai-bonds-a-more-effective-sales-mechanism-c9a57586f1f7) (on top of bonding OHM-DAI liquidity pool tokens). Since then, it has accumulated a diverse range of decentralised assets in its treasury through bonding—this includes other decentralised stablecoins, i.e. [FRAX](https://forum.olympusdao.finance/d/32-oip-8-frax-partnership) (which is partially collateralised with USDC), [LUSD](https://forum.olympusdao.finance/d/100-oip-24-add-lusd-to-the-treasury) and [UST](https://forum.olympusdao.finance/d/500-oip-52-add-ust-to-the-treasury), as well as other non-pegged assets, such as [ETH](https://forum.olympusdao.finance/d/67-oip-15-add-eth-to-the-treasury) and [SUSHI](https://forum.olympusdao.finance/d/111-oip-29-execute-treasury-swap-with-sushiswap). (See the governance proposal, [OIP-51](https://forum.olympusdao.finance/d/481-oip-51-strategic-asset-whitelist), for an initial list of tokens that Olympus DAO intends to acquire for their strategic value.)\\n\\nThe total market value of all the assets in Olympus DAO’s treasury now stands at around [USD 700 million](https://dune.xyz/queries/29778/60051) at the time of writing. This is no mean feat given that Olympus DAO began with only [68,260 DAI](https://olympusdao.medium.com/olympus-initial-state-4f86c6b7d5d2) when it started operating on 23 March 2021—a growth of more than 10,000 times in less than a year.\\n\\n![Chart from @shadow's dashboard showing the market value Olympus DAO's treasury since inception, broken down by asset. (Note that the data in end-December may not be accurate due to Olympus DAO's ongoing migration to V2.)](https://images.mirror-media.xyz/publication-images/VPz7Js6iQeyAVqzJ4jx26.jpg?height=566&width=939)\\n\\nLike how owning liquidity allows it to obtain the transaction fees paid, Olympus DAO can also generate yield on the assets in its treasury. This is in fact what Olympus DAO has been doing. Its community has recently approved the use of up to 50% of Olympus’ excess reserves (i.e. treasury assets which are not used to back the OHM tokens in circulation) for yield generation in whitelisted DeFi protocols, such as [Aave](https://aave.com/), [Compound](https://compound.finance/), and [Convex Finance](https://www.convexfinance.com/) (see [OIP-54](https://snapshot.org/#/olympusdao.eth/proposal/0x3e627dda2b2b75f6dbf92735ae8f9682de8be816a61081fe738e03a72b9c47d1)).\\n\\nHaving explained how Olympus DAO is able to both acquire its own liquidity and grow its treasury through bonding, we now come back to the earlier question: why would anyone want to pay more than the intrinsic value (i.e. 1 DAI) for each OHM token, be it through bonding or trading for it in the open market?\\n\\nI mentioned that the short answer is that buyers of the OHM token are willing to pay a premium to capture a part of Olympus DAO’s future growth. The long answer requires an explanation of the second key mechanism that Olympus DAO operates, called staking.\\n\\n### Staking\\n\\nStaking is a mechanism that builds on bonding.\\n\\nIf you recall, the bond price is effectively the sum of the intrinsic value of OHM (i.e. 1 USD) and the bond premium. This premium is the profit earned by Olympus DAO because it is only required to back each circulating OHM with at least 1 DAI (although this can be [changed](https://forum.olympusdao.finance/d/31-use-price-floor-as-tool-for-monetary-policy) in the future).\\n\\n[90%](https://olympusdao.medium.com/introducing-olympusdao-a-true-digital-currency-protocol-648c00c572d2) of this profit from bonding (as well as yields generated from the treasury’s existing liquidity and assets) is then distributed to those who stake OHM, with the remaining 10% going to Olympus DAO’s treasury. How this is done is that Olympus DAO will mint new OHM tokens (backed by the new profits which will stay in the treasury), and these new OHM tokens become the actual reward that will accrue to OHM stakers.\\n\\nFrom the user’s perspective, this is how staking works:\\n\\n* To stake OHM, users have to lock their OHM tokens within the staking contract in Olympus DAO’s application.\\n* They will then receive an equal amount of sOHM tokens, which effectively reflects their staked OHM. (You can think of sOHM as a token that entities you to redeem the OHM tokens you have deposited in the staking contract at a 1:1 ratio.)\\n* When Olympus DAO earns a profit and mints new OHM to distribute to stakers, it sends the new OHM tokens to the staking contract.\\n* Given that there is now more OHM deposited in the staking contract than the sOHM minted by it, the supply of sOHM needs to increase by the corresponding amount. This is what Olympus DAO calls a “rebase”.\\n* For example, let’s assume there are 1 million OHM staked and thus 1 million sOHM outstanding. If Olympus DAO earns USD 5,000 in profits, which it uses to mint and back 5,000 new OHM, it will send those OHM to the staking contract. There will therefore be 1,005,000 OHM staked and 1,000,000 sOHM outstanding, and the sOHM supply needs to increase by 5,000 or 0.5% to return to balance.\\n* This increase in sOHM supply is allocated proportionally to how much sOHM you have, i.e. everyone receives the same percentage profit for each rebase. Using the above example, if you have 1,000 sOHM, you will have 0.5% more sOHM after the rebase (i.e. 1,050 sOHM).\\n\\nThe distribution of profits, as manifested in the rebase rewards, is done every eight hours or three times per day. This is automatic, so stakers do not have to do anything except to remain staked. With each rebase every eight hours, the number of sOHM they hold will steadily increase.\\n\\nGiven that the rebases compound, the annual percentage yield (APY) for staking OHM can hit rather astronomical figures. Using the illustrative rebase rate of 0.5% per eight-hour period, 1 sOHM will become approximately 234.42 sOHM after a year—a more than 20,000% increase! This demonstrates the sheer power of compound interest.\\n\\nIn fact, when Olympus DAO first started, its APY was a six-figure number. However, that has since dropped to [around 5,000% APY](https://dune.xyz/queries/253512/475462) at the time of writing, which is still a pretty insane yield when compared to what you get in traditional finance.\\n\\n![Chart from @shadow's dashboard showing the Olympus DAO's staking APY since inception, broken down by asset. (Note that the data on this chart is up till 11 December 2021.)](https://images.mirror-media.xyz/publication-images/11WrIFhp4p0UF8WZOLshs.jpg?height=566&width=939)\\n\\nThis high APY is likely the reason why many people have been so eager to pay a hefty premium to buy OHM—to pay now for the potential to accumulate much more OHM in the future through staking, as Olympus DAO grows further.\\n\\n## (4) Are the high yields from staking OHM sustainable?\\n\\nBut you might be wondering: Olympus DAO’s APY, even at around 5,000% today, sounds too good to be true—is it a scam?\\n\\n### APY is not everything\\n\\nThe APY figure by itself is actually a distraction because the rebase rate is expected to decrease as Olympus DAO grows. You should therefore not be looking only at the current APY figure to estimate your return on staking OHM over the long term.\\n\\nIn fact, Olympus DAO itself has acknowledged that the kind of APY in its early days are unsustainable over the long term (see [OIP-11](https://forum.olympusdao.finance/d/37-oip-11-reducing-reward-rate)), and has implemented a framework to calibrate the rebase rate downwards as the supply of OHM grows (see [OIP-18](https://forum.olympusdao.finance/d/77-oip-18-reward-rate-framework-and-reduction)).\\n\\n![This is Olympus DAO's framework to calibrate its rebase rate based on the total OHM supply. The formula to derive the rebase rate is based on the total OHM supply divided by the number of OHM staked, and then multiplied by the reward rate (which is a constant set by Olympus DAO's policy team based on this framework). We'll discuss the implications of this formula in the next sub-section.](https://images.mirror-media.xyz/publication-images/t3eypNNqW7swkvwIURqNT.png?height=201&width=597)\\n\\nReducing the rebase rate may seem counter-intuitive, but there are benefits:\\n\\n* Firstly, a lower rebase rate encourages bonding. The decision whether to bond liquidity and assets depends not only on the bond discount, but also whether it is more than the five-day rate of return from staking. So if the bond discount is less than that, it actually is better for the bonder to just buy and stake OHM directly. Hence, by reducing the rebase rate (which lowers the five-day rate of return), bonding can remain viable even with a lower bond discount. From Olympus’ perspective, this means that for the same amount of liquidity or assets that a bonder provides, the bond price can be higher. This translates into higher profits, which will eventually benefit stakers as the treasury grows.\\n* Secondly, a lower rebase rate can be seen as a form of “delayed gratification”, which will increase the runway at which Olympus DAO can sustain its rebasing rewards to stakers. This runway is a key metric that Olympus DAO tracks, and at the time of writing, it is able to sustain its current rebase rate for around a year, even if the protocol were to completely stop earning any revenue (the runway is updated in real-time on this [chart](https://dune.xyz/queries/37326/74014)). A longer runway through a lower rebase rate will provide more certainty to new investors, encourage them to buy and hold OHM for the long term, and enhance stability in the market for OHM.\\n\\nIn sum, the yield from staking OHM is not a scam, but the high APY figure is not meant to be permanent by design.\\n\\n* Through bonding, Olympus DAO is able to profit from those want to buy OHM—even though they obtain their OHM at a slight discount to market price, Olympus DAO locks in a profit as well due to the bond premium. These profits from bonding provides the basis for Olympus DAO to reward stakers, through the new OHM that is distributed to them at every rebase.\\n* As Olympus DAO starts to mature as a protocol, it has rightly started to transit from trying to grow *quickly*, to now trying to grow *sustainably*. This entails increasing the runway for the protocol to sustain its rebasing rewards (i.e. yield from staking) via reducing the rebase rate. Doing so will also help maintain demand for bonding.\\n\\n[https://twitter.com/wagmianon/status/1473065750533390340](https://twitter.com/wagmianon/status/1473065750533390340)\\n\\n### The power of staking\\n\\nEven if one can be assured that OHM’s staking yield is sustainable, there is still the issue of what can happen if Olympus DAO’s flywheel starts to turn the other way—stakers start to unstake, sell their OHM en masse, and the price of OHM falls significantly.\\n\\nWhile volatility in crypto cannot be completely mitigated, Olympus DAO has designed its staking mechanism to offer some countervailing effects should market sentiment turn extremely bearish.\\n\\nThe key to this is that the rebase rate is designed such that it is inversely proportional to the staking rate. In other words, when more people unstake OHM, and the proportion of staked OHM out of the total supply decreases, the rebase rate increases. So when more people unstake OHM, the remaining stakers will actually benefit more.\\n\\n![Olympus DAO's formula for calculating the rebase rate, which it calls the \\\"reward yield\\\" in its documentation.](https://images.mirror-media.xyz/publication-images/6G7vLHkcUhaqoZUDJS0Lx.jpg?height=150&width=1200)\\n\\nThe [example](https://docs.olympusdao.finance/main/basics/basics#what-will-happen-if-there-is-a-bank-run-on-olympus) outlined by Olympus DAO in the event of a hypothetical bank run is illustrative, which is based on data as of 15 September 2021:\\n\\n* In this scenario, we assume that an overwhelming number of stakers would unstake, and the proportion of staked OHM collapses from 92% to 3.3%. This leaves only 55,000 staked (out of the total circulating supply of around 1.67 million OHM).\\n* We also assume that the inflow to the treasury also stops completely, as no one is likely to want to bond during a bank run.\\n* Finally, we assume that those last standing stakers bought in at a price of USD 500 per OHM. Their initial investment in total would therefore be USD 27.5 million.\\n* At the point of this hypothetical bank run on 15 September 2021, the total OHM supply (i.e. OHM in circulation and in Olympus DAO’s treasury) was 2,082,553. In addition, what Olympus DAO calls the “risk-free value” (RFV) was USD 47,041,833. This RFV comprises the dollar value of the stablecoins in the treasury, as well as a [marked-down value](https://olympusdao.medium.com/a-primer-on-oly-bonds-9763f125c124) of the liquidity owned by Olympus DAO, and essentially indicates the amount of funds that Olympus DAO guarantees to use to back OHM.\\n* By subtracting the total OHM supply from the RFV, we get the number of new OHM that Olympus DAO can continue to mint (i.e. 44,959,280 OHM), given that each OHM has to be backed by 1 USD.\\n* If those last standing stakers remain staked, they will eventually be able to obtain this additional 44.9 million OHM tokens through the rebase rewards, which Olympus DAO estimates would take roughly a year to pay out in full.\\n* At this point, if the price of OHM is at its intrinsic value of 1 USD, those last standing stakers would still be sitting on a sizable profit. The value of their entire stake of OHM would now be worth around USD 45 million, compared to their initial cost basis of USD 27.5 million.\\n\\nThat said, this hypothetical bank run scenario is unlikely to play out. After a certain point, people will realise that extremely high rebasing rewards are being paid to stakers, and will therefore want to buy and stake OHM for themselves to capture this yield. Given this inherent dynamic, any bearish trend should not play out indefinitely.\\n\\nNot surprisingly, the proportion of OHM staked has remained consistently high—at over 90%—since the launch of Olympus DAO.\\n\\nIt is simply in everyone’s interest to remain staked, which forms the basis of the [“(3,3)” meme](https://docs.olympusdao.finance/main/basics/basics#what-is-the-deal-with-3-3-and-1-1) that Olympus DAO popularised across the crypto community.\\n\\n## (5) Is it worthwhile to buy OHM at such a high premium?\\n\\nAt this point, you might be convinced that Olympus DAO’s protocol is sound and want to buy some OHM yourself. But you might also be unsure about the extent of the premium you should be paying over OHM’s intrinsic value of 1 USD—given the potential rewards and risks, at what point would OHM’s premium be unjustified?\\n\\nWhile the answer to this question will largely depend on your individual risk appetite and investment horizon, there are some guiding principles which can help you make a decision.\\n\\n### Expect both the rebase rate and price of OHM to trend down\\n\\nFirstly, you should not be investing in OHM with the expectation that the rebase rate/APY will remain constant over time. As mentioned earlier, in order to prioritise sustainable growth, Olympus DAO has implemented a framework to calibrate the rebase rate downwards as the supply of OHM increases.\\n\\nSecondly, as the rebase rate falls, it will only be natural for the premium for OHM to decrease. Hence, over the long term, you should expect that the price of OHM will trend downwards as well.\\n\\n### Consider the risk-free value (RFV)\\n\\nNow, since the rebase rate and price are expected to keep decreasing over time, what benchmark can you use as a guide to determine the premium that you are comfortable paying for each OHM?\\n\\nIf you want to take the most conservative benchmark possible to determine the absolute minimum that your investment in OHM may be worth, you will have to consider the prospect of OHM’s price reaching its intrinsic value of 1 USD.\\n\\nThis is the basis of the risk-free value (RFV):\\n\\n* If you recall, the RFV indicates the total amount of funds that Olympus DAO guarantees to use to back OHM, and it comprises the value of the stablecoins in the treasury, and a marked-down value of the liquidity.\\n* Another way to look at the RFV is that it should represent the total number of OHM that can ever exist if revenue stops completely, since Olympus DAO can keep minting new OHM until 1 OHM = 1 USD.\\n* By extension, OHM’s lowest possible market capitalisation (price multiplied by supply) would also be the RFV of Olympus DAO’s treasury.\\n\\nSo when you buy and stake OHM at any point in time, you have to consider that the theoretical minimum that your investment can go is actually the percentage of the RFV of Olympus DAO’s treasury that you capture then.\\n\\n* After all, when you buy and stake OHM, what you are doing is to effectively capture a certain percentage of OHM’s market capitalisation.\\n* In the absolute worst-case scenario, even if OHM’s price reaches its intrinsic value of 1 USD, the total supply of OHM should eventually still reach its RFV, since Olympus DAO’s treasury has sufficient assets to back that number of OHM tokens.\\n* In this case, you should always maintain the share of the RFV as long as you continue to keep your OHM staked, and accrue your share of the newly-minted OHM until supply of OHM is equal to the RFV.\\n\\nThis means that for your investment in OHM to become truly “risk free”, the RFV of Olympus DAO’s treasury must eventually surpass the market capitalisation of OHM that you initially bought in. To illustrate:\\n\\n* The current total supply of OHM is around [7.7 million](https://etherscan.io/token/0x64aa3364F17a4D01c6f1751Fd97C2BD3D7e7f1D5), and the current price for each OHM is about 325 USD. This will put OHM’s current market capitalisation at around USD 2.5 billion.\\n* Let’s say I buy and stake 77 OHM now, paying 25,025 USD. This would allow me to capture 0.001% of OHM’s current market capitalisation, as well as RFV.\\n* For my investment to be truly risk free, I must be guaranteed at least 25,025 OHM, given the intrinsic value of each OHM to be 1 USD.\\n* The only way this can happen is when the total RFV of Olympus DAO’s treasury becomes more than USD 2.5 billion – the initial market capitalisation of OHM that I bought in at.\\n\\nThe multiple of OHM’s current market capitalisation against the RFV (let’s call it MC/RFV in short) is therefore a useful benchmark for you to assess whether OHM’s premium is justified. The lower the MC/RFV multiple is, the closer you are to making a truly risk-free investment.\\n\\nFor context, the MC/RFV multiple is sitting at approximately 12.5 now, if we take OHM’s current market capitalisation to be around USD 2.5 billion, and its RFV to be around [USD 200 million](https://dune.xyz/queries/264809/497871). (Note that I have not been able to get fully accurate data, as Olympus DAO is in the midst of migrating to [V2](https://olympusdao.medium.com/introducing-olympus-v2-c4ade14e9fe), resulting in its dashboards not being completely synced yet. This V2 migration is essentially an upgrade of its smart contracts to introduce new features.)\\n\\n### Consider non-RFV growth\\n\\nAt the same time, you should note that using the RFV as the basis for valuation is highly conservative, given that the market value of assets in Olympus DAO’s treasury is much more than the RFV. At [about USD 700 billion](https://dune.xyz/queries/29778/60051) currently, it is more than 3 times the RFV (likewise, data may not be fully accurate due to the V2 migration).\\n\\nWhile this non-RFV portion of Olympus DAO’s treasury is not entirely risk free, this is where its growth potential may be the strongest moving forward. Olympus DAO has been embarking on various initiatives to diversify its revenue stream and drive further growth in its treasury:\\n\\n* *“B2B sales”*: Olympus DAO launched the “[Olympus Pro](https://olympusdao.medium.com/introducing-olympus-pro-d8db3052fca5)” platform in September, leveraging its bonding mechanism as a service for other protocols to acquire their own liquidity. In exchange, Olympus DAO gets to develop an additional source of revenue (it takes 3.3% of bonding revenue), while also diversifying the asset base in its treasury. Its partners will also obtain OHM as a treasury asset and/or to support its own liquidity. Thus far, the rollout of Olympus Pro has been successful—at the time of writing, it has [at least 38 partner protocols](https://pro.olympusdao.finance/#/partners) on Ethereum, and a few more on other blockchains. If this can be sustained, Olympus Pro will certainly support Olympus DAO’s mission of building OHM to be the reserve currency for DeFi.\\n* *“Strategic acquisitions”*: Olympus DAO has also been accumulating massive amounts of [strategic tokens](https://twitter.com/quasicypher1/status/1475612146935508996) as part of its treasury assets through bonding and DAO-to-DAO swaps. Not only do these tokens provide the potential for yield, they also confer Olympus DAO a say in the governance of other protocols. Given its [intent](https://twitter.com/quasicypher1/status/1475612150609625088) to use this influence to strengthen partnerships with these protocols, this should likewise help drive the adoption of OHM across DeFi.\\n* *“Spinning off subsidiaries”*: The launch of [\\\\[REDACTED\\\\] Cartel](https://www.redactedcartel.xyz/) as a complementary [subDAO](https://forum.olympusdao.finance/d/319-support-redacted-as-an-olympus-branch) also represents another mode of organisation for Olympus DAO, in which it can spin off branches to pursue more focused objectives without detracting from its primary mission of cementing OHM’s place as DeFi’ reserve currency. In the case of \\\\[REDACTED\\\\] Cartel, this should position Olympus DAO well in the ongoing “[Curve wars](https://theknower.substack.com/p/the-curve-wars-rage-on)”.\\n\\n[https://twitter.com/B49Jme/status/1476010917846401035](https://twitter.com/B49Jme/status/1476010917846401035)\\n\\n* *“Expansion to new markets”*: Finally, Olympus DAO is in the midst of its migration to [V2](https://olympusdao.medium.com/get-ready-for-olympus-v2-migration-360764a61168), which has expanded the use of OHM into other blockchains besides Ethereum. Through [gOHM](https://twitter.com/olympusdao/status/1465410905542385677) (a “[wrapped](https://docs.olympusdao.finance/main/contracts/tokens#gohm)” form of sOHM that does away with a constantly-increasing token balance), those who are staking OHM can essentially deploy their sOHM on other blockchains and take advantage of opportunities in the wider DeFi space. Much like a multi-national corporation, the implementation of gOHM—together with its liquidity-bootstrapping programme called [Proteus](https://forum.olympusdao.finance/d/381-oip-45-proteus)—may have the potential to make Olympus DAO a truly multi-chain protocol, with OHM the “global” reserve currency for DeFi.\\n\\nEven though all these initiatives may not necessarily accelerate RFV growth, they are likely to grow Olympus’ overall treasury, and more importantly, make OHM a strategic asset within DeFi.\\n\\nOn this note, I think it is important to keep in mind Olympus DAO’s long-term mission of making OHM a true store of value, whose value is tied to fiat currencies as little as possible. Right now, a substantial portion of Olympus DAO’s treasury is comprised of stablecoins, which means that the value of OHM is still somewhat linked to fiat currencies. That said, if Olympus DAO wants OHM to be an independently-valued reserve currency for DeFi, untethered to the vagaries of governments, then it must build up a broader stable of decentralised assets in its treasury—all of which will not contribute to RFV.\\n\\nFor these reasons, if you believe in Olympus DAO’s “end game” and think that OHM is going to occupy a more strategic place over the longer term, you might be willing to tolerate a higher level of risk, i.e. buy into OHM at a higher MC/RFV.\\n\\n### “Diamond hands” have value too\\n\\nIn addition, I do believe that conviction can also allow the more committed stakers to capture value too, given the way Olympus DAO has designed its staking mechanism.\\n\\nRecall that the rebase rate is designed such that it is inversely proportional to the staking rate. So if more people unstake (which they have to do in order to sell their OHM), those who remain staked can enjoy a higher return.\\n\\nTo me, this makes it seem unlikely that the price of OHM will fall to its RFV in the short term, since the increased staking rewards should help cushion some of the price declines. Of course, this is entirely speculative, and it remains to be seen how the market for OHM will pan out when we enter a severe bear market for crypto.\\n\\nNevertheless, I do have a soft spot for investment theses that reward those with “diamond hands”. With OHM, even if sentiments turn bearish, I know that I can capture some value from those who capitulate as long as I remain staked. For this reason, I feel personally comfortable holding and staking my small stash of OHM for the long term, and the short-term price action of OHM will definitely not affect my sleep.\\n\\n![I minted this NFT, which allowed me to input my own text in the speech bubble, to remind myself to have conviction in my investments.](https://images.mirror-media.xyz/publication-images/jWHDJ9KRoNh3skMCYsddE.jpg?height=499&width=900)\\n\\n### Understand the key risks\\n\\nOf course, there are still significant risks associated with Olympus DAO and DeFi more generally. These include:\\n\\n* *Competition*. Olympus DAO’s success has led many others to copy its design to create their own protocols, while offering higher yields. This fragments the available pool of assets and liquidity that Olympus DAO can acquire, and will curb its growth. Already, the size of [Wonderland](https://www.wonderland.money/)’s treasury has overtaken Olympus DAO’s, even though it began only in September. It remains to be seen whether Olympus DAO can sustain its value proposition amidst this competition, and whether there is enough space for multiple winners with different niches within DeFi (what the elusive [Concave](https://twitter.com/concavefi) protocol is trying to achieve may be helpful in this regard).\\n* *Smart contract risk*. All DeFi protocols are built on smart contracts on blockchains. Given the nascence of the space, there may be loopholes in some of these smart contracts, leading to exploits or hacks. While Olympus DAO’s smart contracts are not immune to this risk, the fact that they have been [audited](https://docs.olympusdao.finance/main/contracts/audits) by third-parties should lend some assurance. That said, given that Olympus DAO puts some of its treasury assets into other DeFi protocols to generate yield, it is also exposed to the smart contract risk of those protocols. As one of Olympus DAO’s contributors explained in this [article](https://www.okex.com/academy/en/olympusdao-protocol-owned-liquidity-defi-reserve-currency-ohm/), this risk scales not linearly but exponentially as Olympus DAO becomes more integrated with other protocols. Nevertheless, by diversifying its treasury yield strategies (and as the Defi space matures), Olympus DAO should be able to keep this risk manageable.\\n* *Stablecoins losing their peg.* The risk-free value (RFV) of Olympus DAO’s treasury is dependent on the stablecoins in there (i.e. DAI, FRAX, LUSD, UST) retaining their peg. As DAI and FRAX are at least partially collateralised by USDC and other assets, they may be affected if centralised stablecoins get impacted by hostile regulatory action. Meanwhile, even though LUSD and UST are decentralised, their algorithms to maintain the peg may not be immune to failure as well.\\n* *Governance risk.* Olympus DAO’s treasury resides in a [multi-signature vault](https://docs.olympusdao.finance/main/contracts/treasury), and any transactions using the treasury’s assets must be approved by at least four out of seven total signers. While it does not seem likely that the core team behind Olympus DAO is out to do a “[rug pull](https://coinmarketcap.com/alexandria/glossary/rug-pull)”, there is still a non-zero risk of insider collusion at the expense of the broader community. At the same time, while Olympus DAO is working towards [more decentralised governance](https://olympusdao.medium.com/introducing-olympus-v2-c4ade14e9fe), this may present other forms of risks, e.g. a third-party with sufficient resources or influence could seize control of governance to benefit their self-interest.\\n* *Black swan event.* Finally, even though Olympus DAO’s protocol has structured its incentives such that staking is the most optimal strategy for all, a black swan event—such as a complete meltdown in the crypto markets—could deliver a terminal blow that the protocol may not be able to recover from.\\n\\nGiven these risks, investing in OHM will not be everyone’s cup of tea. This is only normal, for we all have our own personal considerations when it comes to our investments.\\n\\nOn the flip side, even if you really like what Olympus DAO is trying to do and a higher risk appetite, you should also not be going all in on OHM. Even if the potential rewards seem attractive, always be sure to diversify your investments. After all, nothing is ever certain in this world.\\n\\n## (6) Thoughts on Olympus DAO’s future\\n\\nIf you have made it this far, I think you can see for yourself how complex Olympus DAO’s protocol is. It took me a while to wrap my head around how Olympus’ bonding and staking mechanisms are supposed to work, and it was only until I took the time to write this essay that I can say with some confidence that I finally got how everything came together.\\n\\nPerhaps, the simplest analogy I can offer to explain Olympus DAO is that it is a community-owned central bank—or a “Grassroots Federal Reserve” in the words of this [article](https://newsletter.banklesshq.com/p/wtf-is-olympus-dao)—with the following key traits:\\n\\n* Through a virtuous cycle of bonding and staking, Olympus DAO draws in liquidity and assets into its treasury, and distributes the gains to its community in the form of OHM. This process can be sustainable if the parameters for bonding and staking are calibrated well—the potential reward from staking can create a latent demand for bonds, which will in turn provide the basis for the staking yield.\\n* Because Olympus DAO’s treasury is like a “[black hole](https://twitter.com/RyanWatkins_/status/1447397287974604805)” in which its liquidity and assets cannot leave (unless OHM falls below its intrinsic value), OHM will always be backed by some value. As Zeus puts it in this [Tweet thread](https://twitter.com/ohmzeus/status/1378756204369960969), “A protocol that owns its own assets can go dormant but can never die.” Likewise, a currency that is backed by such a protocol should always retain some of its value.\\n* Governance of OHM will also reside in the holders of the actual currency, at least when Olympus DAO establishes a more decentralised form of governance after its migration to [V2](https://olympusdao.medium.com/introducing-olympus-v2-c4ade14e9fe). Community governance may perhaps be the most experimental aspect of Olympus DAO’s grand experiment in creating a new monetary system within DeFi, and it will certainly be fascinating to see where this goes over the long term.\\n\\n![One of the many memes about Olympus DAO created by its community on various online platforms. This one was taken from Olympus DAO's Subreddit.](https://images.mirror-media.xyz/publication-images/N_Dnmhpvn3OuZaWhm13eN.jpg?height=708&width=831)\\n\\nUltimately, I lean towards the more hopeful camp with regard to Olympus DAO. The core team has executed methodically and finely, while growing a passionate yet measured community alongside this journey. Given this track record, I think Olympus DAO has what it takes to become a leading DeFi protocol, at least in the medium term. Furthermore, while many risks still abound, DeFi is still in its early days, and I can’t help but feel incredibly [optimistic](https://www.collaborativefund.com/blog/save-like-a-pessimist-invest-like-an-optimist/) about Olympus DAO’s potential within this broader space.\\n\\nNotwithstanding my personal investments into OHM, I am also rooting for Olympus DAO because I think it upholds the original ethos of DeFi—of democratising finance, and sharing value with a broader group of stakeholders. A “grassroots Federal Reserve” does sound like a lofty ideal now, but if Olympus DAO succeeds in pulling DeFi together through OHM, this will definitely one for the history books.\\n\\n*Acknowledgements: I will like to thank Ewen and Liki for their insightful comments, which have allowed me to sharpen the assessment of the risks and growth prospects of Olympus DAO in this essay.*\\n\\n*Disclaimer: Nothing in this essay constitutes financial advice. Please do your own research and be mindful of your own investment objectives before investing into any cryptocurrencies, DeFi protocols or NFTs.*\\n\\n*Cover image by [Spencer Davis](https://www.pexels.com/photo/old-ruins-of-columns-of-medieval-temple-4388164/) from [Pexels](https://www.pexels.com/)*.\",\"timestamp\":1640924227,\"title\":\"Olympus DAO: A compelling investment opportunity in DeFi?\"},\"digest\":\"JgeuFB4OqYQ-Ptkj4iVvcg80ifd7onirC28U0WZJhIs\",\"authorship\":{\"contributor\":\"0xcb5Af959Ec03A8ea23cbd6Dc9B307C5A382dFFd1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HyvbrPHI0iaypipr5SVwZdE_B_6wVGO5VMT9dZ_B208\\\",\\\"y\\\":\\\"sOLnZ83rhsXb9UL5tHC9GjeRr-pZ4Ig2gtp3HlypL0I\\\"}\",\"signature\":\"KKCVxuu-19ZhuJqnn1PtpdXpuv4EfjTSJ0sY8h2ipxakVr4IOko0YbKaPLhN-RilHD3rR3iyjF9tstCpwUqn6Q\",\"signingKeySignature\":\"0xc93f239adac71dc873b1c308d9065c837733702b5d53abb5da0948a71be3109e6efd83870af51ffa4f6ed2bc23bf5b592f13238eb7ac94fdab9b380073ff44591b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HyvbrPHI0iaypipr5SVwZdE_B_6wVGO5VMT9dZ_B208\\\",\\\"y\\\":\\\"sOLnZ83rhsXb9UL5tHC9GjeRr-pZ4Ig2gtp3HlypL0I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tG49LjidmE3baWJbVTFkcQuWg4S64COdmTGpo_02pyY\"}"