"{\"content\":{\"body\":\"## **The Crypto Skeptic: Where I dismissed the NFT craze**\\n\\n[Crypto Skeptic](edition://0x3725CA6034bcDBc3c9aDa649d49Df68527661175?editionId=14)\\n\\nEver since Bitcoin came onto the scene in 2009, I have been generally skeptical of crypto currencies. While I tend to be an early adopter of new technologies, I was not the type to build a computer to mine the early Bitcoins. Later as it gained real value, it got swarmed by speculators and flippers attracting the *Wall Street Bro* types who became *Crypto Bros*. Bitcoin went from the digital equivalent of gold mining cultural, to the crypto version of stock exchange speculating and gambling, and neither interested me.\\n\\nWhen “Everydays: The First 5,000 Days” by Mike Winkelmann (the artist known as Beeple) sold as a Non-Fungible-Token (NFT) on March 11th, 2021 for over sixty-nine million dollars in a Christie’s auction, I also didn’t get sucked into the hype. The art world might have been outraged, but it didn’t seem anymore ridiculous than the sales of Jeff Koons’ or David Hockney’s non-digital art work for upwards of ninety million dollars. After a number of articles kept popping up, I finally clicked through to read about NFTs — blockchain signatures that authenticate a piece of digital art, or any digital data, to the creator or single owner. Also not that different from what Christie’s or museums do to authenticate IRL art, so still not that interesting…Moving on.\\n\\nThe article that finally caught my eye was *NFTs Need and Audience* by Jarrod Dicker, Jonathan Glick, and Tal Shachar. It came in a mediaREDEF newsletter as I worked on my second installment of an essay on Audience Engagement. Now NFTs were crossing with my interests of audience engagement and UX design. I followed the rabbit hole.\\n\\n> T<!-- -->his can change the way media companies and platforms structure their relationships with both creators and consumers under the value proposition of “ownership.” They can be groups of fans, buying clubs and collectives, perhaps formalized in a DAO structure. (Jarrod Dicker, Jonathan Glick, and Tal Shachar, *NFTs Need an Audience*)\\n\\n## **The Crypto Curious: Where I go down the rabbit hole**\\n\\n![](https://miro.medium.com/max/3840/1\\\\*ChbePy7Qf3MsU0yo2xe9dg.jpeg)\\n\\nClicking through the links of the article was the equivalent of walking through a forest and turning over a log to find the underside teeming with organisms, a whole ecosystem beneath the forest floor. Detritivores working tirelessly and quietly, feeding on the decomposing bodies of NFT speculators, to create the organic material layer that will fertilize the future growth of the forest.\\n\\nWhat I had missed in all the NFT hype and controversy about whether owning a piece of digital art meant anything, is that the NFT system resides on a different blockchain system than Bitcoin called Ethereum.\\n\\nEthereum started as a white paper published in 2013 by Vitalik Buterin, the founder of Ethereum, before the project’s launch in 2015. While Ethereum has it’s own currency commonly referred to as ETH, the novelty comes from it’s ability to be a foundation for other protocols that can create seemingly endless variations of social tokens and smart contracts. Everything being built in this space has come to be referred to as *web3*, while the rest of us still exist in *web2*. I suddenly realized that web3 will be the future we all live in, with crypto wallets to sign, verify, and track all forms of digital ownership.\\n\\nAn evangelical groups of creators, writers, and thinkers in the web3 space, who have a center of gravity in a private Discord called Friends With Benefits (FWB) and on this newly formed publishing platform, [Mirror.xyz](http://mirror.xyz/), see the opportunity to create new ownership economies between creators and their communities without the centralized middleman, third party of Facebook/Instagram, Substack, Medium, Twitter, Paetreon, inserted between the creator-fan relationship.\\n\\n> N<!-- -->FT creators in the future will have two paths: independent or collective. As an independent, creators can realize the full upside of their NFT creations and earn built-in royalties. But the collective model is an entirely new way to build distribution. Because the NFTs are programmable, the royalties can be broken down further into fractional shares. Instead of a creator earning their full share of royalties on share, they can distribute royalties to agents or collectives, who can help the creator gain distribution opportunities for the NFT. (Jarrod Dicker, *A New Media Structure: The Ownership Economy*)\\n\\nThe history and modern practice of royalty payments has been used in the music, film & publishing since the U.S. federal copyright law of 1790. The proposition for creators is that their creation can keep monetizing for them and supporting them while they going through the gestation and process of creation for the next piece. Artist have traditionally subsisted by having patrons or royalties.\\n\\nThe new form of NFT in combination with auctions and smart contracts seems to promise the ability to create a mixed portfolio for creators of royalties and committed patrons. Then comes the fractionalized NFT that can allow splits to let creators share the royalties with a collective, agents or committed patrons. When the associated NFT gets sold, the smart contract executes, and everyone holding a share gets paid.\\n\\nThe challenge with traditional royalties has been that it requires a large studio corporation and/or union with teams of lawyers and accountants to track and calculate royalty payouts. An independent creator would never be able to take advantage of this model. Here blockchain takes the place of all the lawyers, sales agents, accountants and payroll involved in sending out residual checks. Add some more careers to the digitization death list — go sign up for the new career paths of Blockchain Auditor, NFT Marketplace Manager, Smart Contract Designer.\\n\\n## **The Crypto Convert: Where I crypto-invest in a $NOVEL**\\n\\nFor independent filmmakers the model of NFT splits can also replace a funding platform which quickly became tiresome — Kickstarter. With splits you can also spell death to “Meal, Copy & Credit.” The now ironic pitch thrown around to young filmmakers asking them to come work on a short or indie film in exchange for getting fed on set, be given a copy of the film, and get a credit (aka experience and a resume bullet or reel clip). Now copy means being given a split of ownership, and their work on set can be compensated by the future sales and monetization.\\n\\n[Crypto Convert](edition://0x3725CA6034bcDBc3c9aDa649d49Df68527661175?editionId=15)\\n\\nTo prove that any of this can work and take hold, the crew behind [Mirror.xyz](http://mirror.xyz/) has helped some of their early adopters setup auction and splits of tokenized NFTs seen with [$ESSAY](https://j.mirror.xyz/uVGCCwwm3k341lPpxaJmHTZROESVse9Pe_rmbiuUAC0), [$GENERALIST](https://generalist.mirror.xyz/1T0h7VGDcECJuifK4TPDfRoUQ3zaO_tPwdZV-dtnNqw), and [Power to the Person](https://notboring.mirror.xyz/SPV\\\\_-bchriVn_ncDj8OgnLccSb5qAsU0sXNpg9y_UTk).\\n\\nNow I was convinced that having a crypto wallet is the way of the future and used the [NFT Skeptics Guide](https://justincone.com/posts/nft-skeptics-guide) as a starting point to setup a Metamask wallet and buy $50 USD worth of ETH. I set this up just in time to catch Emily Segal’s experiment to crowdfund her next novel with an auction of the token [$NOVEL](https://emily.mirror.xyz/0AFENlMKv9amUC1OJIZY26udpISw_raXkoEcvelPvzg). At the time of the auction, I purchased a share of the token for $20. Now in addition get thanked in the acknowledgements, I will also get a split when she mints and sells Act I of the book, and then again when she sells the first edition of the final book as an NFT.\\n\\nThe true potential of this whole scheme exceeds the ability to just raise funds from a pool of people with crypto wallets and ETH. A dynamic begins to form where a creator can reward their most diehard fans and supporters with stake in the creation of the next piece of art or media. Those people will then have a true investment in sharing and promoting that final piece when it comes time to monetize thus amplifying the word-of-mouth marketing.\\n\\n## Next time…\\n\\nThe NFT crazy has not been lost on filmmakers from [Trevor Hawkins](https://independent-magazine.org/2021/04/01/independent-film-lotawana-becomes-first-movie-to-be-sold-as-nft/#:\\\\~:text=Independent%20filmmaker%20Trevor%20Hawkins'%20Lotawana,sailboat%20on%20Missouri's%20Lake%20Lotawana.) to [Kevin Smith](https://deadline.com/2021/04/kevin-smith-killroy-was-here-nft-sale-jay-and-silent-bob-crypto-studio-1234733439/) to Anonymous Content and Permanent Content tackling [NFT-inspired IP](https://www.hollywoodreporter.com/news/nft-ip-first-non-fungible-character-optioned-for-tv-and-film). These early forays are claiming “firsts,” but do not actually leverage the true power of Ethereum for independent film funding and community building. Let’s start developing more creative ways to support up-and-coming creators outside the system, both auteurs and collectives that want to tell more original stories.\\n\\n\\nFollow the rabbit hole:\\n[NFTs Need an Audience](https://tals.substack.com/p/nfts-need-an-audience?utm_campaign=post&utm_medium=web&utm_source=copy)\\n[A New Media Structure: The Ownership Economy](https://darkstar.mirror.xyz/srmoGiN_1pg_toQGzCupkjWFOaf8xi0mM60zYpn_pwI)\\n[The fractionalization of NFTs will lead to better social tokens](https://jammsession.mirror.xyz/-xYcfFRlhDdLDSUgRMTYJAaRJBs2VG4LP34DnOV84mI)\\n[NFT Skeptics Guide](https://justincone.com/posts/nft-skeptics-guide/)\\n[Crowdfund a $NOVEL: Burn Alpha](https://emily.mirror.xyz/0AFENlMKv9amUC1OJIZY26udpISw_raXkoEcvelPvzg)\\n[Crowdfunding Writing with NFTs](https://dev.mirror.xyz/llJ_AboiDJwB_ZAFz-CXU7fL2p8v5Wz6MjfluLafewQ)\\n\",\"timestamp\":1624131402,\"title\":\"Death to “Meal, Copy and Credit” — The Rise of the Crypto Filmmakers\",\"publication\":\"c\"},\"digest\":\"HYf-JaZuE9O4UhbkBEKeLsE6WydN9UcnGI4dXfTMVFE\",\"authorship\":{\"contributor\":\"0x445d959751d21b6A460B30D0cD0c88CE63B01847\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GUwGiq4TL20O_JlF9onE3az9K38uAsfpbHrKgbWITGc\\\",\\\"y\\\":\\\"plJsWnLFiJQ9_n67zm8FsypLJrJaKNQPA5Ue0WO8Qas\\\"}\",\"signature\":\"sCBnYNWMju1so0EBIz2qmmwMLZFgDhgK3a27EjTigYGvt2KU0bcFdCyShBpNtMwTtCOWOYshVI10DCpA0QNhYw\",\"signingKeySignature\":\"0xb32ccb8496c88af6a3ae8f31d5a13c9c188dc1eae30554ef5656466c4adba9277aa51b6e28f312f16ab6b998833109638d8bb0ec776bc7b457056d3ff98914a61b\",\"signingKeyMessage\":\"I authorize the publication of articles on c.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GUwGiq4TL20O_JlF9onE3az9K38uAsfpbHrKgbWITGc\\\",\\\"y\\\":\\\"plJsWnLFiJQ9_n67zm8FsypLJrJaKNQPA5Ue0WO8Qas\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vZhl4M8FUbpnnwvUsfy5Sh4Y8dMOg46l5HjHufDXbDc\"}"