"{\"content\":{\"body\":\"Estas Condiciones de Servicio (“**Condiciones**“) gobiernan el acceso y uso de los servicios, incluyendo nacer, crecer, reproducirse\\\\* y morir (en adelante, la “**Existencia**” o “**Vida**“), así como la experimentación de cualquier estímulo, pensamiento, percepción u otro, que se presente a través de la Existencia (en adelante, de forma conjunta, las “**Experiencias**“). El acceso y uso a la Existencia queda condicionado a la aceptación y cumplimiento de estas Condiciones. Al acceder a la Existencia, usted consiente la aplicación de estas Condiciones.\\n\\n*\\\\*No disponible en todas las versiones*\\n\\n## 1. Condiciones Básicas\\n\\nUsted es el único responsable por el uso que pueda dar a la Existencia, por toda Experiencia que usted desarrolle a través de la Existencia y por cualquier consecuencia que de ellas se deriven.\\n\\nLa Vida evoluciona continuamente y, por ello, la forma o naturaleza de tal Vida puede cambiar de un momento a otro sin que se le haya notificado con antelación tal cambio. Asimismo, la Vida puede interrumpir (de forma temporal o permanente) la prestación de la Existencia (o cualquiera de las características de la Existencia) a usted o a todos los usuarios en general y, en estas circunstancias, es posible que la Vida no pueda notificarle este hecho con antelación. La Vida también se reserva el derecho a poner límites a su uso, en cualquier momento y sin previo aviso.\\n\\nLa Vida puede incluir sufrimiento, que puede estar relacionado con las Experiencias desarrolladas durante la Existencia. El tipo y las características de los sufrimientos que entrega la Vida a través de la Existencia están sujetos a cambios. En contraprestación por el hecho de que la Vida le permita el acceso y uso de la Existencia, usted acepta que la Vida pueda incluir sufrimiento en relación con las Experiencias que usted reciba a través de su Existencia.\\n\\n## 2. Seguridad\\n\\nUsted es el responsable de la custodia de la Vida y de cualquier actividad o acto que se lleve a cabo durante su Existencia. Recomendamos que proteja su Existencia mediante ejercicio regular, una dieta balanceada y buenos hábitos de higiene. La Vida no será responsable de ningún perjuicio o daño que resulte del incumplimiento de lo mencionado con anterioridad.\\n\\n## 3. Experiencias durante la Existencia\\n\\nCualquier Experiencia es de su responsabilidad exclusiva. Es posible que no supervisemos o controlemos las Experiencias disfrutadas a través de la Existencia y no aceptamos responsabilidad alguna por tales Experiencias. Queda bajo su exclusiva responsabilidad cualquier Experiencia que haya tenido a través de la Existencia.\\n\\nNo garantizamos que las Experiencias producidas a través de la Existencia sean benignas, felices, seguras ni saludables. Usted declara entender que el uso de la Existencia puede exponerle a Experiencias ofensivas, dañinas, tristes o inapropiadas. Bajo ninguna circunstancia asumirá la Vida responsabilidad alguna por las Experiencias, incluyendo sin limitación alguna todo error en cualquier Experiencia, o todo daño o pérdida de cualquier tipo que se haya producido como consecuencia de una Experiencia que se haya tenido durante la Existencia.\\n\\n## 4. Su Licencia Para el Uso de la Existencia\\n\\nLa Vida le concede una licencia personal, gratuita, no transferible y no renovable para el uso de un (1) cuerpo, que la Vida le proporciona como parte integrante de la Existencia. Este cuerpo tiene como solo propósito permitirle el uso y disfrute de la Existencia, de conformidad con lo previsto en estas Condiciones.\\n\\n## 5. Restricciones en el Uso de la Existencia\\n\\nLa Vida se reserva el derecho (sin que esto implique una obligación por parte de la Vida) a suspender o eliminar a un usuario y a reclamar la terminación de la Existencia, sin indemnización y en cualquier momento.\\n\\n## 6. Fin de la Aplicación de Estas Condiciones\\n\\nLas Condiciones serán de aplicación hasta el momento en que usted o la Vida pongan fin a las mismas de conformidad con lo establecido a continuación.\\n\\n**Usted puede poner fin a su Vida en cualquier momento y por cualquier razón, con la sola desactivación de su cuerpo, poniendo fin a la Existencia. No es necesario que notifique expresamente a la Vida el momento en que pone fin a su Existencia.**\\n\\nEs posible que que pongamos fin al uso de su cuerpo o bien limitemos el funcionamiento del mismo, en cualquier momento y por cualquier razón, sin limitación alguna.\\n\\nNada de lo dispuesto en esta cláusula afecta al derecho de la Vida para modificar, limitar o dejar de proveer la Existencia sin que medie notificación previa, de acuerdo con lo previsto en la cláusula 1.\\n\\n## 7. Renuncia y Limitación de Responsabilidad\\n\\nEl acceso a la Existencia o a cualquier Experiencia se realizará bajo su propia responsabilidad. Por la presente reconoce y acepta que la Existencia ocurrirá “EN LAS CONDICIONES ACTUALES” y “SUJETO A LA PROPIA DISPONIBILIDAD” de la Existencia.\\n\\n**La Vida no ofrece garantía alguna y declina toda responsabilidad por lo siguiente: (i) el carácter feliz, agradable y pleno de la Existencia o de las Experiencias; (ii) cualquier daño a su cuerpo, la pérdida de órganos o cualquier otro daño que resulte de cualquier Experiencia; y (iii) la idoneidad de la Existencia para satisfacer sus necesidades, sus expectativas o sus sueños de forma plena o libre de errores.**\\n\\n## Nota sobre las Extensiones de Licencia\\n\\nSi bien la Vida no contempla en las presentes Condiciones ningún tipo de Extensión de Licencia, existen empresas no relacionadas que ofrecen dicho servicio. No aprobamos, apoyamos, manifestamos o garantizamos el correcto funcionamiento de ningún tipo de Extensión de Licencia. No obstante, y como parte de nuestra política de transparencia, mencionamos a continuación dos tipos de Extensiones de Licencia disponibles en el mercado para los usuarios de la Vida:\\n\\nA. La Reencarnación®\\n\\nB. La Vida después de la Vida™\\n\\nEstos servicios son ofrecidos por terceros que no tienen ninguna relación con la Vida ni sus empresas subsidiarias, por lo que la Vida no incluye soporte de ninguna clase para estas Extensiones de Licencia, ni responsabilidad alguna por los resultados de la contratación de los servicios de las compañías antes mencionadas o cualquier otra que ofrezca Extensiones de Licencia.\\n\\n**ADVERTENCIA: Las condiciones de uso para estas Extensiones de Licencia podrían limitar seriamente la cantidad y calidad de las Experiencias que pueda tener a lo largo de su Existencia. La Vida no se hace cargo bajo ninguna circunstancia de posibles reclamos que puedan surgir, producto de estas limitaciones, cerca del final de su Existencia.**\\n\\nLa Existencia es provista por:\\n\\nVida Ltda.\\nEl Universo s/n.\\n\\nSi tiene alguna pregunta sobre estas Condiciones, por favor contáctenos.\",\"timestamp\":1640960524,\"title\":\"La vida: Condiciones de servicio\"},\"digest\":\"aO_tRXT_hJ45Z9Bcv_TSggucGyiabp_DANy50TzG_tA\",\"authorship\":{\"contributor\":\"0xf301adFdAaAcB0A497a721c169906F07b073C4a9\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-VVDJGHEfTJGsuyPUpRENj5sG37gX5TRiI3lLCcu2Vg\\\",\\\"y\\\":\\\"NtQmiMuTtE6h-8xsgW5_pl0JnJ7ESX90tSfGdmOcgTQ\\\"}\",\"signature\":\"RRsj8YTYFnVjOwx3bWEPvfQCNNVKq_Takm8Rkk3p5FP5KWmoISwLs-kmUQaucrctoq8KW4e6zLxOniH_Q-Mu7A\",\"signingKeySignature\":\"0x6f070285ebd12b41a846789598be181ea426acc903d4b2414bb23896d8822264588364eb765156658bfc477f29d154c8518f288e84ee1cd1c5b0fc9b497a9e281b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-VVDJGHEfTJGsuyPUpRENj5sG37gX5TRiI3lLCcu2Vg\\\",\\\"y\\\":\\\"NtQmiMuTtE6h-8xsgW5_pl0JnJ7ESX90tSfGdmOcgTQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kVTMe89hK3DOFFy1pfQAUVYubKJQg1SUbvuq-6FJWbo\"}"