"{\"content\":{\"body\":\"*This post was originally published 10/29/21 in my personal medium*\\n\\n![](https://miro.medium.com/max/1400/1\\\\*Qbvkufgr81oujSWVX9SERg.png)\\n\\nThe AMM model revolutionized liquidity provisioning and never before had it been possible to make such a wide variety of long-tail assets be tradable and sufficiently liquid. The first widely used implementation of an AMM, Uniswap v2, allowed for anyone to provide liquidity of an asset on an infinite curve. On this curve, everyone’s position was equal along with it, yet, those with large amounts of capital dominated pools and earned the vast majority of fees and yield while smaller LPs got rekted from impermanent loss. Although v2 was a revolutionary step for AMMs, it was still extremely inefficient and was ripe for opportunity to be improved upon.\\n\\n## **Uniswap v3: A New Era**\\n\\nEnter Uniswap v3, which amended upon the v2 model by having capital efficiency as the guiding principle, and allowed liquidity providers to place their capital in a specific individual price range. Instead of being on an infinite curve, LPs could set their range, for example, on an ETH-USDC pool between $2k-$4k price of ETH and earn more fees with less overhead capital. This model lowers slippage and enhances the individual trading experience as well as rewards more skilled LPs for providing liquidity at a reasonable price. Yet, in what Uniswap v3 gains in capital efficiency, it loses in both ease of use for retail liquidity providers and guaranteeing a reasonable price at all times. Uniswap v3 may have an excellent price of an asset at a given range, but if there is substantial volatility, then many of the ranges will become worse than the v2 model until LPs adjust.\\n\\nMany have criticized Uniswap v3 in its design but it’s quite clear they built it in that way on purpose; it was constructed in such a manner for wrappers and strategies to be built on top of it. Since its initial release, a number of Uni v3 managers have come out with actively managed strategies and token incentives for v3 positions, and they promise stellar returns. Although there are a number of benefits to this, these active strategies still face the same problem: greater capital efficiency and concentrated liquidity also mean greater risks of impermanent loss. After months of experimentation, there is still no simple and sustainable automatic Uniswap v3 rebalancing strategy that exists. Users and managers have to deal with massive impermanent loss during amplified swings (converted to permanent loss on rebalances) while protocols and speculators are faced with areas of high slippage at critical moments of volatility.\\n\\n## **Enter G-UNI**\\n\\nIt should be in the interest of the protocol for investors and speculators to buy and sell its native token at a reasonable price. While other strategies are opinionated in their approach, [G-UNI](https://docs-g-uni.gelato.network/) recognizes that there is no single dominant/rational strategy for UniV3. Instead of making a single strategy, G-UNI has created a flexible way for any strategy to be built on top of it making it the most suitable solution to act as the *“liquidity provider of last resort”*.\\n\\nBuilt on top of the Gelato Network, G-UNI is a neutral, unopinionated framework in managing liquidity. The *only* two things that G-UNI does are wrap the original NFT of a Uniswap v3 position into an ERC-20 token and auto-compound fees back into the pool. Each G-UNI position has an assigned pool manager (could be an EOA, multi-sig, smart contract, burned, etc.) and it is up to their discretion in how they decide to control rebalancing the liquidity.\\n\\nThe advantages of G-UNI include for users, they have the same experience as if they were providing liquidity to Uniswap v2, and for protocols, it aggregates liquidity from a wide range of sources into one concentrated range, making the position much more powerful than if just one individual provided it. Further, with the pool manager, all of this liquidity from multiple sources can be rebalanced in one go. To date, projects such as [Fei Protocol](https://medium.com/gelato-network/fei-to-utilize-g-uni-for-their-liquidity-mining-program-77bb80d51396), Instadapp, and [Float](https://twitter.com/FloatProtocol/status/1423430888772231175?s=20) have used G-UNI for their liquidity mining programs while [MakerDAO](https://twitter.com/hexonaut/status/1440400852385107975?s=20) and [Rari](https://medium.com/gelato-network/g-uni-rari-fuse-pool-is-now-live-5059d3a4a9b0) have G-UNI pools as collateral on their platforms.\\n\\n## **The Brick-by-Brick Strategy**\\n\\nIn order to solve this problem, we must take the capital efficiency of Univ3 and combine it with the best qualities of Univ2 to create sustainable liquidity for all. To do this, we propose that protocols implement the “brick by brick” fixed range solution, and with DeFi 2.0 products such as Olympus Pro and Tokemak Reactors, there has never been a better use case for it. Although rebalancing seems useful on the surface, yet impermanent loss makes it very difficult to implement effectively. What we have concluded at Gelato is that it is much better to stack ranges on top of each other. Furthermore, we discovered that the widest range liquidity can have while still enjoying the benefits of concentrated liquidity are a minimum of 4x above and 4x below a given token price. Data can be gathered and based on each protocol’s needs and preferences, new G-UNI ranges can be deployed every so often with tighter ranges and at different price points.\\n\\nHow the brick by brick solution would work with Olympus Pro is that protocols would sell bonds for a G-UNI pool in a wide fixed range. For example, in week 1, bonds would sell for G-UNI LP tokens that have a range of $0.50-$8.00 that targets an average market price of $4.00. Although this range may seem unprofitable, it is actually immensely more efficient than the zero to infinity curve that existed in v2 previously. After one week of providing liquidity and gathering data, the second week the protocol can sell a new class of bonds that accounts for a higher average market price of $4.00 and set the range of the new G-UNI pool to $1.00-$16.00. In the third week, the protocol can decide to sell bonds at a tighter range and target an average price of $3.00 with the G-UNI pool being between $1.00-$9.00. What makes this system so powerful with Olympus Pro is that the protocol guarantees reasonable liquidity at different sets of ranges since it owns the liquidity itself. A protocol can decide to turn off selling bonds to observe price action further and at any time turn on bonds to better target ranges. This in turn benefits Olympus Pro as it guarantees a constant revenue stream as protocols turn on and off the bond systems.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*jSCDvbBXmkVXB5LE)\\n\\nIn the future, migration tools can be created that will automatically transfer liquidity from Univ2 to G-UNI or in-between G-UNI contracts. In addition, any unused areas of liquidity for a pair could in theory be upgraded to have more capital efficiency by having tokens in the pools be deposited in lending protocols such as Aave or Rari Fuse. This may take some time to develop but shows the design space for G-UNI is truly infinite.\\n\\n## **Conclusion**\\n\\nG-UNI has emerged as the perfect use case for any DeFi 2.0 protocol. Projects can still incentivize professional market makers to provide liquidity at individual ticks, and should, but what G-UNI does ultimately becomes the LP of last resort for protocols and their holders.\",\"timestamp\":1636412030,\"title\":\"How G-UNI is the Ultimate Concentrated Liquidity Solution For DeFi 2.0\"},\"digest\":\"D9eW8J6_1-ZKyK5Po3afi34JiIoN-pv9CeVCj8sfhxw\",\"authorship\":{\"contributor\":\"0x4E2572d9161Fc58743A4622046Ca30a1fB538670\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dMr3HCDzrBHlcS6QLEfILnZORcmkprB_T4kZaD1KuE4\\\",\\\"y\\\":\\\"UEsDgJbCJ6wnn17TQtwtOQ5-sqzpYzkpScnhcOvfxN0\\\"}\",\"signature\":\"MLkhyJDFgdjg1dXLuVA33kJmGVWfQiWA7A3elJaQuEv_umxcOQikm2Bt3nyg_CtgDIIKZA2VXYg18kotX8lJzw\",\"signingKeySignature\":\"0xf01d6623124461fc4c49df79a1c01117e3a50acc9917f556b5b630a49886daed0413255e245dc0b07a5afd5339f8f2477b0373bf4de40b4d7b92d50a70e2b8d71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dMr3HCDzrBHlcS6QLEfILnZORcmkprB_T4kZaD1KuE4\\\",\\\"y\\\":\\\"UEsDgJbCJ6wnn17TQtwtOQ5-sqzpYzkpScnhcOvfxN0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"D9eW8J6_1-ZKyK5Po3afi34JiIoN-pv9CeVCj8sfhxw\"}"