"{\"content\":{\"body\":\"Every great piece of art gives us something new to contemplate and think about. It stimulates discussion and provokes thought. Art has a way of pushing boundaries, sometimes going too far in the process. But it also forces us to ask questions of ourselves and of the world around us. Some of those questions are inevitably uncomfortable and asking them through crypto-art means that they are etched unforgivingly on the provenance of the zeitgeist.\\n\\nThe immutability of works created for a public ledger means that every piece crafted, produced, and minted leaves a perfect and indelible mark on our culture and imagination. This quality of permanence is what sets apart the artists who work in this medium from all others. The permanence gives these works their power and lasting impact; however, it is also what ensures that the best and most timeless pieces will be remembered and cannot be forgotten. \\n\\nThese immutable and permanent qualities together create new and exciting possibilities and contain new challenges for artists who choose to work in this medium. The permanence of the works ensures that they will always be with us, but it also means that we have to be ever vigilant in guarding and protecting these pieces from those who would seek to change or diminish them while also maintaining a sense of curatorial and editorial perspective and judgment. \\n\\nThe works that we choose to honor and preserve will reflect on our contemporary culture for as long as the blockchain lives and continues to grow — we're making history here — and we must never forget that fact. This is a responsibility that we all share as citizens of the crypto-art world. The beauty of a work created for a public ledger is that it is both accessible and permanent; the ugly side of it is that the unfiltered nature of its permanence can render a collection of works unwelcoming, ugly, and even offensive with the passing of time and changing and evolving tastes. \\n\\nIn a sense, the blockchain is the ultimate museum where our wildest dreams as artists and citizens of this new digital-art world play out in front of us. But even museums have curators who guard their collections against those pieces which are out-of-place or unfit for consumption. In a public ledger, however, there is no curator — the artists are the curators. This is both a blessing and a curse, as it places the responsibility for the quality and tone of the work squarely on the shoulders of those who choose to create within this medium. \\n\\nAn enduring and immutable work of art is a treasure, to be sure, but it can also be a source of significant discomfort. As our understanding of history and the world around us evolves, so too must our view of the works that we hold and commemorate. The nature of the blockchain means that once a work is created, it cannot be changed; therefore, an artist must carefully consider what is put into this permanent record and commit to the responsibility of being the curator of their own collections. It is the duty of the artist who works in this medium to shepherd their work into the public eye with care, to ensure that it is a thing of value that will withstand the test of time. \\n\\nArtists have been exploring encryption as a medium for their work since the beginning of cryptography, and computational art emerged as a field even before computers were a mass-market technology. But crypto-art has really become its own entity only in the past decade or so, with the advent of NFTs and publicly available and accessible blockchain tech. \\n\\nThis emerging field is a new frontier, and artists who choose to contribute a work to a public blockchain have a responsibility as its first explorers to ensure that they create and make with care, with a mindful eye towards the shared legacy of the blockchain, and with the understanding that their work will be with us for a very long time. The permanence of the blockchain is both a challenge and an opportunity for artists who choose to explore it as a medium, but with care and consideration, it can also be a powerful tool for creating truly timeless art.\",\"timestamp\":1638350998,\"title\":\"The Zeitgeist And The Immutable Nature Of Blockchain Art \"},\"digest\":\"HDJgobJ7A9Nyu1zmhV4WEBsJqgp0OO3APCiUD6d7AHk\",\"authorship\":{\"contributor\":\"0xdEb3348Eb6fa98193cE2229a5B71175edb5F5f76\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kJo-GjcSc-AJYlttjjbrJhtBbfRsMCvCT5Lr4xAM0cA\\\",\\\"y\\\":\\\"wWmOKQoSujexdoDePi4FwjrG8ZUVh5EFUsFHsa6QtIk\\\"}\",\"signature\":\"x5c0DPiQtQYdk71rvrLm7Ay4s7OG3NlWXSeE47LfcBlNWzwhgmR4IQl2eysV3zKPIN-vspcQzanMdWbafXWacg\",\"signingKeySignature\":\"0x3b5ecd7ed1d11891620830135226fa93c0683e4b11f308bd36f287566b5f0cfd789e55de2a6f8bf2d35af41ed2ab0be2de092166a2d2ec7d2d772a17238e4a201b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kJo-GjcSc-AJYlttjjbrJhtBbfRsMCvCT5Lr4xAM0cA\\\",\\\"y\\\":\\\"wWmOKQoSujexdoDePi4FwjrG8ZUVh5EFUsFHsa6QtIk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HDJgobJ7A9Nyu1zmhV4WEBsJqgp0OO3APCiUD6d7AHk\"}"