"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/DQd6sm7pLqQ43XXRb6mM-.png?height=462&width=1280&size=medium)\\n\\n## It’s the third week of the Designer Weekly Spotlight and for this edition we are featuring Fabeeo Breen!\\n\\nFabeeo is an early digital fashion and web3 pioneer who has been experimenting across wearables and other related in-game fashion assets since as early as 2008. So much of his works are already available to take directly into various blockchain and non-native web3 games and virtual social environments and we can’t wait to see where he continues to weave his threads!\\n\\n* You can follow him on Twitter [here.](https://twitter.com/fabeeoBreen)\\n* Check out his full web3 fashion GDN profile [here.](https://designers.digitalax.xyz/designers/Fabeeo%20Breen/)\\n\\n![](https://images.mirror-media.xyz/publication-images/VUCxED67zWLhGddO4b7tS.png?height=1080&width=1920)\\n\\n### Treasury Web3 Fashion Vault Purchases\\n\\nUnder the designer spotlight, both the DIGITALAX + GDN Treasuries have purchased one each of Fabeeo’s live pieces from the DIGITALAX web3 fashion marketplace which will be held in the treasury vaults.\\n\\n### DIGITALAX Vault Purchase\\n\\nItem: [The Italian Job](https://fashion.digitalax.xyz/product/570/1/0/)\\n\\n![](https://images.mirror-media.xyz/publication-images/77miLYt_okhmgKZIepPgX.png?height=2048&width=2048)\\n\\n\\n---\\n\\n### GDN Vault Purchase\\n\\nItem: [Solar Storm](https://fashion.digitalax.xyz/product/553/1/0/)\\n\\n![](https://images.mirror-media.xyz/publication-images/3Rz0YulIGfmjphhY0uNEK.png?height=2048&width=2048)\\n\\n\\n---\\n\\n![](https://images.mirror-media.xyz/publication-images/yiiK95Xey25yrAnRa1eOC.png?height=1024&width=1024)\\n\\n![](https://images.mirror-media.xyz/publication-images/qKRuiMZesN7dpAj4WcpRz.png?height=1024&width=1024)\\n\\n![](https://images.mirror-media.xyz/publication-images/iJZa3RwLWpjhTrpO1QgdM.png?height=413&width=1280)\\n\\n### Autobiographical Entry from Fabeeo \\n\\nI’m a technical artist and computer enthusiast, 3D generalist with a background specialized in dynamics effects, procedural animation and fashion virtualization. After graduating in CGI in 2015 I started working as a VFX artist for feature films where I was mainly responsible for dynamic simulations and live action digital compositing. Despite starting my career in the world of cinema, I always had passion and an instinct for the video game industry where my heart has always been. During my course of study CLO and MD popped up in the market and I started playing with MD around 2012, I still remember the surprise feeling about speed and quality of simulations, it was very hard to achieve the same results in such a short time with any other standard 3D applications, especially at that time.\\n\\nWhat drives my interest is progress and technology, MD soon became a good friend of mine, allowing me to achieve excellent results, compounded also by my experience with VFX, but besides the technical knowledge, what was really intriguing was the challenge to create clothes / wearables for the virtual worlds in which I was present. \\n\\nThis opportunity  brought me back to the video game path that I have always wanted to achieve, and I followed it. It was 2008 when I made my first step into metaverse virtual worlds, the main one was for sure SecondLife, and even if I was pretty young I always recognized value in digital goods: 10 years later in 2018 I started the FabeeoBreen brand launching wearable collections for SecondLife and Sansar virtual worlds— this is how my journey begins.\\n\\nToday many things have evolved: digital fashion is no longer just a game for nerds but is recognized as a common thread and global movement that can shape the future of perception. For me, fashion has always been a matter of emotions, creating wearables is a way to communicate with people without even saying a word, and 3D art very much combines its power with the ability to express the particular emotion of fashion. I am a digital fashion designer because I want, without any physical limitation, to: astonish, indignant, smile, scandalize, exaggerate.\\n\\nAnd above all, contribute with digi-swag to your adventure in the metaverse.\\n\\nWeb3 is a great opportunity not only for designers and artists but for the whole financial system and individuals on this planet.\\n\\nI started studying web3 in late 2020 and being one of the first digital fashion pioneers in the NFT space, it's an honor, web3 to me is the perfect combination between technology and art: my favourite things. I believe the digital fashion trend will keep growing over time mostly thanks to this technology which gives us a new way to wear our personalities. This is the beginning of a new era where new values and sins will rise up: first of all the digital value and the pressure to perform.\\n\\n### Web3 Renaissance Patronage\\n\\nAny patronage of the Weekly Designer Spotlight goes directly to the Global Designer Network Treasury, Spotlighted Designer and Core Writer (50/35/15), for further growing out the infrastructure, community and market of web3 fashion, the open metaverse and more. For this week, the core writer was GDN member Emma-Jane MacKinnon-Lee.\\n\\n## Join the Revolution with the Web3 Fashion Anarchists! Jump into the Global Designer Network Discord below:\\n\\n[https://discord.com/invite/rzFbc9ZmAg](https://discord.com/invite/rzFbc9ZmAg)\\n\\n\",\"timestamp\":1637970530,\"title\":\"Weekly Designer Spotlight 03 | Fabeeo Breen\"},\"digest\":\"fMDw7Z4geZN0JAzCcFgaEsm-e8XAPyix209vDNK180w\",\"authorship\":{\"contributor\":\"0x95Fa3122c4672717EB768E9F49E40DC4478c4258\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"f0e0nU7THPJFkPhEX-aNSmU836Bjnmj5SsFbHGHgJOA\\\",\\\"y\\\":\\\"pQpCc6PPlob61zwRw4oICOm9rtjMyUGRAPWdO-FS2nU\\\"}\",\"signature\":\"osjkoRxQZ32UQJBnHjJ5J1n1A1J_KkhkFGIP7tYd7Dic0cuXEdP9qKz_1X53mdctWEJclnUwA6lkR56BZf4Yjg\",\"signingKeySignature\":\"0xe6b9a8b96a86a3105b68b5685f3ce6f7a45d0920edf6b301bfecef6ac9fe335334842e1ff8ac6b1e781d6664c21035ab2e0dff5df5cde0da99ba71bd9a3edd051c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"f0e0nU7THPJFkPhEX-aNSmU836Bjnmj5SsFbHGHgJOA\\\",\\\"y\\\":\\\"pQpCc6PPlob61zwRw4oICOm9rtjMyUGRAPWdO-FS2nU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fMDw7Z4geZN0JAzCcFgaEsm-e8XAPyix209vDNK180w\"}"