"{\"content\":{\"body\":\"*I wrote most of this with my colleague, [Mallory](https://www.linkedin.com/in/mallory-taulbee-aml-technology/) in late 2018, when we were both at Wise (formerly TransferWise). That’s why it’s a bit more readable.*\\n\\n\\\\--\\n\\n*How to think about the tensions scaling up a startup*\\n\\nThis is too simple, but hear me out. You can split start-up people into two camps. Some we’ll call Prophets. The others are Professionals. Organizations like Wise have both. Every company has both.\\n\\n# Why do we care? Three reasons.\\n\\n**The first** is that when startups are fortunate enough to grow up — i.e. not die or remain in low-growth purgatory — tensions between Prophets and Professionals is the main struggle.\\n\\n**The second** reason is that this (extremely simple) split explains both how and why culture evolves as organizations grow. It’s not size of the organization that governs culture, but the composition of Prophets and Professionals.\\n\\n**The last** reason is that culture can change in an instant. Take Wise. 46% of *Wisers* (Wise employees) have been here less than a year. Many of them have already hired others. They’ve barely had time to orient themselves, much less understand this (now huge) organization and they’re already responsible for making incredibly important decisions about who will be successful here.\\n\\nSo, let’s find out who they are, shall we.\\n\\n# Let’s start with Prophets.\\n\\nProphets are visionary. They’re oblivious to how insanely difficult a mission they’re on with the organization. They're the last to give up hope when the company inevitably hits walls.\\n\\nThey’re religious fanatics for whatever they’re working on. They’re focused on the long-term success of the mission. They’re selfless. They can take big bets in a way only a fanatic could. They’re willing to take tremendous risks. They’re collaborative, rarely competitive.\\n\\nBut… and there’s always a but.\\n\\nThey’re rare, and hard even to find, no less recruit. Their religious fervor is fragile: if they lose faith in the mission or the belief that the mission will happen, they leave. Thus they need strong signals that they’re succeeding and that the mission is on track.\\n\\n# So what about Professionals you ask?\\n\\nProfessionals are pragmatic, focused on delivering short-term measurable results. Every company needs Professionals. They deliver at a high level. They set goals and aggressively pursue them. They diligently pursue and deliver traction. They’re relatively abundant and actively pursue new opportunities so they seem even more abundant than they are.\\n\\nGreat, right? Well…\\n\\nProfessionals care to the extent that they’re incentivised to: to the extent of their salary, stock, and future reputation/marketability. They aren’t driving the long term culture or mission. They can be competitive which is useful if they’re helping your startup compete, but problematic if it’s one team vs another. \\n\\n# So who are you?\\n\\nNobody’s purely one or the other. I’m probably 70/30 Prophet. Kristo, one of Wise’s founders is probably 95/5 Prophet. But interestingly, I’d diagnose Taavet, Wise’s other co-founder, as much more Professional and less Prophet.\\n\\nAlso, you’ll change over your lifetime. And be influenced by the organizations you find yourself in. For instance, take a mid-life crisis. You quit your high-paying job at the bank, then dedicate your life to *something*. You move dramatically (20-50%) towards becoming a Prophet in one fell swoop. Your family thinks you’re off your rocker. And you are. Just say thank you.\\n\\nAnd it should be said — leaning Professional or Prophet has nothing to with capability. Both are smart, hard-working, friendly, etc. Both can be stellar employees and colleagues. Or terrible duds. It depends on the organisation and role they find themselves in.\\n\\n# But really, who’s better?\\n\\nWell, you need both. High-growth startups die if they don’t have both. Again this is far too simple and unscientific, but… Prophets uncover the opportunities and Professionals bring them to life.\\n\\nA team of only Prophets will get nothing done. A bunch of Professionals have nothing (transformational) to get done. In the startup world, you’re dead in either case. So startups need to thread the needle and keep a balance of both.\\n\\nSo you need both, but like any good cocktail, in the right proportion. Are Prophets rum and Professionals, Coke? Prophets will add some excitement to your evening … but also f\\\\*ck you up if you have too much. You need some Coke in there to smooth the evening out and make sure you make it to tomorrow. Is this a terrible analogy? Yes. Ok, let’s move on.\\n\\n# How the mix changes in an organization\\n\\nFounders typically lean toward Prophet. They have to be or they’ll give up too fast. But they need to gain traction to build a business. They need to channel their Professional instincts or hire a team who have it.\\n\\nEarly employees often have Prophet tendencies as well. No matter what they’re doing startups are David’s in a world of Goliaths, facing impossible odds. Later employees in a company are much more likely to be professionals. I’ll explain why shortly. \\n\\nI’m sure a huge organization — HSBC for instance — has Prophets. But the ratio is probably 99:1 Professional today. I’d ballpark Wise today, at the beginning of 2018 — an incredibly mission-driven company — at perhaps 50/50. Wise has 1,500 employees today. Other much smaller organizations have never had more than 10% Prophets. And not since the founding days.\\n\\nSo it’s not size directly that causes an organisation to Professionalise. You *don’t need more professionals* as you get bigger. If your professionals are any good they make things so efficient they eliminate their own jobs.\\n\\n# So causes organisations to Professionalise?\\n\\nIt’s really simple actually. Through hiring. This is unintended but transformational. It starts a flywheel that manifests as a rapid change in how the organization feels, how it works, and what it pursues.  \\n\\nIt comes down to just two small behaviours:\\n\\n1. Professionals only hire Professionals\\n2. Prophets hire a *mix* of Prophets and professionals\\n\\nSo why don’t Professionals hire Prophets?\\n\\nProfessionals don’t understand their motivations and can’t connect as easily with them. Prophets are irrational believers who don’t care that much about short term results. As employees, they tend to ask tons of philosophical questions instead of just getting down to work and delivering.\\n\\nAnd why don’t Prophets hire only Prophets? Three hurdles:\\n\\nProphets are rarer anyways and make themselves hard to find. They’re working in another organization on a similarly inspiring mission. They’re not looking to move. You have to sell your organization’s mission to them. This all takes tremendous effort that few have time for.\\n\\nSecond: Prophet’s CV’s generally suck. They don’t care about clearly showing small tangible results. They’ve generally been headhunted or found jobs through friends, so they’ve never had to create a really stellar CV. \\n\\nLast: Prophets are inspired by other Prophets. Organizations that already are or become Professional-dominant aren’t fun for Prophets. So they won’t join.\\n\\n# An organization can Professionalise so fast\\n\\nThe shift towards a Professional-dominant culture happens in the blink of an eye in high-growth startups because their headcounts are doubling every year. \\n\\nSo let’s imagine two basic assumptions are true:\\n\\n* Prophets hire 70% Prophet/30% Professional. Professionals only hire professionals.\\n* Everyone already hired in the company hires 1 additional person each hiring round\\n\\nBased on my gut, this is how it looks at relatively successful startups all the way from 2 founders to a healthy 2,000 person organisation over 5-7 years. \\n\\nHere’s what that looks like in a table:\\n\\n![](https://images.mirror-media.xyz/publication-images/e8Dwy9Qkma1lNOMFJQM_h.png?height=1214&width=1696)\\n\\nSo, the company starts with two Prophet founders (top row) and then by the time they’ve grown to about 2000 employees, 89% of their team is professional.\\n\\nThis model is obviously simpler than reality: nobody makes hiring decisions alone. The actual numbers don’t matter; the trend will be just slowed down or sped up.\\n\\nIt’s inevitable in this silly spreadsheet model. But is it inevitable in reality?\\n\\n### Anecdotal calibration \\n\\nIn early 2018, my colleagues Mallory & [Jihan](https://www.linkedin.com/in/jiahmed/) gave a presentation to the rest of Wise introducing the idea of Professionals and Prophets. Here’s how the team categorised themselves:\\n\\n![53% Professional & 47% Prophets in Wise as of early 2018](https://images.mirror-media.xyz/publication-images/bfhrpOO5X4ljgHy21Pkrb.png?height=394&width=512)\\n\\nWise was (and still is!!!) a fantastic place. A lot of that I credit to having a ton of Prophets. Many more (perhaps 4X more) than would normally be the case at a startup of it’s size. In my little spreadsheet model, that would indicate that Prophets hired other Prophets 9 out of 10 times. \\n\\n## What can you do if want more Prophets?\\n\\nA few things.\\n\\n### First, retain the ones you have.\\n\\nWhen teams lose a cherished “oldie” and say “it’ll never be the same with out you”,  they’re often lamenting the fact that they’re losing an incredible Prophet, and whoever will replace them is much more likely to be a Professional.\\n\\nJust keeping with this little model (which is obviously way too simplified), when a Prophet leaves and a Professional takes their roles, all of the downstream hires will now be Professionals too.\\n\\nThe way you keep Prophets is by keeping them engaged, challenged and rewarded. They need a huge mission to chase (bigger than whatever team they’re in), challenges way above their head (bigger than their actual role), and to be clearly recognised for taking big chances that Professionals wouldn’t dare to. Sometimes the risks they take will fail. This has to be ok or they walk. And it’s your team & organisation that are screwed, not them.\\n\\n### Actively seek them out\\n\\nProphets are hard to find, hard to recruit and hard to decide to hire (as they seem risky). You need to consciously focus on it because the default bias is strongly in favour of hiring Professionals.\\n\\nThe best prophets need to be headhunted. They need multiple lunches, friendly calls, company & team decks sent to them. They need open conversations with Prophets already in the team. Take time for that.\\n\\nOnce you’ve piqued their interest, they need a hiring process that a Prophet can do well at. Ask for portfolios and give them test assignments that demand creativity. Use interviews to ask about taking risks, stepping way outside their responsibilities, doing things they’re entirely unqualified for. Don’t let the hiring process get bogged down in discussing qualifications, work history, and career aspirations. \\n\\nCarefully consider who’s making the hiring decision and how the decision gets made. Don’t make it some kind of unanimous committee decision where every person can veto. Rather, ensure there’s at least one person is willing to bet their reputation that this person will do amazing work. \\n\\nFinally, once they’ve joined, set Prophets as free as possible. Train them up on whatever their job is, but don’t box them into just that. Talk to them about the big unsolved problems and see if they’re interested in trying to solve one.\\n\\n\\\\--\\n\\n**2021 update:** Now that I’m a co-founder of [Salv](https://salv.com), and we have 40+ team-members, you might ask: “what’s Salv’s split of Prophets and Professionals?” I don’t know. We haven’t discussed it. But I can say that we’re getting into the phase where it starts to matter. It especially becomes important when we as co-founders start to have less influence on hiring decisions. We always do a founder interview and this will continue at least until we hit \\\\~200 people. As a company we’ve taken on some seriously big bets — initiated by Prophets — and patiently seen through to the end by Professionals. I’m thrilled at the balance we have in the team now. But it’s such a critical balance, it’s something I’ll keep a close eye on as we scale up.\\n\\n\\\\--\\n\\nI’d love to hear if this simple framework seems useful. Let me know at mcclelland (dot) jeff at gmail.com.\\n\\n[Go back to the main page](https://mirror.xyz/mrjeff.eth/s4lo91PGvKbaqy_jd505XcYdVzX81ElPFu3fnXzTotQ).\\n\\nPhoto’s by [Ruthson Zimmerman](https://unsplash.com/@ruthson_zimmerman?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText) on [Unsplash](https://unsplash.com/s/photos/professional-man-in-suit?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText) and [Adedotun Adegborioye](https://unsplash.com/@obavisuals?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText) on [Unsplash](https://unsplash.com/s/photos/religious?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText)\",\"timestamp\":1640244657,\"title\":\"Prophets and Professionals\"},\"digest\":\"5jVrsfA-7lqA0wS3qIkWhme1gJIBh8qoA6l2lLg-EWo\",\"authorship\":{\"contributor\":\"0x885076fe3868E6C027e4D376ce27FA3bAC04eFc6\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9mFGNGmYW0earuesVYw1J4QOSc8z1GNdPJx9neY2LVk\\\",\\\"y\\\":\\\"YcHhSMIYKYgLeHOIRVDHqf9A8gIX2dmNoIt14KsDg4Y\\\"}\",\"signature\":\"GemuQn-EmwxtjQEZH1nwaz-SejyW91pv-rQnTQqZ1UL8gnx4_t-gcfr-7eQ5lRhCxHl7rCGxuYp-NP5GGU1peA\",\"signingKeySignature\":\"0xe3a7e18dc06081a8048282b1c2fe7183b972bf2c7c776ad1b99e60ee1924985e21414f441db3f1d02c094820cead0d4aad6a9cae95157772649202a5f9684bff1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9mFGNGmYW0earuesVYw1J4QOSc8z1GNdPJx9neY2LVk\\\",\\\"y\\\":\\\"YcHhSMIYKYgLeHOIRVDHqf9A8gIX2dmNoIt14KsDg4Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XbK7B4MlVGuq5wnH8J6ftbgW79hnKXifPqImiw1MpNU\"}"