"{\"content\":{\"body\":\"个人对作为比特币本质力量与知识的征服\\n\\n「 自由是通过征服获得的，而不是通过礼物获得的。必须不断地、负责任地追求它。自由不是一种位于人之外的理想；它也不是成为神话的想法。更确切地说，这是寻求人类完成不可或缺的条件。」\\n\\n——保罗·弗莱雷，被压迫者教育学\\n\\n「 没有知识领域的相关构成就没有权力关系，也没有不以权力关系为前提并同时构成权力关系的知识 。」\\n\\n——米歇尔·福柯，《纪律与惩罚：监狱的诞生》\\n\\n教学法是一种方式，意味着有人开始理解一个主题。它是某人学习一门学科的方式、教授给他们的方式以及某人学习的所有更广泛的社会背景。不仅仅是学习、教学或理解；教学法涉及社会、历史、政治、经济、技术以及人们试图学习特定学科的所有其他情境。简而言之，我们可以称之为学习哲学。这对我们的背景很重要，因为比特币的教学法也是解放的教学法，两者都赋予我们对世界的全新理解，使我们的压迫不再可行。正是通过这个解密密码含义的钥匙，我们才能重塑世界。\\n\\n被压迫者教育学是 Paulo Freire 关于激进协作学习作为个人赋权主题的代表作的标题。在这本书中，弗莱雷解释了被压迫者和压迫者如何发现自己被通过教学手段运作的权力系统所奴役。被压迫者被教导他们太愚蠢、懒惰或虚弱而无法自助，他们必须向压迫者 「 学习 」 以减轻他们的痛苦。同样，压迫者也被困在这些权力体系中，因为他们被教导他们拥有 「 正确 」 的思想，只有通过教育、法律、经济等等级制度将他们的这些正确思想寄托给被压迫者。被压迫者将能够通过效仿压迫者来改变他们的处境。这两种角色和观点的关键在于，它们都依赖于首先将自己和他人视为对象，其次才是人。因为只有一次你意识到所有人首先都是具有意识和批判能力的人；你也可以理解，这些权力系统可能会因为关键的所有人都有潜力的意识和个人能动性。\\n\\n这种权力是个人通过获取知识来认识他们的个人能动性和权力的批判意识，这是最大的秘密。它的奇异力量，我们有作为人的生命，这是唯一的一种内源性的现象可以从内被发现。这一发现清除了所有存在可能用来强迫自己拥有权力意志的可能性，以及团结是尊重他者作为 「 我无权控制的存在 」 的任务。\\n\\n只有当我们了解人类是具有批判性能力的生物，而我们每个人作为我们在世的引擎时，才被这种批判性能力所激励；我们能否也开始了解我们每个人内在的自我实现能力。这是个人的秘密发现，一旦我们知道它的存在，我们就可以培养和扩大自己内在的这种力量，成为我们征服世界的力量。正是通过对我们机构和其他机构的这种认可，我们才能用可以给予的最伟大的礼物——比特币来使我们俩有尊严。\\n\\n比特币不仅仅是一个想法，而是当今世界的一种权力机构。对未来自由的唯一希望，超越我们称之为法定货币的最后一丝奴隶制。\\n\\n理解的力量真相机器\\n\\n比特币是不可篡改的无坚不摧的能量机器，誓言不能被打破。它提供并保证了这个星球上没有其他任何东西可以提供的保护。它是对真理在我们堕落的世界中意味着什么的承诺，也是它此时毫不掩饰地重新发现的结果。通过我们自己对这个真理机器的每一个个人发现以及它对我们作为被奴役人民的个人意义，我们是否也了解它的弥赛亚力量 . 我们明白，通过比特币和密码学，我们可以恢复一种古老的权力形式，这将使我们不仅有能力征服国家；而是为即将到来的新时代组织起来。正是真理让我们超越了我们相信的极限，因为我们对他者的爱灌输给我们的勇气——这是最深的团结。\\n\\n一旦你明白，我们每个人内心深处的力量都是一种深奥的发现，它被揭开激活，即批判意识，即追求真理；你也可以开始明白这种力量是如何无限的。正是这个隐藏在我们每个人内心深处的秘密，拥有打破国家控制催眠的力量，它的权威凌驾于真理之上。知道您可以将自己从集中营中解放出来，并且可以出于所有原因中最宽宏大量的原因，以最可怕的方式杀死头脑中的警察，这是一种授权：你自己的自由。\\n\\n当前的国家社会范式依赖于一个谨慎的纪律执行系统，每个人都受到怀疑，每个人都是潜在的罪犯，以创建一个全景式的纪律系统，每个人和一切都受到监控。需要明确的是，这远远超出了警察的权力，而是与现代经济和金融体系融合在一起的整个监管体系，教会了我们自己的压迫，成为我们自己的警察。\\n\\n这就是警察如何进入你的头脑并被允许在那里殖民；让你犹豫，因为你不知道你是否被监视；等待被击中而不是准备反击。这是因为我们失去了我们的个人能动性，不再将自己视为光与爱的主权存在，而是身体可以被残酷摧毁的公民主体。我们不再被教导要思考，而是要遵守。不是创造，而是工作。不是自由，而是恐惧。我们已经成为一个陷害、骚扰和残害我们存在的奴隶。我们不再是自由的人，而是一个可怕的科学实验出错的残余；很久以前被清算的失败民主的产物。\\n\\n我们被告知，如果我们只是听从比我们更了解的专家的建议，我们将获得与他们相同的权力。然而，一旦我们开始质疑这些「正确」方式的合法性，我们就可以开始看到和理解一种完全不同的权力形式，这种权力形式不是提供服从而是提出质疑。正是这种勇敢的质疑行为，康德称之为 「 Sapere Aude （敢于知道）」 这允许从内部培养一种新形式的批判意识。这使个人能够找到他们在自己内部重新发现的真正权力所在，从而成为他们注定要成为的秘密人物。这种在人们内部唤醒的新批判意识允许创造新形式的批判性提问，Freire 称为 「 conscientização 」 或意识提升。（可以百度查询词语意思）\\n\\nConscientização 然后成为我们在信息技术、货币历史和最重要的密码学方面所需的工具，以提高我们的批判意识，首先将比特币理解为一种解放工具。因为只有当我们以一种扩大我们权力的方式进行批判性质疑时，我们才会开始变得具有自主权。只有当我们对比特币是什么、它如何加密来保护我们、为什么去中心化允许比特币具有反脆弱性以及对当今世界产生什么后果有了批判性认识时，我们才会开始围绕我们与技术的关系建立责任感，以及我们如何使用比特币使其成为免费的。\\n\\n正是有了这种关于如何使用这种技术知识作为个人力量的新意识，我们现在有了一个选择：\\n\\n使用奴役你的技术，或了解解放你的技术。\\n\\n这是你一个人的选择。\\n\\n凭借在信息时代发现个人知识的精湛技术，一个人可能会再次成为他们领域的主人。具有比特币和密码学如何运作的具体知识，以及互联网和隐私如何保护我们的更广泛知识；我们开始理解这些知识在当今世界意味着什么的真正后果。我们开始看到密码学的承诺以及它的纪律和礼仪为人类提供了什么是一种前所未有的新承诺。有了这些知识，我们就可以开始在我们自己内部培养一种新的意识形式，它超越了任何存在的国家或外部力量的认可或权力。这就是我所说的 「 加密主权 」 一词的意思。关于加密主权的内容，可参照《网络空间独立宣言》文章中的描述。\\n\\n通过我们对比特币的整体理解，我们的意识以这样一种方式被提升，通过其革命性的实践，即比特币的知识，揭示了对货币、金融、财富、价值和权力的完全不同理解的秘密。比特币的这种实践在被充分理解后，允许任何人——无论其政治种姓、宗教信仰或出生地——重新获得最基本的共性，即财产所有权。这是一种超越任何现代社会或政治机构权力的权利。然而，要理解这意味着什么，我们必须首先问「什么是财富？」这个问题。为了让我们对它是什么以及它如何运作有一个批判性的意识。\\n\\n知识共同体\\n\\n财富是一个远远超出简单金钱的概念，而是与主权秩序本身的安全有关。曾经只有超越法律的主权者才能提供安全和保障的承诺，因为他们制定了法律。通过交换臣民完全服从君主，他们可以对联邦的秩序及其安全和保障充满信心和尊重。这是主权者对所有臣民平等地履行其对法律的共同性和正义的血缘的承诺的保证。如果没有这种安全保障，任何其他保障都是空洞且毫无意义的，包括金钱。这更好地被霍布斯推测为：\\n\\n「 臣民对君主的义务被理解为持续时间与他能够保护他们的权力一样长，但不会更长。因为正确的人天生就必须保护自己，当没有其他人可以保护他们时，就不能放弃盟约。」\\n\\n——霍布斯，利维坦\\n\\n当我们开始以更全面的方式批判性地考虑财富的概念时，我们可以看到财富不仅仅包括金钱，甚至不仅仅是法律所假设的保证；而是直接实现的一种形式。这是任何国家、机构或个人都无法提供的承诺或誓言的利害关系。当我们考虑在这种情况下比特币必须为我们提供什么，超越国家或当代银行和金融的秩序，它揭示了一种全新的、不同的财富形式。正是在这里，我们看到了认可的闪光，它允许一种全新的意识形式，创造这种新的财富公式，即比特币。\\n\\n未来城邦的 Bitcoin\\n\\n「 如果每个宗教、道德、经济、伦理或其他对立面都足够强大，可以根据朋友和敌人有效地将人类分组，那么它就会转变为政治对立面。政治不存在于战斗本身，其中。拥有自己的技术、心理和军事规律，但在由这种可能性决定的行为方式中，通过清楚地评估具体情况，从而能够正确区分真正的朋友和真正的敌人。」\\n\\n——卡尔施密特，论政治概念\\n\\n通过密码学知识的共性以及它必须如何与可以被验证为真实的数学陈述一起运行，一个全新的世界向人类以及他可以通过使用该技术的双方同意的非暴力协议创造的可能性打开。现在可以具体评估谁是真正的朋友和真正的敌人。当财富不再仅与物质对象和国家合法所有权挂钩时；但对财富可以和应该是什么的更广泛的想法敞开了大门，我们开始了解比特币的真正力量。正是互联网的这种新的社会公地包含友谊，即这种财富的新公地。这是规则的共性，而不是统治者；协议，而不是王子；验证，而不是信任，创造了比特币这个新的共同体。\\n\\n「commonwealth」的词根包含财富，这绝非巧合。「Res Publica」（公共事物）是 commonwealth 一词的词源，也称为共和国，这也并非巧合。因为财富是我们只能在我们的社会中共同拥有的东西，因为只有通过与他人的社会协议，以及这些协议的力量，我们才能找到财富真正的安全保障。财富必须在上下文中被社会的其他成员理解和认可，才能使其发挥任何价值的作用。换句话说，财富是我们一致同意的价值衡量标准；或被强制执行。\\n\\n这是我们必须运用批判性思想的后一点。我们中有人曾经同意如何创造、分配和控制金钱吗？我想不是。当我们被要求与法定货币进行交易时，我们对通货膨胀率、发行量甚至拒绝法定货币的权力有任何发言权吗？再说一次，我认为不是。假设创造我们共享财富的假设共性表明它的真正性质不是双方同意，而是被迫服从。法定货币唯一真正的共同点是它对所有人的普遍压迫手段。这是一种只有拥有腐败金钱的人才可以分享的贫困；赤贫和腐败构成的共性。\\n\\n即使是最富有的法定所有者也可能不会随意花钱或随心所欲地花钱。每花掉一分钱，政府就会目瞪口呆，不耐烦地等待他们从交易中分得一杯羹，他们如此狡猾地称之为 「 税收 」。如果要购买被禁止的物品，进行未经授权的交易，人们就会冒着被关在笼子里并以最可怕和最有辱人格的方式受到惩罚的风险——仅仅因为不遵守政府的要求而沦为国家的奴隶无缘无故地服从比服从更多。这个针对法定货币的简单练习向我们表明，我们的财富并不是真正属于我们的，而只不过是一个基于许可的系统，可以获取生活资料（即财产）的权利。任何可能需要生存的商品，都必须首先被国家 「 列入白名单 」 ，并批准我们使用。\\n\\n从这个理解权力的角度来看，我们可以看到密码学开启了一种壮观的新权力形式，只能被称为剥夺权力。这不是一种法律权力，甚至也不是一种经济影响力或一种社会原则；但它是一种通过退缩和拒绝创造的权力的总体形式。尽管采取了 「 我宁愿不这样做 」 的行动，但仍要遵循书写者巴特比（Bartleby the Scrivener）的弥赛亚之路。正是通过这种拒绝参与的力量，因为我们了解比特币提供了什么，我们才能以更好、更适合我们这个时代的形象重建世界。\\n\\n简而言之，正如乔治·阿甘本 ( Giorgio Agamben) 所指出的那样，我们可以说：\\n\\n「如果革命和起义对应于制宪权，即建立和构成新法律的暴力，那么为了思考一个被剥夺的权力， 我们必须完全想象其他策略， 其定义是未来政治的任务。刚刚被暴力推翻的权力将以另一种形式再次崛起，在制宪权和构成权之间不断、不可避免的辩证法中，暴力制定法律，暴力维护法律。」\\n\\n—什么是毁灭力量？\\n\\n正是我们发现隐藏在密码学中的这种新的废权力公式也允许采用完全不同的金钱、权力和法律策略。然而，让这种全新的权力形式发挥作用的最关键方面是敢于问「为什么？」这个问题。因为如果我们找不到为自己思考的勇气，那么一切都将失去。我们必须有勇气质疑提供给我们的金钱、财富、法律和权力体系，并从勇敢逻辑的真诚基础上质疑这个体系。正是凭借这种激进的教育学力量，我们找到了能够唤醒我们内在火花的批判性工具，即我们的力量，我们的批判意识。因为只有一次我们才能看到有可能将自己从法定货币的锁链中解脱出来，庞大的剥削制度不要求我们思考，只要求我们服从；我们会实现自由。只有当我们可以自由选择时，我们才有办法开始质疑这种生活方式、这种权力体系、这些法律和金钱。当我们看到有选择的时候，我们就会发现一种超越国家权力和控制的生活中隐藏的秘密——一种只属于我们自己的生活。\\n\\n通过对比特币的激进个人发现，作为对我们当前货币、财富和权力体系的批判；一种新的批判意识被创造出来。今天，当地球上任何一个人开始以最批判的眼光看待财富，并对比特币所承诺的根本可能性持开放态度时，就会唤醒希望。正是我们在比特币中发现的真相让我们再次勇敢地生活在这个世界上，因为我们知道真相是这个世界的真实事物，具有价值，其他人也能看到它。\",\"timestamp\":1635239352,\"title\":\"比特币不仅仅是一个想法，而是一种新的批判意识\"},\"digest\":\"grqLVAMFx9ap3e7GJ69wNBHlPlAtC9GdDnaPR_LEdlc\",\"authorship\":{\"contributor\":\"0xb057F34DE741456Fa62091BAc31f973C72812E6B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pNiZLo5zdKriDAbGlV_de64Im13Vc2qZDjrEnIgM0c8\\\",\\\"y\\\":\\\"xJCn9r2bsJM-RhTdU4ZU3TMeeBojXQGOGCKR0zC6WoE\\\"}\",\"signature\":\"W4cYCHhKDsQiqc7VL4OhuQH8SiOApcOrTOcCUN-ucCxLmf1X1vWVpyi0nmqcXuGknGzcKQkrA1V_L2pPo3gDeQ\",\"signingKeySignature\":\"0xdc6615a162d4a2b663702142e6ee8f77eca99f4e4109fbdcfafeab43de4255fa0043dfc93dee020269726f832c6dd26a8869ab4f83670649d6e00d707a53ac031b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pNiZLo5zdKriDAbGlV_de64Im13Vc2qZDjrEnIgM0c8\\\",\\\"y\\\":\\\"xJCn9r2bsJM-RhTdU4ZU3TMeeBojXQGOGCKR0zC6WoE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"grqLVAMFx9ap3e7GJ69wNBHlPlAtC9GdDnaPR_LEdlc\"}"