"{\"content\":{\"body\":\"提案人：Alex Woodard（Arca）和Dean Eigenmann（Dialectic）。\\n\\n## 摘要\\n\\n自从Maki转为顾问角色后，Sushi转为更加扁平化（与直线性组织相对）的组织结构。然而，DAO（去中心化自治组织）和区块链的链上项目仍处于非常初级的阶段，需要结构化来继续发展。在过去的一年里，Sushi在社区驱动的DAO和协议工作中取得了巨大的成功，但随着协议的增长，它需要适当的资源（人力与物力，下面说的资源都表示这个意思）、流程和规则，以便在Sushi DAO（社区）下可以构建各种团队。本提案旨在打造一个基于DAO的全新的SUSHI核心，以配置更多的组织结构，使团队能够运营一流的由社区拥有的产品，同时赋予Sushi社区更多的监督权力。此外，这个结构建议将用于未来的DAO，类似于Sushi Samurai的DAO，建立在Sushi和Sushi的国库之上。（下面内容很长，请选择阅读）: 在这篇文章中对Sushi DAO的框架提出了以下更新：\\n\\n**-通过社区授权建立一个新的正式化的实体;**\\n\\n**-在这个新的实体内建立一个新的多签合约地址;**\\n\\n**-为当前和未来的DAO构建新的组织结构，使Sushi能够获得适当的资源并继续扩大规模;**\\n\\n**-建立团队与社区之间的相互制衡关系;**\\n\\n**-建立进一步的框架，让社区驱动力来领导发展。**\\n\\n## 动机/理由\\n\\n在短短一年的时间里，Sushi已经从单一的DEX，成长为拥有六个互补产品的社区驱动的DeFi套件，同时也成为了Defi中的一个关键角色。这种增长是惊人的，但也导致了需要解决的自然增长之痛。为了扩大规模，每条产品线都必须有适当的资源，以充分执行社区的愿景。本建议旨在充分构建Sushi Ops DAO，以及未来发展的DAO，有一个正式的实体、流程、结构和社区领导力，以便抓住并利用未来的增长。\\n\\n**目前的团队结构**\\n\\n目前，Sushi Ops在一个扁平化的组织结构下运作。虽然这样做的好处是允许核心贡献者在产品线之间流动，并从事他们最感兴趣的工作，但它不具有可扩展性，并使一些产品线的资源不足。\\n\\n**提议的实体、DAO/开源贡献者的重构、社区授权**\\n\\n目标:\\n\\n这个新的DAO结构的目标是通过为核心贡献者提供治理监督，使Sushi核心团队与社区更好地保持一致，并通过创建一个结构，使Sushi能够在未来几年继续扩大其产品供应。\\n\\n结构和实体的过渡计划：\\n\\n**-在Sushi DAO下建立一个新的运营实体，使流程和架构正规化;**\\n\\n**-建立产品团队，使贡献者招募工作更加规范化;**\\n\\n**-在社区授权和治理监督下，创建一个新的运营多签地址;**\\n\\n**-将资金转移到新的实体，用于一年的运营支出。**\\n\\n**-EOY - 领导层将提出2022年路线图、第一季度路线图和预算的建议，向管理层申请资金。在下面的领导层部分有进一步解释。**\\n\\n**新的实体**\\n\\nSushi开发工作室将建立一个法律实体，对贡献者进行监督和保护。该实体将遵循DAO的法律框架和管理监督。\\n\\n**新的实体结构:**\\n\\n新实体将做两件事情:1）创建产品团队，2）通过创建OSC（开源贡献者）分级模型来细分贡献者。\\n\\n## OSC级别由不同的信用级别来区分\\n\\nDAO被精简为Entry → Contributor → Trusted Contributors → Do'ers，每个都有不同的信用级别。这种模式有一种独特的基于所有权和去中心化的方式来参与Sushi DAO，同时与社区保持一致的结构化决策。这也是一个经过测试的框架，也是一个已经被Sushi的合作伙伴所使用的框架。\\n\\n拟议的OSC（开源贡献者）流程:\\n\\n**Sushi Factory Level**\\n\\nSushi是DAO，任何人都可以进入Sushi工厂，这是一个由贡献者组成的团体，他们按月获得补助，以从事他们自己的RFP（提案请求）。这将通过内部团队正在建立的Sushi Gigs平台实现。这些RFP将由社区批准，任何额外的资助和产品线的开发都将通过社区治理决定。这将鼓励想法和人才流入DAO，并在更大范围内进一步建立社区。\\n\\n**Sushi贡献者**\\n\\nSushi贡献者也可以参与产品团队的工作，他们之间可以跨部门协作。他们与Sushi工厂紧密合作，打造产品，与项目合作，并将产品推向市场。\\n\\n**产品团队（根据核心团队的反馈编写）**：\\n\\n![SUSHI架构](https://images.mirror-media.xyz/publication-images/oTEOtFaJVe4Lwx4iYbjHT.png?height=632&width=758)\\n\\n产品团队(五大产品线）:\\n\\nTrident\\n\\nKashi\\n\\nShoyu\\n\\nMISO\\n\\nMultiChain\\n\\n每个产品团队将由一个或多个专注于**产品、设计师、前端、solidity、web3、营销和业务发展**的贡献者组成。这些贡献者中的一些人将可以在一个以上的产品上工作，但所有的产品将至少有一个人。现有的核心团队在这些产品中的分布将由内部投票决定，以衡量他们在每个产品中的专业水平和兴趣。\\n\\n**产品经理（Head of Product)**:确定产品和产品团队的愿景和战略。充分了解产品的范围，从最初的框架图到建立产品到设计上市策略，以及监督业务发展和营销工作。他们将与领导层密切合作，制定季度/年度路线图、团队预算、团队KPI，在全公司会议上介绍最新情况，并与领导层和运营多部门就招聘和解雇进行沟通，确保产品团队有足够的人手。\\n\\n**产品设计(Designer)**:用户体验和用户界面设计师负责建立前端界面，迭代用户角色，并策划用户测试。其他方面包括用营销资金支持营销。\\n\\n**前端（Front-end Dev）**:FE开发人员应负责实施mockups，以及深入了解web3和以及dAPPs的开发工作。\\n\\n**合约开发（Solidity Dev）**：Solidity开发人员负责控制产品的核心功能，并确保与其他产品的基础设施兼容。\\n\\n**市场营销（Marketing)**：市场营销应包括产品营销、内容营销、数字营销，并与其他产品团队合作，在所有业务线上拥有一致的品牌和营销工作。营销团队将与其他产品进行跨部门协调。\\n\\n**商务发展部（BD）**：商务发展部的工作重点是将产品推向零售商和机构，以及发展潜在的客户。\\n\\n**多签运营地址/受信任的贡献者**\\n\\n为了将监督权交还给社区，多签运营地址成员应该是社区已知的核心团队成员，并通过审查程序选择。\\n\\n虽然目前的Sushi DAO系统对日常工作很有效，但团队已经听到了关于它是否只对技术人员有特权的质疑。为了解决这一矛盾，并扩大Sushi DAO，多签成员应该是核心团队中已知的成员，他们在这些部门中产生，**1. 技术，2. 运营，3.产品能力**，而不是目前这个完全由技术人员组成的团队。运营团队应该是多元化的，有来自其他部门的利益，代表不同的技能和经验。运营成员将根据他们的兴趣、技能和团队需求，被分成上述的产品团队。\\n\\n社区了解什么是Sushi的最大利益，以及谁最有责任与核心团队的其他成员一起执行该任务。因此，多签运营地址成员应该通过论坛上的治理投票来决定，而不是目前的程序--内部没有治理。有兴趣并有能力加入多签运营地址的核心成员可以提交他们的名字，而社区可以通过论坛投票决定谁应该加入委员会。\\n\\n**社区选定的理事会/执行者**\\n\\n社区选定的理事会/执行者将深入参与到社区中，并被区分为**运营、产品和开发**。他们将一起工作并负责以下任务:\\n\\n**-治理和社区管理 - 了解社区的任务，并在团队其他成员中执行;**\\n\\n**-项目监督--与社区并肩工作，制定产品路线图、KPI，必要时与DAO贡献者合作，填补任何空白;**\\n\\n**-通过治理和社区参与制定年度/季度运营计划;**\\n\\n**-制定通过治理方案批准的季度和年度拨款，并由社区批准，然后将资源有效地分配给每个产品系列;**\\n\\n**-为社区制定类似于tradfi 10Q/K的季度和年度更新;**\\n\\n**-参加每月的AMA，以更新并听取Sushi社区的意见;**\\n\\n**-与社区和项目经理合作，进行核心贡献者的入职和离职工作，以确保每个产品团队都有足够的人员;**\\n\\n**-离职由社区选择的理事会，即Do'ers与多签运营地址成员决定;**\\n\\n**-目的是为了建立社区和贡献者以及Sushi其他去中心化的协议之间的联系。**\\n\\n为了构建问责制，领导团队将由治理层进行审查，每年将对领导团队的工作进行投票。如果有突发情况需要表决，治理层可以提议进行投票。此外，如果核心团队决定需要更多的chefs来担任不同的角色，所有新的角色和担任这些角色的人都将由治理层投票决定。选举这些领导角色的提案将在该提案投票成功后立即开始进行。此外，我们希望与社区合作，在本提案投票成功后，为核心团队提出薪酬调整提案。\\n\\n**以下为留言区信息**\\n\\n**GoldenNaim：**\\n\\n大家好!\\n\\n首先，感谢Arca、Dialectic、Samurais和其他致力于这项提议的成员。\\n\\n我们，这个团队和社区，真的需要这些建设提议，我可以说我很高兴你们仍然相信我们。\\n\\n我同意所写的一切，但仍有一些问题，因为我们必须承认我们的不足。\\n\\n**GoldenNaim：**\\n\\n引用：通过社区授权建立一个新的正式实体。\\n\\n哪种类型的**实体**？哪个国家？谁将拥有这个实体？这个实体将拥有sushi.com 域名、谷歌账户、Twitter-Telegram账户、亚马逊账户等...？谁，在最后，是能够签署合同的？我们（团队）是否需要与这个实体签订保密协议？\\n\\n**Alex17：**\\n\\n就你关于**实体**的问题，在类型和位置方面，我将听从Sushi治理委员会(Council)的意见。然而，我希望看到它与Sushi.com域名一起被Sushi财务部所拥有。在核心实体的所有权/股权方面，我希望看到这一切也是由Sushi财政部门拥有的。\\n\\n\\n---\\n\\n**-GoldenNaim：**\\n\\n引用：关于产品团队\\n\\n我不得不说，我很想看到一个**sushiPRO**团队。我是专门为此被聘用的。\\n\\n我的过去和现在的愿景都很简单：拥有与Binance / Bitmex / Deribit相同的用户体验，具有相同的功能。更多的用户，更多的数量，更多的LPs和xSushi持有人的费用。\\n\\n(这个sushipro是指，sushi的交易界面（买卖界面）与中心化交易所一样，即提供更好的用户交易体验）\\n\\n**Alex17:**\\n\\n在产品团队和**sushiPro**方面，我认为这个框架概述了产品团队应该如何结构化，结合治理层的拨款建议/监督，在人力与物力方面为每条产品线提供充分的支持。随着Sushi作为一个DEFI产品套件继续增长，我希望有更多的产品系列将加入这种结构。\\n\\n\\n---\\n\\n**GoldenNaim：**\\n\\n引用：关于商务发展部（BD）：商务发展部的工作重点是将产品推向零售商和机构，以及发展潜在的客户。\\n\\n我们需要一份**专业的透明度报告**，至少要有真实的账目和证据，而不仅仅是Etherscan上的交易。\\n\\n**Alex17:**\\n\\n我100%同意我们需要**专业的透明度报告**。我们看到一些来自Messari的Compound，MKR的月度报告，以及Aave的周度报告。我认为所有的DeFi都需要这样做，尤其是Sushi，因为它更多地是由社区拥有和经营。这是我们概述的责任之一，在这个新的结构下将被实现。\\n\\n\\n---\\n\\n**GoldenNaim：**\\n\\n引用：社区选定的理事会/执行者\\n\\n我相信Samurai团队是一个好的开始\\n\\n引用：-离职由社区选择的理事会，即Do'ers与多签运营地址成员决定;\\n\\n可能是一个痛点，因为**新的贡献者的加入**是实体决定的，对吗？\\n\\n**Alex17:**\\n\\n在**入职和离职**方面，是的，我希望看到这通过核心团队完成。我认为我们关于产品团队的建议将导致核心团队的显著扩大，以填补产品团队，我认为这是需要的。这些是我们所看到的预期的成长的痛苦，但像所有事情一样，这需要透明度和一个框架，我希望我们的建议能解决这个问题。此外，我想指出即将发布的Sushi Gigs，我希望这将大大有助于新的人才和贡献者的加入。\\n\\n\\n---\\n\\n**fig：**\\n\\n@Alex17 感谢你花时间写下这篇详尽的文章。我很高兴看到Dialectic对SUSHI的支持。\\n\\n在过去的几天里，我们看到了一些不同的提议、建议和评论；很高兴看到一个有更多关键绩效指标和细节的解决方案。\\n\\n为Sushi贡献者创建子实体和产品特定团队将有助于更好地优先考虑SushiSwap的目标，并坚持及时交付产品和保证质量。\\n\\n此外，这种划分创造了协同效应，并根据SUSHI贡献者的经验和技能来调整他们（见@GoldenNaim）。我很喜欢你对TradFi和正常企业的比喻，比如下面。\\n\\n引用：为社区开发类似tradfi 10Q/K的季度和年度更新。\\n\\n这有助于读者更好地理解这个建议的范围和目标。\\n\\n我们**Flipside**很高兴看到这个建议被提出来，并将**支持实施它的核心团队**，并将其付诸表决。\\n\\n**Alex17:**\\n\\n谢谢你的意见，Fig. 我认为未来的方式是，Sushi Core将只是一个实体，在Sushi Treasury DAO下运作和建设。我希望这个产品团队的结构可以用于未来的DAO以及Core，而且这个提案所要求的透明报告可以更好地将社区纳入关键决策，这都会影响Sushi的未来发展。\\n\\n\\n---\\n\\n**hhk：**\\n\\n嘿，Alex and Dean，这是一个伟大的建议 它收集了过去几天社区和核心成员提出的很多想法。\\n\\n在最后投票之前，我还有几个问题/要求。\\n\\n\\\\-我想为贡献者、受信任的贡献者和执行者/理事会增加一个**行为准则**，这样可以避免现在的情况在未来重演。\\n\\n\\\\-Nori（核心团队）正在开发一个源自**GitLab one**的版本。\\n\\n\\\\-正如Naim所说，**实体**部分需要更多细节。\\n\\n\\\\-在结构图中，它显示了每个部门的负责人（COO、CTO、CMO......），与其他贡献者和执行者相比，他们的**权力**会是什么？ 谁来**选举**他们？\\n\\n\\\\-我认为增加一个图表或导图，用来激励每一种类型的贡献者（入门者、贡献者、受信任的贡献者、做事者）的动力将是很酷的。\\n\\n\\\\-在这个新的结构中，**核心**的概念是否会被**可信的贡献者**所取代？\\n\\n引用：制定一个季度和年度拨款，通过治理建议批准，并由社区批准，然后将资源有效地分配给每个产品线。\\n\\n在这种情况下，我们需要确保产品团队与do'ers密切合作，并与他们分享所有的运营成本和数据。\\n\\n我不确定我是否清楚地了解**资金是如何处理的**，这个季度的拨款是为一个产品（每个产品1个拨款）还是为整个SUSHI产品（一个大的拨款）发出的？OPS将只持有这笔资金，还是它也有用于其他目的或意外支出的资金？\\n\\n谢谢。\\n\\n**Unagi**\\n\\n谢谢Alex and Dean的文章！我想了解一下\\n\\n我想补充一下@hhk、@Tangle的意见。行为准则是一个伟大的想法，它有助于**问责**！(后面很长，意思是用制度来约束人的行为）\\n\\n我们可以问他们，例如，他们将如何处理\\n\\n团队/贡献者/理事会的报酬\\n\\n招聘/录用/离职\\n\\n不同决策的透明度（新产品、团队成员离职等）。\\n\\n决策参与（谁需要参与哪个决策）\\n\\n最近浮出水面的任何有争议的决定\\n\\n...\\n\\n从这些答案中，我们可以得出共同的**准则**，以及每个人在Sushi生态系统中申请有偿任务/职位的个人承诺。\\n\\n**Alex17:**\\n\\n嘿，HHK! 谢谢你的反馈和建议。我希望看到**行为准则**和核心团队的使命宣言，如果重组成功，我们计划从核心团队中推动这项工作。有了明确的规则、价值观和每个人都为之奋斗的目标，我想对解决已经发生的一些问题会有很大的帮助。我将花一些时间来阅读Nori的文章，并补充一些反馈。\\n\\n在**实体方面**，我同意，这里的目标是提供监管保护，允许为核心贡献者提供医疗保健之类的东西，这些贡献者奉献了他们的时间来建设Sushi。在类型和地点方面，我将服从于Sushi的法律，但我希望看到。\\n\\n在**C-suite方面**，我认为这是社区总顾问的角色。我认为其他如营销主管等应该由核心人员投票决定。如果你有其他建议，很高兴听到它并进行调整。\\n\\n在**权力结构方面**，我100%同意，这也能更好地解释它。我将对图表进行修改。用可信赖的贡献者取代核心，我不认为会有什么变化，我认为这和Sushi的工作实际上会帮助很多新的人才和贡献者加入DAO的行列。\\n\\n就**季度拨款**而言，是的，它将适用于所有的产品线，但要有一个详细的计划，必须批准资金流向和如何在产品团队之间分配！我希望预算能有一些。我希望预算能有一些额外的资金分配给意外的开支（我所做的大多数预算通常都是这样计划的），所有额外的资金如果没有使用，将在季度末流回国库。如果Sushi core有大规模的增长，需要额外的资金，我认为他们没有理由不在季度中间的额外提案中提出来。社区最终会对什么是重要的支出和什么不是重要的支出有发言权。\\n\\n\\n---\\n\\n**Tangle:**\\n\\n谢谢你发这个帖子，我知道你在这方面已经工作了一段时间，感谢你在这个时候站出来。\\n\\n我想谈的几件事是**问责制、产品覆盖面、治理和社区**。\\n\\n**问责制**不仅在Sushi中缺乏，甚至在我们的日常社会中也缺乏。民选和非民选官员都有权力创建影响我们所有人的法律和结构，他们很少像普通人那样感受到一个错误决定的严重性。因此，从这个主题出发，也许我们可以实施一些奖罚措施，以确保那些处于任何类型的等级决策职位的人有一致的激励。通过交付和实现预期目标，以及有利于协议的一致行为，可以有办法奖励这些行动。另一方面，如果不能做到这一点，可能会产生反作用。我们可能会发现，有某种类型的程序来创造抑制因素，以阻止不良行为。身处一个等级森严的位置，需要承担巨大的责任，并且应该被看作是协议的管理人。KPI选项已经被抛出了一些，所以可能是需要关注的东西。\\n\\n关于**产品覆盖率**，我不确定这是否只是图表设计的方式，但关于项目经理，我觉得一个人不足以在同一时间覆盖所有的产品。我觉得我们可以更有效，更有成效，并提供更好的覆盖面，在这里有更多的角色。\\n\\n至于**管理**，我认为我们可以围绕这应该如何工作建立一个适当的节奏。我们可以提供一个清晰的大纲，说明从一个提案想法的开始，一直到快照之后的执行，应该期待什么。我将很快把治理的想法加入到一个帖子或另一个提案中。\\n\\n关于**社区**的最后一点，我将附和Kakumei的观点，社区可能会成为一个完整的部分。社区需要在这个过程中以及在协议的未来有一个强有力的声音。如果没有正确的声音，它可能不会激励社区参与，并继续蓬勃发展。表决权是一回事，但指导决策以帮助实现这一目标是另一回事。\\n\\n再次感谢Arca对SUSHI的持续支持，我期待着这次讨论的结果。\\n\\n**Alex17:**\\n\\n嘿，Tangle，谢谢你的反馈。绝对同意你关于**问责制**的想法。我认为问题之一是扁平化的组织结构既损害了产品所有权，又无法实施问责制。我希望我们的建议开始解决这个问题，增加透明度，以及社区在领导层投票中发挥的作用。除了更公平的薪酬结构，并与关键绩效指标挂钩（我认为UMA团队有一个非常酷的产品，可以用于此），我认为核心团队创建一个行为准则和职责宣言将是有价值的。我已经看到在小型DAO中讨论过这些，并且认为这可能是让核心团队都同意朝着发展Sushi和运营社区拥有的defi产品的目标前进的有效方式。\\n\\n就图表而言，我听到很多人说类似于为每个**产品团队**配备一个PM\\\\*\\\\*(产品经理）\\\\*\\\\*的说法。我同意这一点，随着Sushi在未来几年继续扩大规模，我们可以看到一个产品系列有多个PM。这仅仅是一个描述整体结构的框架。为了扩大规模，我完全同意你的观点，并将在周五在本论坛底部发布更新的版本之前进行修改。\\n\\n**100%同意社区的参与**，并与核心团队的每个成员保持开放的沟通渠道。我们可以做一些事情，比如每周有一个产品团队加入AMA，并对他们的特定产品系列进行10分钟的更新。同样，这只是一个一般的框架和产品团队的创建，有许多方法可以将这个结构作为一个起点，并在重组过程中和未来继续改进。我希望这能帮助解决你的一些问题和疑虑! 谢谢你花时间提供反馈意见!\\n\\n\\n---\\n\\n**Jeffthebaker：**\\n\\n我认为现在出现争议的原因是因为，责任不够明确、决定太过主观以及DAO结构，如果可以由社区决定团队的责任与义务，让利益双方可以相互制衡，相信可以解决争议的问题。\\n\\n在此，我想特别指出理事会(Council)/执行者(Do’ers)的重要性，以及我认为需要补充的一些额外部门。\\n\\n进行重组的目的不是为了设置更多的治理条件来进行监督，而是要建立一套相互制衡的系统，给予贡献者/核心团队成员自主权和代理权，使他们能够更好的进行他们的日常工作，同时通过理事会/执行者监督审核他们的工作并进行评估。\\n\\n根据我的经验，一个象牙塔式的角色负责在社区和团队之上扮演调解人和监督者的角色，是构建DAO的有效方式，希望保护社区所有权，同时避免不必要的低效率。\\n\\n为了使理事会/执行者能够发挥其作用，需要明确他们的权力与义务。\\n\\n关于理事会的建立：\\n\\n**-申请流程**\\n\\n**-入选条件**\\n\\n**-任期**\\n\\n**-如何对理事会进行监督**\\n\\n**--对现有成员的审查**\\n\\n**--增减理事会成员的规则**\\n\\n**--理事会成员退出机制**\\n\\n理事会的权力与义务：\\n\\n**-对SUSHI团队的职责范围**\\n\\n**-如何履行职责**\\n\\n**--以BitDAO分配为例，理事会应该举起代币分配并确定适当的程序，还是应该监测这些约定并在他们遇到不良行为时标记出来？(我理解的意思是只有监督权还是有执行权）**\\n\\n**-理事会如何对团队进行发号施令（原文翻译：他们如何执行对团队有利或不利的行动？）**\\n\\n**-入职/离职及其他程序是什么？**\\n\\n就算我们制定了以上的规则，我认为仍然有很多未能明确的事项--那么谁拥有绝对话语权？\\n\\n我希望看到一个明确的结构：\\n\\n**-任期与续任**\\n\\n**-由社区任命**\\n\\n**-理事会的目的是管理SUSHI核心团队**\\n\\n**-SUSHI核心团队在理事会控制范围之外拥有代理权和自主权**\\n\\n实际上，有大量的DAO证据表明，任命特权职位，为像Sushi这样复杂的组织做出所有权和治理决策，比继续扩大治理投票要好，后者有自己的一系列问题（鲸鱼主导，选民冷漠，投票权重的不公平跟踪，等等）。\\n\\n**Greg:**\\n\\n我同意，不同职位的职责范围、理事会的形成和决策类型及程序将使这个提案更加完整。但这已经是一个很好的开始，并奠定了良好的基础。\\n\\n**Alex17:**\\n\\n嘿，Jeff，谢谢你的反馈 所有这些额外的细节都需要深入研究，我完全同意你的观点。这个建议是为了概述我们Arca认为可以扩展的结构类型，增加核心团队的产品所有权，并增加对社区的透明度。如果这个提议通过，我认为回答所有这些问题并收到无数次社区反馈将是非常重要的。\\n\\n我确实理解你对增加治理内容的反驳。我同意，如果像路线图或预算这样的提案没有达到法定人数，这将是一个问题。但我也相信，社区会理解这些投票的重要性，并出席这些投票。我真的很感谢你的反馈，在周五收到反馈后，我将尽力在修订后的提案中解决很多这些细节。\\n\\n\\n---\\n\\n**David:**\\n\\n我希望看到团队成员有某种与SUSHI价格相一致的财务激励措施，就像有锁定周期的股票期权。\\n\\n这可能是一个单独的问题（即团队补偿）和/或在适当的时候在结构内处理的问题，但我想我要把它放在那里。\\n\\n**Alex17:**\\n\\n完全同意这一点。核心团队肯定需要通过完善的薪酬制度来达成SUSHI的愿景。我认为在我们有了正确的结构之后，无论是这个结构还是其他已经提出的一些结构，都应该是社区优先考虑的清单中的首要问题。我们也希望在这方面与社区合作。\\n\\n\\n---\\n\\n**Probatacta：**\\n\\n伟大的提议。我给你投了票。\\n\\n我想了解一下关于 实体 部分的内容（假设是美国的C公司）。\\n\\n我知道有些人认为我们不应该建立一个实体，因为可能会面临SEC的审查。我们可能很快就会遇到SEC的监管，我们需要向合规化前进，并做好--反洗钱（AML）和了解你的客户（KYC）措施。此外，正如核心团队的人所说，我们需要公司银行账户来支付一些费用等。\\n\\n\\n---\\n\\n**BowTiedIguana:**\\n\\n为SUSHI建立一个法律实体可以会落入一个陷阱。\\n\\n我们所需要的应该是一个第三方商业服务公司，它作为DAO的代理人，为SUSHI进行链下的财务活动。该公司向DAO开具发票，收到加密货币付款，他可以对其收入纳税并扣除其费用。\\n\\n治理流程应该保持完全去中心化和在链上进行。\\n\\n如果不愿意处理这个流程问题，社区应该提出一个单独的建议，为这个公司 \\\"作为一种服务 \\\"成立进行招标。\\n\\n我重申：没有必要将DAO归入一个单一的司法管辖区的法律结构中。所需要的是一个商业服务公司，它从DAO获得定期费用以购买链下服务。\\n\\n\\n---\\n\\n**Greatmood：**\\n\\n首先感谢你们所有人提出的建议和对我们应该如何去做的评论。你们的工作做得很好。\\n\\n我喜欢@Alex17和Dean的这个提议。\\n\\n以下是我总结的建设性意见：\\n\\n\\\\-我觉得对我们来说，有一个领导人很重要，就像Maki在某一时期那样。有人带领大家，激励团队，让大家参与进来。提案中对SUSHI的结构设置非常好，有条理，但缺少这一块（领导人的设置）。必须有一个以管理为重点的职位，进行宏观调控与未来方向的把握。\\n\\n\\\\-我也相信我们应该有一个人力资源部门的负责人，专注于吸引人才，不断听取我们的团队和他们的需求。他们还将通过不断从SUSHI工厂内部寻找人才来服务项目。\\\\*\\\\*我们的团队应该专注于制造和运营产品，他们不应该同时担心雇用顶级人才、与人力资源有关的问题等。这个角色可以充当一个调解人（显然我们会需要）。我认为这是一个关键的职位，它将使工作场所保持良好和平静，使所有人都能茁壮成长。\\n\\n\\\\-我知道薪酬是在这个提案通过后才会进行，但我认为绝对重要的是，团队的利益就是SUSHI的利益，大家的方向与目标是一致的。这也适用于我们选举的理事会。每个人都是如此。当然，这也将包括对我们的团队进行的补偿（因为他们应得的），在这个提议之后，待定。\\n\\n我真的想重申@Tangle提出的观点的重要性，因为我认为它们都非常重要。以及其他关于为核心团队和理事会保持制衡的意见。\\n\\n最后但并非最不重要的是，在我看来，提案中提到的其他一切都非常好，你们做得很好。让我们继续努力吧!\\n\\n\\n---\\n\\n**Joeysantoro:**\\n\\n总的来说，我们很高兴看到我们在链下的讨论，以帮助SUSHI发展。\\n\\n我们可能需要更多的细节来保持激励的一致性和社区的透明度。我建议增加一个小型的DAO，并让多签运营地址过渡到一个 \\\"Optimistic Approval 10 \\\"风格的多签地址，其中有一个时间锁。在时间锁定窗口期间，DAO可以否决提案。这将增强透明度，并为社区增加一个额外的保障。\\n\\n我们有一些在Fei使用的代码，可以很容易地移植到Sushi上。\\n\\n我还认为，核心团队应该获得更多的SUSHI代币作为工资，通过长周期的锁定释放与释放驳回，防止团队的工作未达预期。\\n\\n**Alex17:**\\n\\n完全同意，关于链上的治理流程，这是一个未被充分利用的部分，我很乐意看到SUSHI公司进一步探索，特别是在链上。\\n\\n此外，为核心团队提供新的薪酬方案，我完全同意。这是我们计划在重组提案通过后进行的工作。\\n\\n未完待续（将更新评论内容）\",\"timestamp\":1639537867,\"title\":\"关于重建 Sushi DAO 的提案\"},\"digest\":\"PR9lfQpgL6yxL-ySYZEpWR19yWygKTYPYGH7c_uevAM\",\"authorship\":{\"contributor\":\"0x6d4e4b349E381CAB8f4f81c4Bc9B509Fe63C5EF9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YqJz_z0Z54vYit_zPomosK-Ts6hv86jLMCJZsfKNAcU\\\",\\\"y\\\":\\\"LvExVokW8fb5E1WHqXT_RF4wPmg5jfq6Q9rW6CGn3V4\\\"}\",\"signature\":\"WwRARw63pHOiD7yBtJ4J3_721PktZhBWTnAso5EnH4oxaKjuer2JuvZZI08hvJ4cmcSHZHQg8E3eX-_WTdbFJQ\",\"signingKeySignature\":\"0x82ef2530a62268a6a2536bc85059959ad49e2df695297b2fe14d97bdd9e9e95235170b9e34be3878223a9d02f621aff63bfea5aad17dd1a5059c283cea0112b51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YqJz_z0Z54vYit_zPomosK-Ts6hv86jLMCJZsfKNAcU\\\",\\\"y\\\":\\\"LvExVokW8fb5E1WHqXT_RF4wPmg5jfq6Q9rW6CGn3V4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Jj4HGqcMn279cuBxBoJV1_8R4K2l0Nl_zv-JxhHpK7k\"}"