"{\"content\":{\"body\":\"**一、不要幸存者偏差，要认知盈余。**\\n\\n有个朋友跟我说某某某花几千块买\\\\*\\\\*币一段时间后一夜暴富这件事是“幸存者偏差”，我直接就开骂“脑瘫儿”，这TM是“认知盈余”。\\n\\n记得币圈以前有位币友好像是为了学炒币，买了十几万bnb当手续费，结果没几天就兴致寥寥，放那里忘了，过了很久才突然想起来，登账号一看资产变成了上千万了！但人家只是一笑而过，只当是闲余之时随手布了一手好棋子而已。你说这种能叫幸存者偏差？\\n\\n一个人必须有物质和精神上的富足有余，他才敢花钱花时间花精力去做一些忘记投入忘记回报的事情，只有这样子才能享受到各种意外的惊喜。\\n\\n幸存者偏差之类的概念很多都是以旁观者的角度得出来的，普通人看到之后大多都是一句“狗屎运”呵呵就完了！等你真要去做的时候你就会发现你没有“认知盈余”根本就不可能会发生什么“幸存者偏差”。我靠！TM老子疯了花钱买这些一看就是骗人的玩意儿！拿去吃喝玩乐它不香吗？然后，他们就只能一次次对着这种“幸存者偏差”羡慕嫉妒恨骂“狗屎运”了！\\n\\n\\n----------\\n\\n**二、富人想穷都难！**\\n\\n济南的小李在家里找出来一部崭新的爱立信788手机，这部手机小李记得是买了送给客户的，结果客户那边临时更换领导，就没有送出去，后来就放在橱柜里被忘记了。\\n\\n小李充上电试了试还能开机，4000多块的发票也在，说明书也是一尘不染。他说这部788刚上市的时候引起了轰动，是当时市面上体积最小的移动电话，而邰正宵的心要让你听见的MTV里面还有这部手机的宣传。\\n\\n小李说这部手机放到现在也已经属于淘汰产品了，使用价值是一点都没有了，只能留着当做纪念品了，纪念那个时代。\\n\\n想起电影西虹市首富里面王多鱼的故事，虽然是虚构的，但也说明白了很多现实真相，富人真的是想穷都难。\\n\\n\\n----------\\n\\n**三、揭示真相，穷人的认知大多都是错误的。**\\n\\n我知道我上面说的很多人不会认同，甚至很多“大佬”都会咬文嚼字一字一句来给我讲逻辑讲概念上有什么错误。但我才不听信你们的胡扯呢！你们都是胡扯，都是旁观者的角度来看的，看一件事物一旦角度不对，那全部都是“废话”。\\n\\n关于成功，我不喜欢讲，因为我也没有成功，说再多别人也不信，等我“成功了”（也许是靠运气，也许是刚好努力对了方向……）我再来胡吹我是多么牛叉多么英明正确。\\n\\n很多人说彩票是骗人的，偏偏我又经常听见他们说要是中了五百万千万上亿要怎么怎么，然后他们根本不买彩票只是天天骂那些中大奖的人“主任又上台领奖了！”、“假的假的，肯定是内部员工”、“走狗屎运了！”。他们忽略了一个基本的事实，那就是不买一注彩票，那那些再微小的可能性都跟你绝缘的。\\n\\n某某几千块买xx币一夜暴富，这确实是幸存者偏差的概念，因为这一个成功例子背后有无数归零的例子，但这根本不是问题的核心好吗？我这朋友就像上面说的要么谩骂要么羡慕嫉妒恨，但就是一注彩票不买，说幸存者偏差那不是扯淡吗！你想暴富就得投钱啊！你连多余的拿出来学习的时间都没有，你连拿出来投资的钱都没有，你跟我说幸存者偏差？\\n\\n\\n----------\\n\\n**四、世界充满不确定性，我们需要盈余和闲“渔”**\\n\\n是的，现实里很多事情是不讲道理的，喜欢讲道理的人大多都是混得不好的。唯一可以确定的是，能坚持长期学习和投资的人，终有一天会等来时间的嘉奖！\\n\\n做一个物质和精神都富足的人，你才能用富余的物质和精神化作种子，在某一天收获意外惊喜。\\n\\n写得太糟糕，不如用通俗点的人话来讲透彻。也就是说，如果你天天工作之余就是打游戏刷视频，工资到账就是一通买买买和还账单，你肯定不会花钱学点啥投点啥，真要让你这样搞等于要他命，他还会觉得是浪费。时间长了会怎么样，就只能看着身边的人一个个过得越来越好，然后暗地里各种焦虑了。要是出了些暴富翻身的人呢！嘿嘿，那就是什么“幸存者偏差”啦！“狗屎运”啦！除了骂骂咧咧他们也不会做啥了，他们只有羡慕嫉妒恨，除非他真正改变，去学会“认知盈余”，减少浪费（少高消费少借贷少玩），增加收入（学习，不管是知识还是认知上的学习，投资，不管是社交还是炒股炒币……）。\",\"timestamp\":1640338285,\"title\":\"贫穷的闲“鱼”与富余的闲“渔”\"},\"digest\":\"k_6gHhQfyvm6ioIbaYniAdmFudFX3PakA2C0K1fmSh4\",\"authorship\":{\"contributor\":\"0x528D94c403a47e0B1c5E02981ae160D68a420Fdf\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"knTo2fdkQeuXgDVJeP4HD_EzvAlkO6eOJcVsnEwh1Zo\\\",\\\"y\\\":\\\"3DC_MQmK6CC5Sc5p_n1_AOxGGoSBtJWooPUGMjepbQs\\\"}\",\"signature\":\"V-EG8ojm7l2MTCAWlQCP9Zo_J7i7gdYXY8esjUAzDMtGXal5R3zi0lCPTGR9BDQehOLZyIgyztuSmnenohokxw\",\"signingKeySignature\":\"0xd8ec71dbae04fb099ee95379af1b9a93fea77d8eb5ccb6ec0b5a450fe700e0e84ca8e2886ca905148b8bcc3d8fc654164900c09708a646dd054c8ba8f2dfb6f11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"knTo2fdkQeuXgDVJeP4HD_EzvAlkO6eOJcVsnEwh1Zo\\\",\\\"y\\\":\\\"3DC_MQmK6CC5Sc5p_n1_AOxGGoSBtJWooPUGMjepbQs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"k_6gHhQfyvm6ioIbaYniAdmFudFX3PakA2C0K1fmSh4\"}"