"{\"content\":{\"body\":\"***This article originally appeared in Valid Points, CoinDesk’s weekly newsletter breaking down Ethereum 2.0 and its sweeping impact on crypto markets. [Subscribe to Valid Points here](https://www.coindesk.com/newsletter/valid-points).***\\n\\nDuring [Ethereum Core Devs Meeting #124](https://www.youtube.com/watch?v=BTtwbvZZpfs) on Oct. 15, a [proposal](https://eips.ethereum.org/EIPS/eip-4345) to push December’s “difficulty bomb” was discussed. According to ETH Hub, the “[Difficulty Bomb](https://docs.ethhub.io/questions-about-ethereum/what-is-the-difficulty-bomb/) refers to a mechanism that, at a predefined block number, increases the difficulty level of puzzles in the proof-of-work mining algorithm resulting in longer than normal block times (and thus less ETH rewards for miners).”\\n\\nIn other words, it increases mining difficulty exponentially over time, eventually leading to an “[Ice Age](https://www.coindesk.com/tech/2021/01/27/valid-points-what-to-expect-when-ethereum-20-undergoes-its-first-hard-fork/),” which would force the chain to stop producing blocks, essentially “freezing out” proof-of-work mining as Ethereum shifts to its proof-of-stake consensus mechanism.\\n\\n***Read more: [What to Expect When Ethereum 2.0 Undergoes Its First ‘Hard Fork’](https://www.coindesk.com/tech/2021/01/27/valid-points-what-to-expect-when-ethereum-20-undergoes-its-first-hard-fork/)***\\n\\nMost importantly, the date of the difficulty bomb gives insight into when the Merge is expected to occur, since it will disincentivize miners from continuing to mine Ethereum’s proof-of-work chain at that point.\\n\\nFollowing the discussion on Friday, developers are now considering setting the effects of the difficulty bomb to take place in June 2022. That means the delay targets the Merge to take place before that date.\\n\\nSince the code for the difficulty bomb was first introduced in 2015, it has been delayed four times.\\n\\nEthereum Project Manager Tim Beiko [tweeted](https://twitter.com/TimBeiko/status/1449051099457998851), “We think \\\\~4 months is a generous timeframe from having the code done to seeing the Merge on mainnet.”\\n\\nOnce again, the difficulty bomb does not set the Merge’s date in stone. Beacon Chain developers and the client teams use the difficulty bomb to keep them on track. If they have to delay the bomb again it will eat at time they could be spending on the transition to proof-of-stake. However, if the bomb is set too far away it loses its utility of disincentivizing the proof-of-work chain. Thus, the projected date represents the best data point we can use to estimate when the developers feel they will be ready to deploy the necessary code for the Merge.\\n\\nFollow [@TimBeiko](https://twitter.com/timbeiko) on Twitter for weekly summaries of the Core Devs Call or listen in on Friday mornings to hear more about the progress of Ethereum!\\n\\nWelcome to another edition of Valid Points.\\n\\n## Pulse check\\n\\nThe following is an overview of network activity on the Ethereum 2.0 Beacon Chain over the past week. For more information about the metrics featured in this section, check out [our 101 explainer on Eth 2.0 metrics](https://www.coindesk.com/ethereum-2-0-explained-in-4-easy-metrics).\\n\\n \\n ***Disclaimer: All profits made from CoinDesk’s Eth 2.0 staking venture will be donated to a charity of the company’s choosing once transfers are enabled on the network.***\\n\\n## Validated takes\\n\\n* A [Yearn developer](https://www.coindesk.com/tech/2021/10/14/meet-the-defi-delegate-knocking-on-the-doors-of-congress/) and a [MakerDAO](https://www.coindesk.com/policy/2021/10/18/defi-on-the-ballot-yearn-developer-matt-west-is-running-for-congress/) delegate are attempting to bring the DeFi industry to the forefront of regulatory conversation. BACKGROUND: To battle crypto’s underrepresentation in the political arena, MakerDAO’s PaperImperium has begun lobbying and meeting with members of Congress, while Yearn’s Matt West is actually running for Congress. The duo’s grassroots approach could play a vital role in educating current policymakers about the inner workings of DeFi and its potential.\\n* DraftKings is becoming further immersed in crypto with plans to [become a Polygon validator](https://www.coindesk.com/business/2021/10/18/draftkings-steps-further-into-crypto-with-plans-to-become-polygon-validator/). **BACKGROUND**: DraftKings first became involved in crypto through a Tom Brady NFT auction, using Polygon as its blockchain solution. As a validator, the company will be able to participate in governance, host NFT drops and earn yield on their token holdings. The move follows in the footsteps of Deutsche Telekom, which hosts a node for Chainlink and Flow blockchain.\\n* The company behind Steam, an online gaming distribution platform, [banned blockchain-based video games](https://www.coindesk.com/business/2021/10/15/steam-boots-blockchain-based-video-games-from-its-platform/) from listing on its platform. **BACKGROUND**: Blockchain-based games and the play-to-earn model have drawn the attention of investors, gamers and regulators. While Axie Infinity proved the viability of the model, marketplaces and platforms like Steam are wary of the implications of trading assets with real world value. A competitor, Epic Games, was quick to take the other side, welcoming blockchain games on their platform.\\n* The stock market reacted positively to [Coinbase’s coming NFT marketplace](https://www.coindesk.com/business/2021/10/14/coinbase-jumps-after-sign-up-numbers-for-nft-marketplace-revealed/) with shares jumping 6%. **BACKGROUND**: Coinbase had 1.35 million users sign up for its NFT platform, over 4x the user base of OpenSea. NFTs have been one of the most popular areas within crypto recently, with OpenSea and Axie Infinity being the largest two revenue drivers and accounting for a majority of the transaction fees on the Ethereum blockchain.\\n* Subversive Capital filed an [application for a metaverse ETF](https://www.coindesk.com/business/2021/10/14/subversive-capital-files-application-with-the-sec-for-a-metaverse-etf/) that would allow investors to gain exposure to the “next generation of the internet.” **BACKGROUND**: While the crypto community is celebrating the newly launched bitcoin ETF, Subversive is focusing on another crypto niche and its ensuing cultural revolution. The ETF would invest in companies building the infrastructure of the metaverse and trade under the ticker PUNK. The ETF could give investors a chance to gain exposure to the growing NFT market and its use cases from art to gaming.\",\"timestamp\":1634802470,\"title\":\"Ethereum’s ‘Difficulty Bomb’ Timing Hints at an Early Summer Merge\"},\"digest\":\"-G2n94jL3K46AMjABFLiR09WzEm5XNJZnSjEop3VyyY\",\"authorship\":{\"contributor\":\"0x8918151a07B96D518Ab70C61e4091FfA62e25A17\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tGXb0_gY0JSZktdQSvSXTNC67TyW8O-2ngQKjv-6Qak\\\",\\\"y\\\":\\\"wEqfIoFrn-f-Y_64FC3M1RZzCdocCF2jVCEwFVWy0tY\\\"}\",\"signature\":\"GKc6HCshEQuZ_m2G4lvmCkDuEXLTEP6MMtWcPECtO72gQKb9Wp2Do1roLHxyTaJaRp4Cl5F5A36lNKXcQA_QHA\",\"signingKeySignature\":\"0x1d0070b3d71460522c9fef6c88b79f7074cfae0e0c715cda41e6999a0d02a29b705fd62c19372523f43bbe911bd30f899c0a56dfaaf5bbac2c28b1ba4e1878171c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tGXb0_gY0JSZktdQSvSXTNC67TyW8O-2ngQKjv-6Qak\\\",\\\"y\\\":\\\"wEqfIoFrn-f-Y_64FC3M1RZzCdocCF2jVCEwFVWy0tY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-G2n94jL3K46AMjABFLiR09WzEm5XNJZnSjEop3VyyY\"}"