"{\"content\":{\"body\":\"I have a client who has completely changed his life — it’s been a complete transformation, and it is breathtaking.\\n\\nOne of the most powerful things he’s brought into his life is the practice of self-compassion. It changed everything, once he started bringing this into what he did.\\n\\nBut one of the next most powerful things he created for himself is the view that **Everything is a Practice**.\\n\\nMan, what a ridiculously valuable way to frame our lives!\\n\\nEvery difficulty that comes up is simply something to practice with.\\n\\nEvery frustration with another person is a practice ground, and the other person becomes your teacher. Bow to them with gratitude!\\n\\nNormally, we think of these difficulties and frustrations as something wrong with us, the other person, or the world. With this kind of view, every failure is another reason to feel bad about ourselves. Every frustration with someone else is a reason to shut down to them or lash out at them. Everything wrong with the world is another reason to feel discouraged.\\n\\nBut what if, instead, we just took it as something to practice with?\\n\\nSome examples:\\n\\n* **My work is overwhelming**: OK great, let’s bring awareness to the feeling of overwhelm, be with it mindfully, and examine the view that has you creating this feeling of overwhelm. Can we practice shifting the view? Getting in touch with our inner peace? With this kind of practice, every time we feel overwhelmed is an opportunity to get in touch with our inner peace.\\n* **Other people can be so frustrating**! Absolutely … and also, can we practice being with this feeling of frustration (even expressing it fully as an emotion), noticing what view we have of others that creates our frustration, and maybe finding a more expansive view that lets us feel compassion for the other people? Maybe even seeing them with love and wonder? Then every frustration with others becomes a way to practice compassion and wonder and expansiveness.\\n* **This task is too hard, I don’t wanna do it**: Yep, I have that too! So can we practice being with our resistance, noticing the view that has us think of it as a burden, and instead find a more open and joyful view of the task? Can it become a place of play and curiosity and adventure?\\n\\nEvery challenge, problem, frustration, failure becomes a place of beautiful practice.\\n\\nLife becomes a playground and place of exploration.\\n\\nWhat a magical place this world is!\",\"timestamp\":1637735607,\"title\":\"Everything is a Practice\"},\"digest\":\"BYRE4fZKajactWu0I0FI969aKAVWgL5K2uTSCg_iezg\",\"authorship\":{\"contributor\":\"0xF619c015C99c1BbCBF394997e28dB004EFa82067\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lvU4TDkvtgV1Dm-jUIrd3FBiUqiAfjCwM-YTfH9g5gs\\\",\\\"y\\\":\\\"htIC-UHqDXRHsin9zs3QHteZgahy6QP7giJvo-Tj8U8\\\"}\",\"signature\":\"AHLC_o2rZQ2QEtI9Tf9f6uyWLBTsKlKHLGd6RzBo_HJQGxrNC1SNCRdA1sPU287GT1ETMSmO8OMqqchlmohyBg\",\"signingKeySignature\":\"0xf3ebefabfed8f574c6cf2ee86cd4df8e78e396a707683355221d5f5915e4faab54865570221fdfab819201f0ed05bfcab290c0add7acaecc4436a9302c86f82a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lvU4TDkvtgV1Dm-jUIrd3FBiUqiAfjCwM-YTfH9g5gs\\\",\\\"y\\\":\\\"htIC-UHqDXRHsin9zs3QHteZgahy6QP7giJvo-Tj8U8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BYRE4fZKajactWu0I0FI969aKAVWgL5K2uTSCg_iezg\"}"