"{\"content\":{\"body\":\"以我个人举例来说，我最开始使用个人加密钱包也是有些担心。害怕资产丢失，但经过长时间的独立操作，基本这种担心小了很多，但也不是完全没有担心。毕竟资产丢了没地方去找，所以养成好的安全习惯至关重要。\\n\\n首先，是要清楚地知道，在加密世界，只有掌握了私钥，才是真正的掌握了个人资产。\\n\\n随着加密行业的逐渐完善，一些头部交易所也正往合规方向发展，相对来说资产在这里也算是安全。但在一些极端行情下，由于种种原因（比如拔网线），资产实际是不受控状态。\\n\\n因此，不管从什么角度，拥有自己管理钱包的能力都是重要的。即便只是存一部分资产用于应急，也是非常好的。\\n\\n另外，很多小的交易所，说倒闭就倒闭了，资产在里面非常不安全，还不如个人放在加密钱包里保管靠谱。\\n\\n自己独立使用加密钱包是一个过程，一开始可以少量资产操作，久而久之就会建立信心。下面唠叨一些安全习惯，不是什么必须遵守的规则，只作为启发吧。\\n\\n**一个小的安全习惯清单：**\\n\\n只要是在线操作，不管是硬件钱包还是软件钱包，都有被盗风险，钓鱼是最大风险。重点是核对每次交易的目标地址，是否匹配。\\n\\n其次是私钥没有妥善保存，这个因人而异，核心是只有自己知道私钥，不要泄露。\\n\\n默认浏览器与chrome/brave分离，chrome只用来链上操作。或者chrome开多个本地账号，浏览网页跟钱包应用分离。\\n\\n不认识的链接不点，习惯复制链接手动粘贴。可以避免访问到一些恶意地址。\\n\\n打开链接首先看下是否是安全链接，如果不是要注意风险。\\n\\n不用搜索引擎推荐的应用地址。很多钓鱼应用的url地址都做了伪装，看起来跟要用得应用很像，实际是假的钓鱼页面。\\n\\n常用地址放收藏夹，使用自己收藏夹地址访问。\\n\\n浏览器定期清除缓存，最好设置为默认清除缓存。\\n\\n转账新地址要小额确认，别嫌麻烦，别怕多给网络费，转错了损失更大。\\n\\n确认后地址保存在收藏夹，小狐狸和各类交易所都有常用地址保存，下次直接从收藏选择。\\n\\n最重要的是别贪心、别省小钱、别报侥幸心理，多一点敬畏、多一步检查、多一些警惕。\\n\\n**应对安全风险的冷静时刻：**\\n\\n很多时候我们遇到的安全风险，第一伤害并不是最重要的，往往是第二伤害非常致命。\\n\\n什么是第二伤害，举个例子来说。比如有时候在浏览器上搜索一个东西，点击后这个页面它提示你中毒了，然后他会再提示你有一个安全软件，需要安装一下把木马病毒消除。\\n\\n在这个场景中，其实这个时候你并没有真正的中毒，真个页面都是为了让你去安装这个安全软件。真正的病毒是这个安全软件。如果你去点那个安全软件，这个时候才是真正的中毒了。\\n\\n正确的做法是直接关掉它，同时清理掉浏览器的全部缓存。\\n\\n其实我们用钱包的时候，不管是用手机钱包，还是metamask钱包，还是硬件钱包，真正说这个私钥存在钱包的情况下，被黑客从你的钱包里面直接拿出去这种事情是非常难的，不通过外部引诱基本不可能。\\n\\n很多时候私钥丢掉的情况，一个是被钓鱼，就是我们在不注意的情况下去，在网站上输入了私钥。\\n\\n另外一个就是自己没有把私钥保存好，比如说你放在一个笔记本里面，然后这个笔记本传到云盘之类的，然后被黑客扫到了。\\n\\n另一个就是自己把规则设计的太复杂，然后时间久了，因为经常不会去用，自己反而忘记了这套规则了。有时也可能是设计了复杂的密码，这个解锁密码时间久了忘记了。\\n\\n还有就是你可能当时觉得这个钱包不重要，就没有认真的去备份，后面由于其他原因反而去用了这个钱包。再之后由于各种某些原因导致钱包被卸载，或者打不开。这时你发现私钥当时忘保存了，这样的话资产就丢掉了。\\n\\n还有个很常见的第二伤害，比如有人说现在Chrome有安全风险，有人听到这个消息就赶紧把metamask卸载了，生怕被黑。这个操作比浏览器可能的漏洞风险更大，因为是应激反应，所以根本没考虑其他后果。很有可能由于钱包没有备份好，或者备份不可用了，导致卸载后资产无法找回。\\n\\n这种情况下做的操作往往是伤害最大的。\\n\\n所以一切关于钱包的安装和卸载，尤其是在进行一些新设备迁移的时候，一定要去检查自己以前备份的这种手段是否能继续使用，如果不能继续使用，那在设备迁移的时候就一定要提前先再次做好备份。\\n\\n同时建议隔一段就对钱包的恢复做一下演练，避免备份不可用的情况发生。\",\"timestamp\":1638863025,\"title\":\"加密钱包风险与安全习惯\"},\"digest\":\"-luk8QH8waPBcKgeLvV3lAgEUfCDjpy_THvq-w3r-v0\",\"authorship\":{\"contributor\":\"0x6E18e69AD6a71Be81b3a00303b1021a7E0021a3A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xLRIGZIgmM8FZLyUNMHTtto6VzXcGeNmX0HCSn9mzmw\\\",\\\"y\\\":\\\"ma0L0BhyQqxXmjX_bqYWIntfi6klQxxt9QGacm6TLtw\\\"}\",\"signature\":\"5YQJDW6kn7QiJyjiQLwjS9ahYK2pqOAtUKKoRTo7wzCGsVPq05d5AawWkOO_7OWd1i-ENcHXsDn0wEOk-kHa6w\",\"signingKeySignature\":\"0xc1d5022e8cf04fec983820a831ad647c8dcecc45f376de59a01395771cb7b1cf3a638b17629b9259189f3781e760a540541ce9af0e8d44df1837f75cea3790be1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xLRIGZIgmM8FZLyUNMHTtto6VzXcGeNmX0HCSn9mzmw\\\",\\\"y\\\":\\\"ma0L0BhyQqxXmjX_bqYWIntfi6klQxxt9QGacm6TLtw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-luk8QH8waPBcKgeLvV3lAgEUfCDjpy_THvq-w3r-v0\"}"