"{\"content\":{\"body\":\"This huge wave of new and emerging DAOs ***(Decentralized Autonomous Organizations)*** may have you extremely confused as to how you can get in on the action, understanding what makes a DAO legit, or you may simply just be looking for some documentation on potentially good DAOs that you want to be part of.\\n\\n***Don’t worry…we got something for you!***\\n\\nIntroducing **Meta Reports**, a series where we cover DAOs that *we believe* serve an actual purpose, DAOs that have utility in the new **Web3** era and that are going to be around for a *very* long time.\\n\\nMeta Reports will also cover other aspects of Web3 and the Metaverse in its future series.\\n\\nBefore providing any reports, however, it is essential for you, *the Web3 explorer*, to understand what you need to look for in order to determine if a DAO is worth your attention, commitment and most importantly; **your money**.\\n\\nThere is **A LOT** of garbage out there, projects that don’t have any meaning, projects that are based solely on hype because they want to get the most out of this trend before disappearing from our lives with their pockets full. So, it is **important** to know what you’re getting into.\\n\\nRemember, much like most of Web3, DAOs are still in their infancy as there is a lot of uncertainty regarding them. We want to make sure you walk into this vast, ever-growing space with an advantage, and that is **knowing what you’re looking for**.\\n\\nBelow, we will be outlining what we think are essential details that you need to look for when researching DAOs.\\n\\n### 1. Does it suit your interests?\\n\\nIt is extremely important to figure out **what interests you**, as this can essentially lead you to narrow down your choices when it comes to selecting DAOs.\\n\\nThese interests do not have to be related to Cryptocurrency, NFTs, or Blockchain etc. DAOs are **not limited** to these categories so you can definitely find one that focuses on other things. For example, like Marketing or Community Management if either one of these were your interests.\\n\\nThis is the most essential decision you will have to take during your journey into this Web3 space. Joining a DAO means having a firm **belief** in its roadmap as well as having a passion for being part of it.\\n\\n### 2. Does the DAO have a roadmap?\\n\\nIt is wise to verify and read thoroughly the roadmap of any DAO you come across, especially a DAO that you want to **invest** in. The roadmap should represent the unique mission of the DAO.\\n\\n1. What does it set out to do?\\n2. In how long does it expect to accomplish this?\\n3. How will it do it?\\n4. What are the benefits of being part of it? (Financial upside for yourself and others who partake in the DAO)\\n5. Does it have a solid infrastructure that is transparently explained?\\n6. Does it make sense? (Do you see a future where this could be essential?)\\n7. and much more…\\n\\nThere are definitely a lot of questions to ask yourself, with quite a lot of research going into it, but this is why Meta Reports exists; to make it easier for you. These reports exist to answer those questions so that you can make your decisions faster. All of the information is in one report. **For free!** *(for now)*\\n\\n*Anyways, let’s carry on…*\\n\\n### 3. Does it have a growing community?\\n\\nYou know a project is on the right track when a DAO has a **growing community** that is efficiently maintained. A community with like-minded members who share their support for the project but also raise questions and provide constructive feedback. This is what a DAO is all about.\\n\\nIf you do not see these conversations in the community, you can attempt to create some yourself in hopes of attracting those who would have something to add. However, if all you’re getting is random chit-chat that is not adding anything of value to the community then you probably get the idea of what kind of DAO you’re in.\\n\\nAdditionally, other important benefits of joining a DAO with a strong community is that you will be able to **network** with other people, learn new things, make connections and perhaps even collaborate on projects together outside of the DAO.\\n\\nFinally, it’s crucial to understand the fact that a DAO doesn’t need to have a growing community right away. Good things take time, so if you stumbled upon a DAO that has a small community but a great idea  - give it time to grow or better yet; contribute to it yourself as well.\\n\\n### 4. Who is leading the DAO?\\n\\nAre they **influential** individuals who are known in the respective space? Do they have a history of delivering results? These are questions you would want to ask yourself when evaluating the leading individual or team behind the creation of the DAO.\\n\\nYou want to ensure that they know what they are doing, but no matter how certified they are; they still need to **execute** at the end of the day. Results are absolutely necessary when you join a DAO, you cannot run on hope for too long!\\n\\n### Conclusion\\n\\nOnce you have gone through these criteria whilst researching, you can safely assume that you’ve found a great DAO. As we have stated before, DAOs are still in their infancy and will continue to be developed. Web3 brings upon an endless amount of **innovation**!\\n\\nStay tuned for our next Meta Report as we dive into a DAO that has the potential to make waves in the online education industry!\\n\\n*DISCLAIMER: These reports are meant to be for educational purposes only and should not, by any means, be considered as investment advice. Our reports exist only to show you high-quality projects that are out there, but only you, the curious reader, are responsible for what you do with this information.*\",\"timestamp\":1639505522,\"title\":\"Meta Reports by MetaVision: How To Identify The Right DAOs\"},\"digest\":\"5BaCGoCYwcBPgIyJ5J-XaOcyELoFuOwfHPwegBqknQw\",\"authorship\":{\"contributor\":\"0x9D6445695c0617473069e37F451558626AA334E2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GQsjFSsEsFHY8o542mwXBSJpKfjScQptC3uvVoDIJW8\\\",\\\"y\\\":\\\"V9sxvS_5xkNlOXPVXDn7HELH7oOoSm-vedWY9AJd86k\\\"}\",\"signature\":\"-yzh2l2i8Bkho-ix7g5vT_cQ-cjXhA94IwOBO4tN3_wcdY_p47mxTCUAgrc5E6K2cUWv4SKLw9c8j-8KopiQrQ\",\"signingKeySignature\":\"0xe54f9a9d9571f0288dcab8cd85c2a0a5cbde731c3136845dddf6320bc2f3b9bc7deeb1a08a7737a739773da1f8b7abcfd11f39733612eb541cd5dd5d61d85ef81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GQsjFSsEsFHY8o542mwXBSJpKfjScQptC3uvVoDIJW8\\\",\\\"y\\\":\\\"V9sxvS_5xkNlOXPVXDn7HELH7oOoSm-vedWY9AJd86k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hbq6EbjG1ahvvFQpz_3xJiTggTuDY1HpxnCRdI4KyGo\"}"