"{\"content\":{\"body\":\"Blockchain is the underlying technology that powers Bitcoin, the digital currency.\\nIn October 2008, A man named Satoshi Nakamoto published A paper titled Bitcoin:A Peer-to-peer Electronic Cash System Bitcoin:A Peer-to-peer Electronic Money System. Three months later, on Jan. 4, 2009, Nakamoto created the first block, bitcoin's founding block, on a small server in Helsinki, Finland, and was rewarded with the first 50 bitcoins. At this point, a set of bitcoin's underlying technology was built, and countless people have participated in the process since then. Bitcoin developed steadily for seven years from 2009 to 2015, during which time the industry used the term \\\"Bitcoin\\\" (capital B) for the underlying technology of the Bitcoin system, and \\\"Bitcoin\\\" (lowercase B) for Bitcoin, the digital currency. For seven years, there was no concept of blockchain, not even the term blockchain.\\nBlockchains was first proposed on October 31, 2015. On The same day, The Economist published The cover article Blockchains: The Great Chain of Being Sure about things, blockchain Technology reshaping The World, first proposed Blockchains blockchain concept. According to the Meaning of English Block and Chains translated into Chinese blockchain. The cover article called Bitcoin, the underlying technology of Bitcoin, Blockchains, and proposed that the technology could be used far beyond digital currencies and could be widely used in other fields. Therefore, Bitcoin, the underlying technology that supports Bitcoin, has been known by the world after changing its name to blockchain Blockchains, and has been widely spread and concerned.\\nSecond, the value of blockchain itself\\nThe greatest value of blockchain is to realize value transfer in a decentralized environment; In the decentralized link, technological innovation is used to solve the problem of mutual trust between individuals in a low-cost way.\\n● Deliver value in a decentralized environment\\nIn the network world, A has an e-book and transmits it to B. Then A copies an e-book and transmits it to B. Both A and B have the e-book at the same time, which is called information transmission. A has A 200 yuan red envelope, which is passed to B through the network, so A doesn't have this red envelope, and B has this 200 yuan red envelope, which is the value transmission. But now the network of the world to send red envelopes, is relying on similar Alipay, wechat such centralized services to achieve transmission value. If the world does not have Alipay or wechat, in A decentralized environment, how can A transfer the value of his 200 yuan red envelope to B? Blockchain is a good solution to this problem. In a decentralized environment, point-to-point users can transfer value to each other.\\n● Use technological innovation to solve the problem of mutual trust between individuals in a low-cost way\\nIn complex environments or areas where the cost of mutual trust is high, blockchain can be a good solution to the problem of mutual trust between individuals. A bought A small property right house from the village committee, but the local real estate center cannot handle the property ownership certificate for the small property right house. Worried about future housing disputes, A asked the head of the village committee to issue A house purchase certificate. But A is still worried. What if there is A fire and the purchase certificate is burned? What if the head of the village council sells the house to someone else and issues a certificate of purchase? What if the next village chief disowns the previous one's house purchase certificate? As long as all parties recognize blockchain, these realistic problems can be solved technically by using the immutable characteristics of blockchain.\\n3\\\\. Characteristics and principles of blockchain\\nBlockchain comes from the underlying technology of Bitcoin, and its technical features ensure the stability of data storage, accuracy of data records and imtamability of data contents in a decentralized environment. The main features of blockchain are as follows:\\nDistributed storage, decentralized, point-to-point transmission: data is stable and indestructible.\\nConsensus mechanism (proof of work) : In a decentralized environment, it is clear who will keep the books and who will distribute the resources.\\nEncryption mechanism: The encryption mechanism is used to verify the accuracy of data and ensure that system data cannot be tampered with.\\nTime stamp: data is divided into different packets and recorded in sequence to solve data conflict.\\nTimestamp + consensus mechanism (proof of work) : Solve duplicate records and Byzantine generals. In a decentralized network, data information of all nodes is kept accurate.\\nIn order to better understand the operation principle of blockchain, here is an example to explain the operation mechanism of blockchain. Example: Repairing family trees. A family plans to revise its family tree, hoping to update it every year to keep the data accurate and ensure its continuity in good times and bad.\\nform\\nThe example of genealogy revision mentioned above is to ensure the continuity, stability, accuracy and uninterrupted transmission of genealogy revision in a decentralized environment through a set of rules and procedures. The scheme itself is a set of human blockchain system constructed by using the principle of blockchain.\\n4\\\\. Blockchain related technologies\\nBlockchain is not a new technology, just the integration of the underlying technologies that support Bitcoin, the digital currency. Peer-to-peer distributed technology, encryption technology, consensus mechanism, timestamps and other related technologies used by blockchain have been very mature for more than a decade.\\nPeer-to-peer distributed (P2P) technology: traditional network data transmission relies on the support of the central server, and point-to-point distributed data transmission is the network participating terminal, without the support of the central server, direct point-to-point data transmission. In a distributed system, data loss on any single terminal has no impact on the system.\\nEncryption technology: there are many specific computer encryption technologies, including symmetric encryption, asymmetric encryption, hash hash algorithm encryption and so on. It doesn't matter what kind of encryption method blockchain uses. You can choose any encryption method or create a new encryption method, as long as it meets the needs of anti-cracking encryption. Common encryption modes include SHA-1, MD5, DES, 3DES, AES, RSA, and ECC.\\nConsensus mechanism: a rule agreed upon by all participants in a way that only one participant at a time is responsible for recording new data and distributing it. Bitcoin's consensus mechanism is that everyone calculates the problem together, and the first one who calculates the answer is responsible for recording the new data.\\nTimestamp: Specifies that every once in a while, a packet is generated with a new timestamp, and then 1, 2, 3, 4, 5, 6... Time-stamped packets, in order. Use timestamp order to arrange features and link related records together.\\nIt doesn't matter what technologies the blockchain uses, they are neither original to the blockchain nor necessary to it. In fact, it doesn't matter if there is another technology or another technology in the blockchain application, as long as the system can be guaranteed to run under the blockchain principle, it doesn't matter. Blockchain is just a solution and technically not standardized at all. Technical problems, never a problem.\\n5\\\\. Advantages of blockchain\\nDecentralization: Due to the use of distributed accounting and storage, there is no centralized hardware or management organization, the rights and obligations of any node are equal, and the data blocks in the system are jointly maintained by nodes with maintenance functions in the whole system.\\nOpenness: The system is open. In addition to the encryption of the private information of the parties to the transaction, the data of the blockchain is open to all. Anyone can query the blockchain data and develop related applications through the open interface, so the information of the whole system is highly transparent.\\nAutonomy: Blockchain uses consensual norms and protocols (such as a set of open and transparent algorithms) to enable all nodes in the system to freely and securely exchange data in a trustless environment, so that trust in \\\"people\\\" is replaced by trust in machines, and any human intervention does not work.\\nInformation cannot be tampered with: Once the information has been verified and added to the blockchain, it is permanently stored. Changes to the database on a single node are invalid unless more than 51% of the nodes in the system can be controlled at the same time. Therefore, the data stability and reliability of the blockchain are extremely high.\\nAnonymity: Since the exchange between nodes follows a fixed algorithm, the data interaction is trust-free (procedural rules in the blockchain determine for themselves whether the activity is valid or not), so the counterparty can remain anonymous without having to make itself known to the other party.\\n6\\\\. Deficiencies and shortcomings of blockchain\\nUnrelentingly high latency: Decentralized blockchains have latency issues in the transmission of information, and they are long and high latency. When information is posted to the blockchain, it needs to be verified and recorded, and nodes across the network need to undergo a slow and lengthy process to synchronize the information. The more nodes the network has, the more serious the network delay becomes. In the case of network instability, a bitcoin message delay of 1 hour, 1 day, many days to update the whole network, which is very normal. In pursuit of the stability and imtamability of data transmission in a decentralized environment, blockchain actually sacrifices the speed requirement of data transmission.\\nMassive computing power consumption: Blockchain architecture based on distributed features, in order to verify the consistency of blockchain information. Each node in the system, at each piece of information recorded, will generate computing power (computing cost) consumption. The computation power loss of all nodes, summed up, is a massive computation power consumption, this cost is very high. In addition, in order to ensure that the information on the blockchain system can not be tampered with, it is necessary to ensure that the computing power of any single organization cannot control more than 51% of the nodes on the system, which in turn raises the threshold of computing power of the blockchain system. Is it really worth consuming huge amounts of computing power to ensure the stability and immutability of an insignificant blockchain system? Long-term high computing power consumption cost, who will bear? Considering the massive amount of computing power that bitcoin miners consume, is it really worth the investment?\\nStorage space consumption: The information of the blockchain system needs to be stored locally, and each node needs to record the data information locally, which puts forward high requirements on the data storage space of a single node. As the application scope of blockchain expands, the pressure of data storage space on a single node will become greater and greater. The pressure of data storage space consumption on all nodes of the whole system will also become larger and larger. Massive disk space consumption, need to be considered in advance.\\nConsumption of network bandwidth resources: in the centralized network environment, information transmission can be completed only by using the central server for one or two transmissions. In a blockchain system, there is no central node to support information transmission, which requires continuous information exchange between multiple points. Theoretically, the consumption of network bandwidth resources is N times of the number of nodes. The more nodes a network has, the more bandwidth resources it consumes.\\n7\\\\. Application of blockchain in aviation\\nThe main applications of blockchain in aviation are as follows:\\nLufthansa, Deutsche Air and Etihad airways have teamed up with WindingTree to apply blockchain to ticket distribution.\\nSingapore Airlines, Cathay Pacific Airways and China Southern Airlines have applied blockchain technology to convert frequent flyer points and miles to connect with third-party merchants.\\nBritish Airways applied VChain block chain authentication system in the verification of passenger identity information.\\nSITALab has worked with IAG, HAL, Geneva and Miami to develop FlightChain as the only trusted source of flight data.\\nBrussels Airport is using blockchain technology to enhance digital management of the air cargo industry.\\nGEAviation uses blockchain technology to track the supply chain to monitor and collect data related to the manufacturing and life cycle of key components of aircraft engines.\\nZamna, a UK company, is using blockchain technology to dramatically improve security screening by enabling a unified identity service for passenger information between airlines, governments and security agencies.\\nThe aviation industry is an industry with high degree of standardization and timeliness, and relies heavily on centralized data operation. It has high real-time requirements in flight query, ticket sales, point acceptance and other fields. Whether there is a premise for blockchain application in the aviation industry, whether there is a need for decentralized value transmission, and whether there is a need for decentralized mutual trust confirmation?\\nViii. Summary:\\nBlockchain is not a new technology, just an integration of the underlying technologies that underpin the operation of Bitcoin, the digital currency. Bitcoin had been running steadily for seven years before the term blockchain came along, when the technology that underpinned it was called Bitcoin. Blockchains are Bitcoin, the underlying technology that supports Bitcoin.\\nThe greatest value of blockchain is to realize value transfer in a decentralized environment; In the decentralized link, technological innovation is used to solve the problem of mutual trust between individuals in a low-cost way.\\nBlockchain is a very expensive and luxurious solution, which has its own advantages and values, but also unavoidable shortcomings and shortcomings. A mature blockchain system needs to consume a lot of computing power, disk storage and network bandwidth resources, and there must be a long delay due to decentralized information transmission.\\nWhether there are decentralized application scenarios for value transfer in the aviation industry, whether there are decentralized mutual trust verification requirements, and whether there is a need for blockchain, a very expensive technology, needs further discussion. Technology is to be used, not to be blown, not to be stir-fried. Doing technology for the sake of doing technology, doing blockchain applications for the sake of doing blockchain, is worth discussing.\",\"timestamp\":1635603209,\"title\":\"What is blockchain?\"},\"digest\":\"w9gLGB2-zjCYIXAgLbUDBw2HfvJHkC33g_JW8UWw9gE\",\"authorship\":{\"contributor\":\"0x67E71711aE1e7c620C89d2fB4D33C2d216161abA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SoTFwALVV4qbDz1Xg2LjrVQTql0E2XDcIelUpi-2t-o\\\",\\\"y\\\":\\\"nRXDn3EyQnumVzDXwVSdW-uHzqOuJ_978_uDZ0KntpA\\\"}\",\"signature\":\"kGOAACM8kVi-qo2sTt4ZTcAE5jFhOT3ndrBxsgzPPqczmd503EJrlKmhdbzhgvn3nDHAxiF53eRUx0LLfZVePA\",\"signingKeySignature\":\"0x418de294d24eccf59048ed134904c56e4f46a841d8b7832fcf08432fb92605d0566f299f6d6a877e5eac8fda40b18f5038acb8e50dd26bed16a7f7bf1d1a04521c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SoTFwALVV4qbDz1Xg2LjrVQTql0E2XDcIelUpi-2t-o\\\",\\\"y\\\":\\\"nRXDn3EyQnumVzDXwVSdW-uHzqOuJ_978_uDZ0KntpA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"w9gLGB2-zjCYIXAgLbUDBw2HfvJHkC33g_JW8UWw9gE\"}"