"{\"content\":{\"body\":\"* **What Is Cardano (ADA)?**\\n\\nCardano is a proof-of-stake blockchain platform that says its goal is to allow “changemakers, innovators and visionaries” to bring about positive global change.\\n\\nTo learn more about this project, check out our deep dive of Cardano.\\n\\n![](https://images.mirror-media.xyz/publication-images/m3BoBhg2WK59PsGZKub5o.png?height=900&width=1600)\\n\\nThe open-source project also aims to “redistribute power from unaccountable structures to the margins to individuals” — helping to create a society that is more secure, transparent and fair.\\n\\nCardano was founded back in 2017, and named after the 16th century Italian polymath Gerolamo Cardano. The native ADA token takes its name from the 19th century mathematician Ada Lovelace, widely regarded as the world’s first computer programmer. The ADA token is designed to ensure that owners can participate in the operation of the network. Because of this, those who hold the cryptocurrency have the right to vote on any proposed changes to the software.\\n\\nThe team behind the layered blockchain say that there have already been some compelling use cases for its technology, which aims to allow decentralized apps and smart contracts to be developed with modularity.\\n\\nIn August 2021, Charles Hoskinson announced the launch of the Alonzo hard fork, causing Cardano price to surge, gaining 116% in the following month. On Sept. 12, 2021, the Cardano ‘Alonzo’ hard fork officially launched, bringing smart contract functionality to the blockchain. Over 100 smart contracts were deployed in the following 24 hours after the launch.\\n\\nCardano is used by agricultural companies to track fresh produce from field to fork, while other products built on the platform allow educational credentials to be stored in a tamper-proof way, and retailers to clamp down on counterfeit goods.\\n\\n* **Who Are the Founders of Cardano?**\\n\\nCardano was founded by Charles Hoskinson, who was also one of the co-founders of the Ethereum network. He is the CEO of IOHK, the company that built Cardano’s blockchain.\\n\\nIn an interview for CoinMarketCap’s Crypto Titans series, Hoskinson said that he got involved in cryptocurrencies back in 2011 — and dabbled in mining and trading. He explained that his first professional involvement in the industry came in 2013, when he created a course about Bitcoin that ended up being taken by 80,000 students.\\n\\nAs well as being a technology entrepreneur, Hoskinson is also a mathematician. In 2020, his technology company donated ADA worth $500,000 to the University of Wyoming’s Blockchain Research and Development Lab.\",\"timestamp\":1638350304,\"title\":\"What Is Cardano (ADA Coin)?\"},\"digest\":\"jBFE8190Cqto3FUQsNL9Mf3oy3Jl3gzcrptE0gTqhZc\",\"authorship\":{\"contributor\":\"0xed80dea559a056A693C33f2c17ec93Dee4d30C20\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HmHXhngn26PFbumzjbCxP0n7IxGIWGvxeTEfA3GahlA\\\",\\\"y\\\":\\\"BddQSr6cuNsDqlgCJPdc19IwGs4wyEGG8aGU5d__Azw\\\"}\",\"signature\":\"q7wClA9A7J9VWpDVXdlO6MN82uz3qA2O5yt_4PoYXmi7wLzNf7E1gJpKzo2xnRsosITgJY2n8_odFE-9snkLkQ\",\"signingKeySignature\":\"0x40cbb435ad4d74faed213649a2fcb802e2b750599f330a556ad167ed4c81f16c3b58f965bc8472a088f1cb2996226054e326381cf6974872aac88438588915f91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HmHXhngn26PFbumzjbCxP0n7IxGIWGvxeTEfA3GahlA\\\",\\\"y\\\":\\\"BddQSr6cuNsDqlgCJPdc19IwGs4wyEGG8aGU5d__Azw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jBFE8190Cqto3FUQsNL9Mf3oy3Jl3gzcrptE0gTqhZc\"}"