"{\"content\":{\"body\":\"```\\n                     I DEDICATE\\n               THIS SHORT ACCOUNT OF\\n\\n                 A VANISHED ARCADIA\\n\\n                  TO THE AUTHOR OF\\n\\n        `SANTA TERESA, HER LIFE AND TIMES',\\n\\n                 BEING CERTAIN THAT\\nTHE LIFE OF ALL SAINTS IS TO THEM AND US AN ARCADIA;\\nUNKNOWN TO THEM AND TO US VANISHED WITH THEIR LIVES,\\n YET STILL REMEMBERED, FITFULLY AS ARE THE JESUITS\\n          IN PARAGUAY, BY A FEW FAITHFUL,\\n```\\n\\nWHEN THE ANGELUS WAKES RECOLLECTION IN THE INDIANS' HEARTS.\\nBUT, THEN, THE ANGELUS (EVEN OF MEMORY)\\nIS TO THE MOST PART OF MANKIND ONLY\\nA JANGLING OF AN ANTIQUATED BELL.\\n\\nPreface\\n\\n`Historicus nascitur, non fit.'  I am painfully aware that neither my calling nor election in this matter are the least sure.  Certain it is that in youth, when alone the historian or the horseman may be formed, I did little to fit myself for writing history.  Wandering about the countries of which now I treat, I had almost as little object in my travels as a Gaucho of the outside `camps'.  I never took a note on any subject under heaven, nor kept a diary, by means of which, my youth departed and the countries I once knew so well transmogrified, I could, sitting beside the fire, read and enjoy the sadness of revisiting, in my mind's eye, scenes that I now remember indistinctly as in a dream. I take it that he who keeps a journal of his doings, setting down day by day all that he does, with dates and names of places, their longitude and latitude duly recorded, makes for himself a meal of bitter-sweet; and that your truest dulcamara is to read with glasses the faded notes jotted down hurriedly in rain, in sun, in wind, in camps, by flooded rivers, and in the long and listless hours of heat -- in fact, to see again your life, as it were, acted for you in some camera obscura, with the chief actor changed.  But diaries, unless they be mere records of bare facts, must of necessity, as in their nature they are autobiographical, be false guides; so that, perhaps, I in my carelessness was not quite so unwise as I have often thought myself.  Although I made no notes of anything, caring most chiefly for the condition of my horse, yet when I think on them, pampa and cordillera, virgin forest, the \\\\`passes' of the rivers, approached by sandy paths, bordered by flowering and sweet-smelling trees, and most of all the deserted Jesuit Missions, half buried by the vigorous vegetation, and peopled but by a few white-clad Indians, rise up so clearly that, without the smallest faculty for dealing with that which I have undertaken, I am forced to write.  Flowers, scents, the herds of horses, the ostriches, and the whole charm of that New World which those who saw it even a quarter of a century ago saw little altered from the remotest times, have remained clear and sharp, and will remain so with me to the end.  So to the readers (if I chance to have them) of this short attempt to give some faint idea of the great Christian Commonwealth of the Jesuit Missions between the Parana and Uruguay, I now address myself. He who attacks a subject quite fallen out of date, and still not old enough to give a man authority to speak upon it without the fear of contradiction, runs grave risk.\\n\\nGentle, indulgent reader, if so be that you exist in these the days of universal knowledge and self-sufficient criticism, I do not ask for your indulgence for the many errors which no doubt have slipped into this work.  These, if you care to take the trouble, you can verify, and hold me up to shame.  What I do crave is that you will approach the subject with an open mind.  Your Jesuit is, as we know, the most tremendous wild-fowl that the world has known. `La guardia nera' of the Pope, the order which has wrought so much destruction, the inventors of `Ciencia media',\\\\* cradle from which has issued forth Molina, Suarez, and all those villains who, in the days in which the doctrine was unfashionable, decried mere faith, and took their stand on works -- who in this land of preconceived opinion can spare it a good word?  But, notwithstanding, even a Jansenist, if such be left, must yet admit the claim of Francis Xavier as a true, humble saint, and if the sour-faced sectary of Port Royale should refuse, all men of letters must perforce revere the writer of the hymn.\\n\\n\\\\-- \\\\* The doctrine of the `Ciencia Media' occurs in the celebrated   `Concordia gratiae et liberi arbitrii', by Luis de Molina (1588).   The concilium de Auxiliis was held to determine whether or not   `concordia' was possible between freewill and grace.  As the Jesuits   stuck by Molina and his doctrines in despite of councils and of popes,   the common saying arose in Spain:  `Pasteles en la pasteleria   y ciencia media en la Compan\\\\~ia.' --\\n\\nBut into the whole question of the Jesuits I cannot enter, as it entails command of far more foot and half-foot words than I can muster up.  Still, in America, and most of all in Paraguay, I hope to show the Order did much good, and worked amongst the Indians like apostles, receiving an apostle's true reward of calumny, of stripes, of blows, and journeying hungry, athirst, on foot, in perils oft, from the great cataract of the Parana to the recesses of the Tarumensian woods.  Little enough I personally care for the political aspect of their commonwealth, or how it acted on the Spanish settlements; of whether or not it turned out profitable to the Court of Spain, or if the crimes and charges of ambition laid to the Jesuits' account were false or true.  My only interest in the matter is how the Jesuits' rule acted upon the Indians themselves, and if it made them happy -- more happy or less happy than those Indians who were directly ruled from Spain, or through the Spanish Governors of the viceroyalties.  For theories of advancement, and as to whether certain arbitrary ideas of the rights of man, evolved in general by those who in their persons and their lives are the negation of all rights, I give a fico -- yes, your fig of Spain -- caring as little as did ancient Pistol for `palabras', and holding that the best right that a man can have is to be happy after the way that pleases him the most.  And that the Jesuits rendered the Indians happy is certain, though to those men who fudge a theory of mankind, thinking that everyone is forged upon their anvil, or run out of their own mould, after the fashion of a tallow dip (a theory which, indeed, the sameness of mankind renders at times not quite untenable), it seems absurd because the progress of the world has gone on other lines -- lines which prolonged indefinitely would never meet those which the Jesuits drew.  All that I know is I myself, in the deserted missions, five-and-twenty years ago often have met old men who spoke regretfully of Jesuit times, who cherished all the customs left by the company, and though they spoke at secondhand, repeating but the stories they had heard in youth, kept the illusion that the missions in the Jesuits' time had been a paradise. Into the matter of the Jesuits' motives I do not propose to enter, holding that the origin of motives is too deeply seated to be worth inquiry until one has more information about the human mind than even modern `scientists' seem able to impart.  Yet it is certain the Jesuits in Paraguay had faith fit to remove all mountains, as the brief stories of their lives, so often ending with a rude field-cross by the corner of some forest, and the inscription \\\\`hic occissus est' survive to show.  Some men -- such is the complexity of human nature -- have undergone trials and persecutions for base motives, and it is open for anyone to say the Jesuits, as they were Jesuits, could do nothing good.  Still, I believe that Father Ruiz Montoya -- whose story I have told, how falteringly, and with how little justice to his greatness, none knows better than myself -- was a good man -- that is, a man without ulterior motives, and actuated but by his love to the poor Indians with whom he passed his life. To-day, when no one can see good in anything or anybody outside the somewhat beefy pale of the Anglo-Saxon race, I do not hope that such a mere dabbler in the great mystery of history as I am myself will for an instant change one preconceived opinion; for I am well aware that speeches based on facts are impotent in popular assemblies to change a single vote.\\n\\nIt is an article of Anglo-Saxon faith that all the Spanish colonies were mal-administered, and all the Spanish conquerors bloodthirsty butchers, whose sole delight was blood.  This, too, from the members of a race who . . .; but \\\\`In the multitude of the greyhounds is the undoing of the hare.'  Therefore, I ask those who imagine that all Spaniards at the conquest of America were ruffians, to consider the career of Alvar Nunez, who also struts through his brief chapter in the pages of my most imperfect book. Still, I admit men of the stamp of Alvar Nunez are most rare, and were still rarer in the sixteenth century; and to find many of the Ruiz Montoya brand, Diogenes would have needed a lantern fitted with electric light.  In the great controversy which engaged the pens of many of the best writers of the world last century, after the Jesuits were expelled from Spain and her colonial possessions (then almost half the world), it will be found that amongst all the mud so freely flung about, the insults given and received, hardly anyone but a few ex-Jesuits had any harm to say of the doings of the Order during its long rule in Paraguay.  None of the Jesuits were ever tried; no crimes were charged against them; even the reasons for their expulsion were never given to the world at large.  Certain it is that but a few years after their final exit from the missions between the Uruguay and Parana all was confusion.  In twenty years most of the missions were deserted, and before thirty years had passed no vestige of their old prosperity remained.\\n\\nThe semi-communism which the Jesuits had introduced was swept away, and the keen light of free and vivifying competition (which beats so fiercely upon the bagman's paradise of the economists) reigned in its stead. The revenues declined,\\\\* all was corruption, and, as the Governor, Don Juan Jose Vertiz, writes to the Viceroy,\\\\*\\\\* the secular priests sent by the Government were brawlers, drunkards, and strikers, carrying arms beneath their cloaks; that robbery was rife; and that the Indians daily deserted and returned by hundreds to the woods.\\n\\n\\\\-- \\\\* Dean Funes, \\\\`Ensayo de la Historia Civil del Paraguay', etc.,   Buenos Aires, 1816. \\\\*\\\\* Idem.  The letter is dated 1771 and the Jesuits were expelled in 1767.    As the writer of the letter was on the spot in an official position,    and nominated by the very Viceroy who had been the expeller of the Jesuits,    his testimony would seem to be as valuable as that of the ablest theorist    on government, Catholic or Protestant, who ever wrote. --\\n\\nAll the reports of riches amassed in Paraguay by the Jesuits, after the expulsion of their order proved to be untrue; nothing of any consequence was found in any of the towns, although the Jesuits had had no warning of their expulsion, and had no time for preparation or for concealment of their gold. Although they stood to the Indians almost in the light of gods, and had control of an armed force larger by far than any which the temporal power could have disposed of, they did not resist, but silently departed from the rich territories which their care and industry had formed.\\n\\nRightly or wrongly, but according to their lights, they strove to teach the Indian population all the best part of the European progress of the times in which they lived, shielding them sedulously from all contact with commercialism, and standing between them and the Spanish settlers, who would have treated them as slaves.  These were their crimes. For their ambitions, who shall search the human heart, or say what their superiors in Europe may, or perhaps may not, have had in view?  When all is said and done, and now their work is over, and all they worked for lost (as happens usually with the efforts of disinterested men), what crime so terrible can men commit as to stand up for near upon two centuries against that slavery which disgraced every American possession of the Spanish\\\\* crown?  Nothing is bad enough for those who dare to speak the truth, and those who put their theories into practice are a disgrace to progressive and adequately taxed communities. Nearly two hundred years they strove, and now their territories, once so populous and so well cultivated, remain, if not a desert, yet delivered up to that fierce-growing, subtropical American plant life which seems as if it fights with man for the possession of the land in which it grows.  For a brief period those Guaranis gathered together in the missions, ruled over by their priests, treated like grown-up children, yet with a kindness which attached them to their rulers, enjoyed a half-Arcadian, half-monastic life, reaching to just so much of what the world calls civilization as they could profit by and use with pleasure to themselves.  A commonwealth where money was unknown to the majority of the citizens, a curious experiment by self-devoted men, a sort of dropping down a diving-bell in the flood of progress to keep alive a population which would otherwise soon have been suffocated in its muddy waves, was doomed to failure by the very nature of mankind. Foredoomed to failure, it has disappeared, leaving nothing of a like nature now upon the earth.  The Indians, too, have vanished, gone to that limbo which no doubt is fitted for them.  Gentle, indulgent reader, if you read this book, doubt not an instant that everything that happens happens for the best; doubt not, for in so doing you would doubt of all you see -- our life, our progress, and your own infallibility, which at all hazards must be kept inviolate.  Therefore in my imperfect sketch I have not dwelt entirely on the strict concatenation (after the Bradshaw fashion) of the hard facts of the history of the Jesuits. I have not set down too many dates, for the setting down of dates in much profusion is, after all, an ad captandum appeal to the suffrages of those soft-headed creatures who are styled serious men.\\n\\n\\\\-- \\\\* This, of course, applies to the possessions of all European States   in America equally with Spain. --\\n\\nWandering along the by-paths of the forests which fringe the mission towns, and set them, so to speak, in the hard tropical enamel of green foliage, on which time has no lien, and but the arts of all-destroying man are able to deface, I may have chanced upon some petty detail which may serve to pass an hour away.\\n\\nA treatise of a forgotten subject by a labourer unskilled, and who, moreover, by his very task challenges competition with those who have written on the theme, with better knowledge, and perhaps less sympathy; a pother about some few discredited and unremembered priests; details about half-savages, who \\\\`quoi! ne portaient pas des haults de chausses'; the recollections of long silent rides through forest paths, ablaze with flowers, and across which the tropic birds darted like atoms cut adrift from the apocalypse; a hotch-potch, salmagundi, olla podrida, or sea-pie of sweet and bitter, with perhaps the bitter ruling most, as is the way when we unpack our reminiscences -- yes, gentle and indulgent reader, that's the humour of it.\\n\\n```\\n                               R. B. Cunninghame Graham.\\n```\\n\\nGartmore,   March 30, 1900.\\n\\nContents\\n\\nChapter I   Early history -- State of the country -- Indian races -- Characteristics of   the different tribes -- Dobrizhoffer's book -- Various expeditions --   Sebastian Cabot -- Don Pedro de Mendoza -- Alvar Nunez --   His expedition and its results -- Other leaders and preachers --   Founding of the first mission of the Society of Jesus\\n\\nChapter II   Early days of the missions -- New settlements founded --   Relations of Jesuits with Indians and Spanish colonists --   Destruction of missions by the Mamelucos -- Father Maceta --   Padre Antonio Ruiz de Montoya -- His work and influence --   Retreat of the Jesuits down the Parana\\n\\nChapter III   Spain and Portugal in South America -- Enmity between   Brazilians and Argentines -- Expulsion of Jesuits from Paraguay --   Struggles with the natives -- Father Mendoza killed --   Death of Father Montoya\\n\\nChapter IV   Don Bernardino de Cardenas, Bishop of Paraguay -- His labours   as apostolic missionary -- His ambitions and cunning --   Pretensions to saintliness -- His attempts to acquire supreme power --   Quarrels between Cardenas and Don Gregorio, the temporal Governor\\n\\nChapter V   Renewal of the feud between the Bishop and Don Gregorio --   Wholesale excommunications in Asuncion -- Cardenas in 1644   formulates his celebrated charges against the Jesuits --   The Governor, after long negotiations and much display of force,   ultimately succeeds in driving out the Bishop -- For three years   Cardenas is in desperate straits -- In 1648 Don Gregorio   is suddenly dismissed, Cardenas elects himself Governor,   and for a short time becomes supreme in Asuncion -- The Jesuits   are forced to leave the town and to flee to Corrientes -- A new Governor   is appointed in Asuncion -- He defeats Cardenas on the field of battle --   The latter is deprived of his power, and dies soon after as Bishop of La Paz\\n\\nChapter VI   Description of the mission territory and towns founded by the Jesuits --   Their endeavours to attract the Indians -- Religious feasts and processions   -- Agricultural and commercial organizations\\n\\nChapter VII   Causes of the Jesuits' unpopularity -- Description of the lives and habits   of the priests -- Testimony in favour of the missions --   Their opposition to slavery -- Their system of administration\\n\\nChapter VIII   Don Jose de Antequera -- Appoints himself Governor of Asuncion --   Unsettled state of affairs in the town -- He is commanded   to relinquish his illegal power -- He refuses, and resorts to arms --   After some success he is defeated and condemned to be executed -- He is shot   on his way to the scaffold -- Renewed hatred against the Jesuits --   Their labours among the Indians of the Chaco\\n\\nChapter IX   The Spanish and Portuguese attempt to force new laws on the Indians --   The Indians revolt against them -- The hopeless struggle goes on   for eight years -- Ruin of the missions\\n\\nChapter X   Position of the Jesuits in 1761 -- Decree for their expulsion   sent from Spain -- Bucareli sent to suppress the colleges and drive out   the Jesuits -- They submit without resistance -- After two hundred years   they are expelled from Paraguay -- The country under the new rule --   The system of government practically unchanged\\n\\nChapter XI   Conclusion\\n\\n```\\n           A Vanished Arcadia   Being Some Account of the Jesuits in Paraguay                   1607 to 1767\\n```\\n\\nChapter I\\n\\nEarly history -- State of the country -- Indian races -- Characteristics of   the different tribes -- Dobrizhoffer's book -- Various expeditions --   Sebastian Cabot -- Don Pedro de Mendoza -- Alvar Nunez --   His expedition and its results -- Other leaders and preachers --   Founding of the first mission of the Society of Jesus\\n\\nWith the exception of the French Revolution, perhaps no event caused so much general controversy at the end of the eighteenth century as the expulsion of the Jesuits from Spain and Portugal and their colonial possessions.  As no definite charges were ever brought, at least in Spain, against the members of the Company of Jesus (King Charles III. having kept the reasons `ocultas y reservadas' and the proofs `privilegiados'), curiosity is to some extent not satisfied as to the real reason of their expulsion from the Spanish possessions in America.\\n\\nIt is almost impossible to understand nowadays the feelings which possessed the average man in regard to the Jesuits from the middle of the last century till a relatively short time ago. All the really great work done by the Society of Jesus seemed to have been forgotten, and every vulgar fable which it was possible to invent to their prejudice found ready acceptance upon every side.  Nothing was too absurd to be believed. From the calumnies of the Jansenists to the follies of Eugene Sue the mass of accusation, invective, and innuendo kept on increasing in intensity.  Indiscriminate abuse and unreasoning hatred, mixed with fear, seem to have possessed all minds.  Even Pascal confesses (in a postscript to the ninth Provincial Letter) that \\\\`after having written my letter I read the works of Fathers Barry and Binet.' If such a man as Pascal could be so grossly unfair as to write a criticism on works which he had not read, what can be expected from the non-judicial and uncritical public which takes all upon trust?\\n\\nFrom Japan to the interior of Bolivia there is scarcely a country in which the Jesuits have not laboured assiduously, and in which they have not shed their blood freely without hope of reward, yet it would require much time and a lengthy catalogue to enumerate the list of satirical and calumnious works which have appeared against them in almost every language in Europe.  Of these, perhaps the most celebrated is the well-known `Monarquia de los Solipsos',* by Padre Melchior Inshoffer, an ex-Jesuit, who describes the company in the worst possible terms. It is interesting chiefly on account of the portraits of well-known people of the time (1615 to 1648), as Pope Clement VIII., Francisco Suarez, Claudio Aquaviva, and others, veiled under easily distinguishable pseudonyms. The object of the writer, as the title indicates, is to show that the Jesuits endeavoured to turn all to their own profit.  In this, if it was the case, they do not seem to have been greatly different from every other associated body of men, whether lay or clerical.  The celebrated Spanish proverb, `Jesuita y se ahorca, cuenta le hace', meaning, Even if a Jesuit is hung he gets some good out of it, may just as well be applied to members of other learned professions as to the Jesuits.\\n\\n\\\\-- \\\\* Madrid, 1770. --\\n\\nThe world has rarely persecuted any body of men conspicuous by its poverty, or if it has done so has rarely persecuted them for long. The Inquisition of Spain, violent against the wealthy Jews and comfortable Moriscos, took little notice of the Gipsies; but, then, \\\\`Pobre como cuerpo de Gitano' was and is a common saying in Spain.\\n\\nAs in the case of the Templars, persecution only began against the Jesuits when it became worth while to persecute them.  Ignatius Loyola, Francisco Xavier, and Diego Lainez, as long as they confined themselves to preaching and to teaching, were safe enough. Even the annals of theological strife, bloodthirsty and discreditable to humanity as they are, contain few examples of persecutors such as Calvin or Torquemada, to whom, ruthless as they were in their savage and narrow malignity and zeal for what they thought the truth, no suspicion of venal motives is attributed.\\n\\nOf the Jesuits' intrigues, adventures, rise and fall in Europe, much may be said in attack or in extenuation; but it is not the intention of the present work to deal with this aspect of the question. It was in Spanish America, and especially in Paraguay and Bolivia, where the policy of the Company in regard to savage nations was most fully developed, as it was only the Jesuits who ever succeeded in reclaiming any large number of the nomad or semi-nomad tribes of those countries.\\n\\nMany excellent works in French, and the celebrated \\\\`Christianismo Felice nel Paraguay' of the Abbate Muratori in Italian, certainly exist. But neither Father Charlevoix, the French historian of the missions, nor Muratori was ever in Paraguay, and both their books contain the faults and mistakes of men, however excellent and well intentioned, writing of countries of which they were personally ignorant. Both give a good account of the customs and regimen of the missions, but both seem to have believed too readily fabulous accounts of the flora and fauna of Paraguay.\\\\*  The fact of having listened too readily to a fable about an unknown animal in no way detracts from the general veracity of an author of the beginning of the eighteenth century, for in all other respects except natural history Charlevoix keeps within the bounds of probability, though of course as a Jesuit he holds a brief for the doings of the Company in Paraguay. Muratori is more rarely led into extravagances, but is concerned in the main with the religious side of the Jesuits, as the title of his book indicates.\\n\\n\\\\-- \\\\* Though in this respect Charlevoix is not so credulous   as Padre Ruiz de Montoya and the older writers, he yet repeats   the story of the bird that cleans the alligator's teeth,   the magic virtues of the tapir's nails, and many others.   See Charlevoix, vol. i., bk. i., p. 27, Paris, 1756.   \\\\[The story of the bird that cleans the teeth of alligators   is very nearly true -- \\\\`Pluvianus aegyptius' has a symbiotic relationship   with crocodiles in parts of Africa, and similar relationships exist   throughout the natural world.  -- A. L., 1998.\\\\] --\\n\\nMany other French writers, as Raynal, Montesquieu, and Voltaire, have treated of Paraguay under Jesuit rule, but their writings are founded on hearsay evidence.  A German, Father Dobrizhoffer, stands alone.\\\\* His delightful \\\\`History of the Abipones, an Equestrian People of Paraguay', is perhaps the most charming book dealing with the subject. A simple and easy style, a keen habit of observation, long acquaintance with the country, a zeal for the conversion of the infidel, not only to Christianity, but to a more comfortable mode of life, to which he adds a faith sufficient to move the Cordillera of the Andes, but at the same time restricted by a common-sense and veracity not always observable in religious writers, render Dobrizhoffer a personal friend after the perusal of his writings.\\n\\n\\\\-- \\\\* Dobrizhoffer's book was written in Latin, and printed in Vienna in 1784   under the title of \\\\`Historia de Abiponibus', etc.  A German translation   by Professor Keil was published at Pesth in the same year.   The English translation is of the year 1822. --\\n\\nEnglish is singularly barren in regard to the Jesuits in Paraguay. Father Falconer, an English Jesuit, has left a curious and interesting book (printed at Hereford in 1774), but he treats exclusively of what is now the province of Buenos Ayres, the Falkland Islands, and of Patagonia. As an Englishman and a Jesuit (a somewhat rare combination in the eighteenth century), and as one who doubtless knew many of the Paraguayan priests, his testimony would have been most important, especially as he was a man of great information, much education, an intrepid traveller, and, moreover, only entered the Company of Jesus\\n\\nat a comparatively advanced age.\\n\\nIt is in Spanish, or in Latin by Spanish authors, that the greater portion of the contemporary histories and accounts are to be found.\\\\* Literatures, like other things, have their times of fashion. At one time a knowledge of Spanish was as requisite as some tincture of French is at present, and almost as universal. Men from Germany, England, and Holland who met in a foreign country communicated in that language.  In the early portion of the century Ticknor, Prescott, and Washington Irving rendered Spanish literature fashionable to some degree.\\n\\n\\\\-- \\\\* It is to be remembered that the Spanish colonists were as a rule   antagonistic to the Jesuits, and that, therefore, Spanish writers   do not of necessity hold a brief for the Jesuits in Paraguay.   Moreover, the names of Esmid (Smith), Fildo (Fields), Dobrizhoffer,   Cataldini and Tomas Bruno (Brown, who is mentioned as being   `natural de Yorca'), Filge, Limp, Pifereti, Enis, and Asperger,   the quaint medical writer on the virtues of plants found   in the mission territory, show how many foreign Jesuits were actually   to be found in the reductions of Paraguay.  For more information   on this matter see the `Coleccion de Documentos relativos a/ la Expulsion   de los Jesuitas de la Republica Argentina y Paraguay',   published and collected by Francisco Javier Brabo, Madrid, 1872. --\\n\\nLater the historical researches of Sir William Stirling Maxwell drew some attention to it.  To-day hardly any literature of Europe is so little studied in England.  Still leaving apart the purely literary treasures of the language, it is in Spanish, and almost alone in Spanish, that the early history of America is to be found.\\n\\nAfter the struggle for independence which finished about 1825, some interest was excited in the Spanish-American countries, stimulated by the writings of Humboldt; but when it became apparent that on the whole those countries could never be occupied by Northern Europeans, interest in them died out except for purposes connected with the Stock Exchange.  Yet there is a charm which attaches to them which attaches to no other countries in the world.  It was there that one of the greatest dramas, and certainly the greatest adventure in which the human race has engaged, took place.  What Africa has been for the last twenty years, Spanish America was three hundred years ago, the difference being that, whereas modern adventure in Africa goes on under full observation, and deals in the main with absolutely uncivilized peoples, the conquest of South America was invested with all the charm of novelty, and brought the conquerors into contact with at least two peoples almost as advanced in most of the arts of civilization as they were themselves.\\n\\nWhen first Sebastian Cabot and Solis ascended the Parana, they found that the Guaranis of Paraguay had extended in no instance to the western shore of either of those rivers. The western banks were inhabited then, as now, by the wandering Indians of the still not entirely explored territory of the Gran Chaco. Chaco\\\\* is a Quichua Indian word meaning `hunting' or `hunting-ground', and it is said that after the conquest of Peru the Indian tribes which had been recently subjugated by the Incas took refuge in this huge domain of forest and of swamp.\\n\\n\\\\-- \\\\* The Inca Garcilaso de la Vega, in his `Commentarios Reales' (en Madrid 1723,   en la oficina Real y a/ costa de Nicholas Rodriguez Franco,   Impressor de libros, se hallaran en su casa en la calle   de el Poc,o y en Palacio), derives the word from   the Quichua `Chacu/' = a surrounding.  If he is right, it would then be   equivalent to the Gaelic \\\\`tinchel'.  Taylor, the Water-poet,   has left a curious description of one of these tinchels.   It was at a tinchel that the rising under the Earl of Mar in the '15   was concocted. --\\n\\nBe that as it may, the Chaco Indians of to-day, comprising the remnants of the Lulis, Tobas, Lenguas, Mocobios, and others, are almost as savage as when first we hear of them in the pages of Alvar Nunez and Hulderico Schmidel.  These tribes the Jesuits on many occasions attempted to civilize, but almost entirely without success, as the long record of the martyrdom of Jesuit missionaries in the Chaco proves, as well as the gradual abandonment of their missions there, towards the second half of the eighteenth century.\\n\\nCertain it is that at various places in the Chaco, in the quaint old maps the Jesuits have left us, one reads `Mission de Santa Cruz de los Vilelas', `Mission de la Concepcion de los Frontones', and others; but much more frequently their maps are studded with crosses, and some such legend as \\\\`Hic occisi sunt PP. Antonius Salinus et Petrus Ortiz Zarate'.\\\\* It was only when the Jesuits encountered the more peaceful Guaranis that they met with real success.\\n\\n\\\\-- \\\\* See the curious map contained in the now rare work of P. Pedro Lozano,   entitled, \\\\`Descripcion Chorographica . . . del Gran Chaco, Gualamba', etc.   Also in the interesting collection of old maps published in 1872 at Madrid   by Francisco Javier Brabo. --\\n\\nWhat was the nature of their success, how durable it was, what were the reasons which caused the expulsion of the order from America, and especially from Paraguay, and what has been the result upon the remainder of the Indians, it is my object to endeavour to explain.\\n\\nA long residence in the river Plate, together with two visits to Paraguay, in one of which I saw almost all the remnants of the Paraguayan missions and a few of those situated in the province of Corrientes, and in the Brazilian province of Rio Grande do Sul, have given me some personal acquaintance with the subject.\\\\*\\n\\n\\\\-- \\\\* It is, of course, to be taken into consideration that my two journeys   in Paraguay were made after the great war which terminated in 1870,   after lasting four years; but the writings of Demersay   (\\\\`Histoire du Paraguay et des E/tablissements des Je/suites',   Paris, 1862), those of Brabo, and of Azara, show the deserted state   of the district of Misiones in the period from 1767,   the date of the expulsion of the Jesuits, to the middle of   the nineteenth century. --\\n\\nThe actual condition of the rich district of Misiones (Paraguay) at the time I visited it, shortly after the conclusion of the great war between Paraguay and Brazil in 1870, does not enable me to speak with authority on the condition of communities, the guiding spirits of which were expelled as far back as the year 1767. The actual buildings of the missions, the churches in a dismantled state, have indeed survived; in many instances the tall date-palms the Jesuits planted still wave over them.  Generally the college was occupied by the Indian Alcalde, who came out to meet the visitor on a horse if he possessed one, with as much silver about the bridle and stirrups as he could afford, clothed in white, with a cloak of red baize, a large `jipi-japa' hat, and silver spurs buckled on his naked feet. If he had never left the mission, he talked with wonder and respect of the times of the Jesuits, and at the `oracion' knelt down to pray wherever the sound of the angelus might catch him. His children before bedtime knelt all in a row to ask his blessing. If he had been to Asuncion, he probably remarked that the people under those accursed priests were naught but animals and slaves, and launched into some disquisition he had heard in the solitary cafe which Asuncion then boasted.  In the latter case, after much of the rights of man and the duties of hospitality, he generally presented you with a heavy bill for Indian corn and `pindo'* which your horse had eaten. In the former, usually he bade you go with God, and, if you spoke of payment, said:  `Well, send me a book of Hours when you get to Asuncion.'\\n\\n\\\\-- \\\\* \\\\`Cocos Australis'. --\\n\\nOf Indians, hardly any were left to judge of, for in the villages in which, according to the reports furnished to Bucareli, the Viceroy of Buenos Ayres at the time of the expulsion of the Jesuits, the population numbered in the thirty towns of the missions one hundred and twenty thousand,\\\\* a population of at most twenty thousand was to be found. On every side the powerful vegetation had covered up the fields. On ruined church and chapel, and on broken tower, the lianas climbed as if on trees, creeping up the belfries, and throwing great masses of scarlet and purple flowers out of the apertures where once were hung the bells.  In the thick jungles a few half-wild cattle still were to be found.  The vast `estancias', where once the Jesuits branded two and three thousand calves a year, and from whence thousands of mules went forth to Chile and Bolivia, were all neglected.  Horses were scarce and poor, crops few and indifferent, and the plantations made by the Jesuits of the tree (`Ilex Paraguayensis') from which is made the \\\\`yerba mate', were all destroyed.\\n\\n\\\\-- \\\\* See the reports of the Marques de Valdelirios and others   in the publications of Francisco Javier Brabo, Madrid, 1872,   and in the \\\\`Ensayo de la Historia Civil de Paraguay,   Buenos-Ayres y Tucuman', por Dr. Don Gregorio Funes, Buenos Ayres, 1816. --\\n\\nIn the vast forests, stretching to the Salto de Guayra, a few scattered tribes, known as Caaguas, roamed through the thickets, or encamped upon the streams.  In the thirty towns, once full of life and stir, in every one of which there was a church, finer, as an old Spanish writer says, than any in Buenos Ayres, there was naught but desolation and despair.  The Indians either had returned into the woods, been killed in the ceaseless revolutionary wars, or had been absorbed into the Gaucho populations of Corrientes, Rio Grande, Entre Rios, and of Santa Fe.\\n\\nIt may be that all Indian races are destined to disappear if they come into contact with Europeans; certainly, experience would seem to confirm the supposition.  The policy of the Jesuits, however, was based on isolation of their missions, and how this might have worked is matter at least for speculation.  It was on account of the isolation which they practised that it was possible for the extravagant calumnies which were circulated as to their rule and riches to gain belief. It was on account of isolation that the first conflicts arose betwixt them and the authorities, both clerical and lay.  That the Jesuits were more highly esteemed than the other religious orders in Spanish America in the seventeenth century, the saying current in those days, \\\\`Los demas van a/ un\\\\~a, los Jesuitas a/ una' -- i.e., The others get all they can, but the Jesuits have one aim (the conversion of the Indians) -- seems to show.\\n\\nIt is not my purpose to deal with the probable reasons which induced their expulsion in Europe.  Suffice it to say that, whatever crimes or misdemeanours they were guilty of, they were never called on to answer before any tribunals, and that in many instances they were treated, especially in Portugal, with great cruelty and injustice.\\n\\nThe burning, at the age of eighty, of the unfortunate Malagrida in Lisbon under the auspices of Pombal, for a book which it seems improbable he could have written in prison at so great an age, and which, moreover, was never brought into court, only supposed extracts from it being read, may serve as an example.  In order clearly to understand the position of the Jesuits in America, and especially in Paraguay and Bolivia, it is necessary to glance briefly at the history of the first conquest of the river Plate.\\n\\nThe discovery of America opened up to Europe, and especially to Spain, opportunities for expansion of national territory and individual advancement which no epoch, either before or since, has equalled. From a cluster of small States, struggling for existence against a powerful enemy on their own soil, in a few years Spain became the greatest empire of the world.  The result was that a spirit of adventure and a desire to grow rich speedily possessed all classes.  In addition to this, every Spaniard in America during the first few years of the conquest seemed to consider himself, to some extent, not only as a conqueror, but also as a missionary.\\n\\nNow, missionaries and conquerors are men, on the whole, more imbued with their own importance and sanctity, and less disposed to consider consequences, than almost any other classes of mankind.  The conjunction of the two in one disposed the `conquistadores' of America to imagine that, no matter how cruel or outrageous their treatment of the Indians was, they atoned for all by the introduction of what they considered the blessing of the knowledge of the true faith.  It will be seen at once that, if one can determine with accuracy which of the many `faiths' preached about the world is actually the true faith, a man who is in possession of it is acting properly in endeavouring to diffuse it.  The meanest soldier in the various armies which left Spain to conquer America seems to have had no doubt about the matter.\\n\\nBernal Diaz del Castillo, who, as he himself relates, came to America at the age of eighteen, and therefore could have had little previous opportunity of studying theology, and who, moreover, was unfitted to do so by the want of knowledge of Latin, to which he himself confesses, yet at the end of his history of the conquest of Mexico, one of the most interesting books ever written, has the following passage:\\n\\n\\\\`But it is to be noted that, after God, it was we, the real conquerors, who discovered them \\\\[the Indians\\\\] and conquered them; and from the first we took away their idols, and taught them our holy doctrine, and to us is due the reward and credit of it all, before any other people, even though they be churchmen:  for when the beginning is good, the middle and ending is good, which the curious \\\\[i.e., attentive\\\\] reader may see in the Christian polity and justice which we showed them in New Spain.\\n\\n\\\\`And I will leave the matter, and tell the other benefits which, after God, by our agency, came to the natives of New Spain.'\\\\*\\n\\n\\\\-- \\\\* Bernal Diaz, \\\\`Historia de la Conquista de la Nueva Espan\\\\~a',   vol. iv., cap. 207, Madrid, 1796. --\\n\\nOne would imagine, on reading the above extract, Bernal Diaz had never killed an Indian in his life, and that he had sacrificed his prospects in coming to Mexico solely to introduce `a Christian polity and justice' amongst the inhabitants.  Yet he was no hypocrite, but a stout sagacious soldier, even kindly, according to his lights, and with a love of animals uncommon in a Spaniard, for he has preserved the names and qualities of all the horses and mares which came over in the fleet from the Havana with Cortes.*  The phrase, `despues de Dios' (after God) occurs repeatedly in the writings of almost all the `conquistadores' of America.  Having, after God, conquered America, the first action of the conquerors was to set about making their fortunes. In those countries which produced gold and silver, as Mexico and Peru, they worked the mines by the labour of the Indians, the cruelties and hardships being so great that, in a letter of Philip II. to the Come de Chinchon, the Viceroy of Peru, dated Madrid, April 30, 1639, written fifty years after the discovery, he says:  `These Indians flee, become ill, and die, and have begun to diminish greatly in number, and they will be finished soon unless an efficient remedy is provided shortly.'\\n\\n\\\\-- \\\\* Especially noting down the appearance and qualities of `el caballo Motilla',   the horse of Gonzalo de Sandoval.  Thus does he minutely describe Motilla,   `the best horse in Castille or the Indies'.  \\\\`El mejor caballo,   y de mejor carrera, revuelto a/ una mano y a\\\\\\\\ otra que decian   que no se habia visto mejor en Castilla, ni en esa tierra   era castan\\\\~o acastan\\\\~ado, y una estrella en la frente,   y un pie izquierdo calzado, que se decia el caballo Motilla;   e/ quando hay ahora diferencia sobre buenos caballos,   suclen decir es en bondad tan bueno como Motilla.' --\\n\\nIn Paraguay there were no mines, but there were other methods of extracting money from the Indians.  At the first conquest Paraguay was not the little country bounded on the west by the Paraguay, on the south by the Parana, on the north by the Aquidaban, and on the east by Sierra of Mbaracavu, as it is at present. On the contrary, it embraced almost all that immense territory known to-day as the Argentine Confederation, some of the Republic of Uruguay, and a great portion of Brazil, embracing much of the provinces of Misiones, Rio Grande do Sul, Parana, and Matto Grosso, as well as Paraguay itself. How the little country, twelve hundred miles from the sea, came to give its name to such an enormous territory, and to have the seat of government at Asuncion, demands some explanation. Peru and Chile were discovered and occupied some time before the eastern side of South America.  Their riches naturally drew great attention to them; but the voyage, first to Cartagena de Indias, and then across the isthmus, and the re-embarkation again on the Pacific, were both costly and arduous.  It had been the ambition of all explorers to discover some river which would lead from the Atlantic to the mines of Peru and what is now Bolivia, then known as Alta Peru. Of course, this might have been achieved by ascending the Amazon, especially after the adventurous descent of it by Orellana, of which Fray Gaspar de Carbajal has left so curious a description; but, whether on account of the distance or for some other reason, it never seems to have been attempted.\\n\\nIn 1526 Sebastian Cabot left Spain with three small vessels and a caravel for the object of reaching the Moluccas or Spice Islands. It was his purpose to reach them through the Straits of Magellan. Being compelled by want of supplies to abandon his route, he entered a broad estuary, and ascended it under the impression that he had discovered another channel to the Pacific.  He soon found his mistake, and began to explore the surrounding country.  Fifteen years before, with the same object, Juan de Solis had entered the same estuary. On the island of Martin Garcia he was killed by a Chana Indian, and his expedition returned home.  Hearing that there was much silver at the head-waters, he had called it the Rio de la Plata. If we take the head-waters of the river Plate to be situated in Bolivia, there certainly was much silver there; but Cabot was unaware that the head-waters were above two thousand miles from the estuary, and he was not destined to come near them.  He did go as far as a point on the river Caracara, in what is now the province of Santa Fe, and there he built a fort which he named Espiritu Santo, the first Spanish settlement in that part of America. Whilst at Espiritu Santo, several exploring parties were sent to scour the country.  One of them, under a soldier of the name of Cesar, never returned.  Tradition, always eager to make up to history for its want of interest, asserted that after marching for years they reached a city.  Perhaps it was the mystic Trapalanda of which the Gauchos used to discourse at night when seated round a fire of bones upon the pampa.  Perhaps some other, for enchanted cities and Eldorados were plentiful in those days in America, alternating with occasional empires, as that of Puytita, near the Laguna de los Xarayes, Manoa, and the Ciudad de los Cesares, supposed to be situated near Arauco in the Chilian Andes.  However, one of the party actually returned after years, and related his adventures to Ruy Diaz de Guzman,\\\\* the first historian of Paraguay.  Thus it was that the stream of adventurers was ever seeking for a channel to the mines of Peru from the Atlantic coast. Cabot appears to have ascended the Parana to the island of Apipe, and then, returning, entered the river Paraguay.  Having ascended past what is now Asuncion, the capital of Paraguay, Cabot encountered Indians from the north who told him of the mines in Peru and in Bolivia, probably unaware that Cabot knew of them already.  At this point, encouraged by what he heard, he gave the name of Rio de la Plata to what had previously been known either as La Mar Dulce or El Rio de Solis. Like most names which are wrongly given, it remained to testify to the want of knowledge of the giver.  Four years after, Cabot returned to Spain, having failed to attract attention to his discoveries. In the face of the wealth which was pouring in from the Peruvian mines, another expedition started for the river Plate.  Its General -- for in Spain the title was used indifferently by land and sea -- was Don Pedro de Mendoza, a gentleman of Guadix in Almeria, and a member of the household of Charles V.\\n\\n\\\\-- \\\\* `La Argentina', included in the `Coleccion de Angelis', Buenos Ayres, 1836. --\\n\\nDon Pedro had seen service in the Italian wars, and seems to have been a man of character and bravery, but wanting in the discretion and the necessary tact essential in the founder of a colony. In 1534 the expedition started, unfortunate almost from the first. In a `certain island', as the historian of the expedition, Hulderico Schmidel, a German or Flemish soldier, calls Rio Janeiro, a dispute occurred between Don Pedro and his second in command, Juan de Osorio. At a court-martial held upon Osorio, Don Pedro appears to have let fall some remarks which Juan de Ayolas, the Alguazil Mayor (Chief Constable), seems to have taken up as an order for instant execution. This he performed upon the spot, plunging his dagger repeatedly into Osorio, or, as Hulderico Schmidel has it, `sewing him up with cuts' (`cosiendole a\\\\ pun~aladas').  This murder or execution -- for who shall tell when murder finishes and its legal counterpart begins? -- rendered Don Pedro very unpopular with all the fleet; for, as Schmidel has it in his history,* `the soldiers loved Osorio.'  To be loved by the soldiers was the only chance a Spanish officer had in those times of holding his own. Both Schmidel and Bernal Diaz del Castillo, who had both been common soldiers, and who, curiously, both wrote histories, lose no occasion of vilifying officers who used the soldiers hardly.  It is true that Bernal Diaz (who, unlike Schmidel, was a man of genius) does so with some discretion, and always apparently with reason.  Schmidel, on the other hand, seems to have considered that any officer who interfered between the soldiers and the Indians was a tyrant, and hence his denunciation of Alvar Nunez, under whom he served.\\n\\n\\\\-- \\\\* `Historia y Descubrimiento de el Rio de la Plata y Paraguay',   Hulderico Schmidel, contained in the collection made   by Andres Gonzalez Barcia, and published in 1769 at Madrid   under the title of `Historiadores Primitivos de las Indias Occidentales'. --\\n\\nIn 1535 the expedition entered the river Plate.  Here Mendoza, with his usual want of judgment, pitched upon what is now the site of Buenos Ayres as the spot on which to found his colony. It would be difficult to select a more inconvenient place in which to found a town.  The site of Buenos Ayres is almost level with the waters of the river Plate, which there are shallow -- so shallow that large vessels could not approach nearer than ten to fifteen miles.  Without a harbour, the anchorage was exposed to the full fury of the south-west gales, known as `pamperos'. However, if the site was bad the air was good; at least, it seems so, for a captain of the expedition exclaimed on landing, `Que buenos aires son estos!' and hence the name.  Here every sort of evil chance came on the newborn colony.  The Pampa Indians, whom the historian Schmidel seems to have only known by their Guarani name of Querandis, at first were friendly.  After a little while they ceased to bring provisions, and the General sent out an expedition to compel them under his brother, Don Diego de Mendoza.  It does not seem to have occurred to Don Pedro de Mendoza that, had the `cacique' of the Querandis landed in Spain, no one would have brought him provisions for a single day without receiving payment.  However, Don Pedro* had come to America to introduce civilization and Christianity, and therefore, knowing, like Bernal Diaz and the other conquerors, his own moral worth, was justly indignant that after a day or two the Indians refused him more supplies.  In the encounter which took place between the Spaniards and the Indians, Don Diego de Mendoza was slain, and with him several others.  Here for the first time we hear of the bolas, or three stones united, like a Manxman's legs, with strips of hide, with which, as Hulderico Schmidel tells us, the Indians caught the horses by the legs and threw them down.  After this foretaste of European justice, the Indians besieged the newly-built town and brought it to great straits, so much so that, after three men had been hung for stealing a horse, in the morning it was discovered they had been cut down and eaten. In this desperate state Don Pedro despatched Juan de Ayolas to get supplies. He, having obtained some maize from the Timbu Indians, returned, leaving a hundred of his men in a little fort, called Corpus Christi, close to Espiritu Santo, the fort which Cabot had constructed. The friendliness of the Timbus induced Don Pedro to abandon Buenos Ayres and move to Corpus Christi.  There he repaired with about five hundred men, all who remained of the two thousand six hundred and thirty with which he sailed from Cadiz.  The horses he abandoned on the pampa; there they became the ancestors of the innumerable herds which at one time overspread the Argentine Republic from the Chaco to Patagonia, and whose descendants to this day stock the `estancias' of that country.\\\\*\\\\*\\n\\n\\\\-- \\\\* The great Las Casas, who made seven voyages from America to Spain   -- the last at the age of seventy-two -- to protect the Indians,   had a strong opinion about `conquerors' and `conquests'.   In the dedication of his great treatise on the wrongs of the Indians,   he says:  `Que no permita (Felipe II.) las atrocidades   que los tiranos inventaron, y que prosiguen haciendo   con titulo de \\\"conquistas\\\".  Los que se jactan de ser \\\"conquistadores\\\"   a que descienden de ellos son muchomas orgullosos arrogantes y vanos   que los otros Espan~oles.'  Strange that even to-day   the same `atrocidades' of `tiranos' are going on in Africa.   No doubt the descendants of these `conquerors' will be   as arrogant, proud, and vain as the descendants of the `conquistadores'   of whom Las Casas writes. ** Mendoza left (`Azara Apuntamientos para la Historia Natural    de los Quadrupedes del Paraguay', etc.) five mares and seven horses    in the year 1535.  In 1580 Don Juan de Garay, at the second founding    of the city, already found troops of wild horses.  The cattle increased    to a marvellous extent, and by the end of the century    were wild in Patagonia.  Sarmiento (\\\\`Civilisation et Barbarisme')    says that early in this century they were often killed by travellers,    who tethered their horses to the carcasses to prevent them    from straying at night. --\\n\\nFrom Corpus Christi Juan de Ayolas was sent out to explore the river, and try to find the long-sought-for waterway to the Peruvian mines. He never reached Peru, and Corpus Christi never saw him return. Mendoza waited a year, and then returned to Spain, leaving his garrison with provisions for a year, the bread\\\\* `at the rate of (`a/ razon de') a pound a day, and if they wanted more to get it for themselves.' On the passage home he died insane.  The pious were of opinion that it was a judgment on him for the murder of Don Juan Osorio. Before he embarked, Don Pedro had despatched a relative, Gonzalo de Mendoza, to Spain to bring provisions and recruits.  Gonzalo, having obtained provisions in Brazil, returned to Corpus Christi; thence in company with Salazar de Espinosa he headed an expedition up the river in search of Juan de Ayolas, who had been appointed successor to Don Pedro. With them went Domingo Martinez de Irala, a man destined to play a great part in the conquest of Paraguay.\\n\\n\\\\-- \\\\* Hulderico Schmidel, \\\\`Historia del Descubrimiento de el Rio de la Plata   y Paraguay'. --\\n\\nThe expedition went up the Paraguay to a place near Fort Olimpo (21 Degrees long., 58 Degrees lat.) about a hundred leagues above Asuncion. Here they sent out exploring parties in all directions to seek Ayolas, but without success.  Irala remained with one hundred men at Fort Olimpo. Gonzalo de Mendoza on his return, being attracted by the sight of a fine site for a town, landed, and on the fifteenth day of August, 1537, founded Asuncion.  Here the Spaniards first met the Guaranis, who were destined in after-years to be the converts of the Jesuits, and be assembled by them in their famous missions.\\n\\n`At the discovery of America,' says Felix de Azara in his `Descripcion y Historia del Paraguay', `the Guaranis were spread from the Guianas to the shores of the river Plate, and occupied all the islands of the Parana extending up to latitude 20 Degrees on the Paraguay, but without crossing either that river or the river Plate.' They had also a few towns in the province of Chiquitos, and the nation of the Chiriguanas was an offshoot from them. In Brazil they were soon all either rendered slaves or so crossed with the African negro that the pure race has been almost entirely lost, though the language remains under the name of the Lingoa Geral, and many words from it have been introduced into Portuguese spoken by the Brazilians, as `capim', grass; `caipira', half-caste, etc. In fact, so great is the number of these words, idioms, phrases, and terms of speech derived from Guarani, that Dr. Baptista de Almeida, in his preface to his grammar published at Rio Janeiro (1879), computes that there are more words derived from Guarani than even from Arabic in the Portuguese spoken in Brazil.*  The Guaranis in Brazil were known either as Tupis, from the word `tupy',\\\\*\\\\* savage, or Tupinambas, from \\\\`tupynamba', literally, the savage or indigenous men.\\n\\n\\\\-- \\\\* Perhaps the two most important works upon the language   are the `Tesoro de la Lengua Guarani', by Ruiz de Montoya,   Madrid, 1639 (it is dedicated to the `Soberana Virgen');   and the `Catecismo de la Lengua Guarani', by Diego Diaz de la Guerra,   Madrid, An~o de 1630.  He also wrote a `Bocabulario y Arte   de la Lengua Guarani'. \\\\*\\\\* P. Guevara, in his \\\\`Historia del Paraguay', relates a curious story    which he said was current amongst the Indians.  Two brothers,    Tupi and Guarani, lived with their families upon the sea-coast of Brazil.    In those days the world was quite unpopulated but by themselves.    They quarrelled about a parrot, and Tupi with his family went north,    and populated all Brazil; whilst Guarani went west,    and was the ancestor of all the Indians of the race of Guaranis. --\\n\\nJean de Lery, the well-known Huguenot pastor and friend of Calvin, passed a year on the coast of Brazil about 1558, having accompanied the expedition of the famous Villegagnau.  In his book (`Histoire d'un Voyage faict en la Terre du Brezil') he always refers to the Indians as Toupinaubaoults, and has preserved many curious details of them before they had had much contact with Europeans. He appears to have had a considerable acquaintance with the language, and has left some curious conversations `en langage sauvage et Franc,ais', in which he gives some grammatical rules.  The language of conversation is almost identical with that of Paraguay, though some words are used which are either peculiar to the Tupis or obsolete in Paraguay to-day. His account of their customs tallies with that of the various Spanish writers and explorers who have written on the subject. Tobacco, which seems to have been known under the name of `nicotiane' to Lery, he finds in Brazil under the name of `petun', the same name by which it is called in Paraguay at present.  He believed that `petun' and `nicotiane' were two different plants, but the only reason he adduces for his belief is that `nicotiane' was brought in his time from Florida, which, as he observes, is more than a thousand leagues from `Nostre Terre du Brezil'. His experience of savages was the same as that of Azara, and almost all early travellers, for he says:  `Nos Toupinambaoults rec,oivent fort humainement les estrangers amis qui les vont visiter.'* Lery, however, seemed to think that, in spite of their pacific inclination, it was not prudent to put too much power in their hands, for he remarks: `Au reste parcequ'ils chargeyent, et remplisseyent leurs mousquets jusques au bout . . . nous leurs baillions moitie/ (i.e., la poudre) de charbon broye/.'  This may have been a wise precaution, but he omits to state if the `charbon broye' was `bailli' at the same price as good powder.  According to Azara, who takes his facts partly from the contemporary writers -- Schmidel, Alvar Nunez, Ruy Diaz de Guzman, and Barco de la Centenera -- the Guaranis were divided into numerous tribes, as Imbeguas, Caracaras, Tembues, Colistines, and many others.  These tribes, though apparently of a common origin, never united, but each lived separately under its own chief. Their towns were generally either close to or in the middle of forests, or at the edge of rivers where there is wood.  They all cultivated pumpkins, beans, maize, mani (ground nuts), sweet potatoes, and mandioca; but they lived largely by the chase, and ate much wild honey. Diaz in his `Argentina' (lib. i., chap. i.) makes them cannibals. Azara believes this to have been untrue, as no traditions of cannibalism were current amongst the Guaranis in his time, i.e., in 1789-1801. Liberal as Azara was, and careful observer of what he saw himself, I am disposed to believe the testimony of so many eye-witnesses of the customs of the primitive Guaranis, though none of them had the advantage enjoyed by Azara of living three hundred years after the conquest.  It may be, of course, that the powers of observation were not so well developed in mankind in the beginning of the sixteenth as at the end of the eighteenth century, but this point I leave to those whose business it is to prove that the human mind is in a progressive state. However, Father Montoya, in his `Conquista Espiritual del Paraguay', affirms most positively that they used to eat their prisoners taken in war.'\\\\*\\\\*\\n\\n\\\\-- \\\\* Azara, in his `Descripcion y Historia del Paraguay', has a similar passage:   `Recibe bien todo Indio silvestre, al estrangero que viene de paz.' \\\\*\\\\* `Por lo comun reparten pedazos de este cuerpo, del qual pedazo cozido    en mucha agua hacen unas gachas (`fritters') y es fiesta muy celebre    para ellos que hacen con muchas cerimonias.' --\\n\\nTheir general characteristics seem to have been much the same as those of other Indians of America.  For instance, they kept their hair and teeth to an extreme old age, their sight was keen, they seldom looked you in the face whilst speaking, and their disposition was cold and reserved.  The tone of their voices was low, so low that, as Azara says:  \\\\`La voz nunca es gruesa ni sonora, y hablan siempre muy bajo, sin gritar aun para quejarse si los matan; de manera que, si camina uno diez pasos delante, no le llama el que le necesita, sino que va a/ alcanzarle.'  This I have myself observed when travelling with Indians, even on horseback.\\n\\nThere was one characteristic of the Guaranis in which they differed greatly from most of the Indian tribes in their vicinity, as the Indians of the Chaco and the Pampas, for all historians alike agree that they were most unwarlike.  It is from this characteristic that the Jesuits were able to make such a complete conquest of them, for, notwithstanding all their efforts, they never really succeeded in permanently establishing themselves amongst any of the tribes in the Chaco or upon the Pampas.\\n\\nThe name Guarani is variously derived.  Pedro de Angelis, in his `Coleccion de Obras y Documentos', derives it from `gua', paint, and `ni', sign of the plural, making the signification of the word `painted ones' or `painted men'.  Demersay, in his `Histoire du Paraguay',\\\\* thinks it probable that the word is an alteration of the word `guaranai', i.e., numerous.  Barco de la Centenera** (`Argentina', book i., canto i.) says the word means `hornet', and was applied on account of their savageness. Be that as it may, it is certain that the Guaranis did not at the time of the conquest, and do not now, apply the word to themselves, except when talking Spanish or to a foreigner.  The word `aba', Indian or man, is how they speak of their people, and to the language they apply the word \\\\`Abanee'.\\n\\n\\\\-- \\\\* `Histoire du Paraguay et des E/tablissements des Je/suites',   L. Alfred Demersay, Paris, 1864. ** `La Argentina', a long poem or rhyming chronicle contained    in the collection of \\\\`Historiadores Primitivos de Indias',    of Gonzales Barcia, Madrid, 1749. --\\n\\nIn the same way the word `Paraguay' is variously derived from a corruption of the word `Payagua' (the name of an Indian tribe), and `y', the Guarani word for water, meaning river of the Payaguas. Others, again, derive it from a Guarani word meaning `crown', and `y', water, and make it the crowned river, either from the palm-trees which crown its banks or the feather crowns which the Indians wore at the first conquest.  Others, again, derive it from a bird called paraqua (`Ortolida paraqua').  Again, Angelis, in his work `Serie de los Sen~ores Gobernadores del Paraguay' (lib. ii., p. 187), derives it from Paragua, the name of a celebrated Indian chief at the time of the conquest.  What is certain is that `y' is the Guarani for water, and this is something in a derivation. `Y' is perhaps as hard to pronounce as the Gaelic `luogh', a calf, the nasal \\\\`gh' in Arabic, or the Kaffir clicks, having both a guttural and a nasal aspiration.\\\\*  It is rarely attempted with success by foreigners, even when long resident in the country.  Though Paraguay was so completely the country of the Jesuits in after-times, they were not the first religious Order to go there.  Almost in every instance the ecclesiastics who accompanied the first conquerors of America were Franciscans.  The Jesuits are said to have sent two priests to Bahia in Brazil ten years after their Order was founded, but both in Brazil and Paraguay the Franciscans were before them in point of time.\\n\\n\\\\-- \\\\* Lozano, in his \\\\`Historia del Paraguay', compares it to Greek,   but in my opinion fails to establish his case; but, then,   so few people know both Greek and Guarani. --\\n\\nSan Francisco Solano, the first ecclesiastic who rose to much note as a missionary, and who made his celebrated journey through the Chaco in 1588-89 from Peru to Paraguay, was a Franciscan.\\\\*  Thus, the Franciscans had the honour of having the first American saint in their ranks. It is noteworthy, though, that he was recalled from Paraguay by his superiors, who seem to have had no very exalted opinion of him.\\n\\n\\\\-- \\\\* He passed through the whole Chaco, descending the Pilcomayo   to its junction with the Paraguay, through territories but little explored   even to-day.  Perhaps the most complete description of the Chaco   is that of P. Lozano, with the following comprehensive title:\\n\\n\\\\`Descripcion chorographica de Terreno Rios, Arboles, y Animales   de los dilatadisimas Provincias del Gran Chaco, Gualamba,   y de los Ritos y Costumbres de la inumerables naciones   barbaros e/ infideles que le habitan.  Con un cabal Relacion Historica   de lo que en ellos han obrado para conquistarlas algunos   Gobernadores y Ministros Reales, y los Misioneros Jesuitas   para reduc irlos a\\\\\\\\ la fe del Verdadero Dios.'  Por el Padre Pedro Lozano,   de la Compan\\\\~ia de Jesus, An\\\\~o de 1733.  En Cordoba   por Joseph Santos Balbas.\\n\\nThis book did not appear in a clandestine manner, for it had:   1.  Censura, por C. de Palmas.  2.  Licencia de la Religion,   por Geronymo de Huro/za, Provincial de los Jesuitas de Andalucia.   3.  Licencia del Ordinario por el Dr. Don Francisco Miguel Moreno,   por mandado del Sr. Provisor Alonso Joseph Gomez de Lara.   4.  Aprobacion del Rdo. P. Diego Vasquez.  5.  Privelegio de su Majestad   por Don Miguel Fernandez Morillo.  6.  Fe/ de Corrector por el Licenciado,   Don Manuel Garcia Alesson, Corrector General de su Majestad   (who adds in a note, `este libro corresponde a\\\\ su original').   7.  Sumo de Tassa, as follows:  `Tassaron los sen\\\\~ores del Consejo   este libro a\\\\\\\\ seis maravedis cada pliego.'\\n\\nPalma, in the first `censura', says that he had read it several times   `con repetida complacencia', and that, though it was `breve en volumen'   (it has 484 quarto pages), that it was also short in its concise style,   kept closely to the rules of history, and was `muy copiosa en la doctrina'. --\\n\\nCharlevoix remarks (`History of Paraguay') `that it seems as if Providence, in granting him miraculous powers, had forgotten the other necessary steps to make them effective.'  That he really had these powers seems strange, but San Francisco Solano narrates of himself that, in passing through the Chaco, he learned the languages of several of the tribes, and \\\\`preached to them in their own tongues of the birth, death, and transfiguration of Christ, the mysteries of the Trinity, Transubstantiation, and Atonement; that he explained to them the symbols of the Church, the Papal succession from St. Peter downwards, and that he catechized the Indians by thousands, tens and hundreds of thousands, and that they came in tears and penitence to acknowledge their belief.'\\n\\nOf course, to-day it is difficult to controvert these statements, even if inclined to do so; but the languages spoken by the Chaco Indians are amongst the most difficult to learn of any spoken by the human race, so much so that Father Dobrizhoffer, in his `History of the Abipones', says `that the sounds produced by the Indians of the Chaco resembled nothing human, so do they sneeze, and stutter, and cough.' In such a language the Athanasian Creed itself would be puzzling to a neophyte.\\n\\nHe also says that several of the Jesuits who had laboured for years amongst the Indians could never master their dialects, and when they preached the Indians received their words with shouts of laughter.  This the good priest attributed to the presence of a \\\\`mocking devil' who possessed them.  It may be that the mocking devil was but a sense of humour, the possession of which, even amongst good Christians, has been known to give offence.\\n\\nBut be this as it may, San Francisco de Solano remained two years at Asuncion, though whilst he lived there his powers of speech (according to the Jesuits) seem to have been diminished, and he held no communication with the Indians in their own languages.  It may be that, like St. Paul, he preferred to speak, when not with Indians, five words with his understanding rather than ten thousand in an unknown tongue.\\n\\nAt the time of the first conquest Paraguay was almost entirely peopled by the Guarani race.\\\\*  It does not appear that their number was ever very great, perhaps not exceeding a million in the whole country.  From the writings of Montoya, Guevara, Lozano, and the other missionaries of the time, it is certain that they had attained to no very high degree of civilization, though they were certainly more advanced than their neighbours in the Gran Chaco. It is most probable that they had not a single stone-built town, or even a house, or that such a thing existed south of New Granada, to the eastward of the Andes, for we may take the description in Schmidel's \\\\`History of the Casa del Gran Moxo'\\\\*\\\\* either as a mistake or as a story which he had heard from some Peruvian Indian of the palaces of the Incas. At any rate, no remains of stone-built houses, still less of palaces, are known to have been found in Brazil or Paraguay.\\n\\n\\\\-- \\\\* This race at one time spread from the Orinoco to the river Plate,   and even in the case of its offshoot, the Chiriguanas,   crossed to the west bank of the Paraguay.  Padre Ruiz Montoya,   in his `Conquista Espiritual del Paraguay', cap. i.,   speaking of the Guarani race, says:  `Domina ambos mares el del sur   por todo el Brasil y cin\\\\~iendo el Peru con los dos mas grandes rios   que conoce el orbe que son el de la Plata, cuya boca en Buenos-Ayres   es de ochenta leguas, y el gran Maran\\\\~on, a\\\\\\\\ el inferior   en nada e que pasa bien vecino de la ciudad de Cuzco.' \\\\*\\\\* Barco de la Centenera, in `La Argentina', canto v., also refers    to `La Casa del Gran Moxo'.  It was situated `en una laguna',    and was `toda de piedra labrada'. --\\n\\nTo-day all the Guaranis who are still unconquered live in the impenetrable forests of the North of Paraguay or in the Brazilian province of Matto Grosso. Their limits to the south extend to near the ruined missions of Jesus and Trinidad.  By preference, they seem to dwell about the sources of the Igatimi, an affluent of the Parana, and in the chain of mountains known either as San Jose or Mbaracayu. The Paraguayans generally refer to them as Monteses (dwellers in the woods), and sometimes as Caaguas.  They present almost the same characteristics as they did at the discovery of the country, and wander in the woods as the Jesuits describe them as doing three hundred years ago. Olive in colour, rather thickly set, of medium height, thin beards, and generally little hair upon the body, their type has remained unchanged. The difference in stature amongst the Guaranis is less noticeable than amongst Europeans.  Their language is poorer than the Guarani spoken by the Paraguayans, and the pronunciation both more nasal and guttural. Their numerals only extend to four, as was the case at the time of the discovery.\\\\*\\n\\n\\\\-- \\\\* Their numerals are four in number (`petei^, mocoi^, mbohapi=, ira^ndi=');   after this they are said to count in Spanish in the same way   as do the Guarani-speaking Paraguayans.  Much has been written   on the Guarani tongue by many authors, but perhaps the `Gramatica',   `Tesoro', and the `Vocabulario' of Padre Antonio Ruiz Montoya,   published at Madrid in 1639 and 1640, remain the most important works   on the language.  Padre Sigismundi has left a curious work in Guarani   on the medicinal plants of Paraguay.  Before the war of 1866-70   several MS. copies were said to exist in that country.   See Du Gratz's \\\\`Re/publique du Paraguay', cap. iv., p. 214. --\\n\\nLike their forefathers, they seldom unite in large numbers, and pay little honour or obedience to their chiefs, who differ in no respect, either in arms, dress, or position, from the ordinary tribesmen.\\n\\nIn Brazil they are confined to the southern portion of the province of San Paulo, and are called by the Brazilians Bugres -- that is, slaves. A more unfitting name it would have been impossible to hit upon, as all efforts to civilize them have proved abortive, and to-day they still range the forests, attacking small parties of travellers, and burning isolated farm-houses.  The Brazilians assert that they are cannibals, but little is known positively as to this. What has altered them so entirely from the original Guaranis of the time of the conquest, who were so easily subdued, it is hard to conjecture.  One thing is certain:  that the example given them by the Christian settlers has evidently not been such as to induce them to leave their wild life and enter into the bonds of civilization.\\n\\nDiaz, in the \\\\`Argentina', thinks the Caribs of the West Indies were Guaranis, and the Jesuits often refer to them under that name.\\\\* This point would be easily set at rest by examining if any Guarani words remain in the dialect of the Caribs of the Mosquito coast. As to their relative numbers at the time of the foundation of the missions, it is most difficult to judge.  At no one time does the population of the thirty towns seem to have exceeded one hundred and thirty thousand.\\n\\n\\\\-- \\\\* See Demersay, `Histoire du Paraguay', p. 324, for names of Guarani tribes.   Alfred Maury also, in his `La Terre et l'Homme Ame/ricain', p. 392,   speaks of \\\\`le rameau brasilio-guaranin, ou Cara/ibe, qui s'etendait   jadis depuis les Petites-Antilles jusqu'au Paraguay.' --\\n\\nD'Orbigny in his \\\\`L'Homme Americain', estimates the Guaranis of Brazil at one hundred and fifty thousand.\\n\\nHumboldt cites two hundred and sixty-nine thousand as the probable number of Indians of every kind in the Brazilian Empire.\\n\\nThe Viscount de Itabayana (a Brazilian writer) fixes the number at two hundred and fifty thousand to three hundred thousand.\\n\\nVeloso de Oliveira puts it at eight hundred thousand; and later statisticians range between one million five hundred thousand and seven to eight hundred thousand.\\n\\nThe numbers given of Indians by the Spanish conquerors are almost always grossly overstated, from the wish they not unnaturally had to magnify the importance of their conquests and to enhance their exploits in the eyes of those for whom they wrote.\\n\\nStruck by the tractable character of the Guaranis, Mendoza began to build a fort on August 15, 1537 (which is the day of the Assumption), and the name he gave to his fort was Asuncion, which afterwards became the capital of Paraguay.\\n\\nEspinosa returned to Corpus Christi, and afterwards to Buenos Ayres, where a small force had still remained.  This force, tired of the ceaseless battles with the Querandis, or Pampa Indians, embarked for Asuncion.\\n\\nIrala, after waiting for many months at Fort Olimpo, returned to Asuncion, where he found Ruiz de Galan acting as Governor.  A dispute at once arose between them, and Irala, after having been imprisoned, was allowed to return to Fort Olimpo.  Here he found the Payagua Indians in rebellion, and in the battle which ensued he is reported to have slain seven of them with his own hand.\\\\*  He still maintained a fitful search for Juan de Ayolas, but without success.\\n\\n\\\\-- \\\\* Few modern \\\\`conquerors' in Africa seem to have engaged in personal combat   with the natives.  Even of Mr. Rhodes it is not set down   that he has killed many Matabele with his own hands.  Times change,   not always for the bettering of things. --\\n\\nGalan returned to Buenos Ayres, and, stopping at Corpus Christi, took occasion to fall upon the friendly and unsuspecting Timbu Indians and massacre a quantity of them.  Why he did so is quite uncertain, for the Timbues had been in the habit of supplying the fort of Corpus Christi with provisions; it may be that the quality of the provisions was inferior, but neither Ruiz Diaz nor Schmidel informs us on the point. Galan, after his \\\\`victory', re-embarked for Buenos Ayres, leaving Antonio de Mendoza in command with a hundred men.\\n\\nOne day, when about the half of the force was hunting, the Indians fell upon it and cut it off to the last man; but for the opportune arrival of two vessels the fort would have been destroyed.  However, many Spaniards were slain, and Antonio de Mendoza amongst them.\\n\\nAfter this battle, in which Santiago\\\\* is said to have appeared on the top of the principal tower of the fort dressed in white with a drawn sword in his hand, Galan and Espinosa returned to Asuncion, taking with them the remainder of the inhabitants of Buenos Ayres. At Asuncion they found that Irala had again returned without having discovered traces of Ayolas.  Irala was elected Governor under a clause in the royal letters patent which provided for the case of Ayolas not returning.  His first act was to order the complete evacuation of Buenos Ayres.  An Italian vessel, which was going to Peru with colonists, having been driven into the river Plate, united with the remains of the colonists at Buenos Ayres and proceeded to Asuncion.\\n\\n\\\\-- \\\\* Santiago, as in duty bound, usually appeared whenever Spaniards   were hard pressed.  Few writers had the courage of Bernal Diaz,   who of a similar appearance said:  `But I, sinner that I was,   was not worthy to see him; whom I did see and recognise   was Francisco de Morla on his chestnut horse' (Bernal Diaz,   `Historia de la Conquista de Nueva Espan\\\\~a', cap. xxxiv., p. 141;   Madrid, 1795). --\\n\\nCuriously enough, the remnants of several expeditions thus joined to found the first permanent city in the territories of the river Plate; not at Buenos Ayres, but a thousand miles away in the interior of the country, where it seemed little probable that their attempt would prove successful.\\n\\nTo preside over the heterogeneous elements of which Asuncion was composed, Domingo Martinez de Irala was chosen.  He was a Biscayan, a member of that ancient race which neither Romans nor Moors were ever able to subdue.  Nothing is known about his antecedents.  Not improbably he was a son of one of the innumerable small gentlemen with whom the Basque provinces used to swarm.  Almost every house in the little towns even to-day has its coat of arms over the door.  Every inhabitant claimed to be a nobleman, and in the reign of Charles V. they furnished many soldiers of repute in the wars of Europe and America.\\n\\nThe system of Irala was to conciliate rather than subdue the natives. Isolated from help of every kind, the length of the voyage from Spain precluding all idea of speedy succour in a rebellion, it was the only course he could pursue.\\n\\nFrom the very first he encouraged the soldiers to marry women of the country, thus creating ties which bound them to the land.\\n\\nTwo Franciscan friars\\\\* set about at once to learn the language and preach to the people.  They also seem to have endeavoured to reduce the Guarani language to writing.  So, from several circumstances, the early history of Paraguay was very different from that of every other Spanish possession in America.  To all the others Spanish women seem to have gone in greater or in smaller numbers.  To Paraguay, at the foundation of Asuncion, it seems that hardly any women went.\\n\\n\\\\-- \\\\* Thus it will be seen that the Franciscans were at work in the country   long before the arrival of the Jesuits.  It may be on this account   that they became such bitter enemies of the later comers. --\\n\\nSo there a different state of society arose to that, for example, in Chile or in Mexico.  In both those countries few Spaniards ever married native women.  Those who did so were either members of the highest class -- who sometimes, but rarely, married Indian women of position from motives of policy -- or else the lowest class of Spaniards; in this case, after a generation, their children became practically Indians.  In Paraguay it was quite the contrary, and the grandchildren of Indian mothers and Spanish fathers were almost reckoned Spaniards, and the next generation always so.\\n\\nWashburne, in his \\\\`History of Paraguay' (p. 32, cap. i., vol. i.), points out the contrast between the effects of the treatment meted out by Penn to the Indians in Pennsylvania and that by Irala in Paraguay. Where, he asks, are the Indian tribes with whom the celebrated Quaker treated? In Paraguay, on the other hand, at least in the time when Washburne was Minister from the United States to Lopez (from 1861 to 1868), the few remaining Paraguayans of the upper class were almost all descended from the intermarriages of the followers of Irala with the natives.\\n\\nThe tyranny of Lopez, and the effects of the disastrous war with Brazil and the Argentine Republic, have almost extirpated every Paraguayan (of the old stock) with the least pretensions to white descent.\\n\\nRuiz Diaz de Guzman, speaking of the mixed race in Paraguay and Buenos Ayres, says:\\n\\n\\\\`They are generally good soldiers, of great spirit and valour, expert in the use of arms, especially in that of the musquet, so much so that, when they go on long journeys, they are accustomed to live on the game which they kill with it.  It is common for them to kill birds on the wing, and he is accounted unfit for a soldier who cannot bring down a pigeon.  They are such excellent horsemen that there is no one who is not able to tame and ride an unbroken colt.\\n\\n\\\\`The women generally are virtuous, beautiful, and of a gentle disposition.'\",\"timestamp\":1637495552,\"title\":\"A Vanished Arcadia,\\nBeing Some Account of the Jesuits in Paraguay, \"},\"digest\":\"_F8PmLmezv7aeI564-zLqDvp44PNJdqptct0yGmiOow\",\"authorship\":{\"contributor\":\"0x994E4477C12eEdA205e5484164bDb84f9649036F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ukxWc_9SAv1d3R67CdJ98uB-rcn3cpUZTwoLcZnDBfc\\\",\\\"y\\\":\\\"efyoTJ0Z6_576UgheYPM8CkTd4nrqC2Dd08kBicx-8c\\\"}\",\"signature\":\"z2dQdbSByVgtpJ0XtBjfaRnUKSY2UR3dW7EscxWLRSJhPEqkpM83JX_x8-nehoWK6Kz2UMMHgDqxpebhGe9FZg\",\"signingKeySignature\":\"0x89ac05b4a41b198ac4f1329e2d8f7555d9136a08a317c1909cc6f0d750dea911231083ae9baada93307fd3ae5a8cbda6a9c5f05311d43a87aa6c5c2193d33c071b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ukxWc_9SAv1d3R67CdJ98uB-rcn3cpUZTwoLcZnDBfc\\\",\\\"y\\\":\\\"efyoTJ0Z6_576UgheYPM8CkTd4nrqC2Dd08kBicx-8c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_F8PmLmezv7aeI564-zLqDvp44PNJdqptct0yGmiOow\"}"