"{\"content\":{\"body\":\"### Does this need to be a DAO?\\n\\nThere is a lot of excitement and growth in the DAO (Decentralized Autonomous Organization) scene currently.  Every day there are community calls, trainings, and new tools being developed.  DAO exchanges to learn, Discord servers to join, community growth protocols to practice, the space is hot to say the least.  The promise of community-led growth and development is intoxicating, and all the scene is looking to DAOs as the solution of the moment.  These DAOs are expanding rapidly, but there are a number of “standard” protocols utilized by these groups to ensure decentralization.  \\n\\nDo all DAOs need a social token?  How else can decentralized governance be solidified?  Are there not ways to ensure governance in piecemeal ways?  Engagement, creation, personal effort - these are difficult to measure in a quantifiable way, but their quality will always outweigh the difficulties of data management.  Tokens are a fascinating technology and their potential is larger than their impacts now, in a good way.  But are tokens needed for *every* DAO?  For each community?  Perhaps partnering with established tokens or cryptocurrencies not only allow participation to be translated to governance via tokens, but can provide lifestyle utility.  Instead of being able to vote for the future of a community, what if tips and bounties could help order some food, get some movie tickets, buy a new video game, add another month of a subscription service, etc.  Surely this is not out of the scope of possibilities.\\n\\nWe are not against tokens, tokenomics is a deeply interesting development and has a long way to go before the “fad fizzles out”.  However, we are not convinced that community tokens are required for a DAO to grow and foster a healthy, positive, and productive community.  Does this make a project “less” Web3?  Doubtful, though no doubt some will try to make that criticism.  We firmly believe an essential mindset of a Web3 shift is true reflections of if a new technology is needed or not, rather than blindly jumping into the latest technological development.\\n\\n### Is this on-chain or off-chain?\\n\\nThis leads to the bigger technological advancement in this space: the blockchain.  What does an off-chain Web3 community look like?  It would surely still look like a Discord server opening up a community with some well-established Web2, Web3, and other tools.  Is there a hesitancy to allow such community growths not include all the hottest tech?  Perhaps, but this will be a slower build.  We are uncertain of what on-chain vs off-chain discussions will develop into.  As writing here right now even on this new Mirror platform the on-chain/off-chain development has a lot of room to grow.  \\n\\nSurely not *everything* needs to be on-chain, but as blockchain technology grows, mitigating financial obstacles, environmental obstacles, and user experience obstacles, perhaps there are more offerings to be uncovered that are perfect for such projects.  We are not, however, in any rush to be the first arriving at one or more of these flash spots.  Community will be community, regardless of the language, location, or mode of discourse, we do not wish to forget this anytime soon.  If blockchain can help each and every one of us to become better scholars, we will follow up on those leads with passsion, anything short of that can wait for maturity.  This is a community for anything, it need not break its back to become a community for *everything*. \\n\\n### How do we define ‘anything’?\\n\\nGood question.  It is a futile endeavor, to say the least.  We cannot hope to define more than we understand, but we can listen far beyond the scope of our understanding.  That is something we can commit to, and perhaps even develop a community that commits to the same thing.  It is through this that we do not feel the need to sprint to a manifesto, only provide interests and dreams.  A community can become a dictionary, self-defining what is the scope of a community and beyond.  This circular thinking can be extended to infinity, but we are content starting with just 1.\\n\\nThere are plenty of questions to both follow and lead.  Reach out to us to keep this conversation alive, maybe there is something here you find interesting:\\n\\n[Twitter](https://twitter.com/SieboldMagnolia) \\\\n [Polywork](https://www.polywork.com/siebold_magnolia)\\n\\n \",\"timestamp\":1633520375,\"title\":\"Three Basic Questions RE: ScholarPunks\"},\"digest\":\"FyE1uloRE99akK0oLorantbNCub8cZmC_lEMju24uz4\",\"authorship\":{\"contributor\":\"0xba01eDF0B28A9A35384490Bc965Fde8eFF81D616\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DItf-P6mEGrVJykfo2VKfq9xrz2LtjLWwyy-5oipAmA\\\",\\\"y\\\":\\\"rrCjmIM6e_0mArBcfrtGdxZIyNFmvKsvN2T4SSdSnTY\\\"}\",\"signature\":\"wt0g_CHPM54zLlKzsQC-EddyiQ6Wkkg6X6FYZe6j-5bLDnkplZmn1_82RyORftzNoQMsOOijzPTO3HuLggoBFg\",\"signingKeySignature\":\"0x587cb5e0b5021748832eeb679a749d2e54a772af6588730b8ac7dcbd32d8091d7d3167870ccc81b6be84794366b51d136f49d5ee6a01180746865247fe5ec96d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DItf-P6mEGrVJykfo2VKfq9xrz2LtjLWwyy-5oipAmA\\\",\\\"y\\\":\\\"rrCjmIM6e_0mArBcfrtGdxZIyNFmvKsvN2T4SSdSnTY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FyE1uloRE99akK0oLorantbNCub8cZmC_lEMju24uz4\"}"