"{\"content\":{\"body\":\"**The digital collectibles from the Hashmasks NFT collection will get further utility across the metaverse, including gaming and virtual worlds. The developers of the NFT collection has [announced](https://thehashmasks.medium.com/hashmasks-expansion-update-a7910ea42349) a grant program to empower the community to build applications, environments and services using Hashmasks.**\\n\\nNot only will the team stimulate development from external sources, but they are also developing new things themselves. The developers will launch an avatar NFT series based on Hashmasks, which will be airdropped to Hashmasks owners. They want to create an alignment between the NFT avatar for social media, and the artwork it’s based on.\\n\\nFrom a gaming perspective Hashmasks move into the gaming side of the metaverse is more interesting. They already had a partnership with Terra Virtua for some exclusive NFTs. Now they have acquired or will acquire virtual land in four different digital worlds: The Sandbox, Cryptovoxels, Somnium Space and Decentraland. On these lands they will create community event, expositions, and museums.\\n\\nPerhaps even more interesting is that the Hashmasks team will commission the development of a video game. This game should use either the avatar NFTs or the original artworks. Furthermore, the developers expressed their ambition to create a game with play-to-earn mechanics. This would probably mean that Hashmasks will introduce a new token into their ecosystem, even though the native NCT token would also be an option.\",\"timestamp\":1640651049,\"title\":\"Hashmasks Moves into the Gaming Metaverse\"},\"digest\":\"cLkYQSI_EHDVuoeXw7FQaLYvzQ8bVEj9XqxHPyJa47E\",\"authorship\":{\"contributor\":\"0x6f13F0346401aE641e4da19461C821E021e766D7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6yVrI-ghVtcKcU8aqiHHtX-f4BLtrIH8-STXVwKiUDc\\\",\\\"y\\\":\\\"VQR_JOyx1Wcx2g9Bq7nEu7mCh1eQpTU5rFyVEN2dNp0\\\"}\",\"signature\":\"KAdklxJHX9dA7MiYZm1dR2P9yC2pkCh3NnVoGaYz2AhwyY1EGwP4Za8NJPklDDhEwnRfyrM2VLpHylWgr6_kNA\",\"signingKeySignature\":\"0xd2e31d2e7f16454c7017ab6d67b0179a1d462ff1fdb02f900898e16f6a4eda76131e650fb3376aeb86ab1ee40377baa5f940e57ba08ef8a54fc22dfe259008e41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6yVrI-ghVtcKcU8aqiHHtX-f4BLtrIH8-STXVwKiUDc\\\",\\\"y\\\":\\\"VQR_JOyx1Wcx2g9Bq7nEu7mCh1eQpTU5rFyVEN2dNp0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cLkYQSI_EHDVuoeXw7FQaLYvzQ8bVEj9XqxHPyJa47E\"}"