"{\"content\":{\"body\":\"It's actually happening.  Home Robots that do your cooking and cleaning are going to happen by 2030.\\n\\nWhen I wrote the Home Robots prediction a couple of months ago about them doing all your cooking and cleaning by 2030, I really wasn't sure that it would happen.\\n\\nThere was no company who had announced they were targeting it.\\n\\nI focused the story on Amazon's Alexa division having the incentive to do it because it is an extension of what Amazon already does around the home with food deliveries and Alexa providing home automation.\\n\\nBut, hey presto, none other than Elon Musk has announced he's doing it.  It's the Tesla Bot.\\n\\nI'll make some more predictions about it.\\n\\nIt will sell for $10,000 (or more).\\n\\nYou will buy one on a 3 year deal costing $300 a month.\\n\\nAnd it will do all your cooking and cleaning if you want it to.\\n\\nIsn't that amazing to think about.\\n\\nCooking and cleaning is a task that humans  have done forever themselves.  It's core to how we live in our homes.\\n\\nIn 2030, millions of households will start leaving it all to the Tesla Bot.  And the Alexa Bot.\\n\\nAnd I would bet the Apple Bot and Google Bot too if you prefer.\\n\\nLove it.\\n\\nQuestions for those that want to embrace this future and help it to arrive smoothly by 2030 include whether there's going to be huge job losses particularly housekeepers and cleaners.  \\n\\nAnd what legislation is needed, if any, to make humanoid robots.  There's some related to safety in the home.  You don't want them holding a knife and accidentally killing a member of your family.  Or a good friend.  Oops.  The current safely legislation is probably enough.  But is it?\\n\\nIn the 2030 Meetup on Tuesday, I've added this to the 50 minute discussion.  We're focusing on what it means to people in the different countries around the world.  It's fascinating to hear people's reactions.\\n\\nIf you want to come to the Meetup, sign up here.  You'll love it and hear people from around the world who share your enthusiasm (and concerns) about where the world is heading by 2030.  And share a belief that things can be better - not just worse as many so often dread these days.\\n\\nHave a great weekend.\\n\\nRaise a toast to Elon, the Tesla team and the Tesla Bot.\\n\\nSimon\\n\",\"timestamp\":1635690319,\"title\":\"Tesla Bot: OMG!\"},\"digest\":\"iH6Z36vbrETdQ9fATzyozVX9IBI_pIXu93_dIHrdfoE\",\"authorship\":{\"contributor\":\"0xBAD98af300cD0aCF0E296F53aaDB7357e7Af4393\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_fmCRuKwQQkQWpFd6OtYyN4FwgoGwZYWLla-TPJeGYE\\\",\\\"y\\\":\\\"7GQWxUtfGAKuyqPq-fkEik6hWKxxYW5ef1nufG9ceVk\\\"}\",\"signature\":\"Zn1cwyUxJ2V-Mn1mBllJL9PAg7qpfaekNcfZUQSJ2HetcYitVlWazDH2PwjBGLGftZEExRywgpORRYq-7KtK0Q\",\"signingKeySignature\":\"0xadb4c749ea26081e1b665d126127fa579cde80a52de8c52ba28fe5ea00fcd4071f5f5aac1c599803a2e3ec28226416e63f9b6a8a596755d016b0fbbf870f6fe31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_fmCRuKwQQkQWpFd6OtYyN4FwgoGwZYWLla-TPJeGYE\\\",\\\"y\\\":\\\"7GQWxUtfGAKuyqPq-fkEik6hWKxxYW5ef1nufG9ceVk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iH6Z36vbrETdQ9fATzyozVX9IBI_pIXu93_dIHrdfoE\"}"