"{\"content\":{\"body\":\"“阿鹿，对不起，我需要1000万，所以我答应了他的求婚。”莫小兰说的时候眼泪掉了下来。\\n\\n阿鹿咬了咬唇，莫小兰，陪再去天灯巷最喜欢走的我好吗？再去那些贫民的地方了。\\n\\n莫小兰说，你别这样，一切都好，我们的日子我一天也不会忘记，只是辈子我没办法和你下去，我的妈妈病了，癌症晚期，现在只有1000万除非救她，我们不是超级人类，我们还回不了那些病，只要有钱，就可以救人，你能理解我吗？\\n\\n阿鹿笑着擦了擦眼角下的眼泪，用力地点头上说，我明白了，可能我也会和你一样的，我记得我们的梦想都可以变成超级人类，基因改变，我们增强的抗性，让这个世界一切疾病都伤害到我们。\\n\\n莫小兰隐约牵起阿鹿的手，坚持在手心说，我相信你可以的。\\n\\n阿鹿说，是，可以的。\\n\\n天灯巷一条是泥泞的巷子，千百年来都没有改变，青尘的墙壁爬满了绿油油的青苔，逼仄的巷子里摆满了小吃，阿鹿坐在客厅上，在菜单上划了很多很多，莫小兰拿过菜单说，吃不完的。\\n\\n阿鹿说，没事，以后你就吃不到了。\\n\\n莫小兰拿笔划掉了一些说，你别这样。\\n\\n阿鹿忽然间眼泪就掉下来了，他用袖子用力擦了擦眼角说，我们一起挨着长大，我们一起过饿，一起逃过课，我想一直这样陪着你，就是你忽然间就要走了，我不能挽留，我真的不能挽留。\\n\\n莫小兰的心狠狠地痛了一下，她伸出手摸在阿鹿的头发上说，你是个大人了，要学会照顾好自己，以后你会遇到一个更爱你的女孩，你会幸福下去。\\n\\n阿鹿高兴头说话，我以后不要什么幸福，我讨厌这个烂透了的世界，曾经的世界普通人只要努力就可以改变命运，现在呢？我们的命运能改变吗？数学思维一两千万颗，只要安装上芯片便便获得了爱因斯坦所有的智能，霍金芯片1800万，高斯芯片1200万，莫言芯片1000万，你看看，连智能都可以直接交易了，我们拼命上学有什么用的，更不要说那些改变DNA的技术，那些有钱人学习医疗健康，一针疫苗3000万，可以治愈这世界上99.9%的疾病，他们一生一世没有疾病，不用就可以得到我们这些人都产生的智慧。\\n\\n莫小兰坚持阿鹿的手说，阿鹿，你曾经不是这样悲观的，你说过总有办法的，世界上我们这些贫民一条活路。\\n\\n锅底来了，菜盘鹿端整齐地摆在餐桌上，说，我记得你喜欢吃这个家，以前你说要攒钱，所以来的我们很少，特别是很多次都是自己去超市买的，所以来了总不是这个味道，今天好喜欢你知道了，其实可以的那个时候你约我，我有预感，这男人出来你已经是为了伯母的事情了很多，那个你，你能认识他真是幸运，因为天生的，我不你，真的，小兰，我一点都不怪你，我挺感谢他的，没有他伯母走了，你也会担心的，我不愿让你伤心。\\n\\n莫小兰夹了三只虾，然后低着头小心翼地剥着，红油锅底冒腾腾热气，昏暗的天空恍惚恍惚，灯上用楷体字写着“故事火锅”，灰蒙蒙，高楼的下载打在这个排低矮的房檐上，希望可以去看看。\\n\\n吃完饭，两个人肩并肩走了很远，走到那一站的时候，莫小兰停住和阿鹿说，别送了，再送下去不知道哪里去了，你早点回去吧，我也要打车走了。\\n\\n阿鹿忽然间不知所措，站在萧瑟的路边，哈里带着下来，莫小兰车举起摇晃晃着。\\n\\n阿鹿说，我们不会再见面？\\n\\n莫小兰的手在空中停住，然后风沙地风湿地摇晃起来，也许呢，谁说的清楚？\\n\\n阿鹿说，那我就当只能见面了。\\n\\n莫小兰没有说话。\\n\\n阿鹿说，最小让我还有个盼头。\\n\\n停在路边，阿鹿跑过去帮小兰把车门拉开，然后跑到车前和司机说，师傅，你开慢点。\\n\\n看着浅浅远风去，城市的道路上阔阔的像团海，小兰回头看着夜中的阿鹿，心头一阵冰凉。\\n\\n阿鹿朋友一对，醉倒在酒吧。\\n\\n停在医院的门口，这是救死扶伤的地方，也是最冷的地方，每天有很多冰人都可以活下来，但他们没钱，只能冰地拍，没有地方已经比医院更安静，经常在半夜听到声嘶力竭的哭声，却无法改变一切的人早听，无需停止力的人麻木。\\n\\n走到妈妈的病床前，她的病床前，她的气色很好，着着和莫小兰说，别人都喜欢我，有一个找女儿，有一个有钱的女婿，我救了，而他们却要死了。\\n\\n莫小兰说，会没事的，你会长命百岁的。\\n\\n妈妈捧着莫小兰的手说，我知道你是可怜的，你必须要救妈妈才这样选择，但是妈妈是人，你有钱人是对的，这世上的是假的，会在时间里变质，只有钱才是真的，能救命，能改变命运，你不为妈妈不为自己想，你为爱想，你也想你和自己穷人结婚，生日快乐，但你和他的婚姻还不错，你们的孩子可以打火箭，可以买智能芯片，一出生就可以变成超级人类，多么美好的事。\\n\\n妈！\\n\\n莫小兰把声音拉长了说了，我想那么远的事！\\n\\n妈妈拍莫小兰的手，我知道你心里喜欢说阿鹿，你到大妈妈会不知道的心思，是你个大人了，你也学了历史，有年头了只要努力只要努力，也许就能获得幸福，现在这一切都变的不可能了，因为有钱人可以改变基因，当知识可以交易的时候吧，你就现实点。\\n\\n 莫小兰看窗外下雨，她看夜风里的阿鹿。\",\"timestamp\":1636601133,\"title\":\"Super human（超级人类1）\"},\"digest\":\"hvqCv5VphC6bkLpcHrMe5AJGuTCPzQtI3sS7UFs4LX8\",\"authorship\":{\"contributor\":\"0x31c1571941298b11bECA2F61BEF50F8303D08ddF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4W2shHE1rSRpCXG3LCd3b2q9cNWxumHde2V8J0hQZjo\\\",\\\"y\\\":\\\"ZBHg5Aqx4OBedxmMgoewMXAaPhXKqmjO1gFuPQcj3kw\\\"}\",\"signature\":\"FZVR5YmmeOpdi-dFW_Hwv3j-PQgN8T9_Ntatv333xY7LA6EH6WFjKji89bRfBrbjGmQb7RI9EoIqowj1rEhxyQ\",\"signingKeySignature\":\"0x6a9ebf2a42c51ae8f489a78f4282d0e17d1a678f390bd315a2a4e44077087385566081daed171750e46444dc83230195e205ab5f026301bd721e3c53babee8d11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4W2shHE1rSRpCXG3LCd3b2q9cNWxumHde2V8J0hQZjo\\\",\\\"y\\\":\\\"ZBHg5Aqx4OBedxmMgoewMXAaPhXKqmjO1gFuPQcj3kw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hvqCv5VphC6bkLpcHrMe5AJGuTCPzQtI3sS7UFs4LX8\"}"