"{\"content\":{\"body\":\"“曾经办理过的银行卡加起来有七八张，经常用的也就一两张，有的卡找不到了，有的卡已经忘记了密码。”市民刘女士告诉《金融时报》记者，由于工作、生活需要，她曾在多家银行办理过储蓄卡和信用卡，前几天，她登录某银行网站时发现，该行发布了一则关于清理长期不动个人银行账户的通告。\\n\\n这并非个例。为防范非法行为，保护储户个人账户安全，同时减少金融资源浪费，今年以来，**多家银行发布公告称，对长期不动的“睡眠账户”以及超量账户进行清理**。杭州银行日前表示，为加强个人账户管理，保障客户账户资金安全，杭州银行将对部分账户功能和个人网银、个人手机银行的转账限额进行调整，同时对同一客户拥有多账户进行清理。\\n\\n此前，工商银行、农业银行、中信银行、建设银行、邮储银行等银行也开展了类似清理行动。\\n\\n那么，**到底哪些卡算“睡眠账户”？银行卡会被强制销户吗？账户里的余额怎么办？**《金融时报》记者对此展开调研。\\n\\n**杭州银行**在日前发布的公告中称，同一人在杭州银行有4个及以上结算账户的，于11月30日前至杭州银行的任意网点，持本人有效身份证件确认是否仍有合理用途或特殊情况需要保留，如账户不需使用，请尽快进行销户处理。\\n\\n根据**工商银行**公告，清理范围为截至今年6月30日，凡连续三年以上（含三年）未发生客户主动交易，账户余额为零，且未签订信用卡、个人贷款还款及其他代收代付协议的账户，其账户功能将调整为非柜面业务只收不付。\\n\\n《金融时报》记者梳理发现，**银行卡清理行动分为个人长期未使用账户（即“睡眠账户”）清理和超量账户管理行动。**\\n\\n**不同银行对睡眠账户定义各不相同。**按照最低时间标准看，银行账户连续两年未发生主动交易、没有签约关系的借记卡、活期存折等个人银行结算账户都可能被纳入清理范围。此外，账户余额也是重要衡量标准。多数银行的清理标准是账户余额为0，利息积数为0的银行账户。其中，中信银行和兴业银行的标准为“账户余额低于10元（含）以下”。这意味着，用户要想保证银行卡账户正常使用，账户余额需要长期维持在10元以上。\\n\\n**超量账户，又称一人多户（卡），指同一客户在同一银行所辖营业网点开立Ⅰ类账户（指银行卡、结算户存折）合计数量超过两个（含）的情况。**例如，2020年12月29日邮储银行就发布公告称，将于2021年6月30日（含）前逐步分批对同一客户名下个人结算账户超标准（即Ⅰ类户1个、Ⅱ类户5个、Ⅲ类户5个）数量进行清理。今年4月，中信银行明确：I类户、Ⅱ类户和Ⅲ类户的同一个人客户持有数量分别不能超过4个、5个和5个，上述三类银行卡适用范围和金额的限制依次递减。\\n\\n**为何要清理睡眠账户？**\\n\\n央行数据显示，截至2021年一季度末，全国共开立个人银行账户127.79亿户，较上季度末增加3.18亿户，环比增长2.55%，人均拥有银行账户数达9.05户。\\n\\n2016年，央行发布《关于加强支付结算管理防范电信网络新型违法犯罪有关事项的通知》，要求同一个人在同一家银行只能开立一个Ⅰ类户，已开立Ⅰ类户，再新开户的，应当开立Ⅱ类户或Ⅲ类户。\\n\\n信用卡领域资深专家董峥认为，**“一人多卡”会大量消耗银行系统资源，降低银行运营效率。银行清理睡眠账户将重新释放金融资源、降低管理成本，同时提升机构运营效率。**\\n\\n此外，专家分析称，银行清理“睡眠账户”的**目的还在于防范非法行为，保护储户个人账户安全**。\\n\\n“银行清理‘睡眠账户’意在**防范异常交易，减少电信诈骗、洗钱、逃税的非法行为，保护储户个人账户安全**。” 光大银行金融市场部宏观研究员周茂华表示。\\n\\n2020年10月10日，国务院打击治理电信网络新型犯罪工作部际联席会议全国“断卡”行动部署会召开，决定在全国范围内开展“断卡”行动。2020年12月，最高人民法院、最高人民检察院、公安部、工业和信息化部、中国人民银行联合发布《关于依法严厉打击惩戒治理非法买卖电话卡银行卡违法犯罪活动的通告》，以“零容忍”的态度严厉打击非法买卖“两卡”违法犯罪活动。\\n\\n**对持卡人有何影响？**\\n\\n值得注意的是，商业银行开展睡眠卡核实清理工作时会**主动通过电话、短信、手机银行、网上银行等渠道联系客户，根据客户意愿对闲置银行卡采取销户、归并、降级等处理措施**，确保银行卡信息及资金安全。\\n\\n为保障持有的账户免受影响，**大部分银行会为持卡人预留15天至30天业务办理时间**，并在公告中明示“**如持卡人的账户在上述清理范围内且需要继续使用的，请于公告期满前持银行卡或存折、有效身份证件到任一网点更新、完善身份信息及激活等手续**”。\\n\\n工商银行发布的公告显示，如纳入清理范围的账户还想继续使用，用户可于规定时间内完成一笔动账交易（包括存取款、汇入汇出、转账、消费、缴费等），即被视为激活账户。\\n\\n此外，多家银行明确，如果持卡人多个结算账户已被限制交易，持卡人可持本人有效身份证件、银行卡（折）至银行任意网点进行合理性说明、降级及销户处理。\\n\\n**那么，如果账户被清理了，余额怎么办？**\\n\\n华夏银行在公告中明确表示，“对于纳入销户范围的账户，销户后账户不可恢复，您可凭本人有效身份证件及原卡（折）前往我行开户网点办理余额追溯退还”。\\n\\n**“对于不希望被冻结的银行卡，只要每年通过ATM、网上银行或手机银行等任意渠道办理一笔业务或者进行转账等交易，就不会被银行认定为‘睡眠账户’。”**某银行网点工作人员表示。\\n\\n**如何保护自身账户安全？**\\n\\n业内专家建议，**持卡人应树立账户盘点意识，对自己的银行卡、账户进行主动管理，长期不用的要主动进行清理、归并，养成查账记账的良好习惯**。\\n\\n“对于持卡人来说，**首先**，需要保护自身的账户信息和密码安全，对账户余额及时核对；**其次**，办理金融交易业务找正规金融机构；**再次**，不轻信高息理财、轻松获得高额收益，对于不明来源电话信息需要保持警觉；**最后**，对于有异常信息或异常交易，需要及时找有关部门核查等。”周茂华表示。\\n\\n**[如果持卡人忘记自己有多少张银行卡怎么办？](http://mp.weixin.qq.com/s?__biz=MzI5MjE1ODM5Mw==&mid=2650207490&idx=1&sn=7e443712175ee2c332f41efff1815ba8&chksm=f407fbd4c37072c28dab81e8425fc0482b65df79d63e6f02367be67c5eec1e76b595999c046c&scene=21#wechat_redirect)**日前有网友在人民网“领导留言板”上留言表示，当下各大银行建议民众注销不使用的银行卡，但很多人忘记自己有多少张银行卡，因此希望搭建可供本人登录查询的平台或线下网点，一次性查询、注销银行卡。\\n\\n“个人银行卡信息较为敏感，涉及个人隐私和资金安全，相关工作政策性强、涉及面广、复杂性高。”**人民银行回应表示，已经在工作安排中考虑 “一人多卡”查询服务提供问题**，指导中国银联和商业银行在依法合规安全的前提下进一步便利个人银行卡查询，不断优化个人银行账户服务，让便利化办理银行账户业务成为常态。\",\"timestamp\":1637321958,\"title\":\"多家银行加速清理“睡眠卡”，你的账户还好吗？\\n\"},\"digest\":\"sg0rRkuk8s4SKKet6fVpwVwTyL1KxYBPH_bO9L3FfN4\",\"authorship\":{\"contributor\":\"0x52Ed1c9b2f91e6bC1CE1ADb21961Fb0fbe7c127B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8O5eoZrhWeS27v8vcNTs_glVX3eqAIDapaCnaj3s2sw\\\",\\\"y\\\":\\\"cb9HwnZQbcm0R7UAzNrgVoP4iJG2PoUMA2EescqFF6Q\\\"}\",\"signature\":\"zYB4-08idqGgpGQCxZjZk0cpdKhmJOvT-oLGa2MQ052CAApCNR0J1M_HAJpJ8HjRj4XrYYGRhQpnbm18_M8_SQ\",\"signingKeySignature\":\"0x2d8bb4bc8017aba264c36a94e95be92205d25fc62f7eaf14c2e972b4c48457f8471abc1ecf03b439da235d575c5b679d88031dfad5aa2326ac8e55c2883f91391b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8O5eoZrhWeS27v8vcNTs_glVX3eqAIDapaCnaj3s2sw\\\",\\\"y\\\":\\\"cb9HwnZQbcm0R7UAzNrgVoP4iJG2PoUMA2EescqFF6Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sg0rRkuk8s4SKKet6fVpwVwTyL1KxYBPH_bO9L3FfN4\"}"