"{\"content\":{\"body\":\"第001章重生湛蓝的天空上宏观是极品琉璃一般一段澄澈明净，细如柳絮的小雨从空中飘扬的洒落下来，滴在四方的树木和大地上。绿幽幽的草地上和整体上，一经空气吸入，发出淡淡的绿色的萦绕光。高大的柳树上，几知了正地时只断时续地鸣叫着，“知了，知！”树上飞到了另一朵……晴雨，应该会晒热的香港清凉一阵吧？可惜，对于这少数一见的景色，林逸俊却根本没有心上。望窗着着，林俊良久久，林俊良回过神来，望着一旁但怀的日历，表面上显示的却是外一九九一年，九十八月。却是无比的刺眼，知道前几天，林俊逸可还是生活在2012年呀！ 恩，没错，这样的林俊俊这种遭遇经常一个名词来逸形容，能力要穿越。叹了口，坐在那看起来很舒服的心灵上，感觉无神的望着白净的气的心，心绪万千的心灵，心绪万千已经穿越前，林俊逸二十六岁了，从中国最好的艺术学院导演系毕业，刚到两年，却一直是默默无闻的小字辈，在片场几乎和打杂的没有什么区别。 。穷的叮当响。他除了靠自己拼搏，完全没有任何捷径。刚进入社会的他没有一点名气，没有任何关系，根本没有人敢请他拍电影。每次抱怀，到各电影公司和导演希望漂流久自己，但被拒之门外，久而之，林俊逸的雄心壮志也几乎磨灭尽了。那个时候，当年“金榜上有名”，自己的父母在村里是被人喜欢眼红过的，如今一事无成的回家，他奶奶是丢不起脸。在高广场林立灯红绿的大都市里的每个人。城市虽大，却没有一个他可以容身的地方！，换过的工作，打字员们，所有的邮递员，还送了这个好工人，甚至他和那些农名工一起，工地工人！一眼林俊逸到了二十六岁，快要奔三了，趁他吃了苦头，甚至发现遗物，但他的怀抱梦想的初衷，他坚信有梦想的永远永远是不老的！在一个偶的让他有了一个发财的途径：——墓！虽然是偷袭的并充满危险的，但为了能尽快获得一点能实现自己的梦想，林俊逸还是决定铤而走险。旅游时，喜欢中发现古墓。工人是上天有，也有可能是他时来操作了，历当林俊逸深入洞里尽，打探了，突然地发现了一番，之后的一番狂欢是五千年前的黄帝公孙轩辕！而且，他在黄帝的石棺中还找到了两本古籍姓名，分别是《黄帝圣经》和《太上丹经》。千百日升，而这本书是他老人家遗留下来的，关于修真炼丹的炼上宝典。五千年的古籍，如果有出山洞遇到外面的空气就会快速逸化。为了追万一，他强忍着内心的激动，开始心背诵起两本书来。。。。。。还有，就在他把两本书完全没有完成的时候，突然出现了一种火​​星的地山摇的感觉，随手看到这个密室墙壁上了密密麻麻的出现，头上还在不断地出现落下石块和泥土，整个古墓，不到一分钟就轰然坍塌了，以致于林俊没有反应过来，就深埋在了泥土碎石之中。穿越了经历了自己瘦弱的小手，恩，是的，小手！穿越了，林俊俊还意外地发现了自己缩小了几圈。返回老童还，越活越小，此刻，林俊刚得到了附体的这个小五岁的记忆，他脑中的一团，混乱久久不能平静。原来的主人！ 林俊逸根据这个小家伙的记忆，突然发现他自己，心里觉得荒诞至极，“不过这样也好，不用换名字了，也不怕背弃祖宗了。” 林俊逸自传的笑了笑。林俊逸还同同，与他同姓的那个家伙以前非常名，他的爷爷林靖远曾经当过的高将领，在抗战日之后，因为不想内战，便家拖带口的来到了香港，凭直觉他的父亲林经国，是林靖的独生子，长得非常高大英俊，风流倜傥，年轻的时红颜知己身，惹了风流债。当然，林经国也同样是富有横溢的，甚至还在国外留学过，拥有了哈代大学的MBA学位，作为一个富二代，他却依然能谦虚虚学习，许多“林俊逸”母亲只知道自己的身份则非常神秘，宋雪的名字，来自海外一个红色的世家。坠入爱河之后再见到父母时，却发现，宋林本体是世仇，同时，天使的天使也抵抗林经国和宋雪的结合。不渝，瞒着父母在美国进行了婚姻注册，这样，宋雪也迷上了生下一个女一，一家四口生活幸福美满。但是，两年前，宋雪突然被告知父亲病危，心急“林俊逸”的家里除了他，只有一个姐姐，所以是家的三传。不过因为他是一个产儿，身体上代就体弱多病。 ，孱弱哭。'林俊逸\\\"父母对于自己的独生子十分宠溺，可谓有求必应，然而“林俊逸”也渡过了一个十分幸福的童年。不幸的是，就在两年前，宋雪赶赴大陆而音信全无，林经国在悲伤真正的可谓是“眼他起高楼，眼看他错误演讲，世界帝国”眼看他从楼上倒塌了！ ”一门，林家，豪大户大户几乎没变一整，而且祸不单行，林国最近也很强壮，在附近医院的日子就夜了。“林家”爷爷在这个时候一时之间，林家可谓是凄惨至极！\",\"timestamp\":1633614718,\"title\":\"明星潜规则之皇\"},\"digest\":\"xDHMnMVqoDccA5UgA_e7fEYk0J7MZcLKqgjUINPxbuU\",\"authorship\":{\"contributor\":\"0x4895E1a76715f3324B9Ce06fE6Bcd0c72d1e93E6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uzHB8PHHbM02V-mxw5FSivHOz3nJ0zUaSu4hTdM9wDE\\\",\\\"y\\\":\\\"7HrGlz9pJa-YHtch8arKVvaLLnpnwWHxfiEPhCEiTvo\\\"}\",\"signature\":\"pRRlqTDdkjncJKHBiqVwm7YxPF-tHzXLYskUzBOOPJjeveNxfqRBbtx9oLUrYlUpZorb0U5Yjhs-_P3OPi428g\",\"signingKeySignature\":\"0x117c0fbd6ef4afc4ccddc4e52668ce9229eafc89d37488ba1c57b7fb3275c8d736f794922d7cdd9f2b876e1306420bd455541134267c35d2c6eef16008397eb11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uzHB8PHHbM02V-mxw5FSivHOz3nJ0zUaSu4hTdM9wDE\\\",\\\"y\\\":\\\"7HrGlz9pJa-YHtch8arKVvaLLnpnwWHxfiEPhCEiTvo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xDHMnMVqoDccA5UgA_e7fEYk0J7MZcLKqgjUINPxbuU\"}"