"{\"content\":{\"body\":\"First of all, one thing we have to understand is that pornographic information will not disappear casually, and it is even more difficult to prohibit it. Even now, many people advocate using artificial intelligence to completely solve the problem of online pornography. But artificial intelligence cannot penetrate every corner of the Internet. The root cause of the proliferation of Internet pornography is still due to human needs. Therefore, what we can do is to keep unhealthy pornography away from children and try our best to reduce the criminal attributes of pornography.\\n\\nTo achieve control of online pornography, we must make a series of tools to accomplish this. First, we need to make a video recording software. Then, we make another video editing software. Finally, we lock the storage and distribution of the video into a smart contract agreement. In this way, we can guarantee that pornographic information will only circulate within the agreement. No one can send these pornographic videos to external networks. If one of the videos involves personal privacy, illegal criminal cases, We can completely delete the video from the source, so as to protect the victims well.\",\"timestamp\":1639413803,\"title\":\"What do we need to do about Opensex.\"},\"digest\":\"V1y22k_yXN_fj4Wt1pMYuWn25g02_TkLfJOgqsrUtI0\",\"authorship\":{\"contributor\":\"0xEdcbD853d8A2661cBbfc1BA2D132DD3E1652Cc79\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7Y7oi5Q0Or2u5U5mRhtasfIrICWMSpJWMjvHYdQi4C8\\\",\\\"y\\\":\\\"8sXRX0UCE2kh0i4kXflUOohfPUcRAKEIpxKD7tUtODE\\\"}\",\"signature\":\"Abej8UWOXK0o9mhW6FHn5ho860xdrwG9TlrhOMyPNN7SPBRO3wVVV92XkmTTW927XDT0WHiJRG9zMhsfg8nZsQ\",\"signingKeySignature\":\"0x4ba116df2da30f8716874bad2dbc4df1562ba2df48e4020d36145fe8ac222c4c3cf716c17613e5a8a483163c5e9b5784b086db0d1022dabd5392b450954c05a31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7Y7oi5Q0Or2u5U5mRhtasfIrICWMSpJWMjvHYdQi4C8\\\",\\\"y\\\":\\\"8sXRX0UCE2kh0i4kXflUOohfPUcRAKEIpxKD7tUtODE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"V1y22k_yXN_fj4Wt1pMYuWn25g02_TkLfJOgqsrUtI0\"}"