"{\"content\":{\"body\":\"写于：[2019-07-20](https://fsud.github.io/2019/07/20/my_view_about_bc/)\\n\\n写这篇文章的最大目的其实是为了记录在我这一阶段对区块链的认知。也许明年，也许几年后，我对区块链的认知发生了翻天覆地的变化，甚至我加入了这个行业。区块链本身也在疯狂的变化。前方应该是危险而迷人的黑色吧。\\n\\n### 初识比特币\\n\\n最开始了解比特币是在高中时代的《电脑爱好者》杂志上。那应该是11年左右。应该是整版的报道，给我留下的，好像也仅仅只有印象而已。\\n\\n第二次是大一，那时比特币迎来了某一个价格高峰，引爆了主流媒体。\\n\\n第三次就是2017年大牛市了。一飞冲天，我也在同事带领下冲进场，终于一顿操作亏掉了2k块钱（同事亏的好像是我的10倍）。94之后，我们纷纷删软件不玩了，两个月后，却惊愕的说不出话来。我被深深的打击了一下，于是入坑，熬夜看完《Mastering Bitcoin》。\\n\\n2019年从漫长的熊市中，关注了微博上的一个博主，入了一点Litecoin，又渐渐因为赚钱效应，投入到了区块链学习的世界中，越来越感觉到，这可能是我值得一生学习观察的领域。\\n\\n### 比特币总结\\n\\n最大的价值：价值储存。绝对安全的财产。不考虑价格，比特币是人类历史上发明的最安全的财产。有人说过比特币各方面完全超过黄金。\\n\\n技术：比特币不是凭空制造，而是密码学家和即可们一直的努力和实验，换来了它的闪亮登场。通过密码学保证资产的绝对安全和信任，通过区块链保证去中心化和不可篡改性，通过巧妙的共识算法保证了生态的自我调节，比特币的设计让很多人叹为观止。\\n\\n价格波动：大量的人买入比特币只为了在高点卖出。而比特币市场极容易被庄家操控，价格波动非常剧烈，导致断线操作的人风声鹤唳，反复横跳。\\n\\n投资的最大风险：依旧是政策风险。比特币虽然已经比历史上任何一个时期都得到了更大的关注和正面的评价，但政策风险仍然是最大的风险。会造成以月为计数的币价波动，击溃80%的投资者。\\n\\n去中心化：挖矿产业目前我了解的还是太少，但是挖矿越来越中心化是我在根本上最担心的一点。如果比特币网络的去中心化能够健康发展，不用别的，我相信比特币会迎来最光明的结局。\\n\\n### 其他项目\\n\\n近几年所有的其他项目，本质也没有跳出eth为我们带来的理念：去中心化计算机。\\n\\n利用区块链的去中心化的，天然可信任的技术，在其上构建计算能力，这确实充满想象。但为什么，现在却没有出现杀手级的应用呢？\\n\\n我认为最关键的问题是，区块链天生适合的，就是货币领域（或者价值存储领域）。中本聪也是在面对货币领域现实存在的问题，才找到了区块链这一解决方案。而不是反过来，为区块链找到了一个作为货币的应用场景。\\n\\n也可以说，目前人类社会的其他业务需求，人们不使用去中心化技术，也能满足期望。比如上论坛发个帖，来点菠菜，存储下数据等等。既然如此，何必另起炉灶，搬迁现有业务上去呢？\\n\\n顺着这条思路想，区块链技术想要得以在其他行业得以大范围应用，必须要在成本再降低非常多，低到迁移业务到上面的阻力小于带来的好处，才有可能。目前来看，这条路还需要技术发展很久。同时，还需要好的业务场景。金融行业一定会是在进几年首先被影响的。\\n\\n多说一句，其实仅仅在货币领域，区块链的发展也有着无穷的发展空间。毕竟货币领域实在是太重要了，人类辛勤的劳动所换来的，对未来美好生活的信仰，对明天的期望，对未知的勇气，都寄托在他们银行的账户上。这一系统太重要了。或许，一帮家伙发现，这里面问题很大。所以，哈耶克，中本聪，facebook都来了吧。\\n\\nFacebook的选择其实是对的，这条路必须有大公司冲进去，趟出来，相信路会越走越宽，虽然libra几乎一定会失败。\\n\\n### 尾巴\\n\\n希望今后可以遵循先学习，再投资的理念。随着学习的深入，投资进去的钱，才不会受到市场心情的影响。\\n\\n比特币即使到目前非常成功，但它会成为更好的点对点支付系统吗？甚至代替美元？它还需要成长太多，遇到的每一个问题都是从未出现的。\\n\\n真正投身区块链的人（不包括包装），多少都有点理想主义，可到现在为止，社会舆论对他们还是有很多不公平的看法。我觉得理想主义天生是人的天性，其中往往会投射出人性的光辉。只要他们的目的性是没有害的，就不应该对他们进行冷嘲热讽。\\n\\n但只有理想主义是不够的，理想主义必须接受失败的可能，甚至他们对理想成功的概率的估计，不会比其他人高。但是他们仍然选择去做，报着这种意识，才是真正的让人佩服。\",\"timestamp\":1634378003,\"title\":\"我怎样看待区块链\"},\"digest\":\"2Krc7eFG6OyQHMDB2xD8fb9GOsSLTgBZg_p_yCrZlQE\",\"authorship\":{\"contributor\":\"0xaDBB884cBE72c934bf54B29430d73c5e844fFCCA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8Om_y1NFzLssLODOvX9GcIeMewQyDkFNs5xLsh2DWSo\\\",\\\"y\\\":\\\"EXc0Nlw38nx1Fi1TiDSkExCrXlF12BLLTPVKw3ZQKdI\\\"}\",\"signature\":\"6qEh42kIL7kI5a6pZc1DFnmCuMyOCBoh9QyzBtTBEigOKMUKjq6AFYEC2M5VOIk-86L-J_opuErcc-zeY1JQVA\",\"signingKeySignature\":\"0x2886862bfd604cf6caf6704ee0cebed87be20af2a155a2f598d79354186140e53744b29a00882548ec29f9be945ff55bff5f1872d82e51439aa1ae2d65bb665c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8Om_y1NFzLssLODOvX9GcIeMewQyDkFNs5xLsh2DWSo\\\",\\\"y\\\":\\\"EXc0Nlw38nx1Fi1TiDSkExCrXlF12BLLTPVKw3ZQKdI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2Krc7eFG6OyQHMDB2xD8fb9GOsSLTgBZg_p_yCrZlQE\"}"