"{\"content\":{\"body\":\"![Photo by Susan Wilkinson on Unsplash](https://images.mirror-media.xyz/publication-images/mcZ9Tx1rSSKp-PPAyFI4z.jpg?height=1280&width=1920)\\n\\nTechnology companies have been challenged by institutional investors in the past. However, they have been failing miserably. Apple Pay, Google Pay, Amazon Storecard, and many technology payments are failing behind Visa and Mastercard. Even Paypal is falling short on the credit card payment system during the competitions. Institutional investors are powerful and now they win the influence over crypto assets too.\\n\\n**Here is a 1 min summary of the article if you want to skip the reading.**\\n\\n[Institutional Investors vs. Whales](https://www.youtube.com/watch?v=ZmxxGwrgBUA)\\n\\n**Power of Institutional Investors**\\n\\nThey have the most money from their pocket. They influence the price action even though many “experts” convince investors the market is fair. It has been rigged as we knew for a long time.\\n\\n**Crypto as Investment** \\n\\nInvestors did not see crypto as a viable solution to investment until recently. It is not because the crypto does not have any value but because they cannot influence the crypto market at all. But now, they find a way to resolve this problem.\\n\\n**Future Contract of crypto**\\n\\nThe future contract of crypto is a derivative asset to buy and sell the asset futures. Futures are a type of contract buyer will offer certain price in the future date and seller will sell at such price. It is a special way to trade speculative assets like Bitcoin to indirectly influence its price.\\n\\n**Big Tech into Crypto**\\n\\nBig techs are now into crypto and trying to challenge institutional investors again. This time, some big tech companies are buying up blockchain companies and others are directly dipping their tow into the crypto market.\\n\\nMicrosoft is buying blockchain companies for preparing Metaverse’s future. Facebook changed its name to Meta and made its WhatsApp to capable of sending cryptos. Apple does not release their secrete source about crypto but their CEO owns crypto and watches behind the sense. Amazon already using its cloud service to provide Ethereum nodes. Other small tech companies like MicroStrategy just buy up every Bitcoin dip and to creates a Bitcoin reserve.\\n\\n**Crypto Whales**\\n\\nThe power of whales is shrinking extensively. Whales are miners, they are holding assets rather than selling for profits. The problem is that the price action will be influenced by the institutional investors in a future contract. The whale may never make enough profits to recover its equipment costs.\\n\\n**In Conclusion**\\n\\nOf course, these are speculation on the market actions. The crypto investment in the future will be more difficult of making huge profits.\\n\\n \\n \",\"timestamp\":1639182550,\"title\":\"Institutional Investors vs. Whales\"},\"digest\":\"_dzDgya8WiY4gQ7R78wFW7pQoxEPxzxPMtfw_vuamtc\",\"authorship\":{\"contributor\":\"0x87D5032831E5C092c87eb879e5108da7D58f9192\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lw4t0mlznI4_BZiKaXoO0GDds-k2Clvl2kIjiIO3wd8\\\",\\\"y\\\":\\\"tshMvjAj0Qih3m2u_r94rFHGuI6WbqbpZWqxA4eQZnQ\\\"}\",\"signature\":\"-r_aXH2ObnXMtYKi27xKuU53D-BFBfZ0U4GIBp-SQu_jJX2ZnFJGfZzQloqCnzEPBHDuvcNrifV9wAnwGIjeFA\",\"signingKeySignature\":\"0x2377719d6c5e70a72859b3007214aee9d157cabe693063a753dcf9728579b6f468199eec967de55a473acdd17994cbaac6a4ea94d085e6d31747eecba4f4da931b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lw4t0mlznI4_BZiKaXoO0GDds-k2Clvl2kIjiIO3wd8\\\",\\\"y\\\":\\\"tshMvjAj0Qih3m2u_r94rFHGuI6WbqbpZWqxA4eQZnQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_dzDgya8WiY4gQ7R78wFW7pQoxEPxzxPMtfw_vuamtc\"}"