"{\"content\":{\"body\":\"## Web3 x Metaverse Crossover\\n\\nCan we talk about “gas” for a minute?\\n\\nIt seems there could be a deeper reason that the transaction fee in Ethereum is called gas. In the real world, people buy gas(oline) because it enables them to travel from one place to the next. In either case, gas is an enabler, where you pay a small tax to do what you want to do.\\n\\nWithin Ethereum, as at the gas station, you pay a chunk of money up front for a bucket of gas. But unlike real-world gasoline, Ethereum gas isn’t used over extended periods of time.\\n\\nIn its purest form, I see *Gas as a Platform*. You should pay-per-continued use just like on AWS.\\n\\nLet’s extend the analogy further.\\n\\nThe gas you pay for using Ethereum does not represent something you use over time as you travel from A to B. It’s a one-time transaction fee you pay the miners for minting or purchasing an NFT. It’s more like a door. However, embedded deep within that NFT purchase is code that can be changed.\\n\\nSo the possibility exists to make a “Streaming NFT” with “Streaming Gas”. Now there’s a business model Wall Street can get behind, and what I believe, is an inevitability of where the world is heading. Let me explain.\\n\\nCan you explore a smart contract, or code for that matter, as if it was a 4-dimensional universe? Not yet. It’s just a file with text. Code is caught in flatland.\\n\\nBut perhaps that's the vision for what could be a Web3 x Metaverse crossover. Most futurists assume that you can transport your NFTs between individual universes (i.e., you can take them with you), even though they’re currently trapped in individual chains like Solana or Ethereum. The vision is that your NFTs can cross the thresholds between universes. Today, that means crossing between websites that integrate with Metamask (more or less). But maybe that thought experiment is not yet fully shaped.\\n\\nPerhaps we need to go deeper.\\n\\nMaybe the NFT is the *portal* through which we dive into our 4D experience. And you become the NFT itself.\\n\\nImagine ~~100 years~~ a few decades from now. You have artificial general intelligence algorithms living inside blockchain transactions. They operate on your behalf, work by embedding pointers to distributed systems running a combination of CPUs, GPUs, and Qubits that are generating photo-realistic 4D worlds, in real-time, and streaming the visuals, emotions, and otherwise to your human connectome. Sensory input + cortical processing + motor output. You are experiencing the Matrix, just-in-time, as it is being created.\\n\\nLook outside right now. Look at how *real* it all looks. Crispy.\\n\\nThus, the NFT is your ticket, your portal, your ferryman into the realm of the future. Wonka’s golden ticket, if you will, turning the balloon inside-out and carving your own unique energy pathway through the connectome of hyperspace. Life is a fractal, after all.\\n\\nSo, in this world where the bits are changing as they are experienced (quantum, remember?), you need machine money to keep the engine running. The only way to die in the metaverse is to, quite literally, run out of gas.\\n\\nIf you’re an investor, a futurist, or a pragmatist, what this means is that you need to architect ROI engines that acquire more gas than they take to run. In fact, we could substitute gas for its physics counterpart: energy. Said differently: energy engines. And all that’s left is to add a storage mechanism.\\n\\nThe deeper you go down the rabbithole, the closer you get to one fundamental truth. Namely, that:\\n\\n[ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/6644](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/6644)\\n\\n### Principles for Navigating Human Behavior\\n\\nAnd lest you get lost, we’ve begun publishing principles for navigating the metaverse of human behavior. The school of the internet is a master at teaching human behavior.\\n\\n[https://twitter.com/seanmeverett/status/1470114582442262537?s=21](https://twitter.com/seanmeverett/status/1470114582442262537?s=21)\\n\\nInvent, create magic, thrive.\\n\\n\\\\-Sean\",\"timestamp\":1639415159,\"title\":\"Streaming Gas Unlocks Everything\"},\"digest\":\"C1v04lIwPZRqXwfC_URdMcLj2RghUQSQS7_Rg2Cd6vM\",\"authorship\":{\"contributor\":\"0x95202f379Ec0282C280B1B82e48BfB05cace2e7c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AE8BGTyXL44FJE6J_PMhYjl-pOgOrYtB_Fu35BeZOUM\\\",\\\"y\\\":\\\"SGPEM30xPJiag5bKSfzi0SrbajF-MeOLZ-1qfqnWN50\\\"}\",\"signature\":\"E8SNFPM2gXSxQSpuGbJs15B-7zUP9enOhZTqDMoL8tCRuPpnQeHGA-5SOgHHn2O6jtR52KSfXrvdXRCs8K9zpg\",\"signingKeySignature\":\"0xa3ebfbd06d451e0e73967ba89978e474ef24a6e120aff4326461725e5a6a0bc300714677972afb14adeb67eb488cb8d460eb35f7bb27055fca742fbc6e9d31871c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AE8BGTyXL44FJE6J_PMhYjl-pOgOrYtB_Fu35BeZOUM\\\",\\\"y\\\":\\\"SGPEM30xPJiag5bKSfzi0SrbajF-MeOLZ-1qfqnWN50\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nKfXiu4tmTz7u4mthlSrIDO0BNbZ6gm6u3nPC1mheBY\"}"