"{\"content\":{\"body\":\"Walk into someone’s home, and you’ll find their personal bookshelf. What books? All sorts. Books lent by friends, gifted over the course of a certain chapter of life, ordered off Amazon after being referenced in conversation, picked up spontaneously in the airport duty-free before flights, bought solely for the aesthetic value of their covers…\\n\\nIn this piece, we’ll be using books as a metaphor for ownable cultural artifacts. Let’s get into it.\\n\\n### The bookshelf as a record of who I am...and who I was\\n\\nMy amazing friend **[Inga Chen](https://inga.substack.com/p/magic-of-bookstores-issue-4)** wrote:\\n\\n> “What books people buy are stronger signals of what topics are important to people, or perhaps what topics are aspirationally important, important enough to buy a book on it that will take hours to read”....or that they’ll display on their shelf to signal something about themselves.\\n\\nAs I look at the books I’ve accumulated, I’m reminded of how I’ve changed. How my bookshelf changes is quiet, but powerful commentary on what’s happening in my life. A few months ago, I bought a bunch of baking books—like many people, I had a baking phase during covid. Recently, I’ve been really into product design and am amassing a bunch of the canonical books on the topic. In many ways, the bookshelf is an archive of who I am—and who I **want** to be.\\n\\nBeyond the selection of books, the way I organize my books is opinionated. I chose to showcase Understanding Media by Marshall McLuhan, but hide Principles by Ray Dalio. I also spent a couple of hours organizing my books based on their color, and every time I add one, I slot into the right place. I care a lot about the aesthetic of my bookshelf, because it’s quite visible - it stands center stage in my living room.\\n\\n### The bookshelf as a source for discovery\\n\\nWhen we visit bookstores, we go in with an intention. Sometimes it’s to search for a specific book, to seek inspiration for our next read or maybe we just want to be in the bookstore for the vibes - the aesthetic or what being in that space signals to ourselves or others. When I visit someone’s house, I’ll always look at what’s on their bookshelf to see what they’re reading. This is especially the case for someone I admire or want to get to know better. \\n\\nScanning the bookshelf, I’m on the lookout for a spontaneous discovery. The connection I have with the bookshelf owner provides some level of context and the trust that it’s somewhat a vetted recommendation. I look through the books for a title that catches my eye - maybe I’ll leaf through the pages and sample a few sentences, read the book jacket or the author biography. If something hits, maybe I’ll ask to borrow it or take a note to buy it later. \\n\\n### The bookshelf as context for connection\\n\\nThere’s something surprisingly intimate about browsing someone’s bookshelf - a public display of what they’re consuming, or looking to consume. When I’m browsing someone’s bookshelf, I’m also on the lookout for books that I’ve read or books that fit my ‘taste’ - and when I find something, it immediately creates common ground, triggers a sense of belonging and connection. It might be even more reason for me to opt to dig deeper into their bookshelf to see what else they’re reading.\\n\\nAlong with discovery, the act of borrowing a book in itself creates a new context through which we can connect. Recommending a book to a friend is one thing, but sharing a copy of a book in which you’ve annotated texts that stand out to you, highlighted key parts of paragraphs—that’s an entirely new dimension for connection. \\n\\nLast summer, after falling in love with Sally Rooney’s *Conversations with Friends*, I mailed my annotated copy to another friend, who then mailed it to another. With each iteration of reads, we kept store of the parts that meant something to us through different colored pens and highlighters, claiming separate parts of the book as our own. It was an intellectual version of the sisterhood of the traveling pants. The copy became a shared collectible that we could use to archive our thoughts, feelings, and emotions, bringing us closer together in our friendship with a new understanding of how we connect with each other, and the messages that resonate with us.\\n\\n**People connect with people, not just content.** \\n\\nWhat’s more powerful than the books and the topics they discuss is the author. The effort to source the book, its edition, how early you got it, whether it’s signed by the author, the condition it’s in all serve as some “proof of work” that signal to myself, and the world, the intensity of my fanship. And in all of this, putting out a carrier signal of varying intensity to other fans. \\n\\nTake this metaphor of a bookshelf, and apply it to any other space that houses cultural artifacts — or what **[Julian Weisser ](https://twitter.com/julianweisser)**has been calling *Social Objects*. Beyond the books we own, the shirts we wear, the posters we put on the walls of our bedrooms, the souvenirs we pick up — these are all social objects. They showcase what we care about and the communities to which we belong. At their core, social objects have always acted as a shorthand to tell people about who we are, functioning as beacons sending out a signal for like-minded people to find us. On the internet, social objects come in the form of URLs of JPGs, articles, songs, videos.\\n\\nPinterest, Goodreads, Spotify and the countless other platforms center discovery and community around creative works - but what’s missing from our digital experience is this aspect of ownership that’s rooted in physicality. We turn to digital platforms as sources of discovery and inspiration, but until now, we haven’t been able to attach our identities to the content we consume. Without public histories that allow for ‘proof of fanship’, there’s no way to track provenance or to verify that you were first to that song, to that artist, to that feeling, commentary, meme. And without true portability, we leave fragments of our digital identity across siloed spaces. \\n\\nAs we enter this new era, we’ll see a natural evolution of platforms competing for our time: the battle for digital identity - an abstraction of the time we spend online. As more of our lives play out online, we’re spending increasing amounts of time **and money** developing our digital identities. With that, we’ll see platforms compete less for share of our time online, but more for share of our digital identity.\\n\\nPlatforms that become the de facto ‘bookshelf’ for our online lives, where our social objects are placed and are on display, have a huge opportunity in front of them.\\n\\n*koodos has entered the chat.* \\n\\nBy Jad Esber & **[Aleena Vigoda](https://www.linkedin.com/in/aleenavigoda)**\",\"timestamp\":1629906513,\"title\":\"📚 the bookshelf as a metaphor: cultural artifacts in the digital era\",\"publication\":\"jad\"},\"digest\":\"UpucfIHH_bHU7143ZieI8JtW1X_y_Px3pRyxkYG8cQ0\",\"authorship\":{\"contributor\":\"0xC1f099630feB3A4937c869c42411b123279Db344\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KZzcDQ-axtX1Lin4qm0t-HPryi6qzTs1U4GxTumF0wc\\\",\\\"y\\\":\\\"TNpjQrfskHIYXjsQpyLqkZsWhbrpuYbOTHz0Kj9Brlo\\\"}\",\"signature\":\"BmRqSNN7OjYb9xfbTrnwmOBnYeAmvDtPf0u8WGw3FcyQgY9qmLlFSbiRnD7Caz610WlbgXhLHZ_iCixS63sJ9Q\",\"signingKeySignature\":\"0xfc75ac9144df47ece46e6aded9529ba237bb318c285097b610793155e426f1c15d855586497bc43073065db59de6bb03f7131e03d5d83187dd8fed728ee50fed1b\",\"signingKeyMessage\":\"I authorize the publication of articles on jad.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KZzcDQ-axtX1Lin4qm0t-HPryi6qzTs1U4GxTumF0wc\\\",\\\"y\\\":\\\"TNpjQrfskHIYXjsQpyLqkZsWhbrpuYbOTHz0Kj9Brlo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UpucfIHH_bHU7143ZieI8JtW1X_y_Px3pRyxkYG8cQ0\"}"