"{\"content\":{\"body\":\"![CyberLetter #2](https://images.mirror-media.xyz/publication-images/6dSPVTqtlm_mOhJLwhUle.jpg?height=2000&width=4000)\\n\\n*Hi there! [CyberConnect](https://cyberconnect.me/) is a decentralized protocol for constructing blockchain address-based social graphs. We democratize social connections and make social graphs self-sovereign, portable, composable, blockchain-agnostic, and contextually meaningful. If you like what we are building, make sure to play around our [site](https://cyberconnect.me/), subscribe to this [newsletter](https://www.getrevue.co/profile/cyberconnect), check out our [Mirror](https://cyberconnect.fyi/mirror), and follow us on [Twitter](https://twitter.com/CyberConnectHQ).*\\n\\n\\n---\\n\\nHappy 2022 everyone! Hope you’ve all had a great holiday. 2022 - we still find this number a bit hard to get our heads around, but it is here and we are well into another cycle of time.\\n\\nTime as a concept is fascinating but elusive. We haven’t yet reached any consensus if it really exists or if it is absolute, but we coordinate our world around a specific standard of it. Even when we venture out to our own world-creating, time remains central - simply think of time-keeping in ledger systems and Bitcoin’s block time.\\n\\nBut for us individuals and teams, time only really gains significance when situated in a particular circumstance. Giving meaning to time by ourselves provides us with a sense of collective progress on a shared journey. It’s this *collectively defining* of time that ties us together.\\n\\nSo what is this particular time of 2022 for CyberConnect and everyone involved? And how it comes to pin us down in this particular stage of our journey? We think it comes down to one thing: precisely this *act of defining*.\\n\\n**CyberConnect’s 2022 is all about this *co-defining.***\\n\\nIn our previous letter, we recapped our 2021: we’ve had a great year and made a great start. But as we now officially sail off, and as we face a critical time of market change and a surge in Web3 social, it’s time for us to commit to actually building the future we wanted, together - building together is the best act of “co-defining”. And we welcome you all to join us to:\\n\\n* **Co-define community**:\\n\\n  CyberConnect has had the honor to gather a huge crowd of active dwellers, partners, and backers from the early days. In 2022, we will ramp up our efforts to get people across the board more involved, better aligned, and enabled to help shape the community.\\n  1. Learning: We are launching a website, Web3 Social Portal as we call it atm, for everyone interested in learning with us about everything Web3 Social. This is the place we all get to dive in and prepare to go long for Web3 Social - not at all limited to CyberConnect.\\n     Web3 Social is such a grand topic, and it takes a lot of innovation and subtlety to truly unleash the Web3 potential and enable more meaningful connections and services. To be honest, it is still early and we ourselves still have a ton to learn and figure out along the way. But how cool it will be if we can share this journey with you and have a place to constantly and conveniently learn, share and discuss together. The Portal will be such a place. Stay tuned.\\n  2. Contribution: We will have a series of initiatives to let our community input their talent and resources. First up, our Web3 Social Portal, as a community learning place, will call for an array of entry submissions from our community, including projects database entries, curated Web3 Social content and, community sharing and translations. A healthy, long-term record-keeping and rewarding system has also been designed to ensure that every contribution counts. Keep an eye out in recent days.\\n  3. Communication: We are getting to love these newsletters and all other chances we could talk to you guys in a genuine way. It is indeed a journey, we won’t make it anywhere if we don’t have you joining. We appreciate every single piece of feedback and any genuine open discussions. We are all ears. We are also looking to collaborate more with our partners and community to share more content and stories. So lookout for more Twitter Space discussions, podcasts, discord sharings, mirror articles, etc. And get involved! Needless to say, subscribe to this newsletter and write back us!\\n* **Co-define Web3 social protocol and standards**:\\n  1. Web3 Social’s protocol layer: We are still early in terms of having a definite idea of what Web3 Social will be like, and that’s why we build. While everyone has started to talk about it and add social functions such as feeds to products, we think there are deeper problems to solve. a, we lack a standard upon which social connections can be stored, aggregated, and used in a self-sovereign, portable, and ubiquitous manner. b, we also lack an effective and open way to make sense and extract value out of the increasing myriad of aggregated connection data, firstly between users, secondly linking contents and assets. All the while also ensuring pillar Web3 values such as self-sovereignty, composability, and interoperability.\\n     For these two kernel problems, we proposed our Social Graph Module and Recommendation Indexer, respectively. With the first and getting more partners aboard, we believe we are facilitating the collective consolidation of social data and the forming of more holistic identities, creating a truly connected Web3; and by developing a democratized indexing system, with our innovation in the graph-native and user-centric data structure, we create a multitude of meanings and utilities from the social data and facilitate a fundamental turn from an app-centric tribalist system to a truly user-centric network system of Web3.\\n     In every part, this is a collaborative and collective act of value-creation, ultimately supporting everyone to deliver more meaningful social experiences.\\n     How exactly Web3 Social will be shaped and how it would safeguard the key ethos of Web3 depends on everyone participating in the early days of discussing and building - we invite everyone to jump in.\\n  2. Protocol&Standard: 2022 will a critical year for the protocol and we have a clear focus on making it more powerful, easy-to-use so we could empower more developers and partners to create value from social graphs. We are making major improvements and trying out innovative designs for both two main parts of our protocol: Social Graph Module and Recommendation Indexer. Scroll down and see the Tech&Product updates part for more details.\\n  3. Dev community: CyberConnect as a protocol is built *for developers*. It’s worth singling out our fellow developers as *the* key part of our community and expressing our great gratitude. A truly composable, interoperable Web3 social experience won’t make it without people joining and building together.\\n     In the coming months, we will have a whole series of initiatives to co-create a more vibrant community of builders. Look out for more hackathons, bounties, regular workshops, sharing, and structured resources such as tutorials, docs & videos. Also, don’t stay on the receiving side, come take the stage.\\n* **Co-define CyberConnect:**\\n  1. Team: CyberConnect is still a young and fast-growing team. We constantly revaluate our roadmaps and will remain agile keeping evolving with the field. As a Web3 purebred, our team is born open and distributed. If you share similar visions with us or, even better,  if you have your own deep thinking and value propositions for Web3 Social, you may as well just come talk to us and jump in to define the CyberConnect team. See [careers here](https://www.notion.so/Careers-CyberConnect-6462206a41d44c29bc32c92044d8d008).\\n  2. Design: We are also developing our next iteration of how we look and feel. Social is quintessentially human activity, and the experience carries huge significance for who one is. There is a lot of subtle first-principle design thinking going into CyberConnect and we want everyone to not just understand it but also to feel it intuitively.\\n     Lying at the core of CyberConnect is the network of connections made up by every single node of individual addresses - you and we are not only buiding it together, rather, we are it, the sum total of connections. We are trying to express this collectiveness and connectedness in our design.\\n\\nIn all, we take 2022 as a critical time of change warranting careful defining. We’ve had a superb 2021 where Web3 becomes a valid collective vision and we had maturing infrastructure to support such vision. But to take the baton to realize the vision and onboard the next billion dwellers for true mass adoption, 2022 posts great challenges. Standards must be set and consensus reached that cater to experience and user-friendliness, without losing sight of security, openness, and ownership.\\n\\nIt is more than ever crucial to have more open discussions and joined forces to collectively define and safeguard a future we toiled to seed. We will get it only by working together.\\n\\nCome and join us.\\n\\n## Quick bites:\\n\\n\\n---\\n\\n### Numbers:\\n\\n* 98k users (unique addresses) & 1205k connections\\n* In which, 38,694 have verified their Twitter.\\n* 11,587 members in Discord and 16.8k followers on Twitter\\n* 27,696 “Verified Web3 Dwellers” NFTs minted\\n* 12,320 “My 2021 Web3 Journey” NFT minted\\n\\n### Anything you missed these past two weeks?\\n\\n* #My2021Web3Journey\\n* Xmas with CyberConnect POAP\\n* #LetsCyberConnect Wrap-up\\n* \\\"8k Resident\\\" or \\\"10K Resident\\\" Community Event\\n\\n### **Things to expect in the next few weeks:**\\n\\n* Solana? S**◎**LANA!\\n\\n\\n---\\n\\n## Tech & Product\\n\\n\\n---\\n\\n### 2022 key focus:\\n\\n2022 will be a critical year for the protocol and we have a clear focus on making it more powerful, easy-to-use, open so we could empower more developers and partners to create value from social graphs, all while ensuring Web3 ethos of composability and self-sovereignty. Here is what lie on top of our list:\\n\\n1. Social Graph Module\\n   1. Standardization: adopt [Object Capability model](https://en.wikipedia.org/wiki/Object-capability_model) (OCAP) as our decentralized social graph/profile access control method. This will standardize auth UX flow with [Sign-in with Ethereum](https://login.xyz/) (SIWE)\\n   2. Scalability: Improve performance to handle high frequent write operation by utilizing relay mechanisms.\\n   3. Extensibility: Provide modules to support cross-chain (Solana, ETH, Flow, etc) identity/social graph aggregation and management.\\n   4. Privacy: Design the protocol to store encrypted social graph data.\\n2. Data Indexer\\n   1. Modularity: Divide the indexer into smaller and independent modules to increase flexibility. It also makes contributions to the indexer ecosystem simpler.\\n   2. Open Protocol: Design the protocol to allow people to contribute (hosting different indexer modules) to the indexer eco-system in a permissionless way.\\n   3. Token Economy: Design a token model to reward and incentivize contributors across the board.\\n\\nAlso, stay tuned for more open-source and hackathon initiatives.\\n\\n\\n---\\n\\n## For Developers\\n\\n\\n---\\n\\nAt the core, CyberConnect is building a decentralized protocol for constructing blockchain address-based social graphs. As a protocol and true to the defining Web3 ethos of composability and interoperability, we build *for* *developers* things that are easy to integrate with and powerful to deploy for a wide range of social functions. The protocol and everything on top of it depends on the collective action our partner developers make with us.\\n\\nIn addition to upcoming hackathons, we will post bounties and host Web3 workshops in our dev community on a regular basis. Expect more resources (videos and docs) on what we are building and how you can participate.\\n\\nIf you’re a builder who’s interested in building with us, join our [Discord server](https://cyberconnect.fyi/discord) and head over to the #Developer channel, and introduce yourself!\\n\\nWe are also actively looking for some dev evangelists to help us build this strong and vibrant dev community. See more details here [Developer Evangelist](https://www.notion.so/Developer-Evangelist-3c6bd40e95c44b8eb87f9b5d52db096b)\\n\\n\\n---\\n\\n## Community\\n\\n\\n---\\n\\nBesides what we mentioned in the opening letter about community learning, contribution, and communication, here we have some more information regarding campaigns.\\n\\n### #My2021Web3Journey\\n\\nIf you missed #LetsCyberConnect, we’ve got something even more exciting for y’all! Join us to unwrap #My2021Web3Journey and take a moment to thank all your favorite projects. Mint your one-of-a-kind NFT to celebrate this remarkable year of 2021 of yours!\\n\\n![My2021Web3Journey](https://images.mirror-media.xyz/publication-images/odP-VHsKZVYd5vAwNCoIx.png?height=608&width=1168)\\n\\nWeb3 is a collective action. Interoperability, abundance, etc. all the grand missions start from every little bit of contributions you make. Everything counts - this is the magic promise of Web3 and we’ve seen it delivered time again this year in airdrops.\\n\\nBut what you do *already* carries significance for who you are and with that you leave a unique mark in history - digital records are what constitute your identity, an extension of your existence. CyberConnect aims to bring out meanings of your on-chain records & connections.\\n\\n![](https://images.mirror-media.xyz/publication-images/oYjYECNHYkr715RgVW508.png?height=668&width=666)\\n\\nWe put into consideration the relative diversity and values of your assets, transaction numbers, connection number on CyberConnect, and assign you a quick fun role. Come and see your presence on Web3 and join us to reflect on a historic 2021. Don’t forget to share your unique #My2021Web3Journey NFT on Twitter!\\n\\n[https://twitter.com/CyberConnectHQ/status/1477115407542599680](https://twitter.com/CyberConnectHQ/status/1477115407542599680)\\n\\n### #LetsCyberConnect Recap\\n\\nOn December 10, we launched #LetsCyberConnect, our first-ever social/community event. One week later, we partnered with Project Galaxy and unveiled the “Verified Web3 Dwellers” NFTs. Qualified CyberConnect users (non-empty addresses with at least 5 followers on CyberConnect) were able to mint these NFTs. In the last two weeks, 27,696 Web3 dwellers have minted the NFT and become part of this Web3 native social movement.\\n\\nOver 95k unique addresses have followed at least one other accounts. The recommendation index we developed into our protocol currently has aggregated 359K users (unique addresses) and 20M+ connections. On December 10, we had only 2,479 dwellers in our Discord community, and we now have 11,587.\\n\\nThis is the first social event we’ve ever held, and you don't know how much we appreciate everyone's participation and support. Shout-out to every single one of you dwellers!\\n\\n[https://twitter.com/CyberConnectHQ/status/1478615094053335040](https://twitter.com/CyberConnectHQ/status/1478615094053335040)\\n\\n### Xmas with CyberConnect POAP\\n\\nTo celebrate the holiday season, we have also made a special Christmas POAP! This event has ended. Feel free to head over to check if you’re on the list!\\n\\n[https://poap.delivery/cyberconnect-xmas-2021](https://poap.delivery/cyberconnect-xmas-2021)\\n\\n\\n---\\n\\n## Partnerships\\n\\n\\n---\\n\\n### dApps that have already integrated with us\\n\\nOrdered by the integration time\\n\\n* The Convo Space <https://docs.theconvo.space/docs/Convo-API/omnid>\\n* Ceramic (data model for all apps to use) <https://twitter.com/ceramicnetwork/status/1479105583714160645?s=20>\\n* Galaxy ID <https://galaxy.eco/galaxyid/0x7C04786F04c522ca664Bb8b6804E0d182eec505F>\\n* UniPass ID <https://twitter.com/frank_lay2/status/1480511473172770818?s=20>\\n* Treasureland (reverted on January 11, 2022) [https://activity.treasureland.market](https://activity.treasureland.market/)\\n\\nWe’re talking with many projects building exciting and very different things on matters of integration, so stay tuned for announcements of cool stuff happening! Looking forward, we want to build in the direction that will push us onto the track of being the universal login system for Web3, so we’re looking to work with more wallets so as to be present at login wherever our users go.\\n\\nLast year, we threw a couple of social events to have everyone tinker around with profiles & our end-of-year wrap-up. Look forward to more get-togethers with us this year, as we’ll be hosting more social events like Twitter Space with our partners and posting more collab content in this newsletter, so we can communicate with frens everywhere :).\\n\\n\\n---\\n\\n## HQ\\n\\n\\n---\\n\\nWe’re still hiring across the board! Looking for those passionate about Web3 to join our software engineering, business development, community management, and marketing teams. Come say hi [here](http://cyberconnect.fyi/careers) and co-define what the team is like!\\n\\n\\n---\\n\\n*Oh hi! You are still here! Thanks for staying with us. If you like what you read, subscribe to this newsletter, check out our [Mirror](https://cyberconnect.fyi/mirror) and follow us on [Twitter](https://twitter.com/CyberConnectHQ). Tempted to hop on? Come and join our vibrant [community here](https://cyberconnect.fyi/discord). Dive into our [developer docs here](https://cyberconnect.fyi/docs). Whether you want to [work with us](https://cyberconnect.fyi/careers) or not, we'd always love to [hear about](https://cyberconnect.fyi/contact) what you are building.*\\n\\n*See you down the road!*\\n\\n\\n---\",\"timestamp\":1642150037,\"title\":\"CyberLetter Issue#2: Co-defining 2022 & Updates\"},\"digest\":\"3I5q0f_Nh7EC3RplLUtVv1qhccSQNTRx0aabQZMvckU\",\"authorship\":{\"contributor\":\"0x148D59faF10b52063071eDdf4Aaf63A395f2d41c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"j-G9pua-kLjcoqvV3wgKpQEyLZpZJKry7TkfcQ0jogQ\\\",\\\"y\\\":\\\"R73soMLsB853d59Zy_X2rEf9ZKX6b12xWj-wmsqR3Ns\\\"}\",\"signature\":\"n3lmWP35TSM3ZlEoKJWbvKImMQFz52bc8tymqvUw7Cc-DT-DnePa75JjbAO7JRmNN2DrkBzujCGYAxFcAEFUQg\",\"signingKeySignature\":\"0x5334e08df197572a8e2be895d74213e7933a0ecc29dcf9431e00121e8b4790d00d0c0bf7698897a5c107136c2e7d6f8e8fd076947b5f790c5dd088a0d953bd261b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"j-G9pua-kLjcoqvV3wgKpQEyLZpZJKry7TkfcQ0jogQ\\\",\\\"y\\\":\\\"R73soMLsB853d59Zy_X2rEf9ZKX6b12xWj-wmsqR3Ns\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3-Nxce3wOhi6m1yYBcwtHB0vGkqOjFsQNNC8I7lMjLw\"}"