"{\"content\":{\"body\":\"Today, cryptocurrencies are a good way for investment and exchange, and a lot of tools and applications will help you to do that. However, they remain above all a payment method.\\n\\n### How to spend\\n\\nThere are different solutions to use your cryptocurrencies as payment methods, here is a list of them :\\n\\n1. The wallet\\n\\n   The basic wallet gives you an address to receive cryptocurrencies, and some websites have one, so you can transfer your cryptos easily. CoinConsume will help you find these websites!\\n2. Gift cards\\n   Gift cards are an alternative for paying, you can transform your cryptos into a gift card, accepted on different websites.\\n3. Generated credit cards Some platforms like Bitpay can change your cryptocurrencies into a temporary credit card and can be used on every e-commerce site like a standard card.\\n4. Application integration\\n   A lot of applications where you can buy and exchange cryptocurrencies, like Coinbase, will allow merchants to accept cryptocurrencies on their websites. If you have an account, it will be very easy for you to pay.\\n\\n### Freedom\\n\\nEveryone can receive cryptocurrencies from anyone at any time, without any banks or restrictions like \\\"standard\\\" payments.\\n\\nFurthermore, the volatility can be an argument for pessimists, but it can be very attractive for a lot of merchants, because if the market increases their liquidity up too.\\n\\nFor example, the famous Tesla company decided to invest in bitcoin, and their founder, Elon Musk, communicates regularly on Dogecoin.\\n\\n### Rapidity and fees\\n\\nThe transactions are very faster than traditional payments, they are almost instantaneous and so you can send Bitcoin, Ethereum, or Litecoin (and more) to everyone, and they can spend it directly.\\n\\nOn top of that, cryptocurrency transaction fees typically amount to just a tiny fraction of the transferred amount, well below 1% in most cases.\\n\\n### To conclude\\n\\nTo conclude, you should really consider spending your cryptocurrencies, in addition to using it as a means of investment. These cryptocurrencies must be seen as currencies in their own right\",\"timestamp\":1636050562,\"title\":\"Why spend your cryptocurrencies\"},\"digest\":\"GZBOeEgUwPwg_EYmaA2YPnu6Cyg4ibNY-rUsxvn285E\",\"authorship\":{\"contributor\":\"0xca648D54F005c7e82dE2AB0F60768f9D5618C664\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"y84DxutOD3DAbDpKnMIZg5Z-v02KEMI6K_qTt6RYkog\\\",\\\"y\\\":\\\"uYkJhPJMUnbGDX1DRY9PJXAYpYHpOgjvPBNChqJCoeI\\\"}\",\"signature\":\"Gw2HgD6chVleS5PX3QYaMmC6iZGNTCZHJyNVJG_nq2OG-uQLEjsk3aTj6en4O3MxUklo21qx-zCIl-QX-sHPug\",\"signingKeySignature\":\"0x4ca3e9c09d1bc813e0f9fb16e7a1adc13a6096c9fcf56a710bb21af6b2106f9f0e68bb61352fca1894ed152285975c17b2307ecc1a611d53e54309e59ff41b6c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"y84DxutOD3DAbDpKnMIZg5Z-v02KEMI6K_qTt6RYkog\\\",\\\"y\\\":\\\"uYkJhPJMUnbGDX1DRY9PJXAYpYHpOgjvPBNChqJCoeI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GZBOeEgUwPwg_EYmaA2YPnu6Cyg4ibNY-rUsxvn285E\"}"