"{\"content\":{\"body\":\"最近记忆中最疯狂的一年，照亮了世界金融界正在出现的宏观经济趋势。法定货币供应量的迅速扩张，引发了两党的激烈争论：有些是精心形成的，有些缺乏实质内容。支持者认为，政府有道德义务利用货币供应来纠正当前不受欢迎的经济指标，而另一些人则认为，激进的印钞将以某种方式导致痛苦。作为一名深知永久运动机器不可行的前物理系学生，我的个人世界观在很大程度上是由后者的分析所塑造的，然而，我觉得在不充分理解对方的论点的情况下支持这种观点在智力上是不诚实的。我对客观性的追求导致了斯蒂芬妮·凯尔顿的*《赤字神话》，*这本书阐明了现代货币理论的哲学，并提倡在当今的政治体系中（继续）使用。\\n\\nMMT 的核心思想是，政府的印钞能力可以缓解预算偿还债务的压力。凯尔顿指出，政府融资能力的限制应该是通胀增长超过不良水平的点。当然，通胀限制是这里最关心的问题。进入这本书，我希望几个核心问题得到回答：\\n\\n1. 以MMT为基础的政府如何评估特定政策对通胀的影响？\\n2. 我们能以什么确定性来预测通货膨胀？\\n3. 如果/当它增长时，MMT可以给我们什么工具来抑制通货膨胀？\\n\\n虽然我尊重凯尔顿在一所新思想流派中的信念，但她的工作让我不满意。坦率地说，通货膨胀似乎是Kellton要点的一个脚注，即当今的货币思想大部分都围绕着维持预算平衡的想法。*赤字神话*认为，主权国家可以扩大货币供应，以履行债务义务，这是绝对正确的。但问题是，*他们应该*?\\n\\n我的理解是，凯尔顿相信一个以MMT为基础的政府（特别是中央银行）有能力用历史数据和经验证据回答上述问题。我担任这个职位的主要目标是对基于 Mmt 的经济带来风险、道德和激励。\\n\\n## Mmt 和 Hft\\n\\nHFT 的一些教训适用于 MMT 原理。通常，作为定量金融的研究员，目标是调整算法的参数，以便未来的交易将捕获更多的上升和更少的缺点。一种方法是采用一种称为反测试的技术，它需要通过历史数据进行推进并观察假设性能与某些基准来模拟策略的性能。虽然表面清洁，但背测试通常最终成为交易操作[后部的刺](https://en.wikipedia.org/wiki/Long-Term_Capital_Management)。背测试可以作为阿尔法生成的方法有缺陷，原因有很多，但罪魁祸首是*过度拟合*。不幸的是，基于市场的系统会随着时间而演变，并经历制度变革——随机过程不是进行反测试的好人选，因为不能保证过去观察到的模式会持续到未来。\\n\\n回到货币政策对话中，如果我们使用历史数据来评估商品价格在调整参数变化的情况下是涨还是跌，应该会引发疑问。自布雷顿森林于1971年解散以来，我们有大约50年的数据——在人类文明的范围内，样本量很小。评估市场模型的准确性、风险性和适用性，有责任由研究人员而不是批评家来评估。\\n\\n如果为MMT辩护的理由是印钞尚未导致通货膨胀，那么，什么基本原则断言这一历史表现应该表明未来的业绩呢？[塔勒布的火鸡](https://www.businessinsider.com/nassim-talebs-black-swan-thanksgiving-turkey-2014-11)想说句话。\\n\\n## 社会合同\\n\\n你可能听说过约翰·洛克在学校的\\\"社会契约\\\"，该契约描述了社会每个成员都隐含着保障基本人权的义务。在抽象层面上，你可以认为这份合同是沿着社会经济轴心存在的。如果我们沿着社会经济地位的轴心前进，我们期望合同的公理显示很少的差异：换言之，社会经济地位不同的个人不应因社会契约赋予的权利而有所不同。\\n\\n我很少看到关于一个社会契约的想法， 它沿着时间轴存在。我的意思是：\\n\\n*作为生活在2020年社会中的个人，我们是否与生活在我们之前和之后的个人有社会契约？*\\n\\n我认为，公众舆论确实赞同这种以时间为导向的社会契约，因为对气候变化的担忧似乎表明，我们确实对未来的文明负有义务（或者至少在某种程度上）。\\n\\n将定时社会契约与凯尔顿关于印钞票的论点相协调，以便为社会保障和联邦工作保障等提供资金。大多数人会同意，退休稳定和低失业率是好的结果，但代价是什么？如果这些政策意味着我们的社会因货币扩张而遭受50年损失的可能性为1%，我们是否应该执行这些政策？如果概率为 20%， 或 95%，该怎么办？如果一项政策在今天将失业率降低10%，10年后又增加11%，那是个好行业吗？\\n\\n对人性的悲观主义者会断言，用短期问题换取长期问题的政治动机相当诱人。\\n\\nMMT 最有力的论据是为预期通胀对社会造成的损害建立一个可接受的基线。MMT承认印钞不能引发严重的通货膨胀，承认每印一美元都产生一定概率的通货膨胀。\\n\\n## 通货膨胀神话\\n\\n通货膨胀本身应该是一个有争议的话题。首先，它是如何定义的？一般定义将包括\\\"降低货币一般购买力\\\"的效果。一位经济学家可能略显具体，指出通货膨胀是*消费者价格指数（CPI）*同比变化。从个人的角度来看，CPI只是故事的一小部分。个人收入的多少用于CPI中的商品？当然，这个比例因人而异，但我认为，总的说来，这个比例很低，当然远远低于100%。\\n\\n例如，对于美国普通人来说，一个可共鸣的目标可能是在某个时候买房。如果我们要衡量这个人的\\\"购买力\\\"，为什么房地产价格没有计入？比方说，在某一年，一个人把收入的50%花在住房上，CPI没有变化，房价上涨了20%。政府会告诉我们，通货膨胀是零，而实际上，这个人的购买力已经侵蚀了`.50 * (1 - .80) = 10%`如果一个税后收入为5万美元/年的人梦想着今天买一套50万美元的房子，那么如果房价以比收入快>+10%的速度加速，那么这个人就是在踩水。实际上，由于复合回报和静态边际税率，这一门槛甚至更低。\\n\\n如果我们将这一想法扩展到股票、债券和大宗商品等其他资产，就很容易理解为什么CPI不能从一般购买力的角度说明问题。\\n\\n这并不是说CPI没有传达任何信息：人类当然宁愿苹果股票的价格上涨10，000%，而不是水价上涨10，000%。但是，说资产通胀不是真正的通货膨胀是不切实际的断言，它方便地赋予政府更多的货币操纵自由。现实情况是，人们每天把钱花在\\\"日常消费\\\"以外的商品上，当这些商品价格上涨时，购买力就会下降。\\n\\n*通货膨胀神话*是，中央银行对通货膨胀的看法描述了购买力。\\n\\n## 前进\\n\\n收入不平等困扰着今天的大多数人，包括像凯尔顿这样的MMT倡导者。不幸的是，收入不平等是资本主义社会的负面外部性，通常需要政府干预来纠正自己。\\n\\n具有讽刺意味的是，MMT推动收入不平等的程度远远大于任何有缺陷的税收立法。MMT支持的过度印钞加速了那些已经拥有资本来捕捉资产通胀的人的财富增长。只要美元持有人寻求资产庇护，这种趋势就会继续下去。[坎蒂利翁](https://en.wikipedia.org/wiki/Richard_Cantillon)向我们表明，注资往往不能救济最需要注资的地区。\\n\\n我相信， 如果不是纯粹出于政治原因， Mmt 的受欢迎程度将会上升。能够解决我们的短期问题，没有明显的成本似乎不可抗拒：无知就是幸福。\\n\\n*尖刺已经打开。我们是否对防洪负有隐性责任？*\",\"timestamp\":1637328755,\"title\":\"通货膨胀神话\"},\"digest\":\"Lx4dEdJCqUn7k87WAyYLK1f_RCIXCInHcGDVqwtG_Cc\",\"authorship\":{\"contributor\":\"0xac814A2c2f4D6113d3DFce640442F0df3cB93362\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yCKaZJFdJ45sK4kO3qFzq2TUwaiRXe50wh63IMQSLR8\\\",\\\"y\\\":\\\"41whuU3p06g5YUTg9SOuost5uIV2QIsYo4vWxmiy3yI\\\"}\",\"signature\":\"kLQm40i1w-HLRLjclzu-NfJ5vDYbiMiikT0RsnuOzzVkfDnDzxGH1rR0ODIlP0McLp5zVJwDlbP9hJZSjvDdDg\",\"signingKeySignature\":\"0x0257a645ef5f72ab24ab2319bb3df803ec3b234c264bd6b1cdafcfcc33679b846a31a9709b3f7403c211de1543bdd3783ab7f04f8d4c37972732f3964f4304fb1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yCKaZJFdJ45sK4kO3qFzq2TUwaiRXe50wh63IMQSLR8\\\",\\\"y\\\":\\\"41whuU3p06g5YUTg9SOuost5uIV2QIsYo4vWxmiy3yI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Lx4dEdJCqUn7k87WAyYLK1f_RCIXCInHcGDVqwtG_Cc\"}"