"{\"content\":{\"body\":\"\\\"She's had a pretty rough time with him.  Twice I've found her getting ready to go to sleep for the night by sitting on the bare floor with her back against the wall.  Had sold every stick in the place and gone off.  But she'd always some excuse for him.  It was sure to be half her fault and the other half he couldn't help.  Now she's got her 'reward' according to her own account.  Heard he was dying in a doss-house, and must fetch him home and nurse him back to life.  Seems he's getting fonder of her every day.  Now that he can't do anything else.\\\"\\n\\n\\\"It doesn't seem to depress her spirits,\\\" mused Joan.\\n\\n\\\"Oh, she!  She's all right,\\\" agreed the girl.  \\\"Having the time of her life:  someone to look after for twenty-four hours a day that can't help themselves.\\\"\\n\\nShe examined Joan awhile in silence.  \\\"Are you on the stage?\\\" she asked.\\n\\n\\\"No,\\\" answered Joan.  \\\"But my mother was.  Are you?\\\"\\n\\n\\\"Thought you looked a bit like it,\\\" said the girl.  \\\"I'm in the chorus.  It's better than being in service or in a shop:  that's all you can say for it.\\\"\\n\\n\\\"But you'll get out of that,\\\" suggested Joan.  \\\"You've got the actress face.\\\"\\n\\nThe girl flushed with pleasure.  It was a striking face, with intelligent eyes and a mobile, sensitive mouth.  \\\"Oh, yes,\\\" she said, \\\"I could act all right.  I feel it.  But you don't get out of the chorus.  Except at a price.\\\"\\n\\nJoan looked at her.  \\\"I thought that sort of thing was dying out,\\\" she said.\\n\\nThe girl shrugged her shoulders.  \\\"Not in my shop,\\\" she answered. \\\"Anyhow, it was the only chance I ever had.  Wish sometimes I'd taken it.  It was quite a good part.\\\"\\n\\n\\\"They must have felt sure you could act,\\\" said Joan.  \\\"Next time it will be a clean offer.\\\"\\n\\nThe girl shook her head.  \\\"There's no next time,\\\" she said; \\\"once you're put down as one of the stand-offs.  Plenty of others to take your place.\\\"\\n\\n\\\"Oh, I don't blame them,\\\" she added.  \\\"It isn't a thing to be dismissed with a toss of your head.  I thought it all out.  Don't know now what decided me.  Something inside me, I suppose.\\\"\\n\\nJoan found herself poking the fire.  \\\"Have you known Mary Stopperton long?\\\" she asked.\\n\\n\\\"Oh, yes,\\\" answered the girl.  \\\"Ever since I've been on my own.\\\"\\n\\n\\\"Did you talk it over with her?\\\" asked Joan.\\n\\n\\\"No,\\\" answered the girl.  \\\"I may have just told her.  She isn't the sort that gives advice.\\\"\\n\\n\\\"I'm glad you didn't do it,\\\" said Joan:  \\\"that you put up a fight for all women.\\\"\\n\\nThe girl gave a short laugh.  \\\"Afraid I wasn't thinking much about that,\\\" she said.\\n\\n\\\"No,\\\" said Joan.  \\\"But perhaps that's the way the best fights are fought--without thinking.\\\"\\n\\nMary peeped round the door.  She had been lucky enough to find the doctor in.  She disappeared again, and they talked about themselves.  The girl was a Miss Ensor.  She lived by herself in a room in Lawrence Street.\\n\\n\\\"I'm not good at getting on with people,\\\" she explained.\\n\\nMary joined them, and went straight to Miss Ensor's bag and opened it.  She shook her head at the contents, which consisted of a small, flabby-looking meat pie in a tin dish, and two pale, flat mince tarts.\\n\\n\\\"It doesn't nourish you, dearie,\\\" complained Mary.  \\\"You could have bought yourself a nice bit of meat with the same money.\\\"\\n\\n\\\"And you would have had all the trouble of cooking it,\\\" answered the girl.  \\\"That only wants warming up.\\\"\\n\\n\\\"But I like cooking, you know, dearie,\\\" grumbled Mary.  \\\"There's no interest in warming things up.\\\"\\n\\nThe girl laughed.  \\\"You don't have to go far for your fun,\\\" she said.  \\\"I'll bring a sole next time; and you shall do it au gratin.\\\"\\n\\nMary put the indigestible-looking pasties into the oven, and almost banged the door.  Miss Ensor proceeded to lay the table.  \\\"How many, do you think?\\\" she asked.  Mary was doubtful.  She hoped that, it being Christmas Day, they would have somewhere better to go.\\n\\n\\\"I passed old 'Bubble and Squeak,' just now, spouting away to three men and a dog outside the World's End.  I expect he'll turn up,\\\" thought Miss Ensor.  She laid for four, leaving space for more if need be.  \\\"I call it the 'Cadger's Arms,'\\\" she explained, turning to Joan.  \\\"We bring our own victuals, and Mary cooks them for us and waits on us; and the more of us the merrier.  You look forward to your Sunday evening parties, don't you?\\\" she asked of Mary.\\n\\nMary laughed.  She was busy in a corner with basins and a saucepan. \\\"Of course I do, dearie,\\\" she answered.  \\\"I've always been fond of company.\\\"\\n\\nThere came another opening of the door.  A little hairy man entered.  He wore spectacles and was dressed in black.  He carried a paper parcel which he laid upon the table.  He looked a little doubtful at Joan.  Mary introduced them.  His name was Julius Simson.  He shook hands as if under protest.\\n\\n\\\"As friends of Mary Stopperton,\\\" he said, \\\"we meet on neutral ground.  But in all matters of moment I expect we are as far asunder as the poles.  I stand for the People.\\\"\\n\\n\\\"We ought to be comrades,\\\" answered Joan, with a smile.  \\\"I, too, am trying to help the People.\\\"\\n\\n\\\"You and your class,\\\" said Mr. Simson, \\\"are friends enough to the People, so long as they remember that they are the People, and keep their proper place--at the bottom.  I am for putting the People at the top.\\\"\\n\\n\\\"Then they will be the Upper Classes,\\\" suggested Joan.  \\\"And I may still have to go on fighting for the rights of the lower orders.\\\"\\n\\n\\\"In this world,\\\" explained Mr. Simson, \\\"someone has got to be Master.  The only question is who.\\\"\\n\\nMary had unwrapped the paper parcel.  It contained half a sheep's head.  \\\"How would you like it done?\\\" she whispered.\\n\\nMr. Simson considered.  There came a softer look into his eyes. \\\"How did you do it last time?\\\" he asked.  \\\"It came up brown, I remember, with thick gravy.\\\"\\n\\n\\\"Braised,\\\" suggested Mary.\\n\\n\\\"That's the word,\\\" agreed Mr. Simson.  \\\"Braised.\\\"  He watched while Mary took things needful from the cupboard, and commenced to peel an onion.\\n\\n\\\"That's the sort that makes me despair of the People,\\\" said Mr. Simson.  Joan could not be sure whether he was addressing her individually or imaginary thousands.  \\\"Likes working for nothing. Thinks she was born to be everybody's servant.\\\"  He seated himself beside Miss Ensor on the antiquated sofa.  It gave a complaining groan but held out.\\n\\n\\\"Did you have a good house?\\\" the girl asked him.  \\\"Saw you from the distance, waving your arms about.  Hadn't time to stop.\\\"\\n\\n\\\"Not many,\\\" admitted Mr. Simson.  \\\"A Christmassy lot.  You know. Sort of crowd that interrupts you and tries to be funny.  Dead to their own interests.  It's slow work.\\\"\\n\\n\\\"Why do you do it?\\\" asked Miss Ensor.\\n\\n\\\"Damned if I know,\\\" answered Mr. Simson, with a burst of candour. \\\"Can't help it, I suppose.  Lost me job again.\\\"\\n\\n\\\"The old story?\\\" suggested Miss Ensor.\\n\\n\\\"The old story,\\\" sighed Mr. Simson.  \\\"One of the customers happened to be passing last Wednesday when I was speaking on the Embankment. Heard my opinion of the middle classes?\\\"\\n\\n\\\"Well, you can't expect 'em to like it, can you?\\\" submitted Miss Ensor.\\n\\n\\\"No,\\\" admitted Mr. Simson with generosity.  \\\"It's only natural. It's a fight to the finish between me and the Bourgeois.  I cover them with ridicule and contempt and they hit back at me in the only way they know.\\\"\\n\\n\\\"Take care they don't get the best of you,\\\" Miss Ensor advised him.\\n\\n\\\"Oh, I'm not afraid,\\\" he answered.  \\\"I'll get another place all right:  give me time.  The only thing I'm worried about is my young woman.\\\"\\n\\n\\\"Doesn't agree with you?\\\" inquired Miss Ensor.\\n\\n\\\"Oh, it isn't that,\\\" he answered.  \\\"But she's frightened.  You know.  Says life with me is going to be a bit too uncertain for her.  Perhaps she's right.\\\"\\n\\n\\\"Oh, why don't you chuck it,\\\" advised Miss Ensor, \\\"give the Bourgeois a rest.\\\"\\n\\nMr. Simson shook his head.  \\\"Somebody's got to tackle them,\\\" he said.  \\\"Tell them the truth about themselves, to their faces.\\\"\\n\\n\\\"Yes, but it needn't be you,\\\" suggested Miss Ensor.\\n\\nMary was leaning over the table.  Miss Ensor's four-penny veal and ham pie was ready.  Mary arranged it in front of her.  \\\"Eat it while it's hot, dearie,\\\" she counselled.  \\\"It won't be so indigestible.\\\"\\n\\nMiss Ensor turned to her.  \\\"Oh, you talk to him,\\\" she urged. \\\"Here, he's lost his job again, and is losing his girl:  all because of his silly politics.  Tell him he's got to have sense and stop it.\\\"\\n\\nMary seemed troubled.  Evidently, as Miss Ensor had stated, advice was not her line.  \\\"Perhaps he's got to do it, dearie,\\\" she suggested.\\n\\n\\\"What do you mean by got to do it?\\\" exclaimed Miss Ensor.  \\\"Who's making him do it, except himself?\\\"\\n\\nMary flushed.  She seemed to want to get back to her cooking. \\\"It's something inside us, dearie,\\\" she thought:  \\\"that nobody hears but ourselves.\\\"\\n\\n\\\"That tells him to talk all that twaddle?\\\" demanded Miss Ensor. \\\"Have you heard him?\\\"\\n\\n\\\"No, dearie,\\\" Mary admitted.  \\\"But I expect it's got its purpose. Or he wouldn't have to do it.\\\"\\n\\nMiss Ensor gave a gesture of despair and applied herself to her pie.  The hirsute face of Mr. Simson had lost the foolish aggressiveness that had irritated Joan.  He seemed to be pondering matters.\\n\\nMary hoped that Joan was hungry.  Joan laughed and admitted that she was.  \\\"It's the smell of all the nice things,\\\" she explained. Mary promised it should soon be ready, and went back to her corner.\\n\\nA short, dark, thick-set man entered and stood looking round the room.  The frame must once have been powerful, but now it was shrunken and emaciated.  The shabby, threadbare clothes hung loosely from the stooping shoulders.  Only the head seemed to have retained its vigour.  The face, from which the long black hair was brushed straight back, was ghastly white.  Out of it, deep set beneath great shaggy, overhanging brows, blazed the fierce, restless eyes of a fanatic.  The huge, thin-lipped mouth seemed to have petrified itself into a savage snarl.  He gave Joan the idea, as he stood there glaring round him, of a hunted beast at bay.\\n\\nMiss Ensor, whose bump of reverence was undeveloped, greeted him cheerfully as Boanerges.  Mr. Simson, more respectful, rose and offered his small, grimy hand.  Mary took his hat and cloak away from him and closed the door behind him.  She felt his hands, and put him into a chair close to the fire.  And then she introduced him to Joan.\\n\\nJoan started on hearing his name.  It was one well known.\\n\\n\\\"The Cyril Baptiste?\\\" she asked.  She had often wondered what he might be like.\\n\\n\\\"The Cyril Baptiste,\\\" he answered, in a low, even, passionate voice, that he flung at her almost like a blow.  \\\"The atheist, the gaol bird, the pariah, the blasphemer, the anti-Christ.  I've hoofs instead of feet.  Shall I take off my boots and show them to you? I tuck my tail inside my coat.  You can't see my horns.  I've cut them off close to my head.  That's why I wear my hair long:  to hide the stumps.\\\"\\n\\nMary had been searching in the pockets of his cloak.  She had found a paper bag.  \\\"You mustn't get excited,\\\" she said, laying her little work-worn hand upon his shoulder; \\\"or you'll bring on the bleeding.\\\"\\n\\n\\\"Aye,\\\" he answered, \\\"I must be careful I don't die on Christmas Day.  It would make a fine text, that, for their sermons.\\\"\\n\\nHe lapsed into silence:  his almost transparent hands stretched out towards the fire.\\n\\nMr. Simson fidgeted.  The quiet of the room, broken only by Mary's ministering activities, evidently oppressed him.\\n\\n\\\"Paper going well, sir?\\\" he asked.  \\\"I often read it myself.\\\"\\n\\n\\\"It still sells,\\\" answered the proprietor, and editor and publisher, and entire staff of The Rationalist.\\n\\n\\\"I like the articles you are writing on the History of Superstition.  Quite illuminating,\\\" remarked Mr. Simson.\\n\\n\\\"It's many a year, I am afraid, to the final chapter,\\\" thought their author.\\n\\n\\\"They afford much food for reflection,\\\" thought Mr. Simson, \\\"though I cannot myself go as far as you do in including Christianity under that heading.\\\"\\n\\nMary frowned at him; but Mr. Simson, eager for argument or not noticing, blundered on:-\\n\\n\\\"Whether we accept the miraculous explanation of Christ's birth,\\\" continued Mr. Simson, in his best street-corner voice, \\\"or whether, with the great French writer whose name for the moment escapes me, we regard Him merely as a man inspired, we must, I think, admit that His teaching has been of help:  especially to the poor.\\\"\\n\\nThe fanatic turned upon him so fiercely that Mr. Simson's arm involuntarily assumed the posture of defence.\\n\\n\\\"To the poor?\\\" the old man almost shrieked.  \\\"To the poor that he has robbed of all power of resistance to oppression by his vile, submissive creed! that he has drugged into passive acceptance of every evil done to them by his false promises that their sufferings here shall win for them some wonderful reward when they are dead. What has been his teaching to the poor?  Bow your backs to the lash, kiss the rod that scars your flesh.  Be ye humble, oh, my people.  Be ye poor in spirit.  Let Wrong rule triumphant through the world.  Raise no hand against it, lest ye suffer my eternal punishments.  Learn from me to be meek and lowly.  Learn to be good slaves and give no trouble to your taskmasters.  Let them turn the world into a hell for you.  The grave--the grave shall be your gate to happiness.\\n\\n\\\"Helpful to the poor?  Helpful to their rulers, to their owners. They take good care that Christ shall be well taught.  Their fat priests shall bear his message to the poor.  The rod may be broken, the prison door be forced.  It is Christ that shall bind the people in eternal fetters.  Christ, the lackey, the jackal of the rich.\\\"\\n\\nMr. Simson was visibly shocked.  Evidently he was less familiar with the opinions of The Rationalist than he had thought.\\n\\n\\\"I really must protest,\\\" exclaimed Mr. Simson.  \\\"To whatever wrong uses His words may have been twisted, Christ Himself I regard as divine, and entitled to be spoken of with reverence.  His whole life, His sufferings--\\\"\\n\\nBut the old fanatic's vigour had not yet exhausted itself.\\n\\n\\\"His sufferings!\\\" he interrupted.  \\\"Does suffering entitle a man to be regarded as divine?  If so, so also am I a God.  Look at me!\\\" He stretched out his long, thin arms with their claw-like hands, thrusting forward his great savage head that the bony, wizened throat seemed hardly strong enough to bear.  \\\"Wealth, honour, happiness:  I had them once.  I had wife, children and a home.  Now I creep an outcast, keeping to the shadows, and the children in the street throw stones at me.  Thirty years I have starved that I might preach.  They shut me in their prisons, they hound me into garrets.  They jibe at me and mock me, but they cannot silence me. What of my life?  Am I divine?\\\"\\n\\nMiss Ensor, having finished her supper, sat smoking.\\n\\n\\\"Why must you preach?\\\" she asked.  \\\"It doesn't seem to pay you.\\\" There was a curious smile about the girl's lips as she caught Joan's eye.\\n\\nHe turned to her with his last flicker of passion.\\n\\n\\\"Because to this end was I born, and for this cause came I into the world, that I should bear witness unto the truth,\\\" he answered.\\n\\nHe sank back a huddled heap upon the chair.  There was foam about his mouth, great beads of sweat upon his forehead.  Mary wiped them away with a corner of her apron, and felt again his trembling hands.  \\\"Oh, please don't talk to him any more,\\\" she pleaded, \\\"not till he's had his supper.\\\"  She fetched her fine shawl, and pinned it round him.  His eyes followed her as she hovered about him.  For the first time, since he had entered the room, they looked human.\\n\\nThey gathered round the table.  Mr. Baptiste was still pinned up in Mary's bright shawl.  It lent him a curious dignity.  He might have been some ancient prophet stepped from the pages of the Talmud. Miss Ensor completed her supper with a cup of tea and some little cakes:  \\\"just to keep us all company,\\\" as Mary had insisted.\\n\\nThe old fanatic's eyes passed from face to face.  There was almost the suggestion of a smile about the savage mouth.\\n\\n\\\"A strange supper-party,\\\" he said.  \\\"Cyril the Apostate; and Julius who strove against the High Priests and the Pharisees; and Inez a dancer before the people; and Joanna a daughter of the rulers, gathered together in the house of one Mary a servant of the Lord.\\\"\\n\\n\\\"Are you, too, a Christian?\\\" he asked of Joan.\\n\\n\\\"Not yet,\\\" answered Joan.  \\\"But I hope to be, one day.\\\"  She spoke without thinking, not quite knowing what she meant.  But it came back to her in after years.\\n\\nThe talk grew lighter under the influence of Mary's cooking.  Mr. Baptiste could be interesting when he got away from his fanaticism; and even the apostolic Mr. Simson had sometimes noticed humour when it had chanced his way.\\n\\nA message came for Mary about ten o'clock, brought by a scared little girl, who whispered it to her at the door.  Mary apologized. She had to go out.  The party broke up.  Mary disappeared into the next room and returned in a shawl and bonnet, carrying a small brown paper parcel.  Joan walked with her as far as the King's Road.\\n\\n\\\"A little child is coming,\\\" she confided to Joan.  She was quite excited about it.\\n\\nJoan thought.  \\\"It's curious,\\\" she said, \\\"one so seldom hears of anybody being born on Christmas Day.\\\"\\n\\nThey were passing a lamp.  Joan had never seen a face look quite so happy as Mary's looked, just then.\\n\\n\\\"It always seems to me Christ's birthday,\\\" she said, \\\"whenever a child is born.\\\"\\n\\nThey had reached the corner.  Joan could see her bus in the distance.\\n\\nShe stooped and kissed the little withered face.\\n\\n\\\"Don't stop,\\\" she whispered.\\n\\nMary gave her a hug, and almost ran away.  Joan watched the little child-like figure growing smaller.  It glided in and out among the people.\\n\\nCHAPTER XI\\n\\nIn the spring, Joan, at Mrs. Denton's request, undertook a mission. It was to go to Paris.  Mrs. Denton had meant to go herself, but was laid up with sciatica; and the matter, she considered, would not brook of any delay.\\n\\n\\\"It's rather a delicate business,\\\" she told Joan.  She was lying on a couch in her great library, and Joan was seated by her side.  \\\"I want someone who can go into private houses and mix with educated people on their own level; and especially I want you to see one or two women:  they count in France.  You know French pretty well, don't you?\\\"\\n\\n\\\"Oh, sufficiently,\\\" Joan answered.  The one thing her mother had done for her had been to talk French with her when she was a child; and at Girton she had chummed on with a French girl, and made herself tolerably perfect.\\n\\n\\\"You will not go as a journalist,\\\" continued Mrs. Denton; \\\"but as a personal friend of mine, whose discretion I shall vouch for.  I want you to find out what the people I am sending you among are thinking themselves, and what they consider ought to be done.  If we are not very careful on both sides we shall have the newspapers whipping us into war.\\\"\\n\\nThe perpetual Egyptian trouble had cropped up again and the Carleton papers, in particular, were already sounding the tocsin. Carleton's argument was that we ought to fall upon France and crush her, before she could develop her supposed submarine menace.  His flaming posters were at every corner.  Every obscure French newspaper was being ransacked for \\\"Insults and Pinpricks.\\\"\\n\\n\\\"A section of the Paris Press is doing all it can to help him, of course,\\\" explained Mrs. Denton.  \\\"It doesn't seem to matter to them that Germany is only waiting her opportunity, and that, if Russia comes in, it is bound to bring Austria.  Europe will pay dearly one day for the luxury of a free Press.\\\"\\n\\n\\\"But you're surely not suggesting any other kind of Press, at this period of the world's history?\\\" exclaimed Joan.\\n\\n\\\"Oh, but I am,\\\" answered the old lady with a grim tightening of the lips.  \\\"Not even Carleton would be allowed to incite to murder or arson.  I would have him prosecuted for inciting a nation to war.\\\"\\n\\n\\\"Why is the Press always so eager for war?\\\" mused Joan.  \\\"According to their own account, war doesn't pay them.\\\"\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/33](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/33)\\n\\n\",\"timestamp\":1639210533,\"title\":\"it's only what's known all over the neighbourhood,\\\" continued the girl\"},\"digest\":\"OhbSuKJT6SYEXutih2qe1QXnHpgi5CzLxEdsiWO4aXU\",\"authorship\":{\"contributor\":\"0x12DAB7FFceEebeDFF34FE12b77b7a16997723371\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rbrb8FXUJ-8DaMy7A2STo7R4QRsPoI9J2ngmbSqKx-Q\\\",\\\"y\\\":\\\"f2PqIbq2il9RoMAnSYW8Q_Hth6lIXmwTcbsogYvNSzg\\\"}\",\"signature\":\"m0PN_vwrWoSOyXu32ptW68Ej7poLugJI6YVsspoWiIXEn3-xUtrqQ27uXxEViAofINExA7hOolCRnyrEKUHi_g\",\"signingKeySignature\":\"0xc3566d6207118a882bea5a325047add971c7e2d5dcd829d2afc55411c451bd0d31afdfa313fb00bb90b139e8d0199c57f59a32ea9e9bbbb42ca5c43df97c2c551c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rbrb8FXUJ-8DaMy7A2STo7R4QRsPoI9J2ngmbSqKx-Q\\\",\\\"y\\\":\\\"f2PqIbq2il9RoMAnSYW8Q_Hth6lIXmwTcbsogYvNSzg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OhbSuKJT6SYEXutih2qe1QXnHpgi5CzLxEdsiWO4aXU\"}"