"{\"content\":{\"body\":\"What a year we lived through.\\n\\nMakes me think of something Lenin said: *“Nothing can happen for decades, and then decades can happen in weeks”*\\n\\nThere are always multiple perspectives from which to view things, and this was a very difficult and sad year, but we can also take from it a set of amazing opportunities for growth.\\n\\nAs Rilke said, *live everything*.\\n\\nHere are some of the things I learned in 2020:\\n\\n**-To let go**\\n\\n*“Letting go gives us freedom, and freedom is the only condition for happiness, if, in our heart we still cling to anything- anger, anxiety or possessions — we cannot be free”*\\n\\n\\\\-Thich Nhat Hanh\\n\\nOne of my biggest lessons in 2020, we cannot keep living in the past. Our fears are more numerous than our real dangers, we suffer more in our imagination than in reality. It’s all in our mind.\\n\\n**-The power of faith**\\n\\nFor probably one of the first times in history, the totality of humanity went through terrible moments of fear. But we were still all dealing with a lot of other shit on top of covid.\\n\\nThis year was the first time that someone close to me went through a complicated health issue.\\n\\nA global pandemic doesn’t even begin to get close to this, and to see her live through it with so much grace, with so much peace and faith that things would be what they needed to be, while at the same time still giving so much to other people, and still growing as a person.\\n\\nWow, I wish we could all have a little more faith, the world would be different.\\n\\n**-The power of stillness**\\n\\n2020 was the year, that, not by choice, we received the gift of time. The world slowed down and we had the opportunity to slow down and be still for once.\\n\\nStillness is that quiet moment when inspiration hits you. It’s that ability to step back and reflect. It’s what makes room for gratitude and happiness. It’s one of the most powerful forces on earth. We all need stillness, but those of us charging ahead with big plans and big dreams need it most of all.\\n\\nWe need to learn to slow down.\\n\\n**-To appreciate the ordinary**\\n\\n*“Appreciate everything, even the ordinary. Especially the ordinary”*\\n\\n\\\\-Pema Chodron\\n\\nOur senses are so overexposed to different sets of stimulations 24 hours a day, that I think this is one of the greatest gifts we received this year. An opportunity to make the time to see things in a different way, to enjoy the texture of a book, the beauty of an espresso cup. Or even, through our cameras or iphone’s, view and understand our domestic settings in a much more beautiful way.\\n\\n**-To play long games**\\n\\nWe are very shortsighted, I don’t remember who said this, but we tend to overestimate what we can do in a year and underestimate what we can do in three.\\n\\nDuring the early days of the pandemic, we were in a zoom meeting discussing our strategy and next steps, scaling back our plans to adapt to these “uncertain times”, one of our investors and most trusted advisors told us we were wrong, that this was the perfect moment to do the opposite. To go all out, to have big ambitions and pursue the end goal, our whole year was different thanks to this conversation.\\n\\nWe waste our time with short-term thinking and busywork. Warren Buffett spends a year deciding and a day acting. That act lasts decades.\\n\\nWe need to think more collectively in order to evolve as a society.\\n\\n*“In a long-term game, it seems that everybody is making each other rich. And in a short-term game, it seems like everybody is making themselves rich.”* — Naval Ravikant\\n\\n**-The importance of a home**\\n\\nAs Gaston Bachelard said in The Poetics of Space:\\n\\n*“The home shelters day-dreaming, the home protects the dreamer, the home allows one to dream in peace”*\\n\\nIt’s mind blowing to think how many people can’t afford this privilege.\\n\\nOur homes became our everyspace. Makes me even more passionate about our mission, we need to be able to provide a decent housing situation to everyone.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*Gs8ZfhqV5g2p1tL8KOt8-g.png)\\n\\n**-The importance of raising our voices**\\n\\nThrough the early days of this pandemic, I was thinking a lot about what effect it would have in our society and I wrote a post stating that there was no doubt in my mind that a Renaissance was coming, well, had I underestimated it. I witnessed right before my eyes a huge societal shift that should have happened decades ago. I really wish this shift is permanent.\\n\\nAfter seeing what I had seen in the Black Lives Matter protests, and really understanding the pain and the suffering up-close, I can argue that this type of destruction and mayhem was probably the only way to make this the relevant issue it became in just a few days. It made me think that things should be destroyed up until the point that the only possible way to rebuild is to rebuild together.\\n\\n**-Uncertainty is the only certainty there is**\\n\\n*To be uncertain is to be uncomfortable, but to be certain is to be ridiculous.*\\n\\nI remember in the early days of the pandemic how every email started with: In these uncertain days…\\n\\nWell, the world has never been certain, and it goes back to our shortsightedness, we only need to go back and read history in order to understand that as Heraclitus said: *“The only constant is change”*\\n\\nI consider myself an optimist, but there will be darker days to come, the effects of climate change and the environmental disaster that is upon us will make us wish we went back to just a pandemic.\\n\\n**-Cities will come back more alive than ever**\\n\\nForty years ago, it was fashionable to predict the death of cities, but young people brought cities back because they wanted to live near other young people and to get access to culture and entertainment.\\n\\nGetting to live part of the pandemic in NYC was very inspiring, for me there was always this feeling regarding the pandemic, that we were all in this together. But in NYC, it really does feel like we are all connected now. People have embraced people, people have embraced public space, people have embraced streets and taken them over.\\n\\nStreets are shifting their use from an in-between space to more of a destination, less a space to pass through and more of a space to be in.\\n\\nCities, unlike suburbs, adapt in ways that can make them better or stronger. NYC has expanded the public realm by closing streets to vehicles and adding that surface to pedestrian territory, providing more space for people.\\n\\n**-The importance of solitude**\\n\\n“If I was to sum up the single biggest problem of senior leadership in the Information Age,” four-star Marine Corps general and former secretary of defense James Mattis has said, *“it’s lack of reflection. Solitude allows you to reflect while others are reacting.”*\\n\\nBill Gates schedules “think weeks” where he goes off by himself and just reads and thinks.\\n\\nEven though we spent long days quarantined in our homes, I spent more time in front of a screen than ever, zoom was both the best and the worst of things. It’s actually really important to have empty space. If you don’t have a day or two every week in your calendar where you’re not always in meetings, and you’re not always busy, then you’re not going to be able to think.\\n\\n**-We can always keep learning**\\n\\n*“To describe a wave analytically, to translate it’s every moment into words, one would have to invent a new vocabulary, and perhaps also a new grammar and syntax, or else, employ a system of notation like a musical score”*\\n\\n\\\\-Italo Calvino\\n\\nIn early April, I thought that by the end of the pandemic I would be an amazing cook, I would speak French fluently and I would be a master somm. Fast forward a few months and I feel like I didn’t learn that much, although I did get to read quite a few books.\\n\\nBut what I did get to learn, were things I had no idea I could actually learn, like skateboarding and surfing. And surfing, well, let’s just say being in the ocean, because I still don’t know if we can call it surfing yet, has had a profound and long lasting impact in my life. Water gave me stillness.\\n\\nWe have to be very conscious that in any crisis there is opportunity; the greater and more disruptive the crisis; the greater the opportunities. There will be hard days for sure, but we just need to live each one of them at a time.\\n\\nI will close out with a quote by Ray Dalio: Pain + Reflection = Progress\\n\\nNo reflection, no progress.\\n\\n*“The old world is dying and the new world struggles to be born. Now is the time of monsters.”*\\n\\n\\\\-Antonio Gramsci\",\"timestamp\":1640457535,\"title\":\"What I learned in 2020 \"},\"digest\":\"ek8LW2lTYzuRBA4DtOXgn3fFye-_QRv2vOn2SAYO8eg\",\"authorship\":{\"contributor\":\"0x52eef2bf7EB671dc1C02388B74A660552570069D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GVZNWoFlvEMBPIgNj_HvlszZwd6nelG1uxwuzkjvubk\\\",\\\"y\\\":\\\"2glf7QgfjtRZTsvSytZ6ceweJagc58VBSN5Aw-sMDGc\\\"}\",\"signature\":\"jwjxuSieI5ih0T9wYj02C3PpjKgi3UTYgIYH2YpOPZ3gX0zKjipP-GKzkH90k9Xvk_BbeNdnsodsKQOxuXtPWw\",\"signingKeySignature\":\"0xee8b5f8f167005ac672b20b145c92a1d719e9d82433f85280c79fbaaf9d3ae5d36b83f037cf61b80735dae17e48e427be1543c0ae540bd5b5a8985351416faab1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GVZNWoFlvEMBPIgNj_HvlszZwd6nelG1uxwuzkjvubk\\\",\\\"y\\\":\\\"2glf7QgfjtRZTsvSytZ6ceweJagc58VBSN5Aw-sMDGc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ek8LW2lTYzuRBA4DtOXgn3fFye-_QRv2vOn2SAYO8eg\"}"