"{\"content\":{\"body\":\"School days appear relatively calm, no front and wooden case and sand waves, three points respectively in different levels of classes, the school students according to the entrance of office before can be divided into divisions grade officers training levels, united officer training, brigade officers training and squadron officer training level 4, level division officers training set only one class is less than 40 people,The training course for officers at regimental level consists of three classes of 50 students each, the training course for officers at battalion level of eight classes of 50 students each, and the training course for officers at squadron level of eight classes of 50 students each.The average age of the cadets in Wufeng's regiment-level officer training course was over 35, but Wufeng was less than 20, so that when Wufeng reported for duty, the registration instructor thought he had applied for a wrong position.\\n\\nLearn in life is boring, compared himself in the work of the university of Heidelberg in west China career, no front think empire education seem to be some rigid dogma, military quality training, example analysis, > > > synthesis practice, wartime logistics safeguard system, the new development of offensive and defensive tools such as course can arouse interest in front,The only consolation for Wu Feng is that the school has a reasonably well-stocked library, and the libraries of the Imperial College of Art opposite and imperial University, just down the street, are free for IMPERIAL Military academy students.Weng preferred life in the army, where he could be more valuable.Until one day, the introduction of military history changed the dull life of the academy.\\n\\nWhen the military history instructor walked into Wu Feng's classroom on April 26, 690, almost all the students stared and held their breath.\\\"Dear students, I am your military history instructor Angel. From today on, I will explain the military history of the mainland to you. I hope you will listen carefully.\\\"\\n\\nThe classroom was silent again, only dozens of people breathing sound, silence for a long time, a few older students came to their senses, coughed a few sound, most of the students just woke up, back to normal.And sitting on the position of the wufeng heart is only a word, too beautiful, it is a peerless beauty, like sunshine golden hair, a white face 瓖 embedded with a pair of blue eyes, towering nose, purples cherry lips, bright smile, full chest, wasp-waist long legs coordination collocation together,Even wufeng, who has always traveled around the mainland and seen a lot of things, swallowed his mouth.Such a beauty, such as can not have, not reckless tianwu, no front silently thinking.\",\"timestamp\":1634806369,\"title\":\"beauty \"},\"digest\":\"ySMK_tC1A3IqOXWDaIuMMBNMPGrBD0bjFW8edbbzaW8\",\"authorship\":{\"contributor\":\"0x9FB1c8b6196E5dEAC9ABb2A59CccB4e3D08DE271\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OXTJvkOgcUjVmT1v8hY3YoXtMOIV8HOB7jIKmNbkE1c\\\",\\\"y\\\":\\\"ktXEQJsdCIfoKsnOINN0JbqIqT__zHtHzWCVuaKYjXY\\\"}\",\"signature\":\"9alU_PxeZ978omKuV3TWnKtmerLuLLiL2VDW34xcqq3EHi21D-lwcB1qo8KPO9tjkfMgfdy1bLgIX6OaMqTijw\",\"signingKeySignature\":\"0x6e266def5284381b7ffa1a8cc5b77f82b79c7c3b0b859db6d249e13ebf31b5f21b04815acbfc780d58eb84626d333f8872d233d3c7f79336e9a1257fd56280831c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OXTJvkOgcUjVmT1v8hY3YoXtMOIV8HOB7jIKmNbkE1c\\\",\\\"y\\\":\\\"ktXEQJsdCIfoKsnOINN0JbqIqT__zHtHzWCVuaKYjXY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ySMK_tC1A3IqOXWDaIuMMBNMPGrBD0bjFW8edbbzaW8\"}"