"{\"content\":{\"body\":\"原文作者：[Vitalik Buterin](https://vitalik.ca/general/2021/11/16/retro1.html)\\n\\n特别感谢 Karl Floersch 和 Haonan Li 的反馈和审核，以及 Jinglan Wang 进行的讨论。\\n\\n上个月，以太坊Layer2解决方案开发团队Optimism 进行了第一轮追溯性公共产品融资，总共向 58 个项目分配了 100 万美元资助资金，以奖励这些项目已经为 Optimism 和以太坊生态系统所做的出色工作。除了这是第一个主要的追溯性通用公共物品资助实验之外，这也是第一个通过徽章持有者（而不是由一个非常小的决策委员会决定）进行新型治理的实验，也不是一次完全公开的投票，而是一个由 22 名参与者组成的中型团体进行二次方投票。\\n\\n整个决策流程从头到尾都是高度透明的：\\n\\n* 徽章持有者应该遵守的规则被载入了持有者说明书中\\n* 您可以在此电子表格中看到被提名的项目\\n* 徽章持有者之间的所有讨论都发生在可公开查看的论坛中。除了 Twitter 对话（例如 Jeff Coleman 的帖子和其他帖子），所有明确的结构化讨论频道都是公开可见的：Optimism Discord中的#retroactive-public-goods 频道，以及已举行的 Zoom 电话会议\\n* 可以在此电子表格中查看完整结果以及进入结果的个人徽章持有者投票\\n\\n最后，以下是为了方便阅读以图表形式展示的资金分配结果：\\n\\n![](https://images.mirror-media.xyz/publication-images/BrfORzWIkCUmoB75aHUuL.png?height=548&width=324)\\n\\n与 Gitcoin 二次融资融资轮和 MolochDAO赠款计划非常相似，这是以太坊生态系统成为创新公共产品融资机制设计领域关键参与者的又一个例子。 但是我们可以从这个实验中学到什么？\\n\\n## 分析结果\\n\\n首先，让我们看看有没有什么有趣的东西可以通过查看结果分析出来。 首先我们将这些结果与什么进行比较？ 一个最自然的比较点是我们迄今为止进行的其他主要公共产品融资实验：Gitcoin 二次方融资轮（在本例中为Gitcoin捐赠计划第 11 轮）。\\n\\n![](https://images.mirror-media.xyz/publication-images/P62kinvbztkr2E4LVnoBU.png?height=1266&width=1394)\\n\\n在没有任何比较的情况下可以看到的 Optimism 追溯（retro）资助结果的最明显属性可能是获胜者的类别：每个主要的 Optimism追溯（retro）资助获胜者都是一个技术型项目。徽章持有人的说明中没有任何规定；非技术项目（例如，ethereum.cn 上的翻译）绝对符合条件。然而，由于徽章持有者的选择和潜意识偏见的某种组合，这一轮似乎被理解为以技术为导向。因此，我将上表中的 Gitcoin 结果限制为技术（“DApp 技术”+“基础设施技术”）以关注其余差异。\\n\\n其他一些主要的差异是：\\n\\n* **追溯（retro）资助中各个项目获得的资助规模差异很小**：获得资助最多的项目仅比排名第25的项目多出三倍（实际上，正好是三倍），而在将这两个类别结合的 Gitcoin 图表中，差距超过 5 倍，如果你看看DApp Tech 或 Infra Tech 分别是 15 倍以上的差距！我个人将此归咎于 Gitcoin 使用标准的二次方融资 () 和未使用平方的追溯（retro）融资；也许下一个追溯资助轮应该只添加平方。\\n* **追溯（retro）轮的获胜者是更知名的项目**：这实际上是一个预期的结果：retro轮专注于奖励已经提供价值的项目，而 Gitcoin 轮是开放式的，许多贡献是对有前景的新项目的期待价值。\\n* **retro轮更多地关注基础设施，Gitcoin 轮更多地关注更多面向用户的项目**：这当然是一个概括，因为 Gitcoin 列表中有很多基础设施项目，但总的来说，直接面向用户的应用比较突出。一个特别有趣的结果（或原因？）是 Gitcoin 轮更多地关注对子社区（例如游戏玩家）有吸引力的项目，而retro轮次更多地关注具有全球价值的项目 - 或者不太慈善的项目，一个特殊的子社区就是以太坊开发者。\\n\\n这是我自己的（我承认是非常主观的）观点，即retro轮获胜者选择的质量要高一些。 这与上述三个差异无关； 更普遍的印象是，被选为右侧最高接受者的特定项目是非常高质量的项目，在很大程度上比左侧的最高接受者要高。\\n\\n当然，这可能有两个原因：(i) 较少但更具有技能的徽章持有者（“技术专家”）可以比“普通人群”做出更好的决定，以及 (ii) 追溯融资比提前判断项目质量更容易 . 这给我们带来了一个有趣的问题：如果可以用一个简单的方法来总结上述大部分发现，那就是技术专家（eg.徽章持有者）更聪明，但人群（eg. Gitcoin融资参与者）更多样化怎么办？\\n\\n## 我们可以让徽章持有人及其产出更加多样化吗？\\n\\n为了更好地理解这个问题，让我们放大上面已经提到的一个具体例子：ethereum.cn。 这是一个优秀的中文以太坊社区项目（并非唯一一个！另见EthPlanet），它一直提供大量中文资源供人们了解以太坊，包括以太坊社区成员撰写的许多技术性文章的翻译。\\n\\n![Ethereum.cn 网页。大量高质量的技术资料——尽管他们还没有收到应该将“eth2”重命名为“共识层”的备忘录。为他们减去十个追溯奖励积分。](https://images.mirror-media.xyz/publication-images/SV1k8m8fysF6MjIkVOa82.png?height=659&width=1620)\\n\\n徽章持有者需要具备哪些知识才能有效判断ethereum.cn是一个很棒的项目，还是一个很少有中国人实际访问的善意但平庸的项目，还是一个骗局？大概如下：\\n\\n* 能够说和理解中文\\n* 融入中国社区并了解该特定项目的社会动态\\n* 对技术和非技术读者的心态有足够的了解，以判断网站对他们的有用性\\n\\n在当前以美国为重点的徽章持有者中，满足这些要求的人数基本上为零。即使是两个讲中文的徽章持有者也是美国的，并且与中国以太坊社区并不亲近。\\n\\n那么，如果我们扩展徽章持有人群体会发生什么？我们可以添加五个来自中国以太坊社区的徽章持有者，五个来自印度，五个来自拉丁美洲，五个来自非洲，五个来自南极洲来代表企鹅。同时，我们还可以在专业领域进行多元化：一些技术专家，一些社区领袖，一些加入以太坊游戏世界的人。希望我们能够获得足够的报道，对于每个对以太坊有价值的项目，我们至少有 1-5 名徽章持有者对该项目有足够的了解，以便能够对其进行明智的投票。但随后我们看到了问题：只有 1-5 个徽章持有者能够明智地对其进行投票。\\n\\n我看到了几个解决方案系列：\\n\\n1. **调整二次方投票设计**。从理论上讲，二次方投票具有独特的属性，即几乎没有动力对您不了解的项目进行投票。你所做的任何投票都会带走你可以用来对你更理解的项目投票的积分。然而，目前的二次方投票设计有一个缺陷：不投票给一个项目并不是真正中立的不投票，它是给项目一无所获的投票。我还没有关于如何做到这一点的好主意。一个关键问题是：如果0成为真正中立的投票，那么如果没有人对其进行任何投票，一个项目能得到多少钱？然而，这值得更多地研究。\\n2. **将投票分成类别或小组委员会**。徽章持有者首先投票将项目分类到桶中，每个桶中的徽章持有者（“零知识证明”、“游戏”、“印度”……）然后从那里做出决定。这也可以通过委托以一种更“流动”的方式来完成——一个徽章持有者可以选择其他一些徽章持有者来决定他们对某个项目的投票，他们会自动复制他们的投票。\\n3. **每个人仍然对所有事情进行投票，但促进了更多的讨论**。确实具有评估给定项目（或某些给定项目的单个方面）所需的领域专业知识的徽章持有者提出他们的意见并编写文档或电子表格条目来表达他们的推理。其他徽章持有者使用此信息来帮助他们下定决心。\\n\\n一旦要做出的决策数量变得更高，我们甚至可以考虑像协议内随机抽签这样的想法（例如，将抽签纳入二次方投票的想法）以减少每个参与者需要做出的决策数量。二次方抽签有一个特别好的好处，它自然会导致整个群体做出大的决定，而小群体做出小的决定。\\n\\n## 经济状况调查辩论\\n\\n在徽章持有者的追溯资助回顾讨论中，提出的关键问题之一是：持证人在选择资助哪些项目时，是否应该考虑该项目是否已经获得了良好的资金？\\n\\n在“常规”拨款资助轮中，回答“是”的理由很明确：将项目的资金从 0 美元增加到 10 万美元对其完成工作的能力的影响比将项目的资金从 1000 万美元增加到1010 万美元。但是第一轮Optimism追溯资助不是常规的赠款资助。在追溯资助中，目标不是给人们钱来期望钱可以帮助他们做的未来工作。相反，目标是奖励人们已经完成的工作，改变未来从事项目的任何人的激励措施。考虑到这一点，追溯项目资金应在多大程度上取决于给定项目实际需要多少资金？\\n\\n### 优先需求的案例\\n\\n假设你是一个 20 岁的开发者，你正在决定是加入一些资金充足的 defi 项目，持有一个花哨的代币，还是从事一些很酷的开源完全的公益工作，这将使所有人受益。 如果你加入资金雄厚的defi项目，你将获得10万美元的薪水，你的财务状况将得到保障。 如果你自己从事公益项目，你将没有收入。 你有一些积蓄，你可以通过兼职赚一些钱，但这会很困难，而且你不确定这种牺牲是否值得。\\n\\n现在，考虑两个世界，世界 A 和世界 B。首先，相似之处：\\n\\n* 有十个人和你一模一样有可能得到追溯奖励，而只有5个名额。 因此，您有 50% 的机会获得追溯奖励。\\n* 你的工作有 30% 的可能性会推动你获得适度的名气，你会被一些公司聘用，条件比最初的 defi 项目更好（甚至开始你自己的项目）。\\n\\n现在，差异：\\n\\n* 世界 A（经济状况调查）：追溯奖励集中在那些没有通过其他方式获得成功的项目身上\\n* 世界 B（无手段测试）：追溯奖励的发放与项目是否以其他方式取得成功无关\\n\\n让我们看看您在每个世界中的机会。\\n\\n![](https://images.mirror-media.xyz/publication-images/geD6FFVz3Pxa8sDHlLISi.png?height=516&width=1502)\\n\\n从你作为一个非风险中立的人的角度来看，在世界 B 中获得两次成功的 15% 的机会比在世界 B 中你完全置身于寒冷中一无所有的概率几乎是两倍.\\n\\n因此，如果我们想鼓励处于这个假设 20 岁职位的人实际做出贡献，将追溯奖励集中在尚未通过其他方式获得奖励的项目中似乎是谨慎的。\\n\\n### 反对优先考虑需求的案例\\n\\n假设你是一个为许多项目贡献少量资金的人，或者是一个投资者种子基金公共物品项目以期获得追溯奖励。在这种情况下，您从任何单个追溯奖励中获得的份额很小。您愿意有 10% 的机会获得 10,100 美元，还是有 10% 的机会获得 10,000 美元和 10% 的机会获得 100 美元？真的没关系。\\n\\n此外，您通过追溯资助获得奖励的机会可能与您通过其他方式获得奖励的机会大相径庭。互联网上有无数故事，当该项目是非营利性和开源项目时，人们将他们生活的很大一部分投入到项目中，看到该项目以营利为目的并取得成功，却一无所获他们自己。在所有这些情况下，追溯奖励是否关心项目是否需要并不重要。事实上，他们最好只专注于判断质量。\\n\\n经济状况调查有其自身的缺点。这将需要徽章持有者花费精力来确定在追溯奖励系统之外项目的资金充足程度。这可能会导致项目花费大量精力来隐藏他们的财富并显得斗志昂扬以增加获得更多奖励的机会。对受助人需求的主观评估可能会转变为对受助人道德价值的政治化评估，从而给机制带来更多争议。在极端情况下，可能需要一个复杂的纳税申报系统来适当地执行公平。\\n\\n### 我怎么看？\\n\\n总的来说，似乎对没有发现商业模式有优势的项目进行一些优先排序，但我们不应该做太多。项目应该首先根据它们对世界的影响来判断。\\n\\n## 提名\\n\\n在这一轮中，任何人都可以通过谷歌表格提交项目来提名，而提名的项目只有106个。既然人们确信他们有机会获得数千美元的支出，那么下一轮呢？在假设的未来的一年中，当数百万笔日常交易的费用支付到追溯融资轮中时，单个项目获得的资金比今天的整轮多，那一年呢？\\n\\n某种多层次的提名结构似乎是不可避免的。可能没有必要将它直接写入投票规则。相反，我们可以将其视为改变讨论结构的一种特殊方式：提名规则过滤掉了徽章持有者需要查看的提名，并且徽章持有者不查看的任何内容都将默认获得零票（除非徽章持有者真的很在意绕过规则，因为他们有自己的理由相信某些项目是有价值的）。\\n\\n![](https://images.mirror-media.xyz/publication-images/7Pgn6cHIR2YiGLuindRQn.png?height=571&width=661)\\n\\n一些可能的想法：\\n\\n* 徽章持有者预先批准：要使提案可见，它必须得到 N 个徽章持有者的批准（例如 N=3？）。任何 N 徽章持有者都可以预先批准任何项目；这是一个反垃圾邮件减速带，而不是一个守门小组委员会。\\n* 要求提议者提供有关他们的提议的更多信息，证明其合理性并减少工作徽章持有者完成它所需的工作。徽章持有者还将任命一个单独的委员会，并委托它对这些提案进行分类，并转发那些遵守规则并通过非垃圾邮件基本气味测试的提案\\n* 提案必须指定一个类别（例如“零知识证明”、“游戏”、“印度”），并且自称为该类别专家的徽章持有者将审查这些提案并仅在他们选择正确的类别并通过基本的气味测试。\\n* 提议需要 0.02 ETH 的押金。如果您的提案获得 0 票（或者：如果您的提案被明确视为“垃圾邮件”），您的存款就会丢失。\\n* 提议需要一个人性证明（proof-of-humanity） ID，每个人最多 3 个提议。如果您的提案获得 0 票（或者：如果您的任何提案被明确视为“垃圾邮件”），则您一年内不能再提交提案（或者您必须提供押金）。\\n\\n## 利益冲突规则\\n\\n融资轮后追溯讨论的第一部分是对利益冲突规则的讨论。徽章持有人说明包括以下条款：\\n\\n> 6）没有自我交易或利益冲突RetroDAO 治理参与者应避免投票决定将资金发送给那些资金的任何部分预计会流向他们的组织、他们的其他项目或与他们有密切个人或经济关系的任何人。\\n\\n据我所知，这是荣誉性的。徽章持有者并没有试图自我交易，因为他们（据我所知）是好人，而且他们知道关乎自己的声誉。但也有一些主观的边缘情况：\\n\\n* 措辞问题导致混乱。一些徽章持有者对“其他”这个词感到疑惑：徽章持有者能否将资金直接用于他们自己的主要项目？此外，“将资金发送到...的组织”的语言并未严格禁止直接转账给自己。这些可以说是编写此条款时的简单错误； \\\"其他\\\"一词应删除，\\\"组织\\\"替换为\\\"地址\\\"。\\n* 如果徽章持有者是非营利组织的一部分，该非营利组织本身向其他项目提供资助怎么办？徽章持有者可以投票给那个非营利组织吗？徽章持有者不会受益，因为资金将 100% 转嫁给他人，但他们可以间接受益。\\n* 什么级别的关联算作密切关联？以太坊是一个紧密结合的社区，有资格评判最佳项目的人通常至少在某种程度上是团队的朋友，或者亲自参与这些项目，正是因为他们尊重这些项目。这些关联什么时候越线？\\n\\n我不认为对此有完美的答案。相反，这条线将不可避免地变成灰色，只能随着时间的推移进行讨论和完善。可以缓解它的主要机制设计调整是 (i) 增加徽章持有者的数量，稀释他们中可以成为任何单个项目内部人员的部分，(ii) 减少对只有少数徽章持有者的项目的奖励支持（我上面的建议将奖励设置为而不是在这里也有帮助），以及 (iii) 确保徽章持有者可以在他们确实出现时抵消明显的滥用行为。\\n\\n## 徽章持有者的投票应该是无记名投票吗？\\n\\n在这一轮中，徽章持有者的投票是完全透明的；任何人都可以看到每个徽章持有者如何投票。但透明投票有一个巨大的缺点：它容易受到贿赂，包括即使是好人也很容易屈服的那种非正式贿赂。徽章持有者最终可能会支持项目，部分原因是为了赢得他们的青睐。更现实的是，即使有正当理由，徽章持有者也可能不愿意投反对票，因为公开反对票很容易破坏关系。\\n\\n无记名投票是自然的选择。无记名投票在民主选举中被广泛使用，任何公民（或有时是居民）都可以投票，正是为了防止买票和影响人们投票方式的更具强制性的形式。然而，在典型的选举中，行政和立法机构内的投票通常是公开的。造成这种情况的通常原因与民主问责理论有关：选民需要知道他们的代表如何投票，以便他们可以选择他们的代表，并且知道他们并没有完全谎报自己的价值观。但问责制也有一个阴暗面：进行公开投票的民选官员要对任何试图贿赂他们的人负责。\\n\\n政府机构内的无记名投票确实有先例：\\n\\n* 以色列议会使用秘密投票选举总统和其他几位官员\\n* 意大利议会在各种情况下都使用了秘密投票。在 19 世纪，它被认为是保护议会选票不受君主制干涉的重要方式。\\n* 1970 年之前，美国议会的讨论不太透明，一些研究人员认为，向更高透明度的转变导致了更多的腐败。\\n* 陪审团投票通常是秘密进行的。有时，甚至陪审员的身份都是秘密的。\\n\\n总的来说，结论似乎是政府机构中的秘密投票具有复杂的后果；不清楚是否应该在任何地方使用它们，但也不清楚透明度是否绝对好。\\n\\n特别是在Optimism 追溯资助的背景下，我听到的反对无记名投票的主要具体论点是，这会让徽章持有者更难团结起来投票反对其他徽章持有者，这些投票显然是非常错误甚至恶意的。今天，如果一些流氓徽章持有者开始支持一个没有提供价值的项目，并且显然是对这些徽章持有者的现金攫取，其他徽章持有者可以看到这一点并投反对票以抵消这种攻击。对于无记名投票，目前尚不清楚如何做到这一点。\\n\\n我个人赞成第二轮 Optimism 追溯资助（除非可能在不公开的情况下对少数研究人员开放）使用完全秘密投票，以便我们可以看出结果的实质性差异。鉴于目前徽章持有者规模小而紧密，对付流氓徽章持有者可能不是主要问题，但将来会是；因此，提出允许反投票或其他替代策略的无记名投票设计是一个重要的研究问题。\\n\\n## 结构化讨论的其他想法\\n\\n徽章持有者的参与程度非常不平衡。一些人（尤其是 Jeff Coleman 和 Matt Garnett）为他们的参与付出了很多努力，在 Twitter 帖子中公开表达了他们的详细推理，并帮助建立了进行更详细讨论的呼吁。其他人参与了关于 Discord 的讨论，还有其他人只是投票而没有做其他事情。\\n\\n做出了一个选择（好吧，我是建议它的人）#retroactive-public-goods 频道应该是所有人都可以阅读的（它在Optimism Discord中），但是为了防止垃圾邮件，只有徽章持有者应该能够说话。这降低了许多人的参与能力，尤其具有讽刺意味的是我自己的（我不是徽章持有者，而且我自我强加的 Twitter 隔离只允许我在推特上发布指向我自己的长篇内容的链接，这使我无法在 Twitter 上参与）。\\n\\n这两个因素加在一起意味着没有那么多的讨论；肯定比我希望的要少。有哪些方法可以鼓励更多讨论？\\n\\n一些想法：\\n\\n* 徽章持有者可以在顾问中投票，顾问不能投票，但可以在#retroactive-public-good 频道和其他仅限徽章持有者的会议上发言。\\n* 徽章持有者可能需要解释他们的决定，例如为他们投票的每个项目写一篇文章或一段话。\\n* 考虑通过明确的固定费用或通过规定对讨论做出杰出贡献的徽章持有者本人有资格在未来轮次中获得奖励来补偿徽章持有者。\\n* 添加更多讨论格式。 如果徽章持有者的数量增加，并且有不同专业的小组，可以有更多的聊天室，每个小组都可以邀请外人。 另一种选择是创建一个专用的 subreddit。\\n\\n开始尝试更多这样的想法可能是个好主意。\\n\\n## 结论\\n\\n总的来说，我认为 Optimism 追溯融资的第一轮是成功的。许多有趣和有价值的项目得到了资助，讨论了很多，尽管这只是第一轮。\\n\\n有许多想法可以在后续轮中引入或试验：\\n\\n* 增加徽章持有者的数量和多样性，同时确保有一些解决方案可以解决只有少数徽章持有者成为任何单个项目领域的专家的问题。\\n* 添加某种两层提名结构，以降低整个徽章持有者群体所面临的决策负担。\\n* 使用无记名投票\\n* 添加更多讨论频道，以及更多非徽章持有者参与的方式。这可能涉及改革现有频道的运作方式，或者可能涉及添加新频道，甚至是针对特定项目类别的专门频道。\\n\\n![](https://images.mirror-media.xyz/publication-images/eB2zbcek1gk00vpF4YI24.png?height=416&width=1656)\\n\\n从长远来看，如果我们希望追溯资助成为一个可持续的制度，那么还有一个问题是如何选择新的徽章持有者（以及在渎职的情况下，如何移除徽章持有者）。目前，选择是集中的。未来，我们需要一些替代方案。第 2 轮的一个可能想法是简单地允许现有的徽章持有者投票选出一些新的徽章持有者。从长远来看，为了防止其成为孤立的官僚机构，也许每轮可以通过更开放的参与方式选择一名徽章持有者，例如人性证明（proof-of-humanity）投票？\\n\\n无论如何，追溯性公共产品资助仍然是一项令人兴奋的、多种方式的制度创新的新实验。这是一项非代币驱动的去中心化治理实验，它是一项通过追溯而非主动激励来使事情发生的实验。为了使实验充分发挥作用，机制本身和围绕它形成的生态系统都需要进行更多的创新。我们什么时候会看到第一个以追溯资金为重点的天使投资人？无论最终会发生什么，我都期待看到这个实验在接下来的几轮中如何发展。\",\"timestamp\":1637146022,\"title\":\"Vitalik Buterin复盘第一轮Optimism追溯性资助，这个新的资助模式有哪些优缺点？\"},\"digest\":\"sA_aMpF9kwcPglaVU2rrymW0uIlgoT8e7fJBIHNrG3Y\",\"authorship\":{\"contributor\":\"0x7F688E99EE7dbAE3d07B1b5F46E8fF3430FE5835\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YRieIM747luj64aw_fKZ3e9GXSntusC5n2AuT68Lka0\\\",\\\"y\\\":\\\"2y_10wAQE1JiPCig7yr2-fNeL6IkKWhtuTXvFamGipc\\\"}\",\"signature\":\"BVjah-hg29RFWL3gbaafxzL73OA-4MU_6M2_IBaFOE5fpqQDrynQgVHLf_AeankT6ip0J04LXQHpVPHWOYWsig\",\"signingKeySignature\":\"0xaf559c2692b4172a9fa030c0111935c868109f93749eda82e44aace18090523168e86bb814ec4f2735e81e7a414af31a544038fbca7e79c031ea0963c629a53b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YRieIM747luj64aw_fKZ3e9GXSntusC5n2AuT68Lka0\\\",\\\"y\\\":\\\"2y_10wAQE1JiPCig7yr2-fNeL6IkKWhtuTXvFamGipc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sA_aMpF9kwcPglaVU2rrymW0uIlgoT8e7fJBIHNrG3Y\"}"