"{\"content\":{\"body\":\"周一（9月14日），一篇发表在《美国国家科学院院刊》（Proceedings of The National Academy of Sciences）上的研究指出，南极洲的两大重要冰川——松岛（Pine Island）和思韦茨（Thwaites）冰川，正在“挣脱束缚”，这将导致全球海平面大规模上升的威胁增加。  \\n 科学家们通过对卫星图像的分析发现，在两个冰川之中，一个自然形成的、阻止冰川迅速向外流动的的缓冲系统正在崩溃之中，未来几年内这可能会“释放”更多的冰流到海洋。 \\n **两大冰川消融或将引发大范围冰盖崩塌 导致海平面上升3米** \\n 位于南极洲西部阿蒙森海沿岸的松岛（Pine Island）和思韦茨（Thwaites）冰川，它们是南极最大、移动速度最快的两个冰川，现在它们正以惊人的速度融化，已造成了全球海平面上升大约5%。\\n\\n其中，思韦茨冰川的厚度达4千米，面积超过18万平方公里，面积与英国的面积大致相同。思韦茨冰川被认为是预测全球海平面上升的关键，美国和英国对思韦茨冰川还启动了一项有针对性的、耗资数百万美元的研究任务。《华盛顿邮报》指出，思韦茨冰川的消失可能会引发南极西部冰盖更大范围的崩塌，其中所含的冰足以使海平面上升约10英尺（3.048米），这对世界上大多数沿海城市来说，将是灾难性的，还会让一些地势低的海岛消失。思韦茨冰川被称为“末日冰川”。 \\n 最新发表在《冰冻圈》(The Cryosphere)杂志上一项研究结果表明，思韦茨冰川融化过快的元凶，是潜入冰川底部和基岩之间的暖流，水温摄氏2度。而且，借助最新勘测仪器，科学家绘制出暖流在冰下逡巡的路径。\\n\\n此外，另一最新研究发现，阻碍冰川向外流动的缓冲系统，又被称为冰川的“边缘剪切带”。在这里，浮动冰架遭遇高水平的摩擦，从而限制了冰的自然流动。如今上述两大冰川的“边缘剪切带”正在逐渐减弱，在某些情况下甚至碎裂。 \\n “这些让冰川减速的压力不再存在，所以冰川正在加速流失”，荷兰代尔夫特理工大学的卫星专家斯特夫·莱尔米特说道。莱尔米特与来自美国国家航空航天局（NASA）、法国、比利时、奥地利及荷兰其他研究机构的同事共同领导了这项新研究。  \\n 莱尔米特的计算结果显示，在过去的六年中，松岛冰架的西部和中部已经缩小了大约30%，从大约1500平方英里缩小到接近1000平方英里。莱尔米特说，“边缘剪切带受到了严重破坏，我们认为，这为冰架的长期不稳定创造了条件。而这正是我们目睹松岛冰架逐渐消失的第一个迹象，这种伤害很难愈合。” \\n **如出一辙的场景：全球各大冰川正在加速崩裂** \\n 松岛和思韦茨冰川只是关于地球冰川一系列坏消息中的最新一条。上个月，加拿大最后一个完整的北极冰架，米尔恩冰架解体，坍塌进北冰洋中。 \\n\\n在格陵兰岛，根据丹麦和格陵兰岛地质调查，北半球迄今为止最大的、仍然完好无损的Nioghalvfjerdsfjorden冰架（又名北纬79度冰川）刚失去了一大块冰。专家们将冰架断裂归咎于全球变暖的趋势，以及近年来格陵兰岛东北部“难以置信”的高温。 \\n 9月14日，丹麦和格陵兰地质调查局的詹森·博克斯教授在的一份声明中表示，“我们应该重视北极现存最大的冰架正在逐渐融化解体，因为上游冰川是格陵兰岛唯一的主要冰原冰流。过去的两个夏天异常温暖，最近约2个曼哈顿岛大的浮冰从格陵兰岛脱离，这种情况在过去几年里确实加剧了。” \\n 冰架是海洋冰川外边缘横跨海面的巨大浮动平台。它们随着水面漂浮，然后逐渐冻结在山坡和岛屿上，并固定在海底的凸起物上。通过这种方式，冰架为冰的自然向外流动提供了一种制动机制，支撑效应在“边缘剪切带”凸显，当快速流动的冰遇到了更静态、稳定的冰，就被迫停泊在了此处。这些地带的冰经常呈现弯曲状态，正是它承受着强大压力的明显迹象。然而，当这些压力太大，冰就会破裂。 \\n 这项新研究认为，这正是目前在南极洲西部所发生的情况，表明温暖的海水使得下面的冰架变薄，让它们变得十分脆弱。与此同时，海水变暖又导致冰川自身开始加速向外流动。由此产生的力导致“边缘剪切带”的冰裂成碎片，这意味着冰川受到的限制减少了，现在能够以更快的速度向海洋中“流窜”。 \\n 就松岛冰川而言，这一新的研究发现，尽管“边缘剪切带”的开裂和位移可以追溯到1999年，但它在2016年加速了。而更令人担忧的是思韦茨冰川，近年来“边缘剪切带”的碎裂一直有所增加。 \\n “这是一项重要的研究，”宾夕法尼亚州立大学的冰川学家理查德·艾里表示。他指出，如今在南极洲上演的这一过程，此前已经在格陵兰岛的部分地区发生过了，格陵兰岛最大的冰川之一Jakobshavn已经失去了所有冰架，而该地区其他的冰川面积也在近几十年加速缩小。而如果类似的过程发生在南极洲西部的阿蒙森海松岛（Pine Island）和思韦茨（Thwaites）冰川，全球海平面都将遭受巨大的影响。\",\"timestamp\":1637112942,\"title\":\"南极传来坏消息：“末日冰川”加速消融，或致海平面上升3米\"},\"digest\":\"LG_mpDJWzihAAJXBm5H-9fqqVo2N-12LoaKQhF-xPK0\",\"authorship\":{\"contributor\":\"0x69412A21dF5DD77275DC177BdfcDd21a14Af5De1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gjrPm-3iWbQGjnlbNgsXq629g7UBJQEYrOV75vXSHYo\\\",\\\"y\\\":\\\"jANME-4nqxVgXSRThX9UXM4trydj8la6QfQwniHPJN8\\\"}\",\"signature\":\"uafMvhezwdXGjb4h70fzvABaOsObMQ0P_WrmG9HOz5g8zDNHnbnTXdZym89_NKtj0ir17EV-U5piqBYaY1dDtQ\",\"signingKeySignature\":\"0xfb900ce16f7d04ae36eb4383928969fb147d6446c7ec96b8569f61494f9b3c7741629a77d2e8f96d7a27fa7a7fc835fe4366481b4bdb2c03e30f81fd98b95d051b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gjrPm-3iWbQGjnlbNgsXq629g7UBJQEYrOV75vXSHYo\\\",\\\"y\\\":\\\"jANME-4nqxVgXSRThX9UXM4trydj8la6QfQwniHPJN8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LG_mpDJWzihAAJXBm5H-9fqqVo2N-12LoaKQhF-xPK0\"}"