"{\"content\":{\"body\":\"*Note: this is a work of fiction, and is a paired quest from the broader series [Building 2046](https://shawndimantha.substack.com/). To learn more about the original narrator, shawndao, see [Issue #1](https://shawndimantha.substack.com/p/building-2046-issue-1).*\\n\\nAs promised, Building 2046 will be an interactive experience and I will give you a quest; it is up to you to fulfill it or not. **Disclaimer:** **this is not investment advice, and some of the steps listed may not work perfectly for you, or age well**. This quest may not be easy if you are new to the world of NFTs, but I want you to try as you can get a taste for my future world and the opportunity of having multiple identities. If you’re already in possession of some NFTs, then feel free to skip to step 12 and share this quest with someone who hasn’t gone down the NFT rabbit hole yet. \\n\\n 1. **Buy some crypto:** Either Ethereum or Solana on an exchange like [Coinbase](https://coinbase.com/). You can start with 0.1 ETH as a lot of NFT projects have floor prices below this value, and this will give you some padding for gas fees. Alternatively you can buy 2 Solana (SOL) on Coinbase, which should give you enough to go shopping on secondary marketplaces. Luckily SOL transaction fees are negligible.\\n 2. **Install a wallet:** Add the [Metamask](https://metamask.io/) Chrome extension for Ethereum wallets or [Phantom](https://phantom.app/) extension for Solana wallets. Keep your Secret Recovery Phrase secret, ideally in a password manager like LastPass or 1Password. Sign in to your wallet and create 3 wallets: 1 to mint, 1 to buy, 1 to list your sales / public profile. Keep your ETH or SOL in the buy wallet.\\n 3. **Pick a NFT PFP project** (like BAYC, but less expensive) to go into. You can start on the [Collectibles section of OpenSea](https://opensea.io/collection/collectibles). Some tips from @punk2476 on picking a collectible project below (not investment advice):\\n\\n    [https://twitter.com/punk2476/status/1446139822901534720](https://twitter.com/punk2476/status/1446139822901534720)\\n\\n 4. **Select a specific NFT you like** probably from a marketplace like [OpenSea](https://opensea.io/) or [Solanart](http://solanart.io/). Once on either marketplace connect your wallet by clicking the icon at the top right of the screen. You will need some Ethereum or Solana tokens to start as mentioned in step 1, fractional Ethereum tokens will do if you can’t afford whole tokens or don’t want to take the risk. You should get a Metamask or Phantom wallet. Make sure to account for [gas fees](https://pumpmygas.xyz/) in your pending purchase.\\n 5. **If you go the public mint/sale route**: Be careful with the public sales and do your research before doing public mints. You can find some on [NFTCal](https://nftcal.xyz/) or [HowRare](https://howrare.is/drops) (*I do **not** vouch for the quality of NFTs listed here, so do your own research*). Generally you want to see an active Discord and Twitter presence + some identified developers (many will be anonymous, but that is ok). If you check out the Discord server, make sure to turn off direct messages (Privacy Settings, disallow direct messages). **Never respond to an unsolicited direct message on Discord**, other than some of the verification bots like Dyno or Collab.land. Most verification on Discord servers simply requires you to click a reaction and you’re in.\\n 6. **Double check your NFT’s storage pattern** with [Check my NFT](https://checkmynft.com/), which will give you a score when you enter the contract address and token ID of the NFT you are looking to purchase. For example if the URL you are on is “https://opensea.io/assets/0xae3d8d68b4f6c3ee784b2b0669885a315ba77c08/414”, then the **contract address** is *0xae3d8d68b4f6c3ee784b2b0669885a315ba77c08* and the **token ID** is *414*. Basically you want to make sure if the project disappears (called a “rug”), your NFT doesn’t disappear with the project.\\n 7. **Buy the selected NFT**. You can either make a bid by converting some of your ETH to WETH using Uniswap in your Metamask wallet, or select a NFT directly by filtering for the ones with a “Buy Now” option. I’d recommend going with the Buy Now option as it is much simpler. In OpenSea “Buy Now” NFTs will be the ones with a black ETH symbol and 1 associated price on the right, like below: \\n 8. **Execute the transaction and pay your gas:** You will probably see a message to confirm your transaction in Metamask with an associated gas fee. I know this is painful, but is part of the cost of buying NFTs in your timeline, usually gas fees are in the \\\\~$100 range, but you can wait for lower ones usually late night PST. If using Phantom app, the gas fee is going to be really small.\\n 9. **Collect your NFT:** After a couple minutes your NFT will show up in your OpenSea profile if you bought with ETH, or in your Phantom wallet if you bought with SOL. You can save it (right click + save).\\n10. **Change your profile picture (and identity):** on Twitter to an image of the NFT you purchased! Yes, you can also change your profile pic on other Web2 platforms.\\n11. **Share your experience on Twitter**: link back to this post and tag @sdimantha: How has this changed about how you think about your identity? What would you want others to compose on top of your identity? What are the wildest derivative projects on top of your identity that you can imagine?\\n12. **Discussion opportunities!** My 2021 counterpart Shawn Dimantha (@sdimantha) may reach out to some of you to talk to you about how you feel and invite you to a small group discussion where we can expand upon the topics discussed in this post. Even if you didn’t buy an NFT you are welcome to join the conversation (you can always just right click + save, but it is not the same as owning and supporting the artists).\\n\\nOk happy travels and remember WAGMI :) \\n\\nshawndao\",\"timestamp\":1634014422,\"title\":\"Building 2046 Quest #1: Change Your Identity\"},\"digest\":\"jF4BxZSe8dalns2TtfkIRmKmwI3NuncBBnL5sXh-4pw\",\"authorship\":{\"contributor\":\"0x577f50D568eb6340C5c019282Bbfc0c6Dd8df8B6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EERs2gnyKccpIHgYjhU7buj82-KLx33D1zs4_En7WtU\\\",\\\"y\\\":\\\"gEMCJV4F2AQLKcr6f9IWyttSAomn31w4BNQhCQ5IC6I\\\"}\",\"signature\":\"G2rErBU0tmhdFUHAa-r3PfN8_GXW3etyaFjXEojTttVnXtn-8ZWFC1rb5QRsLFndmcEKM4eacYCkXW-Bie9QgA\",\"signingKeySignature\":\"0x945decb10bf2af3d5d88b55073fc5c5c38126e894aa93bfca5a0027f216e94eb3260b0e1327b9899095e4be808a1cb242615728389df869ac62426ca37cef5551b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EERs2gnyKccpIHgYjhU7buj82-KLx33D1zs4_En7WtU\\\",\\\"y\\\":\\\"gEMCJV4F2AQLKcr6f9IWyttSAomn31w4BNQhCQ5IC6I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jF4BxZSe8dalns2TtfkIRmKmwI3NuncBBnL5sXh-4pw\"}"