"{\"content\":{\"body\":\"### On this episode\\n\\n*Speaking of Bitcoin on the CoinDesk Podcast Network is brought to you by [CrystalBlockchain.com](https://crystalblockchain.com/?utm_source=coindesk&utm_medium=podcast&utm_campaign=sep_21)*.\\n\\nWhy did a joke cryptocurrency with zero ambition find massive success, yet a calculated military campaign with plenty of ambition turned into a massive failure? With the right leverage, 10 men can fight like 100, and one coin can spend like a million.\\n\\n## Transcript\\n\\nHello there- I’m George Frankly and I’m going to take a look at how even the best and brightest people can make truly stupid decisions and terrible predictions – and what we can learn from them. This is “Dare to be Stupid.”\\n\\nThis time on “Dare to be Stupid”: “force multipliers,” or “the sure thing versus the underdoge.”\\n\\nIn 2013, two men told a joke that never quite landed. In fact, that joke is still soaring sky high as we speak. That joke was dogecoin, a parody cryptocurrency founded on the twin economic principles of memes and Comic Sans. A financial powerhouse, this was not.\\n\\nYet, now eight years later, dogecoin is a financial powerhouse – easily more than ever intended. It’s a competitive cryptocurrency that has made many people wealthy thanks to the dumbest of dumb money. Dogecoin was set up for failure – on paper, it had NOTHING going for it… and yet now it’s an explosive success. It was destined to be the underdog – or underdoge – and now it’s the mouse that roared.\\n\\nBut in 1982, a Lion roared… and a squeak came out. Argentina ambitiously took on the British Empire and had the deck stacked in its favor. On paper, it had everything going for it… and it all fell apart.\\n\\nThat’s right: doge and the Falklands War are two sides of the same crypto-coin. An underdog that climbed to victory and a top dog that dropped the ball. Why did these radically different forces go one way on paper, and the opposite in practice? Let’s talk about paperwork, predictions, and how force multipliers can flip the script.\\n\\nTo many people, dogecoin is no joke. To its two creators, Jackson Palmer and Billy Markus, it was absolutely a joke. Dogecoin wasn’t even a coin at its inception: Palmer, an Adobe software engineer, jokingly made a name, logo, and website as the extent of the joke and that was that. Markus, an IBM engineer, had toyed with the idea of parody crypto coins before: he had created a blockchain of Bells, the resident currency of Animal Crossing. These two jokes crossed paths and birthed a new one: dogecoin, the litecoin-derivative actual cryptocurrency.\\n\\nBorn of jokes and born to be a joke, dogecoin did not take itself seriously. The terrible font and memespeak stayed front and center as their brand identity. Even better, the coin launched with totally randomized block mining rewards: Unlike the deflationary rewards of Bitcoin or more stable yields of other blockchains, doge brought only chaos. The rewards were made up and the prices don’t matter. The best you could say was that dogecoin was just litecoin, only dumb.\\n\\nArgentina was not a joke – especially not under the frustrated military junta that came to power in the 1970s. By 1982, the nation was aggressively militarized and economically struggling, and it faced growing civil unrest. The country had a surplus of force and a deficit of patriotism: They needed a win.\\n\\nThe ideal win was obvious: the Falkland Islands. The Falklands, an island archipelago in the South Atlantic, had been the target of various European colonists throughout the 1700s until Great Britain asserted dominance in 1833. From that point onward, Britain was the de facto owner… but Argentina, the closest neighboring coast, always professed its own ownership over the nearby islands. The dispute simmered into the 20th century, where eventually even the United Nations attempted to step in and mediate… to no results.\\n\\nThe islands were a long-standing emblem of Argentinian sovereignty and a final bastion of colonialism under the old British Empire. The reclamation of the islands would be a major political and social victory for Argentina’s leadership, and the large-scale undertaking would be a helpful distraction from the nation’s economic woes. Moreover, despite the seemingly massive strength of a world power like the United Kingdom, Argentina was actually poised to pull it off.\\n\\nThis is a sore point for both nations even today: Pop culture talks about the Falklands War pretty flippantly, as if Argentina was an upstart child that stuck its hands into the lion cage. History, however, paints a different picture. Argentina was no child, and it had no intention of entering the conflict as an underdog. The stats were encouraging.\\n\\nSuperpower or not, Britain was over 8,000 miles from the Falklands. Argentina’s nearest shore was only 300 miles. Argentina had the range and infrastructure to bring the entire nation’s resources to bear on the islands; her Majesty and Mrs. Margaret Thatcher would have to organize from limited staging areas and operate entirely off of naval vessels. Argentina was guaranteed air superiority from the start, and the U.K. was guaranteed to start on the back foot. Any response the Brits could muster would take weeks to arrive and be outnumbered at least two-to-one at every turn.\\n\\n...and that’s just supply chain logistics. The political theater also favored the Argentines: Britain and the rest of NATO were preoccupied with some fad called the Cold War, and it would be dangerous to pull forces away from Soviet-facing positions just to put out brush fires on some distant island. The Brits would have no air cover, no supply chain and no element of surprise.\\n\\nThe simple fact was that Argentina could sweep the islands overnight, probably without firing a shot, and it would be a fait accompli. Britain would wake up the next morning to find out they had already lost. For Britain to DO anything about it would be an expensive and Sisyphean task, all just to keep ownership of some islands that had been practically independent for years. The material, the numbers and the famous principle of rational self-interest all agreed: The Argentina that dares, wins.\\n\\nSo... they lost. They lost bad. But I’ll get to that. What the hell is up with dogecoin, you guys?\\n\\nDogecoin was a joke, and it did jokey, well-meaning things. It was entertaining enough that many people showed interest in it, and that created some movement. The community used it for fun exchanges and as a basis for charity crowdfunding, and within its first few months it rocketed to 0.001 dollars – one-tenth of a cent. That may not seem like much, but a growth of 0.001 over a basis of, well, zero, equals exactly calculator error percent.\\n\\nThe momentum – and the upbeat press coverage- reached the point of the famous dogecoin-sponsored Nascar in 2014. Memorable as it may be, this was not the watershed moment you may think it is. Rather, it was a telling moment: The car wasn’t magically funded by the inherent value of dogecoin. Instead, dogecoin was simply used as the pledge token that the community pushed in order to raise funds for their crazy Nascar dream.\\n\\nThis was a unique case of the tail wagging the doge: The car wasn’t sponsored by the legitimacy of dogecoin’s value, it was dogecoin’s VALUE that was legitimized by the car. Suddenly the joke coin you’ve been hearing about has a billboard on wheels with a million eyes on it: This was the first of many force multipliers to apply leverage on the plucky doge-faced-ducket.\\n\\nSo, then. What is a force multiplier? It’s a difficult thing to put into numbers… and that’s why it can have such a dramatic effect on the numbers. It’s primarily a military term, referring to an element of a situation that can amplify the effective manpower of the soldiers on the field. Sometimes this can be directly quantified: Perhaps a force of 50 men on horseback can fight with the efficacy of 100 men on foot. That would be a force multiplier of two. Often, though, it defies obvious measures: One hundred men marching on full stomachs will undoubtedly outperform 100 men going hungry, but it would be hard to give that a precise number..\\n\\nAt its simplest, a force multiplier is literally a lever: a stone that three men can move by hand could also be moved by one man with a lever. The lever does not replace two of the men, nor does it make one man suddenly stronger: It is only a multiplier, a coefficient that amplifies an existing basis. It may shock you, then, that a stone sitting next to a pile of unattended levers will probably not go anywhere.\\n\\nForce multipliers of two or three can be game-changing... but force multipliers into the hundreds or thousands can be reality-warping. An underdog with one percent odds and a 200 force multiplier isn’t an underdog anymore: It’s a sure bet, if you can spot it.\\n\\nDogecoin, regardless of its intrinsic or functional qualities, has been buffeted by unique force multipliers. The Dogecoin Nascar was just one of a long series of public spectacles that bolstered its value through familiarity and positive association: In a world of high-risk, hard-to-understand speculative currency gambles and scams, the friendly face of dogecoin continued to show up in shockingly pleasant contexts. Sandwiched between horror stories of plundered startups and costly crashes were stories of dogecoin cars, dogecoin charities and silly tales of casual folks hitting it big with the friendly dog joke crypto. Dogecoin, through its perceived harmlessness, inadvertently developed the most non-threatening PR campaign in all of crypto. Paired with occasional name-drops by celebrities like Snoop Dogg, Gene Simmons, and that Tesla guy, dogecoin has gained a powerful positive-association effect regardless of what it is, how it works or how it was intended.\\n\\nAs my evergreen source of quotes, the behavioral economist Daniel Kahneman warned us, quote “a reliable way to make people believe in falsehoods is frequent repetition, because familiarity is not easily distinguished from truth.” End quote. With a traditional press that often spared it from the usual crypto naysaying and celebrities who hyped it without any pretense of technical merit, dogecoin rode a long slow wave of positive familiarity… the kind of marketing mindshare professionals would sell their souls for.\\n\\nDogecoin enthusiasts have joined the rush to fund interesting causes like the Jamaican bobsled team or sometimes just to bolster the value to prove they can. Dogecoin today has over 10,000 percent 12-month ROI. It’s traded on Coinbase. It is a mainstream cryptocurrency, so much so that its creators have long since disavowed it as yet another speculative fad overrun by opportunists. That friendly, joking origin story accidentally gave doge enough force to reach legitimacy… will that force multiplier last if the joke is over?\\n\\nThat’s not for me to speculate. What I can say for certain is that the Falklands are decidedly still British islands today. Argentina counted on superior numbers discouraging or outright defeating British retaliation. They were wrong about both.\\n\\nOn April 2, 1982 Argentina swept over the Falklands in a single day with minimal fighting and casualties. That was the only step that went by the numbers.\\n\\nThere was very little deliberation in London: Britain was not going to ignore the transgression, much less abandon the residents of the islands. Thatcher had a Navy task force moving south the next day. Argentina had been right that Britain would be on the back foot: It had no contingency plans for such an event and only a few days of speculation before it occurred. It scrambled a ragtag group of over 100 ships, less than half of them actual Royal Navy vessels.\\n\\nThe British taskforce carried 6,000 fighting troops and took over two weeks to arrive, facing an immediate force of 10,000 Argentines with at least another 10,000 in reserve. Onboard two aircraft carriers, it had around 40 air fighters who would face up against over 200 Argentinian fighting aircraft.\\n\\nI could keep attempting to scrape together rough numbers for all sorts of minutiae but the message is clear: Argentina had overwhelming numbers and access to more.\\n\\nThey were overwhelmingly defeated within eight weeks.\\n\\nThe numbers didn’t matter – even the technology didn’t matter. The force multiplying influence of tactics and experience simply defied statistics. Post-war Britain, at the height of the cold war no less, was fielding some of the most capable troops in the world, trained by the experienced soldiers who had struggled, innovated and won in the Second World War. Argentina was fielding a force largely of mandatory conscripted soldiers, trained without that kind of leadership.\\n\\nBritish pilots outmatched their opponents so severely that their obvious numerical and mechanical handicaps never mattered. The primary Royal Navy jet on the scene was the Harrier jump jet, a specialty fighter made for short runway takeoffs that compromised its speed and handling. Argentina was flying Dessault Mirage fighters, a decidedly faster and more agile machine than the royal harrier. And yet, British pilots took on two or three of the more maneuverable Argentinian fighters at a time and consistently won. For every one British fixed-wing aircraft shot down, Argentina lost seven.\\n\\nOne of the strangest and most overlooked matchups in this conflict is, I think, a microcosm of the larger problem Argentina faced. The Falklands war was the one of the only times in modern history that two militaries fielded the same main infantry rifle against each other; both Argentina and the U.K. were equipped with the reliable, Belgian-made FN FAL battle rifle. This seemingly-identical pairing was totally offset by the multiplier effect of skill and experience. You see, the British models were strictly single-shot semi-auto. The argentine FAL rifles were select-fire models, typically set to fully-automatic fire – something that looks great in the movies but is wildly ineffective in the real world. The FAL was an overpowered rifle chambered to fire very large-caliber rounds: Single shots were hard-hitting and accurate, but a FAL on full auto was completely uncontrollable, a mechanical bull spraying random lead.\\n\\nThe lessons of World War II, where battle rifle tactics were developed, and over a century of British military hyper-focus on marksmanship all combined to make the exact same weapon several times more effective when placed in the hands of a Royal Marine. Conversely, the ignorance of Argentine leadership had an inverse multiplier effect: The Argentine rifle and the men holding it were both made less than the sum of their parts.\\n\\nIt’s extremely easy – and extremely satisfying – to glorify a decisive victory by an underdog, but by now it’s clear Britain was never going to be the underdog. The United Kingdom was never at risk of losing – at worst, it would have simply won at a higher cost. It is all relative… and no single spreadsheet of metrics will ever capture every factor at work. The raw, mechanical limits of a lone human being – or a modest crypto coin – are only a small basis of their potential. The right tools, the right information and the right communication can increase that potential 10-fold.\\n\\nIf we look past the numbers, if we look at the message behind this conflict, there is no satisfaction: Young Argentinians, conscripted against their will, were sent by inexperienced egotist dictators against a global war machine. In their arrogance, those leaders thought everything of the numbers and nothing of the context, the details, the unknowns.\\n\\nGiven the right opportunity and the right story, a joke cryptocurrency can hold its own against the big dogs. With the right story and the right numbers, I can make it sound like a global nuclear superpower was the underdog against a tiny South American dictatorship. Without all the details, it’s never a sure bet who is or is not the underdog. And you’ll never have all the details.\\n\\nThanks for listening. As always, remember that all of my job titles come with the word “armchair.” If you’re an expert and I’m getting it wrong, I’d like to hear from you.\",\"timestamp\":1634803890,\"title\":\"The Sure Thing, the Force Multiplier and the Underdoge\"},\"digest\":\"yP0GIck28R3HD8hY7jhRTZ977vSiySoUn2I3PqLn5Hk\",\"authorship\":{\"contributor\":\"0x118719A355F8Fe62814694d032B8397B01aa196f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KmUeWvWjbNxG2Hot2yF81M1kUtz4RF6qjoGHYy_hHsY\\\",\\\"y\\\":\\\"btQP876qjWba4SS6Lim9i7cmBCGbF2p-SMUIG8NlOY8\\\"}\",\"signature\":\"lxXWkkSc8Z-_6kSOJstW6aeOV3XfzfmtDvntCWLKY-i-scVpBjx3eOfH51N9GTwHr_72bCrhqEKFGOGp8LPU2g\",\"signingKeySignature\":\"0xa7d5edec689ee56e7441fe8d1d09f9534261fe49659ccb7d3978ff8ef625e80653e5965c4daf8c253314b0fb8178f4e49072d6f304b2d1a1e5bdae6d2d4e76201c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KmUeWvWjbNxG2Hot2yF81M1kUtz4RF6qjoGHYy_hHsY\\\",\\\"y\\\":\\\"btQP876qjWba4SS6Lim9i7cmBCGbF2p-SMUIG8NlOY8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yP0GIck28R3HD8hY7jhRTZ977vSiySoUn2I3PqLn5Hk\"}"