"{\"content\":{\"body\":\"Tencent has made many attempts in the direction of blockchain. The group has integrated the blockchain into a single business line, such as Tencent security, Tencent cloud and its Weizhong bank.\\n\\nHowever, when it comes to Tencent's blockchain, the most direct business is Tencent blockchain. In this article, we will sort out relevant materials of Tencent blockchain. You can use these materials to feel the boundary between Tencent blockchain and other blockchain businesses.\\n\\nTencent blockchain is an autonomous and controllable blockchain infrastructure that can build safe and efficient solutions for business scenarios. Build value connectors for enterprises and institutions to jointly promote the development of value Internet.\\n\\nThe overall application framework of Tencent blockchain adheres to the distributed, weak center and self-organization spirit of blockchain, weakens the dependence of each node on centralized facilities in the process of business development as much as possible, and can solve the problem of the whole life cycle of application from front to back.\\n\\nIn terms of technical implementation, the overall application of Tencent blockchain can be divided into four layers: blockchain basic service layer, industry application service layer, business logic presentation layer and alliance governance layer.\\n\\nAmong them, the blockchain basic service layer, industry application service layer and business logic presentation layer belong to the category of node software, which should be deployed on their own nodes and belong to the private facilities of alliance members; The alliance governance layer belongs to the public facilities of the alliance and should be deployed on the neutral node of the Alliance Committee. At present, it is more appropriate to be operated by the blockchain technology service provider to facilitate subsequent software upgrading and maintenance.\\n\\nIn terms of products, Tencent blockchain mainly includes baas and trustsql.\\n\\nBaas mainly provides merchant registration, chain, node information query, and some chain operations. After merchant registration is successful, you can obtain organization ID, chain information, etc. through baas, which is the necessary information for subsequent interface services.\\n\\nTrustsql is the underlying service of Tencent blockchain. It mainly provides transaction insertion, transaction query and other operations. Users can directly develop this layer, but the difficulty will increase a lot. In order to better enable users to quickly access Tencent blockchain, trustsql provides upper interface encapsulation, mainly including digital asset service and shared information service. These two services provide rest style interfaces for convenient access.\\n\\nDigital asset services, shared information services and trustsql services are decentralized. They are deployed to nodes in the form of images and controlled by operation permissions. Users can close and open interfaces according to their own needs.\\n\\nBaas platform architecture\\n\\nBaas open platform is positioned as an enterprise blockchain application open platform provided by Tencent blockchain. Customers can use the test chain for service testing or build their own exclusive alliance chain. The overall architecture design of baas open platform is divided into two parts: chain management platform and node management platform.\\n\\nThe chain management platform is responsible for building the chain and managing the chain, nodes and members, without involving business logic and reading and writing data.\\n\\nThe node management platform, deployed locally, can help users manage data and business logic, and has the functions of user public key management and blockchain browser.\\n\\nThe chain management platform manages the alliance chain dimension, focuses on management functions, and provides baas level function APIs for calling, without involving business data on nodes. Chain owners and participants can register on the baas platform to view and manage the alliance chains they have created or participated in.\\n\\nThe node management platform manages node dimensions, focuses on business functions, and provides node level function APIs deployed on each node for calling (digital assets, shared ledger) and blockchain browser. The owner of a node can log in to its own node management platform to view and manage its own nodes and data on the chain.\\n\\nIn addition, Tencent blockchain provides two types of interface services: baas level functional interface and node level functional interface, which are used to complete management and business functions.\\n\\nIn order to further simplify the interface docking of the application platform, it is also equipped with an SDK development package, which encapsulates functions such as public-private key pair generation, address generation, signature, signature verification, encryption and decryption, and provides support in Java and C + +, which is convenient for business developers to use directly.\\n\\nBaas level function\\n\\nBaas level function interface is mainly used for chain management and private key hosting services, including:\\n\\n(1) In the blockchain browser interface, the \\\"obtain the information of the chain through the node\\\" interface and the \\\"obtain the information of the chain and nodes on the chain\\\" interface;\\n\\n(2) Tencent public key infrastructure (tpki) interface;\\n\\nNode level functional interface\\n\\nThrough the image file, it is deployed locally on the user node. It is mainly used to include:\\n\\n(1) Digital asset service interface;\\n\\n(2) Shared information service interface;\\n\\n(3) The interface of \\\"obtaining transaction information through block height\\\" in the blockchain browser interface;\\n\\nInterface design idea\\n\\nTrustsql application platform interface includes two application scenarios: digital assets and information sharing, and interfaces for other scenarios will be launched in the later stage. The interface design follows the following ideas:\\n\\n(1) The private keys of institutions and institutional users are recommended to be saved by users themselves, and the platform also provides hosting services.\\n\\n(2) The interface interaction process of digital assets is divided into two steps: application and submission. The two steps can be completed only by calling the interface of the same node. Application is to request the generation of a string to be signed, and submission is to submit a signature for confirmation, except for the query interface.\\n\\n(3) The information sharing interface supports submission without signature parameters. At this time, the interface will return the string to be signed. The user can generate a signature according to the string to be signed and submit again.\\n\\nAlliance chain creation process\\n\\nThe alliance chain creation process mainly includes four steps: creating a new alliance chain, adding nodes, inviting members and starting an alliance chain. You can operate according to the process prompts when creating an alliance chain.\\n\\nThe new alliance chain mainly completes the naming and description of the alliance chain.\\n\\nAdding nodes is mainly to add various participants to the alliance chain, and an alliance chain needs at least four nodes to participate in it. At present, there are three ways to add nodes: purchase nodes, add associated nodes, and associate existing Tencent cloud machines.\\n\\nThe invited members are mainly the ability of the initiator of the alliance chain to invite other participants in the chain to enter the alliance chain. When the initiator invites other institutions to enter the alliance chain, it can be divided into two categories according to whether the invitee needs to bring its own nodes to enter the alliance chain: allocation nodes and its own nodes.\\n\\nAt least 4 nodes are required to start a federation chain. When this condition is met, a federation chain can be started and run.\\n\\nBasic process of digital asset service (taking asset issuance as an example):\\n\\n1. The user registers on the baas platform and obtains the organization ID after successful registration.\\n2. Upload the public key of the institution on the baas interface. The public key is used for signature verification, and the corresponding private key is used for encryption by the communicating party. It is recommended to save the private key. Baas also provides private key hosting service.\\n3. Creating a new alliance chain involves associating with Tencent cloud, purchasing machines, entering node information, starting the alliance chain, and obtaining the chain ID after success.\\n4. Application for digital asset issuance.\\n5. Digital asset issuance submission.\\n\\nBasic process of shared information service (taking new shared information as an example):\\n\\n1. The user registers on the baas platform and obtains the organization ID after successful registration.\\n2. Upload the public key of the institution on the baas interface. The public key is used for signature verification, and the corresponding private key is used for encryption by the communicating party. It is recommended to save the private key. Baas also provides private key hosting service.\\n3. Creating a new alliance chain involves associating with Tencent cloud, purchasing machines, entering node information, starting the alliance chain, and obtaining the chain ID after success.\\n4. Information sharing application.\\n5. Shared information submission.\",\"timestamp\":1636206647,\"title\":\"Read Tencent blockchain\"},\"digest\":\"lGaVlMIVi-i7XiB_RvZdHj3yFtB0FJ3y0StBAV5Cjsw\",\"authorship\":{\"contributor\":\"0x981089e9d75994c0495181f55D40C18eb8cd0eAB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"URebuU54l38v5HODr2sBhXTz2c-TdrobyoEg25QdV8M\\\",\\\"y\\\":\\\"vKqvmEBfseQdNQ75uIFIuuwL78qdJizbjeWFbYeC2g0\\\"}\",\"signature\":\"DlcePsyYFAPyxKSa7ZE5Un2ljTpDhKsSelI_wvl-HP5IBllOoagWHWL9NsDD4TiIZFGq_ySECkVRvjwztDamIw\",\"signingKeySignature\":\"0x701e28250539ff602711c073e1a6bc51f8d27ee2d843fa1fdcc2aa434274265c6059f67af92160ab20e94d41f313498f320f1854c19374b1d7db08ce63ebb8b51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"URebuU54l38v5HODr2sBhXTz2c-TdrobyoEg25QdV8M\\\",\\\"y\\\":\\\"vKqvmEBfseQdNQ75uIFIuuwL78qdJizbjeWFbYeC2g0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lGaVlMIVi-i7XiB_RvZdHj3yFtB0FJ3y0StBAV5Cjsw\"}"