"{\"content\":{\"body\":\"\\\"No, indeed; I don't think you are that sort of a man at all, ha! ha!\\\"\\n\\n\\\"Oh, Miss Gale, pity me. Tell me how to find her. That Fanny Dover says women are only enigmas to men; they understand one another.\\\"\\n\\n\\\"What,\\\" said Rhoda, turning swiftly on him; \\\"does that little chit pretend to read my noble Ina?\\\"\\n\\n\\\"If she cannot, perhaps you can. You are so shrewd. Do tell me, what does it all mean?\\\"\\n\\n\\\"It means nothing at all, I dare say; only a woman's impulse. They are such geese at times, every one of them.\\\"\\n\\n\\\"Oh, if I did but know what country she is in, I would ransack it.\\\"\\n\\n\\\"Hum!--countries are biggish places.\\\"\\n\\n\\\"I don't care.\\\"\\n\\n\\\"What will you give me to tell you where she is at this moment?\\\"\\n\\n\\\"All I have in the world.\\\"\\n\\n\\\"That is sufficient. Well, then, first assign me your estates; then fetch me an ordnance map of creation, and I will put my finger on her.\\\"\\n\\n\\\"You little mocking fiend, you!\\\"\\n\\n\\\"I am not. I'm a tall, beneficent angel; and I'll tell you where she is--for nothing. Keep your land: who wants it?--it is only a bother.\\\"\\n\\n\\\"For pity's sake, don't trifle with me.\\\"\\n\\n\\\"I never will, where your heart is interested. She is at Zutzig.\\\"\\n\\n\\\"Ah, you good girl! She has written to you.\\\"\\n\\n\\\"Not a line, the monster! And I'll serve her out. I'll teach her to play hide-and-seek with Gale, M.D.!\\\"\\n\\n\\\"Zutzig!\\\" said Vizard; \\\"how can you know?\\\"\\n\\n\\\"What does that matter? Well, yes--I will reveal the mental process. First of all, she has gone to her mother.\\\"\\n\\n\\\"How do you know that?\\\"\\n\\n\\\"Oh, dear, dear, dear! Because that is where every daughter goes in trouble. I should--she *has.* Fancy you not seeing that--why, Fanny Dover would have told you that much in a moment. But now you will have to thank *my* mother for teaching me Attention, the parent of Memory. Pray, sir, who were the witnesses to that abominable marriage of hers?\\\"\\n\\n\\\"I remember two, Baron Hompesch--\\\"\\n\\n\\\"No, Count Hompesch.\\\"\\n\\n\\\"And Count Meurice.\\\"\\n\\n\\\"Viscount. What, have you forgotten Herr Formes, Fraulein Graafe, Zug the Capellmeister, and her very mother? Come now, whose daughter is she?\\\"\\n\\n\\\"I forget, I'm sure.\\\"\\n\\n\\\"Walter Ferris and Eva Klosking, of Zutzig, in Denmark. Pack--start for Copenhagen. Consult an ordnance map there. Find out Zutzig. Go to Zutzig, and you have got her. It is some hole in a wilderness, and she can't escape.\\\"\\n\\n\\\"You clever little angel! I'll be there in three days. Do you really think I shall succeed?\\\"\\n\\n\\\"Your own fault if you don't. She has run into a *cul-de-sac* through being too clever; and, besides, women sometimes run away just to be caught, and hide on purpose to be found. I should not wonder if she has said to herself, 'He will find me if he loves me so very, very much--I'll try him.'\\\"\\n\\n\\\"Not a word more, angelic fox,\\\" said Vizard; \\\"I'm off to Zutzig.\\\"\\n\\nHe went out on fire. She opened the window and screeched after him, \\\"Everything is fair after her behavior to me. Take her a book of those spiritual songs she is so fond of. 'Johnny comes marching home,' is worth the lot, I reckon.\\\"\\n\\nAway went Vizard; found Copenhagen with ease; Zutzig with difficulty, being a small village. But once there, he soon found the farmhouse of Eva Klosking. He drove up to the door. A Danish laborer came out from the stable directly; and a buxom girl, with pale golden hair, opened the door. These two seized his luggage, and conveyed it into the house, and the hired vehicle to the stable. Vizard thought it must be an inn.\\n\\nThe girl bubbled melodious sounds, and ran off and brought a sweet, venerable name. Vizard recognized Eva Klosking at once. The old lady said, \\\"Few strangers come here--are you not English?\\\"\\n\\n\\\"Yes, madam.\\\"\\n\\n\\\"It is Mr. Vizard--is it not?\\\"\\n\\n\\\"Yes, madam.\\\"\\n\\n\\\"Ah, sir, my daughter will welcome you, but not more heartily than I do. My child has told me all she owes to you\\\"--then in Danish, \\\"God bless the hour you come under this roof.\\\"\\n\\nVizard's heart beat tumultuously, wondering how Ina Klosking would receive him. The servant had told her a tall stranger was come. She knew in a moment who it was; so she had the advantage of being prepared.\\n\\nShe came to him, her cheeks dyed with blushes, and gave him both hands. \\\"You here!\\\" said she; \\\"oh, happy day! Mother, he must have the south chamber. I will go and prepare it for him. Tecla!--Tecla!\\\"--and she was all hostess. She committed him to her mother, while she and the servant went upstairs.\\n\\nHe felt discomfited a little. He wanted to know, all in a moment, whether she would love him.\\n\\nHowever, Danish hospitality has its good side. He soon found out he might live the rest of his days there if he chose.\\n\\nHe soon got her alone, and said, \\\"You knew I should find you, cruel one.\\\"\\n\\n\\\"How could I dream of such a thing?\\\" said she, blushing.\\n\\n\\\"Oh, Love is a detective. You said to yourself, 'If he loves me as I ought to be loved, he will search Europe for me; but he will find me.'\\\"\\n\\n\\\"Oh, then it was not to be at peace and rest on my mother's bosom I came here; it was to give you the trouble of running after me. Oh, fie!\\\"\\n\\n\\\"You are right. I am a vain fool.\\\"\\n\\n\\\"No, that you are not. After all, how do I know all that was in my heart? (Ahem!) Be sure of this, you are very welcome. I must go and see about your dinner.\\\"\\n\\nIn that Danish farmhouse life was very primitive. Eva Klosking, and both her daughters, helped the two female servants, or directed them, in every department. So Ina, who was on her defense, had many excuses for escaping Vizard, when he pressed her too hotly. But at last she was obliged to say, \\\"Oh, pray, my friend--we are in Denmark: here widows are expected to be discreet.\\\"\\n\\n\\\"But that is no reason why the English fellows who adore them should be discreet.\\\"\\n\\n\\\"Perhaps not: but then the Danish lady runs away.\\\"\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/77](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/77)\\n\\n\",\"timestamp\":1637673150,\"title\":\"\\n\\\"Do you think I am going to sit down with my hands before me, and lose her forever?\\\"\"},\"digest\":\"8uv9-EPrumcmheQxv1b6RbjhMMNznydwa6Z8Ycx1tMg\",\"authorship\":{\"contributor\":\"0x9dA14EBFe3CfE059a88A873b83F5D7f596175316\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZxDJu8KNHaFcqOVtPyxrv6qFQQ6MXU8hi8CpS0pMukE\\\",\\\"y\\\":\\\"wGJLXGRnBwvHerU3Uf1ntXWWrqpbLJoO6PJjwQpz8zs\\\"}\",\"signature\":\"HrQj_Sg8rmc6Ov7Vh6QvAddRB7vjwC99HZnoX96HmvPNk90-FIpsdS0ScwLivjV3tN1T8LIkaQQlbNO1Gic3qg\",\"signingKeySignature\":\"0x0b9110694f9810c0eec15f385e1e4c62b04e6e89e7cf84882c908b89aeb305dc09726cd377bb18e1cfe95a03a361db9e65d2a2d4f7e99b5d49145fef3d2b98291c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZxDJu8KNHaFcqOVtPyxrv6qFQQ6MXU8hi8CpS0pMukE\\\",\\\"y\\\":\\\"wGJLXGRnBwvHerU3Uf1ntXWWrqpbLJoO6PJjwQpz8zs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8uv9-EPrumcmheQxv1b6RbjhMMNznydwa6Z8Ycx1tMg\"}"