"{\"content\":{\"body\":\"He had seen the Saviour a child in a manger, and was prepared by his faith for the rude and simple in connection with the Divine reappearance. So he kept his seat, his hands crossed upon his breast, his lips moving in prayer. He was not expecting a king.\\n\\nIn this time of such interest to the new-comers, and in which they were so differently moved, another man had been sitting by himself on a stone at the edge of the river, thinking yet, probably, of the sermon he had been hearing. Now, however, he arose, and walked slowly up from the shore, in a course to take him across the line the Nazarite was pursuing and bring him near the camel.\\n\\nAnd the two--the preacher and the stranger--kept on until they came, the former within twenty yards of the animal, the latter within ten feet. Then the preacher stopped, and flung the hair from his eyes, looked at the stranger, threw his hands up as a signal to all the people in sight; and they also stopped, each in the pose of a listener; and when the hush was perfect, slowly the staff in the Nazarite's right hand came down and pointed to the stranger.\\n\\nAll those who before were but listeners became watchers also.\\n\\nAt the same instant, under the same impulse, Balthasar and Ben-Hur fixed their gaze upon the man pointed out, and both took the same impression, only in different degree. He was moving slowly towards them in a clear space a little to their front, a form slightly above the average in stature, and slender, even delicate. His action was calm and deliberate, like that habitual to men much given to serious thought upon grave subjects; and it well became his costume, which was an undergarment full-sleeved and reaching to the ankles, and an outer robe called the talith; on his left arm he carried the usual handkerchief for the head, the red fillet swinging loose down his side. Except the fillet and a narrow border of blue at the lower edge of the talith, his attire was of linen yellowed with dust and road stains. Possibly the exception should be extended to the tassels, which were blue and white, as prescribed by law for rabbis. His sandals were of the simplest kind. He was without scrip or girdle or staff.\\n\\nThese points of appearance, however, the three beholders observed briefly, and rather as accessories to the head and face of the man, which--especially the latter--were the real sources of the spell they caught in common with all who stood looking at him.\\n\\nThe head was open to the cloudless light, except as it was draped with hair long and slightly waved, and parted in the middle, and auburn in tint, with a tendency to reddish golden where most strongly touched by the sun. Under a broad, low forehead, under black well arched brows, beamed eyes dark-blue and large, and softened to exceeding tenderness by lashes of the great length sometimes seen on children, but seldom, if ever, on men. As to the other features, it would have been difficult to decide whether they were Greek or Jewish. The delicacy of the nostrils and mouth was unusual to the latter type; and when it was taken into account with the gentleness of the eyes, the pallor of the complexion, the fine texture of the hair, and the softness of the beard, which fell in waves over his throat to his breast, never a soldier but would have laughed at him in encounter, never a woman who would not have confided in him at sight, never a child that would not, with quick instinct, have given him its hand and whole artless trust; nor might any one have said he was not beautiful.\\n\\nThe features, it should be further said, were ruled by a certain expression which, as the viewer chose, might with equal correctness have been called the effect of intelligence, love, pity, or sorrow; though, in better speech, it was a blending of them all--a look easy to fancy as the mark of a sinless soul doomed to the sight and understanding of the utter sinfulness of those among whom it was passing; yet withal no one could have observed the face with a thought of weakness in the man; so, at least, would not they who know that the qualities mentioned--love, sorrow, pity--are the results of a consciousness of strength to bear suffering oftener than strength to do; such has been the might of martyrs and devotees and the myriads written down in saintly calendars. And such, indeed, was the air of this one.\\n\\nSlowly he drew near--nearer the three.\\n\\nNow Ben-Hur, mounted and spear in hand, was an object to claim the glance of a king; yet the eyes of the man approaching were all the time raised above him--and not to Iras, whose loveliness has been so often remarked, but to Balthasar, the old and unserviceable.\\n\\nThe hush was profound.\\n\\nPresently the Nazarite, still pointing with his staff, cried, in a loud voice,\\n\\n\\\"Behold the Lamb of God, which taketh away the sin of the world!\\\"\\n\\nThe many standing still, arrested by the action of the speaker, and listening for what might follow, were struck with awe by words so strange and past their understanding; upon Balthasar they were overpowering. He was there to see once more the Redeemer of men. The faith which had brought him the singular privileges of the time long gone abode yet in his heart; and if now it gave him a power of vision above that of his fellows--a power to see and know him for whom he was looking--better than calling the power a miracle, let it be thought of as the faculty of a soul not yet entirely released from the divine relations to which it had been formerly admitted, or as the fitting reward of a life in that age so without examples of holiness--a life itself a miracle. The ideal of his faith was before him, perfect in face, form, dress, action, age; and he was in its view, and the view was recognition. Ah, now if something should happen to identify the stranger beyond all doubt!\\n\\nAnd that was what did happen.\\n\\nExactly at the fitting moment, as if to assure the trembling Egyptian, the Nazarite repeated the outcry,\\n\\n\\\"Behold the Lamb of God, which taketh away the sin of the world!\\\"\\n\\nBalthasar fell upon his knees. For him there was no need of explanation; and as if the Nazarite knew it, he turned to those more immediately about him staring in wonder, and continued:\\n\\n\\\"This is he of whom I said, After me cometh a man which is preferred before me, for he was before me. And I knew him not: but that he should be manifest to Israel, therefore am I come baptizing with water. I saw the Spirit descending from heaven like a dove, and it abode upon him. And I knew him not: but he that sent me to baptize with water, the same said unto me, Upon whom thou shalt see the Spirit descending and remaining on him, the same is he which baptizeth with the Holy Ghost. And I saw and bare record, that this\\\"--he paused, his staff still pointing at the stranger in the white garments, as if to give a more absolute certainty to both his words and the conclusions intended--\\\"I bare record, THAT THIS IS THE SON OF GOD!\\\"\\n\\n\\\"It is he, it is he!\\\" Balthasar cried, with upraised tearful eyes. Next moment he sank down insensible.\\n\\nIn this time, it should be remembered, Ben-Hur was studying the face of the stranger, though with an interest entirely different. He was not insensible to its purity of feature, and its thoughtfulness, tenderness, humility, and holiness; but just then there was room in his mind for but one thought--Who is this man? And what? Messiah or king? Never was apparition more unroyal. Nay, looking at that calm, benignant countenance, the very idea of war and conquest, and lust of dominion, smote him like a profanation. He said, as if speaking to his own heart, Balthasar must be right and Simonides wrong. This man has not come to rebuild the throne of Solomon; he has neither the nature nor the genius of Herod; king he may be, but not of another and greater than Rome.\\n\\nIt should be understood now that this was not a conclusion with Ben-Hur, but an impression merely; and while it was forming, while yet he gazed at the wonderful countenance, his memory began to throe and struggle. \\\"Surely,\\\" he said to himself, \\\"I have seen the man; but where and when?\\\" That the look, so calm, so pitiful, so loving, had somewhere in a past time beamed upon him as that moment it was beaming upon Balthasar became an assurance. Faintly at first, at last a clear light, a burst of sunshine, the scene by the well at Nazareth what time the Roman guard was dragging him to the galleys returned, and all his being thrilled. Those hands had helped him when he was perishing. The face was one of the pictures he had carried in mind ever since. In the effusion of feeling excited, the explanation of the preacher was lost by him, all but the last words--words so marvellous that the world yet rings with them:\\n\\n\\\"--this is the SON OF GOD!\\\"\\n\\nBen-Hur leaped from his horse to render homage to his benefactor; but Iras cried to him, \\\"Help, son of Hur, help, or my father will die!\\\"\\n\\nHe stopped, looked back, then hurried to her assistance. She gave him a cup; and leaving the slave to bring the camel to its knees, he ran to the river for water. The stranger was gone when he came back.\\n\\nAt last Balthasar was restored to consciousness. Stretching forth his hands, he asked, feebly, \\\"Where is he?\\\"\\n\\n\\\"Who?\\\" asked Iras.\\n\\nAn intense instant interest shone upon the good man's face, as if a last wish had been gratified, and he answered,\\n\\n\\\"He--the Redeemer--the Son of God, whom I have seen again.\\\"\\n\\n\\\"Believest thou so?\\\" Iras asked in a low voice of Ben-Hur.\\n\\n\\\"The time is full of wonders; let us wait,\\\" was all he said.\\n\\nAnd next day while the three were listening to him, the Nazarite broke off in mid-speech, saying reverently, \\\"Behold the Lamb of God!\\\"\\n\\nLooking to where he pointed, they beheld the stranger again. As Ben-Hur surveyed the slender figure, and holy beautiful countenance compassionate to sadness, a new idea broke upon him.\\n\\n\\\"Balthasar is right--so is Simonides. May not the Redeemer be a king also?\\\"\\n\\nAnd he asked one at his side, \\\"Who is the man walking yonder?\\\"\\n\\nThe other laughed mockingly, and replied,\\n\\n\\\"He is the son of a carpenter over in Nazareth.\\\"\\n\\nBOOK EIGHTH\\n\\n\\\"Who could resist? Who in this universe? She did so breathe ambrosia, so immerse My fine existence in a golden clime. She took me like a child of suckling-time, And cradled me in roses. Thus condemn'd, The current of my former life was stemm'd, And to this arbitrary queen of sense I bow'd a tranced vassal.\\\"--KEATS, Endymion.\\n\\n\\\"I am the resurrection and the life.\\\"\\n\\nCHAPTER I\\n\\n\\\"Esther--Esther! Speak to the servant below that he may bring me a cup of water.\\\"\\n\\n\\\"Would you not rather have wine, father?\\\"\\n\\n\\\"Let him bring both.\\\"\\n\\nThis was in the summer-house upon the roof of the old palace of the Hurs in Jerusalem. From the parapet overlooking the court-yard Esther called to a man in waiting there; at the same moment another man-servant came up the steps and saluted respectfully.\\n\\n\\\"A package for the master,\\\" he said, giving her a letter enclosed in linen cloth, tied and sealed.\\n\\nFor the satisfaction of the reader, we stop to say that it is the twenty-first day of March, nearly three years after the annunciation of the Christ at Bethabara.\\n\\nIn the meanwhile, Malluch, acting for Ben-Hur, who could not longer endure the emptiness and decay of his father's house, had bought it from Pontius Pilate; and, in process of repair, gates, courts, lewens, stairways, terraces, rooms, and roof had been cleansed and thoroughly restored; not only was there no reminder left of the tragic circumstances so ruinous to the family, but the refurnishment was in a style richer than before. At every point, indeed, a visitor was met by evidences of the higher tastes acquired by the young proprietor during his years of residence in the villa by Misenum and in the Roman capital.\\n\\nNow it should not be inferred from this explanation that Ben-Hur had publicly assumed ownership of the property. In his opinion, the hour for that was not yet come. Neither had he yet taken his proper name. Passing the time in the labors of preparation in Galilee, he waited patiently the action of the Nazarene, who became daily more and more a mystery to him, and by prodigies done, often before his eyes, kept him in a state of anxious doubt both as to his character and mission. Occasionally he came up to the Holy City, stopping at the paternal house; always, however, as a stranger and a guest.\\n\\nThese visits of Ben-Hur, it should also be observed, were for more than mere rest from labor. Balthasar and Iras made their home in the palace; and the charm of the daughter was still upon him with all its original freshness, while the father, though feebler in body, held him an unflagging listener to speeches of astonishing power, urging the divinity of the wandering miracle-worker of whom they were all so expectant.\\n\\nAs to Simonides and Esther, they had arrived from Antioch only a few days before this their reappearance--a wearisome journey to the merchant, borne, as he had been, in a palanquin swung between two camels, which, in their careening, did not always keep the same step. But now that he was come, the good man, it seemed, could not see enough of his native land. He delighted in the perch upon the roof, and spent most of his day hours there seated in an arm-chair, the duplicate of that one kept for him in the cabinet over the store-house by the Orontes. In the shade of the summer-house he could drink fully of the inspiring air lying lightly upon the familiar hills; he could better watch the sun rise, run its course, and set as it used to in the far-gone, not a habit lost; and with Esther by him it was so much easier up there close to the sky, to bring back the other Esther, his love in youth, his wife, dearer growing with the passage of years. And yet he was not unmindful of business. Every day a messenger brought him a despatch from Sanballat, in charge of the big commerce behind; and every day a despatch left him for Sanballat with directions of such minuteness of detail as to exclude all judgment save his own, and all chances except those the Almighty has refused to submit to the most mindful of men.\\n\\nAs Esther started in return to the summer-house, the sunlight fell softly upon the dustless roof, showing her a woman now--small, graceful in form, of regular features, rosy with youth and health, bright with intelligence, beautiful with the outshining of a devoted nature--a woman to be loved because loving was a habit of life irrepressible with her.\\n\\nShe looked at the package as she turned, paused, looked at it a second time more closely than at first; and the blood rose reddening her cheeks--the seal was Ben-Hur's. With quickened steps she hastened on.\\n\\nSimonides held the package a moment while he also inspected the seal. Breaking it open, he gave her the roll it contained.\\n\\n\\\"Read,\\\" he said.\\n\\nHis eyes were upon her as he spoke, and instantly a troubled expression fell upon his own face.\\n\\n\\\"You know who it is from, I see, Esther.\\\"\\n\\n\\\"Yes--from--our master.\\\"\\n\\nThough the manner was halting, she met his gaze with modest sincerity. Slowly his chin sank into the roll of flesh puffed out under it like a cushion.\\n\\n\\\"You love him, Esther,\\\" he said, quietly.\\n\\n\\\"Yes,\\\" she answered.\\n\\n\\\"Have you thought well of what you do?\\\"\\n\\n\\\"I have tried not to think of him, father, except as the master to whom I am dutifully bound. The effort has not helped me to strength.\\\"\\n\\n\\\"A good girl, a good girl, even as thy mother was,\\\" he said, dropping into reverie, from which she roused him by unrolling the paper.\\n\\n\\\"The Lord forgive me, but--but thy love might not have been vainly given had I kept fast hold of all I had, as I might have done--such power is there in money!\\\"\\n\\n\\\"It would have been worse for me had you done so, father; for then I had been unworthy a look from him, and without pride in you. Shall I not read now?\\\"\\n\\n\\\"In a moment,\\\" he said. \\\"Let me, for your sake, my child, show you the worst. Seeing it with me may make it less terrible to you. His love, Esther, is all bestowed.\\\"\\n\\n\\\"I know it,\\\" she said, calmly.\\n\\n\\\"The Egyptian has him in her net,\\\" he continued. \\\"She has the cunning of her race, with beauty to help her--much beauty, great cunning; but, like her race again, no heart. The daughter who despises her father will bring her husband to grief.\\\"\\n\\n\\\"Does she that?\\\"\\n\\nSimonides went on:\\n\\n\\\"Balthasar is a wise man who has been wonderfully favored for a Gentile, and his faith becomes him; yet she makes a jest of it. I heard her say, speaking of him yesterday, 'The follies of youth are excusable; nothing is admirable in the aged except wisdom, and when that goes from them, they should die.' A cruel speech, fit for a Roman. I applied it to myself, knowing a feebleness like her father's will come to me also--nay, it is not far off. But you, Esther, will never say of me--no, never--'It were better he were dead.' No, your mother was a daughter of Judah.\\\"\\n\\nWith half-formed tears, she kissed him, and said, \\\"I am my mother's child.\\\"\\n\\n\\\"Yes, and my daughter--my daughter, who is to me all the Temple was to Solomon.\\\"\\n\\nAfter a silence, he laid his hand upon her shoulder, and resumed: \\\"When he has taken the Egyptian to wife, Esther, he will think of you with repentance and much calling of the spirit; for at last he will awake to find himself but the minister of her bad ambition. Rome is the centre of all her dreams. To her he is the son of Arrius the duumvir, not the son of Hur, Prince of Jerusalem.\\\"\\n\\nEsther made no attempt to conceal the effect of these words.\\n\\n\\\"Save him, father! It is not too late!\\\" she said, entreatingly.\\n\\nHe answered, with a dubious smile, \\\"A man drowning may be saved; not so a man in love.\\\"\\n\\n\\\"But you have influence with him. He is alone in the world. Show him his danger. Tell him what a woman she is.\\\"\\n\\n\\\"That might save him from her. Would it give him to you, Esther? No,\\\" and his brows fell darkly over his eyes. \\\"I am a servant, as my fathers were for generations; yet I could not say to him, 'Lo, master, my daughter! She is fairer than the Egyptian, and loves thee better!' I have caught too much from years of liberty and direction. The words would blister my tongue. The stones upon the old hills yonder would turn in their beds for shame when I go out to them. No, by the patriarchs, Esther, I would rather lay us both with your mother to sleep as she sleeps!\\\"\\n\\nA blush burned Esther's whole face.\\n\\n\\\"I did not mean you to tell him so, father. I was concerned for him alone--for his happiness, not mine. Because I have dared love him, I shall keep myself worthy his respect; so only can I excuse my folly. Let me read his letter now.\\\"\\n\\n\\\"Yes, read it.\\\"\\n\\nShe began at once, in haste to conclude the distasteful subject.\\n\\n\\\"Nisan, 8th day.\\n\\n\\\"On the road from Galilee to Jerusalem.\\n\\n\\\"The Nazarene is on the way also. With him, though without his knowledge, I am bringing a full legion of mine. A second legion follows. The Passover will excuse the multitude. He said upon setting out, 'We will go up to Jerusalem, and all things that are written by the prophets concerning me shall be accomplished.'\\n\\n\\\"Our waiting draws to an end.\\n\\n\\\"In haste.\\n\\n\\\"Peace to thee, Simonides.\\n\\n\\\"BEN-HUR.\\\"\\n\\nEsther returned the letter to her father, while a choking sensation gathered in her throat. There was not a word in the missive for her--not even in the salutation had she a share--and it would have been so easy to have written \\\"and to thine, peace.\\\" For the first time in her life she felt the smart of a jealous sting.\\n\\n\\\"The eighth day,\\\" said Simonides, \\\"the eighth day; and this, Esther, this is the--\\\"\\n\\n\\\"The ninth,\\\" she replied.\\n\\n\\\"Ah, then, they may be in Bethany now.\\\"\\n\\n\\\"And possibly we may see him to-night,\\\" she added, pleased into momentary forgetfulness.\\n\\n\\\"It may be, it may be! To-morrow is the Feast of Unleavened Bread, and he may wish to celebrate it; so may the Nazarene; and we may see him--we may see both of them, Esther.\\\"\\n\\nAt this point the servant appeared with the wine and water. Esther helped her father, and in the midst of the service Iras came upon the roof.\\n\\nTo the Jewess the Egyptian never appeared so very, very beautiful as at that moment. Her gauzy garments fluttered about her like a little cloud of mist; her forehead, neck, and arms glittered with the massive jewelry so affected by her people. Her countenance was suffused with pleasure. She moved with buoyant steps, and self-conscious, though without affectation. Esther at the sight shrank within herself, and nestled closer to her father.\\n\\n\\\"Peace to you, Simonides, and to the pretty Esther peace,\\\" said Iras, inclining her head to the latter. \\\"You remind me, good master--if I may say it without offence-you remind me of the priests in Persia who climb their temples at the decline of day to send prayers after the departing sun. Is there anything in the worship you do not know, let me call my father. He is Magian-bred.\\\"\\n\\n\\\"Fair Egyptian,\\\" the merchant replied, nodding with grave politeness, \\\"your father is a good man who would not be offended if he knew I told you his Persian lore is the least part of his wisdom.\\\"\\n\\nIras's lip curled slightly.\\n\\n\\\"To speak like a philosopher, as you invite me,\\\" she said, \\\"the least part always implies a greater. Let me ask what you esteem the greater part of the rare quality you are pleased to attribute to him.\\\"\\n\\nSimonides turned upon her somewhat sternly.\\n\\n\\\"Pure wisdom always directs itself towards God; the purest wisdom is knowledge of God; and no man of my acquaintance has it in higher degree, or makes it more manifest in speech and act, than the good Balthasar.\\\"\\n\\nTo end the parley, he raised the cup and drank.\\n\\nThe Egyptian turned to Esther a little testily.\\n\\n\\\"A man who has millions in store, and fleets of ships at sea, cannot discern in what simple women like us find amusement. Let us leave him. By the wall yonder we can talk.\\\"\\n\\nThey went to the parapet then, stopping at the place where, years before, Ben-Hur loosed the broken tile upon the head of Gratus.\\n\\n\\\"You have not been to Rome?\\\" Iras began, toying the while with one of her unclasped bracelets.\\n\\n\\\"No,\\\" said Esther, demurely.\\n\\n\\\"Have you not wished to go?\\\"\\n\\n\\\"No.\\\"\\n\\n\\\"Ah, how little there has been of your life!\\\"\\n\\nThe sigh that succeeded the exclamation could not have been more piteously expressive had the loss been the Egyptian's own. Next moment her laugh might have been heard in the street below; and she said \\\"Oh, oh, my pretty simpleton! The half-fledged birds nested in the ear of the great bust out on the Memphian sands know nearly as much as you.\\\"\\n\\nThen, seeing Esther's confusion, she changed her manner, and said in a confiding tone, \\\"You must not take offence. Oh no! I was playing. Let me kiss the hurt, and tell you what I would not to any other--not if Simbel himself asked it of me, offering a lotus-cup of the spray of the Nile!\\\"\\n\\nAnother laugh, masking excellently the look she turned sharply upon the Jewess, and she said, \\\"The King is coming.\\\"\\n\\nEsther gazed at her in innocent surprise.\\n\\n\\\"The Nazarene,\\\" Iras continued--\\\"he whom our fathers have been talking about so much, whom Ben-Hur has been serving and toiling for so long\\\"--her voice dropped several tones lower--\\\"the Nazarene will be here to-morrow, and Ben-Hur to-night.\\\"\\n\\nEsther struggled to maintain her composure, but failed: her eyes fell, the tell-tale blood surged to her cheek and forehead, and she was saved sight of the triumphant smile that passed, like a gleam, over the face of the Egyptian.\\n\\n\\\"See, here is his promise.\\\"\\n\\nAnd from her girdle she took a roll.\\n\\n\\\"Rejoice with me, O my friend! He will be here tonight! On the Tiber there is a house, a royal property, which he has pledged to me; and to be its mistress is to be--\\\"\\n\\nA sound of some one walking swiftly along the street below interrupted the speech, and she leaned over the parapet to see. Then she drew back, and cried, with hands clasped above her head, \\\"Now blessed be Isis! 'Tis he--Ben-Hur himself! That he should appear while I had such thought of him! There are no gods if it be not a good omen. Put your arms about me, Esther--and a kiss!\\\"\\n\\nThe Jewess looked up. Upon each cheek there was a glow; her eyes sparkled with a light more nearly of anger than ever her nature emitted before. Her gentleness had been too roughly overridden. It was not enough for her to be forbidden more than fugitive dreams of the man she loved; a boastful rival must tell her in confidence of her better success, and of the brilliant promises which were its rewards. Of her, the servant of a servant, there had been no hint of remembrance; this other could show his letter, leaving her to imagine all it breathed. So she said,\\n\\n\\\"Dost thou love him so much, then, or Rome so much better?\\\"\\n\\nThe Egyptian drew back a step; then she bent her haughty head quite near her questioner.\\n\\n\\\"What is he to thee, daughter of Simonides?\\\"\\n\\nEsther, all thrilling, began, \\\"He is my--\\\"\\n\\nA thought blasting as lightning stayed the words: she paled, trembled, recovered, and answered,\\n\\n\\\"He is my father's friend.\\\"\\n\\nHer tongue had refused to admit her servile condition.\\n\\nIras laughed more lightly than before.\\n\\n\\\"Not more than that?\\\" she said. \\\"Ah, by the lover-gods of Egypt, thou mayst keep thy kisses--keep them. Thou hast taught me but now that there are others vastly more estimable waiting me here in Judea; and\\\"--she turned away, looking back over her shoulder-- \\\"I will go get them. Peace to thee.\\\"\\n\\nEsther saw her disappear down the steps, when, putting her hands over her face, she burst into tears so they ran scalding through her fingers--tears of shame and choking passion. And, to deepen the paroxysm to her even temper so strange, up with a new meaning of withering force rose her father's words--\\\"Thy love might not have been vainly given had I kept fast hold of all I had, as I might have done.\\\"\\n\\nAnd all the stars were out, burning low above the city and the dark wall of mountains about it, before she recovered enough to go back to the summer-house, and in silence take her accustomed place at her father's side, humbly waiting his pleasure. To such duty it seemed her youth, if not her life, must be given. And, let the truth be said, now that the pang was spent, she went not unwillingly back to the duty.\\n\\nCHAPTER II\\n\\nAn hour or thereabouts after the scene upon the roof, Balthasar and Simonides, the latter attended by Esther, met in the great chamber of the palace; and while they were talking, Ben-Hur and Iras came in together.\\n\\nThe young Jew, advancing in front of his companion, walked first to Balthasar, and saluted him, and received his reply; then he turned to Simonides, but paused at sight of Esther.\\n\\nIt is not often we have hearts roomy enough for more than one of the absorbing passions at the same time; in its blaze the others may continue to live, but only as lesser lights. So with Ben-Hur, much study of possibilities, indulgence of hopes and dreams, influences born of the condition of his country, influences more direct--that of Iras, for example--had made him in the broadest worldly sense ambitious; and as he had given the passion place, allowing it to become a rule, and finally an imperious governor, the resolves and impulses of former days faded imperceptibly out of being, and at last almost out of recollection. It is at best so easy to forget our youth; in his case it was but natural that his own sufferings and the mystery darkening the fate of his family should move him less and less as, in hope at least, he approached nearer and nearer the goals which occupied all his visions. Only let us not judge him too harshly.\\n\\nHe paused in surprise at seeing Esther a woman now, and so beautiful; and as he stood looking at her a still voice reminded him of broken vows and duties undone: almost his old self returned.\\n\\nFor an instant he was startled; but recovering, he went to Esther, and said, \\\"Peace to thee, sweet Esther--peace; and thou, Simonides\\\"--he looked to the merchant as he spoke--\\\"the blessing of the Lord be thine, if only because thou hast been a good father to the fatherless.\\\"\\n\\nEsther heard him with downcast face; Simonides answered,\\n\\n\\\"I repeat the welcome of the good Balthasar, son of Hur--welcome to thy father's house; and sit, and tell us of thy travels, and of thy work, and of the wonderful Nazarene--who he is, and what. If thou art not at ease here, who shall be? Sit, I pray--there, between us, that we may all hear.\\\"\\n\\nEsther stepped out quickly and brought a covered stool, and set it for him.\\n\\n\\\"Thanks,\\\" he said to her, gratefully.\\n\\nWhen seated, after some other conversation, he addressed himself to the men.\\n\\n\\\"I have come to tell you of the Nazarene.\\\"\\n\\nThe two became instantly attentive.\\n\\n\\\"For many days now I have followed him with such watchfulness as one may give another upon whom he is waiting so anxiously. I have seen him under all circumstances said to be trials and tests of men; and while I am certain he is a man as I am, not less certain am I that he is something more.\\\"\\n\\n\\\"What more?\\\" asked Simonides.\\n\\n\\\"I will tell you--\\\"\\n\\nSome one coming into the room interrupted him; he turned, and arose with extended hands.\\n\\n\\\"Amrah! Dear old Amrah!\\\" he cried.\\n\\nShe came forward; and they, seeing the joy in her face, thought not once how wrinkled and tawny it was. She knelt at his feet, clasped his knees, and kissed his hands over and over; and when he could he put the lank gray hair from her cheeks, and kissed them, saying, \\\"Good Amrah, have you nothing, nothing of them--not a word--not one little sign?\\\"\\n\\nThen she broke into sobbing which made him answer plainer even than the spoken word.\\n\\n\\\"God's will has been done,\\\" he next said, solemnly, in a tone to make each listener know he had no hope more of finding his people. In his eyes there were tears which he would not have them see, because he was a man.\\n\\nWhen he could again, he took seat, and said, \\\"Come, sit by me, Amrah--here. No? then at my feet; for I have much to say to these good friends of a wonderful man come into the world.\\\"\\n\\nBut she went off, and stooping with her back to the wall, joined her hands before her knees, content, they all thought, with seeing him. Then Ben-Hur, bowing to the old men, began again:\\n\\n\\\"I fear to answer the question asked me about the Nazarene without first telling you some of the things I have seen him do; and to that I am the more inclined, my friends, because to-morrow he will come to the city, and go up into the Temple, which he calls his father's house, where, it is further said, he will proclaim himself. So, whether you are right, O Balthasar, or you, Simonides, we and Israel shall know to-morrow.\\\"\\n\\nBalthasar rubbed his hands tremulously together, and asked, \\\"Where shall I go to see him?\\\"\\n\\n\\\"The pressure of the crowd will be very great. Better, I think, that you all go upon the roof above the cloisters--say upon the Porch of Solomon.\\\"\\n\\n\\\"Can you be with us?\\\"\\n\\n\\\"No,\\\" said Ben-Hur, \\\"my friends will require me, perhaps, in the procession.\\\"\\n\\n\\\"Procession!\\\" exclaimed Simonides. \\\"Does he travel in state?\\\"\\n\\nBen-Hur saw the argument in mind.\\n\\n\\\"He brings twelve men with him, fishermen, tillers of the soil, one a publican, all of the humbler class; and he and they make their journeys on foot, careless of wind, cold, rain, or sun. Seeing them stop by the wayside at nightfall to break bread or lie down to sleep, I have been reminded of a party of shepherds going back to their flocks from market, not of nobles and kings. Only when he lifts the corners of his handkerchief to look at some one or shake the dust from his head, I am made known he is their teacher as well as their companion--their superior not less than their friend.\",\"timestamp\":1640148257,\"title\":\"With Balthasar it was very different. The ways of God, he knew, were not as men would have them.\"},\"digest\":\"UkUCU4YoOt-cOardp6ARUJ7zxcb-WO77Ya8h-al9sLY\",\"authorship\":{\"contributor\":\"0x4FEa0511D28B2e43455B26d9Bb2E5c7B7044985a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uqPNuwGgJrcBxc739XbEc7eIoEGCad2gqHfjJXd3vwo\\\",\\\"y\\\":\\\"x0WTb794fZ_Jj77IFO49NDt-baH-7l-MwZx-skhheMs\\\"}\",\"signature\":\"fVaYYzJKwuxQ0wolILUnaCIiC4PxB6NziH0MDLGeGPe7Ng5OmU5ecBLneqf9nbYgVQAZ-ExfNu0q89p9YB8A1Q\",\"signingKeySignature\":\"0x5a8303d3113156bcc6d704caeeb1d81c97076dd5139fece40f472cf95abc5d4603e901add12b4957913f1b3e095de71094cc80b1962d00c9b1bfc9401061ba8e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uqPNuwGgJrcBxc739XbEc7eIoEGCad2gqHfjJXd3vwo\\\",\\\"y\\\":\\\"x0WTb794fZ_Jj77IFO49NDt-baH-7l-MwZx-skhheMs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UkUCU4YoOt-cOardp6ARUJ7zxcb-WO77Ya8h-al9sLY\"}"