"{\"content\":{\"body\":\"可怜的李诗情和肖鹤云在爆炸中睡完了自己的第九次循环。\\n\\n    那种疲惫更多的来自于精神而非肉体，所以当他们再一次醒来时，竟都有点意兴阑珊，对下车这件事提不起劲，甚至对“爆炸”都有点不想挣扎了。\\n\\n    “我想躺平当咸鱼。”\\n\\n    李诗情懒洋洋地趴在前座靠椅上，看着窗外的风景。\\n\\n    温馨氛围的公交车，和善的司机，友善热情的乘客，除去车子总出事这一点，环境比气氛严肃的刑警队美好太多。\\n\\n    “那么厉害的人都查不出来的东西，就凭我们，我感觉没希望。”\\n\\n    窗外的路标让她知道这次离油罐车出事路口更远了，却完全没有再挣扎的意思。\\n\\n    作为警察叔叔们的“重点被针对对象”，肖鹤云精神状况更差点，可他却没放弃希望。\\n\\n    睁开眼的第一时间，他就掏出手机看了眼，正常的像是每个睡醒的人。\\n\\n    13点27分。\\n\\n    如果他们什么都不干涉的话，车子是在13点45分出事的，也就是说，他们还有不到20分钟的时间。\\n\\n    “别想我们遭的罪，想想那些被炸的人。”\\n\\n    小哥一边压低了声音鼓励提不起干劲儿的姑娘，一边从背包里掏出一本本子两支笔，“想想你爸妈，想想我们受的这么多次苦，你现在放弃了，真凶就得逞了。”\\n\\n    提到了爸妈，李诗情的表情沉凝了起来，渐渐坐直了身子。\\n\\n    “我这辈子都不想再去警察局了。”\\n\\n    小哥在本子上画了个哭脸，接着写，“咱们得想别的办法。”\\n\\n    为了担心被车上可能存在的“恐怖分子”听见，小哥只能用这种方法交流。\\n\\n    李诗情接过小哥递过来的本子，一看内容，乐了，这不是上课传小抄吗？\\n\\n    别说，字还挺苍劲有力的，比她很多同学的狗爬字强多了。\\n\\n    “我也不想再把希望放在别人身上了。”\\n\\n    她想了想，在本子上写：“抓色狼下车得成为我们的杀手锏，平时最好少用，我感觉被多审几次，我的精神绝对要失常。”\\n\\n    “加个微信不就完事了吗？”\\n\\n    写完了，李诗情纳闷地递过本子。\\n\\n    “每回还要重加，麻烦。”\\n\\n    小哥随口回了句。\\n\\n    听到“每回”两个字，原本因为“课堂小抄”的熟悉感而露出笑意的李诗情，笑容微微敛了敛。\\n\\n    她好奇地伸过头去，见小哥又在笔记本上画起了各种图，写起各种“计划”，蓦地抢过了本子。\\n\\n    拜上一次经历所赐，现在她一看到什么什么计划，头都要炸了。\\n\\n    “还来计划？”\\n\\n    李诗情看着手机上显示的13点30分，捏着本子直瞪眼，“想想之前的a计划b计划，事实证明计划根本赶不上变化！”\\n\\n    “但是总还要一次次试的啊……”\\n\\n    小哥下意识地辩驳，“不能每次都靠见招拆招……”\\n\\n    “你别闹了，时间紧迫，都听我的！”\\n\\n    李诗情掏出手机，查了下用短信怎么报警，压低了声音说，“都发现车上有‘那个’了，这是我们这样的普通市民能解决的吗？有最好的队友不用，自己瞎折腾什么！”\\n\\n    “可是我觉得……”\\n\\n    小哥想继续解释。\\n\\n    “你不要你觉得，我要我觉得！都听我的，这个事我觉得不需要讨论，先听我的！”\\n\\n    李诗情小手一拍，就这么决定了。\\n\\n    小哥大概平时没和这么“强势”的女性接触过，被她这么一拍就怂了，只好蔫巴巴地看着她折腾。\\n\\n    李诗情把手机关到静音，火速编辑好了一段内容，向“12110”短信报警平台发送了短信。\\n\\n    【我现在在一辆45路公交车上，该车辆正从沿江路路段往江北站方向行驶，目前还未到达沿江中路十字路口，我发现车上有炸弹，救命！！！】\\n\\n    短信顺利的发送了出去。\\n\\n    【12110：您好，这里是接警中心，w市警方友情提示：乱报警、报假警属于扰乱治安行为，需要承担相应的法律责任。您的报警现已收到，请一直保持手机通畅，并向我们反馈是否方便回拨电话核实情况。】\\n\\n    “这么快？”\\n\\n    这几乎是秒回了，除了是系统自动回复以外别无可能。\\n\\n    不过前后脚的时间，又一条短信送达。\\n\\n    【12110：由于是文字报警，您提供的可用信息太少，请具体描述您现在的地点、所乘车辆的车牌号或外表特征，以及爆炸物在车上的位置，谢谢您的配合。】\\n\\n    接警专员这是什么神仙打字速度！\\n\\n    两人精神都是一振。\\n\\n    可等看到“车牌号”云云时，两个人都傻了眼。\\n\\n    “你记住了吗？”\\n\\n    李诗情眼巴巴地看着小哥，寄希望于他记忆力超群。\\n\\n    “我也没啊。”\\n\\n    但事实证明，哪怕小哥记忆力超群，也无济于事。\\n\\n    “谁上车记那个？”\\n\\n    他们压根就没注意过车牌号！\\n\\n    于是李诗情抓耳挠腮地继续编短信，小哥则紧盯着车外的路况，外面已经到了那个十字路口，他准备时刻提醒司机注意摩托车和油罐车。\\n\\n    【我不能确定装炸弹的人在不在车上，无法通话。现在已过沿江中路十字路口，我不知道车牌号。该公交车和同班次公交车外观无明显区别。预计爆炸时间在13点45分，请立刻解决！立刻解决！】\\n\\n    “司机，注意下右边的摩托车，他们要提前闯红灯！”\\n\\n    小哥站起来喊了一句，又坐了下来。\\n\\n    因为他用的是肯定句式，而不是猜测和请求，司机下意识地就放慢了速度，短信发送出去时，车子也有惊无险地通过了那个路口，和刚刚下桥的油罐车擦肩而过。\\n\\n    事实证明，如果没有发生什么干扰事件，安全地通过这个路口还是很容易的。\\n\\n开端 **第1**8节\\n\\n    过了第一个坎儿，两人长舒了一口气。\\n\\n    【12110：请继续保持手机通畅并保护好自己，我们已经在安排解决。你知道具体爆炸时间是因为车上的是定时炸弹吗？炸弹上有明确显示倒计时吗？是否有办法让司机临时停靠并让所有人下车？】\\n\\n    看到警方的回复，李诗情心里直发愁。\\n\\n    如果真的是看到了定时炸弹还好，就像警察说的那样，直接下车就行了，把一个即将爆炸的公交车留给警方解决。\\n\\n    问题她根本不知道炸弹是不是定时的，也不知道装在哪里。\\n\\n    况且……\\n\\n    她抬头看向最前方正专心开车的司机。\\n\\n    她特么要能让司机临时停靠并让所有人下车，至于死这么多回吗？\\n\\n    见李诗情盯着手机半天没动作，小哥凑过脑袋看完了警方的问话，随手打了个响指。\\n\\n    “想知道是不是定时炸弹很简单啊……”\\n\\n    他从李诗情的手上拿过了手机。\\n\\n    李诗情懵然地看着小哥突然站起身。\\n\\n    后者用一种几乎是浮夸的动作打开了手机的免提，将音量调到最大，播出了一通电话。\\n\\n    【嘟嘟嘟，您好，这里是w市110指挥中心，请问您有什么情况需要帮助？】\\n\\n    霎时间，车厢里听见的人瞬间都向他看了过去，表情或惊讶，或好奇。\\n\\n    光从表情上，看不出什么问题。\\n\\n    怎么也没有想到同伴居然会使用这样的“骚操作”，李诗情目瞪口呆。\\n\\n    “你好，我在一辆45路公交车上，这辆车正行驶在沿江路开往江北一村站的跨江大桥上……”\\n\\n    紧接着，他的咆哮突然响彻车厢。\\n\\n    “请立刻出警，我们的公交车上发现了炸弹！”\\n\\n    嘭！\\n\\n    几乎是话音刚落，剧烈的气浪便瞬间吞噬了一切……\\n\\n    ——\\n\\n    再次醒来时，小哥的嘴角噙着一抹得意的上扬。\\n\\n    他早就想这么发泄一次了，能痛痛快快地喊出来“车上有炸弹”，简直爽呆了！\\n\\n    “你刚刚是疯了嘛！”\\n\\n    李诗情却被突如其来的爆炸震惊了，好半天回不过神来。\\n\\n    忍受着爆炸带来的撕裂感和虚弱无力，她挣扎着从兜里掏出手机，时间是13点25分。\\n\\n    “又提前了几分钟。”\\n\\n    李诗情喃喃自语。\\n\\n    窗外，上桥前最后一站的站牌在后方隐约可见，明显刚刚驶出上一站不久。\\n\\n    不远处的公交站牌，让她开始相信小哥在餐厅里做出的推测。\\n\\n    “时间和空间是相对应的，我们的每次循环发生的时间都在提前。”\\n\\n    “不是定时的。”\\n\\n    小哥艰难地支起身子。\\n\\n    刚刚的爆炸虽然很痛苦，却让肖鹤云肯定了一件事。\\n\\n    “……而且，也没响过什么声音。”\\n\\n    他们刚才爆炸的时间，并不是13点45分。\\n\\n    和小哥探查出真相的高兴不同，李诗情认同地点了点头，表情却更苦闷了。\\n\\n    如果恐怖分子是用手机遥控的定时炸弹，那未必会在车上，他只要会使用手机操作就行了。\\n\\n    尤其之前有好几次响起过同样的手机铃声，这更让两人怀疑车上的炸弹有可能使用的是定时装置。\\n\\n    但刚刚既没有手机铃声，也没有到13点45分，车子却突然爆炸了。\\n\\n    能根据小哥报警的动作当机立断地引爆炸弹，只能说明……\\n\\n    “那人在车上。”\\n\\n    “真凶在车上。”\\n\\n    在得出这个结论的同时，两人环顾车内，毛骨悚然。\",\"timestamp\":1642688666,\"title\":\"第14章 第十次循环\"},\"digest\":\"9MJs5DsVWKlfn0ikvER_TubB0jijRX75gUQYW2T_q6s\",\"authorship\":{\"contributor\":\"0xB9216E2DF7d69b7997aBD7acCB3365521cb8Ed62\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"signature\":\"FK6ii-iIfYDXQvbza3QJH59tmRil-n3srpYGM2qWfDRlRmtSVOPGCdSV21w3jHkK-kC5yolFRikMhmD-7X0tNA\",\"signingKeySignature\":\"0x80d09cda20c2032282deff087511c0c313c9181b457aa16ca6b8d39fec27f4927fdb992bd7d2b99de1e23c78a32587b5529f7a2bdc5295f908a5618e50c1e79b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9MJs5DsVWKlfn0ikvER_TubB0jijRX75gUQYW2T_q6s\"}"