"{\"content\":{\"body\":\"• 那一天我漫步在夕阳下 \\n • 看见一对恋人相互依偎 \\n • 那一刻往事涌上心头 \\n • 刹那间我泪如雨下\\n\\n一天下午，我听着汪峰的歌《当我想你的时候》，眼泪慢慢润湿了眼眶，很多往事涌上心头，这歌词、这曲调是真的好，不愧是中国摇滚乐的半壁江山啊，哈哈\\\\~\\n\\n回想起刚进入币圈的那一年，多么的懵懂天真，寄予了多少希望，充满激情和活力，参与各种项目和活动，努力去钻研区块链各种晦涩的概念，热情的帮助和解答很多新人的问题\\\\~\\n\\n有种当年上大学那会的感觉，也对，毕竟进入了一个全新的领域，各种新鲜感，各种未知，这些都是希望，人们都充满了对未来的憧憬\\\\~\\n\\n现在回望那些时光，虽然并没有实现当时的期望，但还是做了很多事情，有很多收获，很多未曾想到的收获，认知也多多少少提升了一些，还是很有感觉的，不悔\\\\~\\n\\n不知道是不是年纪增长到一定程度，开始有些怀旧的感觉了。最近常常回忆过去，日有所思也有所梦，梦里也常常回到过去，尤其是高中和大学时的场景，历历在目，仿佛就在昨天\\\\~\\n\\n我平时很喜欢看书，最近选择书的时候，也开始有些朝怀旧的方向靠近了\\\\~\\n\\n例如前几天就看了左手韩的漫画《那一年》，讲述的是一群学画画的艺考生，为了心中的梦想而奋斗的故事\\\\~\\n\\n这些艺考生有复读一年的，有复读两年的，甚至还有八年抗战的，这让我很惊讶，我也复读过一年，没想到艺术生也会复读，而且还有复读这么多年的\\\\~\\n\\n这部漫画确实让我对艺考生的印象有了很大改观，本以为他们都是些不爱学习的“混混”，整天就抽烟打架，原来他们也如此奋斗\\\\~\\n\\n确实也是，并不是只有拼命做数理化题目才是努力学习，拼命画画同样也是努力学习，行行出状元，从前的我是有些狭隘了\\\\~\\n\\n你看看，一本书就能很好的展示一群人的方方面面，能很好的让周围对其本不了解的人群有了很大的改观，这就是书籍的力量不是吗？如果有人好好的写或画一本关于币圈的书，宣传宣传其正能量的一面，而不是仅仅只有外界以为的传销、资金盘、割韭菜，让外界更多的人能真正了解币圈，对币圈的真实面貌有正确的认识\\\\~\\n\\n这样，也许涌入币圈的人会更多，让币圈更有生气，充满活力\\\\~\\n\\n当你回忆往昔的时候，你会想起什么？\\n\\n当我回忆起过去，印象深刻的有那么几个时段：\\n\\n高考，相信每一位经历过高考的小伙伴肯定都有刻骨铭心的感觉。尤其是我们八零后，当年在没有空调的教室里，汗水滴滴答答的，但还在奋笔疾书，桌前堆满了写不完的习题集，题海战术确实好使，不停的写不停的练\\\\~\\n\\n为了心中的象牙塔，汹涌的燃烧青春\\\\~\\n\\n初恋的印象也很深刻，尤其是还经历了欺骗和劈腿等狗血剧情，这里就不细谈，免得伤心\\\\~\\n\\n不过回想起来还是有丝丝的甜蜜\\\\~\\n\\n我也曾经北漂，当时在北上的列车里听着汪峰的《北京，北京》，充满了无数的憧憬，当然，后面梦碎了，常常在梦里又回到了北京城，穿梭在当年的街道上\\\\~\\n\\n还有印象深刻的，就是几年前错过买房的好时机，本来评上了优秀引进人才，可以有购房补贴和各种优惠，但我以为房价这么高，肯定要跌，还看不上那些优惠，结果后面房价一飞冲天，一涨再涨\\\\~\\n\\n后面不得不用当年可以付全款的钱当做首付，买了一套小房子，诶，真的后悔\\\\~\\n\\n当然了，最近印象深刻的，就是“误”入币圈了，哈哈\\n\\n不过现在谈结局还尚早，一切都还在路上\\\\~\\n\\n希望多年后在回忆往昔时，如今的币圈的这段时光，是美丽的颜色，能带给我一些欢乐\\\\~\\n\\n最近在钻研回锅肉怎么做比较好吃又方便，其实好吃倒是其次，因为只要能吃我就可以接受，嘴不挑，关键是要方便，毕竟每天工作时间很满，没多少时间去做菜。做着做着，感觉进入了一种奇妙的境界\\\\~\\n\\n渐渐觉得，很多菜都可以回锅^_^\\n\\nO(∩_∩)O哈哈\\\\~\\n\\n就像在互联网、币圈游荡的小伙伴们，发觉万物皆可互联，万物皆可区块链\\\\~\\n\\n尤其是在币圈内容平台玩耍的同学，为了日更，为了和区块链扯上关系，为了凑字数，什么事情都能拉来和洋气的blockchain配对\\\\~\\n\\n其实这样也好，仅仅只是区块链，哪有那么多好写的，瓜文又写不出，不能持续输出，只喜欢吃瓜，不喜欢切瓜，怎么办？那只好把自己擅长写的文字尽量向区块链靠近，或者糅杂在一起\\\\~\\n\\n从某种程度上也算是丰富多彩了吧\\\\~\\n\\n我喜欢写日记，喜欢记录身边发生的事情，于是就把这些事情和区块链糅合在一起，或者用币圈的思维来思考和解读日常发生的事情，也颇有一番趣味，至少，我自己是这么觉得的\\\\~\\n\\n最近公司启动了第3轮融资，很多投资公司的人员，西装革履，风光靓丽，坐在办公室座位上的我，看着他们进进出出\\\\~\\n\\n不知道他们生活过的如何，至少表面上看挺风光靓丽的。常言道，要看一个行业赚不赚钱，可以看看这个行业里美女多不多，从这个维度来看，投资行业应该蛮赚钱\\\\~\\n\\n我瞅瞅工资条上那可怜的数字，默默打消了想要请其中一位美女吃饭的念头\\\\~\\n\\n不过巧了，我不去“招惹”他们，他们竟然主动向我“搭讪”？！\\n\\n其中一位身材高挑，妆容精致的小美女（估计20多岁的样子），向我点头微笑，并走过来。正是我喜欢的巴掌小脸+干脆利落的马尾辫，( ⊙o⊙ )哇，当时的场面，仿佛进入了电影里的慢动作镜头，美女徐徐的走来，越来越近，我的心跳也不禁加快了许多\\\\~\\n\\n“嗨，帅哥，咯咯\\\\~”\\n\\n我从懵懵的状态中惊醒，连忙站起来，“嗨，美女，你好你好”\\\\~\\n\\n原来，美女需要一些资料，正好是我负责的部分，于是找我咨询，我俩来到小会议室，相谈甚欢，真是一个愉快的上午^_^\\n\\n按照美女的需求，我快速而紧张查找相关资料，这时，HRD过来，让我有些资料不能提供，看着我迷惑的眼神，他徐徐的说，“不要紧张嘛，我们找投资，他们找可以投资的项目，这个事情是双向选择，我们又不是求着他们，我们只提供我们想提供的资料和信息，他们来做决定，仅此而已”\\\\~\\n\\nHRD喝了口马克杯里的浓茶，“说直白点，我们只能提供这些资料，至于他们，爱投不投”\\\\~\\n\\nOK，接收到HRD的信息，我顿时放松了许多，至于刚才的紧张，可能主要还是被美女颜值和淡淡的香水气味给影响了，毕竟平时接触的都是实验室里的女博士们，对这些“国产华尔街”的OL们还是不太适应\\\\~\\n\\n看来还是要多和OL接触接触，锻炼锻炼O(∩_∩)O哈哈\\\\~\\n\\n是啊，双向选择嘛，不用紧张\\\\~\\n\\n说不定刚才的美女也不太适应我这种钢铁理科男呢！不然向我递名片的手，为何微微颤抖？\\n\\n其实很多事情都是双向选择，例如在币圈，你很想参与一个项目，这个项目也很想拉你进来\\\\~\\n\\n如果你费了很大的劲，也参与不了，那就算了，没有缘分，没必要浪费那个时间，也没必要懊悔错过一个机会，放心，币圈，最不缺的就是机会，好好把握下一个就是\\\\~\\n\\n至于这个项目，他们也错过了你这颗韭菜不是？哈哈哈，开个玩笑\\\\~\\n\\n如果太难参与的项目，那说明门槛太高，也不行，没人气，估计也发展不起来\\\\~\\n\\n很多事情，想开点，就像暴富，虽然暂时她没有选择你，同时也说明，你没有选择她嘛！\\n\\n不着急，慢慢来\\\\~\",\"timestamp\":1639008830,\"title\":\"一切都还在路上~\"},\"digest\":\"6DCuWmR-1JfzZbcGWvuPAxtbV2PjfVbNHtk0VtephTE\",\"authorship\":{\"contributor\":\"0xa50316D80BE50B7F39cf123DF79f11A24B6F08aB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hpt8uuldfTWWS1-UwRuACB0OVLtOY6Su04OLm6O1wOk\\\",\\\"y\\\":\\\"RtRLfwl4NIUipfmyOL_R7WRGz9nmeoTyfCr3OhrWHfA\\\"}\",\"signature\":\"_gEBSFKOB0taV17xrX5p4l_eoXY71kpENQSbGVgmy0Vvjwi38aW9cQw4ZSEpfV1Vt0VWIA58PktHLlRhKPNGAA\",\"signingKeySignature\":\"0xcf5952df67027e64a58d2650e0bfeeb521b0577fb3970a2af23df2edf2744ad05db633cd176d51b78186a13cb513a75a9e535abbf62fd4647acc091d6b93e2e51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hpt8uuldfTWWS1-UwRuACB0OVLtOY6Su04OLm6O1wOk\\\",\\\"y\\\":\\\"RtRLfwl4NIUipfmyOL_R7WRGz9nmeoTyfCr3OhrWHfA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6DCuWmR-1JfzZbcGWvuPAxtbV2PjfVbNHtk0VtephTE\"}"