"{\"content\":{\"body\":\"Happy New Year! We want to start by saying a big **Thank You** to all the individuals, teams, artists, projects, communities, and brands who comprise the ROBOT family and helped to make MetaFactory’s collective dreams a reality. None of this would have been possible without the amazing creativity, ingenuity, dedication and hard work of you.\\n\\n![http://irobot.metafactory.ai/](https://images.mirror-media.xyz/publication-images/PdjRYdyHtZjGkcklPGfIf.jpeg?height=1663&width=2956)\\n\\nA Quick Rundown of MetaFactory’s 2021 Accomplishments by the Numbers (approx.):\\n\\n* 6,000+ Orders\\n* $1.3MM in Product Sales\\n* 150 Products Created and Sold\\n* $214.50 Average Order Size\\n* 300+ Creative Contributors\\n* 1,130 ROBOT token hodlers\\n* 3,385 Discord Members\\n\\n*Stay tuned for a more thorough recap of MetaFactory’s 2021 accomplishments and plans for 2022!*\\n\\n# iROBOT Season One\\n\\nThere is no shortage of notable 2021 successes, but one of the most exciting was the emergence of iROBOT, a decentralized community and fundraising mechanism to grow MetaFactory.\\n\\nThroughout the course of 2021, MetaFactory was approached by a number of interested investors. However, after some discussion with the community, we were reluctant to take on any external funding or large capital partnerships at such a nascent stage. We have big aspirations, far beyond just a simple merchandise marketplace, and it is critical that any investor is aligned with our vision. Additionally, we wanted to ensure that any investment into ROBOT benefited the entire MetaFactory community equally — in short, we wanted it to be on-chain.\\n\\nIn September 2021, MetaFactory joined a number of teams and individuals who are part of the MetaCartel ecosystem at [MCON 2021](https://www.mcon.fun/) in Denver. During the event, MetaFactory threw its first ecosystem party, which included a pop-up shop. We were overwhelmed by the response from the community and the following day, an effort emerged to help support MetaFactory’s growth. Led by the Fire Eyes and DAOHaus teams, a new DAO was formed to coordinate ROBOT liquidity on a large scale through on chain governance: [iROBOT](http://irobot.metafactory.ai/).\\n\\n![https://twitter.com/BlockchainJames/status/144074731530469785](https://images.mirror-media.xyz/publication-images/rk0SppyhBMiN2eXAzbY6c.png?height=1010&width=1186)\\n\\nMore specifically, 171 different participants deployed 1024 ETH via a Balancer Liquidity Bootstrapping Pool (LBP). Although initially intended to bootstrap liquidity for a new token, the iROBOT DAO leveraged the Balancer LBP approach to deploy a new Balancer v2 liquidity pool. This new pool started heavily weighted towards WETH (99% WETH /1% ROBOT) and auto-adjusted its weighting to match the existing v1 liquidity pool (70% ROBOT/ 30% WETH). In summary, the new v2 pool slowly purchased ROBOT from the existing v1 pool over a period of two months increasing the buy pressure and overall liquidity of ROBOT.\\n\\n# Season One Results\\n\\nBy taking a decentralized approach, the iROBOT DAO was able to collectively coordinate and permissionless-ly deploy a large amount of capital in support of the MetaFactory project and community. Acting as a decentralized seed round, the 171 members of iROBOT were able to dollar cost average into a large ROBOT position early in MetaFactory’s growth. By specifically leveraging a Balancer LBP, iROBOT DAO was also able to avoid any front-running/sandwich attack bots, as well as save on gas fees.\\n\\n*[To learn more about the technical details and approach, please check out this post by Robot Isaac.](https://hackmd.io/-fMSmlpTRHK28aNYw-0xxg)*\\n\\niROBOT Results by the Numbers:\\n\\n* 171 Original Members\\n* 1024 ETH yeeted into the DAO\\n* 3.3 ETH spent on gas fees\\n* 89% of members retained throughout the mission\\n* 25,000 Robot purchased by the DAO — 6% of the total supply!\\n* 5 accidental early rage quits which were re-issued shares by the DAO\\n\\n![](https://images.mirror-media.xyz/publication-images/ABNHlLiMS1-B1ijirfyCp.png?height=403&width=820)\\n\\nThe final result was a doubling of both ROBOT price and liquidity (during a general languishing winter market) and at a reasonable cost basis (\\\\~$92/ROBOT)to the iROBOT members.\\n\\nOne of the most impressive outcomes of this initiative was highlighting a new weapon for slaying Moloch. Could each of the iROBOT members have individually purchased ROBOT via the open market instead of as a group? Sure, but such a zero sum approach pits each individual against one another. Instead, the iROBOT members embraced MetaCartel’s core tenet: ***‘If you want to go fast, go alone. If you want to go far, go together.’*** They demonstrated the power of effective coordination and as a result, established a better cost basis for all members. Additionally, the approach demonstrated that groups of motivated individuals are now able to coordinate and compete with large, centralized funds and deep-pocket investors. In kind, MetaFactory has decided to reward iROBOT members with additional ROBOT rewards for their collective coordination.\\n\\nWith the deployment of the initial ETH funds, iROBOT DAO Season One has officially concluded, but we’re just getting started!\\n\\n# Next Steps\\n\\n1. We have taken a snapshot of all iROBOT members who were still active as of January 1st when the deployment strategy concluded. This snapshot will be used for the distribution of additional ROBOT rewards. The following proposal outlining the rewards options for iROBOT has been published and is open to voting by the MetaFactory DAO members: <https://snapshot.org/#/metafactory.eth/proposal/0xb1ab8c0703167d27a50754d55a59a12af2802e6ef92f770bd4c3f405a29c9db7>\\n2. Pending approval of the above vote, 3000 ROBOT will be immediately distributed to the members of the iROBOT DAO. 1200 ROBOT will be distributed to a Coordinape circle of the Season Two members (all v2 LP token holders) incentivizing ongoing contribution to the iROBOT army.\\n3. Moving forwards, we’re looking to simplify governance. We propose to dissolve the Moloch DAO structure and deploy Snapshot voting as a more cost-effective structure for future coordination. If passed, iROBOT members will be asked to rage quit the DAO in order to receive their LP tokens and future iROBOT membership will then be open to any individual that holds LP tokens in the new Balancer v2 pool: <https://snapshot.org/#/robotsafe.eth/proposal/0xc394015891d5e29a27df0a819b1b8ddc94891f6b9f6258a050ea44879ec15137>.\\n4. Any current Balancer v1 liquidity provider (GEAR holder) will need to migrate their liquidity in order to claim their additional ROBOT rewards (TBD) and officially join iROBOT Season Two.\\n5. iROBOT joins MetaFactory as the fourth official working group — alongside the [Fashion Production Squad](https://wsc.fyi/entries/berlin-maker-space), the DAO Research and Tooling Squad, and the [Virtual Reality / Metaverse Crew](https://gov.metafactory.ai/t/vr-crew-master-thread/274/4). iROBOT will serve as the front line when it comes to all things related to liquidity, tokenomics, and market growth.\\n\\n# iROBOT Season Two\\n\\nParticipation in iROBOT Season Two is limited to v2 LPs and grants members the ability to propose and vote on new tokenomics, liquidity strategies, investment opportunities and more. 1200 ROBOT will be awarded to and voted on by the members of Season Two. This reward is separate from the normal MetaFactory Ops Distribution and will only be available to Season Two contributing members. Potential ideas include new staking mechanisms, OHM fork tokenomics, L2 liquidity mining strategies (not to mention special access to custom product drops and IRL events).\\n\\nOne idea we have been exploring internally is the creation of a Fuse Permissionless Lending Pool. This provides DAO members with a place to a) borrow against their holdings without giving up governance rights and b) support the DAO with interest. In turn, MetaFactory receives a high-yield source for compounding its treasury and reduce the need to potentially sell ROBOT to fund operations.\\n\\n![https://twitter.com/delitzer/status/1449233878757961733](https://images.mirror-media.xyz/publication-images/G8V23SWk5t6EM9NxOv4j_.png?height=1048&width=1180)\\n\\nWe look forward to seeing how the iROBOT army continues to evolve and support MetaFactory and its many goals for 2022. Finally, MetaFactory and the ROBOT community once again thank all the iROBOT members for their support.\\n\\nFinally, if you are an iROBOT member and haven’t yet joined the iROBOT Telegram chat, please join via the link below. We are happy to answer any questions you may have and walk you through the next steps.\\n\\n[https://telegram.me/collablandbot?start=VFBDI1RFTCNDT01NIy0xMDAxNTY2OTAyMjY5](https://telegram.me/collablandbot?start=VFBDI1RFTCNDT01NIy0xMDAxNTY2OTAyMjY5)\\n\\n— — — — — — —\\n\\n**LEARN MORE:**\\n\\n**Shop:** <https://shop.metafactory.ai/>\\n\\n**Community:** <https://discord.gg/bhn8Xr9>\\n\\n**Twitter:** <https://twitter.com/TheMetaFactory>\\n\\n**Instagram:** <https://www.instagram.com/themetafactory/>\\n\\n**Governance Forums:** <https://gov.metafactory.ai/>\",\"timestamp\":1641429985,\"title\":\"iROBOT Season One Recap + Next Steps\",\"publication\":\"meta\"},\"digest\":\"Zh_keAOS7Ph7FPhplfPa5WmZVGFhCMfdzua7HO6ZL-8\",\"authorship\":{\"contributor\":\"0xf8049C8425f9eAb4E2AE9E1D950f9D3F71481882\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4sJ8kf8RUkuiLbbbRxf2HVYeOKe5mtKjXro-Za09dw8\\\",\\\"y\\\":\\\"ff0AYbaxwb-bh47Gvwvl-TNk3Y3awR3HtWH6DVkR0dI\\\"}\",\"signature\":\"NI4jD0J11WvSfltwpk50VTIHZEKitiO5guyXdPoXzCQUDtpMCZBMzYoE_QWomqdFmIGINtBVbHBpPpoz2lTj1w\",\"signingKeySignature\":\"0xaaee283125bd0ad45578c93b9593da95f56fda7b4fa1f1de99e29d99b7929c564acdbc95c179a6614d64946d1e5cf987dcdb7908db48864c7e9056116556580a1b\",\"signingKeyMessage\":\"I authorize the publication of articles on meta.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4sJ8kf8RUkuiLbbbRxf2HVYeOKe5mtKjXro-Za09dw8\\\",\\\"y\\\":\\\"ff0AYbaxwb-bh47Gvwvl-TNk3Y3awR3HtWH6DVkR0dI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DoSGYLsUyPqm2Ct9dHVeyQFgfW3lX6-raWXWYkGYlhU\"}"