"{\"content\":{\"body\":\"京博安拉着叶未央到二食堂简单的吃了一顿午饭后，就又马不停蹄的拉着他往学校的练习楼走去。 \\n  \\n     一路上，他都在不停的说着各种系里系外发生的新鲜事，叶未央都只是笑笑，很少回应。 \\n  \\n     他的注意力都放在了观察四周环境上了。 \\n  \\n     “学校还真漂亮啊....” \\n  \\n     天海音乐学院作为这个世界华夏顶尖的音乐学院，校园的基础建设自然是非常不错的。 \\n  \\n     不但风景优美，设施先进高档，而且在叶未央的记忆中，宿舍环境也很不错，四人一间不说，家电还都很齐全，独立卫浴拥有24小时热水供应，也有空调冰箱洗衣机用，校内网还是5G，全天不断网。 \\n  \\n     这可比他当年读的那所二本强多了！ \\n  \\n     当然，住宿费也比当初他那一个学期一千块的住宿费高了六倍.... \\n  \\n     不愧是搞艺术的学校，这个收费非常合理！ \\n  \\n     不过原身的家境不错，也不用为学费担心，家里人也挺支持他搞音乐的，用他妈妈的话来说。 \\n  \\n     “赚钱这种事情交给爸妈来就行了，儿子做自己喜欢做的事情就行！” \\n  \\n     这样开明的父母，也让叶未央羡慕了，当年父亲如果不是硬要他高考时报当时的就业热门：计算机，也许他也有机会学音乐的。 \\n  \\n     只不过，家庭条件不允许啊！ \\n  \\n     不一会，京博安和叶未央两人就晃晃悠悠的来到了练习楼二楼的一间练习室外。 \\n  \\n     “到了，我们快进去吧！”京博安用力一推，带有隔音功能的门就被他推开，一阵吉他solo声音就传入了叶未央的耳中。 \\n  \\n     他清晰的听出了这段独奏的调性、节拍、和弦走势，音符律动。 \\n  \\n     这是原身给他留下的优秀的乐理知识，和音乐的赏析能力发挥的作用。 \\n  \\n     而这些知识，在他接收的所有记忆中，绝对是属于最宝贵的那部分！ \\n  \\n     虽然说叶未央在大学时，因为热爱，所以自学过民谣吉他，能够熟练的进行弹唱。 \\n  \\n     但是因为他从来没有经过系统性的学习，哪怕是学吉他，也只是按照专门用于民谣吉他学习的吉他六线谱学的。 \\n  \\n     而六线谱这个东西，其实和专业音乐使用的五线谱，完全是两个概念，甚至还不如简谱。 \\n  \\n     简单的说，六线谱就是将如何按压琴弦，应该拨动哪一根琴弦，用图画的方式画在纸上而已，然后你照着弹就能弹出一首曲子。 \\n  \\n     至于你按的是哪个音，弹出来的是哪个音，不好意思，自己都不知道，完全是填鸭式学习！ \\n  \\n     弹唱全靠一首一首的背六线谱，只知其然，不知其所以然！ \\n  \\n     甚至在今天之前，他还一直以为，音乐只有七个音，DO 、RE、MI、FA、SOL、LA、SI呢... \\n  \\n     在接收了原身的记忆之后，他才知道，原来一组音乐有八度，并且分成了十二个半音音程的律制，也就是说，音乐是有十二个音的，就是十二平均律，钢琴即是根据十二平均律来定音的。 \\n  \\n     而十二平均律，只是最最基础的乐理知识而已，连入门知识都算不上。 \\n  \\n     所以啊，在想要学音乐之前，首先要做的就是先学好两大本的乐理知识！ \\n  \\n     好在，叶未央算是捡了个便宜，不用自己学了... \\n  \\n     “你怎么才来啊，我们都等你半天了，你这个主唱不在，我们怎么排练！” \\n  \\n     叶未央刚抬脚走进练习室，吉他独奏戛然而止，正在solo的杨霄立马停下了手上的弹奏，有些不满的向他抱怨。 \\n  \\n     杨霄是他们这个临时乐队的主吉他手，是学校的吉他小王子，人长得很帅，吉他弹的又好，古典、民谣和电吉他都玩的转，是乐器演奏学院的风云人物之一。 \\n  \\n     不过他也有一个缺点，就是脾气有些火爆，属炸药桶的，一点就燃，平常大家都叫他炸弹。 \\n  \\n     这不，原本说好上午的课结束之后大家一起在练习室集合，结果叶未央迟到了半个小时，杨霄就有些不开心了。 \\n  \\n     他是一个非常有原则的人，说好几点，那就几点，迟到是在耽误所有人的时间，是他最讨厌的一种行为。 \\n  \\n     京博安挠了挠头，憨憨一笑，替叶未央解释道：“不好意思不好意思，未央有些低血糖，我就和他先去食堂吃了点东西才过来的，耽误了一些时间。” \\n  \\n     杨霄收起吉他，抬起头扫了一眼叶未央，这才点点头：“既然不是有意的，那就算了，下次注意守时！” \\n  \\n     “好了，既然未央来了，那我们就抓紧时间开始合练吧！”正在拨弄着电子键盘的布丁笑着打圆场。 \\n  \\n     布丁是整个乐队唯一的一个女成员，一手电子键盘玩的贼6，只用一架电子琴，就可以演奏出一个管弦乐队的效果，同样也是演奏学院大二最出色的键盘手！ \\n  \\n     再加上一直蹲在练习室墙角的贝斯吴大伟，一个贝斯玩的不错，但是性格却很孤僻的怪人，便凑齐了这支新成立的乐队！ \\n  \\n     布丁一喊，原本各自在摆弄乐器的成员们，也都抱起了自己的乐器，站到了练习室中心，京博安也将自己放在角落的架子鼓抗了过来。 \\n  \\n     除了叶未央之外的四人，很快就按照22阵型站好，杨霄和吴大伟各自站在左右第一排，京博安和布丁则在他们的后方架起了乐器。 \\n  \\n     而在他们正中心的空位，正是预留给叶未央的位置。 \\n  \\n     四人排好站位后，京博安发现叶未央还傻愣愣的站在一旁，连忙喊道：“未央，愣着干啥，来排练啊！” \\n  \\n     “哦哦...”叶未央愣愣的点了点头，按照记忆中以前排练的样子，站到了四人的中央。 \\n  \\n     当他伸手握住眼前的这根立麦时，心底涌出了一种过去30年里，从来没有出现过的情绪。 \\n  \\n     激动、兴奋、感慨、期待以及忐忑混杂在一起，糅合出了一种让他全身颤栗的感觉。 \\n  \\n     “感觉.....意外的不错！” \\n  \\n     还没等他多体会几番这种奇妙的情绪呢，见叶未央就位后，布丁作为负责这次排练曲目主旋律的乐手，便指挥道：“好，准备！” \\n  \\n     “三！二！一！” \\n  \\n     一阵模拟管风琴的声音首先从布丁手上的电子键盘上响起，两小节管风琴独奏结束之后，一阵悠扬的钢琴声随后接上。 \\n  \\n     京博安左脚轻踏低音大鼓，左手鼓槌按照四四拍敲打着嗵嗵鼓，一阵非常有节奏感的鼓点也随之跟进。 \\n  \\n     鼓点与钢琴一同合奏两个小节后，杨霄的电吉他与吴大伟的贝斯一同响起... \\n  \\n     四种乐器，五种音色同时响起，又很奇妙的交融在了一起。 \\n  \\n     每一个演奏手，视线都在看着叶未央，等待着他进节奏。 \\n  \\n     这种感觉，让叶未央灵魂都开始颤栗了起来。 \\n  \\n     合奏的感觉，简直太美妙了！ \\n  \\n     对于音乐本身来说，合奏是一件快乐的事。 \\n  \\n     声音之间的碰撞可不是表面简单的物理叠加那么简单，是会碰撞出一种奇妙的化学反应！ \\n  \\n     除非演奏者拥有超高的独奏水平，以及使用钢琴这种乐器之王，不然合奏永远是比独奏更打动人心的！ \\n  \\n     从来没参与过合奏，只是自己玩过民谣吉他的叶未央，瞬间就被合奏这种不同乐器音色之间的碰撞交融所征服了。 \\n  \\n     他深吸了一口气，按照记忆中的词谱，缓缓开口唱道：“青春是一场跌跌撞撞的旅行.....”\",\"timestamp\":1637824871,\"title\":\"第二章 合奏\"},\"digest\":\"B9kWvfMkEg9Ci2VholGCaZhq5FyXVTzRX06DQykVgLs\",\"authorship\":{\"contributor\":\"0x3ecE49870Dc1e44e127061c1E71CB8c191FC78e5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uk3cvj7rk461lNx9Q3-le-7HQ9xzESJqcPkoBBCyy98\\\",\\\"y\\\":\\\"OiJG3X41On6WH12n5U6BRUBbVjknP-vLKvCOGCHfnDA\\\"}\",\"signature\":\"Nouz-akU6pZQ5isCPgssQWOUdGrsQz1vMyOn3UziryqfBMhvkAfcrWUTH9vbWnIwOpq8nykuCO6i__pg19FmPg\",\"signingKeySignature\":\"0xe73067eb0728c564638c483ff0418e9af99b50e9e6a8ce4c2f5dd654451e439205d4258066ff17a6c5f5314e929caf63e389f4e6692032cf9efccaa7ad5ab2981b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uk3cvj7rk461lNx9Q3-le-7HQ9xzESJqcPkoBBCyy98\\\",\\\"y\\\":\\\"OiJG3X41On6WH12n5U6BRUBbVjknP-vLKvCOGCHfnDA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"B9kWvfMkEg9Ci2VholGCaZhq5FyXVTzRX06DQykVgLs\"}"