"{\"content\":{\"body\":\"The nerfs have not been enough to knock Puck down to the mid tier, though. She is still an excellent pick for those that can really make full use of her powerful and irritating kit. Her win rate is still above 50 percent as such. This makes her one of the most reliable picks in the solo mid position if your team needs a mobile magic-based ganker. She is just as disruptive as ever. But with a new toy to play with in the form of Witch Blade, Puck has ascended to another level entirely.\\n\\nIf you like deftly dodging your opponents’ attacks while making sure they themselves cannot escape your wrath, read on. Prepare yourselves to harness the ancient power of the Faerie Dragon.\\n\\n## Buffs Upon Buffs\\n\\nAlthough Patch 7.28 included a few nerfs to Puck, the patch as a whole has been very kind to the hero. 7.28 itself buffed her significantly, with number tweaks going up across the board. Here’s a list of everything that she received:\\n\\n*   Agility gain increased from 2.2 to 2.5\\n*   Turn rate improved from 0.5 to 0.8\\n*   Illusory Orb damage increased from 70/140/210/280 to 75/150/225/300\\n*   Waning Rift max distance increased from 275 to 300\\n*   Dream Coil scepter link break stun duration rescaled from 1.8/3/4.5 to 2/3.25/4.5 (base ability is 1.8/2.4/3)\\n*   Dream Coil initial damage increased from 100/150/200 to 125/200/275\\n*   Level 10 Talent increased from +25 Damage to +30\\n*   Level 25 Talent reduced from +300 Waning Rift AoE and Range to +275\\n\\nDream Coil’s cooldown and the effectiveness of her Waning Rift cooldown talent have been nerfed since then. Overall, her numbers are still amazing and allow her to be a force on the map. Her base damage, for instance, caps out at a very respectable 59 damage at level 1. This is good for securing last hits in the lane against heroes with better attack animations and more lane presence. Coupled with an Intelligence gain of 3.5 points per level, it can be quite difficult to contain Puck in the laning phase.\\n\\n### Steady as they come\\n\\nShe also starts with a surprisingly large health pool after factoring in early stat items. For example, starting with two Mantles of Intelligence, a Circlet, a Faerie Fire, and one Iron Branch allows Puck to begin the game with 600 health. This is more than enough to survive a few hits in the lane and still be able to contest creeps. All of this, combined with the low mana cost of Illusory Orb (great for harassment and sniping ranged creeps), make Puck quite solid early on. This is important for a hero that relies on snowballing from the middle lane. An underfarmed Puck can be a detriment rather than a boon to her team.\\n\\nOf course, the mid game is where Puck really shines. With full access to her abilities at this point in the game, her damage output and propensity for disorder and pandemonium can help you and your team create opportunities to control the map and take objectives early on. This is where those number tweaks really come into play. Particularly the Illusory Orb and Dream Coil damage buffs. Don’t be afraid to use Town Portal Scrolls to join fights early, or pop runes like Haste or Invisibility. These will impose your will on the map right away. Puck is pretty much ready to fight as soon as she hits level six. So getting on the board quickly is key in most matchups.\\n\\n## Witching Hour\\n\\nThere’s one more thing that has elevated Puck to the upper tiers of the metagame, though. With the introduction of Witch Blade as a new item in 7.28, her usual item build has changed drastically.\\n\\n![Witch Blade Puck](https://www.hotspawn.com/app/uploads/2021/01/Witch-Blade.jpg)\\n\\nIt’s easy to overlook this item as Puck, given that it is 350 gold more expensive than a Blink Dagger and that Puck herself isn’t really known to be a right click hero. But considering the fact that Puck can jump a short distance with Waning Rift, it becomes pretty clear that Blink Dagger is no longer a “must-rush” item.\\n\\nIn addition, Puck happens to have two talents that lean towards right clicking: the +30 Damage talent at level 10 and Phase Shift Attack talent at level 15. These two talents augment her already great magic damage output with some physical damage on the side. This is further augmented by the on-hit effect of Witch Blade. Given Puck’s wonderful Intelligence growth per level, the effect in question will easily hit for more than 100 damage per tick by the time Witch Blade is assembled. The bonus attack speed is also very welcome, as it increases her physical DPS by an amount that shouldn’t be scoffed at.\\n\\nThe numbers certainly don’t lie here either. Puck currently stands as the second most prolific user of the item, with players having bought the item on her in nearly 57,000 games. In those games, Puck has secured victory with the item 58.23 percent of the time. This indicates that Witch Blade definitely works well, especially when purchased early when it really has the kind of impact that one would expect from such a value-oriented pickup. Witch Blade is therefore the new mid game item of choice for Puck, particularly after the laning phase comes to a close.\\n\\n## A Dragon’s Hoard\\n\\nTo complement Witch Blade, though, we recommend buying Urn of Shadows to start with. Which should then be built into a Spirit Vessel after Power Treads. It’s especially useful against Strength heroes with large HP pools like Tidehunter. It can also be useful against those that rely on regeneration and lifesteal to survive like Alchemist and Morphling. Puck being a very active ganker out of the laning stage enables the Vessel as well. This makes it easy to pick up charges wherever there’s a hero to be killed.\\n\\nEven without heroes that are necessarily countered by Vessel, it’s a good idea overall to buy it thanks to its passive benefits and sheer utility. Make sure to discuss it with your supports first though, or you may end up with two Urns on the team — or worse, two Vessels.\\n\\n### Awesome Flexibility\\n\\nThe rest of Puck’s item build is entirely up to you, your team’s draft, and the opposing team’s draft. This is the beauty of Puck in the late game, as there are many avenues for players to take when it comes to her itemization. Aghanim’s Scepter is the most common route, particularly against Black King Bar users. Linken’s Sphere is good against high-impact single target spells. It also adds an extra layer of protection which can mean the difference between narrowly escaping a gank attempt or dying without even being able to hit Phase Shift first.\\n\\nShiva’s Guard works well versus right click carries that rely on their attack speed. It also shores up Puck’s low armor woes. Scythe of Vyse is a classic choice, particularly against mobile cores that would otherwise kneel if they had no access to their escape mechanisms. The disable is also one of the best counters to BKB. Although, you would need to get the jump on the target first in order to hex them before they can pop the magic immunity. Thus, we recommend getting Scythe of Vyse only in the deep late game, once you have the Waning Rift talent at level 25.\\n\\n### Other Options\\n\\nNaturally, it wouldn’t be a guide to a hero in 7.28 without talking about Aghanim’s Shard. Puck just happens to have one of the best in the game right now. 70 bonus damage for Waning Rift is nice, but the knockback and detection are what really make her Shard upgrade worth considering as a luxury item and even a core item against heroes with invisibility. Make sure to keep it in the back of your mind when playing Puck.\\n\\nSpecial mention goes to Manta Style. Yes, you are reading that correctly. The stats reveal that people have been picking this item up on the hero with surprising regularity. As of the time of writing, Manta Style has been purchased by Puck players in nearly 3,500 games — with a win rate of 64% to boot.\\n\\nThe explanation for this is threefold: Puck’s right click talents, the dispel tacked onto Manta Style’s active ability, and general chaos generation. Manta is, of course, meant to make right clickers better. Puck just so happens to be good at that early on. Silence effects likewise ruin her day. Having a way to instantly remove such crippling afflictions is very handy for a hero with her kit. Finally, illusions can confuse the living daylights out of certain enemy heroes. Particularly if they don’t have ways to quickly kill the illusions or put out enough damage to discern which one is real — as if Puck didn’t cause enough mayhem on her own.\\n\\n## Eons of Knowledge\\n\\nPuck’s ability build hasn’t changed at all in the midst of all the buffs and new elements in the game. That’s great for both inexperienced players and veteran Puck pickers alike. Maxing Illusory Orb first is generally recommended for safety and comfort. It is an easily spammable ability that can be used to chip away at a lane opponent’s health while clearing creep waves or securing ranged creep kills. Investing into Waning Rift early is another option. But it often takes more game sense to use properly without dying and only really works in certain matchups like Puck versus Queen of Pain.\\n\\nWhere things start to become unclear is in the talent progression. Particularly with the first two talents available. While Puck has historically been magic-focused when placed in the solo mid role, her spellcaster talents at levels 10 and 15 aren’t actually all that amazing compared to the right click talents. The +150 Cast Range talent at level 10 only affects Waning Rift for the most part. It does practically nothing for Dream Coil as it already has a base cast range of 750 units. The Spell Amplification talent at 15 doesn’t really do much either. It has significantly worse scaling compared to Phase Shift Attack. And of course, neither talent helps when it comes to Witch Blade’s passive ability.\\n\\nWe therefore recommend the following progression in most games:\\n\\n*   Illusory Orb\\n*   Phase Shift\\n*   Illusory Orb\\n*   Waning Rift\\n*   Illusory Orb\\n*   Dream Coil\\n*   Illusory Orb\\n*   Waning Rift\\n*   Waning Rift\\n*   Level 10 Talent: +30 Damage\\n*   Waning Rift\\n*   Dream Coil\\n*   Phase Shift\\n*   Phase Shift\\n*   Level 15 Talent: Phase Shift Attack\\n*   Phase Shift\\n*   Dream Coil\\n*   Level 20 Talent: -6s Waning Rift Cooldown\\n*   Level 25 Talent: +275 Waning Rift AoE and Range\\n\\nAnd there you have it. Puck’s playstyle has changed quite a bit over the years, but she is still the same slippery, annoying little bugger with a million ways to escape death. It’s just that this time there’s a new piece of gear for her to use, and Blink Dagger is no longer the cornerstone of her gameplay. Embrace the Spirit Vessel-Witch Blade combo for what it is, and you might find yourself enjoying this new look Puck.\\n\",\"timestamp\":1641635235,\"title\":\"Mischief and Trickery: How to Play Puck - Hotspawn\"},\"digest\":\"N3ZhMWqDFYVEfpIYsFpg5UjoQ7Kyv6tBq3tocwEi07I\",\"authorship\":{\"contributor\":\"0xDF431FB6A10857681CD71f686a872030Ec149b3d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hW4I-fiE2OHf-YVyCK7TxewkSRbbP9hk5CCmRLTMJGE\\\",\\\"y\\\":\\\"tkTuxwNhlD4JjMf8T6dm1Di3LgyGauCulxHTxaL1-rI\\\"}\",\"signature\":\"-YHADBPhSRLzeoPDVE5YtaagREjaixHFl6Zj2u1trq8bbPFnlk7Jd1tA02W-mIVtWPRsw1T_arG-yEaQdOp6bw\",\"signingKeySignature\":\"0x1b6ff28095d02fd280c79b148cceecfb623d07573f44a4dd9f8fe7d70a91828c742d41446ff90ba9de9a83b2bbb564c37a05dfc885821b91513bd556d4653cc51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hW4I-fiE2OHf-YVyCK7TxewkSRbbP9hk5CCmRLTMJGE\\\",\\\"y\\\":\\\"tkTuxwNhlD4JjMf8T6dm1Di3LgyGauCulxHTxaL1-rI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"N3ZhMWqDFYVEfpIYsFpg5UjoQ7Kyv6tBq3tocwEi07I\"}"