"{\"content\":{\"body\":\"There was a time when everything felt a little simpler. When I could go outside, bounce my ball, tend to my stargazers, watch cars roll by blasting music, and wait for the ice cream truck. Now. Not so much.\\n\\nAs the pace of my heart rate and life increases, I realize the steady unsteadiness and the consistent inconsistency that has been plaguing my life.The moments where I allow the heat of the flames to melt me. My mother’s tongue of guilt gripping the mind of a somber child.\\n\\nNothing hurts me more than the possibility that I will forget those I love and what they have done for me. ADHD has been something I’ve been silently battling behind closed doors. It affected my career, my relationships, my self-esteem. Sometimes it feels like there’s no way that I can overcome it but I know that thinking is detrimental. Even when I am out of breath, crying, and feeling the remnants of trauma claw their way from the depths of my soul I still repeat words of hope for some reason. For some reason, my mind wants to give up but my soul disciplines me every time.\\n\\nYes, I hear voices in my head. They say beautiful things like,”You can do this!” ”You’re more than capable of achieving your goals!” ”The world needs your music and love.” It’s my own consciousness that ruminates on toxicity that withholds my hand to action. I know that I have the means to achieve, I know I have the ability, yet the ligaments in my vessel shrink in fear from the aspirations of my spirit.\\n\\nThe ice cream truck is outside.\",\"timestamp\":1642581588,\"title\":\"The Stump \"},\"digest\":\"lqvCz7e6PiZ9WFJ1wU0cg5L0dXXO1a2FtyvpcBzV9Ys\",\"authorship\":{\"contributor\":\"0x326486311f2D69a2cd9Ec5bb9f5F5e22a1634781\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DUK8zUEBh_XOz6tGO-MjfujO--HR6nJcYVO_Zefb9Lo\\\",\\\"y\\\":\\\"BT9SimdP-w5jAD2uWCKdl6DKcjFOvCFci6Xva5exXJo\\\"}\",\"signature\":\"faIYY1tH9TrZn-xdnG7d2PRzZCAS73IbIdbaaOAy1E2tN0rWrSM24-_gmdlkNTwru5dRd70zJ5Nt0fDzpqFitg\",\"signingKeySignature\":\"0x5be56e63b17439451ee497933d37651a392d9cc82b60862b93e6bec008f73d5421ce8adce5045981675a0bca405a9aacf7d83fcff0b23165c124331f26541a861b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DUK8zUEBh_XOz6tGO-MjfujO--HR6nJcYVO_Zefb9Lo\\\",\\\"y\\\":\\\"BT9SimdP-w5jAD2uWCKdl6DKcjFOvCFci6Xva5exXJo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3_lYu4ecMQ5rz7kBKTBR9aQMFfL4UdZAMl0D3OSpRWc\"}"