"{\"content\":{\"body\":\"Then he plunged directly into the tradition, with no preface save a comprehensive sweep of his wonderful hands towards my wide window, against which the rains were beating.\\n\\n\\\"It was after a long, long time of this--this rain.  The mountain streams were swollen, the rivers choked, the sea began to rise--and yet it rained; for weeks and weeks it rained.\\\" He ceased speaking, while the shadows of centuries gone crept into his eyes.  Tales of the misty past always inspired him.\\n\\n\\\"Yes,\\\" he continued.  \\\"It rained for weeks and weeks, while the mountain torrents roared thunderingly down, and the sea crept silently up.  The level lands were first to float in sea water, then to disappear.  The slopes were next to slip into the sea.  The world was slowly being flooded.  Hurriedly the Indian tribes gathered in one spot, a place of safety far above the reach of the on-creeping sea.  The spot was the circling shore of Lake Beautiful, up the North Arm.  They held a Great Council and decided at once upon a plan of action. A giant canoe should be built, and some means contrived to anchor it in case the waters mounted to the heights.  The men undertook the canoe, the women the anchorage.\\n\\n\\\"A giant tree was felled, and day and night the men toiled over its construction into the most stupendous canoe the world has ever known.  Not an hour, not a moment, but many worked, while the toil-wearied ones slept, only to awake to renewed toil.  Meanwhile the women also worked at a cable--the largest, the longest, the strongest that Indian hands and teeth had ever made.  Scores of them gathered and prepared the cedar fibre; scores of them plaited, rolled and seasoned it; scores of them chewed upon it inch by inch to make it pliable; scores of them oiled and worked, oiled and worked, oiled and worked it into a sea-resisting fabric.  And still the sea crept up, and up, and up.  It was the last day; hope of life for the tribe, of land for the world, was doomed.  Strong hands, self-sacrificing hands fastened the cable the women had made--one end to the giant canoe, the other about an enormous boulder, a vast immovable rock as firm as the foundations of the world--for might not the canoe with its priceless freight drift out, far out, to sea, and when the water subsided might not this ship of safety be leagues and leagues beyond the sight of land on the storm-driven Pacific?\\n\\n\\\"Then with the bravest hearts that ever beat, noble hands lifted every child of the tribe into this vast canoe; not one single baby was overlooked.  The canoe was stocked with food and fresh water, and lastly, the ancient men and women of the race selected as guardians to these children the bravest, most stalwart, handsomest young man of the tribe, and the mother of the youngest baby in the camp--she was but a girl of sixteen, her child but two weeks old; but she, too, was brave and very beautiful.  These two were placed, she at the bow of the canoe to watch, he at the stern to guide, and all the little children crowded between.\\n\\n\\\"And still the sea crept up, and up, and up. At the crest of the bluffs about Lake Beautiful the doomed tribes crowded.  Not a single person attempted to enter the canoe. There was no wailing, no crying out for safety.  'Let the little children, the young mother, and the bravest and best of our young men live,' was all the farewell those in the canoe heard as the waters reached the summit, and--the canoe floated.  Last of all to be seen was the top of the tallest tree, then--all was a world of water.\\n\\n\\\"For days and days there was no land--just the rush of swirling, snarling sea; but the canoe rode safely at anchor, the cable those scores of dead, faithful women had made held true as the hearts that beat behind the toil and labor of it all.\\n\\n\\\"But one morning at sunrise, far to the south a speck floated on the breast of the waters; at midday it was larger; at evening it was yet larger.  The moon arose, and in its magic light the man at the stern saw it was a patch of land.  All night he watched it grow, and at daybreak looked with glad eyes upon the summit of Mount Baker.  He cut the cable, grasped his paddle in his strong, young hands, and steered for the south.  When they landed, the waters were sunken half down the mountain side.  The children were lifted out; the beautiful young mother, the stalwart young brave, turned to each other, clasped hands, looked into each other's eyes--and smiled.\\n\\n\\\"And down in the vast country that lies between Mount Baker and the Fraser River they made a new camp, built new lodges, where the little children grew and thrived, and lived and loved, and the earth was repeopled by them.\\n\\n\\\"The Squamish say that in a gigantic crevice half way to the crest of Mount Baker may yet be seen the outlines of an enormous canoe, but I have never seen it myself.\\\"\\n\\nHe ceased speaking with that far-off cadence in his voice with which he always ended a legend, and for a long time we both sat in silence listening to the rains that were still beating against the window.\\n\\nThe Sea-Serpent\\n\\nThere is one vice that is absolutely unknown to the red man; he was born without it, and amongst all the deplorable things he has learned from the white races, this, at least, he has never acquired.  That is the vice of avarice.  That the Indian looks upon greed of gain, miserliness, avariciousness and wealth accumulated above the head of his poorer neighbor as one of the lowest degradations he can fall to is perhaps more aptly illustrated in this legend than anything I could quote to demonstrate his horror of what he calls \\\"the white man's unkindness.\\\"  In a very wide and varied experience with many tribes, I have yet to find even one instance of avarice, and I have encountered but one single case of a \\\"stingy Indian,\\\" and this man was so marked amongst his fellows that at mention of his name his tribes-people jeered and would remark contemptuously that he was like a white man--hated to share his money and his possessions.  All red races are born Socialists, and most tribes carry out their communistic ideas to the letter.  Amongst the Iroquois it is considered disgraceful to have food if your neighbor has none.  To be a creditable member of the nation you must divide your possessions with your less fortunate fellows.  I find it much the same amongst the Coast Indians, though they are less bitter in their hatred of the extremes of wealth and poverty than are the Eastern tribes.  Still, the very fact that they have preserved this legend, in which they liken avarice to a slimy sea-serpent, shows the trend of their ideas; shows, too, that an Indian is an Indian, no matter what his tribe; shows that he cannot or will not hoard money; shows that his native morals demand that the spirit of greed must be strangled at all cost.\\n\\nThe Chief and I had sat long over our luncheon.  He had been talking of his trip to England and of the many curious things he had seen.  At last, in an outburst of enthusiasm, he said: \\\"I saw everything in the world --everything but a sea-serpent!\\\"\\n\\n\\\"But there is no such thing as a sea-serpent,\\\" I laughed, \\\"so you must have really seen everything in the world.\\\"\\n\\nHis face clouded; for a moment he sat in silence; then looking directly at me said, \\\"Maybe none now, but long ago there was one here--in the Inlet.\\\"\\n\\n\\\"How long ago?\\\" I asked.\\n\\n\\\"When first the white gold-hunters came,\\\" he replied.  \\\"Came with greedy, clutching fingers, greedy eyes, greedy hearts.  The white men fought, murdered, starved, went mad with love of that gold far up the Fraser River. Tillicums were tillicums no more, brothers were foes, fathers and sons were enemies. Their love of the gold was a curse.\\\"\\n\\n\\\"Was it then the sea-serpent was seen?\\\" I asked, perplexed with the problem of trying to connect the gold-seekers with such a monster.\\n\\n\\\"Yes, it was then, but----\\\" he hesitated, then plunged into the assertion, \\\"but you will not believe the story if you think there is no such thing as a sea-serpent.\\\"\\n\\n\\\"I shall believe whatever you tell me, Chief,\\\" I answered; \\\"I am only too ready to believe.  You know I come of a superstitious race, and all my association with the Palefaces has never yet robbed me of my birthright to believe strange traditions.\\\"\\n\\n\\\"You always understand,\\\" he said after a pause.\\n\\n\\\"It's my heart that understands,\\\" I remarked quietly.\\n\\nHe glanced up quickly, and with one of his all too few radiant smiles, he laughed.\\n\\n\\\"Yes, skookum tum-tum.\\\"  Then without further hesitation he told the tradition, which, although not of ancient happening, is held in great reverence by his tribe.  During its recital he sat with folded arms, leaning on the table, his head and shoulders bending eagerly towards me as I sat at the opposite side.  It was the only time he ever talked to me when he did not use emphasising gesticulations, but his hands never once lifted: his wonderful eyes alone gave expression to what he called \\\"The Legend of the 'Salt-chuck Oluk'\\\" (sea-serpent).\\n\\n\\\"Yes, it was during the first gold craze, and many of our young men went as guides to the whites far up the Fraser.  When they returned they brought these tales of greed and murder back with them, and our old people and our women shook their heads and said evil would come of it.  But all our young men, except one, returned as they went--kind to the poor, kind to those who were foodless, sharing whatever they had with their tillicums. But one, by name Shak-shak (The Hawk), came back with hoards of gold nuggets, chickimin (money), everything; he was rich like the white men, and, like them, he kept it.  He would count his chickimin, count his nuggets, gloat over them, toss them in his palms.  He loved them better than food, better than his tillicums, better than his life.  The entire tribe arose.  They said Shak-shak had the disease of greed; that to cure it he must give a great potlatch, divide his riches with the poorer ones, share them with the old, the sick, the foodless.  But he jeered and laughed and told them No, and went on loving and gloating over his gold.\\n\\n\\\"Then the Sagalie Tyee spoke out of the sky and said, 'Shak-shak, you have made of yourself a loathsome thing; you will not listen to the cry of the hungry, to the call of the old and sick; you will not share your possessions; you have made of yourself an outcast from your tribe and disobeyed the ancient laws of your people.  Now I will make of you a thing loathed and hated by all men, both white and red.  You will have two heads, for your greed has two mouths to bite.  One bites the poor, and one bites your own evil heart--and the fangs in these mouths are poison, poison that kills the hungry, and poison that kills your own manhood.  Your evil heart will beat in the very centre of your foul body, and he that pierces it will kill the disease of greed forever from amongst his people.'  And when the sun arose above the North Arm the next morning the tribes-people saw a gigantic sea-serpent stretched across the surface of the waters.  One hideous head rested on the bluffs at Brockton Point, the other rested on a group of rocks just below Mission, at the western edge of North Vancouver.  If you care to go there some day I will show you the hollow in one great stone where that head lay.  The tribespeople were stunned with horror.  They loathed the creature, they hated it, they feared it.  Day after day it lay there, its monstrous heads lifted out of the waters, its mile-long body blocking all entrance from the Narrows, all outlet from the North Arm.  The chiefs made council, the medicine men danced and chanted, but the salt-chuck oluk never moved. It could not move, for it was the hated totem of what now rules the white man's world-- greed and love of chickimin.  No one can ever move the love of chickimin from the white man's heart, no one can ever make him divide all with the poor.  But after the chiefs and medicine men had done all in their power, and still the salt-chuck oluk lay across the waters, a handsome boy of sixteen approached them and reminded them of the words of the Sagalie Tyee, 'that he that pierced the monster's heart would kill the disease of greed forever amongst his people.'\\n\\n\\\"'Let me try to find this evil heart, oh! great men of my tribe,' he cried.  'Let me war upon this creature; let me try to rid my people of this pestilence.'\\n\\n\\\"The boy was brave and very beautiful.  His tribes-people called him the Tenas Tyee (Little Chief) and they loved him.  Of all his wealth of fish and furs, of game and hykwa (large shell money) he gave to the boys who had none; he hunted food for the old people; he tanned skins and furs for those whose feet were feeble, whose eyes were fading, whose blood ran thin with age.\\n\\n\\\"'Let him go!' cried the tribes-people.  'This unclean monster can only be overcome by cleanliness, this creature of greed can only be overthrown by generosity.  Let him go!' The chiefs and the medicine men listened, then consented.  'Go,' they commanded, 'and fight this thing with your strongest weapons-- cleanliness and generosity.'\\n\\n\\\"The Tenas Tyee turned to his mother.  'I shall be gone four days,' he told her, 'and I shall swim all that time.  I have tried all my life to be generous, but the people say I must be clean also to fight this unclean thing.  While I am gone put fresh furs on my bed every day, even if I am not here to lie on them; if I know my bed, my body and my heart are all clean I can overcome this serpent.'\\n\\n\\\"'Your bed shall have fresh furs every morning,' his mother said simply.\\n\\n\\\"The Tenas Tyee then stripped himself and, with no clothing save a buckskin belt into which he thrust his hunting-knife, he flung his lithe young body into the sea.  But at the end of four days he did not return.  Sometimes his people could see him swimming far out in mid-channel, endeavoring to find the exact centre of the serpent, where lay its evil, selfish heart; but on the fifth morning they saw him rise out of the sea, climb to the summit of Brockton Point and greet the rising sun with outstretched arms.  Weeks and months went by, still the Tenas Tyee would swim daily searching for that heart of greed; and each morning the sunrise glinted on his slender young copper-colored body as he stood with outstretched arms at the tip of Brockton Point, greeting the coming day and then plunging from the summit into the sea.\\n\\n\\\"And at his home on the north shore his mother dressed his bed with fresh furs each morning.  The seasons drifted by, winter followed summer, summer followed winter. But it was four years before the Tenas Tyee found the centre of the great salt-chuck oluk and plunged his hunting-knife into its evil heart.  In its death-agony it writhed through the Narrows, leaving a trail of blackness on the waters.  Its huge body began to shrink, to shrivel; it became dwarfed and withered, until nothing but the bones of its back remained, and they, sea-bleached and lifeless, soon sank to the bed of the ocean leagues off from the rim of land.  But as the Tenas Tyee swam homeward and his clean, young body crossed through the black stain left by the serpent, the waters became clear and blue and sparkling. He had overcome even the trail of the salt-chuck oluk.\\n\\n\\\"When at last he stood in the doorway of his home he said, 'My mother, I could not have killed the monster of greed amongst my people had you not helped me by keeping one place for me at home fresh and clean for my return.'\\n\\n\\\"She looked at him as only mothers look. 'Each day these four years, fresh furs have I laid for your bed.  Sleep now, and rest, oh! my Tenas Tyee,' she said.\\\"\\n\\n\\n*******\\n\\nThe Chief unfolded his arms, and his voice took another tone as he said, \\\"What do you call that story--a legend?\\\"\\n\\n\\\"The white people would call it an allegory,\\\" I answered.  He shook his head.\\n\\n\\\"No savvy,\\\" he smiled.\\n\\nI explained as simply as possible, and with his customary alertness he immediately understood. \\\"That's right,\\\" he said.  \\\"That's what we say it means, we Squamish, that greed is evil and not clean, like the salt-chuck oluk.  That it must be stamped out amongst our people, killed by cleanliness and generosity. The boy that overcame the serpent was both these things.\\\"\\n\\n\\\"What became of this splendid boy?\\\" I asked.\\n\\n\\\"The Tenas Tyee?  Oh! some of our old, old people say they sometimes see him now, standing on Brockton Point, his bare young arms outstretched to the rising sun,\\\" he replied.\\n\\n\\\"Have you ever seen him, Chief?\\\" I questioned.\\n\\n\\\"No,\\\" he answered simply.  But I have never heard such poignant regret as his wonderful voice crowded into that single word.\\n\\nThe Lost Island\\n\\nYes,\\\" said my old tillicum, \\\"we Indians have lost many things. We have lost our lands, our forests, our game, our fish; we have lost our ancient religion, our ancient dress; some of the younger people have even lost their fathers' language and the legends and traditions of their ancestors.  We cannot call those old things back to us; they will never come again.  We may travel many days up the mountain trails, and look in the silent places for them.  They are not there. We may paddle many moons on the sea, but our canoes will never enter the channel that leads to the yesterdays of the Indian people. These things are lost, just like 'The Island of the North Arm.'  They may be somewhere nearby, but no one can ever find them.\\\"\\n\\n\\\"But there are many islands up the North Arm,\\\" I asserted.\\n\\n\\\"Not the island we Indian people have sought for many tens of summers,\\\" he replied sorrowfully.\\n\\n\\\"Was it ever there?\\\" I questioned.\\n\\n\\\"Yes, it was there,\\\" he said.  \\\"My grandsires and my great-grandsires saw it; but that was long ago.  My father never saw it, though he spent many days in many years searching, always searching, for it.  I am an old man myself, and I have never seen it, though from my youth I, too, have searched.  Sometimes in the stillness of the nights I have paddled up in my canoe.\\\"  Then, lowering his voice: \\\"Twice I have seen its shadow: high rocky shores, reaching as high as the tree tops on the mainland, then tall pines and firs on its summit like a king's crown.  As I paddled up the Arm one summer night, long ago, the shadow of these rocks and firs fell across my canoe, across my face, and across the waters beyond.  I turned rapidly to look.  There was no island there, nothing but a wide stretch of waters on both sides of me, and the moon almost directly overhead.  Don't say it was the shore that shadowed me,\\\" he hastened, catching my thought.  \\\"The moon was above me; my canoe scarce made a shadow on the still waters.  No, it was not the shore.\\\"\\n\\n\\\"Why do you search for it?\\\" I lamented, thinking of the old dreams in my own life whose realization I have never attained.\\n\\n\\\"There is something on that island that I want.  I shall look for it until I die, for it is there,\\\" he affirmed.\\n\\nThere was a long silence between us after that.  I had learned to love silences when with my old tillicum, for they always led to a legend.  After a time he began voluntarily:\\n\\n\\\"It was more than one hundred years ago. This great city of Vancouver was but the dream of the Sagalie Tyee (God) at that time. The dream had not yet come to the white man; only one great Indian medicine man knew that some day a great camp for Palefaces would lie between False Creek and the Inlet. This dream haunted him; it came to him night and day--when he was amid his people laughing and feasting, or when he was alone in the forest chanting his strange songs, beating his hollow drum, or shaking his wooden witch-rattle to gain more power to cure the sick and the dying of his tribe.  For years this dream followed him.  He grew to be an old, old man, yet always he could hear voices, strong and loud, as when they first spoke to him in his youth, and they would say: 'Between the two narrow strips of salt water the white men will camp--many hundreds of them, many thousands of them.  The Indians will learn their ways, will live as they do, will become as they are.  There will be no more great war dances, no more fights with other powerful tribes; it will be as if the Indians had lost all bravery, all courage, all confidence.'  He hated the voices, he hated the dream; but all his power, all his big medicine, could not drive them away.  He was the strongest man on all the North Pacific Coast.  He was mighty and very tall, and his muscles were as those of Leloo, the timber wolf, when he is strongest to kill his prey.  He could go for many days without food; he could fight the largest mountain lion; he could overthrow the fiercest grizzly bear; he could paddle against the wildest winds and ride the highest waves. He could meet his enemies and kill whole tribes single-handed.  His strength, his courage, his power, his bravery, were those of a giant.  He knew no fear; nothing in the sea, or in the forest, nothing in the earth or the sky, could conquer him.  He was fearless, fearless. Only this haunting dream of the coming white man's camp he could not drive away; it was the one thing in life he had tried to kill and failed.  It drove him from the feasting, drove him from the pleasant lodges, the fires, the dancing, the story-telling of his people in their camp by the water's edge, where the salmon thronged and the deer came down to drink of the mountain streams.  He left the Indian village, chanting his wild songs as he went.  Up through the mighty forests he climbed, through the trailless deep mosses and matted vines, up to the summit of what the white men call Grouse Mountain.  For many days he camped there.  He ate no food, he drank no water, but sat and sang his medicine songs through the dark hours and through the day.  Before him--far beneath his feet-- lay the narrow strip of land between the two salt waters.  Then the Sagalie Tyee gave him the power to see far into the future.  He looked across a hundred years, just as he looked across what you call the Inlet, and he saw mighty lodges built close together, hundreds and thousands of them; lodges of stone and wood, and long straight trails to divide them.  He saw these trails thronging with Palefaces; he heard the sound of the white man's paddle-dip on the waters, for it is not silent like the Indian's; he saw the white man's trading posts, saw the fishing nets, heard his speech.  Then the vision faded as gradually as it came.  The narrow strip of land was his own forest once more.\\n\\n\\\"'I am old,' he called, in his sorrow and his trouble for his people.  'I am old, oh, Sagalie Tyee!  Soon I shall die and go to the Happy Hunting Grounds of my fathers.  Let not my strength die with me.  Keep living for all time my courage, my bravery, my fearlessness. Keep them for my people that they may be strong enough to endure the white man's rule. Keep my strength living for them; hide it so that the Paleface may never find or see it.'\\n\\n\\\"Then he came down from the summit of Grouse Mountain.  Still chanting his medicine songs he entered his canoe, and paddled through the colors of the setting sun far up the North Arm.  When night fell he came to an island with misty shores of great grey rock; on its summit tall pines and firs circled like a king's crown.  As he neared it he felt all his strength, his courage, his fearlessness, leaving him; he could see these things drift from him on to the island.  They were as the clouds that rest on the mountains, grey-white and half transparent.  Weak as a woman he paddled back to the Indian village; he told them to go and search for 'The Island,' where they would find all his courage, his fearlessness and his strength, living, living forever. He slept then, but--in the morning he did not awake.  Since then our young men and our old have searched for 'The Island.'  It is there somewhere, up some lost channel, but we cannot find it.  When we do, we will get back all the courage and bravery we had before the white man came, for the great medicine man said those things never die--they live for one's children and grandchildren.\\\"\\n\\nHis voice ceased.  My whole heart went out to him in his longing for the lost island.  I thought of all the splendid courage I knew him to possess, so made answer: \\\"But you say that the shadow of this island has fallen upon you; is it not so, tillicum?\\\"\\n\\n\\\"Yes,\\\" he said half mournfully.  \\\"But only the shadow.\\\"\\n\\nPoint Grey\\n\\nHave you ever sailed around Point Grey?\\\" asked a young Squamish tillicum of mine who often comes to see me, to share a cup of tea and a taste of muck-a-muck, that otherwise I should eat in solitude.\\n\\n\\\"No,\\\" I admitted, I had not had that pleasure, for I did not know the uncertain waters of English Bay sufficiently well to venture about its headlands in my frail canoe.\\n\\n\\\"Some day, perhaps next summer, I'll take you there in a sail-boat, and show you the big rock at the southwest of the Point.  It is a strange rock; we Indian people call it Homolsom.\\\"\\n\\n\\\"What an odd name,\\\" I commented.  \\\"Is it a Squamish word?--it does not sound to me like one.\\\"\\n\\n\\\"It is not altogether Squamish, but half Fraser River language.  The Point was the dividing line between the grounds and waters of the two tribes, so they agreed to make the name 'Homolsom' from the two languages.\\\"\\n\\nI suggested more tea, and, as he sipped it, he told me the legend that few of the younger Indians know.  That he believes the story himself is beyond question, for many times he admitted having tested the virtues of this rock, and it had never once failed him.  All people that have to do with water craft are superstitious about some things, and I freely acknowledge that times innumerable I have \\\"whistled up\\\" a wind when dead calm threatened, or stuck a jack-knife in the mast, and afterwards watched with great contentment the idle sail fill, and the canoe pull out to a light breeze. So, perhaps, I am prejudiced in favor of this legend of Homolsom Rock, for it strikes a very responsive chord in that portion of my heart that has always throbbed for the sea.\\n\\n\\\"You know,\\\" began my young tillicum, \\\"that only waters unspoiled by human hands can be of any benefit.  One gains no strength by swimming in any waters heated or boiled by fires that men build.  To grow strong and wise one must swim in the natural rivers, the mountain torrents, the sea, just as the Sagalie Tyee made them.  Their virtues die when human beings try to improve them by heating or distilling, or placing even tea in them, and so--what makes Homolsom Rock so full of 'good medicine' is that the waters that wash up about it are straight from the sea, made by the hand of the Great Tyee, and unspoiled by the hand of man.\\n\\n\\\"It was not always there, that great rock, drawing its strength and its wonderful power from the seas, for it, too, was once a Great Tyee, who ruled a mighty tract of waters.  He was god of all the waters that wash the coast, of the Gulf of Georgia, of Puget Sound, of the Straits of Juan de Fuca, of the waters that beat against even the west coast of Vancouver Island, and of all the channels that cut between the Charlotte Islands.  He was Tyee of the West Wind, and his storms and tempests were so mighty that the Sagalie Tyee Himself could not control the havoc that he created.  He warred upon all fishing craft, he demolished canoes and sent men to graves in the sea.  He uprooted forests and drove the surf on shore heavy with wreckage of despoiled trees and with beaten and bruised fish. He did all this to reveal his powers, for he was cruel and hard of heart, and he would laugh and defy the Sagalie Tyee, and looking up to the sky he would call, 'See how powerful I am, how mighty, how strong; I am as great as you.'\\n\\n\\\"It was at this time that the Sagalie Tyee in the persons of the Four Men came in the great canoe up over the river of the Pacific, in that age thousands of years ago when they turned the evil into stone, and the kindly into trees.\\n\\n\\\"'Now,' said the god of the West Wind, 'I can show how great I am.  I shall blow a tempest that these men may not land on my coast.  They shall not ride my seas and sounds and channels in safety.  I shall wreck them and send their bodies into the great deeps, and I shall be Sagalie Tyee in their place and ruler of all the world.'  So the god of the West Wind blew forth his tempests.  The waves arose mountain high, the seas lashed and thundered along the shores.  The roar of his mighty breath could be heard wrenching giant limbs from the forest trees, whistling down the canyons and dealing death and destruction for leagues and leagues along the coast.  But the canoe containing the Four Men rode upright through all the heights and hollows of the seething ocean.  No curling crest or sullen depth could wreck that magic craft, for the hearts it bore were filled with kindness for the human race, and kindness cannot die.\\n\\n\\\"It was all rock and dense forest, and unpeopled; only wild animals and sea birds sought the shelter it provided from the terrors of the West Wind; but he drove them out in sullen anger, and made on this strip of land his last stand against the Four Men.  The Paleface calls the place Point Grey, but the Indians yet speak of it as 'The Battle Ground of the West Wind.'  All his mighty forces he now brought to bear against the oncoming canoe; he swept great hurricanes about its stony ledges; he caused the sea to beat and swirl in tempestuous fury along its narrow fastnesses, but the canoe came nearer and nearer, invincible as those shores, and stronger than death itself.  As the bow touched the land the Four Men arose and commanded the West Wind to cease his war cry, and, mighty though he had been, his voice trembled and sobbed itself into a gentle breeze, then fell to a whispering note, then faded into exquisite silence.\\n\\n\\\"'Oh, you evil one with the unkind heart,' cried the Four Men, 'you have been too great a god for even the Sagalie Tyee to obliterate you forever, but you shall live on, live now to serve, not to hinder mankind.  You shall turn into stone where you now stand, and you shall rise only as men wish you to.  Your life from this day shall be for the good of man, for when the fisherman's sails are idle and his lodge is leagues away you shall fill those sails and blow his craft free, in whatever direction he desires.  You shall stand where you are through all the thousands upon thousands of years to come, and he who touches you with his paddle-blade shall have his desire of a breeze to carry him home.'\\\"\\n\\nMy young tillicum had finished his tradition, and his great solemn eyes regarded me half-wistfully.\\n\\n\\\"I wish you could see Homolsom Rock,\\\" he said.  \\\"For that is he who was once the Tyee of the West Wind.\\\"\\n\\n\\\"Were you ever becalmed around Point Grey?\\\" I asked irrelevantly.\\n\\n\\\"Often,\\\" he replied.  \\\"But I paddle up to the rock and touch it with the tip of my paddle-blade, and no matter which way I want to go the wind will blow free for me, if I wait a little while.\\\"\\n\\n\\\"I suppose your people all do this?\\\" I replied.\\n\\n\\\"Yes, all of them,\\\" he answered.  \\\"They have done it for hundreds of years.  You see the power in it is just as great now as at first, for the rock feeds every day on the unspoiled sea that the Sagalie Tyee made.\\\"\\n\\nThe Tulameen Trail\\n\\nDid you ever \\\"holiday\\\" through the valley lands of the Dry Belt? Ever spend days and days in a swinging, swaying coach, behind a four-in-hand, when \\\"Curly\\\" or \\\"Nicola Ned\\\" held the ribbons, and tooled his knowing little leaders and wheelers down those horrifying mountain trails that wind like russet skeins of cobweb through the heights and depths of the Okanagan, the Nicola and the Similkameen countries?  If so, you have listened to the call of the Skookum Chuck, as the Chinook speakers call the rollicking, tumbling streams that sing their way through the canyons with a music so dulcet, so insistent, that for many moons the echo of it lingers in your listening ears, and you will, through all the years to come, hear the voices of those mountain rivers calling you to return.\\n\\nBut the most haunting of all the melodies\\n\\nis the warbling laughter of the Tulameen; its delicate note is far more powerful, more far-reaching than the throaty thunders of Niagara. That is why the Indians of the Nicola country still cling to their old-time story that the Tulameen carries the spirit of a young girl enmeshed in the wonders of its winding course; a spirit that can never free itself from the canyons, to rise above the heights and follow its fellows to the Happy Hunting Grounds, but which is contented to entwine its laughter, its sobs, its lonely whispers, its still lonelier call for companionship, with the wild music of the waters that sing forever beneath the western stars.\\n\\nAs your horses plod up and up the almost perpendicular trail that leads out of the Nicola Valley to the summit, a paradise of beauty outspreads at your feet; the color is indescribable in words, the atmosphere thrills you. Youth and the pulse of rioting blood are yours again, until, as you near the heights, you become strangely calmed by the voiceless silence of it all, a silence so holy that it seems the whole world about you is swinging its censer before an altar in some dim remote cathedral! The choir voices of the Tulameen are yet very far away across the summit, but the heights of the Nicola are the silent prayer that holds the human soul before the first great chords swell down from the organ loft.  In this first long climb up miles and miles of trail, even the staccato of the drivers' long black-snake whip is hushed.  He lets his animals pick their own sure-footed way, but once across the summit he gathers the reins in his steely fingers, gives a low, quick whistle, the whiplash curls about the ears of the leaders and the plunge down the dip of the mountain begins. Every foot of the way is done at a gallop. The coach rocks and swings as it dashes through a trail rough-hewn from the heart of the forest; at times the angles are so abrupt that you cannot see the heads of the leaders as they swing around the grey crags that almost scrape the tires on the left, while within a foot of the rim of the trail the right wheels whirl along the edge of a yawning canyon. The rhythms of the hoof-beats, the recurrent low whistle and crack of the whiplash, the occasional rattle of pebbles showering down to the depths, loosened by rioting wheels, have broken the sacred silence.  Yet above all those nearby sounds there seems to be an indistinct murmur, which grows sweeter, more musical, as you gain the base of the mountains, where it rises above all harsher notes.  It is the voice of the restless Tulameen as it dances and laughs through the rocky throat of the canyon, three hundred feet below. Then, following the song, comes a glimpse of the river itself--white garmented in the film of its countless rapids, its showers of waterfalls.  It is as beautiful to look at as to listen to, and it is here, where the trail winds about and above it for leagues, that the Indians say it caught the spirit of the maiden that is still interlaced in its loveliness.\\n\\nIt was in one of the terrible battles that raged between the valley tribes before the white man's footprints were seen along these trails.  None can now tell the cause of this warfare, but the supposition is that it was merely for tribal supremacy--that primeval instinct that assails the savage in both man and beast, that drives the hill men to bloodshed and the leaders of buffalo herds to conflict. It is the greed to rule; the one barbarous instinct that civilization has never yet been able to eradicate from armed nations. This war of the tribes of the valley lands was of years in duration; men fought and women mourned, and children wept, as all have done since time began.  It seemed an unequal battle, for the old experienced war-tried chief and his two astute sons were pitted against a single young Tulameen brave.  Both factions had their loyal followers, both were indomitable as to courage and bravery, both were determined and ambitious, both were skilled fighters.\\n\\nBut on the older man's side were experience and two other wary, strategic brains to help him, while on the younger was but the advantage of splendid youth and unconquerable persistence.  But at every pitched battle, at every skirmish, at every single-handed conflict the younger man gained little by little, the older man lost step by step.  The experience of age was gradually but inevitably giving way to the strength and enthusiasm of youth.  Then one day they met face to face and alone--the old war-scarred chief, the young battle-inspired brave.  It was an unequal combat, and at the close of a brief but violent struggle the younger had brought the older to his knees.  Standing over him with up-poised knife the Tulameen brave laughed sneeringly, and said:\\n\\n\\\"Would you, my enemy, have this victory as your own?  If so, I give it to you; but in return for my submission I demand of you-- your daughter.\\\"\\n\\nFor an instant the old chief looked in wonderment at his conqueror; he thought of his daughter only as a child who played about the forest trails or sat obediently beside her mother in the lodge, stitching her little moccasins or weaving her little baskets.\\n\\n\\\"My daughter!\\\" he answered sternly.  \\\"My daughter--who is barely out of her own cradle basket--give her to you, whose hands are blood-dyed with the killing of a score of my tribe?  You ask for this thing?\\\"\\n\\n\\\"I do not ask it,\\\" replied the young brave. \\\"I demand it; I have seen the girl and I shall have her.\\\"\\n\\nThe old chief sprang to his feet and spat out his refusal.  \\\"Keep your victory, and I keep my girl-child,\\\" though he knew he was not only defying his enemy, but defying death as well.\\n\\nThe Tulameen laughed lightly, easily.  \\\"I shall not kill the sire of my wife,\\\" he taunted. \\\"One more battle must we have, but your girl-child will come to me.\\\"\\n\\nThen he took his victorious way up the trail, while the old chief walked with slow and springless step down into the canyon.\\n\\nThe next morning the chief's daughter was loitering along the heights, listening to the singing river, and sometimes leaning over the precipice to watch its curling eddies and dancing waterfalls.  Suddenly she heard a slight rustle, as though some passing bird's wing had clipt the air.  Then at her feet there fell a slender, delicately shaped arrow.  It fell with spent force, and her Indian woodcraft told her it had been shot to her, not at her. She started like a wild animal.  Then her quick eye caught the outline of a handsome, erect figure that stood on the heights across the river.  She did not know him as her father's enemy.  She only saw him to be young, stalwart and of extraordinary, manly beauty.  The spirit of youth and of a certain savage coquetry awoke within her.  Quickly she fitted one of her own dainty arrows to the bow string and sent it winging across the narrow canyon; it fell, spent, at his feet, and he knew she had shot it to him, not at him.\\n\\nNext morning, woman-like, she crept noiselessly to the brink of the heights.  Would she see him again--that handsome brave?  Would he speed another arrow to her?  She had not yet emerged from the tangle of forest before it fell, its faint-winged flight heralding its coming.  Near the feathered end was tied a tassel of beautiful ermine tails.  She took from her wrist a string of shell beads, fastened it to one of her little arrows and winged it across the canyon, as yesterday.\\n\\nThe following morning before leaving the ledge she fastened the tassel of ermine tails in her straight, black hair.  Would he see them? But no arrow fell at her feet that day, but a clearer message was there on the brink of the precipice.  He himself awaited her coming-- he who had never left her thoughts since that first arrow came to her from his bow-string. His eyes burned with warm fires, as she approached, but his lips said simply: \\\"I have crossed the Tulameen River.\\\"  Together they stood, side by side, and looked down at the depths before them, watching in silence the little torrent rollicking and roystering over its boulders and crags.\\n\\n\\\"That is my country,\\\" he said, looking across the river.  \\\"This is the country of your father, and of your brothers; they are my enemies.  I return to my own shore tonight. Will you come with me?\\\"\\n\\nShe looked up into his handsome young face. So this was her father's foe--the dreaded Tulameen!\\n\\n\\\"Will you come?\\\" he repeated.\\n\\n\\\"I will come,\\\" she whispered.\\n\\nIt was in the dark of the moon and through the kindly night he led her far up the rocky shores to the narrow belt of quiet waters, where they crossed in silence into his own country.  A week, a month, a long golden summer, slipped by, but the insulted old chief and his enraged sons failed to find her.\\n\\nThen one morning as the lovers walked together on the heights above the far upper reaches of the river, even the ever-watchful eyes of the Tulameen failed to detect the lurking enemy.  Across the narrow canyon crouched and crept the two outwitted brothers of the girl-wife at his side; their arrows were on their bow-strings, their hearts on fire with hatred and vengeance.  Like two evil-winged birds of prey those arrows sped across the laughing river, but before they found their mark in the breast of the victorious Tulameen the girl had unconsciously stepped before him. With a little sigh, she slipped into his arms, her brothers' arrows buried into her soft, brown flesh.\\n\\nIt was many a moon before his avenging hand succeeded in slaying the old chief and those two hated sons of his.  But when this was finally done the handsome young Tulameen left his people, his tribe, his country, and went into the far north.  \\\"For,\\\" he said, as he sang his farewell war song, \\\"my heart lies dead in the Tulameen River.\\\"\\n\\n\\n*****\\n\\nBut the spirit of his girl-wife still sings through the canyon, its song blending with the music of that sweetest-voiced river in all the great valleys of the Dry Belt.  That is why this laughter, the sobbing murmur of the beautiful Tulameen will haunt for evermore the ear that has once listened to its song.\\n\\nThe Grey Archway\\n\\nThe steamer, like a huge shuttle, wove in and out among the countless small islands; its long trailing scarf of grey smoke hung heavily along the uncertain shores, casting a shadow over the pearly waters of the Pacific, which sung lazily from rock to rock in indescribable beauty.\\n\\nAfter dinner I wandered astern with the traveller's ever-present hope of seeing the beauties of a typical Northern sunset, and by some happy chance I placed my deck stool near an old tillicum, who was leaning on the rail, his pipe between his thin curved lips, his brown hands clasped idly, his sombre eyes looking far out to sea, as though they searched the future--or was it that they were seeing the past?\\n\\n\\\"Kla-how-ya, tillicum!\\\" I greeted\\n\\nHe glanced round, and half smiled.\\n\\n\\\"Kla-how-ya, tillicum!\\\" he replied, with the warmth of friendliness I have always met with among the Pacific tribes.\\n\\nI drew my deck stool nearer to him, and he acknowledged the action with another half smile, but did not stir from his entrenchment, remaining as if hedged about with an inviolable fortress of exclusiveness.  Yet I knew that my Chinook salutation would be a drawbridge by which I might hope to cross the moat into his castle of silence.\\n\\nIndian-like, he took his time before continuing the acquaintance.  Then he began in most excellent English:\\n\\n\\\"You do not know these Northern waters?\\\"\\n\\nI shook my head.\\n\\nAfter many moments he leaned forward, looking along the curve of the deck, up the channels and narrows we were threading, to a broad strip of waters off the port bow.  Then he pointed, with that peculiar, thoroughly Indian gesture of the palm, uppermost.\\n\\n\\\"Do you see it--over there?  The small island?  It rests on the edge of the water, like a grey gull.\\\"\\n\\nIt took my unaccustomed eyes some moments to discern it; then all at once I caught its outline, veiled in the mists of distance--grey, cobwebby, dreamy.\\n\\n\\\"Yes,\\\" I replied, \\\"I see it now.  You will tell me of it--tillicum?\\\"\\n\\nHe gave a swift glance at my dark skin, then nodded.  \\\"You are one of us,\\\" he said, with evidently no thought of a possible contradiction.  \\\"And you will understand, or I should not tell you.  You will not smile at the story, for you are one of us.\\\"\\n\\n\\\"I am one of you, and I shall understand,\\\" I answered.\\n\\nIt was a full half-hour before we neared the island, yet neither of us spoke during that time; then, as the \\\"grey gull\\\" shaped itself into rock and tree and crag, I noticed in the very centre a stupendous pile of stone lifting itself skyward, without fissure or cleft; but a peculiar haziness about the base made me peer narrowly to catch the perfect outline.\\n\\n\\\"It is the 'Grey Archway,'\\\" he explained, simply.\\n\\nOnly then did I grasp the singular formation before us; the rock was a perfect archway, through which we could see the placid Pacific shimmering in the growing colors of the coming sunset at the opposite rim of the island.\\n\\n\\\"What a remarkable whim of Nature!\\\" I exclaimed, but his brown hand was laid in a contradictory grasp on my arm, and he snatched up my comment almost with impatience.\\n\\n\\\"No, it was not Nature,\\\" he said.  \\\"That is the reason I say you will understand--you are one of us--you will know what I tell you is true.  The Great Tyee did not make that archway, it was--\\\" here his voice lowered-- \\\"it was magic, red man's medicine and magic --you savvy?\\\"\\n\\n\\\"Yes,\\\" I said.  \\\"Tell me, for I--savvy.\\\"\\n\\n\\\"Long time ago,\\\" he began, stumbling into a half-broken English language, because, I think, of the atmosphere and environment, \\\"long before you were born, or your father, or grandfather, or even his father, this strange thing happened.  It is a story for women to hear, to remember.  Women are the future mothers of the tribe, and we of the Pacific Coast hold such in high regard, in great reverence. The women who are mothers--o-ho!-- they are the important ones we say.  Warriors, fighters, brave men, fearless daughters, owe their qualities to these mothers--eh, is it not always so?\\\"\\n\\nI nodded silently.  The island was swinging nearer to us, the \\\"Grey Archway\\\" loomed almost above us, the mysticism crowded close, it enveloped me, caressed me, appealed to me.\\n\\n\\\"And?\\\" I hinted.\\n\\n\\\"And,\\\" he proceeded, \\\"this 'Grey Archway' is a story of mothers, of magic, of witchcraft, of warriors, of--love.\\\"\\n\\nAn Indian rarely uses the word \\\"love,\\\" and when he does it expresses every quality, every attribute, every intensity, emotion and passion embraced in those four little letters.  Surely this was an exceptional story I was to hear.\\n\\nI did not answer, only looked across the pulsing waters toward the \\\"Grey Archway,\\\" which the sinking sun was touching with soft pastels, tints one could give no name to, beauties impossible to describe.\\n\\n\\\"You have not heard of Yaada?\\\" he questioned. Then fortunately he continued without waiting for a reply.  He well knew that I had never heard of Yaada, so why not begin without preliminary to tell me of her?--so--\\n\\n\\\"Yaada was the loveliest daughter of the Haida tribe.  Young braves from all the islands, from the mainland, from the upper Skeena country came, hoping to carry her to their far-off lodges, but they always returned alone. She was the most desired of all the island maidens, beautiful, brave, modest, the daughter of her own mother.\\n\\n\\\"But there was a great man, a very great man--a medicine man, skilful, powerful, influential, old, deplorably old, and very, very rich; he said, 'Yaada shall be my wife.'  And there was a young fisherman, handsome, loyal, boyish, poor, oh! very poor, and gloriously young, and he, too, said, 'Yaada shall be my wife.'\\n\\n\\\"But Yaada's mother sat apart and thought and dreamed, as mothers will.  She said to herself, 'The great medicine man has power, has vast riches, and wonderful magic, why not give her to him?  But Ulka has the boy's heart, the boy's beauty, he is very brave, very strong; why not give her to him?'\\n\\n\\\"But the laws of the great Haida tribe prevailed. Its wise men said, 'Give the girl to the greatest man, give her to the most powerful, the richest.  The man of magic must have his choice.'\\n\\n\\\"But at this the mother's heart grew as wax in the summer sunshine--it is a strange quality that mothers' hearts are made of! 'Give her to the best man--the man her heart holds highest,' said this Haida mother.\\n\\n\\\"Then Yaada spoke: 'I am the daughter of my tribe; I would judge of men by their excellence.  He who proves most worthy I shall marry; it is not riches that make a good husband; it is not beauty that makes a good father for one's children.  Let me and my tribe see some proof of the excellence of these two men--then, only, shall I choose who is to be the father of my children.  Let us have a trial of their skill; let them show me how evil or how beautiful is the inside of their hearts. Let each of them throw a stone with some intent, some purpose in their hearts.  He who makes the noblest mark may call me wife.'\\n\\n\\\"'Alas!  Alas!' wailed the Haida mother 'This casting of stones does not show worth. It but shows prowess.'\\n\\n\\\"'But I have implored the Sagalie Tyee of my father, and of his fathers before him, to help me to judge between them by this means,' said the girl.  'So they must cast the stones.  In this way only shall I see their innermost hearts.'\\n\\n\\\"The medicine man never looked so old as at that moment; so hopelessly old, so wrinkled, so palsied: he was no mate for Yaada.  Ulka never looked so god-like in his young beauty, so gloriously young, so courageous.  The girl, looking at him, loved him--almost was she placing her hand in his, but the spirit of her forefathers halted her.  She had spoken the word--she must abide by it.  'Throw!' she commanded.\\n\\n\\\"Into his shrivelled fingers the great medicine man took a small, round stone, chanting strange words of magic all the while; his greedy eyes were on the girl, his greedy thoughts about her.\\n\\n\\\"Into his strong, young fingers Ulka took a smooth, flat stone; his handsome eyes were lowered in boyish modesty, his thoughts were worshipping her.  The great medicine man cast his missile first; it swept through the air like a shaft of lightning, striking the great rock with a force that shattered it.  At the touch of that stone the 'Grey Archway' opened and has remained opened to this day.\\n\\n\\\"'Oh, wonderful power and magic!' clamored the entire tribe.  'The very rocks do his bidding.'\\n\\n\\\"But Yaada stood with eyes that burned in agony.  Ulka could never command such magic--she knew it.  But at her side Ulka was standing erect, tall, slender and beautiful, but just as he cast his missile the evil voice of the old medicine man began a still more evil incantation.  He fixed his poisonous eyes on the younger man, eyes with hideous magic in their depths--ill-omened and enchanted with 'bad medicine.'  The stone left Ulka's fingers; for a second it flew forth in a straight line, then as the evil voice of the old man grew louder in its incantations the stone curved. Magic had waylaid the strong arm of the young brave.  The stone poised an instant above the forehead of Yaada's mother, then dropped with the weight of many mountains, and the last long sleep fell upon her.\\n\\n\\\"'Slayer of my mother!' stormed the girl, her suffering eyes fixed upon the medicine man.  'Oh, I now see your black heart through your black magic.  Through good magic you cut the 'Grey Archway,' but your evil magic you used upon young Ulka.  I saw your wicked eyes upon him; I heard your wicked incantations; I know your wicked heart.  You used your heartless magic in hope of winning me--in hope of making him an outcast of the tribe.  You cared not for my sorrowing heart, my motherless life to come.'  Then, turning to the tribe, she demanded: 'Who of you saw his evil eyes fixed on Ulka?  Who of you heard his evil song?'\\n\\n\\\"'I,' and 'I,' and 'I,' came voice after voice.\\n\\n\\\"'The very air is poisoned that we breathe about him,' they shouted.  'The young man is blameless, his heart is as the sun, but the man who has used his evil magic has a heart black and cold as the hours before the dawn.'\\n\\n\\\"Then Yaada's voice arose in a strange, sweet, sorrowful chant:\\n\\nMy feet shall walk no more upon this island,\\n\\nWith its great, Grey Archway.\\n\\nMy mother sleeps forever on this island,\\n\\nWith its great, Grey Archway.\\n\\nMy heart would break without her on this island,\\n\\nWith its great, Grey Archway.\\n\\nMy life was of her life upon this island,\\n\\nWith its great, Grey Archway.\\n\\nMy mother's soul has wandered from this island,\\n\\nWith its great, Grey Archway.\\n\\nMy feet must follow hers beyond this island,\\n\\nWith its great, Grey Archway.\\n\\n\\\"As Yaada chanted and wailed her farewell, she moved slowly towards the edge of the cliff.  On its brink she hovered a moment with outstretched arms, as a sea gull poises on its weight--then she called:\\n\\n\\\"'Ulka, my Ulka!  Your hand is innocent of wrong; it was the evil magic of your rival that slew my mother.  I must go to her; even you cannot keep me here; will you stay, or come with me?  Oh! my Ulka!\\\"\\n\\n\\\"The slender, gloriously young boy sprang toward her; their hands closed one within the other; for a second they poised on the brink of the rocks, radiant as stars; then together they plunged into the sea.\\\"\\n\\n\\n*******\\n\\nThe legend was ended.  Long ago we had passed the island with its \\\"Grey Archway\\\"; it was melting into the twilight, far astern.\\n\\nAs I brooded over this strange tale of a daughter's devotion, I watched the sea and sky for something that would give me a clue to the inevitable sequel that the tillicum, like all his race, was surely withholding until the opportune moment.\\n\\nSomething flashed through the darkening waters not a stone's throw from the steamer. I leaned forward, watching it intently.  Two silvery fish were making a succession of little leaps and plunges along the surface of the sea, their bodies catching the last tints of sunset, like flashing jewels.  I looked at the tillicum quickly.  He was watching me--a world of anxiety in his half-mournful eyes.\\n\\n\\\"And those two silvery fish?\\\" I questioned.\\n\\nHe smiled.  The anxious look vanished.  \\\"I was right,\\\" he said; \\\"you do know us and our ways, for you are one of us.  Yes, those fish are seen only in these waters; there are never but two of them.  They are Yaada and her mate, seeking for the soul of the Haida woman --her mother.\\\"\\n\\nDeadman's Island\\n\\nIt is dusk on the Lost Lagoon, And we two dreaming the dusk away, Beneath the drift of a twilight grey-- Beneath the drowse of an ending day And the curve of a golden moon.\\n\\nIt is dark in the Lost Lagoon, And gone are the depths of haunting blue, The grouping gulls, and the old canoe, The singing firs, and the dusk and--you, And gone is the golden moon.\\n\\nO! lure of the Lost Lagoon-- I dream tonight that my paddle blurs The purple shade where the seaweed stirs-- I hear the call of the singing firs In the hush of the golden moon.\\n\\nFor many minutes we stood silently, leaning on the western rail of the bridge as we watched the sun set across that beautiful little basin of water known as Coal Harbor.  I have always resented that jarring, unattractive name, for years ago, when I first plied paddle across the gunwale of a light little canoe that idled above its margin, I named the sheltered little cove the Lost Lagoon. This was just to please my own fancy, for as that perfect summer month drifted on, the ever-restless tides left the harbor devoid of water at my favorite canoeing hour, and my pet idling place was lost for many days-- hence my fancy to call it the Lost Lagoon. But the chief, Indian-like, immediately adopted the name, at least when he spoke of the place to me, and as we watched the sun slip behind the rim of firs, he expressed the wish that his dugout were here instead of lying beached at the farther side of the park.\\n\\n\\\"If canoe was here, you and I we paddle close to shores all 'round your Lost Lagoon: we make track just like half moon.  Then we paddle under this bridge, and go channel between Deadman's Island and park.  Then 'round where cannon speak time at nine o'clock.  Then 'cross Inlet to Indian side of Narrows.\\\"\\n\\nI turned to look eastward, following in fancy the course he had sketched; the waters were still as the footstep of the oncoming twilight, and, floating in a pool of soft purple, Deadman's Island rested like a large circle of candle moss.\\n\\n\\\"Have you ever been on it?\\\" he asked as he caught my gaze centering on the irregular outline of the island pines.\\n\\n\\\"I have prowled the length and depth of it,\\\" I told him.  \\\"Climbed over every rock on its shores, crept under every tangled growth of its interior, explored its overgrown trails, and more than once nearly got lost in its very heart.\\\"\\n\\n\\\"Yes,\\\" he half laughed, \\\"it pretty wild; not much good for anything.\\\"\\n\\n\\\"People seem to think it valuable,\\\" I said. \\\"There is a lot of litigation--of fighting going on now about it.\\\"\\n\\n\\\"Oh! that the way always,\\\" he said as though speaking of a long accepted fact.  \\\"Always fight over that place.  Hundreds of years ago they fight about it; Indian people; they say hundreds of years to come everybody will still fight--never be settled what that place is, who it belong to, who has right to it. No, never settle.  Deadman's Island always mean fight for someone.\\\"\\n\\n\\\"So the Indians fought amongst themselves about it?\\\" I remarked, seemingly without guile, although my ears tingled for the legend I knew was coming.\\n\\n\\\"Fought like lynx at close quarters,\\\" he answered.  \\\"Fought, killed each other, until the island ran with blood redder than that sunset, and the sea water about it was stained flame color--it was then, my people say, that the scarlet fire-flower was first seen growing along this coast.\\\"\\n\\n\\\"It is a beautiful color--the fire-flower,\\\" I said.\\n\\n\\\"It should be fine color, for it was born and grew from the hearts of fine tribes-people-- very fine people,\\\" he emphasized.\\n\\nWe crossed to the eastern rail of the bridge, and stood watching the deep shadows that gathered slowly and silently about the island; I have seldom looked upon anything more peaceful.\\n\\nThe chief sighed.  \\\"We have no such men now, no fighters like those men, no hearts, no courage like theirs.  But I tell you the story; you understand it then.  Now all peace; tonight all good tillicums; even dead man's spirit does not fight now, but long time after it happen those spirits fought.\\\"\\n\\n\\\"And the legend?\\\" I ventured.\\n\\n\\\"Oh! yes,\\\" he replied, as if suddenly returning to the present from out a far country in the realm of time.  \\\"Indian people, they call it the 'Legend of the Island of Dead Men.'\\n\\n\\\"There was war everywhere.  Fierce tribes from the northern coast, savage tribes from the south all met here and battled and raided, burned and captured, tortured and killed their enemies.  The forests smoked with camp fires, the Narrows were choked with war canoes, and the Sagalie Tyee--He who is a man of peace--turned His face away from His Indian children.  About this island there was dispute and contention.  The medicine men from the North claimed it as their chanting ground. The medicine men from the South laid equal claim to it.  Each wanted it as the stronghold of their witchcraft, their magic.  Great bands of these medicine men met on the small space, using every sorcery in their power to drive their opponents away.  The witch doctors of the North made their camp on the northern rim of the island; those from the South settled along the southern edge, looking towards what is now the great city of Vancouver. Both factions danced, chanted, burned their magic powders, built their magic fires, beat their magic rattles, but neither would give way, yet neither conquered.  About them, on the waters, on the mainlands, raged the warfare of their respective tribes--the Sagalie Tyee had forgotten His Indian children.\\n\\n\\\"After many months, the warriors on both sides weakened.  They said the incantations of the rival medicine men were bewitching them, were making their hearts like children's, and their arms nerveless as women's.  So friend and foe arose as one man and drove the medicine men from the island, hounded them down the Inlet, herded them through the Narrows and banished them out to sea, where they took refuge on one of the outer islands of the gulf.  Then the tribes once more fell upon each other in battle.\\n\\n\\\"The warrior blood of the North will always conquer.  They are the stronger, bolder, more alert, more keen.  The snows and the ice of their country make swifter pulse than the sleepy suns of the South can awake in a man; their muscles are of sterner stuff, their endurance greater.  Yes, the northern tribes will always be victors.\\\\*  But the craft and the strategy of the southern tribes are hard things to battle against.  While those of the North followed the medicine men farther out to sea to make sure of their banishment, those from the South returned under cover of night and seized the women and children and the old, enfeebled men in their enemy's camp, transported them all to the Island of Dead Men, and there held them as captives.  Their war canoes circled the island like a fortification, through which drifted the sobs of the imprisoned women, the mutterings of the aged men, the wail of little children.\\n\\n\\\"Again and again the men of the North assailed that circle of canoes, and again and again were repulsed.  The air was thick with poisoned arrows, the water stained with blood. But day by day the circle of southern canoes grew thinner and thinner; the northern arrows were telling and truer of aim.  Canoes drifted everywhere, empty, or worse still, manned only by dead men.  The pick of the southern warriors had already fallen, when their greatest Tyee mounted a large rock on the eastern shore.  Brave and unmindful of a thousand weapons aimed at his heart, he uplifted his\\n\\n* Note.--It would almost seem that the chief knew that wonderful poem of \\\"The Khan's,\\\" \\\"The Men of the Northern Zone,\\\" wherein he says:\\n\\n  If ever a Northman lost a throne\\n\\n  Did the conqueror come from the South?\\n\\n  Nay, the North shall ever be free . . . etc.\\n\\nhand, palm outward--the signal for conference.  Instantly every northern arrow was lowered, and every northern ear listened for his words.\\n\\n\\\"'Oh! men of the upper coast,' he said, 'you are more numerous than we are; your tribe is larger; your endurance greater.  We are growing hungry, we are growing less in numbers. Our captives--your women and children and old men--have lessened, too, our stores of food.  If you refuse our terms we will yet fight to the finish.  Tomorrow we will kill all our captives before your eyes, for we can feed them no longer, or you can have your wives, your mothers, your fathers, your children, by giving us for each and every one of them one of your best and bravest young warriors, who will consent to suffer death in their stead. Speak!  You have your choice.'\\n\\n\\\"In the northern canoes scores and scores of young warriors leapt to their feet.  The air was filled with glad cries, with exultant shouts.  The whole world seemed to ring with the voices of those young men who called loudly, with glorious courage:\\n\\n\\\"'Take me, but give me back my old father.'\\n\\n\\\"'Take me, but spare to my tribe my little sister.'\\n\\n\\\"'Take me, but release my wife and boy-baby.'\\n\\n\\\"So the compact was made.  Two hundred heroic, magnificent young men paddled up to the island, broke through the fortifying circle of canoes and stepped ashore.  They flaunted their eagle plumes with the spirit and boldness of young gods.  Their shoulders were erect, their step was firm, their hearts strong.  Into their canoes they crowded the two hundred captives. Once more their women sobbed, their old men muttered, their children wailed, but those young copper-colored gods never flinched, never faltered.  Their weak and their feeble were saved.  What mattered to them such a little thing as death?\\n\\n\\\"The released captives were quickly surrounded by their own people, but the flower of their splendid nation was in the hands of their enemies, those valorous young men who thought so little of life that they willingly, gladly laid it down to serve and to save those they loved and cared for.  Amongst them were war-tried warriors who had fought fifty battles, and boys not yet full grown, who were drawing a bow string for the first time, but their hearts, their courage, their self-sacrifice were as one.\\n\\n\\\"Out before a long file of southern warriors they stood.  Their chins uplifted, their eyes defiant, their breasts bared.  Each leaned forward and laid his weapons at his feet, then stood erect, with empty hands, and laughed forth their challenge to death.  A thousand arrows ripped the air, two hundred gallant northern throats flung forth a death cry exultant, triumphant as conquering kings--then two hundred fearless northern hearts ceased to beat.\\n\\n\\\"But in the morning the southern tribes found the spot where they fell peopled with flaming fire-flowers.  Dread terror seized upon them.  They abandoned the island, and when night again shrouded them they manned their canoes and noiselessly slipped through the Narrows, turned their bows southward and this coast line knew them no more.\\\"\\n\\n\\\"What glorious men,\\\" I half whispered as the chief concluded the strange legend.\\n\\n\\\"Yes, men!\\\" he echoed.  \\\"The white people call it Deadman's Island.  That is their way; but we of the Squamish call it The Island of Dead Men.\\\"\\n\\nThe clustering pines and the outlines of the island's margin were now dusky and indistinct. Peace, peace lay over the waters, and the purple of the summer twilight had turned to grey, but I knew that in the depths of the undergrowth on Deadman's Island there blossomed a flower of flaming beauty; its colors were veiled in the coming nightfall, but somewhere down in the sanctuary of its petals pulsed the heart's blood of many and valiant men.\\n\\nA Squamish Legend of Napoleon\\n\\nHolding an important place among the majority of curious tales held in veneration by the coast tribes are those of the sea-serpent.  The monster appears and reappears with almost monotonous frequency in connection with history, traditions, legends and superstitions; but perhaps the most wonderful part it ever played was in the great drama that held the stage of Europe, and incidentally all the world during the stormy days of the first Napoleon.\\n\\nThroughout Canada I have never failed to find an amazing knowledge of Napoleon Bonaparte amongst the very old and \\\"uncivilized\\\" Indians.  Perhaps they may be unfamiliar with every other historical character from Adam down, but they will all tell you they have heard of the \\\"Great French Fighter,\\\" as they call the wonderful little Corsican.\\n\\nWhether this knowledge was obtained through the fact that our earliest settlers and pioneers were French, or whether Napoleon's almost magical fighting career attracted the Indian mind to the exclusion of lesser warriors, I have never yet decided.  But the fact remains that the Indians of our generation are not as familiar with Bonaparte's name as were their fathers and grandfathers, so either the predominance of English-speaking settlers or the thinning of their ancient war-loving blood by modern civilization and peaceful times, must one or the other account for the younger Indian's ignorance of the Emperor of the French.\\n\\nIn telling me the legend of The Lost Talisman, my good tillicum, the late Chief Capilano, began the story with the almost amazing question, Had I ever heard of Napoleon Bonaparte? It was some moments before I just caught the name, for his English, always quaint and beautiful, was at times a little halting; but when he said by way of explanation, \\\"You know big fighter, Frenchman.  The English they beat him in big battle,\\\" I grasped immediately of whom he spoke.\\n\\n\\\"What do you know of him?\\\" I asked.\\n\\nHis voice lowered, almost as if he spoke a state secret.  \\\"I know how it is that English they beat him.\\\"\\n\\nI have read many historians on this event, but to hear the Squamish version was a novel and absorbing thing.  \\\"Yes?\\\" I said--my usual \\\"leading\\\" word to lure him into channels of tradition.\\n\\n\\\"Yes,\\\" he affirmed.  Then, still in a half whisper, he proceeded to tell me that it all happened through the agency of a single joint from the vertebra of a sea-serpent.\\n\\nIn telling me the story of Brockton Point and the valiant boy who killed the monster, he dwelt lightly on the fact that all people who approach the vicinity of the creature are palsied, both mentally and physically--bewitched, in fact--so that their bones become disjointed and their brains incapable; but today he elaborated upon this peculiarity until I harked back to the boy of Brockton Point and asked how it was that his body and brain escaped this affliction.\\n\\n\\\"He was all good, and had no greed,\\\" he replied. \\\"He proof against all bad things.\\\"\\n\\nI nodded understandingly, and he proceeded to tell me that all successful Indian fighters and warriors carried somewhere about their person a joint of a sea-serpent's vertebra, that the medicine men threw \\\"the power\\\" about them so that they were not personally affected by this little \\\"charm,\\\" but that immediately they approached an enemy the \\\"charm\\\" worked disaster, and victory was assured the fortunate possessor of the talisman.  There was one particularly effective joint that had been treasured and carried by the warriors of a great Squamish family for a century.  These warriors had conquered every foe they encountered, until the talisman had become so renowned that the totem pole of their entire \\\"clan\\\" was remodelled, and the new one crested by the figure of a single joint of a sea-serpent's vertebra.\\n\\nAbout this time stories of Napoleon's first great achievements drifted across the seas; not across the land--and just here may be a clue to buried, coast-Indian history, which those who are cleverer at research than I, can puzzle over.  The chief was most emphatic about the source of Indian knowledge of Napoleon.\\n\\n\\\"I suppose you heard of him from Quebec, through, perhaps, some of the French priests,\\\" I remarked.\\n\\n\\\"No, no,\\\" he contradicted hurriedly.  \\\"Not from East; we hear it from over the Pacific, from the place they call Russia.\\\"  But who conveyed the news or by what means it came he could not further enlighten me.  But a strange thing happened to the Squamish family about this time.  There was a large blood connection, but the only male member living was a very old warrior, the hero of many battles, and the possessor of the talisman. On his death-bed his women of three generations gathered about him; his wife, his sisters, his daughters, his granddaughters, but not one man, nor yet a boy of his own blood stood by to speed his departing warrior spirit to the land of peace and plenty.\\n\\n\\\"The charm cannot rest in the hands of women,\\\" he murmured almost with his last breath.  \\\"Women may not war and fight other nations or other tribes; women are for the peaceful lodge and for the leading of little children.  They are for holding baby hands, teaching baby feet to walk.  No, the charm cannot rest with you, women.  I have no brother, no cousin, no son, no grandson, and the charm must not go to a lesser warrior than I.  None of our tribe, nor of any tribe on the coast, ever conquered me.  The charm must go to one as unconquerable as I have been.  When I am dead send it across the great salt chuck, to the victorious 'Frenchman'; they call him Napoleon Bonaparte.\\\" They were his last words.\\n\\nThe older women wished to bury the charm with him, but the younger women, inspired with the spirit of their generation, were determined to send it over seas.  \\\"In the grave it will be dead,\\\" they argued.  \\\"Let it still live on.  Let it help some other fighter to greatness and victory.\\\"\\n\\nAs if to confirm their decision, the next day a small sealing vessel anchored in the Inlet. All the men aboard spoke Russian, save two thin, dark, agile sailors, who kept aloof from the crew and conversed in another language. These two came ashore with part of the crew and talked in French with a wandering Hudson's Bay trapper, who often lodged with the Squamish people.  Thus the women, who yet mourned over their dead warrior, knew these two strangers to be from the land where the great \\\"Frenchman\\\" was fighting against the world.\\n\\nHere I interrupted the chief.  \\\"How came the Frenchmen in a Russian sealer?\\\" I asked.\\n\\n\\\"Captives,\\\" he replied.  \\\"Almost slaves, and hated by their captors, as the majority always hate the few.  So the women drew those two Frenchmen apart from the rest and told them the story of the bone of the sea-serpent, urging them to carry it back to their own country and give it to the great 'Frenchman' who was as courageous and as brave as their dead leader.\\n\\n\\\"The Frenchmen hesitated; the talisman might affect them, they said; might jangle their own brains, so that on their return to Russia they would not have the sagacity to plan an escape to their own country; might disjoint their bodies, so that their feet and hands would be useless, and they would become as weak as children.  But the women assured them that the charm only worked its magical powers over a man's enemies, that the ancient medicine men had 'bewitched' it with this quality.  So the Frenchmen took it and promised that if it were in the power of man they would convey it to 'the Emperor.'\\n\\n\\\"As the crew boarded the sealer, the women watching from the shore observed strange contortions seize many of the men; some fell on the deck; some crouched, shaking as with palsy; some writhed for a moment, then fell limp and seemingly boneless; only the two Frenchmen stood erect and strong and vital --the Squamish talisman had already overcome their foes.  As the little sealer set sail up the gulf she was commanded by a crew of two Frenchmen--men who had entered these waters as captives, who were leaving them as conquerors.  The palsied Russians were worse than useless, and what became of them the chief could not state; presumably they were flung overboard, and by some trick of a kindly fate the Frenchmen at last reached the coast of France.\\n\\nTradition is so indefinite about their movements subsequent to sailing out of the Inlet, that even the ever-romantic and vividly colored imaginations of the Squamish people have never supplied the details of this beautifully childish, yet strangely historical fairy tale.  But the voices of the trumpets of war, the beat of drums throughout Europe heralded back to the wilds of the Pacific Coast forests the intelligence that the great Squamish 'charm' eventually reached the person of Napoleon; that from this time onward his career was one vast victory, that he won battle after battle, conquered nation after nation, and but for the direst calamity that could befall a warrior would eventually have been master of the world.\\n\\n\\\"What was this calamity, Chief?\\\" I asked, amazed at his knowledge of the great historical soldier and strategist.\\n\\nThe chief's voice again lowered to a whisper --his face was almost rigid with intentness as he replied:\\n\\n\\\"He lost the Squamish charm--lost it just before one great fight with the English people.\\\"\\n\\nI looked at him curiously; he had been telling me the oddest mixture of history and superstition, of intelligence and ignorance, the most whimsically absurd, yet impressive, tale I ever heard from Indian lips.\\n\\n\\\"What was the name of the great fight-- did you ever hear it?\\\" I asked, wondering how much he knew of events which took place at the other side of the world a century agone.\\n\\n\\\"Yes,\\\" he said, carefully, thoughtfully; \\\"I hear the name sometime in London when I there.  Railroad station there--same name.\\\"\\n\\n\\\"Was it Waterloo?\\\" I asked.\\n\\nHe nodded quickly, without a shadow of hesitation.  \\\"That the one,\\\" he replied; \\\"that's it, Waterloo.\\\"\\n\\nThe Lure in Stanley Park\\n\\nThere is a well-known trail in Stanley Park that leads to what I always love to call the \\\"Cathedral Trees\\\"--that group of some half-dozen forest giants that arch overhead with such superb loftiness.  But in all the world there is no cathedral whose marble or onyx columns can vie with those straight, clean, brown cedar boles that teem with the sap and blood of life.  There is no fresco that can rival the delicacy of lace-work they have festooned between you and the far skies.  No tiles, no mosaic or inlaid marbles, are as fascinating as the bare, russet, fragrant floor outspreading about their feet.  They are the acme of Nature's architecture, and in building them she has outrivalled all her erstwhile conceptions.  She will never originate a more faultless design, never erect a more perfect edifice.  But the divinely moulded cedars and the man-made cathedral have one exquisite characteristic in common.  It is the atmosphere of holiness.  Most of us have better impulses after viewing a stately cathedral, and none of us can stand amid that majestic group of cedars without experiencing some elevating thoughts, some refinement of our coarser nature.  Perhaps those who read this little legend will never again stand amid those cathedral trees without thinking of the glorious souls they contain, for according to the Coast Indians they do harbor human souls, and the world is better because they once had the speech and the hearts of mighty men.\\n\\nMy tillicum did not use the word \\\"lure\\\" in telling me this legend.  There is no equivalent for the word in the Chinook tongue, but the gestures of his voiceful hands so expressed the quality of something between magnetism and charm that I have selected this word \\\"lure\\\" as best fitting what he wished to convey. Some few yards beyond the cathedral trees, an overgrown disused trail turns into the dense wilderness to the right.  Only Indian eyes could discern that trail, and the Indians do not willingly go to that part of the park to the right of the cedar group.  Nothing in this, nor yet the next world would tempt a Coast Indian into the compact centres of the wild portions of the park, for therein, concealed cunningly, is the \\\"lure\\\" they all believe in. There is not a tribe in the entire district that does not know of this strange legend.  You will hear the tale from those that gather at Eagle Harbor for the fishing, from the Fraser River tribes, from the Squamish at the Narrows, from the Mission, from up the Inlet, even from the tribes at North Bend, but no one will volunteer to be your guide, for having once come within the \\\"aura\\\" of the lure it is a human impossibility to leave it.  Your willpower is dwarfed, your intelligence blighted, your feet will refuse to lead you out by a straight trail, you will circle, circle for evermore about this magnet, for if death kindly comes to your aid your immortal spirit will go on in that endless circling that will bar it from entering the Happy Hunting Grounds.\\n\\nAnd, like the cathedral trees, the lure once lived, a human soul, but in this instance it was a soul depraved, not sanctified.  The Indian belief is very beautiful concerning the results of good and evil in the human body. The Sagalie Tyee (God) has His own way of immortalizing each.  People who are wilfully evil, who have no kindness in their hearts, who are bloodthirsty, cruel, vengeful, unsympathetic, the Sagalie Tyee turns to solid stone that will harbor no growth, even that of moss or lichen, for these stones contain no moisture, just as their wicked hearts lacked the milk of human kindness.  The one famed exception, wherein a good man was transformed into stone, was in the instance of Siwash Rock, but as the Indian tells you of it he smiles with gratification as he calls your attention to the tiny tree cresting that imperial monument.  He says the tree was always there to show the nations that the good in this man's heart kept on growing even when his body had ceased to be.  On the other hand the Sagalie Tyee transforms the kindly people, the humane, sympathetic, charitable-loving people into trees, so that after death they may go on forever benefiting all mankind; they may yield fruit, give shade and shelter, afford unending service to the living, by their usefulness as building material and as firewood.  Their saps and gums, their fibres, their leaves, their blossoms, enrich, nourish and sustain the human form; no evil is produced by trees--all, all is goodness, is hearty, is helpfulness and growth. They give refuge to the birds, they give music to the winds, and from them are carved the bows and arrows, the canoes and paddles, bowls, spoons and baskets.  Their service to mankind is priceless; the Indian that tells you this tale will enumerate all these attributes and virtues of these trees.  No wonder the Sagalie Tyee chose them to be the abode of souls good and great.\\n\\nBut the lure in Stanley Park is that most dreaded of all things, an evil soul.  It is embodied in a bare, white stone, which is shunned by moss and vine and lichen, but over which are splashed innumerable jet-black spots that have eaten into the surface like an acid.\\n\\nThis condemned soul once animated the body of a witch-woman, who went up and down the coast, over seas and far inland, casting her evil eye on innocent people, and bringing them untold evils and diseases.  About her person she carried the renowned \\\"Bad Medicine\\\" that every Indian believes in-- medicine that weakened the arm of the warrior in battle, that caused deformities, that poisoned minds and characters, that engendered madness, that bred plagues and epidemics; in short, that was the seed of every evil that could befall mankind.  This witch-woman herself was immune from death; generations were born and grew to old age, and died, and other generations arose in their stead, but the witch-woman went about, her heart set against her kind; her acts were evil, her purposes wicked, she broke hearts and bodies and souls; she gloried in tears, and revelled in unhappiness, and sent them broadcast wherever she wandered.  And in his high heaven the Sagalie Tyee wept with sorrow for his afflicted human children.  He dared not let her die, for her spirit would still go on with its evil doing.  In mighty anger he gave command to his Four Men (always representing the Deity) that they should turn this witch-woman into a stone and enchain her spirit in its centre, that the curse of her might be lifted from the unhappy race.\\n\\nSo the Four Men entered their giant canoe, and headed, as was their custom, up the Narrows. As they neared what is now known as Prospect Point they heard from the heights above them a laugh, and looking up they beheld the witch-woman jeering defiantly at them.  They landed and, scaling the rocks, pursued her as she danced away, eluding them like a will-o'-the-wisp as she called out to them sneeringly:\\n\\n\\\"Care for yourselves, oh! men of the Sagalie Tyee, or I shall blight you with my evil eye.  Care for yourselves and do not follow me.\\\"  On and on she danced through the thickest of the wilderness, on and on they followed until they reached the very heart of the seagirt neck of land we know as Stanley Park.  Then the tallest, the mightiest of the Four Men, lifted his hand and cried out: \\\"Oh! woman of the stony heart, be stone for evermore, and bear forever a black stain for each one of your evil deeds.\\\"  And as he spoke the witch-woman was transformed into this stone that tradition says is in the centre of the park.\\n\\nSuch is the legend of the Lure, whether or not this stone is really in existence--who knows?  One thing is positive, however, no Indian will ever help to discover it.\\n\\nThree different Indians have told me that fifteen or eighteen years ago two tourists--a man and a woman--were lost in Stanley Park. When found a week later, the man was dead, the woman mad, and each of my informants firmly believed they had, in their wanderings, encountered \\\"the stone\\\" and were compelled to circle around it, because of its powerful lure.\\n\\nBut this wild tale fortunately has a most beautiful conclusion.  The Four Men, fearing that the evil heart imprisoned in the stone would still work destruction, said: \\\"At the end of the trail we must place so good and great a thing that it will be mightier, stronger, more powerful than this evil.\\\"  So they chose from the nations the kindliest, most benevolent men, men whose hearts were filled with the love of their fellow-beings, and transformed these merciful souls into the stately group of \\\"Cathedral Trees.\\\"\\n\\nHow well the purpose of the Sagalie Tyee has wrought its effect through time!  The good has predominated as He planned it to, for is not the stone hidden in some unknown part of the park where eyes do not see it and feet do not follow--and do not the thousands who come to us from the nethermost parts of the world seek that wondrous beauty spot, and stand awed by the majestic silence, the almost holiness of that group of giant cedars?\\n\\nMore than any other legend that the Indians about Vancouver have told me does this tale reveal the love of the Coast native for kindness, and his hatred of cruelty.  If these tribes really have ever been a warlike race I cannot think they pride themselves much on the occupation. If you talk with any of them and they mention some man they particularly like or admire, their first qualification of him is: \\\"He's a kind man.\\\"  They never say he is brave, or rich, or successful, or even strong, that characteristic so loved by the red man.  To these Coast tribes if a man is \\\"kind\\\" he is everything. And almost without exception their legends deal with rewards for tenderness and self-abnegation, and personal and mental cleanliness.\\n\\nCall them fairy tales if you wish to, they all have a reasonableness that must have originated in some mighty mind, and better than that, they all tell of the Indian's faith in the survival of the best impulses of the human heart, and the ultimate extinction of the worst.\\n\\nIn talking with my many good tillicums, I find this witch-woman legend is the most universally known and thoroughly believed in of all traditions they have honored me by revealing to me.\\n\\nDeer Lake\\n\\nFew white men ventured inland, a century ago, in the days of the first Chief Capilano, when the spoils of the mighty Fraser River poured into copper-colored hands, but did not find their way to the remotest corners of the earth, as in our times, when the gold from its sources, the salmon from its mouth, the timber from its shores are world-known riches.\\n\\nThe fisherman's craft, the hunter's cunning were plied where now cities and industries, trade and commerce, buying and selling hold sway.  In those days the moccasined foot awoke no echo in the forest trails.  Primitive weapons, arms, implements, and utensils were the only means of the Indians' food-getting. His livelihood depended upon his own personal prowess, his skill in woodcraft and water lore. And, as this is a story of an elk-bone spear, the reader must first be in sympathy with the fact that this rude instrument, deftly fashioned, was of priceless value to the first Capilano, to whom it had come through three generations of ancestors, all of whom had been experienced hunters and dexterous fishermen.\\n\\nCapilano himself was without a rival as a spearsman.  He knew the moods of the Fraser River, the habits of its thronging tenants, as no other man has ever known them before or since.  He knew every isle and inlet along the coast, every boulder, the sand-bars, the still pools, the temper of the tides.  He knew the spawning grounds, the secret streams that fed the larger rivers, the outlets of rock-bound lakes, the turns and tricks of swirling rapids. He knew the haunts of bird and beast and fish and fowl, and was master of the arts and artifice that man must use when matching his brain against the eluding wiles of the untamed creatures of the wilderness.\\n\\nOnce only did his cunning fail him, once only did Nature baffle him with her mysterious fabric of waterways and land lures.  It was when he was led to the mouth of the unknown river, which has evaded discovery through all the centuries, but which--so say the Indians--still sings on its way through some buried channel that leads from the lake to the sea.\\n\\nHe had been sealing along the shores of what is now known as Point Grey.  His canoe had gradually crept inland, skirting up the coast to the mouth of False Creek.  Here he encountered a very king of seals, a colossal creature that gladdened the hunter's eyes as game worthy of his skill.  For this particular prize he would cast the elk-bone spear.  It had never failed his sire, his grandsire, his great-grandsire. He knew it would not fail him now.  A long, pliable, cedar-fibre rope lay in his canoe.  Many expert fingers had woven and plaited that rope, had beaten and oiled it until it was soft and flexible as a serpent.  This he attached to the spearhead, and with deft, unerring aim cast it at the king seal.  The weapon struck home.  The gigantic creature shuddered and, with a cry like a hurt child, it plunged down into the sea.  With the rapidity and strength of a giant fish it scudded inland with the rising tide, while Capilano paid out the rope its entire length, and, as it stretched taut, felt the canoe leap forward, propelled by the mighty strength of the creature which lashed the waters into whirlpools, as though it was possessed with the power and properties of a whale.\\n\\nUp the stretch of False Creek the man and monster drove their course, where a century hence great city bridges were to over-arch the waters.  They strove and struggled each for the mastery, neither of them weakened, neither of them faltered--the one dragging, the other driving.  In the end it was to be a matching of brute and human wits, not forces.  As they neared the point where now Main Street bridge flings its shadow across the waters, the brute leaped high into the air, then plunged headlong into the depths.  The impact ripped the rope from Capilano's hands.  It rattled across the gunwale.  He stood staring at the spot where it had disappeared--the brute had been victorious.  At low tide the Indian made search.  No trace of his game, of his precious elk-bone spear, of his cedar-fibre rope, could be found.  With the loss of the latter he firmly believed his luck as a hunter would be gone. So he patrolled the mouth of False Creek for many moons.  His graceful, high-bowed canoe rarely touched other waters, but the seal king had disappeared.  Often he thought long strands of drifting sea grasses were his lost cedar-fibre rope.  With other spears, with other cedar-fibres, with paddle blade and cunning traps he dislodged the weeds from their moorings, but they slipped their slimy lengths through his eager hands: his best spear with its attendant coil was gone.\\n\\nThe following year he was sealing again off the coast of Point Grey, and one night after sunset he observed the red reflection from the west, which seemed to transfer itself to the eastern skies.  Far into the night dashes of flaming scarlet pulsed far beyond the head of False Creek.  The color rose and fell like a beckoning hand, and, Indian-like, he immediately attached some portentous meaning to the unusual sight.  That it was some omen he never doubted, so he paddled inland, beached his canoe, and took the trail towards the little group of lakes that crowd themselves into the area that lies between the present cities of Vancouver and New Westminster. But long before he reached the shores of Deer Lake he discovered that the beckoning hand was in reality flame.  The little body of water was surrounded by forest fires.  One avenue alone stood open.  It was a group of giant trees that as yet the flames had not reached. As he neared the point he saw a great moving mass of living things leaving the lake and hurrying northward through this one egress. He stood, listening, intently watching with alert eyes; the swirr of myriads of little travelling feet caught his quick ear--the moving mass was an immense colony of beaver. Thousands upon thousands of them.  Scores of baby beavers staggered along, following their mothers; scores of older beavers that had felled trees and built dams through many seasons; a countless army of trekking fur beavers, all under the generalship of a wise old leader, who, as king of the colony, advanced some few yards ahead of his battalions.  Out of the waters through the forest towards the country to the north they journeyed.  Wandering hunters said they saw them cross Burrard Inlet at the Second Narrows, heading inland as they reached the farther shore.  But where that mighty army of royal little Canadians set up their new colony, no man knows.  Not even the astuteness of the first Capilano ever discovered their destination.  Only one thing was certain, Deer Lake knew them no more.\\n\\nAfter their passing, the Indian retraced their trail to the water's edge.  In the red glare of the encircling fires he saw what he at first thought was some dead and dethroned king beaver on the shore.  A huge carcass lay half in, half out, of the lake.  Approaching it he saw the wasted body of a giant seal.  There could never be two seals of that marvellous size.  His intuition now grasped the meaning of the omen of the beckoning flame that had called him from the far coasts of Point Grey. He stooped above his dead conqueror and found, embedded in its decaying flesh, the elk-bone spear of his forefathers, and trailing away at the water's rim was a long flexible cedar-fibre rope.\\n\\nAs he extracted this treasured heirloom he felt the \\\"power,\\\" that men of magic possess, creep up his sinewy arms.  It entered his heart, his blood, his brain.  For a long time he sat and chanted songs that only great medicine men may sing, and, as the hours drifted by, the heat of the forest fires subsided, the flames diminished into smouldering blackness. At daybreak the forest fire was dead, but its beckoning fingers had served their purpose. The magic elk-bone spear had come back to its own.\\n\\nUntil the day of his death the first Capilano searched for the unknown river up which the seal travelled from False Creek to Deer Lake, but its channel is a secret that even Indian eyes have not seen.\\n\\nBut although those of the Squamish tribe tell and believe that the river still sings through its hidden trail that leads from Deer Lake to the sea, its course is as unknown, its channel is as hopelessly lost as the brave little army of beavers that a century ago marshalled their forces and travelled up into the great lone north.\\n\\nA Royal Mohawk Chief\\n\\nHow many Canadians are aware that in Prince Arthur, Duke of Connaught, and only surviving son of Queen Victoria, who has been appointed to represent King George V in Canada, they undoubtedly have what many wish for--one bearing an ancient Canadian title as Governor-General of all the Dominion?  It would be difficult to find a man more Canadian than any one of the fifty chiefs who compose the parliament of the ancient Iroquois nation, that royal race of Redskins that has fought for the British crown against all of the enemies thereof, adhering to the British flag through the wars against both the French and the colonists.\\n\\nArthur Duke of Connaught is the only living white man who to-day has an undisputed right to the title of \\\"Chief of the Six Nations Indians\\\" (known collectively as the Iroquois). He possesses the privilege of sitting in their councils, of casting his vote on all matters relative to the governing of the tribes, the disposal of reservation lands, the appropriation of both the principal and interest of the more than half a million dollars these tribes hold in Government bonds at Ottawa, accumulated from the sales of their lands.  In short, were every drop of blood in his royal veins red, instead of blue, he could not be more fully qualified as an Indian chief than he now is, not even were his title one of the fifty hereditary ones whose illustrious names composed the Iroquois confederacy before the Paleface ever set foot in America.\\n\\nIt was on the occasion of his first visit to Canada in 1869, when he was little more than a boy, that Prince Arthur received, upon his arrival at Quebec, an address of welcome from his Royal mother's \\\"Indian Children\\\" on the Grand River Reserve, in Brant county, Ontario.  In addition to this welcome they had a request to make of him: would he accept the title of Chief and visit their reserve to give them the opportunity of conferring it?\\n\\nOne of the great secrets of England's success with savage races has been her consideration, her respect, her almost reverence of native customs, ceremonies and potentates. She wishes her own customs and kings to be honored, so she freely accords like honor to her subjects, it matters not whether they be white, black or red.\\n\\nYoung Arthur was delighted--royal lads are pretty much like all other boys; the unique ceremony would be a break in the endless round of state receptions, banquets and addresses.  So he accepted the Red Indians' compliment, knowing well that it was the loftiest honor those people could confer upon a white man.\\n\\nIt was the morning of October first when the royal train steamed into the little city of Brantford, where carriages awaited to take the Prince and his suite to the \\\"Old Mohawk Church,\\\" in the vicinity of which the ceremony was to take place.  As for the Prince's especial escort, Onwanonsyshon, head chief of the Mohawks, rode on a jet-black pony beside the carriage. The chief was garmented in full native costume --a buckskin suit, beaded moccasins, headband of owl's and eagle's feathers, and ornaments hammered from coin silver that literally covered his coat and leggings.  About his shoulders was flung a scarlet blanket, consisting of the identical broadcloth from which the British army tunics are made; this he \\\"hunched\\\" with his shoulders from time to time in true Indian fashion.  As they drove along, the Prince chatted boyishly with his Mohawk escort, and once leaned forward to pat the black pony on its shining neck and speak admiringly of it.  It was a warm autumn day: the roads were dry and dusty, and, after a mile or so, the boy-prince brought from beneath the carriage seat a basket of grapes.  With his handkerchief he flicked the dust from them, handed a bunch to the chief and took one himself.  An odd spectacle to be traversing a country road: an English prince and an Indian chief, riding amicably side-by-side, enjoying a banquet of grapes like two schoolboys.\\n\\nOn reaching the church, Arthur leapt lightly to the green sward.  For a moment he stood, rigid, gazing before him at his future brother-chiefs.  His escort had given him a faint idea of what he was to see, but he certainly never expected to be completely surrounded by three hundred full-blooded Iroquois braves and warriors, such as now encircled him on every side.  Every Indian was in war paint and feathers, some stripped to the waist, their copper-colored skins brilliant with paints, dyes and \\\"patterns\\\"; all carried tomahawks, scalping-knives, and bows and arrows.  Every red throat gave a tremendous war-whoop as he alighted, which was repeated again and again, as for that half moment he stood silent, a slim boyish figure, clad in light grey tweeds--a singular contrast to the stalwarts in gorgeous costumes who crowded about him.  His young face paled to ashy whiteness, then with true British grit he extended his right hand and raised his black \\\"billy-cock\\\" hat with his left.  At the same time he took one step forward.  Then the war cries broke forth anew, deafening, savage, terrible cries, as one by one the entire three hundred filed past, the Prince shaking hands with each one, and removing his glove to do so.  This strange reception over, Onwanonsyshon rode up, and, flinging his scarlet blanket on the grass, dismounted, and asked the Prince to stand on it.\\n\\nThen stepped forward an ancient chief, father of Onwanonsyshon, and Speaker of the Council.  He was old in inherited and personal loyalty to the British crown.  He had fought under Sir Isaac Brock at Queenston Heights in 1812, while yet a mere boy, and upon him was laid the honor of making his Queen's son a chief.  Taking Arthur by the hand this venerable warrior walked slowly to and fro across the blanket, chanting as he went the strange, wild formula of induction.  From time to time he was interrupted by loud expressions of approval and assent from the vast throng of encircling braves, but apart from this no sound was heard but the low, weird monotone of a ritual older than the white man's footprints in North America.\\n\\nIt is necessary that a chief of each of the three \\\"clans\\\" of the Mohawks shall assist in this ceremony.  The veteran chief, who sang the formula, was of the Bear clan.  His son, Onwanonsyshon, was of the Wolf (the clanship descends through the mother's side of the family).  Then one other chief, of the Turtle clan, and in whose veins coursed the blood of the historic Brant, now stepped to the edge of the scarlet blanket.  The chant ended, these two young chiefs received the Prince into the Mohawk tribe, conferring upon him the name of \\\"Kavakoudge,\\\" which means \\\"the sun flying from East to West under the guidance of the Great Spirit.\\\"\\n\\nOnwanonsyshon then took from his waist a brilliant deep-red sash, heavily embroidered with beads, porcupine quills and dyed moose hair, placing it over the Prince's left shoulder and knotting it beneath his right arm.  The ceremony was ended.  The Constitution that Hiawatha had founded centuries ago, a Constitution wherein fifty chiefs, no more, no less, should form the parliament of the \\\"Six Nations,\\\" had been shattered and broken, because this race of loyal red men desired to do honor to a slender young boy-prince, who now bears the fifty-first title of the Iroquois.\\n\\nMany white men have received from these same people honorary titles, but none has been bestowed through the ancient ritual, with the imperative members of the three clans assisting, save that borne by Arthur of Connaught.\\n\\nAfter the ceremony the Prince entered the church to autograph his name in the ancient Bible, which, with a silver Holy Communion service, a bell, two tablets inscribed with the Ten Commandments, and a bronze British coat-of-arms, had been presented to the Mohawks by Queen Anne.  He inscribed \\\"Arthur\\\" just below the \\\"Albert Edward,\\\" which, as Prince of Wales, the late king wrote when he visited Canada in 1860.\\n\\nWhen he returned to England, Chief Kavakoudge sent his portrait, together with one of Queen Victoria and the Prince Consort, to be placed in the Council House of the \\\"Six Nations,\\\" where they decorate the walls today.\\n\\nAs I write, I glance up to see, in a corner of my room, a draping scarlet blanket, made of British army broadcloth, for the chief who rode the jet-black pony so long ago was the writer's father.  He was not here to wear it when Arthur of Connaught again set foot on Canadian shores.\\n\\nMany of these facts I have culled from a paper that lies on my desk; it is yellowing with age, and bears the date, \\\"Toronto, October 2, 1869,\\\" and on the margin is written in a clear, half-boyish hand, \\\"Onwanonsyshon, with kind regards from your brother-chief, Arthur.\\\"\",\"timestamp\":1635906725,\"title\":\"He laughed--that irresistible, though silent, David Warfield laugh of his that always brought a responsive smile from his listeners.\"},\"digest\":\"3vX4AzL3LWdNkuQ2y00QLrfOIveakLNj6wnI1Y9pdm0\",\"authorship\":{\"contributor\":\"0xb7660e925FDEA7dC47b0A1dD705473A37284A82b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Br2gFdh915dua_5NN6fsW3IWCrj-mhrSkeoi7gG62eE\\\",\\\"y\\\":\\\"QDQaxk_WupvFw5alwFgVSmz86RhUZmk1IgT3foZi2GA\\\"}\",\"signature\":\"j38hkIZ0sYyCwhk4pnCvP93h25yygZu4PmIIAwJ-hOHJkyKJVZ7kZMaiBaIep29vI_jfPEGU55bTg9qAWUHKrA\",\"signingKeySignature\":\"0x86252097d50ac4aba42c6a2ee04e8866776a9e58cf7168871d07ea1d95ed5fc556e515ed472cc61dd7e60915b3a5cd4b168a831b9a5aaf81369188f1d1f92f871b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Br2gFdh915dua_5NN6fsW3IWCrj-mhrSkeoi7gG62eE\\\",\\\"y\\\":\\\"QDQaxk_WupvFw5alwFgVSmz86RhUZmk1IgT3foZi2GA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3vX4AzL3LWdNkuQ2y00QLrfOIveakLNj6wnI1Y9pdm0\"}"