"{\"content\":{\"body\":\"## Preface: Who Should Read This Article?\\n\\nIf you are here, you may be asking yourself, “Regan, there is already a wealth of credible information about cryptocurrency, DAO’s, NFT’s, etc. so why would I read any of your work?”\\n\\nI like your questions, reader. Very direct and to the point. Let me tell you why:\\n\\nThose articles are boring.\\n\\nWell okay, let me not get ahead of myself. The problem is me. I have the attention span of a toddler, no technical background, and I often start to read articles but never get around to finishing them.\\n\\nYou can see that the existing crypto information is not the issue. The issue is me. But maybe, just maybe, some of that resonated with you. Which means the problem is … us.\\n\\nI am curating an audience of the non-conventional. I want to keep this informational, but also lighthearted and honest. If you have a tech/dev background and love to dive into the weeds of anything new you are learning, I may not be the writer for you. But I am the writer for someone out there. I am hoping to find you.\\n\\n## DAO 101\\n\\nThis is going to be a high-level overview. Let’s begin!\\n\\n### What is a DAO?\\n\\nOne sentence definition: A DAO is an autonomous, collectively owned organization centered around a shared value and governed by its rules on the blockchain.\\n\\nSo, what does any of that *really* mean?\\n\\nIn simple terms, DAO’s help facilitate coordination and cooperation. They are grassroots, global, open, and transparent. Think of a DAO as being part software, part human. The central part of a DAO is the autonomous organization which operates via members who partake in governance, community building, project management, etc.\\n\\n### How do DAO’s work?\\n\\nLet’s break this down on the autonomous and then human level.\\n\\nOn the autonomous level, DAO’s rely on smart contracts. Basically, smart contracts allow for the DAO to enforce its rules transparently. More technically speaking, smart contracts (stored on the blockchain) automate the execution of an agreement without any intermediaries.\\n\\nOn the human level, DAO’s often create a Discord or Telegram and members participate through these channels. You can typically find these Discords by going to the DAO’s Twitter or website.\\n\\nNow, it’s important to note that while DAO’s are decentralized, they are not completely “flat.” As is with traditional companies, people within a DAO take on different roles. Some people focus on strategy, others on community building, recruiting, etc. The Discord/Telegram is often split into many different subgroups, such as groups dedicated to working on managing the treasury, business development, marketing, etc.\\n\\nLong story short – you do NOT need to be a dev to belong in this space & add value. Come as you are.\\n\\n### How can I join? How can I add value?\\n\\n1. **If you haven’t already, create a Twitter and a Discord.**\\n\\nTwitter: <https://twitter.com/i/flow/signup>\\n\\nDiscord: <https://discord.com/>\\n\\n2\\\\. **Join a few different types of DAO’s discords.** When I say types, I mean categories of DAO’s. Some DAO’s focus on protocol, others on investment, grants, social, etc. If you have no idea what you’re interested in – join a few different types! If that feels too overwhelming - start with one. Remember: be true to yourself and to your interests.\\n\\n*Great suggestions here:*\\n\\n[https://defirate.com/daos/](https://defirate.com/daos/)\\n\\n[https://twitter.com/cooopahtroopa/status/1407458878246121475?s=21](https://twitter.com/cooopahtroopa/status/1407458878246121475?s=21)\\n\\n3\\\\. **Introduce yourself!** Don’t be shy! There should be a #introductions space within the Discord. Say Hi.\\n\\n4\\\\. **Attend community meetings.** Most discords have a calendar that is easy to view and shows a list of the meetings for the week. Try to join some meetings that may be of interest such as governance meetings, writing meetings, etc. Do not feel pressured to contribute right away, but try to introduce yourself to as many people as you can! Take small steps!\\n\\n5\\\\. **Ask active members in the community for a one-on-one meeting.** You’d be surprised how helpful most people in this space are. DM some people. Set up some time to chat. You won’t regret it.\\n\\n6\\\\. **Use your Web3 friends as a resource.** If you don’t know anybody yet - no worries because you know me. You can always message me for advice or for help. I will reply. Web3/crypto people are incredibly friendly. You will make loads of friends in no time!\\n\\nThanks for reading, fellow crypto newbies. Stay hydrated, healthy, and safe this holiday season folks. Until next time.\",\"timestamp\":1640648436,\"title\":\"What the F**K is a DAO? And Why You Should Join One.\"},\"digest\":\"pOVlNmODlwLqhfd5OOK_M-QvMVbEpjLNycbi1ZB01po\",\"authorship\":{\"contributor\":\"0xA8f25E477f9cAb5C6b5905cFC0BF2BCef85B7779\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OGFqCC9cZnClHj6WUhuTrycv9NYixIx7oreso4mF-mw\\\",\\\"y\\\":\\\"eEcl595Se58E-PYOj53GnkHhuEKJLSh6odcUQsv4BTk\\\"}\",\"signature\":\"P-me_zNTnO_ESC6rCnBB6VrfB7vaoKsSXB3r0s__GNN4nwXes-T-mOzJWMMuz86L71k_ux8yc9IlrQs5gANTdQ\",\"signingKeySignature\":\"0x9e68ac67837e4792187106254bfe6b7b0566c0eb1e3849d23683f62e1c09b71b2d4b3513799941bd8538e870681475e648846dbb28da6f08bf0ef189cdaf22421b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OGFqCC9cZnClHj6WUhuTrycv9NYixIx7oreso4mF-mw\\\",\\\"y\\\":\\\"eEcl595Se58E-PYOj53GnkHhuEKJLSh6odcUQsv4BTk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pOVlNmODlwLqhfd5OOK_M-QvMVbEpjLNycbi1ZB01po\"}"