"{\"content\":{\"body\":\"'By George!' he thought, hardening as the tug came.  'It's a topsy- turvy affair!'\\n\\nThe maid came back.  \\\"Would the gentleman state his business, please?\\\"\\n\\n\\\"Say it concerns Mr. Jon,\\\" said Soames.\\n\\nAnd once more he was alone in that hall with the pool of grey-white marble designed by her first lover.  Ah! she had been a bad lot--had loved two men, and not himself!  He must remember that when he came face to face with her once more.  And suddenly he saw her in the opening chink between the long heavy purple curtains, swaying, as if in hesitation; the old perfect poise and line, the old startled dark- eyed gravity, the old calm defensive voice: \\\"Will you come in, please?\\\"\\n\\nHe passed through that opening.  As in the picture-gallery and the confectioner's shop, she seemed to him still beautiful.  And this was the first time--the very first--since he married her seven-and-thirty years ago, that he was speaking to her without the legal right to call her his.  She was not wearing black--one of that fellow's radical notions, he supposed.\\n\\n\\\"I apologise for coming,\\\" he said glumly; \\\"but this business must be settled one way or the other.\\\"\\n\\n\\\"Won't you sit down?\\\"\\n\\n\\\"No, thank you.\\\"\\n\\nAnger at his false position, impatience of ceremony between them, mastered him, and words came tumbling out:\\n\\n\\\"It's an infernal mischance; I've done my best to discourage it.  I consider my daughter crazy, but I've got into the habit of indulging her; that's why I'm here.  I suppose you're fond of your son.\\\"\\n\\n\\\"Devotedly.\\\"\\n\\n\\\"Well?\\\"\\n\\n\\\"It rests with him.\\\"\\n\\nHe had a sense of being met and baffled.  Always--always she had baffled him, even in those old first married days.\\n\\n\\\"It's a mad notion,\\\" he said.\\n\\n\\\"It is.\\\"\\n\\n\\\"If you had only--!  Well--they might have been--\\\" he did not finish that sentence \\\"brother and sister and all this saved,\\\" but he saw her shudder as if he had, and stung by the sight he crossed over to the window.  Out there the trees had not grown--they couldn't, they were old\\n\\n\\\"So far as I'm concerned,\\\" he said, \\\"you may make your mind easy.  I desire to see neither you nor your son if this marriage comes about. Young people in these days are--are unaccountable.  But I can't bear to see my daughter unhappy.  What am I to say to her when I go back?\\\"\\n\\n\\\"Please say to her as I said to you, that it rests with Jon.\\\"\\n\\n\\\"You don't oppose it?\\\"\\n\\n\\\"With all my heart; not with my lips.\\\"\\n\\nSoames stood, biting his finger.\\n\\n\\\"I remember an evening--\\\" he said suddenly; and was silent.  What was there--what was there in this woman that would not fit into the four corners of his hate or condemnation?  \\\"Where is he--your son?\\\"\\n\\n\\\"Up in his father's studio, I think.\\\"\\n\\n\\\"Perhaps you'd have him down.\\\"\\n\\nHe watched her ring the bell, he watched the maid come in.\\n\\n\\\"Please tell Mr. Jon that I want him.\\\"\\n\\n\\\"If it rests with him,\\\" said Soames hurriedly, when the maid was gone, \\\"I suppose I may take it for granted that this unnatural marriage will take place; in that case there'll be formalities.  Whom do I deal with--Herring's?\\\"\\n\\nIrene nodded.\\n\\n\\\"You don't propose to live with them?\\\"\\n\\nIrene shook her head.\\n\\n\\\"What happens to this house?\\\"\\n\\n\\\"It will be as Jon wishes.\\\"\\n\\n\\\"This house,\\\" said Soames suddenly: \\\"I had hopes when I began it.  If they live in it--their children!  They say there's such a thing as Nemesis.  Do you believe in it?\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"Oh! You do!\\\"\\n\\nHe had come back from the window, and was standing close to her, who, in the curve of her grand piano, was, as it were, embayed.\\n\\n\\\"I'm not likely to see you again,\\\" he said slowly.  \\\"Will you shake hands\\\"--his lip quivered, the words came out jerkily--\\\"and let the past die.\\\"  He held out his hand.  Her pale face grew paler, her eyes so dark, rested immovably on his, her hands remained clasped in front of her.  He heard a sound and turned.  That boy was standing in the opening of the curtains.  Very queer he looked, hardly recognisable as the young fellow he had seen in the Gallery off Cork Street--very queer; much older, no youth in the face at all--haggard, rigid, his hair ruffled, his eyes deep in his head.  Soames made an effort, and said with a lift of his lip, not quite a smile nor quite a sneer:\\n\\n\\\"Well, young man!  I'm here for my daughter; it rests with you, it seems--this matter.  Your mother leaves it in your hands.\\\"\\n\\nThe boy continued staring at his mother's face, and made no answer.\\n\\n\\\"For my daughter's sake I've brought myself to come,\\\" said Soames. \\\"What am I to say to her when I go back?\\\"\\n\\nStill looking at his mother, the boy said, quietly:\\n\\n\\\"Tell Fleur that it's no good, please; I must do as my father wished before he died.\\\"\\n\\n\\\"Jon!\\\"\\n\\n\\\"It's all right, Mother.\\\"\\n\\nIn a kind of stupefaction Soames looked from one to the other; then, taking up hat and umbrella which he had put down on a chair, he walked toward the curtains.  The boy stood aside for him to go by. He passed through and heard the grate of the rings as the curtains were drawn behind him.  The sound liberated something in his chest.\\n\\n'So that's that!'  he thought, and passed out of the front door.\\n\\nVIII\\n\\nTHE DARK TUNE\\n\\nAs Soames walked away from the house at Robin Hill the sun broke through the grey of that chill afternoon, in smoky radiance.  So absorbed in landscape painting that he seldom looked seriously for effects of Nature out of doors--he was struck by that moody effulgence--it mourned with a triumph suited to his own feeling. Victory in defeat.  His embassy had come to naught.  But he was rid of those people, had regained his daughter at the expense of--her happiness.  What would Fleur say to him?  Would she believe he had done his best?  And under that sunlight faring on the elms, hazels, hollies of the lane and those unexploited fields, Soames felt dread. She would be terribly upset!  He must appeal to her pride.  That boy had given her up, declared part and lot with the woman who so long ago had given her father up!  Soames clenched his hands.  Given him up, and why?  What had been wrong with him?  And once more he felt the malaise of one who contemplates himself as seen by another--like a dog who chances on his refection in a mirror and is intrigued and anxious at the unseizable thing.\\n\\nNot in a hurry to get home, he dined in town at the Connoisseurs. While eating a pear it suddenly occurred to him that, if he had not gone down to Robin Hill, the boy might not have so decided.  He remembered the expression on his face while his mother was refusing the hand he had held out.  A strange, an awkward thought!  Had Fleur cooked her own goose by trying to make too sure?\\n\\nHe reached home at half-past nine.  While the car was passing in at one drive gate he heard the grinding sputter of a motor-cycle passing out by the other.  Young Mont, no doubt, so Fleur had not been lonely.  But he went in with a sinking heart.  In the cream-panelled drawing-room she was sitting with her elbows on her knees, and her chin on her clasped hands, in front of a white camellia plant which filled the fireplace.  That glance at her before she saw him renewed his dread.  What was she seeing among those white camellias?\\n\\n\\\"Well, Father!\\\"\\n\\nSoames shook his head.  His tongue failed him.  This was murderous work!  He saw her eyes dilate, her lips quivering.\\n\\n\\\"What?  What?  Quick, Father!\\\"\\n\\n\\\"My dear,\\\" said Soames, \\\"I--I did my best, but--\\\" And again he shook his head.\\n\\nFleur ran to him, and put a hand on each of his shoulders.\\n\\n\\\"She?\\\"\\n\\n\\\"No,\\\" muttered Soames; \\\"he. I was to tell you that it was no use; he must do what his father wished before he died.\\\"  He caught her by the waist.  \\\"Come, child, don't let them hurt you.  They're not worth your little finger.\\\"\\n\\nFleur tore herself from his grasp.\\n\\n\\\"You didn't you--couldn't have tried.  You--you betrayed me, Father!\\\"\\n\\nBitterly wounded, Soames gazed at her passionate figure writhing there in front of him.\\n\\n\\\"You didn't try--you didn't--I was a fool!  Iwon't believe he could-- he ever could!  Only yesterday he--!  Oh! why did I ask you?\\\"\\n\\n\\\"Yes,\\\" said Soames, quietly, \\\"why did you?  I swallowed my feelings; I did my best for you, against my judgment--and this is my reward. Good-night!\\\"\\n\\nWith every nerve in his body twitching he went toward the door.\\n\\nFleur darted after him.\\n\\n\\\"He gives me up?  You mean that?  Father!\\\"\\n\\nSoames turned and forced himself to answer:\\n\\n\\\"Yes.\\\"\\n\\n\\\"Oh!\\\" cried Fleur.  \\\"What did you--what could you have done in those old days?\\\"\\n\\nThe breathless sense of really monstrous injustice cut the power of speech in Soames' throat.  What had he done!  What had they done to him!\\n\\nAnd with quite unconscious dignity he put his hand on his breast, and looked at her.\\n\\n\\\"It's a shame!\\\" cried Fleur passionately.\\n\\nSoames went out.  He mounted, slow and icy, to his picture gallery, and paced among his treasures.  Outrageous!  Oh!  Outrageous!  She was spoiled!  Ah! and who had spoiled her?  He stood still before the Goya copy.  Accustomed to her own way in everything.  Flower of his life!  And now that she couldn't have it!  He turned to the window for some air.  Daylight was dying, the moon rising, gold behind the poplars!  What sound was that?  Why!  That piano thing!  A dark tune, with a thrum and a throb!  She had set it going--what comfort could she get from that?  His eyes caught movement down there beyond the lawn, under the trellis of rambler roses and young acacia-trees, where the moonlight fell.  There she was, roaming up and down.  His heart gave a little sickening jump.  What would she do under this blow?  How could he tell?  What did he know of her--he had only loved her all his life--looked on her as the apple of his eye!  He knew nothing--had no notion.  There she was--and that dark tune--and the river gleaming in the moonlight!\\n\\n'I must go out,' he thought.\\n\\nHe hastened down to the drawing-room, lighted just as he had left it, with the piano thrumming out that waltz, or fox-trot, or whatever they called it in these days, and passed through on to the verandah.\\n\\nWhere could he watch, without her seeing him?  And he stole down through the fruit garden to the boat-house.  He was between her and the river now, and his heart felt lighter.  She was his daughter, and Annette's--she wouldn't do anything foolish; but there it was--he didn't know!  From the boat house window he could see the last acacia and the spin of her skirt when she turned in her restless march. That tune had run down at last--thank goodness!  He crossed the floor and looked through the farther window at the water slow-flowing past the lilies.  It made little bubbles against them, bright where a moon-streak fell.  He remembered suddenly that early morning when he had slept on the house-boat after his father died, and she had just been born--nearly nineteen years ago!  Even now he recalled the unaccustomed world when he woke up, the strange feeling it had given him.  That day the second passion of his life began--for this girl of his, roaming under the acacias.  What a comfort she had been to him! And all the soreness and sense of outrage left him.  If he could make her happy again, he didn't care!  An owl flew, queeking, queeking; a bat flitted by; the moonlight brightened and broadened on the water. How long was she going to roam about like this!  He went back to the window, and suddenly saw her coming down to the bank.  She stood quite close, on the landing-stage.  And Soames watched, clenching his hands.  Should he speak to her?  His excitement was intense.  The stillness of her figure, its youth, its absorption in despair, in longing, in--itself.  He would always remember it, moonlit like that; and the faint sweet reek of the river and the shivering of the willow leaves.  She had everything in the world that he could give her, except the one thing that she could not have because of him!  The perversity of things hurt him at that moment, as might a fish-bone in his throat.\\n\\nThen, with an infinite relief, he saw her turn back toward the house. What could he give her to make amends?  Pearls, travel, horses, other young men--anything she wanted--that he might lose the memory of her young figure lonely by the water!  There!  She had set that tune going again!  Why--it was a mania!  Dark, thrumming, faint, travelling from the house.  It was as though she had said: \\\"If I can't have something to keep me going, I shall die of this!\\\"  Soames dimly understood.  Well, if it helped her, let her keep it thrumming on all night!  And, mousing back through the fruit garden, he regained the verandah.  Though he meant to go in and speak to her now, he still hesitated, not knowing what to say, trying hard to recall how it felt to be thwarted in love.  He ought to know, ought to remember--and he could not!  Gone--all real recollection; except that it had hurt him horribly.  In this blankness he stood passing his handkerchief over hands and lips, which were very dry.  By craning his head he could just see Fleur, standing with her back to that piano still grinding out its tune, her arms tight crossed on her breast, a lighted cigarette between her lips, whose smoke half veiled her face.  The expression on it was strange to Soames, the eyes shone and stared, and every feature was alive with a sort of wretched scorn and anger.  Once or twice he had seen Annette look like that--the face was too vivid, too naked, not his daughter's at that moment. And he dared not go in, realising the futility of any attempt at consolation.  He sat down in the shadow of the ingle-nook.\\n\\nMonstrous trick, that Fate had played him!  Nemesis!  That old unhappy marriage!  And in God's name-why?  How was he to know, when he wanted Irene so violently, and she consented to be his, that she would never love him?  The tune died and was renewed, and died again, and still Soames sat in the shadow, waiting for he knew not what. The fag of Fleur's cigarette, flung through the window, fell on the grass; he watched it glowing, burning itself out.  The moon had freed herself above the poplars, and poured her unreality on the garden. Comfortless light, mysterious, withdrawn--like the beauty of that woman who had never loved him--dappling the nemesias and the stocks with a vesture not of earth.  Flowers!  And his flower so unhappy! Ah!  Why could one not put happiness into Local Loans, gild its edges, insure it against going down?\\n\\nLight had ceased to flow out now from the drawing-room window.  All was silent and dark in there.  Had she gone up?  He rose, and, tiptoeing, peered in.  It seemed so!  He entered.  The verandah kept the moonlight out; and at first he could see nothing but the outlines of furniture blacker than the darkness.  He groped toward the farther window to shut it.  His foot struck a chair, and he heard a gasp. There she was, curled and crushed into the corner of the sofa!  His hand hovered.  Did she want his consolation?  He stood, gazing at that ball of crushed frills and hair and graceful youth, trying to burrow its way out of sorrow.  How leave her there?  At last he touched her hair, and said:\\n\\n\\\"Come, darling, better go to bed.  I'll make it up to you, somehow.\\\" How fatuous!  But what could he have said?\\n\\nIX\\n\\nUNDER THE OAK-TREE\\n\\nWhen their visitor had disappeared Jon and his mother stood without speaking, till he said suddenly:\\n\\n\\\"I ought to have seen him out.\\\"\\n\\nBut Soames was already walking down the drive, and Jon went upstairs to his father's studio, not trusting himself to go back.\\n\\nThe expression on his mother's face confronting the man she had once been married to, had sealed a resolution growing within him ever since she left him the night before.  It had put the finishing touch of reality.  To marry Fleur would be to hit his mother in the face; to betray his dead father!  It was no good!  Jon had the least resentful of natures.  He bore his parents no grudge in this hour of his distress.  For one so young there was a rather strange power in him of seeing things in some sort of proportion.  It was worse for Fleur, worse for his mother even, than it was for him.  Harder than to give up was to be given up, or to be the cause of some one you loved giving up for you.  He must not, would not behave grudgingly! While he stood watching the tardy sunlight, he had again that sudden vision of the world which had come to him the night before.  Sea on sea, country on country, millions on millions of people, all with their own lives, energies, joys, griefs, and suffering--all with things they had to give up, and separate struggles for existence. Even though he might be willing to give up all else for the one thing he couldn't have, he would be a fool to think his feelings mattered much in so vast a world, and to behave like a cry-baby or a cad.  He pictured the people who had nothing--the millions who had given up life in the War, the millions whom the War had left with life and little else; the hungry children he had read of, the shattered men; people in prison, every kind of unfortunate.  And--they did not help him much.  If one had to miss a meal, what comfort in the knowledge that many others had to miss it too?  There was more distraction in the thought of getting away out into this vast world of which he knew nothing yet.  He could not go on staying here, walled in and sheltered, with everything so slick and comfortable, and nothing to do but brood and think what might have been. He could not go back to Wansdon, and the memories of Fleur.  If he saw her again he could not trust himself; and if he stayed here or went back there, he would surely see her.  While they were within reach of each other that must happen.  To go far away and quickly was the only thing to do.  But, however much he loved his mother, he did not want to go away with her.  Then feeling that was brutal, he made up his mind desperately to propose that they should go to Italy.  For two hours in that melancholy room he tried to master himself, then dressed solemnly for dinner.\\n\\nHis mother had done the same.  They ate little, at some length, and talked of his father's catalogue.  The show was arranged for October, and beyond clerical detail there was nothing more to do.\\n\\nAfter dinner she put on a cloak and they went out; walked a little, talked a little, till they were standing silent at last beneath the oak-tree.  Ruled by the thought: 'If I show anything, I show all,' Jon put his arm through hers and said quite casually:\\n\\n\\\"Mother, let's go to Italy.\\\"\\n\\nIrene pressed his arm, and said as casually:\\n\\n\\\"It would be very nice; but I've been thinking you ought to see and do more than you would if I were with you.\\\"\\n\\n\\\"But then you'd be alone.\\\"\\n\\n\\\"I was once alone for more than twelve years.  Besides, I should like to be here for the opening of Father's show.\\\"\\n\\nJon's grip tightened round her arm; he was not deceived.\\n\\n\\\"You couldn't stay here all by yourself; it's too big.\\\"\\n\\n\\\"Not here, perhaps.  In London, and I might go to Paris, after the show opens.  You ought to have a year at least, Jon, and see the world.\\\"\\n\\n\\\"Yes, I'd like to see the world and rough it.  But I don't want to leave you all alone.\\\"\\n\\n\\\"My dear, I owe you that at least.  If it's for your good, it'll be for mine.  Why not start tomorrow?  You've got your passport.\\\"\\n\\n\\\"Yes; if I'm going it had better be at once.  Only--Mother--if--if I wanted to stay out somewhere--America or anywhere, would you mind coming presently?\\\"\\n\\n\\\"Wherever and whenever you send for me.  But don't send until you really want me.\\\"\\n\\nJon drew a deep breath.\\n\\n\\\"I feel England's choky.\\\"\\n\\nThey stood a few minutes longer under the oak-tree--looking out to where the grand stand at Epsom was veiled in evening.  The branches kept the moonlight from them, so that it only fell everywhere else-- over the fields and far away, and on the windows of the creepered house behind, which soon would be to let.\\n\\nX\\n\\nFLEUR'S WEDDING\\n\\nThe October paragraphs describing the wedding of Fleur Forsyte to Michael Mont hardly conveyed the symbolic significance of this event. In the union of the great-granddaughter of \\\"Superior Dosset\\\" with the heir of a ninth baronet was the outward and visible sign of that merger of class in class which buttresses the political stability of a realm.  The time had come when the Forsytes might resign their natural resentment against a \\\"flummery\\\" not theirs by birth, and accept it as the still more natural due of their possessive instincts.  Besides, they had to mount to make room for all those so much more newly rich.  In that quiet but tasteful ceremony in Hanover Square, and afterward among the furniture in Green Street, it had been impossible for those not in the know to distinguish the Forsyte troop from the Mont contingent--so far away was \\\"Superior Dosset\\\" now.  Was there, in the crease of his trousers, the expression of his moustache, his accent, or the shine on his top-hat, a pin to choose between Soames and the ninth baronet himself?  Was not Fleur as self- possessed, quick, glancing, pretty, and hard as the likeliest Muskham, Mont, or Charwell filly present?  If anything, the Forsytes had it in dress and looks and manners.  They had become \\\"upper class\\\" and now their name would be formally recorded in the Stud Book, their money joined to land.  Whether this was a little late in the day, and those rewards of the possessive instinct, lands and money, destined for the melting-pot--was still a question so moot that it was not mooted.  After all, Timothy had said Consols were goin' up.  Timothy, the last, the missing link; Timothy, in extremis on the Bayswater Road--so Francie had reported.  It was whispered, too, that this young Mont was a sort of socialist--strangely wise of him, and in the nature of insurance, considering the days they lived in.  There was no uneasiness on that score.  The landed classes produced that sort of amiable foolishness at times, turned to safe uses and confined to theory.  As George remarked to his sister Francie: \\\"They'll soon be having puppies--that'll give him pause.\\\"\\n\\nThe church with white flowers and something blue in the middle of the East window looked extremely chaste, as though endeavouring to counteract the somewhat lurid phraseology of a Service calculated to keep the thoughts of all on puppies.  Forsytes, Haymans, Tweetymans, sat in the left aisle; Monts, Charwells; Muskhams in the right; while a sprinkling of Fleur's fellow-sufferers at school, and of Mont's fellow-sufferers in, the War, gaped indiscriminately from either side, and three maiden ladies, who had dropped in on their way from Skyward's brought up the rear, together with two Mont retainers and Fleur's old nurse.  In the unsettled state of the country as full a house as could be expected.\\n\\nMrs. Val Dartie, who sat with her husband in the third row, squeezed his hand more than once during the performance.  To her, who knew the plot of this tragi-comedy, its most dramatic moment was well-nigh painful.  'I wonder if Jon knows by instinct,' she thought--Jon, out in British Columbia.  She had received a letter from him only that morning which had made her smile and say:\\n\\n\\\"Jon's in British Columbia, Val, because he wants to be in California.  He thinks it's too nice there.\\\"\\n\\n\\\"Oh!\\\" said Val, \\\"so he's beginning to see a joke again.\\\"\\n\\n\\\"He's bought some land and sent for his mother.\\\"\\n\\n\\\"What on earth will she do out there?\\\"\\n\\n\\\"All she cares about is Jon.  Do you still think it a happy release?\\\"\\n\\nVal's shrewd eyes narrowed to grey pin-points between their dark lashes.\\n\\n\\\"Fleur wouldn't have suited him a bit.  She's not bred right.\\\"\\n\\n\\\"Poor little Fleur!\\\" sighed Holly.  Ah! it was strange--this marriage.  The young man, Mont, had caught her on the rebound, of course, in the reckless mood of one whose ship has just gone down. Such a plunge could not but be--as Val put it--an outside chance. There was little to be told from the back view of her young cousin's veil, and Holly's eyes reviewed the general aspect of this Christian wedding.  She, who had made a love-match which had been successful, had a horror of unhappy marriages.  This might not be one in the end- -but it was clearly a toss-up; and to consecrate a toss-up in this fashion with manufactured unction before a crowd of fashionable free- thinkers--for who thought otherwise than freely, or not at all, when they were \\\"dolled\\\" up--seemed to her as near a sin as one could find in an age which had abolished them.  Her eyes wandered from the prelate in his robes (a Charwell-the Forsytes had not as yet produced a prelate) to Val, beside her, thinking--she was certain--of the Mayfly filly at fifteen to one for the Cambridgeshire.  They passed on and caught the profile of the ninth baronet, in counterfeitment of the kneeling process.  She could just see the neat ruck above his knees where he had pulled his trousers up, and thought: 'Val's forgotten to pull up his!'  Her eyes passed to the pew in front of her, where Winifred's substantial form was gowned with passion, and on again to Soames and Annette kneeling side by side.  A little smile came on her lips--Prosper Profond, back from the South Seas of the Channel, would be kneeling too, about six rows behind.  Yes!  This was a funny \\\"small\\\" business, however it turned out; still it was in a proper church and would be in the proper papers to-morrow morning.\\n\\nThey had begun a hymn; she could hear the ninth baronet across the aisle, singing of the hosts of Midian.  Her little finger touched Val's thumb--they were holding the same hymn-book--and a tiny thrill passed through her, preserved--from twenty years ago.  He stooped and whispered:\\n\\n\\\"I say, d'you remember the rat?\\\"  The rat at their wedding in Cape Colony, which had cleaned its whiskers behind the table at the Registrar's!  And between her little and third forgers she squeezed his thumb hard.\\n\\nThe hymn was over, the prelate had begun to deliver his discourse. He told them of the dangerous times they lived in, and the awful conduct of the House of Lords in connection with divorce.  They were all soldiers--he said--in the trenches under the poisonous gas of the Prince of Darkness, and must be manful.  The purpose of marriage was children, not mere sinful happiness.\\n\\nAn imp danced in Holly's eyes--Val's eyelashes were meeting. Whatever happened; he must not snore.  Her finger and thumb closed on his thigh till he stirred uneasily.\\n\\nThe discourse was over, the danger past.  They were signing in the vestry; and general relaxation had set in.\\n\\nA voice behind her said:\\n\\n\\\"Will she stay the course?\\\"\\n\\n\\\"Who's that?\\\" she whispered.\\n\\n\\\"Old George Forsyte!\\\"\",\"timestamp\":1639990535,\"title\":\"\\nIf she realised who he was, quite probably she would not see him\"},\"digest\":\"MOkLyVbjoNt_IqvQcbx_lWTRyywe2HzUWeizXB_QOSA\",\"authorship\":{\"contributor\":\"0x755Bda80E984cd5fAabcbf90e065196EEDb3214A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ntX1hGwJcabCTeMgen--uici_hD2colLEAfRatpeSDo\\\",\\\"y\\\":\\\"gsPM2VPBJxHyKtRYDUYMJbnBg6qYtyaizBVgOWlkZ6A\\\"}\",\"signature\":\"1fVdpACduJTTMW-8_ozec17HtG35Uq1R1DnEe6cGSR6JhjzKxHElcgDXbRsnlz9lZ8NKMfCcxMkt4XZRaeMzCQ\",\"signingKeySignature\":\"0x17e7a314190e9bd44a396a7efb0a5e23897d0ef5a3540ec71dbac89ae3b70f9802d12f5a6a56fff672a99733a9439e6c7c1e439295e1508071a9fe5c696f34ae1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ntX1hGwJcabCTeMgen--uici_hD2colLEAfRatpeSDo\\\",\\\"y\\\":\\\"gsPM2VPBJxHyKtRYDUYMJbnBg6qYtyaizBVgOWlkZ6A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MOkLyVbjoNt_IqvQcbx_lWTRyywe2HzUWeizXB_QOSA\"}"