"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*lDTRHlX69Vn_w0pK8Tfdkg.jpeg)\\n\\n## Alba Molina runs the corporate acceleration program at major Spanish law firm Cuatrecasas. In this interview, she discusses some learnings for building a legaltech startup…\\n\\n*Alba Molina holds a degree in Law and Business Administration from the Pompeu Fabra University of Barcelona. She works as Innovation Project Manager of Cuatrecasas and is in charge of Cuatrecasas Acelera, one of the Corporate Venture programs of Cuatrecasas.*\\n\\n**How does the Cuatrecasas acceleration program work?**\\n\\nCuatrecasas’ corporate acceleration program was born in 2016, when the firm saw the opportunity to add value to the entrepreneurial ecosystem and its clients by helping them in the digital transformation in order to adapt to a new technological environment.\\n\\nThe program provides technological, legal and business advice to legaltech ventures and startups with high legal and/or regulatory complexity. In order to be eligible for the program, companies have to offer a product or service to law firms, to the legal area of a company or be working in a product with a high potential of disrupting the industry.\\n\\nIn general, the startups that apply to the program already have a business idea materialized in a product or service and with customers. The goal is to adapt and validate the product in order to better serve the needs of the market.\\n\\nOver the course of four months, the program helps participants improve their product and achieve greater adoption. Companies participate in participate in group sessions (*bootcamps*) and individual sessions, in addition to receiving mentoring in agile methodologies.\\n\\nIt ends with a Demo Day, an event in which participants pitch their project to an investor panel.\\n\\nCuatrecasas doesn’t take equity from companies participating in the program. In the case of the startups with the greatest potential, after the program ends, we may make a small investment through the Cuatrecasas Ventures unit.\\n\\n![Alba Molina.](https://miro.medium.com/max/1400/1\\\\*qa-8K5XQJbRLJX-7Sln6dQ.jpeg)\\n\\n**What are some examples of companies participating in the program?**\\n\\nThere are different types of startups: knowledge management, contract and legal documents management, corporate communications, analytics, compliance, cybersecurity, litigation and digital evidence.\\n\\nFor example, one of the participants of the third edition of the program was BLOCKTAC, a company that uses blockchain to issue tamper proof certificates to fight fraud in products that can be counterfeited. Thanks to a certificate based on a QR code, it allows to certify the authenticity of products.\\n\\nAnother of the startups is Bigle Legal, which offers a simple service for creating, reviewing and signing contracts. We are also working and developing a pilot with the French startup CLOSD, dedicated to legal contract management.\\n\\nLawyers typically work with very large amounts of documents. Platforms that help make documentation sharing, visibility and user experience easier provide a great value.\\n\\n**What are the characteristics of the teams that create these legal innovation companies?**\\n\\nIn most cases, the founding team is made up of a lawyer serving as CEO and an engineer as chief technology officer.\\n\\nThese projects often begin with a lawyer who, in his professional practice, identifies a problem that can be solved through technology. And then seeks to partner with an engineer to develop a product.\\n\\nIn other cases, teams are made up entirely of engineers working in other industries that one day decided they could generate value in the legal sector.\\n\\n**What piece of advice could you give lawyers who want to become legaltech entrepreneurs?**\\n\\nWhat matters isn’t just having a good idea. It’s having the idea at the right time, when the market is ready to receive it. In the case of highly disruptive products, those that propose major changes in the way lawyers work, it’s necessary to assess whether the market is prepared to accept them.\\n\\nLawyers are increasingly receptive to innovation. But many still find it difficult to see technology as an ally, and not as a threat. And this is especially true of highly disruptive solutions.\\n\\nOn the other hand, the user experience is essential. If the application you are developing is going to have a long learning curve for the lawyer, adoption will be harder. On the contrary, if the product increases efficiency or automates a process the lawyer already does, then the probability of adoption is higher.\\n\\nIn every case, you have to work closely with the user to understand his needs and incorporate this feedback into the product.\\n\\nLaw and technology have shaken hands and, in the future, will always go together.\\n\\nLawyers will need some technology training. This does not necessarily mean they will have to learn how to code. But they will have to understand technology in order to empathize and understand clients and help them solve their problem.\\n\\nSometimes digitization goes hand in hand with dehumanization and uncertainty. And here the lawyer has a fundamental role. When someone goes to a lawyer it is because they have a problem.\\n\\nA big part of the value proposition of a lawyer is to provide emotional support to the client. This is something that machines cannot do. If to this ability to provide support one adds the efficient use of technological tools, this is the lawyer of the future.\",\"timestamp\":1638648527,\"title\":\"Building a Startup in the Legal Industry\"},\"digest\":\"5uOz-HOEHSoZrK5BIAZg2xJ29AkwtinssvQ728y-oDk\",\"authorship\":{\"contributor\":\"0xf12C67e80E309eaC0c4dc18Fb26e68F9672297E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"signature\":\"mOjf1MXA3X7AGedlpwLVxXv14MrOHhqMfUK9LlceKK983Z5t-85LVYsnRDqgZP9MEWHcyg8EvyZttRei_jwIBQ\",\"signingKeySignature\":\"0xbb67824a5cdd413a3900f8d913a162ca89ff55c3f83d74e39c738ba7412fc78570a0731025b91c70a242fe7fd50e085455303a3c5c7222d8b6f59d71dbdf1bce1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5uOz-HOEHSoZrK5BIAZg2xJ29AkwtinssvQ728y-oDk\"}"