"{\"content\":{\"body\":\"The blockchain, which grew out of Bitcoin, is in the crosshail.  \\n\\n \\n\\nYou've probably heard a lot of \\\"stories\\\" around you.  A few bitcoins were later sold for thousands of yuan each (the highest time was 130,000 yuan each), regretting it forever;  And after buying more than 10, the hard drive was formatted and the bitcoin was never recovered.  What's worse, I invested 100,000 yuan in the morning and only had 3,000 yuan left in the afternoon.  \\n\\n \\n\\nOne day stir-fry currency, a year stir-fry.  Ups and downs, life is fried currency.  \\n\\n \\n\\nThe blockchain behind the story is a real technological innovation.  \\n\\n \\n\\nIt is no exaggeration to say that blockchain's transformation is similar to the Internet, and its position today is similar to that of the Internet in the early 1990s.  Who knew what the Internet was then?  As long as the company hang up the \\\".com \\\"domain name, a blunt flying.  Until the bubble burst;  In those days, the real wealth was made by the \\\"shovel seller\\\";  Since then, the Internet has been in a slump for more than a decade;  After a few more periods, it eventually led to changes in one field after another, resulting in social, economic and cultural innovation at all levels.  \\n\\n \\n\\nEach revolution is driven by technology, such as cloud computing, big data, the Internet of things and now the most talked about artificial intelligence.  Moreover, these technologies are standing on the accumulation of technology in the past, step by step brewing and erupting.  \\n\\n \\n\\nThe Internet solves the problem of \\\"information\\\" asymmetry and delivers information.  Blockchain solves the problem of \\\"trust\\\" and delivers \\\"value\\\".  Comparatively speaking, blockchain has little connection with other technologies, and can even \\\"remake\\\" the underlying architecture of the Internet, changing the form of companies, investment and financing, and business transformation.  \\n\\n \\n\\nThat's what's great and exciting about it.  \\n\\n \\n\\n \\n\\n \\n\\n\\\"Distributed ledger\\\", \\\"decentralization\\\", \\\"asymmetric encryption algorithm\\\", \\\"co-maintenance\\\", \\\"programmability\\\" and other technical characteristics determine that blockchain is different from the traditional Internet architecture.  Still rely on traditional Internet architecture now, later, perhaps subvert.  \\n\\n \\n\\nFor example, the current cloud computing is not really \\\"distributed\\\", but depends on cloud data centers such as AWS, Microsoft and Aliyun.  Future data storage, in theory, can be \\\"decentralized\\\", multiple copies of the same exist in multiple nodes, there is really no data center hosting.  And instead of today's peer-to-peer delivery, email will be broadcast around the world, accessible to all but the \\\"key\\\" person.  \\n\\n \\n\\nAnother example is that e-commerce transactions now require intermediaries or platforms such as Taobao and JINGdong to ensure the security of funds and solve the problem of trust.  In the future, it will be point-to-point. With smart contracts, you won't be afraid not to pay.  Of course, the scene could be more varied.  Smart contracts, combined with the sharing economy and the Internet of things, can dictate what happens when, where and by whom.  Like renting a house, booking a car after the set time, automatic fulfillment, no longer need to worry about the time problem.  \\n\\n \\n\\nThere is more talk of bitcoin becoming legal tender.  To some extent, its anonymity, rapidness and trustworthiness have attracted the attention of many countries and regions.  Rather than blocking, there are several banking organizations that are organizing efforts to develop various types of blockchain cooperation, such as R3.  \\n\\n \\n\\nBlockchain can also be divided into common chains, federation chains and private chains, depending on the number of participants and scope of application.  This makes it possible to use public, private, and hybrid clouds on a case-by-case basis;  Modifiable technology.  \\n\\n \\n\\nThe best part of blockchain is the DAO (distributed autonomous Organization), which is a pure technology-oriented architecture.  Companies can issue their own ICOs (tokens, which you can think of as shares or options) as long as they have a good project.  ICO changed the process and concept of investment and financing in the past;  Anyone can hold an ICO, but at a cost such as mining.  As long as the project is valuable and the ICO holder has an incentive to promote the project, the project will continue to grow.  Once the project is released, control is no longer in the founders' hands.  Leave everything to the market.  The responsibility of the project sponsor is to provide better technical support and service.  Ethereum is now moving in that direction.  \\n\\n \\n\\nToo much room for imagination.  But in reality, blockchain has only reached the 1.0 era, and there is still a long time for smart contracts in the 2.0 era and industrial applications in the 3.0 era.  Even if 1.0 is to arrive, it will probably take 5-10 years.  \\n\\n \\n\\nHow could this mess not produce a giant or two?  \\n\\n \\n\\nAlthough at present, most of the ICO in China, the majority of crooks, mud.  But blockchain is real and has the power of technological change.  \\n\\n \\n\\nIn order to sort out these contents, I have recently read more than 100 articles and read several books, and selected some excellent contents as follows.  Take a look.  \\n\\n \\n\\n \\n\\n \\n\\nConcept.  \\n\\nTitle: The original blockchain was born because of the village head's sexual hands;  \\n\\nSource: Snowball public account.  This is by far the most accessible article I've read.  Starting with examples, let's talk about the application of blockchain.  This can be read together with this article on Zhihu.  However, most of zhihu's articles are shaking clever, in the back of the exposition is powerless.  The author of this article estimated that snowball community, from the investment point of view, how to package an ICO project, what is the value.  For ordinary people, the important principle is, don't buy if you don't understand.  Nevertheless, you anyhow be when leek, still buy casually, lest regret.  \\n\\nIndustrial pattern.  \\n\\nTitle: Release of the most complete blockchain ecological map, a map to see 2400 typical projects;  \\n\\nSource: Whale Research Institute.  As the title says, this is the release of the most complete blockchain ecological map;  A research institute. This is our familiar perspective, which analyzes the concept, technical layer, application scope, scenario and industry of blockchain.  If someone says they do blockchain, ask what they do and where they fit into the industry.  If you can't answer, you're probably a liar, probably named Li.  \\n\\nVC.  \\n\\nTitle: Blockchain, it brings me inner expansion and suffering;  \\n\\nSource: Wang Lijie.  This one was written by an investor.  He made four times profit in a month, invested in 10 projects, is really a mixed world, people can not stop the desire, are naked eating.  Who are 99% of the losers in this round, and who will take over?  The author once published a book \\\"investing in outliers\\\", also recommended.  \\n\\nInvestment.  \\n\\nTitle: Civilization doesn't think, but It chooses: Crumbling blockchain and its investment Opportunities;  \\n\\nSource: Hong Kong stocks that matter.  This article continues to recommend investment perspective.  Because bitcoin this big rise and fall, and money related to national policies, banking supervision, institutions.  See a problem from the Angle of capital, often can seize essence.  There are some introductions to listed companies in it.  From my point of view, I firmly believe that the value of blockchain will be released eventually, which is closely related to each of us.  But the current climate is not right, to have faith in this.  \\n\\nTechnical articles.  \\n\\nTitle: Report on Blockchain Technology and Application Value;  \\n\\nSource: Bizarre Notes.  A bit of technical wizardry for the last post.  This is from the perspective of database, network, storage, ledger, P2P, and core technologies.  The author's logic is the same as that of most men of science and technology: what is it, what can be done, and what is the bottleneck.  More suitable for IT men to read.  \",\"timestamp\":1635592786,\"title\":\"After reading 100 articles on blockchain, I strongly recommend these 5 articles\"},\"digest\":\"nBND54dSiyR8F29KoUuKBmfMZX2S5cDQG6BbpgGBhgo\",\"authorship\":{\"contributor\":\"0xa14F0912bA2a069E0371290e7F00a724a3f5E36F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_8mAdq8j-3sL6yiLawkYthMygUcEVIm15awPsSjhK90\\\",\\\"y\\\":\\\"H-dszMpAEcHGVHvq6qyds8vm-H7YOwLeUbh_sljU0Hw\\\"}\",\"signature\":\"lxSfOQjmtYZSLYo5XI2TaJJhSJfO8Qx6gNUTfkPHfqYbb9tUE3rFfgpF6rmy8iJ1qJ5bVHonmacLJ7Da9Ra4Sg\",\"signingKeySignature\":\"0x0e00880d729f6aa4a3c8d54329da920fffdfc153c431a4eda1a7128e020568a85a3b9a9d83352a45562028d5dc98fc18992d6f7fb7922e116fffefb13cdc689d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_8mAdq8j-3sL6yiLawkYthMygUcEVIm15awPsSjhK90\\\",\\\"y\\\":\\\"H-dszMpAEcHGVHvq6qyds8vm-H7YOwLeUbh_sljU0Hw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nBND54dSiyR8F29KoUuKBmfMZX2S5cDQG6BbpgGBhgo\"}"