"{\"content\":{\"body\":\"that they were in danger of going to jail for it.  They could not steal cattle and horses, because they did not know what to do with them when they had got them; they could not sail away over the briny deep in search of fortune or glory, because they had no ships; and sail-boats were scarcely big enough for daring voyages to the blooming South which their ancestors had ravaged.  The precious vacation was slipping away, and as yet they had accomplished nothing that could at all be called heroic.  It was while the brotherhood was lamenting this fact that Wolf-in-the-Temple had a brilliant idea.  He procured his father's permission to invite his eleven companions to spend a day and a night at the Ronning saeter, or mountain dairy, far up in the highlands.  The only condition Mr. Ronning made was that they were to be accompanied by his man, Brumle-Knute, who was to be responsible for their safety.  But the boys determined privately to make Brumle-Knute their prisoner, in case he showed any disposition to spoil their sport.  To spend a day and a night in the woods, to imagine themselves Vikings, and behave as they imagined Vikings would behave, was a prospect which no one could contemplate without the most delightful excitement.  There, far away from sheriffs and pastors and maternal supervision, they might perhaps find the long-desired chance of performing their heroic deed.\\n\\nIt was a beautiful morning early in August that the boys started from Strandholm, Mr. Ronning's estate, accompanied by Brumle-Knute.  The latter was a middle-aged, round-shouldered peasant, who had the habit of always talking to himself.  To look at him you would have supposed that he was a rough and stupid fellow who would have quite enough to do in looking after himself.  But the fact was, that Brumle-Knute was the best shot, the best climber--and altogether the most keen-eyed hunter in the whole valley.  It was a saying that he could scent game so well that he never needed a dog; and that he could imitate to perfection the call of every game bird that inhabited the mountain glens.  Sweet-tempered he was not; but so reliable, skilful, and vigilant, and moreover so thorough a woodsman, that the boys could well afford to put up with his gruff temper.\\n\\nThe Sons of the Vikings were all mounted on ponies; and Wolf-in-the-Temple, who had been elected chieftain, led the troop.  At his side rode Skull-Splitter, who was yet a trifle pale after his blood-letting, but brimming over with ambition to distinguish himself.  They had all tied their trousers to their legs with leather thongs, in order to be perfectly \\\"Old Norse;\\\" and some of them had turned their plaids and summer overcoats inside out, displaying the gorgeous colors of the lining.  Loosely attached about their necks and flying in the wind, these could easily serve for scarlet or purple cloaks wrought on Syrian looms.  Most of the boys carried also wooden swords and shields, and the chief had a long loor or Alpine horn.  Only the valiant Ironbeard, whose father was a military man, had a real sword and a real scabbard into the bargain.  Wolf-in-the-Temple, and Erling the Lop-Sided, had each an old fowling-piece; and Brumle-Knute carried a double-barrelled rifle.  This, to be sure, was not; quite historically correct; but firearms are so useful in the woods, even if they are not correct, that it was resolved not to notice the irregularity; for there were boars in the mountains, besides wolves and foxes and no end of smaller game.\\n\\nFor an hour or more the procession rode, single file, up the steep and rugged mountain-paths; but the boys were all in high spirits and enjoyed themselves hugely.  The mere fact that they were Vikings, on a daring foraging expedition into a neighboring kingdom, imparted a wonderful zest to everything they did and said.  It might be foolish, but it was on that account none the less delightful.  They sent out scouts to watch for the approach of an imaginary enemy; they had secret pass-words and signs; they swore (Viking style) by Thor's hammer and by Odin's eye.  They talked appalling nonsense to each other with a delicious sentiment of its awful blood-curdling character.  It was about noon when they reached the Strandholm saeter, which consisted of three turf-thatched log-cabins or chalets, surrounded by a green inclosure of half a dozen acres.  The wide highland plain, eight or ten miles long, was bounded on the north and west by throngs of snow-hooded mountain peaks, which rose, one behind another, in glittering grandeur; and in the middle of the plain there were two lakes or tarns, connected by a river which was milky white where it entered the lakes and clear as crystal where it escaped.\\n\\n\\\"Now, Vikings,\\\" cried Wolf-in-the-Temple, when the boys had done justice to their dinner, \\\"it behooves us to do valiant deeds, and to prove ourselves worthy of our fathers.\\\"\\n\\n\\\"Hear, hear,\\\" shouted Ironbeard, who was fourteen years old and had a shadow of a moustache, \\\"I am in for great deeds, hip, hip, hurrah!\\\"\\n\\n\\\"Hold your tongue when you hear me speak,\\\" commanded the chieftain, loftily; \\\"we will lie in wait at the ford, between the two tarns, and capture the travellers who pass that way.  If perchance a princess from the neighboring kingdom pass, on the way to her dominions, we will hold her captive until her father, the king, comes to ransom her with heaps of gold in rings and fine garments and precious weapons.\\\"\\n\\n\\\"But what are we to do with her when we have caught her?\\\"  asked the Skull-Splitter, innocently.\\n\\n\\\"We will keep her imprisoned in the empty saeter hut,\\\" Wolf-in-the-Temple responded.  \\\"Now, are you ready? We'll leave the horses here on the croft, until our return.\\\"\\n\\nThe question now was to elude Brumle-Knute's vigilance; for the Sons of the Vikings had good reasons for fearing that he might interfere with their enterprise.  They therefore waited until Brumle-knute was invited by the dairymaid to sit down to dinner.  No sooner had the door closed upon his stooping figure, than they stole out through a hole in the fence, crept on all-fours among the tangled dwarf-birches and the big gray boulders, and following close in the track of their leader, reached the ford between the lakes.  There they observed two enormous heaps of stones known as the Parson and the Deacon; for it had been the custom from immemorial times for every traveller to fling a big stone as a \\\"sacrifice\\\" for good luck upon the Parson's heap and a small stone upon the Deacon's.  Behind these piles of stone the boys hid themselves, keeping a watchful eye on the road and waiting for their chief's signal to pounce upon unwary travellers.  They lay for about fifteen minutes in expectant silence, and were on the point of losing their patience.\\n\\n\\\"Look here, Wolf-in-the-Temple,\\\" cried Erling the Lop-Sided, \\\"you may think this is fun, but I don't.  Let us take the raft there and go fishing.  The tarn is simply crowded with perch and bass.\\\"\\n\\n\\\"Hold your disrespectful tongue,\\\" whispered the chief, warningly, \\\"or I'll discipline you so you'll remember it till your dying day.\\\"\\n\\n\\\"Ho, ho!\\\" laughed the rebel, jeeringly; \\\"big words and fat pork don't stick in the throat.  Wait till I get you alone and we shall see who'll be disciplined.\\\"\\n\\nErling had risen and was about to emerge from his hiding-place, when suddenly hoof-beats were heard, and a horse was seen approaching, carrying on its back a stalwart peasant lass, in whose lap a pretty little girl of twelve or thirteen was sitting.\\n\\nThe former was clad in scarlet bodice, a black embroidered skirt, and a snowy-white kerchief was tied about her head.  Her blonde hair hung in golden profusion down over her back and shoulders.  The little girl was city-clad, and had a sweet and appealing face.  She was chattering guilelessly with her companion, asking more questions than she could possibly expect to have answered.  Nearer and nearer they came to the great stone heaps, dreaming of no harm.\\n\\n\\\"And, Gunbjor,\\\" the Skull-Splitter heard the little girl say, \\\"you don't really believe that there are trolds and fairies in the mountains, do you?\\\"\\n\\n\\\"Them as are wiser than I am have believed that,\\\" was Gunbjor's answer; \\\"but we don't hear so much about the trolds nowadays as they did when my granny was young.  Then they took young girls into the mountain and----\\\"\\n\\nHere came a wild, piercing yell, as the Sons of the Vikings rushed forward from behind the rocks, and with a terrible war-whoop swooped down upon the road.  Wolf-in-the-Temple, who led the band, seized the horse by the bridle, and flourishing his sword threateningly, addressed the frightened peasant lass.\\n\\n\\\"Is this, perchance, the Princess Kunigunde, the heir to the throne of my good friend, King Bjorn the Victorious?\\\" he asked, with a magnificent air, seizing the trembling little girl by the wrist.\\n\\n\\\"Nay,\\\" Gunbjor answered, as soon as she could find her voice, \\\"this is the Deacon's Maggie, as is going to the saeter with me to spend Sunday.\\\"\\n\\n\\\"She cannot proceed on her way,\\\" said the chieftain, decisively, \\\"she is my prisoner.\\\"\\n\\nGunbjor, who had been frightened out of her wits by the small red- and blue-cloaked men, swarming among the stones, taking them to be trolds or fairies, now gradually recovered her senses.  She recognized in Erling the Lop-Sided the well-known features of the parson's son; and as soon as she had made this discovery she had no great difficulty in identifying the rest.  \\\"Never you fear, pet,\\\" she said to the child in her lap, \\\"these be bad boys as want to frighten us.  I'll give them a switching if they don't look out.\\\"\\n\\n\\\"The Princess Kunigunde is my prisoner until it please her noble father to ransom her for ten pounds of silver,\\\" repeated Wolf-in-the-Temple, putting his arm about little Maggie's waist and trying to lift her from the saddle.\\n\\n\\\"You keep yer hands off the child, or I'll give you ten pounds of thrashing,\\\" cried Gunbjor, angrily.\\n\\n\\\"She shall be treated with the respect due to her rank,\\\" Wolf-in-the-Temple proceeded, loftily.  \\\"I give King Bjorn the Victorious three moons in which to bring me the ransom.\\\"\\n\\n\\\"And I'll give you three boxes on the ear, and a cut with my whip, into the bargain, if you don't let the horse alone, and take yer hands off the child.\\\"\\n\\n\\\"Vikings!\\\"  cried the chief, \\\"lay hands on her! Tear her from the saddle!  She has defied us!  She deserves no mercy.\\\"\\n\\nWith a tremendous yell the boys rushed forward, brandishing their swords above their heads, and pulled Gunbjor from the saddle.  But she held on to her charge with a vigorous clutch, and as soon as her feet touched the ground she began with her disengaged hand to lay about her, with her whip, in a way that proved extremely unpleasant.  Wolf-in-the-Temple, against whom her assault was especially directed, received some bad cuts across his face, and Ironbeard was driven backward into the ford, where he fell, full length, and rose dripping wet and mortified.  Thore the Hound got a thump in his head from Gunbjor's stalwart elbows, and Skull-Splitter, who had more courage than discretion, was pitched into the water with no more ceremony than if he had been a superfluous kitten.  The fact was--I cannot disguise it--within five minutes the whole valiant band of the Sons of the Vikings were routed by that terrible switch, wielded by the intrepid Gunbjor.  When the last of her foes had bitten the dust, she calmly remounted her pony, and with the Deacon's Maggie in her lap rode, at a leisurely pace, across the ford.\\n\\n\\\"Good-by, lads,\\\" she said, nodding her head at them over her shoulder; \\\"ye needn't be afraid.  I won't tell on you.\\\"\\n\\nIV.\\n\\nTo have been routed by a woman was a terrible humiliation to the valiant Sons of the Vikings.  They were silent and moody during the evening, and sat staring into the big bonfire on the saeter green with stern and melancholy features.  They had suffered defeat in battle, and it behooved them to avenge it.  About nine o'clock they retired into their bunks in the log cabin, but no sooner was Brumle-Knute's rhythmic snoring perceived than Wolf-in-the-Temple put his head out and called to his comrades to meet him in front of the house for a council of war.  Instantly they scrambled out of their alcoves, pulled on their coats and trousers; and noiselessly stole out into the night.  The sun was yet visible, but a red veil of fiery mist was drawn across his face; and a magic air of fairy-tales and strange unreality was diffused over mountains, plains and lakes.  The river wound like a huge, blood-red serpent through the mountain pastures, and the snow-hooded peaks blazed with fiery splendor.\\n\\nThe boys were quite stunned at the sight of such magnificence, and stood for some minutes gazing at the landscape, before giving heed to the summons of the chief.\\n\\n\\\"Comrades,\\\" said Wolf-in-the-Temple, solemnly, \\\"what is life without honor?\\\"\\n\\nThere was not a soul present who could answer that conundrum, and after a fitting pause the chief was forced to answer it himself.\\n\\n\\\"Life without honor, comrades,\\\" he said, severely, \\\"life--without honor is--nothing.\\\"\\n\\n\\\"Hear, hear!\\\"  cried Ironbeard; \\\"good for you, old man!\\\"\\n\\n\\\"Silence!\\\"  thundered Wolf-in-the-Temple, \\\"I must beg the gentlemen to observe the proprieties.\\\"\\n\\nThis tremendous phrase rarely failed to restore order, and the flippant Ironbeard was duly rebuked by the glances of displeasure which met him on all sides.  But in the meanwhile the chief had lost the thread of his speech and could not recover it.  \\\"Vikings,\\\" he resumed, clearing his throat vehemently, \\\"we have been--that is to say--we have sustained----\\\"\\n\\n\\\"A thrashing,\\\" supplied the innocent Skull-Splitter.\\n\\nBut the awful stare which was fixed upon him convinced him that he had made a mistake; and he shrunk into an abashed silence.  \\\"We must do something to retrieve our honor,\\\" continued the chief, earnestly; \\\"we must--take steps--to to get upon our legs again,\\\" he finished, blushing with embarrassment.\\n\\n\\\"I would suggest that we get upon our legs first, and take the steps afterward,\\\" remarked the flippant Ironbeard, with a sly wink at Thore the Hound.\\n\\nThe chief held it to be beneath his dignity to notice this interruption, and after having gazed for a while in silence at the blood-red mountain peaks, he continued, more at his ease:\\n\\n\\\"I propose, comrades, that we go on a bear hunt.  Then, when we return with a bear-skin or two, our honor will be all right; no one will dare laugh at us.  The brave boy-hunters will be the admiration and pride of the whole valley.\\\"\\n\\n\\\"But Brummle-Knute,\\\" observed the Skull-Splitter; \\\"do you think he will allow us to go bear-hunting?\\\"\\n\\n\\\"What do we care whether he allows us or not?\\\" cried Wolf-in-the-Temple, scornfully; \\\"he sleeps like a log; and I propose that we tie his hands and feet before we start.\\\"\\n\\nThis suggestion met with enthusiastic approval, and all the boys laughed heartily at the idea of Brumle-Knute waking up and finding himself tied with ropes, like a calf that is carried to market.\\n\\n\\\"Now, comrades,\\\" commanded the chief, with a flourish of his sword, \\\"get to bed quickly.  I'll call you at four o'clock; we'll then start to chase the monarch of the mountains.\\\"\\n\\nThe Sons of the Vikings scrambled into their bunks with great despatch; and though their beds consisted of pine twigs, covered with a coarse sheet, and a bat, of straw for a pillow, they fell asleep without rocking, and slept more soundly than if they had rested on silken bolsters filled with eiderdown.  Wolf-in-the-Temple was as good as his word, and waked them promptly at four o'clock; and their first task, after having filled their knapsacks with provisions, was to tie Brumle-Knute's hands and feet with the most cunning slip-knots, which would tighten more, the more he struggled to unloose them.  Ironbeard, who had served a year before the mast, was the contriver of this daring enterprise; and he did it so cleverly that Brumle-Knute never suspected that his liberty was being interfered with.  He snorted a little and rubbed imaginary cobwebs from his face; but soon lapsed again into a deep, snoring unconsciousness.\\n\\nThe faces of the Sons of the Vikings grew very serious as they started out on this dangerous expedition.  There was more than one of them who would not have objected to remaining at home, but who feared to incur the charge of cowardice if he opposed the wishes of the rest.  Wolf-in-the-Temple walked at the head of the column, as they hastened with stealthy tread out of the saeter inclosure, and steered their course toward the dense pine forest, the tops of which were visible toward the east, where the mountain sloped toward the valley.  He carried his fowling-piece, loaded with shot, in his right hand, and a powder-horn and other equipments for the chase were flung across his shoulder.  Erling the Lop-Sided was similarly armed, and Ironbeard, glorying in a real sword, unsheathed it every minute and let it flash in the sun.  It was a great consolation to the rest of the Vikings to see these formidable weapons; for they were not wise enough to know that grown-up bears are not killed with shot, and that a fowling-piece is a good deal more dangerous than no weapon at all, in the hands of an inexperienced hunter.\\n\\nThe sun, who had exchanged his flaming robe de nuit for the rosy colors of morning, was now shooting his bright shafts of light across the mountain plain, and cheering the hearts of the Sons of the Vikings.  The air was fresh and cool; and it seemed a luxury to breathe it.  It entered the lungs in a pure, vivifying stream like an elixir of life, and sent the blood dancing through the veins.  It was impossible to mope in such air; and Ironbeard interpreted the general mood when he struck up the tune:\\n\\n\\\"We wander with joy on the far mountain path, We follow the star that will guide us;\\\"\\n\\nbut before he had finished the third verse, it occurred to the chief that they were bear-hunters, and that it was very unsportsmanlike behavior to sing on the chase.  For all that they were all very jolly, throbbing with excitement at the thought of the adventures which they were about to encounter; and concealing a latent spark of fear under an excess of bravado.  At the end of an hour's march they had reached the pine forest; and as they were all ravenously hungry they sat down upon the stones, where a clear mountain brook ran down the slope, and unpacked their provisions.  Wolf-in-the-Temple had just helped himself, in old Norse fashion, to a slice of smoked ham, having slashed a piece off at random with his knife, when Erling the Lop-Sided observed that that ham had a very curious odor.  Everyone had to test its smell; and they all agreed that it did have a singular flavor, though its taste was irreproachable.\\n\\n\\\"It smells like a menagerie,\\\" said the Skull-Splitter, as he handed it to Thore the Hound.\\n\\n\\\"But the bread and the biscuit smell just the same,\\\" said Thore the Hound; \\\"in fact, it is the air that smells like a menagerie.\\\"\\n\\n\\\"Boys,\\\" cried Wolf-in-the-Temple, \\\"do you see that track in the mud?\\\"\\n\\n\\\"Yes; it is the track of a barefooted man,\\\" suggested the innocent Skull-Splitter.\\n\\nIronbeard and Erling the Lop-Sided flung themselves down among the stones and investigated the tracks; and they were no longer in doubt as to where the pungent wild odor came from, which they had attributed to the ham.\\n\\n\\\"Boys,\\\" said Erling, looking up with an excited face, \\\"a she-bear with one or two cubs has been here within a few minutes.\\\"\\n\\n\\\"This is her drinking-place,\\\" said Ironbeard:  \\\"the tracks are many and well-worn; if she hasn't been here this morning, she is sure to come before long.\\\"\\n\\n\\\"We are in luck indeed,\\\" Wolf-in-the-Temple observed, coolly; \\\"we needn't go far for our bear.  He will be coming for us.\\\"\\n\\nAt that moment the note of an Alpine horn was heard; but it was impossible to determine how far it was away; for the echo took up the note and flung it back and forth with clear and strong reverberations from mountain to mountain.\\n\\n\\\"It is Brumle-Knute who is calling us,\\\" said Thore the Hound.  \\\"The dairymaid must have released him.  Shall we answer?\\\"\\n\\n\\\"Never,\\\" cried the chief, proudly; \\\"I forbid you to answer.  Here we have our heroic deed in sight, and I want no one to spoil it.  If there is a coward among us, let him take to his heels; no one shall detain him.\\\"\\n\\nThere were perhaps several who would have liked to accept the invitation; but no one did.  Skull-Splitter, by way of diversion, plumped backward into the brook, and sat down in the cool pool up to his waist.  But nobody laughed at his mishap; because they had their minds full of more serious thoughts.  Wolf-in-the-Temple, who had climbed up on a big moss-grown boulder, stood, gun in hand, and peered in among the bushes.\\n\\n\\\"Boys,\\\" he whispered, \\\"drop down on your bellies--quick.\\\"\\n\\nAll, crowding behind a rock, obeyed, pushing themselves into position with hands and feet.  With wildly beating hearts the Vikings gazed up among the gray wilderness of stone and underbrush, and first one, then another, caught sight of something brown and hairy that came toddling down toward them, now rolling like a ball of yarn, now turning a somersault, and now again pegging industriously along on four clumsy paws.  It was the prettiest little bear cub that ever woke on its mossy lair in the woods.  Now it came shuffling down in a boozy way to take its morning bath.  It seemed but half awake; and Skull-Splitter imagined that it was a trifle cross, because its mother had waked it too early.  Evidently it had made no toilet as yet, for bits of moss were sticking in its hair; and it yawned once or twice, and shook its head disgustedly.  Skull-Splitter knew so well that feeling and could sympathize with the poor young cub.  But Wolf-in-the-Temple, who watched it no less intently, was filled with quite different emotions.  Here was his heroic deed, for which he had hungered so long.  To shoot a bear--that was a deed worthy of a Norseman.  One step more--then two--and then--up rose the bear cub on its hind legs and rubbed its eyes with its paws.  Now he had a clean shot--now or never; and pulling the trigger Wolf-in-the-Temple blazed away and sent a handful of shot into the carcass of the poor little bear.  Up jumped all the Sons of the Vikings from behind their stones, and, with a shout of triumph, ran up the path to where the cub was lying.  It had rolled itself up into a brown ball, and whimpered like a child in pain.  But at that very moment there came an ominous growl out of the underbrush, and a crackling and creaking of branches was heard which made the hearts of the boys stand still.\\n\\n\\\"Erling,\\\" cried Wolf-in-the-Temple, \\\"hand me your gun, and load mine for me as quick as you can.\\\"\\n\\nThe words were scarcely out of his mouth when the head of a big brown she-bear became visible among the bushes.  She paused in the path, where her cub was lying, turned him over with her paw, licked his face, grumbled with a low soothing tone, snuffed him all over and rubbed her nose against his snout.  But unwarily she must have touched some sore spot; for the cub gave a sharp yelp of pain and writhed and whimpered as he looked up into his mother's eyes, clumsily returning her caresses.  The boys, half emerged from their hiding-places, stood watching this demonstration of affection not without sympathy; and Skull-Splitter, for one, heartily wished that the chief had not wounded the little bear.  Quite ignorant as he was of the nature of bears, he allowed his compassion to get the better of his judgment.  It seemed such a pity that the poor little beast should lie there and suffer with one eye put out and forty or fifty bits of lead distributed through its body.  It would be much more merciful to put it out of its misery altogether.  And accordingly when Erling the Lop-Sided handed him his gun to pass on to the chief, Skull-Splitter started forward, flung the gun to his cheek, and blazed away at the little bear once more, entirely heedless of consequences.  It was a random, unskilful shot, which was about equally shared by the cub and its mother.  And the latter was not in a mood to be trifled with.  With an angry roar she rose on her hind legs and advanced against the unhappy Skull-Splitter with two uplifted paws.  In another moment she would give him one of her vigorous \\\"left-handers,\\\" which would probably pacify him forever.  Ironbeard gave a scream of terror and Thore the Hound broke down an alder-sapling in his excitement.  But Wolf-in-the-Temple, remembering that he had sworn foster-brotherhood with this brave and foolish little lad, thought that now was the time to show his heroism.  Here it was no longer play, but dead earnest.  Down he leaped from his rock, and just as the she-bear was within a foot of the Skull-Splitter, he dealt her a blow in the head with the butt end of his gun which made the sparks dance before her eyes.  She turned suddenly toward her new assailant, growling savagely, and scratched her ear with her paw.  And Skull-Splitter, who had slipped on the pine needles and fallen, scrambled to his feet again, leaving his gun on the ground, and with a few aimless steps tumbled once more into the brook.  Ironbeard, seeing that he was being outdone by his chief, was quick to seize the gun, and rushing forward dealt the she-bear another blow, which, instead of disabling her, only exasperated her further.  She glared with her small bloodshot eyes now at the one, now at the other boy, as if in doubt which she would tackle first.  It was an awful moment; one or the other might have saved himself by flight, but each was determined to stand his ground.  Vikings could die, but never flee.  With a furious growl the she-bear started toward her last assailant, lifting her terrible paw.  Ironbeard backed a few steps, pointing his gun before him; and with benumbing force the paw descended upon the gun-barrel, striking it out of his hands.\\n\\nIt seemed all of a sudden to the boy as if his arms were asleep up to the shoulders; he had a stinging sensation in his flesh and a humming in his ears, which made him fear that his last hour had come.  If the bear renewed the attack now, he was utterly defenceless.  He was not exactly afraid, but he was numb all over.  It seemed to matter little what became of him.\\n\\nBut now a strange thing happened.  To his unutterable astonishment he saw the she-bear drop down on all fours and vent her rage on the gun, which, in a trice, was bent and broken into a dozen fragments.  But in this diversion she was interrupted by Wolf-in-the-Temple, who hammered away again at her head with the heavy end of his weapon.  Again she rose, and presented two rows of white teeth which looked as if they meant business.  It was the chief's turn now to meet his fate; and it was the more serious because his helper was disarmed and could give him no assistance.  With a wildly thumping heart he raised the butt end of his gun and dashed forward, when as by a miracle a shot was heard--a sharp, loud shot that rumbled away with manifold reverberations among the mountains.  In the same instant the huge brown bear tumbled forward, rolled over, with a gasping growl, and was dead.\\n\\n\\\"O Brumle-Knute!  Brumle-Knute!\\\" yelled the boys in joyous chorus, as they saw their resuer coming forward from behind the rocks, \\\"how did you find us?\\\"\\n\\n\\\"I heard yer shots and I saw yer tracks,\\\" said Brumle-Knute, dryly; \\\"but when ye go bear-hunting another time ye had better load with bullets instead of bird-shot.\\\"\\n\\n\\\"But Brumle-Knute, we only wanted to shoot the little bear,\\\" protested Wolf-in-the-Temple.\\n\\n\\\"That may be,\\\" Brumle-Knute replied; \\\"but the big bears, they are a curiously unreasonable lot--they are apt to get mad when you fire at their little ones.  Next time you must recollect to take the big bear into account.\\\"\\n\\nI need not tell you that the Sons of the Vikings became great heroes when the rumor of their bear hunt was noised abroad through the valley.  But, for all that, they determined to disband their brotherhood.  Wolf-in-the-Temple expressed the sentiment of all when, at their last meeting, he made a speech, in which these words occurred:\\n\\n\\\"Brothers, the world isn't quite the same now as it was in the days when our Viking forefathers spread the terror of their name through the South.  We are not so strong as they were, nor so hardy.  When we mingle blood, we have to send for a surgeon.  If we steal princesses we may go to jail for it--or--or--well--never mind--what else may happen.  Heroism isn't appreciated as once it was in this country; and I, for one, won't try to be a hero any more.  I resign my chieftainship now, when I can do it with credit.  Let us all make our bows of adieu as bear hunters; and if we don't do anything more in the heroic line it is not because we can't, but because we won't.\\\"\\n\\nPAUL JESPERSEN'S MASQUERADE\\n\\nThere was great excitement in the little Norse town, Bumlebro, because there was going to be a masquerade.  Everybody was busy inventing the character which he was to represent, and the costume in which he was to represent it.\\n\\nMiss Amelia Norbeck, the apothecary's daughter, had intended to be Marie Antoinette, but had to give it up because the silk stockings were too dear, although she had already procured the beauty-patches and the powdered wig.\\n\\nMiss Arctander, the judge's daughter, was to be Night, in black tulle, spangled with silver stars, and Miss Hanna Broby was to be Morning, in white tulle and pink roses.\\n\\nThere had never BEEN a masquerade in Bumlebro, and there would not have been one now, if it had not been for the enterprise of young Arctander and young Norbeck, who had just returned from the military academy in the capital, and were anxious to exhibit themselves to the young girls in their glory.\\n\\nOf course, they could not afford to be exclusive, for there were but twenty or thirty families in the town that laid any claims to gentility, and they had all to be invited in order to fill the hall and pay the bills.  Thus it came to pass that Paul Jespersen, the book-keeper in the fish-exporting firm of Broby & Larsen, received a card, although, to be sure, there had been a long debate in the committee as to where the line should be drawn.\\n\\nPaul Jespersen was uncommonly elated when he read the invitation, which was written on a gilt-edged card, requesting the pleasure of Mr. Jespersen's company at a bal masque Tuesday, January 3d, in the Association Hall.\\n\\n\\\"The pleasure of his company!\\\"\\n\\nThink of it!  He felt so flattered that he blushed to the tips of his ears.  It must have been Miss Clara Broby who had induced them to be so polite to him, for those insolent cadets, who only nodded patronizingly to him in response to his deferential greeting, would never have asked for \\\"the pleasure of his company.\\\"\\n\\nHaving satisfied himself on this point, Paul went to call upon Miss Clara in the evening, in order to pay her some compliment and consult her in regard to his costume; but Miss Clara, as it happened, was much more interested in her own costume than in that of Mr. Jespersen, and offered no useful suggestions.\\n\\n\\\"What character would you advise me to select, Mr. Jespersen?\\\"  she inquired, sweetly.  \\\"My sister Hanna, you know, is going to be Morning, so I can't be that, and it seems to me Morning would have suited me just lovely.\\\"\\n\\n\\\"Go as Beauty,\\\" suggested Mr. Jespersen, blushing at the thought of his audacity.\\n\\n\\\"So I will, Mr. Jespersen,\\\" she answered, laughing, \\\"if you will go as the Beast.\\\"\\n\\nPaul, being a simple-hearted fellow, failed to see any sarcasm in this, but interpreted it rather as a hint that Miss Clara desired his escort, as Beauty, of course, only would be recognizable in her proper character by the presence of the Beast.\\n\\n\\\"I shall be delighted, Miss Clara,\\\" he said, beaming with pleasure.  \\\"If you will be my Beauty, I'll be your Beast.\\\"\\n\\nMiss Clara did not know exactly how to take this, and was rather absent-minded during the rest of the interview.  She had been chaffing Mr. Jespersen, of course, but she did not wish to be absolutely rude to him, because he was her father's employee, and, as she often heard her father say, a very valuable and trustworthy young man.\\n\\nWhen Paul got home he began at once to ponder upon his character as Beast, and particularly as Miss Clara's Beast.  It occurred to him that his uncle, the furrier, had an enormous bear-skin, with head, eyes, claws, and all that was necessary, and without delay he went to try it on.\\n\\nHis uncle, feeling that this event was somehow to redound to the credit of the family, agreed to make the necessary alterations at a trifling cost, and when the night of the masquerade arrived, Paul was so startled at his appearance that he would have run away from himself if such a thing had been possible.  He had never imagined that he would make such a successful Beast.\\n\\nBy an ingenious contrivance with a string, which he pulled with his hand, he was able to move his lower jaw, which, with its red tongue and terrible teeth, presented an awful appearance.  By patching the skin a little behind, his head was made to fit comfortably into the bear's head, and his mild blue eyes looked out of the holes from which the bear's eyes had been removed.  The skin was laced with thin leather thongs from the neck down, but the long, shaggy fur made the lacing invisible.\\n\\nPaul Jespersen practiced ursine behavior before the looking-glass for about half an hour.  Then, being uncomfortably warm, he started down-stairs, and determined to walk to the Association Hall.  He chuckled to himself at the thought of the sensation he would make, if he should happen to meet anybody on the road.\\n\\nHaving never attended a masquerade before, he did not know that dressing-rooms were provided for the maskers, and, being averse to needless expenditure, he would as soon have thought of flying as of taking a carriage.  There was, in fact, but one carriage on runners in the town, and that was already engaged by half a dozen parties.\\n\\nThe moon was shining faintly upon the snow, and there was a sharp frost in the air when Paul Jespersen put his hairy head out of the street-door and reconnoitred the territory.\\n\\nThere was not a soul to be seen, except an old beggar woman who was hobbling along, supporting herself with two sticks.  Paul darted, as quickly as his unwieldly bulk would allow, into the middle of the street.  He enjoyed intensely the fun of walking abroad in such a monstrous guise.  He contemplated with boyish satisfaction his shadow which stretched, long and black and horrible, across the snow.\\n\\nIt was a bit slippery, and he had to manoeuvre carefully in order to keep right side up.  Presently he caught up with the beggar woman.\\n\\n\\\"Good-evening!\\\"  he said.\\n\\nThe old woman turned about, stared at him horror-stricken; then, as soon as she had collected her senses, took to her heels, yelling at the top of her voice.  A big mastiff, who had just been let loose for the night, began to bark angrily in a back yard, and a dozen comrades responded from other yards, and came bounding into the street.\\n\\n\\\"Hello!\\\"  thought Paul Jespersen.  \\\"Now look out for trouble.\\\"\\n\\nHe felt anything but hilarious when he saw the pack of angry dogs dancing and leaping about him, barking in a wildly discordant chorus.\\n\\n\\\"Why, Hector, you fool, don't you know me?\\\" he said, coaxingly, to the judge's mastiff.  \\\"And you, Sultan, old man!  You ought to be ashamed of yourself!  Here, Caro, that's a good fellow! Come, now, don't excite yourself!\\\"\\n\\nBut Hector, Sultan, and Caro were all proof against such blandishments, and as for Bismarck, the apothecary's collie, he grew every moment more furious, and showed his teeth in a very uncomfortable fashion.\\n\\nTo defend one's self was not to be thought of, for what defence is possible to a sham bear against a dozen genuine dogs?  Paul could use neither his teeth nor his claws to any purpose, while the dogs could use theirs, as he presently discovered, with excellent effect.\\n\\nHe had just concluded to seek safety in flight, when suddenly he felt a bite in his left calf, and saw the brute Bismarck tug away at his leg as if it had been a mutton-chop.  He had scarcely recovered from this surprise when he heard a sharp report, and a bullet whizzed away over his head, after having neatly put a hole through the right ear.  Paul concluded, with reason, that things were getting serious.\\n\\nIf he could only get hold of that blockhead, the judge's groom, who was violating the law about fire-arms, he would give him an exhibition in athletics which he would not soon forget; but, being for the moment deprived of this pleasure, he knew of nothing better to do than to dodge through the nearest street-door, and implore the protection of the very first individual he might meet.\\n\\nIt so happened that Paul selected the house of two middle-aged milliners for this experiment.\\n\\nJemina and Malla Hansen were just seated at the table drinking tea with their one constant visitor, the post-office clerk, Mathias, when, all of a sudden, they heard a tremendous racket in the hall, and the furious barking of dogs.\\n\\nWith a scream of fright, the two old maids jumyed up, dropping their precious tea-cups, and old Mathias, who had tipped his chair a little backward, lost his balance, and pointed his heels toward the ceiling.  Before he had time to pick himself up the door was burst open and a great hairy monster sprang into the room.\\n\\n\\\"Mercy upon us!\\\"  cried Jemina.  \\\"It is the devil!\\\"\\n\\nBut now came the worst of it all.  The bear put his paw on his heart, and with the politest bow in the world, remarked:\\n\\n\\\"Pardon me, ladies, if I intrude.\\\"\\n\\nHe had meant to say more, but his audience had vanished; only the flying tails of Mathias's coat were seen, as he slammed the door on them, in his precipitate flight.\\n\\n\\\"Police!  police!\\\"  someone shouted out of the window of the adjoining room.\\n\\nPolice!  Now, with all due respect for the officers of the law, Paul Jespersen had no desire to meet them at the present moment.  To be hauled up at the station-house and fined for street disorder--nay, perhaps be locked up for the night, if, as was more than likely, the captain of police was at the masquerade, was not at all to Paul's taste.  Anything rather than that!  He would be the laughing stock of the whole town if, after his elaborate efforts, he were to pass the night in a cell, instead of dancing with Miss Clara Broby.\\n\\nHearing the cry for police repeated, Paul looked about him for some means of escape.  It occurred to him that he had seen a ladder in the hall leading up to the loft.  There he could easily hide himself until the crowd had dispersed.\\n\\nWithout further reflection, he rushed out through the door by which he had entered, climbed the ladder, thrust open a trap-door, and, to his astonishment, found himself under the wintry sky.\\n\\nThe roof sloped steeply, and he had to balance carefully in order to avoid sliding down into the midst of the noisy mob of dogs and street-boys who were laying siege to the door.\",\"timestamp\":1641284836,\"title\":\"\\nThe Sons of the Vikings were much troubled.  Every heroic deed which they plotted had this little disadvantage\"},\"digest\":\"IKf9AtQNBRGUzEIyvin9XAsHABiuDJiML7O6eWT2RGk\",\"authorship\":{\"contributor\":\"0x104C9415d8cF60006fA1f2ecb12Aa1B60108c24D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MdKyKc_opf0aVQUhASwnf56VO7tcL4bkh9Xj1kfiY1Y\\\",\\\"y\\\":\\\"qGLnWtZNZdaTa41PSd_HsxhQgEV2qQWMEIl82IMgpvs\\\"}\",\"signature\":\"L1kRZnwSwFLJKMpGkctvOTWwVu-94S8a8_npsF44njtjDYDNmGLPk-Pr3zdxkjro3YvRddUSb3rkPrvHmpp7ag\",\"signingKeySignature\":\"0xeaeecb6ac11d977e070f77e3a9f2435c65527d58dc4967b0d2e1a315ca96a90b6e1a8179bc36bc4b508f07b5dabaeb732a371b081d5ea347a29a81352c33469d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MdKyKc_opf0aVQUhASwnf56VO7tcL4bkh9Xj1kfiY1Y\\\",\\\"y\\\":\\\"qGLnWtZNZdaTa41PSd_HsxhQgEV2qQWMEIl82IMgpvs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IKf9AtQNBRGUzEIyvin9XAsHABiuDJiML7O6eWT2RGk\"}"