"{\"content\":{\"body\":\"There is a case mentioned in which a pregnant woman was informed that an intimate friend had been thrown from his horse; the immediate cause of death was fracture of the skull, produced by the corner of a dray against which the rider was thrown. The mother was profoundly impressed by the circumstance, which was minutely described to her by an eye-witness. Her child at birth presented a red and sensitive area upon the scalp corresponding in location with the fatal injury in the rider. The child is now an adult woman, and this area upon the scalp remains red and sensitive to pressure, and is almost devoid of hair. Mastin of Mobile, Alabama, reports a curious instance of maternal impression. During the sixth month of the pregnancy of the mother her husband was shot, the ball passing out through the left breast. The woman was naturally much shocked, and remarked to Dr. Mastin: \\\"Doctor, my baby will be ruined, for when I saw the wound I put my hands over my face, and got it covered with blood, and I know my baby will have a bloody face.\\\" The child came to term without a bloody face. It had, however, a well-defined spot on the left breast just below the site of exit of the ball from its father's chest. The spot was about the size of a silver half-dollar, and had elevated edges of a bright red color, and was quite visible at the distance of one hundred feet. The authors have had personal communication with Dr. Mastin in regard to this case, which he considers the most positive evidence of a case of maternal impression that he has ever met.\\n\\nPaternal Impressions.--Strange as are the foregoing cases, those of paternal impression eclipse them. Several are on record, but none are of sufficient authenticity to warrant much discussion on the subject. Those below are given to illustrate the method of report. Stahl, quoted by Steinan, 1843, speaks of the case of a child, the father being a soldier who lost an eye in the war. The child was born with one of its eyes dried up in the orbit, in this respect presenting an appearance like that of the father. Schneider says a man whose wife was expecting confinement dreamt that his oldest son stood beside his bedside with his genitals much mutilated and bleeding. He awoke in a great state of agitation, and a few days later the wife was delivered of a child with exstrophy of the bladder. Hoare recites the curious story of a man who vowed that if his next child was a daughter he would never speak to it. The child proved to be a son, and during the whole of the father's life nothing could induce the son to speak to his father, nor, in fact, to any other male person, but after the father's death he talked fluently to both men and women. Clark reports the birth of a child whose father had a stiff knee-joint, and the child's knee was stiff and bent in exactly the same position as that of its father.\\n\\nTelegony.--The influence of the paternal seed on the physical and mental constitution of the child is well known. To designate this condition, Telegony is the word that was coined by Weismann in his \\\"Das Keimplasma,\\\" and he defines it as \\\"Infection of the Germ,\\\" and, at another time, as \\\"Those doubtful instances in which the offspring is said to resemble, not the father, but an early mate of the mother,\\\"--or, in other words, the alleged influence of a previous sire on the progeny produced by a subsequent one from the same mother. In a systematic discussion of telegony before the Royal Medical Society, Edinburgh, on March 1, 1895, Brunton Blaikie, as a means of making the definition of telegony plainer by practical example, prefaced his remarks by citing the classic example which first drew the attention of the modern scientific world to this phenomenon. The facts of this case were communicated in a letter from the Earl of Morton to the President of the Royal Society in 1821, and were as follows: In the year 1816 Lord Morton put a male quagga to a young chestnut mare of 7/8 Arabian blood, which had never before been bred from. The result was a female hybrid which resembled both parents. He now sold the mare to Sir Gore Ousley, who two years after she bore the hybrid put her to a black Arabian horse. During the two following years she had two foals which Lord Morton thus describes: \\\"They have the character of the Arabian breed as decidedly as can be expected when 15/16 of the blood are Arabian, and they are fine specimens of the breed; but both in their color and in the hair of their manes they have a striking resemblance to the quagga. Their color is bay, marked more or less like the quagga in a darker tint. Both are distinguished by the dark line along the ridge of the back, the dark stripes across the forehand, and the dark bars across the back part of the legs.\\\" The President of the Royal Society saw the foals and verified Lord Morton's statement.\\n\\n\\\"Herbert Spencer, in the Contemporary Review for May, 1893, gives several cases communicated to him by his friend Mr. Fookes, whom Spencer says is often appointed judge of animals at agricultural shows. After giving various examples he goes on to say: 'A friend of mine near this had a valuable Dachshund bitch, which most unfortunately had a litter by a stray sheep-dog. The next year the owner sent her on a visit to a pure Dachshund dog, but the produce took quite as much of the first father as the second, and the next year he sent her to another Dachshund, with the same result. Another case: A friend of mine in Devizes had a litter of puppies unsought for, by a setter from a favorite pointer bitch, and after this she never bred any true pointers, no matter what the paternity was.'\\n\\n\\\"Lord Polwarth, whose very fine breed of Border Leicesters is famed throughout Britain, and whose knowledge on the subject of breeding is great, says that 'In sheep we always consider that if a ewe breeds to a Shrop ram, she is never safe to breed pure Leicesters from, as dun or colored legs are apt to come even when the sire is a pure Leicester. This has been proved in various instances, but is not invariable.' \\\"\\n\\nHon. Henry Scott says: \\\"Dog-breeders know this theory well; and if a pure-bred bitch happens to breed to a dog of another breed, she is of little use for breeding pure-bred puppies afterward. Animals which produce large litters and go a short time pregnant show this throwing back to previous sires far more distinctly than others--I fancy dogs and pigs most of all, and probably horses least. The influence of previous sires may be carried into the second generation or further, as I have a cat now which appears to be half Persian (long hair). His dam has very long hair and every appearance of being a half Persian, whereas neither have really any Persian blood, as far as I know, but the grand-dam (a very smooth-haired cat) had several litters by a half-Persian tom-cat, and all her produce since have showed the influence retained. The Persian tom-cat died many years ago, and was the only one in the district, so, although I cannot be absolutely positive, still I think this case is really as stated.\\\"\\n\\nBreeders of Bedlington terriers wish to breed dogs with as powerful jaws as possible. In order to accomplish this they put the Bedlington terrier bitch first to a bull-terrier dog, and get a mongrel litter which they destroy. They now put the bitch to a Bedlington terrier dog and get a litter of puppies which are practically pure, but have much stronger jaws than they would otherwise have had, and also show much of the gameness of the bull-terrier, thus proving that physiologic as well as anatomic characters may be transmitted in this way.\\n\\nAfter citing the foregoing examples, Blaikie directs his attention to man, and makes the following interesting remarks:--\\n\\n\\\"We might expect from the foregoing account of telegony amongst animals that whenever a black woman had a child to a white man, and then married a black man, her subsequent children would not be entirely black. Dr. Robert Balfour of Surinam in 1851 wrote to Harvey that he was continually noticing amongst the colored population of Surinam 'that if a negress had a child or children by a white, and afterward fruitful intercourse with a negro, the latter offspring had generally a lighter color than the parents.' But, as far as I know, this is the only instance of this observation on record. Herbert Spencer has shown that when a pure-bred animal breeds with an animal of a mixed breed, the offspring resembles much more closely the parent of pure blood, and this may explain why the circumstance recorded by Balfour has been so seldom noted. For a negro, who is of very pure blood, will naturally have a stronger influence on the subsequent progeny than an Anglo-Saxon, who comes of a mixed stock. If this be the correct explanation, we should expect that when a white woman married first a black man, and then a white, the children by the white husband would be dark colored. Unfortunately for the proof of telegony, it is very rare that a white woman does marry a black man, and then have a white as second husband; nevertheless, we have a fair number of recorded instances of dark-colored children being born in the above way of white parents.\\n\\n\\\"Dr. Harvey mentions a case in which 'a young woman, residing in Edinburgh, and born of white (Scottish) parents, but whose mother, some time previous to her marriage, had a natural (mulatto) child by a negro man-servant in Edinburgh, exhibits distinct traces of the negro. Dr. Simpson --afterward Sir James Simpson--whose patient the young woman at one time was, has had no recent opportunities of satisfying himself as to the precise extent to which the negro character prevails in her features; but he recollects being struck with the resemblance, and noticed particularly that the hair had the qualities characteristic of the negro.' Herbert Spencer got a letter from a 'distinguished correspondent' in the United States, who said that children by white parents had been 'repeatedly' observed to show traces of black blood when the women had had previous connection with (i.e., a child by) a negro. Dr. Youmans of New York interviewed several medical professors, who said the above was 'generally accepted as a fact.' Prof. Austin Flint, in 'A Text-book of Human Physiology,' mentioned this fact, and when asked about it said: 'He had never heard the statement questioned.'\\n\\n\\\"But it is not only in relation to color that we find telegony to have been noticed in the human subject. Dr. Middleton Michel gives a most interesting case in the American Journal of the Medical Sciences for 1868: 'A black woman, mother of several negro children, none of whom were deformed in any particular, had illicit intercourse with a white man, by whom she became pregnant. During gestation she manifested great uneasiness of mind, lest the birth of a mulatto offspring should disclose her conduct. . . . It so happened that her negro husband possessed a sixth digit on each hand, but there was no peculiarity of any kind in the white man, yet when the mulatto child was born it actually presented the deformity of a supernumerary finger.' Taruffi, the celebrated Italian teratologist, in speaking of the subject, says: 'Our knowledge of this strange fact is by no means recent for Fienus, in 1608, said that most of the children born in adultery have a greater resemblance to the legal than to the real father'--an observation that was confirmed by the philosopher Vanini and by the naturalist Ambrosini. From these observations comes the proverb: 'Filium ex adultera excusare matrem a culpa.' Osiander has noted telegony in relation to moral qualities of children by a second marriage. Harvey said that it has long been known that the children by a second husband resemble the first husband in features mind, and disposition. He then gave a case in which this resemblance was very well marked. Orton, Burdach (Traite de Physiologie), and Dr. William Sedgwick have all remarked on this physical resemblance; and Dr. Metcalfe, in a dissertation delivered before this society in 1855, observed that in the cases of widows remarrying the children of the second marriage frequently resemble the first husband.\\n\\n\\\"An observation probably having some bearing on this subject was made by Count de Stuzeleci (Harvey, loc. cit.). He noticed that when an aboriginal female had had a child by a European, she lost the power of conception by a male of her own race, but could produce children by a white man. He believed this to be the case with many aboriginal races; but it has been disproved, or at all events proved to be by no means a universal law, in every case except that of the aborigines of Australia and New Zealand. Dr. William Sedgwick thought it probable that the unfruitfulness of prostitutes might in some degree be due to the same cause as that of the Australian aborigines who have had children by white men.\\n\\n\\\"It would seem as though the Israelites had had some knowledge of telegony, for in Deuteronomy we find that when a man died leaving no issue, his wife was commanded to marry her husband's brother, in order that he might 'raise up seed to his brother.' \\\"\\n\\nWe must omit the thorough inquiry into this subject that is offered by Mr. Blaikie. The explanations put forward have always been on one of three main lines:--\\n\\n(1) The imagination-theory, or, to quote Harvey: \\\"Due to mental causes so operating either on the mind of the female and so acting on her reproductive powers, or on the mind of the male parent, and so influencing the qualities of his semen, as to modify the nutrition and development of the offspring.\\\"\\n\\n(2) Due to a local influence on the reproductive organs of the mother.\\n\\n(3) Due to a general influence through the fetus on the mother.\\n\\nAntenatal Pathology.--We have next to deal with the diseases, accidents, and operations that affect the pregnant uterus and its contents; these are rich in anomalies and facts of curious interest, and have been recognized from the earliest times. In the various works usually grouped together under the general designation of \\\"Hippocratic\\\" are to be found the earliest opinions upon the subject of antenatal pathology which the medical literature of Greece has handed down to modern times. That there were medical writers before the time of Hippocrates cannot be doubted, and that the works ascribed to the \\\"Father of Medicine\\\" were immediately followed by those of other physicians, is likewise not to be questioned; but whilst nearly all the writings prior to and after Hippocrates have been long lost to the world, most of those that were written by the Coan physician and his followers have been almost miraculously preserved. As Littre puts it, \\\"Les ecrits hippocratiques demeurent isoles au milieu des debris de l'antique litterature medicale.\\\"--(Ballantyne.)\\n\\nThe first to be considered is the transmission of contagious disease to the fetus in utero. The first disease to attract attention was small-pox. Devilliers, Blot, and Depaul all speak of congenital small-pox, the child born dead and showing evidences of the typical small-pox pustulation, with a history of the mother having been infected during pregnancy. Watson reports two cases in which a child in utero had small-pox. In the first case the mother was infected in pregnancy; the other was nursing a patient when seven months pregnant; she did not take the disease, although she had been infected many months before. Mauriceau delivered a woman of a healthy child at full term after she had recovered from a severe attack of this disease during the fifth month of gestation. Mauriceau supposed the child to be immune after the delivery. Vidal reported to the French Academy of Medicine, May, 1871, the case of a woman who gave birth to a living child of about six and one-half months' maturation, which died some hours after birth covered with the pustules of seven or eight days' eruption. The pustules on the fetus were well umbilicated and typical, and could have been nothing but those of small-pox; besides, this disease was raging in the neighborhood at the time. The mother had never been infected before, and never was subsequently. Both parents were robust and neither of them had ever had syphilis. About the time of conception, the early part of December, 1870, the father had suffered from the semiconfluent type, but the mother, who had been vaccinated when a girl, had never been stricken either during or after her husband's sickness. Quirke relates a peculiar instance of a child born at midnight, whose mother was covered with the eruption eight hours after delivery. The child was healthy and showed no signs of the contagion, and was vaccinated at once. Although it remained with its mother all through the sickness, it continued well, with the exception of the ninth day, when a slight fever due to its vaccination appeared. The mother made a good recovery, and the author remarks that had the child been born a short time later, it would most likely have been infected.\\n\\nAyer reports an instance of congenital variola in twins. Chantreuil speaks of a woman pregnant with twins who aborted at five and a half months. One of the fetuses showed distinct signs of congenital variola, although the mother and other fetus were free from any symptoms of the disease. In 1853 Charcot reported the birth of a premature fetus presenting numerous variolous pustules together with ulcerations of the derm and mucous membranes and stomach, although the mother had convalesced of the disease some time before. Mitchell describes a case of small-pox occurring three days after birth, the mother not having had the disease since childhood. Shertzer relates an instance of confluent small-pox in the eighth month of pregnancy. The child was born with the disease, and both mother and babe recovered. Among many others offering evidence of variola in utero are Degner, Derham, John Hunter, Blot, Bulkley, Welch, Wright, Digk, Forbes, Marinus, and Bouteiller.\\n\\nVaricella, Measles, Pneumonia, and even Malaria are reported as having been transmitted to the child in utero. Hubbard attended a woman on March 17, 1878, in her seventh accouchement. The child showed the rash of varicella twenty-four hours after birth, and passed through the regular coarse of chicken-pox of ten days' duration. The mother had no signs of the disease, but the children all about her were infected. Ordinarily the period of incubation is from three to four days, with a premonitory fever of from twenty-four to seventy-two hours' duration, when the rash appears; this case must therefore have been infected in utero. Lomer of Hamburg tells of the case of a woman, twenty-two years, unmarried, pregnant, who had measles in the eighth month, and who gave birth to an infant with measles. The mother was attacked with pneumonia on the fifth day of her puerperium, but recovered; the child died in four weeks of intestinal catarrh. Gautier found measles transmitted from the mother to the fetus in 6 out of 11 cases, there being 2 maternal deaths in the 11 cases.\\n\\nNetter has observed the case of transmission of pneumonia from a mother to a fetus, and has seen two cases in which the blood from the uterine vessels of patients with pneumonia contained the pneumococcus. Wallick collected a number of cases of pneumonia occurring during pregnancy, showing a fetal mortality of 80 per cent.\\n\\nFelkin relates two instances of fetal malaria in which the infection was probably transmitted by the male parent. In one case the father near term suffered severely from malaria; the mother had never had a chill. The violent fetal movements induced labor, and the spleen was so large as to retard it. After birth the child had seven malarial paroxysms but recovered, the splenic tumor disappearing.\\n\\nThe modes of infection of the fetus by syphilis, and the infection of the mother, have been well discussed, and need no mention here.\\n\\nThere has been much discussion on the effects on the fetus in utero of medicine administered to the pregnant mother, and the opinions as to the reliability of this medication are so varied that we are in doubt as to a satisfactory conclusion. The effects of drugs administered and eliminated by the mammary glands and transmitted to the child at the breast are well known, and have been witnessed by nearly every physician, and, as in cases of strong metallic purges, etc., need no other than the actual test. However, scientific experiments as to the efficacy of fetal therapeutics have been made from time to time with varying results.\",\"timestamp\":1639716634,\"title\":\"\\nMackay describes five cases in which fright produced distinct marks on the fetus\"},\"digest\":\"k0AiamvhuEoVqHwicvxBObhVr3cuYyIcctNWG917D_k\",\"authorship\":{\"contributor\":\"0xF165065007e6A50f160Ee022853535F41771C1a6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"F1n12744Xx7oUn39v4STesGnwrw44Es4ogBr1W30n28\\\",\\\"y\\\":\\\"aVxsNJslX2XgVTKbTtYWhJdYv022BeIGLnx1ubT07YQ\\\"}\",\"signature\":\"s63mIGSPMEmmK4ztF2SvM6SeHglUTjZu5DzfvH4CoBzN80IbGj78iixFkgl_hI384f9saK3nfz652LVI7s8RuQ\",\"signingKeySignature\":\"0xe4b94d1126fd227a24e06c16da4d7dad46102e406e2a535de65122026c793a982887f5e25b95895a5aa47b849e355413ae081904eb8997ec3bc5a88fc2ed54f31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"F1n12744Xx7oUn39v4STesGnwrw44Es4ogBr1W30n28\\\",\\\"y\\\":\\\"aVxsNJslX2XgVTKbTtYWhJdYv022BeIGLnx1ubT07YQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"k0AiamvhuEoVqHwicvxBObhVr3cuYyIcctNWG917D_k\"}"