"{\"content\":{\"body\":\"Hello! Welcome to our first post on Mirror.\\n\\nMirror is a new publishing platform with some compelling built-in fundraising tools like crowdfunding, micropayments, and automated payment splits. Think of it like Medium, but built to be community-owned and using crypto-native decentralized architecture.\\n\\nAnd if you are reading this and are unfamiliar with [Ampled](https://www.ampled.com), we are a platform for direct, recurring community support for musicians — formed as a co-op (collectively run by artists and workers and community members).\\n\\n## About this exploration\\n\\nIt’s understandable that Ampled community members might be skeptical towards anything crypto-related. It has a bad reputation - and for good reason. The space can seem dominated by right-wing techno-libertarians, and insider bro culture. Plus, all we hear in the news is about meme coins, trading speculative assets, and scams. These criticisms are valid. In my personal opinion, the popular perception of crypto at-large is antithetical to the spirit of a musicians co-op.\\n\\nHowever, that doesn’t mean we should dismiss the technology.\\n\\nBlockchain-based technology, like the internet, isn’t inherently capitalist by nature. However, it may appear that way because they have both been dominated by capitalist institutions, which built out “Web 2.0” platforms, with few alternatives or opposition. This presents an opportunity for us.\\n\\nOne thing is certain — crypto, as a technology that may shape arts economies, is not going away. So today, we can work to understand this technology, explore early adoption and proactively help to shape it, or be subjected to it and have to deal with it later.\\n\\nI believe that earnest explorations of this technology (rooted firmly within a [solidarity economics](https://medium.com/guild-of-future-architects/solidarity-not-charity-arts-and-culture-grantmaking-in-the-solidarity-economy-62f6880e5c9e) framework) can help us create entirely new relationships towards both our cultural production and to each other. And by learning together, we can begin to fight back.\\n\\n## The shift to “Web 3.0”\\n\\nThe web is going through a major shift right now. This is often categorized as a transition from “Web 2.0” to “Web 3.0”. We want to be ready and help shape it. Many of the themes are already familiar to Ampled.\\n\\n**Web 2.0 >> Web 3.0**\\n\\n![](https://images.mirror-media.xyz/publication-images/73460a9e-a942-4eba-b300-1dc943bd3a69.jpg?height=500&width=1024)\\n\\nLook closely at some crypto-enabled projects, and you’ll see a lot to be encouraged by. Decentralized apps are being collectively governed (much like co-ops). There are inventive experiments in universal basic income. Projects like [Songcamp](https://songcamp.mirror.xyz/) are redefining the modern day conception of a record label, shifting power to the artists. Web 3.0 tech integrates  new ways for artists to get paid; automated payment splits, streaming micropayments, and ownership of platforms.\\n\\nThere are many ways that Ampled could leverage Web 3.0 technology. The Mirror-enabled crowdfund in this post is an example. I’ve also written about [how “community tokens” can benefit cooperatives](https://forefront.news/blog/how-community-tokens-can-power-cooperatives). Memberships within Ampled could even extend beyond our platform — to create unique experiences and access across the web and beyond into real world spaces.\\n\\n## About this initiative: Wallets and Workshops for Workers and Artists\\n\\nRight now, Web 3.0 onboarding is full of friction. We hope to create a supportive environment where together we can demystify and familiarize our membership with Web 3.0 tooling and technology.\\n\\nThis means our first step is helping members understand the compelling possibilities and opportunities — first by guiding the group through setting up a wallet and sending enough ETH, provided by this post’s crowdfund, to cover initial transaction costs and get members started.\\n\\nThis Fall, we’ll be partnering with Lani Trock from Web3Edu to hold an initial workshop event for Ampled members.  This will also serve as an opportunity for Ampled artists to ask any questions they would like.\\n\\n## Objectives:\\n\\n* Give foundational understanding of Web 3.0\\n* Highlight opportunities for artist and artist organizations\\n* Set up wallets for artists\\n* Send ETH to member wallets to begin participating\\n\\n## Support by becoming a lifetime community member\\n\\nIf you want to support this initiative, you can purchase a limited edition Lifetime Community Membership of the Ampled co-op.\\n\\n[edition://0xaf89C5E115Ab3437fC965224D317d09faa66ee3E?editionId=216](edition://0xaf89C5E115Ab3437fC965224D317d09faa66ee3E?editionId=216)\\n\\n**Proceeds** (in ETH) will be used to be sent to the wallets of Ampled artists to allow them to get started using Web 3.0 tooling and cover transaction/ gas costs. It will be split between [Ampled’s community treasury](https://etherscan.io/address/0x9E5457E23d6e59b5F40cA6d99082049C5421F4f0) (70%) and Panther Modern (30%) the talented musician who created the artwork.\\n\\nBy purchasing one of these Lifetime Community Memberships, you can participate in Ampled's co-op and vote in upcoming board elections this January, gain access to exclusive content, and contribute to the establishment of a fair and equitable platform for musicians. You’ll join our current 140+ Community Members that play a critical role within our cooperative — and which have 3 representative seats on our board of directors. View our community member page [here](https://www.ampled.com/community). You can also read more about what it means to be a “community member” vs. an “artist-owner” or “worker-owner” in [our bylaws](https://docs.ampled.com/bylaws/).\\n\\n**BONUS:** As a thank you for your support, if you purchase a lifetime community membership NFT, we’ll send you a gift of an Ampled member tote bag and a copy of our Season 2 zine.\\n\\n![](https://images.mirror-media.xyz/publication-images/470d227a-5091-4c6c-a2a2-5985350f4dee.JPG?height=2400&width=2400)\\n\\n![](https://images.mirror-media.xyz/publication-images/9562e07c-3195-4054-97f7-586ea7c69b62.png?height=3389&width=2763)\\n\\nWe hope you’ll support this idea, and would love to invite you to join us as a community member through this unique opportunity.\\n\\n## Claim your zine + tote\\n\\n**NOTE:** If you purchased one of the memberships, [GO HERE](https://mgate.io/go/rswM_gClr4XS/) to add your shipping address and for steps on how to integrate your membership with the Ampled platform.\\n\\nIf the link doesn’t work for you, let us know in the support channel in our [Discord](https://discord.gg/nJc2KZKx7b). Or, you could also connect your Twitter account to Mirror by entering the [Write Race](https://mirror.xyz/race) as a verification.\\n\\nThank you!\",\"timestamp\":1631724129,\"title\":\"Supporting Web 3.0 Explorations For Musicians\",\"publication\":\"ampled\"},\"digest\":\"8jg9XvAZ6NvBUpGPbNMSNrxTa9Gw-lY0I3eESYgjgrM\",\"authorship\":{\"contributor\":\"0xa4142A998EeD156228b2F925a43fcEA25f363Cc5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tZdqMIAAGPmLbrw8fHV9-NdgcykVan4lHe5UswFYI2w\\\",\\\"y\\\":\\\"iMFT85Bi4N1hHh8uQwpvv8WRdf7ABDJjnEgdkF1Arxw\\\"}\",\"signature\":\"8QURjgD_VKhB6lHntU-4s8upZf6Uk0FWXPbAlzZYE-nNitBGHf6R4F6_SOEe8qiyzqxKaYSwsbmainM4CGCSyg\",\"signingKeySignature\":\"0xdd6cac1e6c3623c435959b0fd41e1eca62f4df95314ba9e5788a3b023d51245e72a16691b693544aab2277e029d04bbb83b9237a6544be7c6b4253e70f5d2eec1c\",\"signingKeyMessage\":\"I authorize the publication of articles on ampled.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tZdqMIAAGPmLbrw8fHV9-NdgcykVan4lHe5UswFYI2w\\\",\\\"y\\\":\\\"iMFT85Bi4N1hHh8uQwpvv8WRdf7ABDJjnEgdkF1Arxw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BtZXGcoYn0K-xThCDxLEQGhGJXsj11tQVT6rtMGaGLw\"}"