"{\"content\":{\"body\":\"The title is catchy for a reason. I wanted to have your full attention for a moment to tell you: there are many ways to stop feeling overwhelmed or worrying, but not all coping strategies are created equal.\\nThe one I call the ultimate way is when you do the work. Ha. (thanks for your attention). But please stay a bit longer.\\nIt's not the quick fix. \\nIt's not a productivity hack or occasional motivation injection.\\nIt's not even alcohol or drugs.\\nWork as in:\\n\\n* You work on facing up to what's been causing these outcomes (i.e. overwhelm, worry, you name it)\\n* You take responsibility for your own actions and potential shortcomings\\n* You learn to manage your emotions: name them, channel them\\n* You build practices which work for you\\n* And you practice them… regularly, perhaps daily \\n  \\n When people talk about self care as having a bubble bath or something that's occasional, it makes me so angry. Partly because I used to be one of those people who think a new bath bomb will sort it all out. With a glass of wine, take photo, upload it to Instagram. Peace. My ass. Self-care is this non negotiable process where you check in with yourself, ask yourself what you need and work on meeting those needs, as best possible in any given day. An example: You've had a demanding morning, lots of emails which require attention, a meeting here and there. Additional call from child's school. You remember you haven't paid for something and you are also running out of toilet paper. There's nothing exceptional about this scenario. But it's easy to loose foothold and it's only the morning. Taking a pause and checking in, in this particular situation might be counterintuitive. You want to get as much sorted as possible. But your attention is scattered, there is too much going on. Caring for yourself in this moment might look like: organise and prioritise, assess how much time you've got and how much time you think you need to tend to all this. Now double the time you think you will need. Take a breather, move your body, stretch. Stand up. Stroke the cat/dog. Look out the window. Now, based on the above, see what you can move off the priority list. And then see where you can simplify later on in the day:\\n* Can someone else cook or do shopping?\\n* You might have to cancel something on your schedule and have a proper rest\\n* Or the opposite, prioritise shopping, get some really yummy lunch to get you through the afternoon\\n  The key here? Attention. Awareness. Flexibility. With these you can pretty much make anything happen.\\n  Without them? You are only a puppet, a not very happy one.\",\"timestamp\":1633607913,\"title\":\"This is a test article - Perfectionism and worry are using you as a puppet\"},\"digest\":\"BURrdVo3hJam8kp2uOL-J0CDKShRi7dXNAOzUUdr1cQ\",\"authorship\":{\"contributor\":\"0x0e0DD03B799Ef758A7BfFcDd0135FEEf33467A68\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fhsb2oau_zqP28CsRkE1wKyDvdtb0kFMokLH-KeZpoA\\\",\\\"y\\\":\\\"sYiGxeilaSHR6Xne9ExtFfbkdHmGFadHBaRAWJs54lE\\\"}\",\"signature\":\"f-q-t-z7yStYzcSoAwfqzZxdRqz-lfbiur_3cVuxf1vhcuKK8iKt80k-59cVSkxdNem4vROK64vlu4XSJzOjmw\",\"signingKeySignature\":\"0x335257b568e1b36827223fac4a9d97ca6067a88b4a016f2da7f28666c32808d909ab051dc007842622414d6472bf78735d89e2e1ed568357182c9d8f6346ad8801\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fhsb2oau_zqP28CsRkE1wKyDvdtb0kFMokLH-KeZpoA\\\",\\\"y\\\":\\\"sYiGxeilaSHR6Xne9ExtFfbkdHmGFadHBaRAWJs54lE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BURrdVo3hJam8kp2uOL-J0CDKShRi7dXNAOzUUdr1cQ\"}"