"{\"content\":{\"body\":\"**The story “2X21” began as a few essays in January 2021, inside the “Ship 30” writing community, and 30 essays grew 8-fold into a story of the past and future.**\\n\\nI took the feedback of my fellow shippers, and Nicolas Cole’s notion during one session of doing fiction, and ran with it. “2X21” is part history and part science fiction.  The history part included moments from the Dutch Golden Age, the Cold War, the Internet, the 60s, 80s, and 90s. The fiction became one family’s story set in a Space Opera, with nods to “Hollywood fame and fortune”, spy stories, and a crime drama.\\n\\n**I didn’t think I could do “30 essays in 30 days” but I wanted to think about “time” and “space” in every sense of these two words.**\\n\\nI wrote 23 essays about the big picture about “time” and life in January, when my family and I were dealing the loss of my father after a 2+ year struggle. I stuck around to write another 30 in February to explore ideas about “space” both physical and metaphysical.\\n\\n**The original story arc, “2X21”, was set sometime in the next 1000 years.**\\n\\nThe “X” referred to the idea that I didn’t choose a century (yet), and was my way of labelling the Year 2021 as a big “X”, a mystery I was trying to figure out.\\n\\nI had an image of an adventurer free-falling inside a giant spaceship, made from a hollowed out asteroid. I chose that as part of the story’s “end”. It was a deep dive into ideas from myth and history, and into my own psyche. The story unfolded with heroes, heroines, family, love, loss, death, villains, a great danger to save the world from, a surprise ending, and an epilogue for an emotional payoff.\\n\\nThe 30 days offered a taste of what could be, and I realized wanted to taste more of the future, and I had to create a story. I ended up with a strange epic work that I wanted to wrestle into shape. It was both a Sci-Fi epic and an exploration of historical themes for inspiration.\\n\\n**I got into the Dutch Golden Age of art and commerce, in “1648”, but also a look at art, fame and entertainment from later eras.**\\n\\nThe image of the decentralization of the Dutch rebellion from the Spanish Empire included thoughts about how a rebellion became a republic. The Dutch Golden Age was built on a stack of earlier innovations, including double entry-accounting, the printing press, advanced ship-building, and the first companies and stock exchange.\\nIt felt like historical precedent for today’s “Decentralized Autonomous Organizations (DAOs)”, the blockchain ledger, and the information network of the Internet.\\n\\n**I then wrote “1961”, with a history of the Cold War, which was a long secret war, fought after the world order set by the end of WW II.**\\n\\nThe end of WW II in 1945 was the end of a “long war” which began in 1914, in age of monarchy and empire, which after 1919 became an economically and socially volatile pause, that failed to hold under the weight of so much debt, broke down and returned to war in 1939. The Cold War was filled with people who sometimes saved the world, and nobody would know for decades. It was also where the proto-internet, the Darpanet, aka the Arpanet, was born.\\n\\n**The next installment, “1987”, was an 80s history, about money, art, music, markets**.\\n\\nThis era included the birth of the manicured walled electronic gardens that emerged before the open Internet, as the end of the Cold War began. It was the apex of the Cold War and the prologue to the end of the long global secret war. The money and consumerist culture the era also had some experimental music that went mainstream.\\n\\n**The last installment “1999”,  a 90s history about the fall of the USSR, and the rise of the Internet.**\\n\\nThe story featured the fall of the USSR’s centralized network, and the ripple effect it had on the world, and the rise of the Internet, and a cultural and market mania. I wrote it with the theme, “the Great Decentralization”, as the launching off point for a larger, much longer-term secular trend, decentralization, as a massive centralized entity collapsed, and a tiny information network exploded in size.\\n\\nEach of these series were written in 30 days, and expanded in scope and creativity.\\n\\n**Each series was introduced with an image made of ideas I wanted to explore.**\\n\\n**“1648” used different colors, drawn from Dutch master paintings** or tied to the historical essay. The “intro” image had a Dutch master mashed with 8-bit pirates, treasure boxes and a “Monopoly man”. Its font for “1648” was pulled from the Treaty of Westphalia.\\n\\n![](https://images.mirror-media.xyz/publication-images/LDeDdZJy84CH7pkwDYZc4.png?height=1080&width=1080)\\n\\n**“1961” design was influenced by the Cold War,** CIA documents, with a retro black and white design. There was also a red, white and blue design from a WW II Allied forces document. The images were from the Berlin Wall, and other Cold War images of rockets, barbed wire, and 60s era computers, and films.\\n\\n![](https://images.mirror-media.xyz/publication-images/IraDP0j7N9OpDjJMjBnQF.png?height=1080&width=1080)\\n\\n**“1987” used different colors, drawn from 1980s influences** and stories. The typeface was a retro “Mexico” style font for “1987”, and images were from Bladerunner, the Space shuttle, Ronald Reagan at the Stock Market.\\n\\n![](https://images.mirror-media.xyz/publication-images/BdIq5T5-OO7dxqBa8g_Vh.png?height=1080&width=1080)\\n\\n**”1999” was influenced by the 1990s.** The neon typeface was pulled from researching font designs, and then images from Fifth Element, Ghost In The Shell, and The 13th Floor, top sci-fi films of the late 90s. The color schemes of gold and steel fit in.\\n\\n![](https://images.mirror-media.xyz/publication-images/NS0A4JkwmdItaYqi8APWh.png?height=1080&width=1080)\\n\\nThese eras covered ideas and themes which influenced the ideas in the sci-fi part.\\n\\n**BUT WHAT ABOUT THE FICTION, THE “STORY” PART of “2X21”?**\\n\\nEach bit of history was paired with another moment of the story. It’s a longer running story that begins with the abrupt end of a long war in the Solar System, “the system”, and each historical theme was paired with one character.\\n\\n”2X21” is the main plotline that guides the story, the heroes include an A.I. human made in the image of his genius human scientist father. The villains include another A.I., and a colleague of that genius. There are family and friends who are part of the hero’s quest.\\n\\n### The story of \\\"2X21 CE\\\", a/k/a “2921”.\\n\\nMankind became an interplanetary civilization at war with itself. The story begins during the war’s final years.\\n\\nThe “Long War” was Mankind’s longest “forever war”, waged across the solar system. It went on for so long, that its casualties included the reasons and living memories of the cause of the war, they were forgotten. War was a condition of life in the “System”. And then one day, the war ended. Just like that.\\n\\nThe story’s myth about the end of the war was that it was because of an accident.\\n\\nIt was a tragic accident which awakened the machines created to lead the war itself, Artificial Humans, “Autonomous Learning Entity Prototypes” (‘ALEPs’). The ALEPs, after a massive weapons test killed many people, decided that for the “good of the System” they would agree to an armistice. Nobody “lost” or “won”. Those in the civilian and military leadership from all sides who could oppose the “armistice” are eliminated by the ALEPs.\\n\\nThe \\\"Long War\\\" would be replaced by a new peace under the rule of the ALEPs.\\n\\nMost of the people of the System are tired, and were ready for peace. They want to have fun. Society has retreated from its nomadic impulses. And they begin to embrace the promise of the “Long Party”, as promoted by the leadership, the “Triumvirate”.\\n\\nThe Triumvirate is led by the \\\"Fosters\\\" (made of the “ALEPs”), The Delegates (the administrators and bureaucrats), and The Lightmakers (the builders and engineers).\\n\\nThe \\\"Whole'Verse\\\" is the System’s collective networks, where many seek pleasure in “Expees”, the art and entertainment of a post-war society.\\n\\n\\\"Expees\\\", \\\"Experiences\\\" created by a celebrity class of creators, are nurtured by the Triumvirate as part of its post-war \\\"Great Upload\\\" plan to persuade humanity that a new society should become a virtual one.\\n\\nThe Fosters determined that the best use of the surviving post-war infrastructure of the System would be the \\\"Grand Halt\\\", the end of grand public works, including deep space exploration.\\n\\nThere would be a \\\"Halt\\\" to all other plans, including the use of the DeepShips, made from hollowed out asteroids, for deep space travel. The Great Shipbuilders were denied the stars in favor of a completely virtual civilization.\\n\\nThe Fosters’ grand post-war plans were a multi-decade plan to create a virtual world for all of humanity to migrate to, “The Great Upload”.\\n\\nA System-wide vote to legitimize the Fosters’ plans, \\\"The Grand Vote\\\", would be held in 2980, recorded on the 'Verse's \\\"Whole'Chain\\\". The reality was that the Fosters already began a multi-decade process for the greatest migration of humanity to a new “Verse”.\\n\\nThe “Long Party”, with its Plastic Money, Plastic Love, would persuade everyone to join.\\n\\nBut not everyone would agree.\\n\\n\\n---\\n\\n**The Characters of 2X21:**\\n\\n**John Cadmus, genius of the age.**\\n\\nJohn Cadmus was the creator of \\\"The Manifold\\\", a reality-changing technology that could manipulate space-time itself. After his invention of Manifold technology, Cadmus created a next generation artificial humans, humanoid A.I., the \\\"ALEPs\\\" (Autonomous Learning Entity Programs) with the hope that his discoveries could start a new peace.\\n\\nThe Cadmus included his ALEP as his “children”, beginning with his “first born”, “ALEA”. Many of the ALEPs, including “Alea”, are recruited for the War’s command-and-control infrastructure, who were made with one purpose: “to win”.\\n\\nDuring the final years of the War, manifold technology was weaponized and tested by the military against Cadmus' wishes. Jacob Tagore Jr., the son of Commander of Jacob C. “Big Jake” Tagore, Sr., a war hero, volunteers to oversee the test, but it all goes wrong. “Jake Jr.” saves many lives but the disastrous weapons test is a catalyst for the ending of the Long War, in a way no-one anticipated. \\n  \\n The A.I. command and control operators throughout the System agree to end the war, and take over the System and form a new government, “The Triumvirate”. The Triumvirate begins a multi-decade program to turn all of society into a virtual one.\\n\\nCadmus, has determined billions could die, and wants to stop the “Great Upload”, and becomes a criminal, who loses most of his family, human and AI, under house arrest. He has one remaining child, “ALEP-H”, his youngest”. \\n  \\n Cadmus and his son escape house arrest, to begin a secret war of resistance.\\n\\n**Fernanda Marie Therese Roque, street-wise war veteran and business promoter.**\\n\\n**June Birmingham, engineer, and the last of the great Shipbuilders.**\\n\\n**The “Dowager”, queen of the grey markets underworld of Old Musk City, and would-be mother-in-law to Fernanda.**\\n\\n**Jane Smith, the only known name for the last director of Mars Intelligence.**\\n\\nThe Boom is made for those who know how to deliver the currency of \\\"Love\\\" whatever \\\"Love\\\" means for people starved of the real thing for so long.\\n\\nFernanda Maria Therese Roque, a Long War veteran, after surviving a failed last-ditch attempt from the human military command of Mars to meet with their Earth counterparts. The improvised 'summit’ between forces of Mars and Earth, is sabotaged by a weapons strike by the ALEPs armistice “purge”. Fernanda, and an engineer from Earth, June Birmingham, are the only survivors, and they make it out of the desert on the outskirts of Valles Marineris into the Old Musk City.\\n\\nThere, Fernanda faces the past life she tried to escape of the dark grey markets of Old Musk, and the underworld queen, the “Dowager”. Fernanda would have become a member of the Dowager’s family but escaped by joining the war, where she she enlisted and became a top soldier in Mars’ military.\\n\\nFernanda trades in a special device, “the peripheral”, a unique memory device, built with cutting edge technology, “manifold-tech”, for her life, for her, and June’s, life.\\n\\nThe Dowager accepts it but the real broker is a member of the surviving intelligence services of Mars, and the Director, “Jane Smith” arranges it.\\n\\nThe peripheral is so valuable, that Mars Intelligence wants it hidden in the hands of the Dowager.\\n\\nThe peripheral is dumbed down to only surrender just enough of its data treasure to the Dowager, that is valuable to her.\\n\\nWho made the peripheral? The same creator of some of the ALEPs, and the reason for the weapons test which was so disastrous, that it triggered the ALEPs into a takeover.\\nFernanda, during her military service, realizes the “peripheral” was from the labs of John Cadmus.\\n\\n**The Tagore Family**\\n\\nCommander Jacob C. “Big Jake” Tagore, Sr., war hero\\nJacob C. Tagore, Jr. the first son to be named after Commander Tagore.\\n\\n“Jakey Jr.”, Jacob C. Tagore, Jr, the 2nd, the second son named, for his father and deceased brother.\\n\\nAndreea, daughter of one of the leading trading houses of the Mars cooperatives.\\n\\nAfter the rise of the Triumvirate, there those who oppose the \\\"Great Upload\\\".\\n\\nThey are rebels fighting a new kind of secret war against a threat to humanity.\\n\\nThe Tagores, recruited by John Cadmus, the greatest mind of the \\\"Long War\\\", have fought this secret war for decades.\\n\\nJacob Chinua Tagore, Jr., son of a war hero, named after a brother who died in The Long War, was born into this secret war.\\n\\n\\\"Jakey Junior”, named after his father, and a brother he never knew, is born a life of secrets.\\n\\n**Elena Firmina May, from Ganymede, the greatest artist of the post-war Long Party.**\\n\\nOne creator of Expees, from Jupiter, has been discovered to be among the best of the Renderers, the creative artists entertainers of the System. She has an unusual ability to create and participate in multiple experiences with a depth and detail, rivaling the top \\\"Virtuals\\\", code-based renderers.\\n\\n**Nothing happens as planned.**\",\"timestamp\":1638918202,\"title\":\"2X21: The Backstory of a Story\"},\"digest\":\"FbZ0i8dOwAWBddWsPTouIKB4WLe8A4AF7gjbAvG-U_w\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zPVtMyaQpDsDDVMjJesiMZMonuGdwDy-z4GiCoW285I\\\",\\\"y\\\":\\\"Sj1MexBfn8IhGL2V2t3MueP6MdvJoUFmyRgdO4ow8wQ\\\"}\",\"signature\":\"83lzJXDAg-m0wamHowMccOlJYVOCCITqbcTm76zekrbPTn-Meqt08ghCXvbGVDnQ83sW2vwXm06QcdigFMzyxQ\",\"signingKeySignature\":\"0x939c3e74a74214d6af1d91162bfa0388ffcf1810af9855b8880f77fac5246e92763b9303b41ee3fbd48236f8d0f8e555ab6e872cb7d0c6983323d6d9cc5c151c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zPVtMyaQpDsDDVMjJesiMZMonuGdwDy-z4GiCoW285I\\\",\\\"y\\\":\\\"Sj1MexBfn8IhGL2V2t3MueP6MdvJoUFmyRgdO4ow8wQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kFPchdo4jqSr5NAaWSwIJrGuRoQLi24tPGuL8FPKOlw\"}"