"{\"content\":{\"body\":\"Doing predictions is always fun, especially now that we have the blockchain to keep people’s records in order. As a long-term trader I’m more interested in macro-level trends to bet on rather than trying to time the market with price predictions, however. (Pro-Tip: If you’re looking to maximize your gains with long-term trading, use *events* to time your buys, not price.)\\n\\nHere’s a few things I’m expecting to happen in 2022 (this is focused on the US markets, as a disclaimer):\\n\\n* Inflation continues well into 22’ - a combination of supply chain issues, automation (those jobs aren’t coming back, folks), runaway government spending/printing, and the lack of significant response by the Feds (target interest rate is 0.75% by the end of 22’ -- really?) will likely to cause inflation to spiral out of control, possibly to hyperinflation levels.\\n* The spikes in inflation, low interest rates, and the lack of response from the government is likely to push more people into crypto -- Bitcoin first, then into Ethereum and other altcoins as people start to get more familiar with the ecosystem and industry.\\n* “Urban flight” has been a concern for the big cities for years (even before the pandemic) as the gap between listed and “real” values of real-estate have been gradually widening over time. [Inflation will make this gap much more apparent, leading to a big market correction in the US real-estate market](https://inflationdata.com/articles/inflation-adjusted-prices/inflation-adjusted-housing-prices/). (Probably in San Francisco first, where the values are the most inflated -- the question is how much spillover there will be when the tide pulls out.) The Evergrande controversy seemed to have had no effect on crypto markets, in fact, [real-estate and virtual-estate may be inversely correlated](https://www.tradingview.com/chart/MANAUSD/CXpeBMEF-Virtual-vs-Real-Estate/).\\n* With Democrats in control of Congress and the presidency, these trends are not likely to ease -- much less stop -- until November of 2022, where they’re projected to cede their majority control in many swing and upset races on a local level. After Nov, concerns about COVID are likely to “disappear”, and the Feds may start to take more aggressive stands against inflation but by then the damage would have already been done. The government has been complicit in “cooking the books” when it comes to data points about inflation, home values, job numbers, etc. for political reasons but the mask is likely to come off when the incumbents lose their seats and the smoke-and-mirror games start to clear.\\n* Ethereum finally flips Bitcoin in terms of its market cap after the much anticipated ETH2 upgrade arrives. (Currently planned for June of ‘22.) Bitcoin isn’t going anywhere any time soon, but the combination of altcoin projects (who were largely able to survive up to this point due to ETH’s high gas fees) consolidating into ETH2  and the slow-but-steady decline of BTC will finally take its toll.\\n* The NFT and metaverse ecosystems are rapidly evolving and are likely to reach some kind of maturation by 2022. What that will look like specifically is unclear right now, but the result of it is likely to have cultural implication/impacts as well. (Or to put it more bluntly, better pro-crypto propaganda.)\\n\\nTaking political/cultural/economic trends all into account, it’s looking like Q3 and Q4 of 2022 is where a lot of these things are likely to go down, probably all at once. Amid the tensions that have been building up over the last few years (COVID, inflation, political instability, rising inequality, shifts in labor standards/norms, etc.) it seems like the timing of things are likely to line up around that point in time.\\n\\nTensions are already very high everywhere, for more reasons than one, and if the market moves in ways that the incumbents aren’t comfortable with, there is a very real chance of there being mass panic in the markets, especially in the US. But for crypto folks, most of these trends suggest that they could end up doing well if they keep calm and stick to their guns. (TradFi has always tried to convince people that what’s bad for them is also bad for you, but in this case, it’s simply not true.)\\n\\nThis is basically my outlook for 2022 and my investment strategies will revolve around these hypotheses as a way to guide my decisions as a whole. Will it pan out? Time will tell. But I’ll be keeping a close eye on everything as the events of next year starts to unfold. We all know that things can’t stay the same, after all -- we should be prepared for anything to happen, really.\",\"timestamp\":1640568815,\"title\":\"A Few Macro-Level Crypto Predictions For 2022\"},\"digest\":\"gOarRhj3bsNNMbxfkXm8xPhbG2l9EQGEHCBjHG92wug\",\"authorship\":{\"contributor\":\"0x006b082e8a781fDBaF499FD11AACFCeBaF83D382\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fGNSGW0ce3oW82caOefm7lgzlZpjGql9t_uOvxG33kQ\\\",\\\"y\\\":\\\"L1CnSyY3MmbCbXa5BlIs3pyV9PDm5chKiiejSC7YJt8\\\"}\",\"signature\":\"AEoVvXZIi9WDyvnj6QHkPpIWSw7zWn3_WjroAlwwSX3E_KSTtgJI3eh6ssB2gqLAPiPLc5aH0tbGNGhWFqKe5Q\",\"signingKeySignature\":\"0x7bedf371de2521ca9f7a34cd926d21b44be01455436b3a8804d44f3e91254f946cf8568ecbc1fadcacd9e41e285e70d7059d8a0e7b04016040ff406815b136df1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fGNSGW0ce3oW82caOefm7lgzlZpjGql9t_uOvxG33kQ\\\",\\\"y\\\":\\\"L1CnSyY3MmbCbXa5BlIs3pyV9PDm5chKiiejSC7YJt8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"u35S0G4Nb8LX6ube70H1gOAfl64APYAyxcuEFHKtP2A\"}"