"{\"content\":{\"body\":\"The plan proposes to strengthen the supervision of new technologies and new businesses, establish technical means for new technologies and new businesses, track and monitor the development of new businesses, and timely find and solve new problems in the development of new businesses and new technologies. As an emerging technology, blockchain technology is still in continuous improvement and development, and its application scope extends from finance, government affairs, medical treatment and other fields to energy, education, community services and other fields. The emergence of new formats such as digital finance, NFT and cryptocurrency makes risks more diverse, which will certainly promote the reform of business supervision mode. It is urgent to strengthen the supervision of new technologies and new businesses such as blockchain. At present, China has issued the regulations on the management of blockchain information services, the implementation measures on the construction of the capital's green financial system and other documents, which refer to the relevant contents of blockchain supervision, but the regulatory policies appear in the form of normative documents such as plans and opinions, with obvious guidance and insufficient applicability. With the improvement of new infrastructure construction and the change of business model, more new business scenarios will appear. Blockchain supervision should strengthen supervision in promoting the application standardization of vertical fields in the industry.\",\"timestamp\":1638184115,\"title\":\"Strengthen the supervision of new business of blockchain technology.\"},\"digest\":\"PneDg2wiAhCfxnZ5bu89K2GJlRzzN0mxOo9sazhkGAY\",\"authorship\":{\"contributor\":\"0x8D4E1BFa9BFA1404Aa02ef199cf8126e18b5aD1d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0inIfFH7nMQ3-1hBjEqmCM1IVsEp7ltUqBxJj1z7eOo\\\",\\\"y\\\":\\\"ml945JsSV3DE-in6ps-Wi0csfVInmHlH-EHwcl8_wrw\\\"}\",\"signature\":\"LXumunSV45KOGySWx19439jFzQmv-kK5srWYGQghalimvBq4eK-fWiyizEUjZiR-dKqx5WNVVuBcmmSvcXfj8Q\",\"signingKeySignature\":\"0xadec1431f4828034ade3677f819ac4c0e799c8991a25957e8f4181543ca9cbbb5759eb0d81eb68ce5802517c26d33c6eb0e7b20a2f9829bd86d881e738148f0c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0inIfFH7nMQ3-1hBjEqmCM1IVsEp7ltUqBxJj1z7eOo\\\",\\\"y\\\":\\\"ml945JsSV3DE-in6ps-Wi0csfVInmHlH-EHwcl8_wrw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PneDg2wiAhCfxnZ5bu89K2GJlRzzN0mxOo9sazhkGAY\"}"