"{\"content\":{\"body\":\"Their language is a strong one and there are few places now in which you hear it in the wild, their homes constrained to the darker dens on the emptying bottom floors of department stores in local malls’ rusting anchor tenancies.\\n\\nAs their slow fade to relevance has been tweeted to death far faster than it’s occurred, the retirement of the old few who can speak the echo tongue has become long and drawn out. When these rare speakers make their routine visits, they wander the wide bright halls with their inconsistent lights to notice as always: jagged chips in wood panelling; peeling tape on linoleum that demarcate repairs still undone; modular metallic aisles that can move about the store but never do.\\n\\nAnd even beneath the fast pop music that underpins every shop in the centre, this sect of folk keen to retire can hear them clicking. Always at funny tempos. None of the store staff are trained as natives in the language but they know the screeches when it does, in fact, all go wrong. It would be empathetic to say that the spider wraps whine with pain when they’re calling out but they’re not. It is simply their only job.\\n\\nSouth-east Queensland’s second-last Security Arachnologist is tall and thin and increasingly concerned about the pooling liver spots on the top of his long bald head. If he plays his cards right, he can just duck in and duck out and cash his learned paycheck then relax for the week and, as he draws close, he can always hear the spiders speaking to one another. Often it is about him.\\n\\nIf you listen well next time you visit your local department store to perhaps refurnish a room or enquire about the base model for a camera to compare it to the price at the specialist store or to replenish a particular brand of overseas tea, you will be able to hear what he hears. You’ll not understand it except as a series of overlapping clicks, loosely analogous to that friend or colleague of yours who can speak over others with confidence.\\n\\nThis is not disrespectful to the spiders as they speak in reverse, with meaning frontloaded and only style and character in the back of their phrases.\\n\\nYou’ve seen their thin black wires held together by small clips reaching in the four cardinal directions about the products too valuable to display with trust. You might not have considered it but the spiders are icons to the exact places where temptation must more often than not go unfulfilled.\\n\\nOur Arachnologist often doesn’t hear them screech as that’s a problem for Loss Prevention. He just hears the way that they recede, in his presence, to their more juvenile habits. Commenting on passers-by, on staff, on him. Our Arachnologists suspects some of the staff, and some of these centre’s more dedicated shoppers, have learned if not the clicks then the tone of the spiders’ speech.\\n\\nHe always listens as he wanders. And, with a small pin inside the base of a wrap he’s hollowed out, he speaks back to them\",\"timestamp\":1641220222,\"title\":\"Wrapped\"},\"digest\":\"WR-eTVmi6AZce7j7MXR2JTU28VZyRjiEJYcjSwmU21g\",\"authorship\":{\"contributor\":\"0x11FF55519CF1FC152872CdD4b0a1B1d6375199C9\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fH8j2qvlK5Hi6DjgefkrJNGG6bm62Lo8GCmms5KLrPo\\\",\\\"y\\\":\\\"ZVIMvTlYsqgqj22M-9Hbt44DfQWXL-g33ywwfaPq4m8\\\"}\",\"signature\":\"uW3wRVRtutSELCd8EyxIn0HYhmc5bDGZPVuqEAqWxd2ca9utznkTnTokBTJmuZynyF2oXuj84FUyeygfGaoFOQ\",\"signingKeySignature\":\"0xdea3595f48e72e47379a3ff3d9e2a8f26b150d3625caa229ab8df31de3bf47ac4e7babab93ec72241bc1d695c6d4a73626c601a966403fc88f236ac05f5dafcf1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fH8j2qvlK5Hi6DjgefkrJNGG6bm62Lo8GCmms5KLrPo\\\",\\\"y\\\":\\\"ZVIMvTlYsqgqj22M-9Hbt44DfQWXL-g33ywwfaPq4m8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WR-eTVmi6AZce7j7MXR2JTU28VZyRjiEJYcjSwmU21g\"}"