"{\"content\":{\"body\":\"A non-fungible token featuring former President Donald Trump is helping draw Wall Street attention to a small digital content company from northern New Jersey.\\n\\nShares of Creatd shot up more than 30% on Monday to about $5.50 only hours after the company [announced](https://www.prnewswire.com/news-releases/creatd-announces-second-nft-drop-the-trump-photographs-301407237.html) it is selling a Trump NFT for 240 ethereum — or just over $1 million based on the latest [price](https://www.cbsnews.com/news/trump-nft-creatd-stock-price-bob-guccione/cryptocurrency%20coins%20worth) of the cryptocurrency.\\n\\nThe digital image features three photos of Trump, snapped long before his presidency, signing the bare chest of a woman described on Creatd's site as an \\\"Ivanka look-a-like.\\\" The company obtained the images from the creditors of Penthouse magazine founder Bob Guccione, who died in 2010.\\n\\n\\\"They say a picture is worth a thousand words, and the Trump photographs are no exception,\\\" Creatd founder Jeremy Frommer said in a statement. \\\"We have waited a long time to sell these priceless images which were captured decades before they took on the significance and symbolism they hold today.\\\"\\n\\nCreatd, which employs roughly 50 full-time workers in Fort Lee, New Jersey, is hoping to cash in on the [ongoing craze for NFTs](https://www.cbsnews.com/news/the-nft-craze-non-fungible-tokens/). An NFT is unique proof of ownership over something intangible, such as a piece of digital art or video clip. The one-of-a-kind token is stored and protected using blockchain technology and [smart contracts](https://www.cbsnews.com/news/banksy-nft-injective-destroy-art-digital-token/). \\n\\nBuying an NFT means purchasing a hacker-resistant, public proof of ownership over a digital asset that can be traded or sold but cannot be duplicated or broken into smaller parts. The technology has emerged as a new way to collect everything from high-end art to [sports memorabilia](https://www.cbssports.com/nfl/news/tom-brady-set-to-release-his-first-nfts-through-autograph/). \\n\\nLaurie Weisberg, Creatd's co-CEO, said the Trump NFT will help the company \\\"continue exploring the NFT space and capitalize on the economic opportunities it can foster for the creator community.\\\"\\n\\nCreatd's market splash comes just days after the stock price of Trump's[ new social media venture](https://www.cbsnews.com/news/dwac-trump-spac-trading-surge/) also soared. Shares of blank-check company Digital World Acquisition Corp. surged as much as 1,200%. \\n\\nIn its press release, Creatd said it intends \\\"to continue to release unique NFTs,\\\" which Weisberg said \\\"represent an opportunity to inspire conversation, and debate perspectives, from sharing light hearted wisecracks to ardent political judgments.\\\"\",\"timestamp\":1635249096,\"title\":\"Donald Trump NFT on sale for 240 ethereum\"},\"digest\":\"br-QomNQAu_Xzqh2-vsIdUrV14tMluQwbTaEWWeFVOE\",\"authorship\":{\"contributor\":\"0x66B6Cc2B3C89CFc7a8Ed89fAD25FCde4d21Df26d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9nW4QwPzkCzOVwoeJaZ3MhVQezTAv_Bcfg8-YgBaq1U\\\",\\\"y\\\":\\\"bvSv9er8g3oQvC7JCCu_6w_yeY50Seeb_trOyeKMZ-0\\\"}\",\"signature\":\"KvbQMxi8OAefUXYm8xYPZRH93ajIdxLMpwdEQ5dAeIwPZHszo_G8hRiMAwpszVHqQ4oYPczm8W09KZcRTFomjA\",\"signingKeySignature\":\"0x0550ed7a4534e1056ec2489e0e465281cd41727bf196dda3b64bac73df3b459d30055809b25092100e3d74cee6cbe7ca5f82aadfbd2b80370a7b0707d88b2b101c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9nW4QwPzkCzOVwoeJaZ3MhVQezTAv_Bcfg8-YgBaq1U\\\",\\\"y\\\":\\\"bvSv9er8g3oQvC7JCCu_6w_yeY50Seeb_trOyeKMZ-0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"br-QomNQAu_Xzqh2-vsIdUrV14tMluQwbTaEWWeFVOE\"}"