"{\"content\":{\"body\":\"Google has been facing an investigation by the United States Department of Justice for some time now. The investigation took place over anti-competitive practices that were mainly related to Google's search and ad business. The Department of Justice released a complaint last year alleging that Google dominated the search engine market through its advantage of deep integration with Android along with other agreements that limited the use of other search engines. More recently, the focus has been put on Google's dominance of online advertisement, and a new complaint does not do the company any justice.\\n\\nA massive [168-page complaint](https://storage.courtlistener.com/recap/gov.uscourts.nysd.564903/gov.uscourts.nysd.564903.152.0_1.pdf) was filed by 17 states. Most of which are controlled by the Republicans. Texas, Alaska, Arkansas, Florida, Idaho, Indiana, Kentucky, Louisiana, Mississippi, Missouri, Montana, Nevada, North Dakota, Puerto Rico, South Carolina, South Dakota, and Utah. The report covers a lot of information, including some details about some secret Google initiatives to limit competition and privacy measures.\\n\\n[Sony Xperia Pro-I vs iPhone 13 Pro Camera Showdown Reveals Interesting Results](https://wccftech.com/sony-xperia-pro-i-vs-iphone-13-pro-camera-showdown-reveals-interesting-results/)\\n\\n## Google's Advertising Practices\\n\\nThe filing mainly looks at Google's advertising business and how they have managed to gain control of every online advertising sector over the past years. That should not come as a surprise to anyone, but the filing does include some details about \\\"Jedi,\\\" which is a secret project that allowed google to win in bids for online advertising.\\n\\nThis came after the publishers started adopting \\\"header bidding,\\\" which is a way to bid on multiple ad exchanges simultaneously, even if Google hosted the ads. This Jedi program ensured that Google's exchange would always win these automatic bidding wars even when other exchanges offered higher bids.\\n\\nIn Google's own words, the Jedi program “generates suboptimal yields for publishers and serious risks of negative media coverage if exposed externally.”\\n\\nBack in 2017, Facebook announced that it would start supporting header bidding on its ad platform, the Facebook Audience Network, which would have been a potential hit to Google's domination of the ad industry. However, the purpose of this program was to pressure Google into giving Facebook information, speed, and other benefits in Google's ad auctions. Facebook cut back on its decision with header bidding, and both companies started working together to identify people using Apple products. In an agreement internally known as \\\"Jedi Blue,\\\" both companies  “agreed up front on quotas for how often Facebook would win publishers’ auctions—manipulating the auction with minimum spends and quotas for how often Facebook would bid and win.”\\n\\nThe filing also mentions several other monopolistic and anti-competitive practices in the advertisement. Back in 2013, Google blocked ad-buying tools by other companies from placing ads on YouTube, this forced advertisers to use Google's tools “If advertisers feel like they don’t have to work with Google directly to access video inventory—including YouTube—we will lose our ability to influence decisions about budget allocation.\\n\\n[2021 MacBook Pro Has Easy-to-Replace Batteries, Modular Ports, but Impossible Keyboard Disassembly, Shows New Teardown](https://wccftech.com/2021-macbook-pro-teardown-battery-and-ports-replacement-easy/)\\n\\n## Price Fixing and Privacy by Google, Facebook, Apple, and Microsoft\\n\\nGoogle reportedly had a closed-door meeting on August 6, 2019, with reps from Facebook, Apple, and Microsoft, where the giants discussed how to delay efforts to improve privacy. Google stated in a memo prepared for the meeting, “we have been successful in slowing down and delaying the process and have been working behind the scenes hand in hand with the other companies.”\\n\\nAll companies involved also discussed their strategy towards child privacy and safety, which has become a major talking point in the past few years. Google has been heavily criticized for not having proper content filtering. At the meeting, Google was concerned that Microsoft was taking child privacy more seriously than itself. The same memo also stated, “Whether, at this meeting or another forum, we may want to reinforce that this is an area of particular importance to have a coordinated approach.”\\n\\nMicrosoft's response was also noted with “we have direction from Kent \\\\[Walker\\\\] to find alignment with MSFT where we can but should be wary of their activity \\\\[in promoting privacy\\\\] and seek to gain as much intel as possible.”\\n\\nGoogle also showed concern that Facebook was not aligned with its privacy efforts saying that \\\"we’ve had difficulty getting FB to align on our privacy goals and strategy, as they have at time\\\\[s\\\\] prioritized winning on reputation over its business interest in legislative debate.” The filing reports that this behavior is similar to the anti-competitive practice of price-fixing. Still, instead of secretly agreeing on prices, tech companies are forming agreements over privacy measures.\\n\\n## Google AMP\\n\\nAccelerated Mobile Pages, or AMP, is a technology that Google first created. The public goal is to allow websites to have faster-loading versions of their articles, which AMP achieves by limiting the amount of scripting and custom styles used by a page. Much to the annoyance of both visitors and publishers, Google later required sites to support AMP before they could appear in Google Feed, Google News, and other promotional platforms. Google only started dropping these conditions recently.\\n\\nThe filing alleges that a personal goal for AMP was to reduce the effectiveness of header bidding in ads, giving a competitive advantage to Google's ads. AMP code prevented publishers from routing bids to more than a few exchanges at once, but no limitations were placed on the bids from Google's ad server. AMP also provided Google more information about browsing behavior and ad loading, because in most cases, AMP pages that are given by Google itself are cached copies.\\n\\nFor the longest time, Google AMP has been criticized for being anti-competitive and giving Google more control over the internet. So the information about AMP is the least surprising part of this filing. This is also why many websites have added AMP support even though it is not good support for readers and publishers. If sites do not add AMP, they could lose web traffic, even if ad manipulation from Google resulted in less revenue from AMP pages.\\n\\nThe filing also suggests that Google has committed several violations of the [Sherman Antitrust Act of 1890](https://en.wikipedia.org/wiki/Sherman_Antitrust_Act_of_1890) (also known simply as the ‘Sherman Act’), an anti-trust law in the United States that prevents noncompetitive agreements and attempts to monopolize markets. The filing also calls for Google to surrender all the profits and information gained through deceptive trade practices, and of course, pay various fines.\\n\\nFor now, we will have to wait and see what happens as the lawsuit continues through the U.S. legal system. If the filing is anything to go by, Google could be in deep, deep trouble, which might mean that the internet may no longer be the same.\\n\\nSHARE TWEET \\n \",\"timestamp\":1635339080,\"title\":\"Google Reportedly Blocked Ad Competition and Avoided Privacy Regulations, Reveals Court Filing\"},\"digest\":\"S4KI8q1QMMCr9oZ5cPP90bUkBLS_XIpI2XAyHb01mr4\",\"authorship\":{\"contributor\":\"0xf960c047a47677eA00c94a1074C90850c550c24C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BJGsfj-W_s5S5DdT74S_xgJx7Q_i7WYqM8ZJ-mdGztE\\\",\\\"y\\\":\\\"7-r_8mNz7B_voLJHz2uxADgkzbIRBGwdqVPjbMGf_ZE\\\"}\",\"signature\":\"cZmoG8grkwLQECjL79R9DxhvB7DOainVHdHLa4zbXt7YTq4jQu69NsnSHpMafyGU3XZ9f1n0Govwj4juDYdU3Q\",\"signingKeySignature\":\"0x618929d1117d1986a12f2b9292cb1f5159a76c7fb59aeff43fd63e0f683e87d5610e76fa36bf2249d604654ce23d1ad1767a94452e22251d2b119d0490fdeaea1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BJGsfj-W_s5S5DdT74S_xgJx7Q_i7WYqM8ZJ-mdGztE\\\",\\\"y\\\":\\\"7-r_8mNz7B_voLJHz2uxADgkzbIRBGwdqVPjbMGf_ZE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"S4KI8q1QMMCr9oZ5cPP90bUkBLS_XIpI2XAyHb01mr4\"}"