"{\"content\":{\"body\":\"За рекомендацією [Івана Примаченка](https://www.facebook.com/primachenkoonline) свого часу придбав книгу Кела Ньюпорта \\\"Deep Work\\\". Книга пролежала на полиці десь півроку, поки я не вирішив трішечки навести лад у переповненому інформацією з соціальних мереж середовищі і почав замінювати гортання стрічки читанням паперових книжок. Тож, і книга, і її тема стали в нагоді.\\n\\nАвтор розмірковує про роль розумової праці та її вплив на людину та суспільство, а книгу він називає *“спробою словесно оформити й обґрунтувати відданість методу зосередженої інтелектуальної праці на противагу поверховій роботі, а також описати стратегії, які допомогли йому розвивати в собі цю навичку”.*\\n\\n> **Зосереджена праця стає міцнішою та рідкіснішою в сучасній економіці, тому володіння навичками зосередження стає конкурентною перевагою людини.**\\n\\nЯ не буду переповідати зміст книги, це вже зробив за мене [mc.today](https://mc.today/chtoby-bystree-dopisat-garri-pottera-rouling-snimala-dorogoj-nomer-v-otele-vot-4-sposoba-perestat-otvlekatsya-iz-knigi-kela-nyuporta/), хочу лише поділитися кількома інсайтами, які я відкрив для себе.\\n\\n### 1. Роль інтернету в цілому та соціальних мереж зокрема\\n\\nМи живемо у час, якому характерна \\\"Диктатура інтернету\\\", \\\"інтернет, як надідеологія сьогодення\\\", \\\"інтернет-центризм\\\" - ми звикли вважати інтернет джерелом мудрості, ми не розуміємо та уникаємо тих, хто не користується популярними додатками, ми чомусь вирішили, що інтернет - це найголовніша частина нашого життя.\\n\\nЗвичайно, інтернет вже нікуди не зникне і буде ще більше впливати на наше життя, проте, треба іноді нагадувати собі, що інтернет-сервіси (особливо соціальні мережі) - це **продукція комерційних підприємств, засновники яких вклали в них кошти з метою отримання прибутку**.\\n\\nОсь свіжий приклад з моєй фейсбук-стрічки, коли інтернет-сервіси не гребують можливостями використовувати маніпуляції та не зовсім чесні прийоми для нарощування трафіку:\\n\\n![](https://teletype.in/files/59/e9/59e90654-7ff9-4ac2-a417-57d6b8054a35.png)\\n\\n![](https://teletype.in/files/5e/af/5eaf8efd-4829-403f-99ca-c7117a80ef34.png)\\n\\nНе можна просто так взяти та написати головні тези статей, треба обов'язково залишити інтригу, щоб ми переходили на сайт та все глибше поринали у тенета всесвітнього павутиння.\\n\\n**Корисна порада:** Різко припиніть користуватися всіма соціальними мережами на тридцять днів. Після закінчення цього тридцятиденного періоду поставте собі два запитання про кожну мережу:***\\\"Чи щось у моєму житті протягом цього періоду значно покращилось би, якби я користувався цією мережею?\\\"\\\"Чи хтось помітив, що я не користувався цією мережею?\\\"***\\n\\nЯкщо відповідь на обидва запитання \\\"ні\\\", припиняйте користуватись цією соцмережею назавжди, ви нічого не втратите.\\n\\n> **Насправді соціальні мережі не є настільки важливими у вашому житті, як вони про це говорять**.\\n\\n### 2. \\\"Машина блаженства\\\", як ідея до організації простору в офісі чи коворкінгу\\n\\nЩе одне цікаве надбання від читання цієї книги - я дізнався про \\\"Машину блаженства\\\" (eudamonia machine) Девіда Девейна - простір, де створені умови, за яких користувачі входили б у стан найбільшої віддачі і працювали, максимально розкриваючи свої таланти.\\n\\nЦя \\\"машина\\\" являє собою одноповерхову вузьку будівлю, яка має п'ять кімнат, розташованих одна за одною - щоб попасти в якусь з них, ви маєте пройти попередні.\\n\\n![workfront](https://teletype.in/files/16/c9/16c90604-cea9-4159-9108-c4d46df1847b.png?size=medium)\\n\\n**Перша кімната - \\\"Галерея\\\"**. У ній повинні бути розміщені зразки робот, які були створені у цій будівлі. Коли людина потрапляє у це приміщення і бачить різні аретефакти, вона налаштовується на тематику, входить \\\"у контекст\\\" задач, які тут вирішуються.\\n\\n**Друга кімната - \\\"Вітальня\\\"**. Тут можна випити кави, чи посидіти за баром. Тут має бути зручно. Працівники тут обговорюють справи у неформальному середовищі, діляться ідеями, думками.\\n\\n**Третя кімната - \\\"Бібліотека\\\"**. Тут зберігаються всі роботи, що були створені в \\\"машині\\\", а також книжки та інші ресурси для реалізації проектів. Також тут є необхідне обладнання для друку та копіювання. Девейн називає цю кімнату \\\"жорстким диском машини\\\".\\n\\n**Четверта кімната - \\\"Офіс\\\"**. Це стандартний конференц-зал з дошкою для малювання, Це приміщення для другорядних справ, необхідних для реалізації проектів. Презентації, мозкові штурми, офіційні обговорення - все це відбувається тут.\\n\\n**П'яте приміщення - відсіки для \\\"глибокої зосередженої праці\\\"**. Це місце для концентрації та невідривної роботи. Кожен відсік - як маленька фортеця для його користувача. Саме тут ідеї набувають практичної реалізації.\\n\\nЦікаво, чи хтось випробовував цю ідею у нас в країні?\\n\\n### 3. Геніями не народжуються\\n\\nНа думку вчених, геніям допомагає мієлін - шар жирової тканини, який утворюється навколо нейронних зв'язків. Він ізолює нейрони, що відповідають за конкретне вміння і не дає їм \\\"відволікатись\\\". Чим більший шар мієліну навколо певного нейронного ланцюжка, тим кращі навички, за які цей ланцюжок відповідає.\\n\\n> **Велич геніїв полягала в тому, що вони спрямовували всі свої сили на ту сферу, у якій вирішили проявити себе на повну потужність.**\\n\\n...\\n\\nКоли я починав читати цю книгу, то не очікував нічого особливого, але був приємно вражений глибиною пропрацювання освітлюваного питання. У час перенасичення інформацією, згоден на 100% з автором, що\\n\\n> **Вміння зосереджуватися є навичкою, необхідною, щоб створювати щось цінне.**\",\"timestamp\":1641144707,\"title\":\"Як припинити турбуватися та поринути у роботу з головою\"},\"digest\":\"HshYqFqjoDRoLHM991hsosbw9yQPIldCB54WFwSbWOw\",\"authorship\":{\"contributor\":\"0xda8C38C3F009EB2D7c29aeEC1f9e241c4D14beE3\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"h_J7gzki9m-tnpXXnteOaagdafCBAO3gUtnNkuCp6xw\\\",\\\"y\\\":\\\"cMqvLQyVBvyDzwZTgOiu-6hk5ia7sSx2bIbbZBhy6fg\\\"}\",\"signature\":\"4X572Ub91XW59VpbTizMzNfOwepqfpWxItUdAgCugIP5F6vxNCPkI9L8_oH4EZhNmk_69OLsnfJsoCib3X2VEA\",\"signingKeySignature\":\"0xf1a1aa6f13732051a63bef67bc53a6d523662cb1f4678a806d3304abd2934b014a68ad527b1bab0c1a725e3c6d8369d1f69cfc6a650c8f68b7aa6d5bfd25d8fa1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"h_J7gzki9m-tnpXXnteOaagdafCBAO3gUtnNkuCp6xw\\\",\\\"y\\\":\\\"cMqvLQyVBvyDzwZTgOiu-6hk5ia7sSx2bIbbZBhy6fg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HshYqFqjoDRoLHM991hsosbw9yQPIldCB54WFwSbWOw\"}"