"{\"content\":{\"body\":\"*This is part 2 of an ongoing series on the metaverse. This part tackles how the blockchain is enabling the metaverse, what NFT’s are, and a few predictions on where we are headed.*\\n\\n[You can read Part 1 here](https://curiousgadfly.substack.com/p/say-hello-to-the-metaverse)\\n\\n$69 million. This image sold for $69 million. Nice. Why did it sell for so much?\\n\\nWhat are NFT’s? What is blockchain even? And what does this have to do with the metaverse?\\n\\nThis is going to be a reasonably long post. So sit back with a coffee, a whiskey or milk, if you’re weird.\\n\\nThere are six acquaintances : Ash, Bash, Cash, Dash, Gash and Hash.\\n\\nThey send and receive money between each other. But they do not trust each other to act honorably. So they would like to have a mechanism that ensures all their transactions are logged accurately.\\n\\nTypically, this is done by having bank accounts. The bank does multiple functions here. But essentially, the bank functions here as a database that:\\n\\n1. Keep track of account balances\\n2. Ensure only valid transactions go through\\n3. Prevent double spends - i.e. Ash can not try to send the same amount of money twice.\\n\\nBut our group does not trust banks. They want to set up their own mechanism for transactions which does not depend on external entities like banks.\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F181a4fd5-4299-4106-b3b7-fc3286152cc3_967x547.png)\\n\\nThe values in red show the starting balance for these folks. Each transaction is shown with a black arrow except those in red, which are invalid transactions. There are two kinds of these invalid transactions shown:\\n\\n1. Ash attempts to send money to Gash that he does not have.\\n2. Gash attempts to send the same amount of money to Hash and Dash simultaneously. This is called a double spend, and is one of the biggest challenged faced by decentralized payment systems.\\n\\nOur mechanism should be able to flag and stop these from occurring.\\n\\nSatoshi Nakamoto, a pseudonymous profile, [wrote a paper](https://bitcoin.org/bitcoin.pdf) that detailed how a peer to peer electronic cash transfer system would work. This system would not require a centralized agency, relying instead on cryptography and open source code to finalize transactions between entities which did not trust each other.\\n\\nThis was Bitcoin, the first major application of blockchain technology, that has since gone on to revolutionize many aspects of the global tech scene.\\n\\nAsh and co. would be extremely happy with using bitcoin to process transactions.\\n\\nWhat is blockchain then?\\n\\n> *Blockchain* is a shared, immutable ledger that facilitates the process of recording transactions and tracking assets in a network. An *asset* can be tangible (a house, car, cash, land) or intangible (intellectual property, patents, copyrights, branding). Virtually anything of value can be tracked and traded on a blockchain network, reducing risk and cutting costs for all involved.\\n\\nBitcoin was good for reliably sending money across international borders, and has since become a household name across the world, with $850+ billion dollars invested in bitcoin so far.\\n\\n## Smart Contracts\\n\\nVitalik Buterin came along and helped create Ethereum, something that took the concept of Bitcoin and added the concept of smart contracts to it.\\n\\nSmart contracts are computer programs or transaction protocols which automatically execute when a predefined set of conditions is met. Let’s say Ash wants to borrow $300 from Cash for 4 days, but Cash does not know anything about Ash at all.\\n\\nAll Cash knows is Ash’s wallet address. Ethereum, with their smart contracts, enabled computer programs which would ensure:\\n\\n1. Ash has enough collateral to cover the loan.\\n2. There is a guarantee that Cash makes his money back after the agreed upon loan term.\\n3. Cash can only lend if he has enough money.\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F93995205-0448-404f-bb3c-0bf2b9a09483_1124x372.png)\\n\\nWe are looking at a completely automated, open-source, safe, decentralized, accurate and trustless financial transaction system that enables multiple use cases just like the one we discussed above. This is just one application of smart contracts. There are many, many more.\\n\\n***But the takeaway here is this:***\\n\\n***Blockchain is essentially a shared database that contains records of ownership and transactions for assets. Smart contracts enable (typically open source) computer programs to run transactions that can execute automatically if the specified conditions are met.***\\n\\n![Smart Contracts Explained](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fa1db57c7-be82-47dc-8c88-406838a3215f_1600x1600.jpeg)\\n\\nSource: 101blockchains.com\\n\\nThis does not have to be just money related. Smart contracts can be used for essentially all kinds of transactions that need to bring together disparate sets of users and can be run digitally.\\n\\nLet’s say you create a piece of digital art. You can mark yourself as the sole owner of the piece on the blockchain. Now whenever anyone else makes money from any film, video, article, art etc. that uses your image, a smart contract can ensure that you get paid every time someone profits off of your art.\\n\\nThink about that for a second. This will revolutionize income for creators, incentivizing them to create more, put it on the chain, and make more money.\\n\\nThat marking yourself as the sole owner of the piece? That’s our segue to NFT’s.\\n\\n## NFT’s\\n\\nNFT stands for non fungible tokens. Fungible means replaceable. Minted currency coins, bitcoins, gold coins etc. are fungible. One item is essentially the same as another item of the same kind.\\n\\nNon fungible tokens are, wait for it, not fungible. They are essentially tokens that signify ownership of unique assets. They are fundamentally different.\\n\\n1. While fungible tokens like bitcoin, Ethereum, Solana etc. are interchangeable (one token can be exchanged for another of the same type), NFT’s are individually unique (you can not exchange your bachelor’s diploma for that of another person)\\n2. Fungible tokens are infinitely divisible. One Bitcoin can be broken down into 100 million Satoshis. NFT’s are not divisible. You can not have one half of an artwork, one half of a birth certificate etc.\\n3. Fungible tokens use the ERC20 standard on the Ethereum blockchain. NFT’s on the Ethereum blockchain use the ERC721 standard. Since the vast majority of NFT's right now use this standard, Ethereum is the runaway leader when it comes to adoption and development community in the NFT space, positioning itself excellently as the chain that could end up being the backbone of the Metaverse.\\n\\nLet’s take the example of CryptoPunks, one of the most famous NFT collections in the blockchain space.\\n\\nThere are 10,000 unique crypto punks and the data of their ownership and transactions is stored permanently on the Ethereum blockchain. So if you buy one of the existing Cryptopunks (the cheapest one will cost you $285k at the time of writing), you will be owning a piece of digital art.\\n\\n![CryptoPunks NFTs sell at Christie&#39;s for $16.9 million - The Verge](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F1be6785f-3574-4cf8-8f2e-37f60cda3ed0_1400x1400.jpeg)\\n\\n“I can copy paste the image and I’ve successfully committed piracy. NFT’s are dumb.”, I hear you say. A person who buys an NFT art piece is actually buying the only verifiable signature of that piece as minted by the artist. When an artist mints a work, it is at that point that all other copies are just that, copies. The monetary value of that work is attached to the actual NFT connected to the blockchain.\\n\\nSo later down the road if CryptoPunks are used as templates to build 3D avatars that can be used in the metaverse based on the Ethereum blockchain, by virtue of their brand value and rarity, these will be coveted. And no amount of copy pasting will enable you to make money off royalties etc. Owning an NFT is exactly like holding the ownership deed and royalties agreement of a traditionally signed piece of art.\\n\\nNote: It needs to be kept in mind that right now, the pieces of art themselves are not sold on the blockchain as NFT’s. On-chain art NFT’s are popping up - [infinft.com](https://infinft.com/) is a great example. There are multiple problems with NFT’s right now, what with all the hysteria around them right now. The major problem is about the art itself not being on the blockchain.\\n\\n> The actual images of the punks are too large to store on the blockchain, so we took a hash of the **[composite image](https://www.larvalabs.com/public/images/cryptopunks/punks.png)** of all the punks and **[embedded it into the contract](https://github.com/larvalabs/cryptopunks/blob/master/contracts/CryptoPunksMarket.sol#L5)**. You can verify that the punks being managed by the Ethereum contract are the True Official Genuine CryptoPunks™ by calculating an SHA256 hash on the Cryptopunks image and comparing it to the hash stored in the contract.\\n\\nA lot more detail can be found [in this piece](https://jboogle.medium.com/the-broken-promises-of-nft-art-e5ee8a4b7412).\\n\\n### NFT’s = Art?\\n\\nNFT’s are not just restricted to art. This is one of the biggest changes in how people are looking at the possibly utility of the blockchain and it goes way beyond art ownership. NFT’s are a way for users to signify ownership of an asset. That asset can be anything, from artwork, academic degrees, work credentials, real estate ownership agreements, collections, badges, copyrights, supply chain tracking, software licenses, warranties. The list is almost endless.\\n\\nBringing all these ownership documents on to a distributed, decentralized blockchain ensures that transactions that involve simple use cases can be automated without the need for expensive human intervention and verification.\\n\\nImagine a world where identity, education credentials, asset ownership and work project credentials are easily accessible, verifiable and stored on the blockchain. it removes a significant trust barrier that is currently circumvented by heuristics like brand value.\\n\\nWhat do I mean by that? Right now, a Harvard degree or a sustained employment history in tech startups is proof, for better or worse, of your employability. For an organization looking to hire employees for remote work, candidates with degrees from colleges in third world countries are not going to have strong signals regarding employability. A blockchain based identity + credential platform will significantly reduce this trust overhead by ensuring that the playing field is leveled and more opportunities are given to candidates with proven records of work, be it full time employment, or long term .\\n\\nAnother example is real estate ownership transactions. Ownership documents and transactions are notoriously paper based and have very little transparency, with ample room for corruption and information asymmetry. These can be put on the blockchain which would permanently enshrine ownership records and smoothen the process of selling and buying significantly.\\n\\nOne of the most intriguing applications of NFT’s is the recently viral Loot project.\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F14fb6df8-30f8-429a-a592-5e9593f5f47e_350x350.svg)\\n\\nSource: Loot on OpenSea\\n\\nIf you have played role playing games, you’ll know what you’re looking at. One weapon, head armor, chest armor, gloves, belt, shoes, ring and pendant/necklace. The standard gear set for any character. Loot is an NFT project that created randomized adventurer gear and left it on the chain. Stats, images, and other functionality are intentionally omitted for others to interpret. Blank slates!\\n\\nThe Loot project has successfully outsourced lore creation and value generation to the public.\\n\\nBy the time of writing, there are multiple groups of people working on:\\n\\n* Buying bags with certain kinds of items, rarity based etc.\\n* Creating generator tools for visualizing Loot items and monitoring price fluctuations in this niche market;\\n* working on new derivative projects, like creating Realms for a theoretical adventurer with the gear in a Loot bag to explore\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fe4f3522e-579a-4b5b-b7a6-1f63c0263db2_937x792.png)\\n\\nMania. Hysteria. Tulips. Or is it a genuinely new method of decentralized value creation? Do those words even mean anything anymore? I don’t know. The world is changing faster than ever before. I am not certain that all the trends we are seeing around us are going to survive into the long term. But the application of NFT’s on top of the blockchain as a means of storing and recognizing ownership is something that can be used to solve many problems.\\n\\nPS: The lowest price you can pay for one of these Loot bags is right now around $ 50k.\\n\\n## Cool story, bro. What about the Metaverse?\\n\\nOh right. I was supposed to talk about that.\\n\\nPart 1 of this series talks about the metaverse.\\n\\n[Read Part 1 here](https://curiousgadfly.substack.com/p/say-hello-to-the-metaverse)\\n\\nThere, we described the metaverse as a persistent digital reality where users could have assets, participate in its economy and do multiple things like shop, work, play and earn.\\n\\nThink of a completely 3D virtual reality world. You put on your VR headset, start off as a blank humanoid figure and step into the main road. This is your first day on the metaverse. You have 2500 Ethereum tokens in your wallet (I’m green with envy). You need to buy some clothes. You hop onto the clothes marketplace and see designer items that you’d love to buy. You love the work of JikkerMipper (hypothetical world famous designer) and want to own their latest cowboy themed outfit. You debit 10 ETH and you’re wearing the outfit now. You get to work, a content creator (AI still hasn’t replaced you. Yet.). You write up a banger of a short story and post it on the NFT marketplace. The story was crowdfunded by 10 followers of your work who gave you money in advance in return for a combined 20% of royalties in perpetuity that you make on this story. A movie director picks this story to be the basis of their new project. They pay you 50 ETH + 1% of movie profits for it. After the funders automatically get their cut, you have 40 ETH + 0.8% of the movie profits.\\n\\nWork done, you hop on to your favorite VR game where you spend a lot of time building a virtual theme park. You see that you need slightly more land to build that monster rollercoaster. You pay 3 ETH for that extra parcel of digital land. You finish the rollercoaster. A few users have come to use the rollercoaster. They pay you 0.1 ETH in total. The person whose rollercoaster design you used as a template gets 0.05 ETH.\\n\\nYou log off for the day and go to sleep. All these transactions were made possible by either direct money transactions on the Ethereum blockchain or smart contracts and NFT based transactions. This is the future that I think the metaverse is looking at, based on the projects being launched right now. But my prediction is like trying to guess when the next 20m+ wave is going to hit by looking at the wet sand on the beach. Innovation in tech is extremely non linear and it is very hard to predict the end state.\\n\\n## What will NFT’s do in the Metaverse?\\n\\nAt their core, non fungible tokens are ways to document asset ownership and transference. Smart contracts on top of this will enable money flow based on NFT ownership.\\n\\nBlockchain-based NFTs have enabled true ownership of assets, in perpetuity and outside the control of the creators themselves. This means that a sea change in the virtual item space is underway, a market that was already doing billions of dollars a year.\\n\\nIt makes a lot of sense to think about video game skins as an analogue to digital art NFT’s. People pay real money, billions of it annually, to put cool looking clothes on their game avatars.\\n\\nLet’s say I play Fortnite, Call of Duty and Rainbow 6 Siege. I have spent $200 on each game’s virtual skins. The current gaming microtransaction based ecosystem and the future NFT based ecosystem would look like this.\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F794d74ff-aa54-412f-acb3-76b3829d2bf3_1176x657.png)\\n\\nWhat you see here is a shift in the ownership and distribution model of digital assets from that of a siloed model where the end user is relegated to just being a consumer to that of a more open model where the end user has options to redeem their NFT’s for money, their time and effort for NFT’s/money and vice versa.\\n\\nNFT’s will enable users of the metaverse to claim uncontestable ownership of assets, see equity rewards for being backers of media, allow creators to see more value from their creations by formalizing downstream revenue via smart contracts, allow more transparency in fields like voting, governance and real estate transactions and enable creation of the pseudonymous economy where academic pedigree, work history, project history etc. can all be part of the chain, eliminating trust overheads and democratizing access. Exciting times ahead.\\n\\nIf you liked the post, consider sharing the substack to others you think would enjoy it.\\n\\n[Share Curious Gadfly](https://curiousgadfly.substack.com/?utm_source=substack&utm_medium=email&utm_content=share&action=share)\\n\\nThanks for reading and I’ll see you next issue with an article about something that’s fascinated me for a while now. Stay tuned!\",\"timestamp\":1634157655,\"title\":\"Blockchain, NFT's and the Metaverse\"},\"digest\":\"FpNvcPf4ZaBViiGzs0Y3KUq3sCp0fEy8mXyamBY5-6U\",\"authorship\":{\"contributor\":\"0xD5A29580B1e9C2BF309C8c3f067aa8f4e027a9C8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9WqfvND0VOcJbZ8cdIRQmsjD_IxJsLyhK6EJiF9Yv4s\\\",\\\"y\\\":\\\"U1nrYSleIxQHgg9Bjz_K5pDX6m-x-z77AQnO7_54sXA\\\"}\",\"signature\":\"OFKb0SaoNOtsH5PVaWMKc9R0RbRcQdLUtMrto4dIRkU4cmY6JxBKwYGvNv805zOtJqys5HEHNHKAL0J2i7s66w\",\"signingKeySignature\":\"0xfa773b9d71f47a926ce99d98e57a90b5aea82cf20c0545ab493ea5208d3680a22c52eed20611df9cbc92f27c23edfad6f1fadde012e33e32b54723bf3557678e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9WqfvND0VOcJbZ8cdIRQmsjD_IxJsLyhK6EJiF9Yv4s\\\",\\\"y\\\":\\\"U1nrYSleIxQHgg9Bjz_K5pDX6m-x-z77AQnO7_54sXA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FpNvcPf4ZaBViiGzs0Y3KUq3sCp0fEy8mXyamBY5-6U\"}"