"{\"content\":{\"body\":\"Among all the important skills of human beings, social skills are regarded as the most important. In an information age, communication with others in all walks of life plays an important role. No wonder that many students are deliberately working on their social skills.\\n\\nCommon sense has told us that those who have successful love affairs usually possess excellent social skills. They are good at promoting an easy-going relation with their partners, which naturally result in a romantic affair. The same is true for family life. Good social skills are essential to keep family member on good terms with each other, bringing about a happy family life. Secondly, statistics show that one's career success depends heavily on his or her social skills. Professional skills are necessary, but without good social skills, a good teamwork is hardly imaginable, which would undoubtedly hinder the full play of professional skills. Examples are not rarely seen from people who are talented and have reached high level of academic development, but have finally come to nothing due to their poor social skills.\\n\\nIn conclusion, if we are to lead a happy life and succeed in career, we must improve ourselves in such social skills as the skill in communicating on a feeling level, the skill in developing and using interpersonal relations and so on.\",\"timestamp\":1639204576,\"title\":\"The Importance of Social Skills\"},\"digest\":\"34jV5auLZhx-kwq-innYGWG2q3_lRqlLcdCom-LnepY\",\"authorship\":{\"contributor\":\"0x933f676267ef4f68f2EEe979E5CfA62e009C5348\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yITmNgCKT0a_PlpSQteBJabkwCATRW7TLZ7x4AxZl3k\\\",\\\"y\\\":\\\"Atr_l3FzXeNpNemou3SEqKsc7WFxgDCA43RTg5nSQDg\\\"}\",\"signature\":\"zz6nIh24nPoHWGS_GPV4AHRfxnMI421q1CsnKHfzkaO0fzoSZ4u_C1wyLUXTKXrNMbOutRdVXpuLLLHNcCPQnA\",\"signingKeySignature\":\"0x9d6c269cf051661d3b788deafdd0987b7902ceabee5d317e7dea3411b38b3c2860a24236e6f64c1c075f7c12d42aed44f54a29b1b7679e5a1ee19bbe423b40551c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yITmNgCKT0a_PlpSQteBJabkwCATRW7TLZ7x4AxZl3k\\\",\\\"y\\\":\\\"Atr_l3FzXeNpNemou3SEqKsc7WFxgDCA43RTg5nSQDg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"34jV5auLZhx-kwq-innYGWG2q3_lRqlLcdCom-LnepY\"}"