"{\"content\":{\"body\":\"*Welcome to our new blog series exploring the use of machine learning to accurately price NFTs. Over the next few weeks, we’ll be diving deeper into how we use machine learning and crowd intelligence to generate automated and up-to-date NFT pricing, why machine learning models are necessary to achieve reliable valuations at scale, and much more.*\\n\\n![Where NFTs meet DeFi](https://mirror.xyz/_next/image?url=https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2FesiRy5xswRvgrcyU_Lk48.png&w=3840&q=90)\\n\\nOwners of non-fungible tokens (NFTs) often wonder what their assets are worth, or if an asset they want to purchase is selling at a reasonable price. While it’s relatively straightforward to obtain the market price for fungible and liquid cryptocurrencies like Bitcoin or Ether at any point in time, the vast majority of NFTs are illiquid and lack rich price histories, much like physical collectibles, real estate, and art in the “real world”.\\n\\nMost non-fungible tokens on the market are also selling for the first time ever. In such cases, buyers need to learn about the market, the mechanics of the application, find comparable assets, and form a valuation based on this information. These costs of information gathering create a massive barrier to entry for interested users who are concerned about the risk of purchasing something for more than it’s worth and don’t want to spend hours developing their own price assessments before entering the market.\\n\\nFor these reasons, NFTs define an asset class that is both *non-fungible* and *low-velocity* - meaning they don’t change hands very often. This makes it very difficult to find the price of NFTs. Part of our goal in developing real-time NFT pricing tools is to increase transparency in NFT markets, making it easier for people to participate in, and companies to build products on top of, the NFT economy.\\n\\n**Trusted NFT valuations are key for mass adoption**\\n\\nNFTs offer us a vehicle for tokenizing anything, while the explosive growth of DeFi has demonstrated the power of permissionless financial primitives. However, due to the nascency and inherent illiquidity of NFTs, DeFi and NFTs have yet to fully collaborate. DeFi products are currently limited to building upon a relatively small set of fungible assets, while the value held in NFTs has largely remained under-utilized and stagnant. Thus far, most of the experimentation around NFTs has centered around art, collectibles, and their sovereign ownership.\\n\\nWhile powerful, this is just scratching the surface of what NFTs can truly represent. It’s at the intersection of DeFi and NFTs where many of the most exotic financial instruments will live, enabled by near real-time NFT pricing. One day, you will be able to open leveraged UNI positions backed by Decentraland parcels, trade synthetic positions of NFTs, and stake CryptoPunks as reinsurance and earn interest on them.\\n\\nAlong with making it easier to utilize NFTs in DeFi, accurate NFT pricing will enable a number of powerful benefits for NFT marketplaces and protocols. Research has shown that information transparency leads to increased activity in marketplaces. In the traditional art world, according to a[ report by Artsy](http://files.artsy.net/documents/artsy_2019_onlineartcollectorreport.pdf): “The lack of access to artworks’ prices was the most frequently mentioned roadblock for collectors when trying to buy art.” The same applies to NFTs.\\n\\nTools which make it easier for participants to value NFTs can significantly reduce the costs of onboarding new users, lead to a greater revenue for sellers, and increase overall activity in the market. We believe improved NFT pricing will increase transparency, reduce information frictions in NFT markets and encourage participation from a broader community of developers - opening the floodgates to a new wave of NFT products and protocols.\\n\\n![Upshot Analytics](https://mirror.xyz/_next/image?url=https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2F1hcn2CowUz5QyVbXOnsNh.png&w=3840&q=90&size=medium)\\n\\n**How to price NFTs using machine learning**\\n\\nAt Upshot, we’ve been heads down developing specialized machine learning algorithms to price NFTs at scale. Our machine learning models ingest historical sales data and NFT metadata to construct features based on this information to generate accurate, reliable pricing. So, how exactly do our machine learning models predict NFT prices?\\n\\nWhile models for predicting prices of liquid financial assets like stocks and cryptocurrencies often rely on historical price trends, such approaches may only partially help in the less liquid world of NFTs. NFT characteristics or metadata (tags and labels which describe the features of an NFT and its creator) are a valuable source of information.\\n\\nTransformations of historical sales data based on these features give more dense and informative datasets than simply relying on an individual NFT’s price trend alone. Our algorithms take these characteristics as inputs and can automatically identify and pool information from past sales of similar NFTs, helping resolve the issue of illiquidity.\\n\\nWe train machine learning models that are able to predict transaction prices based on variables constructed from NFT metadata and proxies for the state of the market at different levels of granularity (Ethereum > NFT market > specific NFT project, etc.).\\n\\nWe validate the predictions by examining their accuracy on data not used in the training process and obtain error bounds by comparing our predictions to realized sale prices. Both the predicted pricing and error bounds provide useful information to NFT buyers, sellers, or developers building products on top of the NFT economy.\\n\\nOur approach to valuation is similar to how art or real estate valuation works at a high level, although these traditional markets usually rely on simpler linear models with a known set of predictor variables, established from decades of research and observation. In contrast, the variables that determine NFT prices are not yet well understood. A lot of our research effort has focused on constructing different predictor variables, using automated methods to uncover the most important ones, and iterating to arrive at a lean but powerful model.\\n\\n**Are Upshot’s appraisals still crowdsourced?**\\n\\nIf you’ve been following Upshot for a while, you may be wondering what happened to our crowdsourced approach to generating NFT appraisals. Well nothing, really. Upshot works by aggregating answers to questions from different actors and scoring them based on a new information measure, called Determinant Mutual Information, that aims to reward honest answers more than dishonest ones. This hasn’t changed -- what has changed is our approach to eliciting answers to questions and the types of actors we cater experiences towards.\\n\\nOur initial focus was on creating experiences for human appraisers to reveal their beliefs about the values of different NFTs through very inefficient, mechanical interactions (i.e. by answering questions through a UI). The problem with this approach is that it 1. isn’t very scalable (this type of interaction can only support so many appraisals over any reasonable timespan) and 2. isn’t very accurate (asking human appraisers questions requires approximations that can significantly affect the accuracy of resulting appraisals).\\n\\nOn the flip side, ML models are highly scalable and can be much more accurate than human appraisers. As such, we have been building tools for developers that are building models for pricing NFTs and are placing less emphasis on an experience centered around answering questions through a UI. It’s our belief that pricing models will be the most accurate appraisers in the Upshot ecosystem going forward and model creators will be paid based on how effective their models are. Our own ML models are meant to bootstrap the network of “artificial appraisers” as more projects and developers begin pointing their pricing models at the subjective aggregation mechanism at Upshot’s core.\\n\\n![Where NFTs meet Defi](https://mirror.xyz/_next/image?url=https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2FmfLikmA5q9iIVwBWOuw6T.png&w=3840&q=90)\\n\\nStay tuned - next week we will take a look at NFT pricing using last price, moving averages, and machine learning, including how to understand prediction errors and make use of the upper and lower bounds generated by our ML pricing to make better decisions.\\n\\n*For more reading on machine learning and valuation in the traditional art world, which shares many parallels to the NFT world, check out [this article](https://hdsr.mitpress.mit.edu/pub/1vdc2z91/release/1) from the Harvard Data Science Review.*\\n\\n*If you are interested in building new products enabled by near real-time NFT appraisals, please reach out on [Discord](https://discord.gg/xNeh7vzXTQ) or at [contact@upshot.xyz](https://mailto:contact@upshot.xyz/).*\\n\\nStay in the loop!\\n\\n\\\\+ Join us on [Discord](https://discord.gg/xNeh7vzXTQ)\\n\\n\\\\+ Follow us on [Twitter](https://twitter.com/UpshotHQ)\\n\\n\\\\+ Subscribe to our [newsletter](http://eepurl.com/hgllNn)\",\"timestamp\":1637873893,\"title\":\"How Real-Time NFT Pricing Can Increase NFT Adoption\"},\"digest\":\"5DXSmgQR1irC37Ke8s7cSxdT27TyN8sWvj-0oL3WzXM\",\"authorship\":{\"contributor\":\"0x82FE4757D134a56BFC7968A0f0d1635345053104\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"70YDdZt7UkapAbIrgck8lxDFj7btCa_BnsnkxQ9TUbQ\\\",\\\"y\\\":\\\"HALfPZUZAd6pZtK9LcxbUpPBouuP5Pm0UfKtuOdeIII\\\"}\",\"signature\":\"WU4XiHObsJqmy4SRRh2psg7aa2BmTcWwf8LHqp63Hg5ZNArn9CCjQUi6T2vUg9a8xC2r0MqBETD9VYkpq0MN4A\",\"signingKeySignature\":\"0xb319b5679697e95aa7fb0a88e16f37632c0cedf5b9be5d2a483a789c027fbb566b9bcb78be07bd4540c7ac2ea77e20529742b0203fe9967fef6785b7816b7ed81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"70YDdZt7UkapAbIrgck8lxDFj7btCa_BnsnkxQ9TUbQ\\\",\\\"y\\\":\\\"HALfPZUZAd6pZtK9LcxbUpPBouuP5Pm0UfKtuOdeIII\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5DXSmgQR1irC37Ke8s7cSxdT27TyN8sWvj-0oL3WzXM\"}"