"{\"content\":{\"body\":\"lo primero que tienes que hacer es comprar **ethereum** -otro ejemplo es solana-.\\n\\nhay diferentes **plataformas de intercambio** (exchanges) donde puedes hacerlo. por ejemplo; Binance y Bitso. estás son las que recomendamos por su facilidad al utilizar y cuentan con una sección educativa -con muchos tutoriales- , así, en caso de necesitar ayuda o alguna guía puedes consultar ahí mismo.\\n\\ndespués de comprar ethereum necesitarás crear una **billetera digital** (wallet) compatible con ERC (*Ethereum Request for Comments*, o sea documentos técnicos que perfilan estándares para programar en Ethereum. ahora esto no es importante, no te preocupes.) la más popular es Metamask.\\n\\n**Metamask** es una extensión de Chrome y también es una app. descargala [aquí](https://metamask.io/download/) o en tu celular.\\n\\n¿cómo configurar Metamask?\\n\\n1. busca el logo en la barra de arriba de tu buscador y dale click.\\n2. acepta los términos y condiciones.\\n3. escoge una contraseña y dale click a “*Crear*” - o “*Create*” dependiendo el idioma de tu buscador.\\n4. aparecerán 12 palabras en la ventana. estas palabras son tu ***seedphrase*** - es  realmente muuy importante que administres estas palabras con mucha seriedad.\\n\\n\\n---\\n\\nESTARÁ EN RIESGO TU BILLETERA DIGITAL SI PIERDES ESAS PALABRAS O SI ALGUIEN MÁS LAS POSEE.\\n\\nen caso de perder u olvidar tu contraseña la seedphrase es la única llave para recuperar tu billetera digital- así como en cualquier momento puedes utilizarla para ingresar en otros dispositivos. te recomendamos escribir en un papel estas 12 palabras y guardarlas en algún lugar seguro.\\n\\n\\n---\\n\\nahora que creaste tu billetera de Metamask es hora de transferirle ethereum, para así comprar tu nft.\\n\\ncopia al portapapeles tu address (siempre serán 42 caracteres comenzando con 0x)\\n\\n> tu address se debería ver algo así: 0x76aB6aae48e41119c3FDCe48eAD8eD4BeA76ae9\\n\\nenvía el ethereum de tu billetera del exchange a tu billetera de Metamask, ya que solamente podrás hacer la compra con esta última.\\n\\npara terminar puedes visitar un marketplace, como Opensea o Looksrare. entra y conecta tu wallet.\\n\\n¡listo, busca algun nft que te guste y realiza tu compra!\\n\\n```\\n                              ¡OJO!\\n```\\n\\nes muy importante que siempre realices tu propia investigación.\\n\\nsi necesitas ayuda en algo o te atoras en algun paso, entonces las mejores herramientas las encuentras en el internet; como google y youtube, entre otras.\\n\\ntambién no olvides tener en mente que más del 90% de los NFTs suelen fracasar. por más que creamos que son de las mayores inovaciones del humano, no podemos negar su estado actual.\\n\\nhay mucha basura ahí afuera. cuidate investigando y aprendiendo. interactua con la comunidad: navega horas en Twitter, en Discord y explorando Opensea antes de hacer tu primera compra.\\n\\nwagmi.(:\\n\\n\\\\-conejoblanco.eth\",\"timestamp\":1642619752,\"title\":\"¿cómo comprar tu primer nft?\"},\"digest\":\"Iv9hz4IbhJ1xQt6ACrh2tYlHOuhDy5omBAnMw_cFuMI\",\"authorship\":{\"contributor\":\"0x76aB6aae48eAD8eD43FDCe41119cfa13BeA76ae9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hFW9VTvtdu57kKY3RaE4u0ab53reDQeYmNN8z2NISsE\\\",\\\"y\\\":\\\"aJydlzH5Jf4HMBQF8EriEuIebtPkqQ85lO7iNpzHR5o\\\"}\",\"signature\":\"VJ8iHj89osV3Gw7dizzceQA6CwQZo5i9u-0yTgBinnElFQmCK_Tx_A7sEDOSIELc49-G5z7MS-Goi8ujxMztXg\",\"signingKeySignature\":\"0x21d4568989a44102eaeafab563cde756e0c6aacdc74e295f00119f01d69a34193eb722219f42adc71cde2e4b05b057e6030b0eed7cff28ac7f777afa8533bb021c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hFW9VTvtdu57kKY3RaE4u0ab53reDQeYmNN8z2NISsE\\\",\\\"y\\\":\\\"aJydlzH5Jf4HMBQF8EriEuIebtPkqQ85lO7iNpzHR5o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kmOcka8YrzB8h49x7fTckOPw6QOOm6EGxN12SvazadI\"}"