"{\"content\":{\"body\":\"Their guest seemed to have been everywhere and seen everything and met everybody, and, encouraged by Joan, his talk was largely upon his own adventures.  He was an adventurer of adventurers, and by his own account had been born into adventure.  Descended from old New England stock, his father a consul-general, he had been born in Germany, in which country he had received his early education and his accent.  Then, still a boy, he had rejoined his father in Turkey, and accompanied him later to Persia, his father having been appointed Minister to that country.\\n\\nTudor had always been a wanderer, and with facile wit and quick vivid description he leaped from episode and place to episode and place, relating his experiences seemingly not because they were his, but for the sake of their bizarreness and uniqueness, for the unusual incident or the laughable situation.  He had gone through South American revolutions, been a Rough Rider in Cuba, a scout in South Africa, a war correspondent in the Russo-Japanese war.  He had mushed dogs in the Klondike, washed gold from the sands of Nome, and edited a newspaper in San Francisco.  The President of the United States was his friend.  He was equally at home in the clubs of London and the Continent, the Grand Hotel at Yokohama, and the selector's shanties in the Never-Never country.  He had shot big game in Siam, pearled in the Paumotus, visited Tolstoy, seen the Passion Play, and crossed the Andes on mule-back; while he was a living directory of the fever holes of West Africa.\\n\\nSheldon leaned back in his chair on the veranda, sipping his coffee and listening.  In spite of himself he felt touched by the charm of the man who had led so varied a life.  And yet Sheldon was not comfortable.  It seemed to him that the man addressed himself particularly to Joan.  His words and smiles were directed impartially toward both of them, yet Sheldon was certain, had the two men of them been alone, that the conversation would have been along different lines.  Tudor had seen the effect on Joan and deliberately continued the flow of reminiscence, netting her in the glamour of romance.  Sheldon watched her rapt attention, listened to her spontaneous laughter, quick questions, and passing judgments, and felt grow within him the dawning consciousness that he loved her.\\n\\nSo he was very quiet and almost sad, though at times he was aware of a distinct irritation against his guest, and he even speculated as to what percentage of Tudor's tale was true and how any of it could be proved or disproved.  In this connection, as if the scene had been prepared by a clever playwright, Utami came upon the veranda to report to Joan the capture of a crocodile in the trap they had made for her.\\n\\nTudor's face, illuminated by the match with which he was lighting his cigarette, caught Utami's eye, and Utami forgot to report to his mistress.\\n\\n\\\"Hello, Tudor,\\\" he said, with a familiarity that startled Sheldon.\\n\\nThe Polynesian's hand went out, and Tudor, shaking it, was staring into his face.\\n\\n\\\"Who is it? \\\" he asked.  \\\"I can't see you.\\\"\\n\\n\\\"Utami.\\\"\\n\\n\\\"And who the dickens is Utami?  Where did I ever meet you, my man?\\\"\\n\\n\\\"You no forget the Huahine?\\\" Utami chided.  \\\"Last time Huahine sail?\\\"\\n\\nTudor gripped the Tahitian's hand a second time and shook it with genuine heartiness.\\n\\n\\\"There was only one kanaka who came out of the Huahine that last voyage, and that kanaka was Joe.  The deuce take it, man, I'm glad to see you, though I never heard your new name before.\\\"\\n\\n\\\"Yes, everybody speak me Joe along the Huahine.  Utami my name all the time, just the same.\\\"\\n\\n\\\"But what are you doing here?\\\" Tudor asked, releasing the sailor's hand and leaning eagerly forward.\\n\\n\\\"Me sail along Missie Lackalanna her schooner Miele.  We go Tahiti, Raiatea, Tahaa, Bora-Bora, Manua, Tutuila, Apia, Savaii, and Fiji Islands--plenty Fiji Islands.  Me stop along Missie Lackalanna in Solomons.  Very soon she catch other schooner.\\\"\\n\\n\\\"He and I were the two survivors of the wreck of the Huahine,\\\" Tudor explained to the others.  \\\"Fifty-seven all told on board when we sailed from Huapa, and Joe and I were the only two that ever set foot on land again.  Hurricane, you know, in the Paumotus.  That was when I was after pearls.\\\"\\n\\n\\\"And you never told me, Utami, that you'd been wrecked in a hurricane,\\\" Joan said reproachfully.\\n\\nThe big Tahitian shifted his weight and flashed his teeth in a conciliating smile.\\n\\n\\\"Me no t'ink nothing 't all,\\\" he said.\\n\\nHe half-turned, as if to depart, by his manner indicating that he considered it time to go while yet he desired to remain.\\n\\n\\\"All right, Utami,\\\" Tudor said.  \\\"I'll see you in the morning and have a yarn.\\\"\\n\\n\\\"He saved my life, the beggar,\\\" Tudor explained, as the Tahitian strode away and with heavy softness of foot went down the steps. \\\"Swim!  I never met a better swimmer.\\\"\\n\\nAnd thereat, solicited by Joan, Tudor narrated the wreck of the Huahine; while Sheldon smoked and pondered, and decided that whatever the man's shortcomings were, he was at least not a liar.\\n\\nCHAPTER XV--A DISCOURSE ON MANNERS\\n\\nThe days passed, and Tudor seemed loath to leave the hospitality of Berande.  Everything was ready for the start, but he lingered on, spending much time in Joan's company and thereby increasing the dislike Sheldon had taken to him.  He went swimming with her, in point of rashness exceeding her; and dynamited fish with her, diving among the hungry ground-sharks and contesting with them for possession of the stunned prey, until he earned the approval of the whole Tahitian crew.  Arahu challenged him to tear a fish from a shark's jaws, leaving half to the shark and bringing the other half himself to the surface; and Tudor performed the feat, a flip from the sandpaper hide of the astonished shark scraping several inches of skin from his shoulder.  And Joan was delighted, while Sheldon, looking on, realized that here was the hero of her adventure-dreams coming true.  She did not care for love, but he felt that if ever she did love it would be that sort of a man--\\\"a man who exhibited,\\\" was his way of putting it.\\n\\nHe felt himself handicapped in the presence of Tudor, who had the gift of making a show of all his qualities.  Sheldon knew himself for a brave man, wherefore he made no advertisement of the fact. He knew that just as readily as the other would he dive among ground-sharks to save a life, but in that fact he could find no sanction for the foolhardy act of diving among sharks for the half of a fish.  The difference between them was that he kept the curtain of his shop window down.  Life pulsed steadily and deep in him, and it was not his nature needlessly to agitate the surface so that the world could see the splash he was making.  And the effect of the other's amazing exhibitions was to make him retreat more deeply within himself and wrap himself more thickly than ever in the nerveless, stoical calm of his race.\\n\\n\\\"You are so stupid the last few days,\\\" Joan complained to him. \\\"One would think you were sick, or bilious, or something.  You don't seem to have an idea in your head above black labour and cocoanuts.  What is the matter?\\\"\\n\\nSheldon smiled and beat a further retreat within himself, listening the while to Joan and Tudor propounding the theory of the strong arm by which the white man ordered life among the lesser breeds. As he listened Sheldon realized, as by revelation, that that was precisely what he was doing.  While they philosophized about it he was living it, placing the strong hand of his race firmly on the shoulders of the lesser breeds that laboured on Berande or menaced it from afar.  But why talk about it? he asked himself.  It was sufficient to do it and be done with it.\\n\\nHe said as much, dryly and quietly, and found himself involved in a discussion, with Joan and Tudor siding against him, in which a more astounding charge than ever he had dreamed of was made against the very English control and reserve of which he was secretly proud.\\n\\n\\\"The Yankees talk a lot about what they do and have done,\\\" Tudor said, \\\"and are looked down upon by the English as braggarts.  But the Yankee is only a child.  He does not know effectually how to brag.  He talks about it, you see.  But the Englishman goes him one better by not talking about it.  The Englishman's proverbial lack of bragging is a subtler form of brag after all.  It is really clever, as you will agree.\\\"\\n\\n\\\"I never thought of it before,\\\" Joan cried.  \\\"Of course.  An Englishman performs some terrifically heroic exploit, and is very modest and reserved--refuses to talk about it at all--and the effect is that by his silence he as much as says, 'I do things like this every day.  It is as easy as rolling off a log.  You ought to see the really heroic things I could do if they ever came my way. But this little thing, this little episode--really, don't you know, I fail to see anything in it remarkable or unusual.'  As for me, if I went up in a powder explosion, or saved a hundred lives, I'd want all my friends to hear about it, and their friends as well.  I'd be prouder than Lucifer over the affair.  Confess, Mr. Sheldon, don't you feel proud down inside when you've done something daring or courageous?\\\"\\n\\nSheldon nodded.\",\"timestamp\":1638930658,\"title\":\"Their guest seemed to have been everywhere and seen everything and met everybody\"},\"digest\":\"L4GZgIqEqa2xdQf-8JXj6VaoefLjQRjWSfOsV6-Pkrw\",\"authorship\":{\"contributor\":\"0x6e15513EBD81b8159946378511dF1E78276e74F2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0Mclswj4RRQ4qHjeM7WTo8fFh703e3PxhLnNNHo9wjo\\\",\\\"y\\\":\\\"k2LHzAWYx_n0keYXa6Fw3KGSeqT2Akxdpzfx_TyV5XY\\\"}\",\"signature\":\"58VaixPwqUwbX8ZXCIvVk27v0Ep9ayUQhmuV8hbHA2yWYotrgI1eVWRJ17h0RnwPy-ZhMiyyblMqimOIaml8Qg\",\"signingKeySignature\":\"0x71cab772e35ab15b92c29a99cee857edd7885221c448effaa1e56a22e1e3ef9e61d757808202df63683e9e634abc2284fa995f721539d66b312d59763f8654341c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0Mclswj4RRQ4qHjeM7WTo8fFh703e3PxhLnNNHo9wjo\\\",\\\"y\\\":\\\"k2LHzAWYx_n0keYXa6Fw3KGSeqT2Akxdpzfx_TyV5XY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"L4GZgIqEqa2xdQf-8JXj6VaoefLjQRjWSfOsV6-Pkrw\"}"