"{\"content\":{\"body\":\"*The London Exhibition’s Crystal Palace, 1851 – arguably, an act of magic.*\\n\\n“Any sufficiently advanced technology is indistinguishable from magic.” \\n – *[Arthur C. Clarke’s Third Law](https://en.wikipedia.org/wiki/Clarke%27s_three_laws)*\\n\\nIs it acceptable to say that we will likely one day join all things that we observe within a great mind — and yet, by then, we will have discovered even wider, more withdrawn horizons? Is it okay to pose our growing godliness against the stable everyday “I” on its shrinking iceberg, and the plain-er existential fact of just how unprogrammably our precious fragile lives remain precarious, no matter how we mold the organism?\\n\\nI am asking for consent to speak the thing the ideology of Progress won’t allow us to admit: as we grow up and see our parents as the mortals that they are, so also are the gods made weak just as we recognize that we are they, and none of this is as it seemed like it would be in the commercials.\\n\\nPerhaps it makes more sense to riff on famous sci fi author Arthur C. Clarke’s Third Law, rather than declaring that we’re “turning into gods.” That means too many things. Perhaps it is more practical to speak of “being a magician” — especially if we are asymptotically approaching seeing our high-technological environments as made (sometimes entirely) of magical devices. Chances are this text and you meet at the interface of one of these devices, one you have a more emotional than rational relationship with.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*z_hh5ZOQ7zB1z88bT9aXPw.jpeg)\\n\\n*Saruman communing with advanced technology. How is your phone NOT the Palantir? (Trick question: [it is](https://mse238blog.stanford.edu/2017/07/jchoi8/palantir-big-data-possibly-helped-catch-bin-laden/).)*\\n\\nIf “any sufficiently advanced technology is indistinguishable from magic,” then what we call a “phone” these days counts: made by the collective effort and intelligence of thousands, not one of whom has the capability of building one alone. Nobody really *understands* a phone. Accordingly, it does things to us we don’t understand. Likewise with recent algorithmic proofs that mathematicians do not understand, but know are true, because transcendent smarts require faith of even science-minded people. Likewise with the photon circuits that an algorithm made that no one on the human team could have designed, the next wave of computing.\\n\\nMuch like the processes of alchemy, these movements all occur in glass containers — in the fiber optic and the silicon chips and the Corning screens, inductive charging like a fancy stove top — the integral and differential actions taking place within a complicated layer of extruded glass we’ve made, as if to literalize all the spheres we thought were holding stars in place, and aren’t, but we are still enamored with the notion. And so we have produced the fishbowl that we once thought God provided, part of the obligation now that we’ve assumed the throne. Did laboratory glass invent us as a way of digging it all out to lay a sediment? Whose work are we performing, in this “Human Age”? I think that this is actually the Glass Age.\\n\\n(So does Corning, who launched [an entire media campaign](https://www.corning.com/worldwide/en/innovation/the-glass-age.html) around this for their brand in 2014, just slightly more than one year after I created the [“Life in the Glass Age” Facebook Group](http://facebook.com/groups/glassage).)\\n\\n![Computing, circa 1599.](https://miro.medium.com/max/1400/1\\\\*DbJfcHWsJQ-M7MN6ZE2PfA.jpeg)\\n\\nAnd in some sense, we know that in our hyperconnectivity, we’re brittle, just like glass. We’re sensitive as one to what would have been small disturbances.\\n\\nBecoming a magician is about allowing objects to exert their agency upon you. You have to let inanimate things in past your defenses, act as if they have a power and a will within them that, by integrating them, you take into yourself or borrow, something greater that you can align to. This is what Timothy Morton calls the “[hyperobject](https://en.wikipedia.org/wiki/Timothy_Morton#Object-oriented_ontology)” — and so being a magician is, in one sense, merely recognizing hyperobjects and the fact that we live all within them. We draw our power from them normally — we cannot not — and so it’s only different, being a magician, in that you acknowledge that you have a role within this ecosystem that you previously couldn’t see at all. To line up your existence with a magic tree or spring, or in the equal but contrary sense to tune a personal device to your suggestions, is to give the landscape agency its proper place as the source and container of your agency, your will always already an extension, wave, or focus of the greater will that lives here, not in some transcendent empyrean dimension but in matter and what matter’s made of. Magic is not only immanent; it’s intimate; too intimate for anyone who likes to keep a border wall around their sense of self, too intimate for anyone who thinks they’re not an addict of some kind, too intimate for anyone who must refuse the subjectivity of objects…\\n\\nThis means magicians understand the Internet of Things, and everyone else doesn’t — they understand how [information eats attention](https://evolution.bandcamp.com/album/technologists-of-attention-at-the-chapel-of-sacred-mirrors), how design is information, how [designed worlds are appeals to different states of consciousness](https://medium.com/@michaelgarfield/advertisement-is-psychedelic-art-is-advertisement-c4b000f4bbd0) — and how, when we live entirely within designed worlds, we traverse geographies and states of mind as if they are the same. Psychogeographies composed of magical technologies are declarations, live assertions that sneak past our conscious minds and critical awareness and control us, if we aren’t used to observing the intentionality in everything. In Muggle World you use computers; in a magician’s post-apocalyptic landscapes, every background is somebody else’s foreground, and it’s also (maybe more) true that computers use you.\\n\\n![Somebody forgot to read the end-user agreement…](https://miro.medium.com/max/1400/1\\\\*Vmqw8uGt3CuCsMttZj5WCQ.jpeg)\\n\\nBalancing these two perspectives helps resolve the paradox of free will and determinism. It gets us over thinking of things as having simple addresses within or without us, or even us as having simple addresses within a resonant and intricately folded pattern of co-evolutionary tensions. In one sense, you are everywhere that your attention goes, extended through the artificial nervous system, fragmented to the degree that you can or cannot respond to information you receive from distant parts of your more widely understood, more accurately drawn anatomy. And in another sense, the locus of the modern actor, that imaginary core of agency upon which we once built our economics and our politics, dissolves within the interference pattern of those fast and distant facts within which we now almost fully navigate, a sea of floating signifiers and deep-dwelling and unthinkable abstractions.\\n\\nTrading being merely here for being everywhere that we can plant a sensor in an interplanetary internet restores our cosmopolitan participation as the cosmos waking up to know itself — which disabuses us of lazy, if time-honored imprecisions, like nearly every either/or dilemma ever posed by metaphysics. One horn of the dilemma’s insufficient to address our complex, manifold dimensionality and the branching-folding everything is up to.\\n\\nThe going gets weird and the weird turn pro. To find your way admit this madness means accepting madness as an irreducible dimension of your being, letting dragons back into your maps, abiding by the daily truth that what you consciously know as your self is (just) the fruiting body of an underground web of relationships, and the magic and the mystery is that, by turning your awareness on itself, you can discover them at all.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*-UTKKABuIvHq2T3S6IfSlg.jpeg)\\n\\n*Don’t mistake another angle on the self-ing ecosystem for a threat. ([Source](https://hbr.org/2015/02/5-ways-to-become-more-self-aware).)*\\n\\nThis kind of thinking gets into a Tao Te Ching kind of terrain quite quickly: even the most ecocidal sociopathy is something Earth, and by extension the entire universe, is doing. None of us can stray from what we are as concentrated order purchased at the price of increased global entropy — a modern physics way of saying, from dust we came and to dust we shall return, or that we’re quickened dust, a flourish and a difference of quantity but not of kind. We ask our questions faster than the rocks, but we are asking the exact same questions — namely, what’s the most efficient path, say, for accumulated ions to jump the charge differential between cloud and ground; or, what’s the shortest distance that a water drop can travel from a mountaintop to reach the sea?\\n\\nAgain, Lao Tzu comes through for us, here: flows of all kinds bend across a landscape as a way of minimizing fri0ction and and resistance. To try and force a straight and narrow channel through the wilderness is to employ yourself for Sisyphean work, like trying to maintain a constant ego in the face of exponential change. It’s either ignorant or it’s dishonest. That is why Merlin weaves his way through time nonlinearly, shifting from one body to another — and that’s why being a magician is not merely something that you choose, nor something that you’re called to, but refracts both those perspectives as we dance around the question, iridescent like the scales we watch on time as time twists past in undulating quasi-crystal pseudo-regularity.\\n\\nSo, be the river.\\n\\n![The shortest distance between two points isn’t straight, because of vortices and friction.](https://miro.medium.com/max/1400/1\\\\*dx3xOStRD-lOWdn9Td0YRA.jpeg)\\n\\nAnd the river’s made of glass. Glass is the water in which modern minds swim, the invisible environment, technology that started indistinguishable from an act of magic. *Solve et coagula*: the belching hell-mouth of a cinder cone, the pealing veins of molten silica, glass is the element of alchemy — first onyx black and jagged, and then red hot and pliable, and then cool clear and rigid, a refinement on which early scientists mapped the evolution of the soul. Glass is still a magic substance, matrix for subsequent delicate technologies we only notice when they break. It is the patron substance of the scientific method: test tubes, telescopes and microscopes and prisms, slides and screens. Glass gave us to a conceptual device with which to talk about the crystal spheres we wrapped our world in, a firmament to hold the stars in place; we broke that model when we wrapped a park in glass in 1851, the London Exhibition’s Crystal Palace, what would one day be the World’s Fair.\\n\\n![(Above) outside and (below) inside the Crystal Palace.](https://miro.medium.com/max/2560/1\\\\*P7oUNfBKV1n7Q9dOSxzLdA.jpeg)\\n\\n![](https://miro.medium.com/max/7658/1\\\\*F19Y9rtHMc6YWNBT5g0yow.jpeg)\\n\\nBut there are many layers to a glass onion, and a “dark side” (enough “transparent” layers and you will still cast a shadow). The human species may have thought itself ascended over nature once we made a crystal palace — to create, not be contained by — but the clear glass telescope lens hid the subject of astronomy: astronomers themselves, and their projections.\\n\\nIn the Nineteenth Century it was supposed that transverse waves like light must propagate through ether, “luminiferous,” but solid. Stationary. This, before we knew of superfluids. We expected ether to be crystal, but in the seminal experiment of modern physics, [Michelson and Morley](https://simple.wikipedia.org/wiki/Michelson%E2%80%93Morley_experiment) couldn’t find the evidence of drag as Earth moved through it, and so we declared God dead again: there isn’t any ether; light just propagates through nothing. We went looking for a frictionless and static solid medium and came back empty handed, then confused “no static solid medium” with “none at all.”\\n\\nThis is the classic blunder of the modern mind: “We have no rulers left, no archons; bleakly but resolvedly, we turn to face existence and suffuse it with our meaning.” But while that posturing goes on, modernity coasts totally oblivious to its substantial truth: material reality, ironically — the very thing we moderns claim to care about above all — goes transparent in this age, becomes the vase in which we place idea-bouquets.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*7GHS952JfVy6YMYKJMZc8w.jpeg)\\n\\nWe do not pay attention to the glass in which we run our myriad experiments, don’t see the screens in which we live online, don’t think about the glass through which we take three billion photos every day (as of 2017). We think that we have sublimated, conquered matter, yet it will not go away —[ the Philip K. Dick definition of reality](https://www.brainpickings.org/2013/09/06/how-to-build-a-universe-philip-k-dick/). The glass, invisible, is structure for our exponentiating content: it is still in every lens and microprocessor, in every fiber optic thread and window through which we perceive the rest. (And yes, it flows; just slower than we notice…so, you know, rose windows will all wilt in time, if we can keep the stones from away from them.)\\n\\nGlass really does define us: we are in our own aquarium now, and we have been since at least the mirror — [just add silver](http://www.physicsorfantasy.co.uk/2014/11/) — turned transcendence in upon itself and made it last. What was just one, now is two. The mystery of reproduction, but ephemeral, reflections open opportunity, invite adventure inquiries. Before the word, there was the image, and it was reflected, and it was a fleeting fossil, nothing lasts but nothing lost — inspiring petabytes of data trapped as light in sandy valleys. We shape the tools that shape us: prisms, lenses, fiber optics, microprocessors and screens tell us the story of our growing mastery of light, but also growing servitude to our reflections. We’re as puzzled as our ape ancestors by the moonlight on a pond, still struggling to tell which of the two is easier to grasp, and what that means to us…\\n\\n![The monkey is reachingFor the moon in the water.\\nUntil death overtakes him\\nHe’ll never give up.\\nIf he’d let go the branch and\\nDisappear in the deep pool,\\nThe whole world would shine\\nWith dazzling pureness.\\n- Hakuin](https://miro.medium.com/max/1400/1\\\\*vLz4_v0OGrBtj_BcUhJ16g.jpeg)\\n\\nAnd in that reverie the Moon returns to re-assert the soul and the unconscious, both quite at home amidst the rippling spectral spectacle of our chromatic and ethereal, ephemeral lives online. The more we see, the more we find our magic glasses, even vision, insufficient to the task of managing the information. New definition draws the gaze from the unfocused and consumes attention-processing, making shadows deeper, making higher-resolution fractal edges of the known unknown much longer and more intricate, and the unknown less knowable. The soul became untouchable by scientific inquiry, the one safe space for nonsense in an age preoccupied with lying to itself about its nonsense.\\n\\nBut when we finally achieved the work of poets immemorial, and actually landed on the Moon…precisely at the zenith of our celebration of modernity and blinded by the lunar regolith’s reflected sunlight, we couldn’t see the soul that we were standing on because we’d disabused ourselves of thinking of the Moon (or anything) as sacred. Just past that moment, when the dark side of the Moon re-enters Reason to remind us of the irreducibility of Mystery, glass quietly becomes *prima materia* for the computing revolution: and for the first time since the Middle Ages and the spring-in-winter miracle of cathedral windows, it is colored glass at innovation’s cutting edge.\\n\\nWe are far less likely these days to believe that we can ever know it all, that we can see it all by putting lenses everywhere, at all scales. But we’re still remarkably opaque, ourselves, about just how much of what we think we know is based on wrong assumptions — rigid in an age that needs fluidity. And fluid’s what we’ll have to be when the achievements of Enlightenment produce AI discoveries that paint the windows black and render software engineers the priests of something even they can’t master — mathematic proofs and new technologies that we can’t check, can’t reason through, can’t understand, can only test against the world and retro-engineer like monkeys teasing monoliths.\\n\\nWe are already here, surrounded by tools that tug on awareness, shape behavior, and in every way behave as if possessed by magical intentions. And we afford them working sentience for our convenience, because it’s easier to act as if computers think and [submarines can swim](https://www.quora.com/Can-submarines-swim), and save the trivial distinctions for philosophers. Contrary to the Maker’s Movement, most of us already don’t think that we have to know how tools that “think” work on the inside, because as extensions of our bodies they’re the jurisdiction of “tech doctors,” (costing just as much as, and thus just) as user-serviceable as an arm or leg. We watch tear-down videos with the morbid fascination students of the black arts used to give dissections. “[Will It Blend](http://www.willitblend.com/)” ads in which Lab Coat (Don’t Try This At Home) Guy turns iPhones into powder with industrial food processors might be this generation’s public hanging. But iPhones don’t protest their blending, so the logical conclusion of this process is the viral [torture video](https://www.wired.com/2007/12/dinosaur-abuse/) of charismatic dinosaur toy robot [Pleo](http://tombattey.com/design/case-study-pleo/) — whose designers tragically [programmed it to react as if in pain](http://www.bbc.com/future/story/20131127-would-you-murder-a-robot) when pestered by sadistic kids.\\n\\n![Compellingly alive enough to be a problem.](https://miro.medium.com/max/1400/1\\\\*rtxNE_yUh-b2Y5pqwtH9XQ.jpeg)\\n\\nNobody in the world can watch a Pleo snuff film and then mean it when they say that we live in an Age of Reason. If we ever did, the Moon of dreams eclipsed it, and we can’t say when, because the lens we use to study histories distorts them. We looked through the magic mirror and it changed us, and the pasts and futures that we see from our transformed perspective form a new horizon; we can’t find our point of origin with GPS because it is opaque to our transparent-thus-concealing Glass Age instruments. We would be wiser to seek answers in the black box algorithms of our research-augmentation AI. But, of course, appealing to AI to solve our mysteries is a little too familiar from the folklore – petitioning a djinn rewards adventurers with glitchy wish-fulfillment, trickster satisfaction that undoes itself; and to try and take the power of the djinn for one’s own leads down the spout and into our new home inside the djinn’s bottle.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*890HUGgXmgSU6oyduQzH6w.png)\\n\\n*…and back. ([Source](https://www.corning.com/worldwide/en/innovation/the-glass-age/inspiration.html).)*\\n\\nThe Glass Age started with us rubbing glass and wishing in stained light; then it matured with us erecting Crystal Palaces to make the heavens manifest on Earth; and in our Century it ends (if anything ends in a dream, which doesn’t have to serve a narrative) with us discovering that we’re within the glass again — this time as multi-tasking demigods whose power only deputizes us to work full-time on grown-up work we couldn’t even fathom as the children that we were. Youth’s wasted on the young, humanity is wasted on the human, and sufficiently advanced technology makes even great magicians yearn for simpler days, when magic was a curiosity, not a necessity.\\n\\n## Post-Script:\\n\\n![](https://miro.medium.com/max/1400/1\\\\*x8R7DXGhul5dnOe7u2LrOw.jpeg)\\n\\nThe night I finish writing the first draft of this, I am on vacation with my family and visit [The Museum of the Moon](https://my-moon.org/), a giant glowing floating 1/500,000th model (where 1 cm = 5 km), a mystifying orb amidst the varied trees in Stratford (ON) on Tom Patterson Island in the Avon River. The sculpture totally transforms the nondescript but lovely parkland with its captivating silent potency. The only way to punctuate that kind of patient humming curiosity’s with drumming, and the Taiko group breaks out, and everybody’s children get up front and dance like maenads, truly wild and free, a very Shakespeare faerie moment, white Moon looming low enough to almost touch. The real Moon shines pink like a strawberry, warm and fuzzy soft in the sky.\\n\\nThe next day I record a guest spot on [Weird Studies Podcast (Episode 26)](http://www.weirdstudies.com/26), laying out the basics of The Glass Age and the return of the lunar archetype. My friend [JF Martel](http://reclaimingart.com/), the cohost, has a dream that night in which a menacing tall man like actor [Kyle MacLachlan](https://www.imdb.com/name/nm0001492/) in a turtleneck breaks in, breaks glasses in his kitchen, tells him that the Glass Age is just getting started, and smiles ominously as the moonlight through the window slices cross his eyes. I tell JF what he could not have known before the dream: my close friend Mitch Mignano has for years mocked my excessive use of speech-to-text, as if I’m Agent Cooper, Kyle MacLachlan’s character from *Twin Peaks*. JF said that the whole encounter felt quite trickster.\\n\\nOn the next day, after over eight months of it sitting unused since delivery, I fire up the desktop laser cutter and engraver I preordered in a crowd sale years ago. It is a major moment. But the laser safety glasses that have always been on this one shelf right next to everything else, static and secure for eight months, aren’t just not there — they’re not anywhere. And in a moment of unconsciousness I turn and watch the beam — an instant! — and the pink light slices both my eyes.\\n\\nThe engraving job comes out beautifully: [clear acrylic tickets](https://www.instagram.com/p/BmzKX4-HLBK/?taken-by=michaelgarfield) for my friends’ music festival, green tint on the sides to make the plastic seem like glass. But I feel stupid, although fated, to be marked this way, of by and for this blade of glass and light, and what it focuses to our attention, what it means…\\n\\n**From *How To Live in The Future*, an ongoing series. \\n Read [Part 1: The Future Is A Place](https://mirror.xyz/0x666EE4ad9C9275ddB5fBEb7cF0d9f272847e6cCf/IKM3q3OsqPNdgVoN1k9QUmROhRcN41Y3yfOGr0upMnA), \\n [Part 2: The Future Is More Of Everything](https://mirror.xyz/0x666EE4ad9C9275ddB5fBEb7cF0d9f272847e6cCf/oUND4AYP2ExQWbUBFD94jUspWr8s7yDkhULRAsiW1aA), \\n [Part 3: The Future Is Both True & False](https://mirror.xyz/0x666EE4ad9C9275ddB5fBEb7cF0d9f272847e6cCf/wvFJr9Mrk6PGsFWlXMvX6KEG7syE7LI96v7cPhcwSgI), \\n [Part 4: The Future Is Exapted/Remixed](https://mirror.xyz/0x666EE4ad9C9275ddB5fBEb7cF0d9f272847e6cCf/-R3zKJKZzgGRNd-dxVS-ex6wucltO1aMjbaseTSjFLo), \\n Part 5: The Future Is Redacted/Forgotten?, \\n [Part 6: The Future Is Disgusting](https://mirror.xyz/0x666EE4ad9C9275ddB5fBEb7cF0d9f272847e6cCf/dkcuWslwcEO9yErZzH4bh-cDb4HzFy9i2R9OFFOGRg4), \\n [Part 7: The Future Acts Like You](https://mirror.xyz/0x666EE4ad9C9275ddB5fBEb7cF0d9f272847e6cCf/voeuiFyXiKSJ5rWBqvuVqvlaTEB3A1eiPpLwnY9AZ68), \\n Part 8: The Future Is Indistinguishable From Magic**\\n\\n**[Michael Garfield](http://patreon.com/michaelgarfield) is a paleontologist-futurist exploring the intersections of complex systems science, weird philosophy, deep history, and creative meta-disciplinarity. He hosts [Future Fossils Podcast](http://shows.acast.com/futurefossils) and the Santa Fe Institute’s [Complexity Podcast](http://complexity.simplecast.com/) when he’s not writing, making art and music, and helping raise two kids.**\\n\\n**Follow him on [Twitter](http://twitter.com/michaelgarfield), [Instagram](http://instagram.com/michaelgarfield), [Bandcamp](https://michaelgarfield.bandcamp.com/), and [YouTube](http://youtube.com/michaelgarfield).**\\n\\n**[Become a Patreon supporter](http://patreon.com/michaelgarfield) for the Future Fossils book club, dozens of exclusive podcast episodes, new art and music, and the sheer joy of it.**\",\"timestamp\":1634795084,\"title\":\"The Future is Indistinguishable from Magic\"},\"digest\":\"Uf-Qbm6-uuTAspH0wAKMqayqvTPCt-AgEN05bieAdeo\",\"authorship\":{\"contributor\":\"0x666EE4ad9C9275ddB5fBEb7cF0d9f272847e6cCf\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FDDL9Vq4YDvkkx_iIloKMp41dizu4DoRyYYT29YIlHM\\\",\\\"y\\\":\\\"ouo_VI_P5wXCZdhjQEOt66wJQvsSw8tQP2m14NUF5a8\\\"}\",\"signature\":\"gmYgOmXkIJOA6QcqLNJ6zBzit-PduAGSIoDw-TiuzrkS3tKsPU7tCDLLC-iz7TPB1mGK5lqLNa3yiW7TTG87JA\",\"signingKeySignature\":\"0x90023b6dd0a6b34918b7013fdf4daeeb7ea3d21c30fc6b2fb44df94217845bb9323f397c3d2cae19d573d19927fe3500fd1aa3bf52dda345bef19627e1e1c17a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FDDL9Vq4YDvkkx_iIloKMp41dizu4DoRyYYT29YIlHM\\\",\\\"y\\\":\\\"ouo_VI_P5wXCZdhjQEOt66wJQvsSw8tQP2m14NUF5a8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Uf-Qbm6-uuTAspH0wAKMqayqvTPCt-AgEN05bieAdeo\"}"