"{\"content\":{\"body\":\"**1991 USSR and USA**\\n\\nA long secret war since 1945 was ending after almost 50 years.\\n\\nOne network was failing. Rumor was that a nuclear accident was the spark.\\n\\nThe last General Secretary  of the Soviet Union did not stop a Wall from being brought down. He had been so busy trying to upgrade the Network he was born into that he didn't notice it was changing. Then, in Chernobyl a nuclear accident that forced a city to evacuate.\\n\\nThe centralized command and control network was attempting an upgrade but the nodes, the satellite states of the USSR, began to break off. First, a wall in Berlin, a border in Eastern Europe, the Baltics, then all of it. There was no failover. There was no earlier version of the \\\"State\\\" to reboot and return to.\\n\\nThe rules were changing. The USSR was breaking up. The Hub operated by the Kremlin in Moscow was being disconnected from dozens of spokes and nodes. It would shrink away from the world and pass into history.\\n\\nIn the West, a new network was growing. Legend says it was created to survive a nuclear war.\\n\\nIt was funded with defense spending to connect universities.\\n\\nIt was made of machines connected to each other, to share information.\\nIt would connect a few dozen, then a few hundred, and soon thousands of small inexpensive machines. First, in the universities, then in business, and in private homes, and in every government office with a budget.\\n\\nAll connected by copper wire toll-bridges and electricity, glass and light.\\n\\nThe hubs were spreading, the nodes were multiplying. It would spread all over the world.\\n\\n**2877 Earth, The Necklace, Earth Security Office**\\n\\n\\\"Somebody wake him up.\\\"\\n\\n\\\"The ID says Jacob C. Tagore, Sr., Commander, Mars Special Forces. He's with the consulate. Diplomatic immunity. He's some kind of military attache.\\\"\\n\\n\\\"I know what it says, he was being disorderly. Too much alcohol and stims.\\n\\n\\\"Commander Tagore. Hi. Hi, there. Glad to see you with us. Somebody, give him some water. Commander, I'm going to release you. In fact, I'll take you back to your quarters myself.\\\"\\n\\n\\\"What about the others from the bar?\\\"\\n\\n\\\"Let them sleep it off in the tank, and release them in the morning, besides they need the rest. I can't believe it was just him against all of them.\\\"\\n\\n\\\"What started all of this? Look at his file. He's a war hero. His son was too. His son was among the dead from that accident a few years ago. It seems his boy saved a lot of people. Right before the \\\"Boxes\\\" took over on both sides. They say that was the reason the Long War ended.\\\"\\n\\n\\\"We can talk about rumors and System myths later, right now, I wanted to escort our guest home, and have a private chat along the way.\\\"\\n\\n\\\"Commander, I can't touch you. Not too long ago, you would have been an enemy alien. People are still getting adjusted to the changes everywhere. I'm going to find out why almost sent half a dozen men to the hospital.\\\"\\n\\nAll I could say was \\\"The girl. We have to find the girl.\\\" The detective stared at me. I drank the water he gave me and waited for his questions.\\n\\n[https://redirect.audius.co/app-redirect/prjlazarus/я-разговариваю-с-луной--284991#embed](https://redirect.audius.co/app-redirect/prjlazarus/я-разговариваю-с-луной--284991#embed)\\n\\n![](https://images.mirror-media.xyz/publication-images/iVrg3CiuseRF3FtQqHmh0.png?height=1600&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/PJrDLOYI4b4M49z2P2q-t.png?height=1600&width=1200)\\n\\n\",\"timestamp\":1633904081,\"title\":\"1999: 7.1 One Network Falls, One Rises, 2877\"},\"digest\":\"MomlBw8xDt2ZmFXJDAcEdAxoCOj4YHvc3LA7d6PmFQI\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"QNu0pXKUuCGy77wbHs_PeL_toivjoQvc9J03MvqtOIZ1hTMWypenkmbrfwreztg9jICdfUncLuXHppP0MrA_Ag\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"c4KPmgMGHA13UCk-GiijZD-S0PEwnoZxLFxwDeAAKtA\"}"