"{\"content\":{\"body\":\"北京时间周四凌晨，美联储缩债计划“靴子”落地。\\n\\n美联储公布利率决议，维持0-0.25%的利率不变，符合市场预期。美联储加速Taper，从明年1月起，将每月资产购买规模由减少150亿美元增加到减少300亿美元，即每月减少购买200亿美元的美国国债和100亿美元的机构住房抵押贷款支持证券（MBS）。\\n\\n### 减码提速，明年3月或可结束\\n\\n具体来看，在taper方面，从1月中旬开始，美联储继续购买国债的最低额度为400亿美元，机构住房抵押贷款支持证券购买额度为200亿美元。每月相似的减幅是合适的，由此明年3月有望结束购债行为，但委员会也做好了根据经济形势进行政策调整的准备。\\n\\n声明提到，随着疫苗接种进展和强有力的政策支持，经济活动和就业指标持续增强。受新冠疫情不良影响的行业近期有所改善，但影响并未消除。劳动力就业增加稳固，失业率大幅下降。\\n\\n会议声明放弃高通胀水平的“暂时性”说法，称在疫情和经济重启背景下，供应和需求的不平衡仍在导致通胀水平高企。总体的金融环境是宽松的，反映出货币政策对经济的支持，信贷流入美国家庭和产业。\\n\\n在新闻发布会上，官员们提供的预测显示，2021年GDP预计实际增长速度中位值为5.5%，2022年增速则为4%。过去3个月，美国每月就业增长数量达到37.8万人，11月失业率降至4.2%。\\n\\n根据美国劳工部此前一天公布的数据，美国生产者价格指数在11月大幅上涨。数据显示，经季节性因素调整美国11月的生产者价格指数上涨0.8%，该上涨幅度高于10月的0.6%。截至12月初，美国生产者价格指数与去年相比增长9.6%，成为自2010年以来的最快年度增幅。鲍威尔称，通胀水平高于2%的长期目标，明年可能依旧如此。物价上涨已经扩展到商品和服务的更多领域。\\n\\n与9月份相比，官员们对于物价上涨的预期进一步提升。企业主在填补岗位短缺方面仍然存在困难，今后劳动力不足的问题持续时间并不明确。工资增长速度处于多年来的高点。薪资虽然上涨，但不是导致通胀高企的重要原因。\\n\\n### 预期明年要加息三次\\n\\n美联储点阵图显示，预计2022年美联储将加息三次，2023年加息三次。18名委员均认为美联储将于2022年加息（此前为9名委员），共有12名委员预计届时利率在0.75%以上，约占预测总人数的67%，9月时只有3人这样预测。所有18人都预计2023年利率会高于1%，较9月预期这一水平的人数增加9人，其中11人预计后年利率高于1.5%，占预测总人数的61%以上，9月时这样预测的只有3人。18名委员中，有5名预计到2024年底联邦基金利率将达到或高于2.5%的中性利率。\\n\\n鲍威尔强调，这并不意味着美联储已经有了加息计划。政策框架未曾预料到现在会出现这样的通胀。在缩减量化宽松还在进行的时候，加息是不合适的。目前委员会尚未就结束购债后多久再加息的问题作出决定，首次加息可能早于充分就业。如果经济放缓，那么加息的速度就会放缓。\\n\\n除加息外，美联储接下来对资产负债表的处理也将是一大看点。在本轮疫情出现之前，其资产负债表余额在2020年1月为4.1万亿美元，但现在已经膨胀到8.7万亿美元。谈及此问题时，鲍威尔认为经济形势与以往不同，在相关问题上不会拖延太久。\\n\\n[高盛](https://laohu8.com/S/GS)表示，未来美联储缩表可能没有上一个周期那么保守。该行预计第四次加息将在2023年上半年出现，缩表的时机可能就在这次加息节点的前后。高盛对美联储资产负债表政策研究表明，缩表对利率、更广泛的金融状况、经济增长和通胀的影响应该是温和的，远低于预期的加息。里德则警告称，美联储缩表有时恐对市场产生比加息更大的影响。\\n\\n###                                                                全球股市反弹\\n\\n美联储的决定消除了影响今年股市的一个重大不确定性因素，令股市得到提振，美股盘中上演大逆转。美股三大指数集体跳涨，纳斯达克、标普、道琼斯指数盘中深V反转，在尾盘，三大指数均刷新了日内新高。其中，道琼斯指数从最低拉升超538点，纳指盘中最大涨幅也超510点。\\n\\n现货金价短线重挫10美元之后收回大部分跌幅，美元指数短线冲高后回落，其它非美品种不同程度走低。在美联储决议之前，黄金已经提前下跌，美联储决议之后，加速缩债靴子落地，金价走出一波卖预期买事实的行情。\\n\\n亚洲股市，日经高开2%，出现反弹。美联储加息确实会对新兴市场带来一定压力，尤其是加息速度较快且多次加息情况。但美联储不会过于激进，即使缩债结束后再进行两到三次的加息也不能创造一个非常紧张的环境，对新兴市场不会带来太大风险。\\n\\n景顺首席全球市场策略师说“从新兴市场角度来说，他们已经结束了政策收紧或者是已经快要结束政策收紧了，我们对新兴市场还是非常看好的，尤其是亚洲新兴市场，他们会受到中国明年下半年经济恢复增长后的支持。”\\n\\n[国海证券](https://laohu8.com/S/000750)靳毅团队发布的报告指出，鲍威尔的转鹰或许暗示美联储内部对于通胀的态度已经发生了根本的转变。民主党中期选举不具备优势，通胀已经开始动摇选举基础。本届美联储多位官员离任后，随着委员会的换届，2022年美联储的底子本身就更显“鹰派”。美联储的加息时间是根据通胀的情况“相机选择”，而通胀在2022年的演绎尤为重要，将直接决定美联储开启加息的时间节点。\\n\\n平安证券指出，美联储一方面需要在与市场的赛跑中尽量缩短差距，另一方面需要减少“鹰派意外”对市场造成的波动。对于美联储而言，在接下来1-2个月内，应进一步加强预期引导，尤其明确Taper结束后何时加息，继而需要明确“最大就业”的定义。对市场而言，不要低估美联储加快紧缩步伐的决心，但也不必过忧其扰动。当市场可能跑得比美联储略快时，市场对于美联储加快紧缩有了一定心理准备，未来美联储即使加快紧缩，市场或也不会因“意外”而恐慌。2022年1季度及以后，随着美联储加息路线图逐渐明晰，市场波动有望缓和。\\n\\n东莞证券认为，市场对Taper的预期比较充分，中国货币政策应保持“以我为主”。本次美联储的政策决策基本与市场预期相符，包括了缩减QE步伐加快以及调整加息预期，因此决议公布后，市场的反应并不强烈。考虑到美联储会灵活调整紧缩节奏，后续的通胀和就业情况依然是货币政策取向的关键。\\n\\n### 结语\\n\\n市场是基于预期的，只有在紧缩预期越来越强烈的情况下才会继续下跌，否则，即使不一定涨多少，但下跌的空间就有限了。\\n\\n相比2015年加息时的犹犹豫豫，这次美联储明显是提前、加速做了大部分的事情，让市场预期提前明朗化。同时这里面还隐含着，过快的加息，很可能会削弱尚不稳固的经济长期增长动力，所以未来长端美债收益率大概率是往下而不是向上，曲线继续扁平化是大势所趋。\\n\\n在这方面，2018年美联储4次加息后，美债收益率的反应，就很能说明问题。事实证明了，市场是对的，美联储是错的。\\n\\n当然，也不要对市场反弹的空间有太高预期，毕竟美联储还没加息，未来一切都存在变数。目前也只是在交易情绪，以后是否如此，只能边走边看。\",\"timestamp\":1639640336,\"title\":\"美联储缩债预期落地，全球市场巨震，后市怎么看？\"},\"digest\":\"APHp1pozZtZ5k2JepTm8e6c2C4KR-fCp0IanOgz9NCg\",\"authorship\":{\"contributor\":\"0x2943EA8B50ba884a253286870b34279450BBa4E1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vfSoX1TlN8OUplRsBuwT_AE2AMPqTBtu6tEy6PYGuVo\\\",\\\"y\\\":\\\"W-it17nFsNCuHa8e_lJVuZ80uPWQWYky0anNFn7SaKw\\\"}\",\"signature\":\"b2H-SxGOq6i5xgh_Rw1LxLS2ShV-T0yxXN2N5KFhYkMMJdwcBNx0mYuqC1vJQEtiNk5O7RPvGPDvxUySGcJiWw\",\"signingKeySignature\":\"0x8b04ebb30bf4820bbca53982957079f14088d16ae2fb39869b3f65be56370b236c55302494bb7c0bc255c5e3bf117dabed1fe85125033f5505565dc092a8ce131c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vfSoX1TlN8OUplRsBuwT_AE2AMPqTBtu6tEy6PYGuVo\\\",\\\"y\\\":\\\"W-it17nFsNCuHa8e_lJVuZ80uPWQWYky0anNFn7SaKw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"APHp1pozZtZ5k2JepTm8e6c2C4KR-fCp0IanOgz9NCg\"}"