"{\"content\":{\"body\":\"学习真的挺累的。我发现自己很少进入心流状态，需要外部的压力才能保持注意力集中，比如考试的时候我就超级集中，所以有时候我觉得自己喜欢考试。叹气。还有ddl在即的时候也非常集中，所以我老是把事情拖到ddl才做，因为我在ddl前两天弄出来的东西质量和我花大量时间弄出来差不多。平时就颓颓的，真的很影响我发挥自己的潜力。自己应该去培养一些要求高度专注和自律的爱好，比如跑步和冥想？可以试试，反正我一天到晚挺爱浪费时间的。\\n\\n还有不要做太多重复性强的但是低效的事情，又消耗体力。付出百分之两百的努力不代表要比人家花百分之两百的时间。应试教育培养出来的刷题习惯真的很烂，与其花那么时间刷题，还不如想想怎么花三分力做九分功，提高效率。\\n\\n不断反思，然后执行，比如我要开始练习德语写作了，啊！好讨厌！但是就像刚刚开始学德语的时候那样！过了那个阶段之后就会更自如了！多背，多写！！！我喜欢思维的突破，但是需要更脚踏实地的练习。\\n\\nIch finde das Lernen sehr müde, und es ist nicht so oft für mich Mindflowing zu fühlen. Ich brauche immer die Belastung von der Außenheit, z.B., wenn ich eine Prüfung habe, konzentriere ich mich sehr stark auf den Auftrag, und wenn ich ddl habe, kann ich sehr rasant einen hohe Qualifikation Auffassung schreiben. Es ist eine Ironie, ich habe 3 Monaten auf meiner Bechalorarbeit geschafft, aber die Arbeit ist nicht bessere als meine Seminararbeit. Das ist mein Schwachpunkt.\\n\\nWas möchte ich noch sagen? Ich kann die zwei Gewohheiten mich selbst erziehen, die mich Selbstberherrschung helfen, joggen oder Meditation?\\n\\nIch hasse Studie! Aber ich habe den Wahl festgesezt, denn ich muss mit aller meiner Potenziell erschaffen.\\n\\nIch hasse Grammar!!!\\n\\n算了，没让你学编程就不错了，知足吧。\\n\\n还有！昨天给别人说了我和朋友在餐桌上谈出来男人为什么幼稚的答案，那个人说他大受震撼，并越来越认同，我心里一边觉得至于吗，我们的餐桌谈话罢了，一边又有一点点得意：对吧？书读得多还是很不一样吧？又觉得这个男的颇有一些慧根，我们吃了那么多苦头想出来的东西他很快就能理解，我本来在告诉他之前有一些忐忑，担心他会提出很多质问，虽然我也做好了逐条回复的准备。但没想到他一下子就能理解。不错，为他高兴。\\n\\n我的朋友说：这个男生遇见你很幸运，能帮他想通一些事情。\\n\\n我说：那当然了，这世界上大部分人遇见我都是幸运的事情，我就是命中注定会给人带来好运。\\n\\n今年四处传播我的弱者价值观，收获颇丰。\\n\\n向世界祷告：世界不再逼人逞强。\",\"timestamp\":1639371754,\"title\":\"2021 12 13\"},\"digest\":\"u51AbOnL2tz-ElpLvAKgMcLmsHr7ZZP0KW7iNJmnHGI\",\"authorship\":{\"contributor\":\"0x3E66392d3182f355f9D2e9Ac3E8AF9b8F5ef25b1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w18X1Y4ILTJwtbQp8gT5oSsqjF6u-G3kBUhns6L5dvQ\\\",\\\"y\\\":\\\"icjf5pVFwtMaMM7u_9uoU6BBh5vaAofWeByAKsDoyt8\\\"}\",\"signature\":\"OCBRTX1LsbO6Er9h_J2o-zj_tbwIszpOsVurPD-bJcj-rVA6KPYBTHK2OcBud58cVUPu1UJ3hQD3ozzwoUBl6Q\",\"signingKeySignature\":\"0xaca41ab6d4b19c4a08cde3f9f993fe5748b21c826ef16da4d842710dbef8384b6c0ffd2969a420c4ea6be8d2b0a0c05a2a85f5bf9d269ac6653c7d72fae9d1981b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w18X1Y4ILTJwtbQp8gT5oSsqjF6u-G3kBUhns6L5dvQ\\\",\\\"y\\\":\\\"icjf5pVFwtMaMM7u_9uoU6BBh5vaAofWeByAKsDoyt8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lKAiqoABaMmXrkMKLY7lvzkZ6Zc0_8eE-c0Rn4cVFck\"}"