"{\"content\":{\"body\":\"*5.26.2021*\\n\\nAt El Cap, we think and talk a lot about what work is going to look like for millions of people in the not too distant future. Even before Covid, we believed the tide was shifting towards more flexible work, teams working asynchronously, and a significant number of employees working from different places, rather than in a single office. A global pandemic that forced all of us into our homes only accelerated this shift.\\n\\nWe’ve seen this sudden shift playout in our portfolio, as leadership adjusts workflows to keep their teams connected, motivated, and informed—all while trying to develop and maintain a strong culture. Understanding that where people work from isn’t the only thing changing, but also how they work is being transformed is critical. This insight informed our investment in [Friday](http://friday.app/), a team that is building the command center for remote work.\\n\\nAn exciting part of the rise of more flexible work situations is that it should hypothetically give people more freedom to do personal things at times and in ways that weren’t easy or acceptable in many work environments in the past. Want to travel to another part of the world for two weeks, and work outside the office? For most of us, that would previously have proved difficult, but with more teams working asynchronously, time zones become less of a factor. Want to go run errands in the middle of the day, or get a workout in before lunch? You can now build your day in a way that lets you optimize both for productivity at work and happiness outside of it.\\n\\nUntil recently, El Cap was a two-person operation and we didn’t have to give a lot of thought to how we communicate and how we work. We take notes in Notion, communicate real time on Discord, and for anything more complex or nuanced, we’d simply ping each other on Zoom. Now that our team has two additional people, and each of us is focused on different things at any given time, we’ve been forced to build more processes and structure in how we work and communicate. At first, the trade for more structure and process might seemingly mean less freedom and flexibility, but in fact it is very much the opposite.\\n\\nWhat I’ve learned in recent weeks is that building more processes around how we work enables us all to be more productive, and have *more* flexibility in our day to day lives, not less. On our team, the concern is never if people are meeting their responsibilities, rather it is always making sure we are collectively working together towards our common goals, even if we are focused on different parts of a larger shared mission. Building processes sets clear expectations across our team. It allows us to focus more time on executing and doing our best work, while also enjoying the benefits of a job that allows for greater flexibility.\\n\\nOur internal processes are a work in progress, but I’m already excited about the direction we’re moving. I don’t know what our team will look like in ten years, but my goal is to make sure—whether we are four people or forty—that we will always be able to make room for everyone to do the things they care about outside of El Cap, while still doing the best work of their lives with us.\\n\\n[@KunalTandon](https://twitter.com/KunalTandon/)\",\"timestamp\":1639612860,\"title\":\"Flexible Fences\"},\"digest\":\"CQiENx01xtLx-0-nHrb3tHkQJul-EB7jLozTMG_G2nA\",\"authorship\":{\"contributor\":\"0xdC41EF1A9472aFa2DbDc181de54Ff7379BCEfB31\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1aCP9tXpYz-U40fWLq6-2f34gDf7SfxasG8I7bMYKB8\\\",\\\"y\\\":\\\"4zA6bx2CyiELkJNpNcl8QcMBYTjlJTYePxWoF2vDGS4\\\"}\",\"signature\":\"eUI_1P_pFBpi-FusToGQPZdMYhzSR-89osk4ediPempgiOaBtkOhEutb7zY0eRTooXCJAv0jd8YSJHX0yjlFZg\",\"signingKeySignature\":\"0xd44a3c93c28e7144ee80758b86c309e0f730523ad9aa2df1237eb895047405be1e83f95302bbbe29940608dda3ffc8744f5f0a5fae6260791d35c8bba003eb301c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1aCP9tXpYz-U40fWLq6-2f34gDf7SfxasG8I7bMYKB8\\\",\\\"y\\\":\\\"4zA6bx2CyiELkJNpNcl8QcMBYTjlJTYePxWoF2vDGS4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CQiENx01xtLx-0-nHrb3tHkQJul-EB7jLozTMG_G2nA\"}"