"{\"content\":{\"body\":\"程清浅玩了两个小时有触感的功夫AR游戏，对这个效果真是心服口服，不过，她惊人的体力也扛不住这么一直玩，终于累了，摘下眼镜，看向渣男姑爷的眼神果然不一样了，只能叹服：“姑爷，有才华……”\\n\\n姑爷：“像我这么有才华的姑爷，是不是渣一点也无所谓？”\\n\\n程清浅：“……是，但你也不能太渣吧？我是你老婆的保镖，我们还要天天见面的，我怎么看你的眼神有点色色的？”\\n\\n渣男姑爷：“这几天练拳，我好像特别想找一个练武的姑娘谈情说爱。”\\n\\n程清浅刚才那么累，现在又被渣男表白，有点站不稳了：“你不会是说真的吧？”\\n\\n姑爷：“至少让我看看你身上到底有多少练武留下来的伤痕，可以吗？”\\n\\n这种要求倒是奇怪，程清浅还是道行浅，不知道姑爷的手段，一开始还是看看手腕、手臂，足部，脚裸，膝盖，到了后来，就是比较隐秘的部位了。\\n\\n姑爷的点评：“还行，除了经常锻炼的部位，别的地方都挺白嫩柔软的。”他忽然来了一个公主抱，把程清浅吓到：“姑爷！”\\n\\n姑爷把她放在瑜伽垫上，俯视欣赏即将沦陷的猎物。\\n\\n他俯身下去想亲下去，可惜，程清浅还是过不了柏疏影这一关，她掐住了姑爷的脖子，姑爷把舌头都吐了出来。\\n\\n“不行！”程清浅态度最终还是坚决了。\\n\\n“哦，那……算了。”姑爷坐在边上，也并没有生气，到这一步已经走得挺远了，撩妹不可能每一次都成功，要不然就成了撩妹机器了。\\n\\n程清浅：“姑爷，这个这么厉害的技术，为什么不公开？我觉得可以做成一门大生意。”\\n\\n姑爷：“现在还有很大的副作用，几个小时之后你会全身痛，这就是触感神经失调，不要害怕，休息三天就没事儿了。”\\n\\n程清浅失声：“三天？！完了完了，你怎么不早说？那我怎么上班呢？”\\n\\n姑爷：“那你就跟疏影说被我打伤了，让她恨我，反正虱子多了不愁。”\\n\\n程清浅坚决不同意：“这不是贬低我自己的专业水平吗？不可以的。我还要靠这个吃饭呢。”\\n\\n姑爷：“当然是因为你让着我才被我打伤了的，说谎都不会啊。”\\n\\n到最后，程清浅也没撒谎，就说是戴着姑爷发明的AR眼镜给弄的，当天还好，第二天根本无法出门，柏疏影还跑到她家去看望她，果然是感情好。\\n\\n当然了，姑爷自己也没好到哪儿去，把林暄妍叫过来照顾自己，顺便叫她过来住几天，林暄妍欢天喜地带着行李就过来住了，当然是开着那台让柏疏影都羡慕嫉妒恨的迈巴赫。\\n\\n柏云间：“小朋友呢？”\\n\\n林暄妍：“小朋友跟着她奶奶呢，正好让小朋友安慰安慰她爷爷奶奶，小家伙还挺会安慰人的。”\\n\\n柏云间赞：“是你教育得好，真的，这孩子，一开始不喜欢我，后来第二天就勉强接受我的存在，你真是好妈妈。”\\n\\n林暄妍：“那我们可以过几天二人世界了，哎呀，没想到可以一直呆在一起，柏小姐那天上门可把我吓坏了。你们现在怎么样？闹翻了吗？你看你都搬出来住了。”\\n\\n看她一脸的期待，柏云间哭笑不得：“暂时闹翻，她可能觉得你的威胁很大吧。”\\n\\n林暄妍一脸得意呢，仰头畅想：“是吗？能够让柏小姐感到威胁是一种荣幸，你说的没错，她真人实在是我见过的女人里面的颜值天花板，你会不会有点后悔？”\\n\\n柏云间：“后悔？不存在的。人之所以为人，就是因为任性，如果所有的情绪都压抑，那活着还有什么意思？还不如变成咸鱼呢！我之前也是被我老婆的神仙颜值迷得五迷三道，现在被流放，我忽然想通了，不过最好别再见到她，哈哈，颜值太高受不了受不了。对了，今天找你来，很重要一件事，有一个朋友开了一家宠物店，非要送给我一只猫，我现在行动不便，你帮我去把这只猫带回来吧，我给你一个地址，报上我的名字就行。”\\n\\n这个宠物店的主人，就是养猪场褚老板的女儿褚吟雪，褚老板投资给柏云间的私募迄今为止赚了80%，褚老板非常高兴，经常嘱咐女儿要跟柏云间打好关系，这不，褚吟雪发现自己的朋友圈下面的一只猫照片被点了赞，来自柏云间的，所以就执意要送他一只同一个花色的小猫。\\n\\n这个花色非常像一个美人脸，雪白的面颊，粉红色的小嘴，乌黑而有一圈海蓝色的眸子，从漂亮的大眼睛以上，是富有层次感的栗色毛发，跟美女的秀发对应，远远看过去，就是一个小号的美人嘛。\\n\\n直男对这种花色完全没有抵抗力，哪怕沦为铲屎的也无怨无悔。\\n\\n林暄妍跑去拿猫，结果老板娘直接过来了，说是要指导新上任的铲屎官如何伺候猫主子。\\n\\n柏云间不得不强撑着病体，听完褚吟雪的唠叨。\\n\\n褚吟雪故意唠唠叨叨没完，就是让柏云间难过，因为……她刚刚从老爸那里收到消息，柏家大小姐那个赘婿好像要被抛弃了，那可是一年能让自己的投资翻倍的牛人，要不，你去试探一下看看能不能接盘？褚吟雪自己还是大一的黄花闺女，本来投石问路就已经觉得很亏了，没想到来到紫提湾一看，明显这个来拿猫的女的是跟柏云间同居的，顿时没了兴趣，故意要整蛊一下。\\n\\n\\\\------\\n\\n与暄妍同居第一夜。\\n\\n虽然同床共枕，但今夜注定是平安夜，因为柏云间到现在为止，仍然是全身痛，可不能折腾。\\n\\n说了一些甜蜜的情话，到了下半夜，忽然柏云间被痛醒了，原来是暄妍紧紧抱着自己，而她正瑟瑟发抖。\\n\\n柏云间：“怎么了？”\\n\\n暄妍：“我梦见他了。”她说的是她被害的丈夫。\\n\\n柏云间好言安慰：“没事儿，没事儿，凡人皆有一死，凡人皆需侍奉，习惯就好了。”\\n\\n暄妍：“说得好，只不过，我已经失去了丈夫，我更害怕失去你，可我注定要失去，对吧？”说着，她露出蓝瘦香菇的神色。\\n\\n柏云间可不敢给她什么承诺，他心中现在更多的是装着柏疏影，最终应该会回到她身边，正在难堪，居然听到电话响了。\\n\\n看了看来电显示：苟利。\\n\\n柏云间拿着手机离开卧室，来到月台，虽然身上痛，但他必须这么做，因为苟利不是一般人，催债公司的活计，很可能就是杀害暄妍的丈夫的凶手。\\n\\n接通，苟利低沉的声音：“柏云间，你害得我被差佬调查了，现在我只能跑路，本来我今天去找你要个说法，不过，看到你的一个姘头从你家出来，我就改变了主意，哼哼，这个叫褚吟雪的现在在我手里，如果你不按照我说的做，我就先歼后杀，听懂了没有？”\\n\\n柏云间：“你想要什么？”\\n\\n苟利：“想要活命，我现在是烂命一条，而你有美好的前程。你给我准备好一个亿的现金，少了一个子儿这女的就要死！”\\n\\n柏云间：“你别冲动啊，有话好说，我们是从小一起长大的朋友，有这份交情在，万事好商量！你给我一个地址，我现在就过去。”\\n\\n苟利：“你先去筹钱，现金，一个亿，记住了。”他居然挂断了电话。\\n\\n褚吟雪是养猪场老板的女儿，跟自己一毛钱关系都没有，不过，这是褚老板的掌上明珠，如果褚老板知道女儿给自己送了只猫然后就遭此厄运，那自己肯定没好果子吃，宠女狂魔会做出什么出格的举动，那可说不准。\\n\\n柏云间回到书房，找到一瓶药，这是一种可以抑制触觉神经紊乱的药物，能够暂时压住紊乱，但是后面会更紊乱，一般情况下不能用，否则他早就用了，现在碰到危机，就只能用一用。\\n\\n然后回到卧室，对林暄妍说：“你睡觉吧，有个朋友遇到急事儿要找我一趟，我出去下啊，可能晚上不回来了。”\\n\\n林暄妍：“可是你不是全身疼吗？”\\n\\n柏云间：“没事儿，我都是装的，怕你不肯来跟我同居。”先这么安慰着，这时候也没工夫顾及林暄妍的感受了，找到褚吟雪要紧。\\n\\n等柏云间坐进自己的梅赛斯G，AI已经通过对比手机基站、监控等数据，找到了苟利可能的藏身之所。\\n\\n耳机里传来AI的指令，柏云间一脚油门，往前窜出去。\",\"timestamp\":1637544972,\"title\":\"风暴蝴蝶 第45章 美人脸\"},\"digest\":\"gosXi5Rq_Vt3Hw21Iks5b01eeAsua8tCrJDJeBWO_Dk\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"signature\":\"N4PsqdPkJCp-zzaybWpYfsbCK7Wn1GfgVaf0it-3rKY21AbycFQqRb8RoIfOXIrl14VTXZt_3aSuTPMfJQUXcQ\",\"signingKeySignature\":\"0x9eccd16dc248634c8e38898fb1699bb63c20c5bd0b95f7742dbb5ea522d9680418b77ff960d13415065fe51241943804bc7f94c78f791368ba134e765469b5b51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gosXi5Rq_Vt3Hw21Iks5b01eeAsua8tCrJDJeBWO_Dk\"}"