"{\"content\":{\"body\":\"事出反常必有妖。 \\n  \\n     刘铭觉得，今天的孔书成，有点儿不像孔书成了。周六还去上晚自习，他这演的是哪一出啊？ \\n  \\n     “阿成，你这次摸底考，是不是才404分啊？” \\n  \\n     “是。” \\n  \\n     “呵呵，你还真当自己是个高分屏蔽生啊？” \\n  \\n     刘铭再一次贱笑起来。 \\n  \\n     他所说的“高分屏蔽生”，是今年才开始流行的。 \\n  \\n     一般来讲，高分屏蔽生是指高考成绩进入全省前十名，成绩被查分系统技术屏蔽的高分考生。高考高分考生的具体分数被屏蔽，这种做法是各省为了响应号召，防止所谓“高考状元”被过度炒作而出台的新措施。一个简单的技术操作，最直接的结果就是找不到“状元”了。被屏蔽的学生，都有可能是“状元”，既然失去了聚焦的对象，自然也就无从炒作了，客观上起了釜底抽薪的效果。 \\n  \\n     “火钳，你就等着瞧吧，我肯定会成为一个高分屏蔽生的。” \\n  \\n     孔书成暗自握拳。 \\n  \\n     他的脑海里，也浮现出八个牛逼闪闪的大字——系统在手，天下我有。 \\n  \\n     “阿成，我看你还挺入戏的，可你知不知道，咱们班这次摸底考最高分是多少？705分啊乡亲们，人家比你足足高了300分。” \\n  \\n     “谈分伤感情，别逼我翻脸。” \\n  \\n     “哈哈哈，翻脸干嘛啊，有本事就翻盘？阿成，你要是能在有生之年考上个二本，我都说你牛皮。” \\n  \\n     “瞧不起我？” \\n  \\n     “不是瞧不起，而是说人要有自知之明。要我说，你还不如学学我，享受青春，及时行乐，大不了高中毕业就去学个挖掘机，或者去新东方学个厨师，开心或者不开心的时候炒几个小菜吃吃，21岁做老板，22岁做老公，23岁做老爸，平平淡淡过一生。” \\n  \\n     “就你这天天躺床上喝着可乐，也能在23岁做上爸爸？” \\n  \\n     “可乐喝多了，真的做不了爸爸？” \\n  \\n     “废话。” \\n  \\n     “切，我信你个鬼。” \\n  \\n     刘铭半信半疑地抠了抠鼻孔，然后突然一拍脑袋：“哈哈，我猜到了，我终于猜到了。” \\n  \\n     “你猜到什么了？” \\n  \\n     “阿成，我终于知道，你小子为什么会这么火急火燎地赶着去上晚自习了。” \\n  \\n     “为什么？” \\n  \\n     “肯定是为了去看她啊！” \\n  \\n     “她？哪个她？” \\n  \\n     “嘿嘿，你小子就别装蒜了，你肯定是冲着她去的，不是我火钳瞎猜，咱们班男生全都一个尿性，你们周六假装去上晚自习的，百分之九十九都是奔着她去的。………哼！哼哼哼！” \\n  \\n     刘铭最后那个“哼”字，贱出了水平，贱出了高度。 \\n  \\n     孔书成不想再跟他废话，匆匆换完一套校服，然后从床底下的箱子里面，找到那本买回来后就没有再翻过的复习教材《猿题库.数学500道易错题》，头也不回地走了。 \\n  \\n     刘铭站在窗前，一边嗑着瓜子，一边望着孔书成那渐行渐远的背影，然后忍不住摇了摇头：“阿成啊阿成，你就醒醒吧，不是哥打击你，就咱们这种学渣背景，家里又没矿，是不可能追到周落霞的。现实一点不好嘛？平平淡淡过一生，不香嘛？” \\n  \\n     说罢，他转头刚想再喝一口床底下的那瓶百事可乐。 \\n  \\n     猛然间，又想起孔书成刚才说过的话………内心一颤。 \\n  \\n     ……… \\n  \\n     秋分过后，天气就开始转凉，秋意也渐渐浓了。 \\n  \\n     孔书成一想到“高分屏蔽生”的事儿，就心有狂澜。距离高考还有一年多，我这个被学霸系统认定的学渣，真的可以逆袭成功嘛？ \\n  \\n     披着夜色，他怀揣着两本厚厚的复习书，走出了宿舍，穿过一片平坦的草坪，向着对面的综合教学大楼走去。那是一栋由东、西两栋教学塔楼组成的综合性教学大楼，楼前有两排高大的松柏树。两栋教学楼虽然只有五层，但是它们合围在一起，面积却足有六千多个平方。 \\n  \\n     远远地望去，东塔教学楼和西塔教学楼合围成一体，看起来像是一本展开的巨大书卷。 \\n  \\n     东塔教学楼，名曰“明志楼”，取自于诸葛亮《诫子书》的“非淡泊无以明志”。高三年级的教室和老师的办公室，全都在明志楼。 \\n  \\n     西塔教学楼，名曰“春华楼”，取自于《三国志.魏志.邢颙传》的“采庶子之春华，忘家丞之秋实。”所有高一、高二的教室，都在春华楼。不过，刘铭从来不叫它“春华楼”，而总喜欢叫它“春楼”。就因为嘴贱，他还被龙飘飘罚站过一节课。 \\n  \\n     此刻，春华楼灯火通明。 \\n  \\n     按照四中的教学安排，周六的晚自习，高一、高二的同学可以不用上。但即便如此，每个教室里还是有不少人。东饶四中虽不是省属重点，但在整个东饶市的口碑一直都很好。尤其是最近几年，东饶四中采取了一些优惠政策，扩大了优质生源的吸收，高考的一本上线率曾一度排进了全省前10，大有取代东饶实验中学的苗头。 \\n  \\n     夜阑人静，同学们都在暗暗努力着，为了高考而冲刺。 \\n  \\n     高二8班的教室在三楼最西边，孔书成不知不觉中加快了脚步，并且很快就来到了教室门口。奇怪的是，此刻，当他站在教室门口，望着书桌上那些堆积如山的复习资料时，他竟然有一种很奇怪的感觉。 \\n  \\n     那种奇怪的感觉，如果非要用一个词形容的话，或许就是：冲动！ \\n  \\n     天哪，怎么会这样？ \\n  \\n     他为什么会，突然对那些复习资料产生了渴望和冲动呢？ \\n  \\n     简直不敢相信啊！ \\n  \\n     以前，每次上晚自习的时候，他只要一看到那些复习资料，就会昏昏欲睡。心烦意乱时，他恨不能将所有的复习书都付之一炬。可是现在，当他再次看见那些熟悉的复习资料时，居然有种久违的、像是看见了香飘飘奶茶的感觉。真的，好想把它们都捧在手心哦。 \\n  \\n     “………” \\n  \\n     孔书成为自己的这个心理变化，感到吃惊、害怕、兴奋………当然还有高兴。 \\n  \\n     这，大概就是学霸系统的魔力。 \\n  \\n     又或者说，我的求生欲太强了？ \\n  \\n     孔书成站在教室门口，不禁打了个寒颤。 \\n  \\n     他内心带着一股强烈的对知识的渴求和对海马体的珍惜，悄无声息地走进了教室。 \\n  \\n     教室里，很多人都不约而同地抬起头看了他一眼。孔书成虽然不会读心术，但也能从他们的微表情里读出一行字：这个孔书成，又是跑来玩LOL的吧？ \\n  \\n     天地良心。 \\n  \\n     今天，哥真不是来玩的！ \\n  \\n     孔书成没有理会世俗的眼光。 \\n  \\n     毕竟，他被贴上“网游金童”的标签也不是一天两天了。 \\n  \\n     对，看自己的书，让别人纳闷去吧。 \\n  \\n     他阔步走向座位。 \\n  \\n     劳动委员徐志鹏和蔡大头两个人，正躲在角落里偷偷地斗地主。他俩看见孔书成进来后，有种关张二人遇刘备的兴奋，并且打着手势邀请孔书成一起玩。 \\n  \\n     孔书成立刻摆了摆手，拒绝了。 \\n  \\n     这个时候，谁阻拦他学习，谁就是在间接残害他的海马体。 \\n  \\n     蔡大头有些意外：“阿成，赶紧来斗地主嘛。斗一斗，十年瘦。” \\n  \\n     孔书成：“瘦你娘个头，老子还不够瘦吗？” \\n  \\n     “………” \\n  \\n     蔡大头吃了瘪，他和徐志鹏紧张地对视了一眼：“阿成今天怎么了？他是不是吃了末日菇啊？” \\n  \\n     徐志鹏耸了耸肩：“不知道啊，我看他今天是怪怪的。你看，他居然还趴在桌子上看书呢。他这是要干嘛呢？就算是失恋了想自残，也没必要用这种极端的方式吧！” \\n  \\n     孔书成当然听见他俩在叽叽歪歪。不过，他不想理会。还是周星星在《唐伯虎点秋香》说的那句话：别人笑我太疯癫，我笑别人看不穿。 \\n  \\n     很快。 \\n  \\n     越来越多的人，都觉得孔书成今晚不大对劲。 \\n  \\n     “阿成今晚怎么了？他这一言不合就看书，简直太可怕了！” \\n  \\n     “对啊，以前，他周六晚上都不来上晚自习的啊！” \\n  \\n     “何止是不来上晚自习啊，几乎每个周末，我都看见他和火钳一起玩英雄年盟。” \\n  \\n     “他是不是受什么刺激了？这次的摸底考，他好像只考了400来分哦。” \\n  \\n     “靠，400来分就算受刺激了？那刘铭怎办么，他才200多分，他该不会已经在寝室里自缢了吧？” \\n  \\n     ……… \\n  \\n     大家开始窃窃私语。 \\n  \\n     原本寂静的晚自习，瞬间就被切换到菜场模式。 \\n  \\n     孔书成今晚的反常，让大家冥冥中感觉有瓜吃。 \\n  \\n     高二8班的同学，别的本事没有，吃瓜水平倒是一流。 \\n  \\n     当然，除了她之外！ \\n  \\n     她从不喜欢吃瓜。 \\n  \\n     也从不喜欢人云亦云。 \\n  \\n     此刻，她正戴着耳机，低头看书。 \\n  \\n     几乎每天的晚自习课，她基本上都在低头看书或者做题，很少跟别人交谈。每每老师不在教室的时候，她就会戴上一双降噪耳机。而且，大家也都知道，她戴上耳机的目的，并不是为了听歌，而是为了与世隔绝。 \\n  \\n     当然，同学们碰到有实在不懂的题目，偶尔也会去打扰她一下。她回答完同学的提问之后，依旧沉默是金。就在一个多月前，她作为一名插班生转学过来的时候，大家还以为她是个哑女呢。当然，事实证明，她不仅不是哑巴，而且有人偷偷地发现，她在打电话的时候，居然还能流利地说粤语、英语和法语。 \\n  \\n     总之，一个多月过去了，对于高二8班的同学来说，她依旧还是一个迷。 \\n  \\n     她的身份，也是一个谜。 \\n  \\n     此刻，她正沉浸在自己的学习世界里。 \\n  \\n     物我两忘。 \\n  \\n     人题合一。\",\"timestamp\":1637907975,\"title\":\"004：高分屏蔽生\"},\"digest\":\"kW9pBrnEgBR7fM-qCVFduA1KhdXtksq995QbFBmFBko\",\"authorship\":{\"contributor\":\"0x6d2e1EA32Fb25Fb6D2f5152a76e1594Ed23fe65d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"a21xPkImvV2J2X_aOMhU51-XfgY5mM3o0BwuhBkczGE\\\",\\\"y\\\":\\\"6x0vdq-t4cudkZL4HEpaG3YcI1dGX7yH3rtAO_3NPxU\\\"}\",\"signature\":\"s8Hv6K4luDP7l-CRgyeWI0HdRY_01S0o0bkUMPs6w-QOizlw8x58u4hMVKkqISM4QSEhQ4Fv0C1FbZr__o8wAA\",\"signingKeySignature\":\"0xca90689744fd9eeb28e6fbf0676d44d5b3145c70878f07ea9b14eb1e31e31c7e19f82363f3bf5533d7abc4d3b3617d96f66efaa1e41aa8bcdf846f1d75af6a741b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"a21xPkImvV2J2X_aOMhU51-XfgY5mM3o0BwuhBkczGE\\\",\\\"y\\\":\\\"6x0vdq-t4cudkZL4HEpaG3YcI1dGX7yH3rtAO_3NPxU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kW9pBrnEgBR7fM-qCVFduA1KhdXtksq995QbFBmFBko\"}"