"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/03e0742e-5fb7-478f-93cd-e99101d5254f.png?height=506&width=1012)\\n\\nYesterday, the first Syndicate DAO launched on our platform—the [IDEO Founder Collective](https://www.syndicateprotocol.org/syndicate/ideo_fc)—a legally compliant, decentralized automated organization (DAO) for sharing equity and ownership across a community of organizations and people—in this case, IDEO and 20+ founders in its portfolio.\\n\\nCommunity Ownership DAOs are just the first of many applications for Syndicate that will be rolling out in the weeks ahead.\\n\\n![](https://images.mirror-media.xyz/publication-images/57fc7004-db9b-4f52-8eb1-08f7327f5719.png?height=1749&width=2880)\\n\\n## Empowering Communities to Invest in Themselves\\n\\nTraditionally, there has been a clear line separating investors and founders. (Founders can mean entrepreneurs, developers, creators, artists, influencers, business owners, and more.) Investors have capital, and founders need it—so a “one-to-many” relationship between a single investor and a portfolio of many founders is created.\\n\\nBut what if communities of founders could instead invest in themselves and create a “many-to-many,” peer-to-peer relationship—blurring the line between investors and founders? What if communities that invested in themselves performed better over time—individually and collectively—due to their shared ownership stake in each other’s success? What if all communities should be designed this way?\\n\\nWe believe that this is the future: communities will start to invest in themselves, become mutual stakeholders, and share in each other’s growth and success. Over time, communities that invest in each other will outperform ones that do not—especially in the crypto economy.\\n\\nAnd all of this will be enabled at scale across the internet by DAOs.\\n\\n## The Revolution Is Starting\\n\\nWe’re pioneering state-of-the-art Decentralized Finance (DeFi), DAO, and cryptosocial technologies at Syndicate, and we’re applying them to democratize investing and bring radical new models for investing to the world that are fundamentally more open, free, and fair.\\n\\nSyndicate Protocol v1 has been deployed and is now in Private Alpha. A full security audit will start in May, after which point our Private Beta will roll out in stages enabling more people to utilize Syndicate’s protocol and platform.\\n\\nSyndicate DAOs bring a 10x to 1,000x improvement over today’s systems. By reducing the time and cost of investing to zero, the possibilities and communities we can empower become infinite.\\n\\n[Follow Us On Twitter](https://twitter.com/SyndicateDAO)\\n[Sign Up for the Private Beta](https://syndicateprotocol.org)\",\"timestamp\":1619806635,\"title\":\"Community Ownership DAOs on Syndicate\",\"publication\":\"syndicate\"},\"digest\":\"7FkGP8wL9RtVGXV1MDr_WbAbUIVm159XArAjsNF9cQY\",\"authorship\":{\"contributor\":\"0x66B340673fcE10bd3bFbbe59997Ae188a16b6710\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oJ3yqWUWlyrSa76u7kDiNtFDs1kgGKa4T7EwS-wKhe8\\\",\\\"y\\\":\\\"3sqq-PtiCIuAoaM4Nx48hzNp7hb0yUydsavbBO100Z8\\\"}\",\"signature\":\"nmLMSx4bhhsk2nlKAiL4Pxwi9K-eJjOcNUlsBIfEyASzhZzXQUYXIrHXv5aB15UhPodQdvaWctITfX-KApWKTQ\",\"signingKeySignature\":\"0x1478d560e9523437653a8fb122d9f2fe4ff70d9cf81134edea53e03694f5fdb239ea2e00f940ae94550c03ea889085fb6715edcd1eb71ea8aa0face88e8b37c101\",\"signingKeyMessage\":\"I authorize the publication of articles on syndicate.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oJ3yqWUWlyrSa76u7kDiNtFDs1kgGKa4T7EwS-wKhe8\\\",\\\"y\\\":\\\"3sqq-PtiCIuAoaM4Nx48hzNp7hb0yUydsavbBO100Z8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7FkGP8wL9RtVGXV1MDr_WbAbUIVm159XArAjsNF9cQY\"}"