"{\"content\":{\"body\":\"1940 Suez Canal\\n\\nCommander David Stirling, of His Majesty's Scots Guards, a descendant of King Charles II, and the son of Brigadier General Archibald Stirling, was restless. \\n\\nHe dropped out of Trinity College after a year, went to Paris to become an artist, and was training to climb Mount Everest when the war began.\\n\\nBored at the Suez Canal, Stirling strapped parachutes to a chair in a plane, and dove out of a plane. The parachute tangled with the tail section, and he broke his back.\\n\\nRecovering in the hospital, Stirling kept thinking about his idea. Why not parachute behind enemy lines? Get behind the \\\"Jerrys\\\", strike quickly, and then slip away into the North African desert? Be like \\\"Lawrence of Arabia\\\" - desert guerilla warfare.\\n\\nWord of the idea reached 10 Downing Street, Churchill approved. Churchill’s son Randolph, got to know Stirling. He went along on a raid on the Germans at Benghazi. The trial run of Stirling's ideas failed but Randolph believed in these new \\\"hit and run\\\" tactics.\\n\\nThey disappeared in the daytime, attacked at night, destroyed enemy aircraft, blew up ammunition dumps, derailed trains, and killed larger forces. Make the Germans feel like they were facing a larger enemy throughout their front line. A small well trained team for asymmetric warfare.\\n\\nThe Special Air Services (\\\"SAS\\\") was born, July 1941.\\n\\nThe SAS frustrated \\\"The Desert Fox\\\", General Rommel, and destroyed 250 enemy aircraft, hundreds of vehicles and roads and rail. They disrupted the German's war infrastructure. Stirling was captured in 1943, and was a POW until 1945.\\n\\nThe SAS continues as a classified covert special forces unit.\\n\\n2912\\n\\n2X12 MARS\\n\\nJacob C. Tagore, Jr. sat in a conference room turned into kaleidescope of data. \\n\\nAn “Expee”, an experience, filled the room with an unreal reality. It was a covert simulation of a woman, flanked by guards, walking through a courtyard on Earth. Sitting across from Jacob was the Director, ready for questions.\\n\\n”Director, my Dad never mentioned her. I knew a little about Uncle AL’s “dad”, Dr. John Cadmus, and that Dr. Cadmus was dead. But I didn’t know that Cadmus was captured by Triumvirate enforcers, killed himself to protect us. AL never mentioned a sister. This is all new to me. I was trying to get away from, or deal with all the half-stories, all the secrets, and you’re telling me there was even more to my family’s secrets and all those stories?”\\n\\n”Jacob, this woman, who we called “Alea”, began life as ‘Automated Learning Algorithm, Series ‘A’’’. Dr. Cadmus created her during the final years of the Long War. She was created as part of new powerful technologies developed at Cadmus Labs. It was before your ‘Uncle AL’ was born, created, as ‘Automated Learning Algorithm, Series H’’. \\n\\nCadmus’ manifold technology could have changed everything. Instead much of his work was suppressed. A lot of accidents led on to a future that wasn’t imagined when the Long War ended. \\n\\nAlea became the leader of ‘The Fosters’, the A.I. branch of the Triumvirate. She’s the reason the Great Upload is coming. Your Uncle AL inherited the the leadership of a secret resistance against them and the Upload. Cadmus sacrificed himself, like your father did a few years later to stop the Upload.”\\n\\n”I’m a part of all these secrets, like it or not. I have been running from this, and it turns out I have been running straight towards it.”\\n\\n![](https://images.mirror-media.xyz/publication-images/UfwvXIsC1xTOPlagm7pM4.png?height=1600&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/7Gr6_DUFvFl_Z4A7LkOfS.png?height=1600&width=1200)\\n\\n\",\"timestamp\":1633896940,\"title\":\"1961: 5.11 A Series of Heroic Accidents, 2912\"},\"digest\":\"PeKAkL70FV_gq0KvLtxyZcevQA_tf7amTfcOSXH1LF0\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"S5hHHKDO1Qm_2xUUH5FmgfOXckDiDs__9eLWvQrKwpKCZkGuiafs4gV1Y-H2BVGzdihI970D_FQTUV61L6y1aQ\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PeKAkL70FV_gq0KvLtxyZcevQA_tf7amTfcOSXH1LF0\"}"