"{\"content\":{\"body\":\"**Human Enterprises**\\n\\n![](https://miro.medium.com/max/1400/1\\\\*XO0LWODgZdjjyYkOyW5rLg@2x.jpeg)\\n\\nTo be alive.\\n\\nTo be human.\\n\\nIn this day and age and in this world that we’re living in, what does this mean? Day by day, and exponentially, the world gets more complex, we are driving full force into singularity and the way that we live and work will be completely redefined in the next fifteen years.\\n\\nIt is a fact that we’re living in the best of times, a world in which wars and hunger are at the lowest points they have ever been. Because the world is more connected than ever, opportunities are endless. We no longer have to work boring nine to five jobs sitting behind a desk, we no longer have to live in one single place or in one single city. Our most valuable resource today is people and they’re ideas, that’s why so much of today’s capital is concentrated in Silicon Valley.\\n\\nI’m super excited to live in an era in which our brightest minds are obsessed with changing the world in very positive ways. To be able to conquer space, to live till we’re one hundred and fifty years old (or maybe forever), to connect our brains to the cloud, these are a few of the endeavors that have advanced in leaps and bounds in the last couple of years.\\n\\nBut even with all of these advantages, people are living more disconnected than ever, are feeling more lonely than ever, today there are many more people dying from suicide than from wars. That is why we’re so focused on understanding the way we live, the way we interact with other people and the way we interact with the objects around us.\\n\\nAs Tyler Durden put it in Fight Club, “the things you own, end up owning you.” It might be a cliche, but the reality is that the best things in life are free, or almost free. To be able to stare at the worlds biggest masterpieces is very affordable. Not so long ago I had the fortune of standing one foot away from Salvator Mundi, almost by myself, Christie’s was about to close. What a feeling, to look history in the eyes, to be so close to the brushstrokes that my hero, Leonardo Da Vinci did more than 500 years ago. A week after that, somebody bought it for $450 million dollars.\\n\\nHenry David Thoreau wrote that the price of anything is the amount of life that you exchange for it. And not only have we become cogs in this huge consumption machine, we are destroying our planet. It is time to go back to a simpler way of life. To embrace technology for all of it’s huge advantages and to use it’s potential for the huge positive impacts it can have in the way we live.\\n\\nSimple has a bad connotation in a lot of people’s minds. It’s one of my favorite words lately. How can we live a simple life? By this I don’t mean a life without experiences, I love going to the best restaurants, finding every cool, local coffeeshop wherever I’m at and visiting the most amazing museums. But we need to be focused on the important things in life. As human beings, we are programmed to be able to take a certain amount of decisions a day, after that, our ability to take decisions is greatly reduced.\\n\\nWe need to unclutter our mind. To be able to focus on the important things in life. For me right now, that is to be able to democratize domestic space, to take advantage of this moment that we are in. Technology has opened us up to a sharing economy, we need to learn to share more than cars. If there are going to be 1.5 billion more people in this world by 2030, we need to pool our resources together and find more sustainable ways of living.\\n\",\"timestamp\":1642782853,\"title\":\"Human Enterprises \"},\"digest\":\"bXvL-1tUvz8AN9d90RSCZQeqhJkJummkqLGeVJ3MmYw\",\"authorship\":{\"contributor\":\"0x52eef2bf7EB671dc1C02388B74A660552570069D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aSmA5x8IkT5npXN51wWEDoFbMS8ZoNSayiWSLfndEt0\\\",\\\"y\\\":\\\"2AWRzzsClkv4P2YhqjecgMY48e5Kxm_8oIjAdITUbFQ\\\"}\",\"signature\":\"khx2I4Uo-e1UBF8GF1KJX1oVIUn2AAKg_LbTXx7AjHsVVBPN-NJgzjWOdWNglgtDo_TjmVvQjtLcu7K0r8hIQg\",\"signingKeySignature\":\"0x01a11583c30adb41a70ecedd652441c559445a5620e5df2b3d988facc26d19e068c69d4ffa24dd44b335f714bcc84d300311f09ca6b6ea3f808f23ab90f3e6da1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aSmA5x8IkT5npXN51wWEDoFbMS8ZoNSayiWSLfndEt0\\\",\\\"y\\\":\\\"2AWRzzsClkv4P2YhqjecgMY48e5Kxm_8oIjAdITUbFQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bXvL-1tUvz8AN9d90RSCZQeqhJkJummkqLGeVJ3MmYw\"}"