"{\"content\":{\"body\":\"Every community should have a living mission that gets reviewed every season and re-written once every few years. A clear mission statement serves as a north star, a call-to-action, a summary of values for community members.\\n\\nAt the Mirror DAO we’ve created our first mission statement and are excited to share it with you.\\n\\n**Over time, we hope it becomes an articulation of our community vibe, a source of wholesome memes, and a framework to guide us through tough decisions.**\\n\\n\\n---\\n\\n### The Mirror DAO Mission v01: Create great stories together.\\n\\nWe are an ecosystem of communities, creators, and builders collaboratively shaping the story of web3.\\n\\n**We believe great stories are created together.**\\n\\nTogether we turn our dreams into stories, and then transform those stories into movements.\\n\\n**We believe stories are the backbone of community development.**\\n\\nTogether we nurture a network of mutual support, feedback, and technology to empower communities in the decentralized future.\\n\\n**We believe we can go fast and far together.**\\n\\nTogether we represent communities from around the world and from every walk of life. Our communities highlight the diversity of our spirits and talents.\\n\\n**We believe innovation compounds through global access to web3 technology.**\\n\\nTogether we are artisans. We create quality crafts by transforming our passion, curiosities, and dreams into reality.\\n\\n**We believe thoughtfulness is the cornerstone to self-sustainable communities.**\\n\\n\\n---\",\"timestamp\":1638896903,\"title\":\"An Emerging Mission\",\"publication\":\"dao\"},\"digest\":\"BBIeDUw7JstWg2KxEOLPgSQ_okI5-tSXuEza9xGil_U\",\"authorship\":{\"contributor\":\"0xe62d071Ea99A63798Fec7222c483c53e87F2A32E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MR_z0qhVhzLTZUvnDca0KD9TyugvsxWZNq7Ne3F7N28\\\",\\\"y\\\":\\\"wRNgtFhULpabJZuUxjeeyOpyASql3W63-McadZupab8\\\"}\",\"signature\":\"s458_JqZRLFBzIA2EiZzgtigThWh-5ZR1UbQyiUW76q0Nbv5mz3t-ZC65tyyRdGSXln75NhrA4RIQMOC_4VD-A\",\"signingKeySignature\":\"0x3caafe7c19ff04ec084b49a4298dde867c86a03d5fbda2a8e82eaacb8d622a1e0b77def4ab5b18bec20c6c8279c342ead96ef89a9265c367590e0c7db47700811b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MR_z0qhVhzLTZUvnDca0KD9TyugvsxWZNq7Ne3F7N28\\\",\\\"y\\\":\\\"wRNgtFhULpabJZuUxjeeyOpyASql3W63-McadZupab8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OvXLCC3v2hUR06ay0g6wvn3zH1mShq4z3VCfto6TBKY\"}"