"{\"content\":{\"body\":\"Falcon \\\"Wind and Snow\\\"\\n\\nThe story takes place in the lower reaches of the Mamuro River in the northern part of Yamagata Prefecture, Japan. \\n  \\n 　　On this day, the village chief of Anlecheng Village personally visited this famous falconer and asked him to help eliminate the harm in their village. It turned out that there are three big mountains standing on the west side of Anlecheng Village. Recently, a large red fox has appeared in the triangle area where the three mountains meet. This red fox has lived in the forest for many years and has a cunning nature. Whenever it comes winter, it will appear in nearby villages, dragging chickens or biting ducks. It was extremely clever, and as soon as it saw a fellow with a gun, it hid where it could not be hit by bullets. It is neither trapped nor afraid of hounds. The night before, it went to Anlecheng Village to steal chickens, but the next night it appeared in a village two or three villages away. The fellow villagers smeared poison on the dead chicken it had eaten, but the red fox took the dead chicken and rushed to other villages, and then threw the chicken down. Instead, it poisoned the domestic dog in this village. The fellow villagers hate it deeply, but there is no way to deal with it. The head of the village begged the falconer to help the villagers to get rid of this scourge. \\n  \\n 　　The old man the eagle trainer thought for a while, nodded and said, \\\"Okay, I will do my best. Although my'fengxue' has never caught a big beast like a fox, let's try it!\\\" \\n  \\n 　　\\\"Fengxue\\\" is an old man raised The Falcon’s name is four years old this year. In order to tame it, the old man put in a lot of hard work. This is a very clever and persistent falcon. It went on a hunger strike for two weeks after being caught by the old man. The old man gave it meat and water, but it didn't even touch it. \\n  \\n 　　Seeing that the young eagle has become skinny and dying, starving to death. The old man made up his mind and decided to take the risk. In the middle of the night, he didn't even wrap the leather guards that he used to prevent eagles from scratching. Holding the meat slices in his hand, he stepped into the black room of the eagle trainer. The old man teased the young eagle and deliberately grabbed the claws with his naked left hand. Of course, the young eagle was not easy to provoke. Its sharp claws pierced into the old man's wrists. Immediately, blood rushed and it was painful. The smell of blood rose, which aroused the appetite of the young eagle, and it used its sharp beak to peck the old man's left hand. The old man was busy protecting his left hand with the piece of meat in his right hand. The young eagle pecked at the piece of meat in fascination. However, its claws were still deeply stuck in the old man's left arm. This is how the old man began to tame it at the expense of his own flesh and blood. Right now, \\\"Wind and Snow\\\" can hunt according to the old man's will. In just one winter, he caught four hundred hares, more than one hundred pheasants and pheasants, four bobcats, weasels and flying squirrels for the old man. However, \\\"Fengxue\\\" hasn't fought against big beasts like foxes. However, since this red fox harmed the fellow in this way, the old man and Fengxue had no choice but to take a risk. So the old man took the \\\"Wind and Snow\\\" and set off. \\n  \\n 　　On the evening of arriving at Anlecheng Village, Red Fox broke into the nearby Xiqun Village. Early the next morning, the old man let \\\"Fengxue\\\" stop on his shoulders and climb the mountain. Throughout the day, he wandered around the steep snow-capped mountains, searching for the footprints of the red fox. The day is about to pass, and the west is full of red clouds, dyeing the snow-capped mountains with purple. Suddenly, the \\\"wind and snow\\\" on his shoulder fluttered his wings a few times, and the old man turned his head and took a look. Ah, the murderous look of \\\"Fengxue\\\", what did it find? He took a closer look, and sure enough, on the way to the opposite mountain, footprints like plum blossoms appeared one after another, which were the footprints of a fox. \\\"Fengxue\\\" is already restless, it is ready to fight a big fight with it. It seems that the red fox is hiding nearby. The old man picked up the binoculars and searched it partly and partly. \\n  \\n 　　Ah, here it is! The red fox was on the opposite mountain, and there was a dead chicken leftover in front of it, which was picked up from Xiqun Village. For a while, it was looking eagerly at it, showing an invincible look. \\n  \\n 　　There is a black-belt-like river between the two mountains. The distance between the two mountains is beyond the reach of bullets, not to mention that the old man did not carry a gun. Red Fox has fully understood this situation. It clearly saw the old man, but it didn't put him in its eyes, just continued to gnaw on its chicken bones pretentiously. \\n  \\n 　　The night was gradually closing, and the old man felt a little hesitant in his heart. However, the \\\"wind and snow\\\" on his shoulders was fluttering and restless, it was eager to try. The old man yelled \\\"嚄..\\\" and let go of \\\"Wind Snow\\\". I saw the \\\"Wind and Snow\\\" shot into the sky like a falling arrow, flying towards the red fox, it wanted to attack from behind it. As soon as the red fox heard the flying sound of the raptor's wings, he hurriedly dropped the dead chicken, turned around, and stepped forward to meet the enemy. I saw it sitting on the ground with its hind legs, its front paws flying in the air, waiting for the eagle to pounce with its teeth and claws. Its ears are close to each other, and its eyes are bloodshot. Seeing that the sneak attack failed, \\\"Fengxue\\\" quickly passed the red fox, soared into the air, hovering in the air, trying to find another opportunity to attack. The red fox also hurriedly twisted his body, lowered his waist, raised his hair, and was ready to fight. \\\"Fengxue\\\" tried to dive two or three times without success, because every time the red fox always flew up and bite with its sharp teeth. \\\"Fengxue\\\" had to turn around and fly high abruptly to avoid its sharp edge. \\n  \\n 　　The old man saw that this cunning red fox was so powerful, it seemed that \\\"Fengxue\\\" could not get it off for a while. If he ventured to attack, he would only cause \\\"Fengxue\\\" to suffer himself. This time, let the red fox be spared. , Let \\\"Fengxue\\\" come back, and look for good opportunities later. Thinking of this, the old man sent out a signal with a \\\"wow...\\\" that he wanted to \\\"wind and snow\\\" to return. However, \\\"Fengxue\\\" misunderstood the old man's intentions, and only when the old man asked it to step up its offensive. It didn't care about waiting for the opportunity, it rushed straight toward the red fox's neck like a stone falling to the ground. The red fox had been prepared for a long time. It bit one of Fengxue's paws and dragged, dragged, slapped, and beat on the ground desperately. The red fox was very vigorous, and Fengxue was not its opponent after all. Right away, the bristles on one of its wings snapped off. Seeing that \\\"Fengxue\\\" \\n  \\n 　　had been injured, the red fox was even more brazen, so it swooped over. Fortunately, Fengxue grabbed the red fox's face with another paw, which made the fox hesitate. However, Fengxue's body was still turned over. It was no longer attacking, but turned into a weak passive resistance. The red fox bites \\\"Wind and Snow\\\" vigorously \\n  \\n 　　His claws slammed from left to right, trying to kill the eagle. Eagle feathers floated on the mountain, white snow was raised, and drops of blood fell on the ridge. \\n  \\n 　　The old man was so anxious that he stomped his feet again and again: \\\"Ah, the'Wind and Snow' is in danger!\\\" \\n  \\n 　　He forgot that he was an elderly man, and he couldn't take care of the steepness of the mountain. He used both hands and feet to rush down the mountain without hesitation.. The river, panting, finally climbed the opposite mountain. \\n  \\n 　　At this time, the sky was dark, and the night sky was dark blue. Where the eagle and the fox fought just now, neither the eagle nor the fox was gone. The snowy ground was full of eagle and red fox hairs scattered all over, and the blood stained the white snow. \\n  \\n 　　The snow that fell from the ridge has been scattered to the bottom of the valley, showing how fierce this fierce battle is. \\n  \\n 　　The old man climbed down the valley again, knocking on the feed box, and shouting: \\\"'Fengxue','Fengxue', you come back.. 嚄..嚄..'fengxue', you are back!\\\" \\n  \\n 　　Xingguang Down, the old man's bleak and old shouts echoed in the valley for a long time. However, he never saw his beloved \\\"Wind and Snow\\\" again. Early the next morning, the old man did not give up and invited a few fellow villagers to go up the mountain to look for it. However, after searching for a day, he did not find it or the damn red fox. \\n  \\n 　　In the next three days, the old man returned to his hometown. His expression was depressed, and his energy level was low, and he had reached the point where he couldn't even think about it, and even his family felt sorry for him. \\n  \\n 　　On the fourth night, the family was eating, and the old man was sitting at the dinner table. Suddenly, he murmured: \\\"It's'wind and snow', it's'wind and snow'!\\\" The family thought he was thinking \\\"wind and snow\\\". \\\"Thinking crazy, because there doesn't seem to be any movement outside. The old man shook his head and said, \\\"Ah, it must be'wind and snow'. \\n  \\n 　　'Fengxue' is back! He dropped his chopsticks and looked up at the window. At that moment, there was a \\\"click\\\" on the south window, the sound of wings hitting the window. The old man leaped over and opened the paper window. Sure enough, the \\\"wind and snow\\\" seemed like a miracle. The ground came back. It weakened to the extreme. The left wing was pulled, the hard wing had been broken, and the paws were swollen so that they couldn't stand, but the eyes were still so energetic. The old man hugged it, and the old tears burst into tears. He murmured what he was talking about. He took it into the eagle training room and took care of it all day and night. For it, he had been clad for five days. \\n  \\n 　　Six days later, the swelling of \\\"Wind Snow\\\"'s claws disappeared. The wings are gradually recovering, but the old man is still not at ease. He is afraid \\n  \\n 　　that the \\\"Wind and Snow\\\" will be afraid of the fox after this failure, and he will no longer dare to fight the fox. For this reason, the old man strictly gives \\\"Snow\\\" reduces food. In this way, it will become lighter and fierce. Whenever hunting, the old man will not let the \\\"Wind and Snow\\\" catch rabbits and birds, but let it fight mountain dogs and wild cats, and also spend money to buy it. Fox, let \\\"Fengxue\\\" use its paws and hook-shaped mouth to deal with and fight with it. I heard that the red fox is still alive, and it has come back again and is still harassing the surrounding fellows. The old man's heart and \\\"fengxue\\\" They are ready to fight the cunning red fox again to restore their lost honor. In \\n  \\n 　　this way, after three years of tempering, they want a victory in one battle, not a failure again. In a \\n  \\n 　　blink of an eye, \\\"Fengxue\\\" is already seven years old. It has dark brown feathers, strong fighting spirit, and full of energy. The old man prays every day, and may God bless this red fox to live for a few more days and not to die prematurely. Hearing people say, The red fox has become more and more cruel. In recent days, it has dared to do evil in the village even in broad daylight. The village chief has \\n  \\n 　　lost faith in \\\"Fengxue\\\" and he has never come to ask the old falconer again. \\n  \\n 　　This winter, there is one On Sunday, the old man took \\\"Fengxue\\\" to Anlecheng Village again. The people in the village and his family were worried about his safety and advised him not to go. The old man shook his head and ignored them. He just touched the \\\"Fengxue\\\" tenderly. \\\"Xue\\\"'s breastbone, said: \\\"Listen,'Wind and Snow', it's up to you this time. \\\" \\n  \\n 　　This day is really rare, there is no wind, the sparse morning stars twinkling above the peaks, the chill is pressing, and the peaks are silent as death. The old man went to the mountain in the morning, holding the \\\"wind and snow\\\", and waited quietly. At this time, the east turned white, and dawn had just arrived. Suddenly, the \\\"wind and snow\\\" was in a commotion. The old man took out his binoculars. A black spot was moving along the river below the mountain, and it was this old and cunning red fox. In three years, it had become extremely aggressive. Earlier this morning, it had just brought a poultry for a delicious meal. \\n  \\n 　　The red fox disappeared in a while, but after a while, it reappeared and began to climb the mountain. The old man watched \\\"Fengxue\\\" carefully. If the feathers of \\\"Fengxue\\\" bulge, it means that it is afraid of seeing the old rival. But \\\"Fengxue\\\" is very calm, not at all the eagerness and restlessness of three years ago, it is much more sophisticated. The old man's heart that had been hanging for three years finally let go. The red fox has reached the edge of the forest, and it wants to go back to its nest. The ugly pointed face of this red fox can be clearly seen in the telescope, and there is still a black scar on its face. This is the mark left by the last fight against \\\"Fengxue\\\". \\n  \\n 　　The old man unhurriedly sent the \\\"wind and snow\\\" into the air. The body of \\\"Fengxue\\\" floated lightly, spread its thick wings, and flew gracefully in the cold air. This time, it was not in a hurry to grab the red fox, but just passed and hovered over the red fox's head. The red fox was holding a remnant chicken in its mouth, and it hurriedly dropped it. It also recognizes the \\\"wind and snow\\\". It instinctively felt that the person who came was not good, and this mortal enemy will no longer follow the same mistakes it did three years ago today. Thirty-six, walking forward, the red fox shook his head, planning to dive into the forest. But \\\"Fengxue\\\" had long anticipated this action, and it turned sideways slightly, occupying the space between the red fox and the forest. The old man with the telescope involuntarily shouted: \\\"Awesome!\\\" The \\n  \\n 　　red fox knew that he had nowhere to escape. To run on the road, he couldn't escape the winged eagle anyway. It had no choice but to fight. As soon as the red fox lowered this heart, he squatted down on the snowy ground, staring at the eagle closely, watching it hover up and down. But after watching it for a while, it was a little dizzy and suddenly discouraged. \\n  \\n 　　It jumped up again, intending to dive into the forest at a speed that could not cover its ears. A auburn electric light flashed, and it ran out. \\n  \\n 　　During this breathing, \\\"Wind and Snow\\\" closed its wings, swift as a flying arrow, and fiercely hungry like a hungry tiger, like a bullet out of its chamber, with a \\\"puff\\\" the iron claws were inserted straight into the red fox and straightened out. Between the lumbar spine. This is the unique skill of \\\"Fengxue\\\" after long-term training. Any animal that gets stuck in the lumbar spine will die in nine deaths. Sure enough, the red fox staggered and fell limp. However, during these three years, Red Fox has also learned a lot of struggle experience. It turned its head swiftly, grinning in an attempt to bite the \\\"wind and snow\\\". \\n  \\n 　　\\\"Fengxue\\\" was about to turn around. It's too late to say, it's fast, it stretched out a paw to clamp the red fox's sharp beak. This hand is also obtained through hard work. In order to get rid of this predicament, the red fox rolled on the spot and beat his body on the snow, trying to get rid of the falcon. This time, \\\"Fengxue\\\" has learned well, and it closes its wings tightly, making itself as close as possible to the back of the red fox. In this way, it can protect its wings without breaking its feathers. The red fox rolled desperately. They are covered with snow, and this one will be on top for a while, and that one will be on top for a while. \\\"Fengxue\\\" just didn't let go of its claws, but instead grasped it tighter and tighter, and its claws plunged deeply into the flesh of the red fox. The Red Fox had been rolling for a long time, but it still didn't work, so he struggled desperately to stand up. At this moment, \\\"Fengxue\\\" pecked the red fox's eyes fiercely, one after another, blood spattered, the snow was dyed pink, and the red fox finally fell down. \\n  \\n 　　The old man ran to them calmly. At this time, even though \\\"Fengxue\\\" was exhausted, it still held on to the red fox tightly. \\n  \\n 　　The old man carefully pulled out the eagle claws from the deeply embedded red fox's lumbar spine. His eyes were full of tears, and he said in a trembling voice: \\\"Ah, it's amazing, it's amazing,'Wind and Snow', it's great! Now, you've got rid of a great scourge for the fellow!\\\" \\n  \\n 　　He relieved Kettle, feed \\\"fengxue\\\" water to drink. \\\"Fengxue\\\" took a few sips of water, fluttered his wings, and stopped the old man's shoulders again. \\n  \\n 　　At this time, the sun was already shining, and in the red-covered mountains, \\\"Wind and Snow\\\" had become the real \\\"Overlord\\\" of Mamurogawa.\\n\\n \\n \",\"timestamp\":1640521147,\"title\":\"\\\"Animal Story\\\"\\n\"},\"digest\":\"qlNEzrMHuUJ5GHtYSO7nSBQhhZTGmQNz7p1xOgVJKqY\",\"authorship\":{\"contributor\":\"0xb2fF296F2dDB0642F357fc59c1DE30204DD047aE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kbldIHDDd7ao7fOzoo2ojLI0m37E3WrH5qNtutcRBa0\\\",\\\"y\\\":\\\"vbLgVjkzw48JR8nD5cUK1T-jJPRxmAe8KWjj0x2Dcy4\\\"}\",\"signature\":\"MtSU58FhP_gETySwL5g3W2qru6rAA45DKRRKtjj5QwQoiCRyiFlgyf-7hlVuK2u5ORoKkL78egP5vNSckQmCBQ\",\"signingKeySignature\":\"0xf8fe85c67fc0d70c06aeebe6777f6de2da0fdbf15636704ff85a7ddee404314117aaae40c1319eba3aaafa54d02e824d805ea42f40ea9acdeef352b3f946aee21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kbldIHDDd7ao7fOzoo2ojLI0m37E3WrH5qNtutcRBa0\\\",\\\"y\\\":\\\"vbLgVjkzw48JR8nD5cUK1T-jJPRxmAe8KWjj0x2Dcy4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qlNEzrMHuUJ5GHtYSO7nSBQhhZTGmQNz7p1xOgVJKqY\"}"