"{\"content\":{\"body\":\"`If you remember,''' said Carton, dictating, `the words that passed between us, long ago, you will readily comprehend this when you see it. You do remember them, I know. It is not in your nature to forget them.'''\\nHe was drawing his hand from his breast; the prisoner chancing to look up in his hurried wonder as he wrote, the hand stopped, closing upon something.\\n``` Have you written ``forget them!'' Carton asked.    ```I have. Is that a weapon in your hand?'\\n`No; I am not armed.'   `What is it in your hand?'\\n```` You shall know directly. Write on; there are but a few words more.' He dictated again. ```I am thankful that the time has come, when I can prove them. That I do so is no subject for regret or grief.''' As he said these words with his eyes fixed on the writer, his hand slowly and softly moved down close to the writer's face.   The pen dropped from Darnay's fingers on the table, and he looked about him vacantly.    ````What vapour is that?' he asked.\\n`Vapour?'   `Something that crossed me?'\\n`I am conscious of nothing; there can be nothing here. Take up the pen and finish. Hurry, hurry!'   As if his memory were impaired, or his faculties disordered, the prisoner made an effort to rally his attention. As he looked at Carton with clouded eyes and with an altered manner of breathing, Carton--his hand again in his breast--looked steadily at him.   `Hurry, hurry !````   The prisoner bent over the paper, once more.   ```If it had been otherwise;''' Carton's hand was again watchfully and softly stealing down; ```I never should have used the longer opportunity. If it had been otherwise;''' the hand was at the prisoner's face; ```I should but have had so much the more to answer for. If it had been otherwise---''' Carton looked at the pen and saw it was trailing off into unintelligible signs.   Carton's hand moved back to his breast no more. The prisoner sprang up with a reproachful look, but Carton's hand was close and firm at his nostrils, and Carton's left arm caught him round the waist. For a few seconds he faintly struggled with the man who had come to lay down his life for him; but, within a minute or so, he was stretched insensible on the ground.   Quickly, but with hands as true to the purpose as his heart was, Carton dressed himself in the clothes the prisoner had laid aside, combed back his hair, and tied it with the ribbon the prisoner had worn. Then, he softly called, ````Enter there! Come in!' and the Spy presented himself.\\n`You see?' said Carton, looking up, as he kneeled on one knee beside the insensible figure, putting the paper in the breast: `is your hazard very great?'\\n`Mr. Carton,' the Spy answered, with a timid snap of his fingers, `my hazard is not that, in the thick of business here, if you are true to the whole of your bargain.'\\n`Don't fear me. I will be true to the death.'   `You must be, Mr. Carton, if the tale of fifty-two is to be right. Being made right by you in that dress, I shall have no fear.\\n`Have no fear! I shall soon be out of the way of harming you, and the rest will soon be far from here, please God! Now, get assistance and take me to the coach.'   `You?' said the Spy nervously.\\n`Him, man, with whom I have exchanged. You go out at the gate by which you brought me in?   `Of course.'\\n`I was weak and faint when you brought me in, and I am fainter now you take me out. The parting interview has overpowered me. Such a thing has happened here, often, and too often. Your life is in your own hands. Quick! Call assistance!'   `You swear not to betray me?' said the trembling Spy, as he paused for a last moment.\\n`Man, man!' returned Carton, stamping his foot; `have I sworn by no solemn vow already, to go through with this, that you waste the precious moments now? Take him yourself to the court-yard you know of, place him yourself in the carriage, show him yourself to Mr. Lorry, tell him yourself to give him no restorative but air, and to remember my words of last night, and his promise of last night, and drive away!'\\nThe Spy withdrew, and Carton seated himself at the table, resting his forehead on his hands. The Spy returned immediately, with two men.\\n`How, then?' said one of them, contemplating the fallen figure. `So afflicted to find that his friend has drawn a prize in the lottery of Sainte Guillotine?'\\n`A good patriot,' said the other, `could hardly have been more afflicted if the Aristocrat had drawn a blank.'\\nThey raised the unconscious figure, placed it on a litter they had brought to the door, and bent to carry it away. `The time is short, Evrémonde,' said the Spy, in a warning Voice.   `I know it well,' answered Carton. `Be careful of my friend, I entreat you, and leave me.   `Come, then, my children,' said Barsad. `Lift him, and come away!'   The door closed, and Carton was left alone. Straining his powers of listening to the utmost, he listened for any sound that might denote suspicion or alarm. There was none. Keys turned, doors clashed, footsteps passed along distant passages: no cry was raised, or hurry made, that seemed unusual. Breathing more freely in a little while, he sat down at the table, and listened again until the clock struck Two. Sounds that he was not afraid of, for he divined their meaning, then began to be audible. Several doors were opened in succession, and finally his own. A gaoler, with a list in his hand, looked in, merely saying, `Follow me, Evrémonde!' and he followed into a large dark room, at a distance. It was a dark winter day, and what with the shadows within, and what with the shadows without, he could but dimly discern the others who were brought there to have their arms bound. Some were standing; some seated. Some were lamenting, and in restless motion; but, these were few. The great majority were silent and still, looking fixedly at the ground.\\nAs he stood by the wall in a dim corner, while some of the fifty-two were brought in after him, one man stopped in passing, to embrace him, as having a knowledge of him. It thrilled him with a great dread of discovery; but the man went on. A very few moments after that, a young woman, with a slight girlish form, a sweet spare face in which there was no vestige of colour, and large widely opened patient eyes, rose from the seat where he had observed her sitting, and came to speak to him.\\n`Citizen Evrémonde,' she said, touching him with her cold hand. `I am a poor little seamstress, who was with you in La Force.\\nHe murmured for answer: `True. I forget what you were accused of?'   `Plots. Though the just Heaven knows I am innocent of any. Is it likely? Who would think of plotting with a poor little weak creature like me?'\\nThe forlorn smile with which she said it, so touched him, that tears started from his eyes.\\n`I am not afraid to die, Citizen Evrémonde, but I have done nothing. I am not unwilling to die, if the Republic which is to do so much good to us poor, will profit by my death; but I do not know how that can be, Citizen Evreémonde. Such a poor weak little creature!'   As the last thing on earth that his heart was to warm and soften to, it warmed and softened to this pitiable girl.   `I heard you were released, Citizen `Evrémonde. I hoped it was true?'   `It was. But, I was again taken and condemned.'\\n`If I may ride with you, Citizen Evrémonde, will you let me hold your hand? I am not afraid, hut I am little and weak, and it will give me more courage.'   As the patient eyes were lifted to his face, he saw a sudden doubt in them, and then astonishment. He pressed the work-worn, hunger-worn young fingers, and touched his lips.   `Are you dying for him?' she whispered.\\n`And his wife and child. Hush! Yes.'   `O you will let me hold your brave hand, stranger?'\\n`Hush! Yes, my poor sister; to the last.   The same shadows that are falling on the prison, are falling, in that same hour of the early afternoon, on the Barrier with the crowd about it, when a coach going out of Paris drives up to be examined.   `Who goes here? Whom have we within? Papers!'\\nThe papers are handed out, and read.\\n`Alexandre Manette. Physician. French. Which is he?'   This is he; this helpless, inarticulately murmuring, wandering old man pointed out.  `Apparently the Citizen-Doctor is not in his right mind? The Revolution-fever will have been too much for him?'\\nGreatly too much for him.\\n`Hah! Many suffer with it. Lucie. His daughter. French. Which is she?'   This is she.   `Apparently it must be. Lucie, the wife of Evrémonde; is it not'.\\\"\\nIt is.\\n`Hah! Evrémonde has an assignation elsewhere. Lucie, her child. English. This is she?'   She and no other.   `Kiss me, child of Evrémonde. Now, thou hast kissed a good Republican; something new in thy family; remember it! Sydney Carton. Advocate. English. Which is he?'\\nHe lies here, in this corner of the carriage. He, too, is pointed out.\\n`Apparently the English advocate is in a swoon?'   It is hoped he will recover in the fresher air. It is represented that he is not in strong health, and has separated sadly from a friend who is under the displeasure of the Republic.   `Is that all? It is not a great deal, that! Many are under the displeasure of the Republic, and must look out at the little window. Jarvis Lorry. Banker. English. Which is he?'\\n`I am he. Necessarily, being the last.'   It is Jarvis Lorry who has replied to all the previous questions. It is Jarvis Lorry who has alighted and stands with his hand on the coach door, replying to a group of officials. They leisurely walk round the carriage and leisurely mount the box, to look at what little luggage it carries on the roof; the country-people hanging about, press nearer to the coach doors and greedily stare in; a little child, carried by its mother, has its short arm held out for it, that it may touch the wife of an aristocrat who has gone to the Guillotine.   `Behold your papers, Jarvis Lorry, countersigned.'\\n`One can depart, citizen?'   `One can depart. Forward, my postilions! A good journey!'\\n`I salute you, citizens.--And the first danger passed!'   These are again the words of Jarvis Lorry, as he clasps his hands, and looks upward. There is terror in the carriage, there is weeping, there is the heavy breathing of the insensible traveller.  `Are we not going too slowly? Can they not be induced to go faster?' asks Lucie, clinging to the old man.\\n`It would seem like flight, my darling. I must not urge them too much; it would rouse suspicion.'   `Look back, look back, and see if we are pursued!'\\n`The road is clear, my dearest. So far, we are not pursued.'   Houses in twos and threes pass by us, solitary farms, ruinous buildings, dye-works, tanneries, and the like, open country, avenues of leafless trees. The hard uneven pavement is under us, the soft deep mud is on either side. Sometimes, we strike into the skirting mud, to avoid the stones that clatter us and shake us; sometimes we stick in ruts and sloughs there. The agony of our impatience is then so great, that in our wild alarm and hurry we are for getting out and running--hiding--doing anything but stopping.   Out of the open country, in again among ruinous buildings, solitary farms, dye-works, tanneries, and the like, cottages in twos and threes, avenues of leafless trees. Have these men deceived us, and taken us back by another road? Is not this the same place twice over? Thank Heaven, no. A village. Look back, look back, and see if we are pursued! Hush! the posting-house.   Leisurely, our four horses are taken out; leisurely, the coach stands in the little street, bereft of horses, and with no likelihood upon it of ever moving again; leisurely, the new horses come into visible existence, one by one; leisurely, the new postilions follow, sucking and plaiting the lashes of their whips; leisurely, the old postilions count their money, make wrong additions, and arrive at dissatisfied results. All the time, our overfraught hearts are beating at a rate that would far outstrip the fastest gallop of the fastest horses ever foaled.   At length the new postilions are in their saddles, and the old are left behind. We are through the village, up the hill, and down the hill, and on the low watery grounds. Suddenly)', the postilions exchange speech with animated gesticulation, and the horses-are pulled up, almost on their haunches. We are pursued.   `Ho! Within the carriage there. Speak then!'\\n`What is it?' asks Mr. Lorry, looking out at window.   `How many did they say?\\n`I do not understand you.'   ` At the last post. How many to the Guillotine to-day?'\\n`Fifty-two.'   `I said so! A brave number! My fellow-citizen here would have it forty-two; ten more heads are worth having. The Guillotine goes handsomely. I love it. Hi forward. Whoop!'\\nThe night comes on dark. He moves more; he is beginning to revive, and to speak intelligibly; he thinks they are still together; he asks him, by his name, what he has in his hand. D pity us, kind Heaven, and help us! Look out, look out, and see if we are pursued.\\nThe wind is rushing after us, and the clouds are flying after us, and the moon is plunging after us, and the whole wild night is in pursuit of us; but, so far we are pursued by nothing else.\\n\\nCHAPTER XIV\\nThe Knitting Done\\nIN that same juncture of time when the Fifty-Two awaited their fate, Madame Defarge held darkly ominous council with The Vengeance and Jacques Three of the Revolutionary Jury. Not in the wine-shop did Madame Defarge confer with these ministers, but in the shed of the wood-sawyer, erst a mender of roads. The sawyer himself did not participate in the conference, but abided at a little distance, like an outer satellite who was not to speak until required, or to offer an opinion until invited.\\n`But our Defarge,' said Jacques Three, `is undoubtedly a good Republican? Eh?'\\n`There is no better,' the voluble Vengeance protested in her shrill notes, `in France.\\n`Peace, little Vengeance,' said Madame Defarge, laying her hand with a slight frown on her lieutenant's lips, `hear me speak. My husband, fellow-citizen, is a good Republican and a bold man; he has deserved well of the Republic, and possesses its confidence. But my husband has his weaknesses, and he is so weak as to relent towards this Doctor.'\\n`It is a great pity,' croaked Jacques Three, dubiously shaking his head, with his cruel fingers at his hungry mouth; `it is not quite like a good citizen; it is a thing to regret.\\n`See you,' said madame, `I care nothing for this Doctor, I. He may wear his head or lose it, for any interest I have in him; it is all one to me. But, the Evrémonde people are to be exterminated, and the wife and child must follow the husband and father.'\\n`She has a fine head for it,' croaked Jacques Three. `I have seen blue eyes and golden hair there, and they looked charming when Samson held them up.' Ogre that he was, he spoke like an epicure.\\nMadame Defarge cast down her eyes, and reflected a little. `The child also,' observed Jacques Three, with a meditative enjoyment of his words, `has golden hair and blue eyes. And we seldom have a child there. It is a pretty sight!'\\n`In a word,' said Madame Defarge, coming out of her short abstraction, `I cannot trust my husband in this matter.\\nNot only do I feel, since last night, that I dare not confide to him the details of my projects; but also I feel that if I delay, there is danger of his giving warning, and then they might escape.\\n`That must never be,' croaked Jacques Three; `no one must escape. We have not half enough as it is. We ought to have six score a day.'\\n`In a word,' Madame Defarge went on, `my husband has not my reason for pursuing this family to annihilation, and I have not his reason for regarding this Doctor with any sensibility. I must act for myself, therefore. Come hither, little citizen.\\nThe wood-sawyer, who held her in the respect, and himself in the submission, of mortal fear, advanced with his hand to his red cap.\\n`Touching those signals, little citizen,' said Madame Defarge, sternly, `that she made to the prisoners; you are ready to bear witness to them this very day?'\\n`Ay, ay, why not!' cried the sawyer. `Every day, in all weathers, from two to four, always signalling, sometimes with the little one, sometimes without. I know what I know. I have seen with my eyes.'\\nHe made all manner of gestures while he spoke, as if in incidental imitation of some few of the great diversity of signals that he had never seen.\\n`Clearly plots,' said Jacques Three. `Transparently!'\\n`There is no doubt of the Jury?' inquired Madame Defarge, letting her eyes turn to him with a gloomy smile.   `Rely upon the patriotic Jury, dear citizeness. I answer for my fellow-Jurymen.'\\n`Now, let me see,' said Madame Defarge, pondering again. `Yet once more! Can I spare this Doctor to my husband? I have no feeling either way. Can I spare him?'\\n`He would count as one head,' observed Jacques Three, in a low voice. `We really have not heads enough; it would be a pity, I think.'\\n`He was signalling with her when I saw her,' argued Madame Defarge; `I cannot speak of one without the other; and I must not be silent, and trust the case wholly to him, this little citizen here. For, I am not a bad witness.\\nThe Vengeance and Jacques Three vied with each other in their fervent protestations that she was the most admirable and marvellous of witnesses. The little citizen, not to be outdone, declared her to be a celestial witness.\\nHe must take his chance,' said Madame Defarge. `No, I cannot spare him! You are engaged at three o'clock; you are going to see the batch of to-day executed.--You?'   The question was addressed to the wood-sawyer, who hurriedly replied in the affirmative: seizing the occasion to add that he was the most ardent of Republicans, and that he would be in effect the most desolate of Republicans, if anything prevented him from enjoying the pleasure of smoking his afternoon pipe in the contemplation of the droll national barber. He was so very demonstrative herein, that he might have been suspected (perhaps was, by the dark eyes that looked Contemptuously at him out of Madame Defarge's head) of having his small individual fears for his own personal safety, every hour in the day.   `I,' said madame, `am equally engaged at the same place. After it is over-say at eight to-night--come you to me, in Saint Antoine, and we will give information against these' people at my section.'   The wood-sawyer said he would be proud and flattered to attend the citizeness. The citizeness looking at him, he became embarrassed, evaded her glance as a small dog would have done, retreated among his wood, and hid his confusion over the handle of his saw.   Madame Defarge beckoned the Juryman and The Vengeance a little nearer to the door, and there expounded her further views to them thus:   `She will now be at home, awaiting the moment of his death. She will be mourning and grieving. She will be in a state of mind to impeach the justice of the Republic. She will be full of sympathy with its enemies. I will go to her.'\\n`What an admirable woman; what an adorable woman!' exclaimed Jacques Three, rapturously. `Ah, my cherished!' cried The Vengeance; and embraced her.\\n`Take you my knitting,' said Madame Defarge, placing it in her lieutenant's hands, `and have it ready for me in my usual seat. Keep me my usual chair. Go you there, straight, for there will probably be a greater concourse than usual, to-day.'\\n`I willingly obey the orders of my Chief' said The Vengeance with alacrity, and kissing her cheek. `You will not be late?'\\n`I shall be there before the commencement.'   `And before the tumbrils arrive. Be sure you are there, my soul,' said The Vengeance, calling after her, for she had already turned into the street, `before the tumbrils arrive!'   Madame Defarge slightly waved her hand, to imply that she heard, and might be relied upon to arrive in good time, and so went through tile mud, and round the corner of the prison wall. The Vengeance and the Juryman, looking alter her as she walked away, were highly appreciative of her fine figure, and her superb moral endowments.   There were many women at that time, upon whom the time laid a dreadfully disfiguring hand; but, there was not one among them more to be dreaded than this ruthless woman, now taking her way along the streets. Of a strong and fearless character, of shrewd sense and readiness, of great determination, of that kind of beauty which not only seems to impart to its possessor firmness and animosity, but to strike into others an instinctive recognition of those qualities; the troubled time would have heaved her up, under any circumstances. But, imbued from her childhood with a brooding sense of, wrong, and an inveterate hatred of a class, opportunity had developed her into a tigress. She was absolutely without pity. If she had ever had the virtue in her, it had quite gone out of her.   It was nothing to her, that an innocent man was to die for the sins of his forefathers; she saw, not him, but them. It was nothing to her, that his wife was to be made a widow and his daughter an orphan; that was insufficient punishment, because they were her natural enemies and her prey, and as such had no right to live. To appeal to her, was made hopeless by her having no sense of pity, even for herself. If she had been laid low in the streets, in any of the many encounters in which she had been engaged, she would not have pitied herself; nor, if she had been ordered to the axe to-morrow, would she have gone to it with any softer feeling than a fierce desire to change places with the man who sent her there.   Such a heart Madame Defarge carried under her rough robe. Carelessly worn, it was a becoming robe enough, in a certain weird way, and her dark hair looked rich under her coarse red cap. Lying hidden in her bosom, was a loaded pistol. Lying hidden at her waist, was a sharpened dagger. Thus accoutred, and walking with the confident tread of such a character, and with the supple freedom of a woman who had habitually walked in her girlhood, bare-foot and bare-legged, on the brown sea-sand, Madame Defarge took her way along the streets.   Now, when the journey of the travelling coach, at that very moment waiting for the completion of its load, had been planned out last night, the difficulty of taking Miss Pross in it had much engaged Mr. Lorry's attention. It was not merely desirable to avoid overloading the coach, but it was of the highest importance that the time occupied in examining it and its passengers, should be reduced to the utmost; since their escape might depend on the saving of only a few seconds here and there. Finally, he had proposed, after anxious consideration, that Miss Pross and Jerry, who were at liberty to leave the city, should leave it at three o'clock in the lightest-wheeled conveyance known to that period. Unencumbered with luggage, they would soon overtake the coach, and, passing it and preceding it on the road, would order its horses in advance, and greatly facilitate its progress during the precious hours of the night, when delay was the most to be dreaded.   Seeing in this arrangement the hope of rendering real service in that pressing emergency, Miss Pross hailed it with joy. She and Jerry had beheld the coach start, had known who it was that Solomon brought, had passed some ten minutes in tortures of suspense, and were now concluding their arrangements to follow the coach, even as Madame Defarge, taking her way through the streets, now drew nearer and nearer to the else-deserted lodging in which they held their consultation.   `Now what do you think, Mr. Cruncher,' said Miss Pross, whose agitation was so great that she could hardly speak, or stand, or move, or live: `what do you think of our not starting from this court-yard? Another carriage having already gone from here to-day, it might awaken suspicion.   `My opinion, miss,' returned Mr. Cruncher, `is as, you're right. Likewise wot I'll stand by you, right or wrong.   `I am so distracted with fear and hope for our precious creatures,' said Miss Pross, wildly crying, `that I am incapable of forming any plan. Are you capable of forming any plan, my dear good Mr. Cruncher?'   `Respectin' a future spear o' life, miss,' returned Mr. Cruncher, `I hope so. Respectin' any present use o' this here blessed old head o' mine, I think not. Would you do me the favour, miss, to take notice o' two promises and wows wot it is my wishes fur to record in this here crisis?'   `Oh, for gracious sake!' cried Miss Pross, still wildly crying, `record them at once, and get them out of the way, like an excellent man.   `First,' said Mr. Cruncher, who was all in a tremble, and who spoke with an ashy and solemn visage, `them poor things well out o' this, never no more will I do it, never no more!'   `I am quite sure, Mr. Cruncher,' returned Miss Pross, `that you never will do it again, whatever it is, and I beg you not to think it necessary to mention more particularly what it is.'   `No, miss,' returned Jerry, `it shall not be named to you. Second: them poor things well out o' this, and never no more will I interfere with Mrs. Cruncher's flopping, never no more!'   `Whatever housekeeping arrangement that may be,' said Miss Pross, striving to dry her eyes and compose herself, `I have no doubt it is best that Mrs. Cruncher should have it entirely under her own superintendence.--O my poor darlings!'   `I go so far as to say, miss, morehover,' proceeded Mr. Cruncher, with a most alarming tendency to hold forth as from a pulpit--`and let my words be took down and took to Mrs. Cruncher through yourself--that wot my opinions respectin' flopping has undergone a change, and that wot I only hope with all my heart as Mrs. Cruncher may be a flopping at the present time.'   There, there, there! I hope she is, my dear man,' cried the distracted Miss Pross, `and I hope she finds it answering her expectations.'\\n`Forbid it,' proceeded Mr. Cruncher, with additional solemnity, additional slowness, and additional tendency to hold forth and hold out, `as anything wot I have ever said or done should be wisited on my earnest wishes for them poor creeturs now! Forbid it as we shouldn't all flop (if it was anyways conwenient) to get `em out o' this here dismal risk! Forbid it, miss! Wot I say, for--BID it!' This was Mr. Cruncher's conclusion after a protracted but vain endeavour to find a better one.   And still Madame Defarge, pursuing her way along the streets, came nearer and nearer.  `If we ever get back to our native land,' said Miss Pross, `you may rely upon my telling Mrs. Cruncher as much as I may be able to remember and understand of what you have so impressively said; and at all events you may be sure that I shall bear witness to your being thoroughly in earnest at this dreadful time. Now, pray let us think! My esteemed Mr. Cruncher, let us think!'   Still, Madame Defarge, pursuing her way along the streets, came nearer and nearer.   `If you were to go before,' said Miss Pross, `and stop the vehicle and horses from coming here, and were to wait somewhere for me; wouldn't that be best?'   Mr. Cruncher thought it might be best.   `Where could you wait for me?' asked Miss Pross.\\nMr. Cruncher was so bewildered that he could think of no locality but Temple Bar. Alas! Temple Bar was hundreds of miles away, and Madame Defarge was drawing very near indeed.\\n`By the cathedral door,' said Miss Pross. `Would it be much out of the way, to take me in, near the great cathedral door between the two towers?'\\n`No, miss,' answered Mr. Cruncher.   `Then, like the best of men,' said Miss Pross, `go to the posting-house straight, and make that change.'   `I am doubtful,' said Mr. Cruncher, hesitating and shaking his head, `about leaving of you, you see. We don't know what may happen.'   `Heaven knows we don't,' returned Miss Pross, `but have no fear for me. Take me in at the cathedral, at Three o'clock, or as near it as you can, and I am sure it will be better than our going from here. I feel certain of it. There! Bless you, Mr. Cruncher! Think--not of me, but of the lives that may depend on both of us !'   This exordium, and Miss Pross's two hands in quite agonised entreaty clasping his, decided Mr. Cruncher. With an encouraging nod or two, he immediately went out to alter the arrangements, and left her by herself to follow as she had proposed.   The having originated a precaution which was already in course of execution, was a great relief to Miss Pross. The necessity of Composing her appearance so that it should attract no special notice in the streets, was another relief She looked at her watch, and it was twenty minutes past two. She had no time to lose, but must get ready at once.   Afraid, in her extreme perturbation, of the loneliness of the deserted rooms, and of half-imagined faces peeping from behind every open door in them, Miss Pross got a basin of cold water and began laving her eyes, which were swollen and red. Haunted by her feverish apprehensions, she could not bear to have her sight obscured for a minute at a time by the dripping water, but constantly paused and looked round to see that there was no one watching her. In one of those pauses she recoiled and cried out, for she saw a figure standing in the room.   The basin fell to the ground broken, and the water flowed to the feet of Madame Defarge. By strange stern ways, and through much staining blood, those feet had come to meet that water.   Madame Defarge looked coldly at her, and said, `The wife of Evrémonde; where is she?'\\nIt flashed upon Miss Pross's mind that the doors were all standing open, and would suggest the flight. Her first act was to shut them. There were four in the room, and she shut them all. She then placed herself before the door of the chamber which Lucie had occupied.\\nMadame Defarge's dark eyes followed her through this rapid movement, and rested on her when it was finished. Miss Pross had nothing beautiful about her; years had not tamed the wildness, or softened the grimness, of her appearance; but, she too was a determined woman in her different way, and she measured Madame Defarge with her eyes, every inch.\\n`You might, from your appearance, be the wife of Lucifer,' said Miss Pross, in her breathing. `Nevertheless, you shall not get the better of me. I am an Englishwoman.\\nMadame Defarge looked at her scornfully, but still with something of Miss Pross's own perception that they two were at bay. She saw a tight, hard, wiry woman before her, as Mr. Lorry had seen in the same figure a woman with a strong hand, in the years gone by. She knew full well that Miss Pross was the family's devoted friend; Miss Pross knew full well that Madame Defarge was the family's malevolent enemy.\\n`On my way yonder,' said Madame Defarge, with a slight movement of her hand towards the fatal spot, `where they reserve my chair and my knitting for me, I am come, to make my compliments to her in passing. I wish to see her.\\n`I know that your intentions are evil,' said Miss Pross, `and you may depend upon it, I'll hold my own against them.'\\nEach spoke in her own language; neither understood the other's words; both were very watchful, and intent to deduce from look and manner, what the unintelligible words meant.\\n`It will do her no good to keep herself concealed from me at this moment,' said Madame Defarge. `Good patriots will know what that means. Let me see her. Go tell her that I wish to see her. Do you hear?'\\n`If those eyes of yours were bed-winches,' returned Miss Pross, `and I was an English four-poster, they shouldn't loose a splinter of me. No, you wicked foreign woman; I am your match.'\\nMadame Defarge was not likely to follow these idiomatic remarks in detail; but, she so far understood them as to perceive that she was set at naught.\\n`Woman imbecile and pig-like!' said Madame Defarge, frowning. `I take no answer from you. I demand to see her. Either tell her that I demand to see her, or stand out of the way of the door and let me go to her!' This, with an angry explanatory wave of her right arm.\\n`I little thought,' said bliss Pross, `that I should ever want to understand your nonsensical language; but I would give all I have, except the clothes I wear, to know whether you suspect the truth, or any part of it.'\\nNeither of them for a single moment released the other's eyes. Madame Defarge had not moved from the spot where she stood when Miss Pross first became aware of her; but she now advanced one step.\\n`I am a Briton,' said Miss Pross, `I am desperate. I don't care an English Two-pence for myself. I know that the longer I keep you here, the greater hope there is for my Ladybird. I'll not leave a handful of that dark hair upon your head, if you lay a finger on me!'\\nThus Miss Pross, with a shake of her head and a flash of her eyes between every rapid sentence, and every rapid sentence a whole breath. Thus Miss Pross, who had never struck a blow in her life.\\nBut, her courage was of that emotional nature that it brought the irrepressible tears into her eyes. This was a courage that Madame Defarge so little comprehended as to mistake for weakness. `Ha, ha!' she laughed, `you poor wretch! What are you worth! I address myself to that Doctor.' Then she raised her voice and called out, `Citizen Doctor! Wife of Evrémonde! Child of Evrémonde! Any person but this miserable fool, answer the Citizeness Defarge!'   Perhaps the following silence, perhaps some latent disclosure in the expression of Miss Pross's face, perhaps a sudden misgiving apart from either suggestion, whispered to Madame Defarge that they were gone. Three of the doors she opened swiftly, and looked in.   `Those rooms are all in disorder, there has been hurried packing, there are odds and ends upon the ground. There is no one in that room behind you! Let me look.'\\n`Never!' said Miss Pross, who understood the request as perfectly as Madame Defarge understood the answer.   `If they are not in that room, they are gone, and can be pursued and brought back,' said Madame Defarge to herself.\\n`As long as you don't know whether they are in that room or not, you are uncertain what to do,' said Miss Pross to herself; `and you shall not know that, if I can prevent your knowing it; and know that, or not know that, you shall not leave here while I can hold you.'\\n`I have been in the streets from the first, nothing has stopped me, I will tear you to pieces, but I will have you from that door,' said Madame Defarge.   `We are alone at the top of a high house in a solitary courtyard, we are not likely to be heard, and I pray for bodily strength to keep you here, while every minute you are here is worth a hundred thousand guineas to my darling,' said Miss Pross.\\nMadame Defarge made at the door. Miss Pross, on the instinct of the moment, seized her round tile waist in both her arms, and held her tight. It was in vain for Madame Defarge to struggle and to strike; Miss Pross, with the vigorous tenacity of love, always so much stronger than hate, clasped her tight, and even lifted her from the floor in the struggle that they had. The two hands of Madame Defarge buffeted and tore her face; but, Miss Pross, with her head down, held her round the waist, and clung to her with more than the hold of a drowning woman.\\nSoon, Madame Defarge's hands ceased to strike, and felt at her encircled waist. `It is under my arm,' said Miss Pross, in smothered tones, `you shall not draw it. I am stronger than you, I bless Heaven for it. I'll hold you till one or other of us faints or dies!'\\nMadame Defarge's hands were at her bosom. Miss Pross looked up, saw what it was, struck at it, struck out a flash and a crash, and stood alone--blinded with smoke.\\nAll this was in a second. As the smoke cleared, leaving an awful stillness, it passed out on the air, like the soul of the furious woman whose body lay lifeless on the ground.\\nIn the first fright and horror of her situation, Miss Pross passed the body as far from it as she could, and ran down the stairs to call for fruitless help. Happily, she bethought herself of the consequences of what she did, in time to check herself and go back. It was dreadful to go in at the door again; but, she did go in, and even went near it, to get the bonnet and other things that she must wear. These she put on, out on the staircase, first shutting and locking the door and taking away the key. She then sat down on the stairs a few moments to breathe and to cry, and then got up and hurried away.\\nBy good fortune she had a veil on her bonnet, or she could hardly have gone along the streets without being stopped. By good fortune, too, she was naturally so peculiar in appearance as not to show disfigurement like any other woman. She needed both advantages, for the marks of griping fingers were deep in her face, and her hair was torn, and her dress (hastily composed with unsteady hands) was clutched and dragged a hundred ways\\nIn crossing the bridge, she dropped the door key in the river. Arriving at the cathedral some few minutes before her escort, and waiting there, she thought, what if the key were already taken in a net, what if it were identified, what if the door were opened and the remains discovered, what if she were stopped at the gate, sent to prison, and charged with murder! In the midst of these fluttering thoughts, the escort appeared, took her in, and took her away.\\n`Is there any noise in the streets?' she asked him.   `The usual noises,' Mr. Cruncher replied; and looked surprised by the question and by her aspect.\\n`I don't hear you,' said Miss Pross. `What do you say?'\\nIt was in vain for Mr. Cruncher to repeat what he said; Miss Pross could not hear him. `So I'll nod my head,' thought Mr. Cruncher, amazed, `at all events she'll see that.' And she did.\\n`Is there any noise in the streets now?' asked Miss Pross again, presently.   Again Mr. Cruncher nodded his head.   `I don't hear it.'\\n`Gone deaf in a hour?' said Mr. Cruncher, ruminating, with his mind much disturbed; `wot's come to her?'\\n`I feel,' said Miss Pross, `as if there had been a flash and a crash, and that crash was the last thing I should ever hear in this life.'\\n`Blest if she ain't in a queer condition!' said Mr. Cruncher, more and more disturbed. `Wot can she have been a takin', to keep her courage up? Hark! There's the roll of them dreadful carts! You can hear that, miss?'\\n`I can hear,' said Miss Pross, seeing that he spoke to her, `nothing. O, my good man, there was first a great crash, and then a great stillness, and that stillness seems to be fixed and unchangeable, never to be broken any more as long as my life lasts.'\\n`If she don't hear the roll of those dreadful carts, now very nigh their journey's end,' said Mr. Cruncher, glancing over his shoulder, `it's my opinion that indeed she never will hear anything else in this world.'\\nAnd indeed she never did.\\n\\nCHAPTER XV\\nThe Footsteps Die out for Ever\\nALONG the Paris streets, the death-carts rumble, hollow and harsh. Six tumbrils carry the day's wine to La Guillotine. All the devouring and insatiate Monsters imagined since imagination could record itself, are fused in the one realisation, Guillotine. And yet there is not in France, with its rich variety of soil and climate, a blade, a leaf, a root, a sprig, a peppercorn, which will grow to maturity under conditions more certain than those that have produced this horror. Crush humanity out of shape once more, under similar hammers, and it will twist itself into the same tortured forms. Sow the same seed of rapacious licence and oppression over again, and it will surely yield the same fruit according to its kind.\\nSix tumbrils roll along the streets. Change these back again to what they were, thou powerful enchanter, Time, and they shall be seen to be the carriages of absolute monarchs, the equipages of feudal nobles, the toilettes of flaring Jezebels, the churches that are not my father's house but dens of thieves, the huts of millions of starving peasants! No; the great magician who majestically works out the appointed order of the Creator, never reverses his transformations. `If thou be changed into this shape by the will of God,' say the seers to the enchanted, in the wise Arabian stories, `then remain so! But, if thou wear this form through mere passing conjuration, then resume thy former aspect!' Changeless and hopeless, the tumbrils roll along.\\nAs the sombre wheels of the six carts go round, they seem to plough up a long crooked furrow among the populace in the streets. Ridges of faces are thrown to this side and to that, and the ploughs go steadily onward. So used are the regular inhabitants of the houses to the spectacle, that in many windows there are no people, and in some the occupation of the hands is not so much as suspended, while the eyes survey the faces in the tumbrils. Here and there, the inmate has visitors to see the sight; then he points his finger, with something of the complacency of a curator or authorised exponent, to this cart and to this, and seems to tell who sat here yesterday, and who there the day before.\\nOf the riders in the tumbrils, some observe these things, and all things on their last roadside, with an impassive stare; others, with a lingering interest in the ways of life and men. Some, seated with drooping heads, are sunk in silent despair; again, there are some so heedful of their looks that they cast upon the multitude such glances as they have seen in theatres, and in pictures. Several close their eyes, and think, or try to get their straying thoughts together. Only one, and he a miserable creature, of a crazed aspect, is so shattered and made drunk by horror, that he sings, and tries to dance. Not one of the whole number appeals by look or gesture, to the pity of the people.\\nThere is a guard of sundry horsemen riding abreast of the tumbrils, and faces are often turned up to some of them, and they are asked some question. It would seem to be always the same question, for, it is always followed by a press of people towards the third cart. The horsemen abreast of that cart, frequently point out one man in it with their swords. The leading curiosity is, to know which is he; he stands at the back of the tumbril with his head bent down, to converse with a mere girl who sits on the side of the cart, and holds his hand. He has no curiosity or care for the scene about him, and always speaks to the girl. Here and there in the long street of St. Honoré, cries are raised against him. If they move him at all, it is only to a quiet smile, as he shakes his hair a little more loosely about his face. He cannot easily touch his face, his arms being bound.\\nOn the steps of a church, awaiting the coming-up of the tumbrils, stands the Spy and prison-sheep. He looks into the first of them: not there. He looks into the second: not there. He already asks himself, `Has he sacrificed me?' when his face clears, as he looks into the third.   `Which is Evrémonde?' says a man behind him. `That. At the back there.' `With his hand in the girl's?' `Yes.'   The man cries, `Down, Evrémonde To the Guillotine all aristocrats! Down, Evrémonde!'\\n`Hush, hush!' the Spy entreats him, timidly.  `And why not, citizen?'\\n`He is going to pay the forfeit: it will be paid in five minutes more. Let him be at peace.'  But the man continuing to exclaim, `Down, Evrémonde!' the face of Evrémonde is for a moment turned towards him. Evrémonde then sees the Spy, and looks attentively at him, and goes his way.\\nThe clocks are on the stroke of three, and the furrow ploughed among the populace is turning round, to come on into the place of execution, and end. The ridges thrown to this side and to that, now crumble in and close behind the last plough as it passes on, for all are following to the Guillotine. In front of it, seated in chairs, as in a garden of public diversion, are a number of women, busily knitting. On one of the foremost chairs, stands The Vengeance, looking about for her friend.\\n`Thérèse!' she cries, in her shrill tones. `Who has seen her? Thérèse Defarge!'\\n`She never missed before,' says a knitting-woman of the sisterhood.   `No; nor will site miss now,' cries The Vengeance, petulantly. `Thérèse!'   `Louder,' the woman recommends.\\nAy! Louder, Vengeance, much louder, and still site will scarcely hear thee. Louder yet, Vengeance, with a little oath or so added, and yet it will hardly bring her. Send other women up and down to seek her, lingering somewhere; and yet, although the messengers have done dread deeds, it is questionable whether of their own wills they will go far enough to find her!\\n`Bad Fortune!' cries The Vengeance, stamping her foot in the chair, `and here are the tumbrils! And Evrémonde will be despatched in a wink, and she not here! See her knitting in my hand, and her empty chair ready for her. I cry with `vexation and disappointment!'   As The Vengeance descends from her elevation to do it, the tumbrils begin to discharge their loads. The ministers of Sainte Guillotine are robed and ready. Crash!--A head is held up, and the knitting-women who scarcely lifted their eyes to look at it a moment ago when it could think and speak, count One.   The second tumbril empties and moves on; the third comes up. Crash--And the knitting-women, never faltering or pausing in their work, count Two.   The supposed Evrémonde descends, and the seamstress is lifted out next after him. He has not relinquished her patient hand in getting out, but still holds it as he promised. He gently places her with her back to the crashing engine that constantly whirrs up and falls, and she looks into his face and thanks him.   `But for you, dear stranger, I should not be so composed, for I am naturally a poor little thing, faint of heart; nor should I have been able to raise my thoughts to Him who was put to death, that we might have hope and comfort here to-day. I think you were sent to me by Heaven.\\n`Or you to me,' says Sydney Carton. `Keep your eyes upon me, dear child, and mind no other object.'\\n`I mind nothing while I hold your hand. I shall mind nothing when I let it go, if they are rapid.'   `They will be rapid. Fear not!'\\nThe two stand in the fast-thinning throng of victims, but they speak as if they were alone. Eye to eye, voice to voice, hand to hand, heart to heart, these two children of the Universal Mother, else so wide apart and differing, have come together on the dark highway, to repair home together, and to rest in her bosom.\\n`Brave and generous friend, will you let me ask you one last question? I am very ignorant, and it troubles me--just a little.'   `Tell me what it is.'\\n`I have a cousin, an only relative and an orphan, like myself, whom I love very dearly. She is five years younger than I, and she lives in a farmer's house in the south country. Poverty parted us, and she knows nothing of my fate--for I cannot writ--and if I could, how should I tell her! It is better as it is.'   `Yes, yes; better as it is.'\\n`What I have been thinking as we came along, and what I am still thinking now, as I look into your kind strong face which gives me so much support, is this:--if the Republic really does good to the poor, and they come to be less hungry, and in all ways to suffer less, she may live a long time: she may even live to be old.'   `What then, my gentle sister?'\\n`Do you think:' the uncomplaining eyes in which there is so much endurance, fill with tears, and the lips part a little more and tremble: `that it will seem long to me, while I wait for her in the better land where I trust both you and I will be mercifully sheltered?'\\n`It cannot be, my child; there is no Time there, and no trouble there.'   `You comfort me so much! I am so ignorant. Am I to kiss you now? Is the moment come?'\\n`Yes.'   She kisses his lips; he kisses hers; they solemnly bless each other. The spare hand does not tremble as he releases it; nothing worse than a sweet, bright constancy is in the patient face. She goes next before him-is gone; the knitting-women count Twenty-Two.   `I am the Resurrection and the Life, saith the Lord: he that believeth in me, though he were dead, yet shall he live: and whosoever liveth and believeth in me shall never die.'\\nThe murmuring of many voices, the upturning of many faces, the pressing on of many footsteps in the outskirts of the crowd, so that it swells forward in a mass, like one great heave of water, all flashes away. Twenty-Three.\\n\\nThey said of him, about the city that night, that it was the peacefullest man's face ever beheld there. Many added that he looked sublime and prophetic.\\nOne of the most remarkable sufferers by the same axe--a woman--Had asked at the foot of the same scaffold, not long before, to be allowed to write down the thoughts that were inspiring her. If he had given an utterance to his, and they were prophetic, they would have been these:\\n`I see Barsad, and Cly, Defarge, The Vengeance, the Juryman, the Judge, long ranks of the new oppressors who have risen on the destruction of the old, perishing by this retributive instrument, before it shall cease out of its present use. I see a beautiful city and a brilliant people' rising from this abyss, and, in their struggles to be truly free, in their triumphs and defeats, through long long years to come, I see the evil of this time and of the previous time of which this is the natural birth, gradually making expiation for itself and wearing out.   `I see the lives for which I lay down my life, peaceful, useful, prosperous and happy, in that England which I shall see no more. I see Her with a child upon her bosom, who bears my name. I see her father, aged and bent, but otherwise restored, and faithful to all men in his healing office, and at peace. I see the good old man, so long their friend, in ten years' time enriching them with all he has, and passing tranquilly to his reward.\\n`I see that I hold a sanctuary in their hearts, and in the hearts of their descendants, generations hence. I see her, an old woman, weeping for me on the anniversary of this day. I see her and her husband, their course done, lying side by side in their last earthly bed, and I know that each was not more honoured and held sacred in the other's soul, than I was in the souls of both.   `I see that child who lay upon her bosom and who bore my name, a man winning his way up in that path of life which once was mine. I see him winning it so well, that my name is made illustrious there by the light of his. I see the blots I threw upon it, faded away. I see him, foremost of just judges and honoured men, bringing a boy of my name, with a forehead that I know and golden hair, to this place--then fair to look upon, with not a trace of this day's disfigurement--and I hear him tell the child my story, with a tender and a faltering voice.\\n\\\\`It is a far, far better thing that I do, than I have ever done; it is a far, far better rest that I go to than I have ever known.'\\n\\n\\n--------------------------------------------------------------------------------\\n\\nTHE END\",\"timestamp\":1637494992,\"title\":\" The prisoner looked up, at each question. Carton, standing over him with his hand in his breast, looked down. \"},\"digest\":\"Et0B3UPTqVYnQyV_IER2EaPyM-WNuHR199dSrQOBKI8\",\"authorship\":{\"contributor\":\"0x9657e9353C2fAbB7cFDcd22Fb91D23149b982AE8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G54NqNcQqoHsPMkM-zz6STdfO1VPV3rUnsSmcEuky4I\\\",\\\"y\\\":\\\"_ptAXwPzG1u5PzGK7F1M0axF-12R2rJsQG_AG9OXPeg\\\"}\",\"signature\":\"MiohCciEXY7338TUVxCvJS63e1xlbexIEez3qficcIHE7e1SbErfxz0d2a0MsICATUT9pb0FeERHKxT2U7uLXQ\",\"signingKeySignature\":\"0x3f7321eadd10171fd4e7c4216fb9bb0d09df20a32f14b9808ba8b35c05643d052b9c46c4b240c7c883f0612251a4913272dceb230b8e1130f2bb5746059834561b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G54NqNcQqoHsPMkM-zz6STdfO1VPV3rUnsSmcEuky4I\\\",\\\"y\\\":\\\"_ptAXwPzG1u5PzGK7F1M0axF-12R2rJsQG_AG9OXPeg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Et0B3UPTqVYnQyV_IER2EaPyM-WNuHR199dSrQOBKI8\"}"