"{\"content\":{\"body\":\"I am a painter. Every week I get together with painters, and our teacher [Pat](https://patlipsky.com/), and we talk about our paintings. Sometimes we read what other people, like Clement Greenberg or Susan Sontag, say about painting. Although we are painters, the way we communicate is through language.\\n\\n![This photo was taken at Cranbrook Academy of Art. It is of Gere Kavanaugh’s piece ‘Untitled textile’ black and gold c. 1950s Linen.](https://images.mirror-media.xyz/publication-images/gkFS7ZivsJ84TlgSh8xFo.jpg?height=4032&width=3024)\\n\\n## Passwords\\n\\nAs a child, I remember using the same words as my friends. Even as an adult, I do this. I picked up the habit of saying ‘bogus’ from a [friend](http://motelsign.com/). Communities have common languages. Our painting group uses color world, paint handling, and edges to communicate our modernist leanings. Michel Foucault used *discourse* to describe how different groups create meaning and knowledge.\\n\\nAnother community I frequent is the [Yak Collective](https://www.yakcollective.org/), a diverse group of individuals that began with [Venkatesh Rao](https://venkateshrao.com/) and the [Ribbonfarm](https://www.ribbonfarm.com/) blog. We self-consciously use language developed on the Ribbonfarm blog within the Yak community. These words are our discourse. Our use grounds them in a history of ownership — a provenance. This provenance transforms ownership into something that is not only accumulated but used. Ownership circulates.\\n\\nThe person known as Commits Vortex made a fantastic presentation Web3 for Yaks on blockchain governance. CV presented [Bleep.art DAO](https://bleeps.art/) that creates NFTs for individual musical notes. The conversation turned to other building blocks, such as language and words, into NFTs.\\n\\n## Blockchain and Tradition\\n\\nIn language, what is essential is the relationship between words, not just the words themselves. As word patterns repeat in different writings, a body of work emerges. That becomes a tradition or *lineage* (CV’s term).\\n\\nRight now, the blockchain can only connect individuals that hold cryptocurrency. Language connects everyone that uses the same language. We can have pockets of people or communities using similar language that can now connect through a shared lexicon or lineage. There is an opportunity to communicate across discourses through shared language in Foucault’s sense of separate knowledge systems.\\n\\n## dLit\\n\\nCV and I talked about writing as staking, to use the discourse of Defi. We discussed ways lineages could pay, charge, or bundle works. We discussed ways bad actors could hack the system and avoid this. We also discussed how this relates to custodial (or as VC recommends steward) systems instead of extractive systems.\\n\\nThe value is in language, as well as tokens. When we stake ourselves to a particular lexicon or lineage, it is like providing tokens for a liquidity pool.  We are providing language liquidity: dLit (CV’s lexical invention) which stands for decentralized literature. \\n\\n## Some Imaginings\\n\\nImagine different communities with different lexicons. After we write something, certain communities are suggested to us based on our language. The goal here is to widen the community and to connect communities with resonant lexicons (or perhaps opposite lexicons).\\n\\nImagine, that there was an option to join a community. We could either buy tokens to join or be automatically invited based on our writing.\\n\\nImagine that as part of this community, or lineage, writers could bundle their work together. They could reach a larger audience and the pieces would have resonance as the lineage builds.\\n\\n## From Extraction to Stewardship\\n\\nLet’s escape the extractive long tail of Web 2.0 — the exponential distribution of goods where a small number of people have all the attention and money. A flat curve gives us a richer cultural ecosystem and more opportunities for enjoyment and success. Stewardship only makes sense where communities are engaged and connected in reciprocal and lively relationships. Language is alive every time we write. Lineages operate with stewardship.\\n\\nIn this piece, I created a lexicon with words like discourse, web3, stewardship, lineage, painting, and maybe Susan Sontag. I could also throw in erotics — but I’ll save that for another post.\\n\\n\\\\*Thanks to Commit Vortex for feedback and suggestions and dLit.\",\"timestamp\":1641221641,\"title\":\"Language Liquidity\"},\"digest\":\"g_ZskKYE23DSwkihrHYIJCgzbhjg3tsXAXcQiyVVy30\",\"authorship\":{\"contributor\":\"0xF88593a3b58B069bCcE2b50cC502C9BF8Ba5b248\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7pq1x8DrsP3MAGOff1u87Y_6JrjBfAPm-mg5tTG_a2I\\\",\\\"y\\\":\\\"vqRlAR_RmSO7_kO0HPLj6gjiMe_VR5t1ssTKT4V5-14\\\"}\",\"signature\":\"TQZVb3-NTyFE0iw3Z1YqPKiE_T73LcYXAJJ4zEJw72EWNKmBylPPGkWUSy33iTZ2ylKoBkXS43a1YvaoqvQeOQ\",\"signingKeySignature\":\"0xc6c9db4283064407f1029624c4125a269b021a9c0a8ec38175825d37b25e308e7ece9f3e8c7250dc22ac95638e3d6d2ab9538db982591a287c04da13d646f42e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7pq1x8DrsP3MAGOff1u87Y_6JrjBfAPm-mg5tTG_a2I\\\",\\\"y\\\":\\\"vqRlAR_RmSO7_kO0HPLj6gjiMe_VR5t1ssTKT4V5-14\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rsdTQVqU_hqwpTNJ-NAI-Yl5A31_2NKMMAQ0Nl-NzJ8\"}"