"{\"content\":{\"body\":\"## Choose your “life theme” carefully — and make sure you choose on purpose\\n\\nWhat happens after you die?\\n\\nIn his book *[Sum](https://www.goodreads.com/book/show/4948826-sum)*, neuroscientist David Eagleman provides 40 different, often contradicting answers to that question — some harrowing, others hilarious. What if God allowed everyone into heaven, but then we’d all complain about being stuck there with one another, concluding it is, in fact, hell? What if God turns out to be a microbe, completely unaware humans even exist?\\n\\nMaybe you’ll continue life in a world inhabited only by the people you already know or be forced to live each moment again, grouped by similarity. Four months of sitting on the toilet followed by three weeks of eating pizza, after which you’ll have 24 hours of nonstop stomach cramps before sleeping for 30 years straight.\\n\\nDespite conjuring stories that happen exclusively in a place from which we can’t return, (and that we therefore know nothing about) *Sum* holds profound implications about what we might choose to do in the here and now. The mere idea of accidentally becoming a horse in your next life, realizing only in the last second how great it was to be human, could be the exact hoof kick you need to finally start writing your novel, for example.\\n\\n*Sum* is Derek Sivers’ [single-favorite book of all time](https://youtu.be/uk6AhW0erF0?t=63). Whichever specific tale it may have been that spurred *him* into action, one day, he decided to write a book just like it, except he’d answer a different question — a question even more important than what’s beyond death, with even greater indications: While we *are* on this earth, how should we *live*?\\n\\n\\n---\\n\\n“27 conflicting answers, one weird conclusion.” That’s the tag line of Sivers’ book, aptly titled *[How to Live](https://www.goodreads.com/en/book/show/58188742)*. Every chapter succinctly instructs the reader on how to spend her days, each one taking no prisoners, wholly convinced it has the right answer.\\n\\n“All misery comes from dependency,” a chapter called “Be independent” opens. “The only way to be deeply happy is to break all dependencies.” Therefore, you should learn how to survive alone in the woods, never marry, and don’t believe what anyone says.\\n\\nThe next chapter, “Commit,” argues the complete opposite: “Commitment gives you peace of mind. Once you decide something, never change your mind.” Settle down. Get married. Pick one career, a few friends, and enjoy the little things. “When a decision is irreversible, you feel better about it.”\\n\\n“Fill your senses,” chapter three urges you. “Here’s your mission: Nothing twice. Never eat the same food twice. Never go to the same place twice. Never hear the same thing twice. Everything only once.” After all, this is the way to experience as much as you can in your short time on this earth.\\n\\nI love Sivers’ book because it might be the greatest self-help con of all time: It fools you into seeing the truth. You’ll buy the book hoping one of the 27 lifestyles he describes will be the answer to all your problems, but with each next chapter, it’ll slowly dawn on you that *there is no answer* — only the right idea at the right time for the right person, and that idea, just like the person — just like *you* — will keep changing forever.\\n\\nLife is not black and white. Take one of the simplest questions, a question we’ve all answered thousands of times: “What do you want to eat?” If I ask you this question in the morning, you’ll give a different answer than you will if I ask you at night. You want a different dish today than you did yesterday, and you’ll probably want yet another kind of food tomorrow. You’re constantly changing your response, and anyone tracking your various answers would probably fail to understand why within a week. “I don’t get it. Yesterday he wanted fish. Today it’s cereal. Then fries. Then potato salad. Then fruits. There’s no pattern whatsoever. He just ate half a glass of Nutella with a spoon. None of this makes any sense!” But that’s being human, isn’t it?\\n\\nYou constantly behave in contradictory ways and hope the world will forgive you. That’s the first thing that’s great about Sivers’ book: It shines a light on the grayness of your life. Seeing this grayness will make you more empathetic and understanding towards the flitting nature of others. How can someone vote Republican in one year and Democrat in the next? Why don’t our high school friends love us as much as they used to? How can someone love their job when they start it, then hate it a few months later? Well, they changed their mind! Just like you did when deciding what’s for dinner.\\n\\nPeople change. Tastes change. Values change. If a question as simple as “What do you want to eat?” becomes impossible to answer on a multi-week, let alone multi-year timeline, how could we possibly expect “How should you live your life?” to have a singular conclusion? We can’t.\\n\\nUnlike in our meal choices, however, we *can* find a pattern in Sivers’ book, and that’s where its true capacity to guide us resides — a secret hidden in plain sight, not in the chapters themselves but in how they relate to one another.\\n\\n\\n---\\n\\n“Which of these sounds like me?” As you try to find yourself in the chapters of Sivers’ book, you’ll naturally gravitate towards some more than others. In a chapter called “Do Nothing,” I highlighted nearly every other line. In the “Be a Famous Pioneer” chapter, I highlighted just one. You’ll start skimming chapters whose answers put you off, while lingering on those you inexplicably feel drawn to. “Oof, all that travel sounds exhausting.” “Wow, that’s more like it.” “Ahh, a cozy home in the mountains, that’s the dream!”\\n\\nInitially, it’ll seem like the goal is to find one out of 27 lifestyles that matches your tastes *the most*, but then you’ll like an idea from chapter 13 as much as one from chapter 8, and, suddenly, you’ll be faced with a conundrum: It’s impossible to pick just *one* chapter. “Master something.” “Create.” “Think super-long-term.” I loved all of these and then some. Which one should I choose? Argh.\\n\\nOne day, I was flicking through my highlights across the book, still wondering which lifestyle to pick — and then I saw it: Each chapter vastly differed from the next, but they did group around certain themes. I could identify three:\\n\\n1. Live a small, slow, focused life.\\n2. Live an open, moderate, independent life.\\n3. Live a big, fast, immersed life.\\n\\n“Value only what has endured.” “Follow the great book.” “Don’t die.” These chapters are all variations of “Commit.” Pick your battles early, and stay on one side forever. There’s plenty of happiness to be found in even the tiniest village. Focus at work. Strap in for a five-decade career in one field. Practice restraint. Marry when the basics are covered. There’s always someone else out there, but rarely someone better. Cultivate a few true friendships. In other words: Stay humble, and find joy in the little things.\\n\\n“Reinvent yourself regularly.” “Let randomness rule.” “Do whatever you want now.” These chapters praise freedom and independence. They tell you to stay in the present, keep your cool, and let the chips fall where they may. Value whatever life gives you, but never too much. Got fired? Whatever. It was just a job. Enjoyed the city but got a job offer elsewhere? Okay, it’s time to move. Flow with life, and follow where the universe leads you. Stay open-minded, and go at whatever pace life requests.\\n\\n“Make memories.” “Live for others.” “Chase the future.” These chapters prompt you to go hard or go home. They value novelty and immersion. You only have one life! How dare you not squeeze it for every last drop? Turn your gaze outward. Visit every country. Help every person you meet. Fall in love a million times, and never settle. Queue for every new tech gadget, learn like a madman, and sample careers like there’s no tomorrow — because one day soon, there won’t be. Always keep an eye on the future, and never stop looking for your next big thing.\\n\\nHuh. Who would have thought? Life is like colors: You only get three basic options, but you can combine them into a million glittering shades.\\n\\n\\n---\\n\\nLet’s say you’re applying for jobs. You’ve sent out 100 applications. You get offers from five companies. As you’re contemplating which firm to join, an economic crisis happens. Suddenly, three firms yank their offers. Now you’re left with just two. How would you react?\\n\\nFirst, you’d deny this inexplicable turn of fate. “No. That can’t be right. They didn’t really pull their offers. No, no, no.” Next, you’d get angry, first at the companies, then at yourself. “These bastards! How can they do this to me?! Ugh, why didn’t I see this coming? I’m so stupid! I should have chosen faster.” Third, you’d start bargaining in your head. “Maybe I can convince them to reinstate their offers if I promise them to decide by the end of next week.” Once you realize bargaining is futile, you’d *really* turn on yourself. “Oh, it’s hopeless! Why me? I don’t deserve this. I don’t know how to fix this. What should I do?” Finally, you’d arrive at acceptance. “I guess it is what it is. I’ll have to make do with two offers and decide between those.”\\n\\nThese are [the five stages of grief](https://en.wikipedia.org/wiki/Five_stages_of_grief). We all go through them plenty of times in our lives. Often, their symptoms are small and barely noticeable. After all, your favorite restaurant being closed isn’t exactly a tragedy. The bigger the loss, however, the more emotionally bereft we feel. The death of a loved one can send us into confusion for months. Fortunately, there is always a silver lining: When we finally reach acceptance, it is usually accompanied by gratitude, some for having survived the mental ordeal, and some for having learned from the experience.\\n\\nWhen it comes to losing *choices*, the accelerated grief progression from the job scenario rings true: Yes, it’s sad there are now decisions we’ll never get to make, but we’ll also appreciate that having fewer options actually makes our lives easier. If I told you you had to limit yourself to three ice cream flavors forever, but you could pick the flavors and swap between them as you like, you’d moan and groan for a bit, but you’d likely be grateful once you had finally made your selection. After all, you’ve just dodged countless dreadful moments of indecision at the grocery store isle, the cinema, and the ice cream parlor. There is a lot of peace in closing doors on purpose.\\n\\nI say all this because, at the end of the day, there are only three ways to live. You can choose which way you prefer, and you can switch from one to another at any time, but all you’ll ever get are three options:\\n\\n1. Live a small, slow, focused life.\\n2. Live an open, moderate, independent life.\\n3. Live a big, fast, immersed life.\\n\\nGrowing up, you’ll likely live a small life. Everything is new as it is, and it’ll be hard enough to navigate two different high school cliques, let alone learn all the basics of life and try to zone in on an area you’ll want to pursue outside of (and after) school. You’ll take the same bus every day, have dinner with your family at 7, and with only a few friends to share them with, summer holidays will feel like forever.\\n\\nEventually, however, you’ll outgrow this life. One day, each bird must fly. You’ll move out, live in a new city, and wash your own dishes. You’ll meet new people, discover new ideas, and soon, you’ll find yourself skeptical of some of them for the first time. It is at this stage, often in our 20s, that we realize we must learn to think for ourselves and form our own opinions, even if we’re still far from being able to do so.\\n\\nFor many of us, a massive influx of novelty in our 20s turns into a temporary obsession. We want to travel the whole world, eat everything on the menu, date every pretty person who passes us in the street. See more, feel more, live more — that becomes our motto. We study abroad and fill our Instagram feed with ever more people. We keep tabs and promise to keep in touch. Eventually, we return home, feeling slightly more ready to grow up.\\n\\nSlowly, reality sets back in. Wow, that much living was exhausting! How about some quiet? How about the same job, the same food, the same friends? Ahh, how comfortable it feels to be among the familiar. How we’ve missed our tiny, corner of the world. And so the cycle continues, the pendulum forever oscillating between the three ice cream flavors of life.\\n\\n\\n---\\n\\nEach chapter in *How to Live* maps to one of the three themes of life. We could argue about which fits where and how many there are for each category, but the outcome would be the same: You can try to find happiness in focus, freedom, or curiosity. Like all things human, your decision will never be set in stone, but you can do yourself few greater favors than identifying some general tendency.\\n\\nPersonally, I’m happiest when I err on the side of [smallness](https://medium.com/personal-growth/if-you-want-to-be-happy-make-the-world-small-a9d38b733751). Constant novelty exhausts me, and I don’t value “max independence” either. I like knowing where my loyalties lie. I like being able to see the edge of my circle. It’s warm in there. Cozy. I feel I have enough time, and that feeling is priceless.\\n\\nThen again, I sometimes devour books and movies like I’m paid by the minute. That’s the beauty of the modern, technology-enabled times we live in: Nature’s basic tenets remain the same, but you can lace your small life with big elements and vice versa. You might live in a small town and cover local sports for a living, yet run a global community of comic book lovers online and order every latest issue from halfway around the world. You may travel indefinitely but establish a few fixed stops you revisit every year, come hell or high water.\\n\\nWhat does all of this mean? That, only you can decide. Still, this one thing I know: You’ll find peace in whatever theme you’ve deliberately chosen, and you’ll also know when it’s time to let it go. Ultimately, even the best book can only go so far in helping us with a question to which our answer must ever change: How should you live your one, true, beautiful life?\",\"timestamp\":1641549403,\"title\":\"There Are Only 3 Ways to Live a Happy Life\"},\"digest\":\"yJjXO7eAMhpDdWlBwEaitWYCBf96a94t2QAnFH_Whlo\",\"authorship\":{\"contributor\":\"0x2De359E44C7000C60421Aa0Ab4a74c8652F065E8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RmWUGBQLxUQIqi8GbF5324su7omlKbTOXehkWwk60QI\\\",\\\"y\\\":\\\"6IUebGnwRhZb4QHv5PuNARrttmb5ZpfmtuQo5ndiNjA\\\"}\",\"signature\":\"nLNKxsxR26L5igDg6PQMIolQcG363X1qcFwvjLY1LFVKX5ex8VtlOlzx-lnOaSfRQlD_IKghOubTowkeaLq5ww\",\"signingKeySignature\":\"0xf13a29085f498e52f29fb806f612fdcede235bde14e673f4c46d86a83e950ab315f91fd79616c6e97812f1cc6611d2c91aa6af1a360c8e44f8531d86c5f0df2f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RmWUGBQLxUQIqi8GbF5324su7omlKbTOXehkWwk60QI\\\",\\\"y\\\":\\\"6IUebGnwRhZb4QHv5PuNARrttmb5ZpfmtuQo5ndiNjA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yJjXO7eAMhpDdWlBwEaitWYCBf96a94t2QAnFH_Whlo\"}"