"{\"content\":{\"body\":\"good-looking fellow enough; but if ever there was a humbug in the shape of a groom Alfred Smirk was the man.  He was very civil to me, and never used me ill; in fact, he did a great deal of stroking and patting when his master was there to see it.  He always brushed my mane and tail with water and my hoofs with oil before he brought me to the door, to make me look smart; but as to cleaning my feet or looking to my shoes, or grooming me thoroughly, he thought no more of that than if I had been a cow.  He left my bit rusty, my saddle damp, and my crupper stiff.\\n\\nAlfred Smirk considered himself very handsome; he spent a great deal of time about his hair, whiskers and necktie, before a little looking-glass in the harness-room.  When his master was speaking to him it was always, \\\"Yes, sir; yes, sir\\\" -- touching his hat at every word; and every one thought he was a very nice young man and that Mr. Barry was very fortunate to meet with him.  I should say he was the laziest, most conceited fellow I ever came near.  Of course, it was a great thing not to be ill-used, but then a horse wants more than that. I had a loose box, and might have been very comfortable if he had not been too indolent to clean it out.  He never took all the straw away, and the smell from what lay underneath was very bad; while the strong vapors that rose made my eyes smart and inflame, and I did not feel the same appetite for my food.\\n\\nOne day his master came in and said, \\\"Alfred, the stable smells rather strong; should not you give that stall a good scrub and throw down plenty of water?\\\"\\n\\n\\\"Well, sir,\\\" he said, touching his cap, \\\"I'll do so if you please, sir; but it is rather dangerous, sir, throwing down water in a horse's box; they are very apt to take cold, sir.  I should not like to do him an injury, but I'll do it if you please, sir.\\\"\\n\\n\\\"Well,\\\" said his master, \\\"I should not like him to take cold; but I don't like the smell of this stable.  Do you think the drains are all right?\\\"\\n\\n\\\"Well, sir, now you mention it, I think the drain does sometimes send back a smell; there may be something wrong, sir.\\\"\\n\\n\\\"Then send for the bricklayer and have it seen to,\\\" said his master.\\n\\n\\\"Yes, sir, I will.\\\"\\n\\nThe bricklayer came and pulled up a great many bricks, but found nothing amiss; so he put down some lime and charged the master five shillings, and the smell in my box was as bad as ever. But that was not all:  standing as I did on a quantity of moist straw my feet grew unhealthy and tender, and the master used to say:\\n\\n\\\"I don't know what is the matter with this horse; he goes very fumble-footed. I am sometimes afraid he will stumble.\\\"\\n\\n\\\"Yes, sir,\\\" said Alfred, \\\"I have noticed the same myself, when I have exercised him.\\\"\\n\\nNow the fact was that he hardly ever did exercise me, and when the master was busy I often stood for days together without stretching my legs at all, and yet being fed just as high as if I were at hard work.  This often disordered my health, and made me sometimes heavy and dull, but more often restless and feverish. He never even gave me a meal of green food or a bran mash, which would have cooled me, for he was altogether as ignorant as he was conceited; and then, instead of exercise or change of food, I had to take horse balls and draughts; which, beside the nuisance of having them poured down my throat, used to make me feel ill and uncomfortable.\\n\\nOne day my feet were so tender that, trotting over some fresh stones with my master on my back, I made two such serious stumbles that, as he came down Lansdown into the city, he stopped at the farrier's, and asked him to see what was the matter with me.  The man took up my feet one by one and examined them; then standing up and dusting his hands one against the other, he said:\\n\\n\\\"Your horse has got the \\\\`thrush', and badly, too; his feet are very tender; it is fortunate that he has not been down.  I wonder your groom has not seen to it before.  This is the sort of thing we find in foul stables, where the litter is never properly cleaned out.  If you will send him here to-morrow I will attend to the hoof, and I will direct your man how to apply the liniment which I will give him.\\\"\\n\\nThe next day I had my feet thoroughly cleansed and stuffed with tow soaked in some strong lotion; and an unpleasant business it was.\\n\\nThe farrier ordered all the litter to be taken out of my box day by day, and the floor kept very clean.  Then I was to have bran mashes, a little green food, and not so much corn, till my feet were well again. With this treatment I soon regained my spirits; but Mr. Barry was so much disgusted at being twice deceived by his grooms that he determined to give up keeping a horse, and to hire when he wanted one. I was therefore kept till my feet were quite sound, and was then sold again.\\n\\n```\\n      Part III\\n```\\n\\n32      A Horse Fair\\n\\nNo doubt a horse fair is a very amusing place to those who have nothing to lose; at any rate, there is plenty to see.\\n\\nLong strings of young horses out of the country, fresh from the marshes; and droves of shaggy little Welsh ponies, no higher than Merrylegs; and hundreds of cart horses of all sorts, some of them with their long tails braided up and tied with scarlet cord; and a good many like myself, handsome and high-bred, but fallen into the middle class, through some accident or blemish, unsoundness of wind, or some other complaint. There were some splendid animals quite in their prime, and fit for anything; they were throwing out their legs and showing off their paces in high style, as they were trotted out with a leading rein, the groom running by the side. But round in the background there were a number of poor things, sadly broken down with hard work, with their knees knuckling over and their hind legs swinging out at every step, and there were some very dejected-looking old horses, with the under lip hanging down and the ears lying back heavily, as if there were no more pleasure in life, and no more hope; there were some so thin you might see all their ribs, and some with old sores on their backs and hips.  These were sad sights for a horse to look upon, who knows not but he may come to the same state.\\n\\nThere was a great deal of bargaining, of running up and beating down; and if a horse may speak his mind so far as he understands, I should say there were more lies told and more trickery at that horse fair than a clever man could give an account of.  I was put with two or three other strong, useful-looking horses, and a good many people came to look at us.  The gentlemen always turned from me when they saw my broken knees; though the man who had me swore it was only a slip in the stall.\\n\\nThe first thing was to pull my mouth open, then to look at my eyes, then feel all the way down my legs, and give me a hard feel of the skin and flesh, and then try my paces.  It was wonderful what a difference there was in the way these things were done. Some did it in a rough, offhand way, as if one was only a piece of wood; while others would take their hands gently over one's body, with a pat now and then, as much as to say, \\\"By your leave.\\\" Of course I judged a good deal of the buyers by their manners to myself.\\n\\nThere was one man, I thought, if he would buy me, I should be happy. He was not a gentleman, nor yet one of the loud, flashy sort that call themselves so.  He was rather a small man, but well made, and quick in all his motions.  I knew in a moment by the way he handled me, that he was used to horses; he spoke gently, and his gray eye had a kindly, cheery look in it.  It may seem strange to say -- but it is true all the same -- that the clean, fresh smell there was about him made me take to him; no smell of old beer and tobacco, which I hated, but a fresh smell as if he had come out of a hayloft. He offered twenty-three pounds for me, but that was refused, and he walked away.  I looked after him, but he was gone, and a very hard-looking, loud-voiced man came.  I was dreadfully afraid he would have me; but he walked off.  One or two more came who did not mean business.  Then the hard-faced man came back again and offered twenty-three pounds.  A very close bargain was being driven, for my salesman began to think he should not get all he asked, and must come down; but just then the gray-eyed man came back again. I could not help reaching out my head toward him.  He stroked my face kindly.\\n\\n\\\"Well, old chap,\\\" he said, \\\"I think we should suit each other. I'll give twenty-four for him.\\\"\\n\\n\\\"Say twenty-five and you shall have him.\\\"\\n\\n\\\"Twenty-four ten,\\\" said my friend, in a very decided tone, \\\"and not another sixpence -- yes or no?\\\"\\n\\n\\\"Done,\\\" said the salesman; \\\"and you may depend upon it there's a monstrous deal of quality in that horse, and if you want him for cab work he's a bargain.\\\"\\n\\nThe money was paid on the spot, and my new master took my halter, and led me out of the fair to an inn, where he had a saddle and bridle ready. He gave me a good feed of oats and stood by while I ate it, talking to himself and talking to me.  Half an hour after we were on our way to London, through pleasant lanes and country roads, until we came into the great London thoroughfare, on which we traveled steadily, till in the twilight we reached the great city. The gas lamps were already lighted; there were streets to the right, and streets to the left, and streets crossing each other, for mile upon mile. I thought we should never come to the end of them.  At last, in passing through one, we came to a long cab stand, when my rider called out in a cheery voice, \\\"Good-night, governor!\\\"\\n\\n\\\"Halloo!\\\" cried a voice.  \\\"Have you got a good one?\\\"\\n\\n\\\"I think so,\\\" replied my owner.\\n\\n\\\"I wish you luck with him.\\\"\\n\\n\\\"Thank you, governor,\\\" and he rode on.  We soon turned up one of the side streets, and about halfway up that we turned into a very narrow street, with rather poor-looking houses on one side, and what seemed to be coach-houses and stables on the other.\\n\\nMy owner pulled up at one of the houses and whistled.  The door flew open, and a young woman, followed by a little girl and boy, ran out. There was a very lively greeting as my rider dismounted.\\n\\n\\\"Now, then, Harry, my boy, open the gates, and mother will bring us the lantern.\\\"\\n\\nThe next minute they were all standing round me in a small stable-yard.\\n\\n\\\"Is he gentle, father?\\\"\\n\\n\\\"Yes, Dolly, as gentle as your own kitten; come and pat him.\\\"\\n\\nAt once the little hand was patting about all over my shoulder without fear. How good it felt!\\n\\n\\\"Let me get him a bran mash while you rub him down,\\\" said the mother.\\n\\n\\\"Do, Polly, it's just what he wants; and I know you've got a beautiful mash ready for me.\\\"\\n\\n\\\"Sausage dumpling and apple turnover!\\\" shouted the boy, which set them all laughing.  I was led into a comfortable, clean-smelling stall, with plenty of dry straw, and after a capital supper I lay down, thinking I was going to be happy.\\n\\n33      A London Cab Horse\\n\\nJeremiah Barker was my new master's name, but as every one called him Jerry, I shall do the same.  Polly, his wife, was just as good a match as a man could have.  She was a plump, trim, tidy little woman, with smooth, dark hair, dark eyes, and a merry little mouth. The boy was twelve years old, a tall, frank, good-tempered lad; and little Dorothy (Dolly they called her) was her mother over again, at eight years old.  They were all wonderfully fond of each other; I never knew such a happy, merry family before or since.  Jerry had a cab of his own, and two horses, which he drove and attended to himself. His other horse was a tall, white, rather large-boned animal called \\\"Captain\\\".  He was old now, but when he was young he must have been splendid; he had still a proud way of holding his head and arching his neck; in fact, he was a high-bred, fine-mannered, noble old horse, every inch of him.  He told me that in his early youth he went to the Crimean War; he belonged to an officer in the cavalry, and used to lead the regiment.  I will tell more of that hereafter.\\n\\nThe next morning, when I was well-groomed, Polly and Dolly came into the yard to see me and make friends.  Harry had been helping his father since the early morning, and had stated his opinion that I should turn out a \\\"regular brick\\\".  Polly brought me a slice of apple, and Dolly a piece of bread, and made as much of me as if I had been the \\\"Black Beauty\\\" of olden time.  It was a great treat to be petted again and talked to in a gentle voice, and I let them see as well as I could that I wished to be friendly.  Polly thought I was very handsome, and a great deal too good for a cab, if it was not for the broken knees.\\n\\n\\\"Of course there's no one to tell us whose fault that was,\\\" said Jerry, \\\"and as long as I don't know I shall give him the benefit of the doubt; for a firmer, neater stepper I never rode.  We'll call him \\\\`Jack', after the old one -- shall we, Polly?\\\"\\n\\n\\\"Do,\\\" she said, \\\"for I like to keep a good name going.\\\"\\n\\nCaptain went out in the cab all the morning.  Harry came in after school to feed me and give me water.  In the afternoon I was put into the cab. Jerry took as much pains to see if the collar and bridle fitted comfortably as if he had been John Manly over again.  When the crupper was let out a hole or two it all fitted well.  There was no check-rein, no curb, nothing but a plain ring snaffle.  What a blessing that was!\\n\\nAfter driving through the side street we came to the large cab stand where Jerry had said \\\"Good-night\\\".  On one side of this wide street were high houses with wonderful shop fronts, and on the other was an old church and churchyard, surrounded by iron palisades. Alongside these iron rails a number of cabs were drawn up, waiting for passengers; bits of hay were lying about on the ground; some of the men were standing together talking; some were sitting on their boxes reading the newspaper; and one or two were feeding their horses with bits of hay, and giving them a drink of water. We pulled up in the rank at the back of the last cab.  Two or three men came round and began to look at me and pass their remarks.\\n\\n\\\"Very good for a funeral,\\\" said one.\\n\\n\\\"Too smart-looking,\\\" said another, shaking his head in a very wise way; \\\"you'll find out something wrong one of these fine mornings, or my name isn't Jones.\\\"\\n\\n\\\"Well,\\\" said Jerry pleasantly, \\\"I suppose I need not find it out till it finds me out, eh?  And if so, I'll keep up my spirits a little longer.\\\"\\n\\nThen there came up a broad-faced man, dressed in a great gray coat with great gray cape and great white buttons, a gray hat, and a blue comforter loosely tied round his neck; his hair was gray, too; but he was a jolly-looking fellow, and the other men made way for him. He looked me all over, as if he had been going to buy me; and then straightening himself up with a grunt, he said, \\\"He's the right sort for you, Jerry; I don't care what you gave for him, he'll be worth it.\\\"  Thus my character was established on the stand.\\n\\nThis man's name was Grant, but he was called \\\"Gray Grant\\\", or \\\"Governor Grant\\\".  He had been the longest on that stand of any of the men, and he took it upon himself to settle matters and stop disputes.  He was generally a good-humored, sensible man; but if his temper was a little out, as it was sometimes when he had drunk too much, nobody liked to come too near his fist, for he could deal a very heavy blow.\\n\\nThe first week of my life as a cab horse was very trying. I had never been used to London, and the noise, the hurry, the crowds of horses, carts, and carriages that I had to make my way through made me feel anxious and harassed; but I soon found that I could perfectly trust my driver, and then I made myself easy and got used to it.\\n\\nJerry was as good a driver as I had ever known, and what was better, he took as much thought for his horses as he did for himself. He soon found out that I was willing to work and do my best, and he never laid the whip on me unless it was gently drawing the end of it over my back when I was to go on; but generally I knew this quite well by the way in which he took up the reins, and I believe his whip was more frequently stuck up by his side than in his hand.\\n\\nIn a short time I and my master understood each other as well as horse and man can do.  In the stable, too, he did all that he could for our comfort.  The stalls were the old-fashioned style, too much on the slope; but he had two movable bars fixed across the back of our stalls, so that at night, and when we were resting, he just took off our halters and put up the bars, and thus we could turn about and stand whichever way we pleased, which is a great comfort.\\n\\nJerry kept us very clean, and gave us as much change of food as he could, and always plenty of it; and not only that, but he always gave us plenty of clean fresh water, which he allowed to stand by us both night and day, except of course when we came in warm.  Some people say that a horse ought not to drink all he likes; but I know if we are allowed to drink when we want it we drink only a little at a time, and it does us a great deal more good than swallowing down half a bucketful at a time, because we have been left without till we are thirsty and miserable. Some grooms will go home to their beer and leave us for hours with our dry hay and oats and nothing to moisten them; then of course we gulp down too much at once, which helps to spoil our breathing and sometimes chills our stomachs.  But the best thing we had here was our Sundays for rest; we worked so hard in the week that I do not think we could have kept up to it but for that day; besides, we had then time to enjoy each other's company. It was on these days that I learned my companion's history.\\n\\n34      An Old War Horse\\n\\nCaptain had been broken in and trained for an army horse; his first owner was an officer of cavalry going out to the Crimean war. He said he quite enjoyed the training with all the other horses, trotting together, turning together, to the right hand or the left, halting at the word of command, or dashing forward at full speed at the sound of the trumpet or signal of the officer.  He was, when young, a dark, dappled iron-gray, and considered very handsome. His master, a young, high-spirited gentleman, was very fond of him, and treated him from the first with the greatest care and kindness. He told me he thought the life of an army horse was very pleasant; but when it came to being sent abroad over the sea in a great ship, he almost changed his mind.\\n\\n\\\"That part of it,\\\" said he, \\\"was dreadful!  Of course we could not walk off the land into the ship; so they were obliged to put strong straps under our bodies, and then we were lifted off our legs in spite of our struggles, and were swung through the air over the water, to the deck of the great vessel.  There we were placed in small close stalls, and never for a long time saw the sky, or were able to stretch our legs. The ship sometimes rolled about in high winds, and we were knocked about, and felt bad enough.\\n\\n\\\"However, at last it came to an end, and we were hauled up, and swung over again to the land; we were very glad, and snorted and neighed for joy, when we once more felt firm ground under our feet.\\n\\n\\\"We soon found that the country we had come to was very different from our own and that we had many hardships to endure besides the fighting; but many of the men were so fond of their horses that they did everything they could to make them comfortable in spite of snow, wet, and all things out of order.\\\"\\n\\n\\\"But what about the fighting?\\\" said I, \\\"was not that worse than anything else?\\\"\\n\\n\\\"Well,\\\" said he, \\\"I hardly know; we always liked to hear the trumpet sound, and to be called out, and were impatient to start off, though sometimes we had to stand for hours, waiting for the word of command; and when the word was given we used to spring forward as gayly and eagerly as if there were no cannon balls, bayonets, or bullets. I believe so long as we felt our rider firm in the saddle, and his hand steady on the bridle, not one of us gave way to fear, not even when the terrible bomb-shells whirled through the air and burst into a thousand pieces.\\n\\n\\\"I, with my noble master, went into many actions together without a wound; and though I saw horses shot down with bullets, pierced through with lances, and gashed with fearful saber-cuts; though we left them dead on the field, or dying in the agony of their wounds, I don't think I feared for myself. My master's cheery voice, as he encouraged his men, made me feel as if he and I could not be killed.  I had such perfect trust in him that while he was guiding me I was ready to charge up to the very cannon's mouth. I saw many brave men cut down, many fall mortally wounded from their saddles. I had heard the cries and groans of the dying, I had cantered over ground slippery with blood, and frequently had to turn aside to avoid trampling on wounded man or horse, but, until one dreadful day, I had never felt terror; that day I shall never forget.\\\"\\n\\nHere old Captain paused for awhile and drew a long breath; I waited, and he went on.\\n\\n\\\"It was one autumn morning, and as usual, an hour before daybreak our cavalry had turned out, ready caparisoned for the day's work, whether it might be fighting or waiting.  The men stood by their horses waiting, ready for orders.  As the light increased there seemed to be some excitement among the officers; and before the day was well begun we heard the firing of the enemy's guns.\\n\\n\\\"Then one of the officers rode up and gave the word for the men to mount, and in a second every man was in his saddle, and every horse stood expecting the touch of the rein, or the pressure of his rider's heels, all animated, all eager; but still we had been trained so well that, except by the champing of our bits, and the restive tossing of our heads from time to time, it could not be said that we stirred.\\n\\n\\\"My dear master and I were at the head of the line, and as all sat motionless and watchful, he took a little stray lock of my mane which had turned over on the wrong side, laid it over on the right, and smoothed it down with his hand; then patting my neck, he said, \\\\`We shall have a day of it to-day, Bayard, my beauty; but we'll do our duty as we have done.'  He stroked my neck that morning more, I think, than he had ever done before; quietly on and on, as if he were thinking of something else.  I loved to feel his hand on my neck, and arched my crest proudly and happily; but I stood very still, for I knew all his moods, and when he liked me to be quiet, and when gay.\\n\\n\\\"I cannot tell all that happened on that day, but I will tell of the last charge that we made together; it was across a valley right in front of the enemy's cannon.  By this time we were well used to the roar of heavy guns, the rattle of musket fire, and the flying of shot near us; but never had I been under such a fire as we rode through on that day. From the right, from the left, and from the front, shot and shell poured in upon us.  Many a brave man went down, many a horse fell, flinging his rider to the earth; many a horse without a rider ran wildly out of the ranks; then terrified at being alone, with no hand to guide him, came pressing in among his old companions, to gallop with them to the charge.\\n\\n\\\"Fearful as it was, no one stopped, no one turned back. Every moment the ranks were thinned, but as our comrades fell, we closed in to keep them together; and instead of being shaken or staggered in our pace our gallop became faster and faster as we neared the cannon.\\n\\n\\\"My master, my dear master was cheering on his comrades with his right arm raised on high, when one of the balls whizzing close to my head struck him. I felt him stagger with the shock, though he uttered no cry; I tried to check my speed, but the sword dropped from his right hand, the rein fell loose from the left, and sinking backward from the saddle he fell to the earth; the other riders swept past us, and by the force of their charge I was driven from the spot.\\n\\n\\\"I wanted to keep my place by his side and not leave him under that rush of horses' feet, but it was in vain; and now without a master or a friend I was alone on that great slaughter ground; then fear took hold on me, and I trembled as I had never trembled before; and I too, as I had seen other horses do, tried to join in the ranks and gallop with them; but I was beaten off by the swords of the soldiers.  Just then a soldier whose horse had been killed under him caught at my bridle and mounted me, and with this new master I was again going forward; but our gallant company was cruelly overpowered, and those who remained alive after the fierce fight for the guns came galloping back over the same ground. Some of the horses had been so badly wounded that they could scarcely move from the loss of blood; other noble creatures were trying on three legs to drag themselves along, and others were struggling to rise on their fore feet, when their hind legs had been shattered by shot. After the battle the wounded men were brought in and the dead were buried.\\\"\\n\\n\\\"And what about the wounded horses?\\\" I said; \\\"were they left to die?\\\"\\n\\n\\\"No, the army farriers went over the field with their pistols and shot all that were ruined; some that had only slight wounds were brought back and attended to, but the greater part of the noble, willing creatures that went out that morning never came back! In our stables there was only about one in four that returned.\\n\\n\\\"I never saw my dear master again.  I believe he fell dead from the saddle. I never loved any other master so well.  I went into many other engagements, but was only once wounded, and then not seriously; and when the war was over I came back again to England, as sound and strong as when I went out.\\\"\\n\\nI said, \\\"I have heard people talk about war as if it was a very fine thing.\\\"\\n\\n\\\"Ah!\\\" said he, \\\"I should think they never saw it.  No doubt it is very fine when there is no enemy, when it is just exercise and parade and sham fight. Yes, it is very fine then; but when thousands of good brave men and horses are killed or crippled for life, it has a very different look.\\\"\\n\\n\\\"Do you know what they fought about?\\\" said I.\\n\\n\\\"No,\\\" he said, \\\"that is more than a horse can understand, but the enemy must have been awfully wicked people, if it was right to go all that way over the sea on purpose to kill them.\\\"\",\"timestamp\":1641282884,\"title\":\"\\nMy master was not immediately suited, but in a few days my new groom came. He was a tall\"},\"digest\":\"oUKnS2K76O_X4BJnU7u20P9y7PKP801rg4JhChdu_zQ\",\"authorship\":{\"contributor\":\"0x24afE23f920156bA8F2a4d44dC48E4796972746b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"T8_aVKG9WrFstT3ykGOQDnQdHKPxW3qb85AhXI7_VPI\\\",\\\"y\\\":\\\"AF2FoBieBQP0eZ8NP5EZafk_97VDshSJj9Nu7Az9r0o\\\"}\",\"signature\":\"xBvAeufZmHeXBjP0tmVf79CqA66NaCmgL9UOhFGI4E0FdrhzGdPGPO_WzvJOAcZClXNgoHbUcBQDB2c_8QmYOQ\",\"signingKeySignature\":\"0x84285a281dc6291e9f10f104e0722b9f79b38a729a063ead72e8589a9787add4259730f5d32a960fd5745a434aff86f7abb7a3512271408858f0f2f53fdbf6991b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"T8_aVKG9WrFstT3ykGOQDnQdHKPxW3qb85AhXI7_VPI\\\",\\\"y\\\":\\\"AF2FoBieBQP0eZ8NP5EZafk_97VDshSJj9Nu7Az9r0o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"oUKnS2K76O_X4BJnU7u20P9y7PKP801rg4JhChdu_zQ\"}"