"{\"content\":{\"body\":\"## Who is Vincent Van Dough? \\n\\nVincent Van Dough is a prominent figure in the NFT space known for spending egregious amounts of internet money on outlandish pieces such as [photorealistic versions of Pepe the frog](https://etherscan.io/tx/0x7ad2f94541255638c5f555f9cf6d3b4cce2f7628a504aa3d8ebf58a061a9b663). You may recognize the name Vincent Van Dough for having membership in TungstenDAO, a DAO which infamously [purchased a solid 2,000 pound cube](https://etherscan.io/tx/0x3feb5cbee8aae8abde269e46ca3061da5c4c1bbe1b0fa42f665c2e15f55c7c7d) of tungsten for a quarter million dollars worth of Ethereum (ETH) on November 1st of this year. TungstenDAO mints meme NFTs which regularly feature a tungsten cube and are sold for several ETH, of which Vincent is currently an owner.\\n\\nLet’s take a dive into the purchasing history of Vincent Van Dough. Using data [provided by Flipside](https://www.flipsidecrypto.com/finest), we can track how much Vincent has been spending on their extensive collection of NFTs. \\n\\n## Van Dough has spent $ 41 Million so far on NFTs \\n\\n![https://app.flipsidecrypto.com/dashboard/vandough-nft-purchases-BMIp0b](https://images.mirror-media.xyz/publication-images/i_2o3SqbnoVlVzwGTzpAr.png?height=942&width=1618)\\n\\nAs of November 1st, 2021, Vincent has spent a whopping 8,623.3 ETH on their NFT collection, amounting to the approximate equivalent of 41 million USD at the time of writing.\\n\\nWhen accounting for the value of ETH at the time of each purchase however, the total USD spent comes out to approximately 23.47 million USD, which is approximately 57.2% of the total equivalent in today’s value. \\n\\n![](https://images.mirror-media.xyz/publication-images/wS11p8l4SzYOiOuJetEGb.png?height=948&width=1596)\\n\\n## And has sold only $1.7 Million worth.\\n\\nNow for the NFT savvy readers you might be thinking that just because Vincent Van Dough purchased all these NFTs doesn’t mean he actually held on to them; he could have sold a whole bunch of them! While this is true, it turns out Vincent doesn’t sell very often. Their earliest sale was on August 13th of this year for .5 ETH with all subsequent sales occurring in the same month.\\n\\n![](https://images.mirror-media.xyz/publication-images/mraxm8QnqVIuzkiz9l0DE.png?height=196&width=512)\\n\\nThe total amount earned from sales adds up to only 372.68 ETH, which represents approximately 4.2% of the 8,886.75 ETH spent on purchases.\\n\\n![](https://images.mirror-media.xyz/publication-images/8Xn-9qpQ8hB_5RHlnNT0c.png?height=958&width=1680)\\n\\n## It would cost you 39.7 million dollars to be Vincent Van Dough.\\n\\nThe[ total gas Vincent has spent](https://fees.wtf/?address=0x0f0eae91990140c560d4156db4f00c854dc8f09e) is already ridiculously high, but how much of the gas used by Vincent was used for NFT purchases? Still a pretty impressive amount. \\n\\n![](https://images.mirror-media.xyz/publication-images/98v7rFFJ4-cXzEl4ZZewS.png?height=942&width=1604)\\n\\nAt the time of writing, the total amount of ETH spent as gas was approximately 23.1, which is equivalent to approximately $111,157 USD today. When accounting for the price of ETH at the time of each fee paid, the value in USD drops to $72,317. \\n\\nOverall gas spent on NFT purchases accounts for approximately 16.1% of all the gas Vincent has used thus far, with total gas spent equating to roughly 686,000 USD in equivalent value today.\\n\\nVincent spent approximately 142.747 ETH on gas. Right now that’s $686,761. They used 1,435.636 million gas to send 6.364 transactions, with an average price of 90.4 gwei. 89 of them failed, costing him 5.432 ETH. \\n\\nSo what’s the damage? If we add up the total ETH spent on purchases (8,623.3 ETH), plus the gas used (23.1 ETH), minus the ETH gained from sales (372.68 ETH), the total comes out to about 8273.72 ETH or $39,713,856 USD in equivalent value today (using an ETH price of 4,800 USD). It would cost you 39.7 million dollars to be Vincent Van Dough today.\\n\\n## The most Van Dough ever spent on an NFT transaction was for 2 penguins and a Pepe frog.\\n\\nThe most Vincent Van Dough ever spent on an NFT transaction was 420 ETH which, at the time of purchase on August 14th, 2021, was worth 1,366,570.32 USD. The pieces purchased were two penguins and a [PEG with Pepe the frog on it](https://opensea.io/assets/0x1eff5ed809c994ee2f500f076cef22ef3fd9c25d/103). ** \\n **\\n\\n![](https://images.mirror-media.xyz/publication-images/Zb9QDJAhmTr1Rh3iq7VpW.jpeg?height=922&width=942)\\n\\n## The most they ever spent on a single NFT was for an Art Block. \\n\\nThe most Vincent Van Dough ever spent on a single NFT was 320 ETH which, at the time of purchase on August 14th, 2021, was worth 1,051,886.77 USD. [The piece purchased was an Art Block NFT](https://opensea.io/assets/0xa7d8d9ef8d8ce8992df33d8b8cf4aebabd5bd270/23000213).\\n\\n\\n---\\n\\n**QUERIES [\\\\[Using Flipside Crypto\\\\]](https://www.flipsidecrypto.com/finest)**\\n\\nPURCHASES: \\n\\n<https://app.flipsidecrypto.com/dashboard/vandough-nft-purchases-BMIp0b>\\n\\nGAS:\\n\\n<https://app.flipsidecrypto.com/dashboard/van-dough-gas-spent-on-purchases-9VnG6i>\\n\\nSALES:\\n\\n<https://app.flipsidecrypto.com/dashboard/vincent-van-dough-nft-sales-Myd_bw>\\n\\n \\n  \\n \",\"timestamp\":1636739120,\"title\":\"What’s the cost of being Vincent Van Dough?\"},\"digest\":\"-q-QChBk5u4bq7lZyNUsvN780mzYqj-M-vZA03DK-Go\",\"authorship\":{\"contributor\":\"0xB551E3E62b14674C8dD6b0B173AC23D4e98Cb791\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IYPk3sNEuuFHkd_9jysskYGISlOKoYuyzubOjPejMoU\\\",\\\"y\\\":\\\"v2ZV9CQq52F1YOPwrciURaLoBrlTCp53cmR65TdggsE\\\"}\",\"signature\":\"2PzcXmi3KKcgcD6E3YNFOa3UCQgJI8h8MNLBwT5wg8Yn0SzmS2rD07978VjIYgLFpPA9yzaHRr6MYq6JNgNDEQ\",\"signingKeySignature\":\"0xe4561247340515d7752e7b2612129095f24636f9d3567fcfcc61fe282bb2df3409d259386a1d4b1ded00d528e992617010b4c3c5e589ea2b63e7b68f0243af041b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IYPk3sNEuuFHkd_9jysskYGISlOKoYuyzubOjPejMoU\\\",\\\"y\\\":\\\"v2ZV9CQq52F1YOPwrciURaLoBrlTCp53cmR65TdggsE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-q-QChBk5u4bq7lZyNUsvN780mzYqj-M-vZA03DK-Go\"}"