"{\"content\":{\"body\":\"很久没有更新了，起初是因为暑假班，然后是因为忙着培养培养我新弄的 B 站账号。最近一直有人问我为啥在搞 B 站，原因如标题所示。\\n\\n> **对了，欢迎大家关注我的 B 站，全都是干货视频。无论你是准备高考，四六级考研，还是各类国外考试，你都会受益匪浅。我的主页链接是<https://space.bilibili.com/7762184>**\\n\\n发生了什么你们也都清楚，我就不再赘述了，也懒得评论了。实际上，从最开始只影响到 K9 的时候我就一直在发声，奈何事不关己高高挂起的人太多，时不时就有人来一句「又不影响高中，你咋那么愤怒」。这让意识到，在朋友圈里表达愤怒是多么滑稽且愚蠢。\\n\\n事已至此，我们总得考虑考虑未来。\\n\\n从事教培工作的人，除非有别的路子，多数人应该会还是从事与教育相关的行业，因为… 我们热爱这个行业。当然，也可能是因为，咱也不会干别的。\\n\\n也许你会去教四六级考研等大学考试，也许你会去大专大学，也许你会去公立学校，或者各种各样的教育工作岗位。那么，既然走的大致上还是老路子，在奔赴未来之前，要不咱先来一场自省，以免重蹈覆辙。\\n\\n**所以今天，我这个准失业教培人口，要做回坏人，给大家泼盆冷水。**\\n\\n最近几个月，很多朋友都对对我，和我们这个行当表示同情和惋惜。也有很多教培行业的工作人员撰写了大量文章倾诉我们为自己、为学校、为学生、为家长做了多少多少。\\n\\n说实话，我向来对这种情感特别澎湃的诉苦有强烈的抵触。再说了，在我们很可能要开始人生新阶段的这个转折点是，我们更应该做的，难道不是给自己和这个行业泼泼冷水么？难道真打算带着受害者心态开始新的人生？\\n\\n说到这里，我想到了我的好朋友刘旸教主之前发的一条朋友圈 ——\\n\\n> 《一个脱口秀演员之死》这个漫画，让无数同行在还没有所谓的“反抗”前，就被自己想象中的压迫压死了。没有受到任何实质性的伤害，就已经用想象把自己伤害死了。也算是死了一批脱口秀演员吧。只不过是自杀。\\n>\\n> 有一种中二病晚期的青春期小孩，看到个什么忧伤的句子就泪流满面，满世界说：「看呐，这句话说的就是我啊，我就是糖，甜到忧伤啊！天呐！这世界完了！」的感觉。\\n>\\n> 通过炫耀不存在的苦难来获取一点点优越感，不如好好写段子获得一些掌声实在。\\n\\n教培行业的各位工友们，虽然咱们现在的苦难不能说是不存在的（也算不上苦难其实），但，**与其像个小受，哦不，小兽一样在角落里舔伤口，不如好好自省，好学精进，借这个被迫走出舒适区的机会，打开一个更大的世界**。\\n\\n毕竟，俞老师都说了 —— a better you, a bigger world.\\n\\n**可是，我们真的 better 了吗？**\\n\\n我们经常说教培行业非常卷，但是，**我们真的卷对地方了吗**？\\n\\n我们比刷了多少真题了么？\\n\\n我们比背了多少阅读文章了么？\\n\\n我们比词汇量了吗？\\n\\n我们比功底测试多少分了么？\\n\\n我们比谁写的作文质量更高了么？\\n\\n我不知道，但你们知道。\\n\\n**我们比的是什么，你们也知道**。\\n\\n夏鹏老师曾经写过一篇文章，他在里面说了很多不愿意做的事，「因为我是一名老师」。同时，他也说了很多他一定会做的事，「因为我是一名老师」。\\n\\n评论区里有很多人纷纷附议，说了很多自己被迫要做的与老师身份不符合的事儿。我当时就发了个朋友圈，我说人真的是趋利避害，所有人都不想做不符合自己身份的事儿，但是，符合你身份的事儿，你真的做了吗？\\n\\n我把夏鹏老师说的，因为我是一名老师，所以我一定会做的事摘录下来，各位可以参考——\\n\\n> 如果有学生生病缺课了，我会给他补课辅导，发送我的课堂录音，没问题，因为我是一名老师。\\n>\\n> 如果有主管说，明天有个老师生病了，你去顶一下，没问题，因为我是一名老师。\\n>\\n> 如果有新老师向我要课件，我会拷贝给他，还请他来旁听我的课程，没问题，因为我是一名老师。\\n>\\n> 如果四六级考试结束要马上通宵出答案，没问题，因为我是一名老师。\\n>\\n> 如果课件需要翻新，但是要查阅很多资料，甚至有些还要自己去报班学习，没问题，因为我是一名老师。\\n>\\n> 如果哪个学生上课玩手机，我一定会和他好好收拾他一顿，因为我是一名老师。\\n>\\n> 兰心斋主人，公众号：教书匠小夏[夏鹏：写个那个老师的一封信](http://mp.weixin.qq.com/s?__biz=MzA5MDE3OTIxNw==&mid=2650545001&idx=1&sn=934992479c8440febe5c44d991c6ce01&chksm=88072897bf70a181290d6b7c3888510174847e56383f78c1b6255a2d60a7afcd7cebe49242c2#rd)\\n\\n不说别的，我就问一个问题——\\n\\n**你所在的考区今年的高考/中考真题做了么？解析写了吗？那其他考区的真题做了吗？这是不是一名老师该做的？**\\n\\n其实，我之所以想到写这篇文章，就是因为有最近好几位曾经听过我讲座的老师在微信上问我以后咋办之类的问题。说实话，这个问题我自己都没考虑好。所以一般都是回答说，如果你还想教英语，又不想考编啥的，就转去国内部或者国外部，教四六级考研托福雅思。\\n\\n有意思的是，在我这么回复完之后，有几个老师表示要开始做做四六级或者托福雅思的题目，还有几个老师表示这也太难了，一直教高考，对这些考试都不熟悉。\\n\\n看，**这就是人与人的差别**。\\n\\n既然我这么爱装逼，那我就那我自己举例，供各位参考吧。\\n\\n我刚来新东方的时候，课要么在丝绸校区，要么在美屯校区。这两个校区的讲义都堆在教师休息室。而**我每个季度都会把教师休息室里所有四六级、托福、雅思、考研、五千、八千词等等讲义分批次地各顺一本回家看**。\\n\\n刚开始工作的时候收入不高，我白嫖了所有网络上能找到的名师课程视频，无论是高考，四六级，考研，托福雅思，GRE 还是 GMAT。也因此，我关注了各种名师，其中当然有水货，但也有货真价值的老师。\\n\\n就好像我当初备词汇课的时候听了国内考试，国外考试几乎所有名师的词汇课，虽然也碰到过刘一男，赵丽这种××「名师」，但也有很多货真价实的潜心研究词源的「老师」。\\n\\n后来的好几年里，无论哪个部门，只要从外面请来名师去某个大学做讲座，我和我的好朋友贺锐奇老师几乎从不缺席地去听。如果没法都去听的话，那么能去的一个就一定会录音发给对方。\\n\\n他山之石可以攻玉，这个道理人尽皆知，但又有多少人能做到。**老师的眼界决定了课程的宽度，老师的水平决定了课程的深度。**\\n\\n这又让我想到了培训的时候，**经常有老师反映学习资源太少**。我真的非常反感这样的抱怨。你天天教学生写互联网的好处，咋到你自己身上，就必须要学校请人来给你当面培训你才愿意学呢？\\n\\n坦率地讲，我每次培训，都会给老师们提供各种网络学习资源，几乎全部都是我自己在网上冲浪弄到手的。**具有终身学习意识的人，只要有网，永远只会抱怨时间不够，绝不会抱怨学习资源太少**。\\n\\n有一次培训，我问了老师们一个问题：如果你的好朋友告诉你，他要去老罗英语学校上罗永浩的 GRE 课，你想对他说的第一句话是什么？\\n\\n老师们的答案有很多，但都跟我不一样，我当时跟我的这位朋友说的是，**记得录音**。\\n\\n我认为，**这就是学习意识**。\\n\\n自我吹嘘了这么多，你是不是觉得我对未来充满信心？\\n\\n不是，也是。不是，是因为我仍然不知道等留给高中的这扇门彻底关上之后，我能做些什么。是，是因为我迷之自信地认为，我应该是有出路的。\\n\\n我相信，对于我这么一个教了 5 年《英文外刊研读课程》的人来说，教四六级之类的考试应该属于**向下兼容，降维打击**。毕竟，我的《英文外刊研读课程》里有不少学员本身就是国内国外考试的老师。\\n\\n我经常在培训的时候说，**终身学习者是没有上限的**。但一直以来，这只是一句口号，到底是不是真没上限，我也不是很确定。\\n\\n那就让双减来检验检验我吧。\\n\\n如果你还打算继续做一个教育工作者，那么我上面说的这些对你还有帮助。如果你打算换一条路，那… 或多或少应该也会有点用。\\n\\nAnyway，祝你们幸福。\",\"timestamp\":1640765181,\"title\":\"如果你打算继续做教育，请接下我泼的这盆冷水\"},\"digest\":\"MFmSmXb1zmILIW6eU5unNtEITXpNHM1wIjMJ6SnhFPc\",\"authorship\":{\"contributor\":\"0xC64699356692B79BC3d19F1524Dbc4C3E06AC725\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lsb7Z1KXHMxx4b90kHt0dgCQk4IWnXYl7RH85Q5OcVY\\\",\\\"y\\\":\\\"SBJHfuXVvHvGLl0CKKpodJGEG0omhhfEe3Q0jV4fcFk\\\"}\",\"signature\":\"JOe0J3NmTEk8il81mUv4UHB6VwaCQtUq7CY_9Yy3e5L_exJTRIPF082Kvc3j6cVK2KpGzTBkBcUO0d1Ig2zpxQ\",\"signingKeySignature\":\"0x4c60daf0f69adffd29da29a4e97dc29422d45e34408f781a17b43a60d506300a29753f9562a6616f78b9a3f3d9b8c3adb150561d9aca9a8666996feef822e7d21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lsb7Z1KXHMxx4b90kHt0dgCQk4IWnXYl7RH85Q5OcVY\\\",\\\"y\\\":\\\"SBJHfuXVvHvGLl0CKKpodJGEG0omhhfEe3Q0jV4fcFk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MFmSmXb1zmILIW6eU5unNtEITXpNHM1wIjMJ6SnhFPc\"}"