"{\"content\":{\"body\":\"On December 17, 2021, \\\"DCS 2021\\\" global distributed cloud storage summit was successfully concluded in Abu Dhabi National Exhibition Center, UAE.\\n\\nThe three-day summit attracted more than 20000 blockchain experts, investors, technology innovators and encryption supporters from all over the world, and more than 200 influential representatives from various industries around the most cutting-edge and popular projects such as encrypted payment, NFT art, chain tourism and yuancosmic real estate, Dozens of Ted talk lectures and live studio performances were carried out.\\n\\nMubarak al Shamsi, director of Abu Dhabi Convention and Exhibition Bureau, said: \\\"With the arrival of guests from all over the world, DCS 2021 plays a key role in the economic development of the UAE, which not only promotes the development of tourism and economy, but also makes Abu Dhabi firmly at the forefront of blockchain and data innovation. The future event will be held once a year, and we are committed to building the UAE into a world high-tech center in the future.\\\"\\n\\nHu Fu hoo, who attended the conference, also attracted the attention of many guests and boarded Gulf News, the mainstream media in the Middle East.\\n\\nAccording to Hufu's official website, during the exhibition, the double benefit activities of \\\"VIP rights and interests release\\\" and \\\"contract experience gold release\\\" have been launched for new and old users since December 15. New users register for vip2 and receive up to 200 usdt contract experience gold, and old users recharge more than 1000 usdt for vip3.\\n\\nPublic information shows that not long ago, Hoo Hufu has officially entered the UAE and carried out global compliance work.\\n\\nThe relevant person in charge of Hufu exchange said that the UAE's support for innovative technologies and applications such as blockchain and digital assets is an important factor for the success of the exhibition. In the future, Hufu will also make good use of the platform's own ecological infrastructure, technology R & D, industry research and other resources in the blockchain industry to promote the local development of blockchain technologies and applications.\",\"timestamp\":1640004241,\"title\":\"The UAE blockchain conference \\\"DCS 2021\\\" closed, and Hoo Hufu exchange became the focus of the conference\"},\"digest\":\"OebYJ3MvHyOCjCOeKnEm22QP65SgjWEU-Vlzmd2G8YQ\",\"authorship\":{\"contributor\":\"0x3D9aD102B864a25B50980855C76d6A7E53D82122\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8C-DecCJAVcz7txz5oWCdXh2OZi0bcjajRmngDp8Hss\\\",\\\"y\\\":\\\"XKm7FDau9fT3mNY6J5vxQi1J52Br0nbXQVX04-vYwyY\\\"}\",\"signature\":\"8qd78Jzmibd0tc77noKKaW8xiQwkoF2XXQ4Swiy67hHFFWahttJTaqgvk6fLYTjPTi1XVNmFlm2_5WPQ4RW40w\",\"signingKeySignature\":\"0xf0006dc7bc98eea38fd15f7dc0755b9b654aacf3b904484d28592744eeceb1b80f6222d005dfcb4bcf8203f6a4eaf854686851078a432d9d92066533cf522ace1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8C-DecCJAVcz7txz5oWCdXh2OZi0bcjajRmngDp8Hss\\\",\\\"y\\\":\\\"XKm7FDau9fT3mNY6J5vxQi1J52Br0nbXQVX04-vYwyY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OebYJ3MvHyOCjCOeKnEm22QP65SgjWEU-Vlzmd2G8YQ\"}"