"{\"content\":{\"body\":\"> **If you're reading this, ~~it’s too late~~ you’re still early. Web3 (aka Web 3.0), is the third generation of internet services for websites and applications. It’s a set of protocols that run on the blockchain that intends to rewrite how the internet is wired and used. Many believe this is going to be the biggest technology breakthrough since the actual internet (it sounds like an exaggeration now, but it’s not far fetched!). In this guide, I’ll break down Web2 vs. Web3, show you a real life example of each, and include some of my favorite Web3 content to help your journey down the rabbit hole - it only takes 3 minutes to read!**\\n\\n*Disclaimer:* this is a *brief* Web3 overview and not a comprehensive deep dive!\\n\\n![](https://images.mirror-media.xyz/publication-images/WZ724C3X1jeGuC4lnoToX.png?height=1080&width=968)\\n\\n### Let’s start with a 30 second history of the web:\\n\\n[https://twitter.com/web3nomad/status/1449680278738198531](https://twitter.com/web3nomad/status/1449680278738198531)\\n\\nThe big takeaway here is the shift from relying on centralized services (web 2.0) that is siloed and controlled by few to a more decentralized service that puts the power and incentives back into the individual users (web 3.0).\\n\\n### Web 2 example:\\n\\nLet’s use Twitter as an example of how we currently use the web (2.0).\\n\\nTo login, you create your own password and login to sign into your Twitter. Once logged in, you have the ability to follow accounts and just see their content… right? Kind of. Twitter, like most centralized social media platforms, has a unique algorithm that surfaces content and recommends other accounts to follow, in addition to your existing followers that you explicitly chose to follow. The thought is, they (people who work at Twitter) will look at what users do on their platform and then create new ways to grow their audience and introduce new algorithms to drive more engagements (more clicks and engagement = more advertisements = more money for them). All of this is run through a single server, which they have full control over. If that server goes down (we all remember when Facebook/Insta/WhatsApp went down and there was nothing you could do to get it), you’re at the mercy of that company to get up and running again.\\n\\nHere’s a great summary from [Ethereum.org](https://ethereum.org/en/developers/docs/web2-vs-web3/):\\n\\n![](https://images.mirror-media.xyz/publication-images/IR1wimVKs5RLuBmmvSzqc.png?height=764&width=1504)\\n\\nThose massively benefiting from Web2 are the centralized companies that essentially control all of the power on their platforms (Facebook, Amazon, etc.)\\n\\n### Web3 - shifting the incentive model:\\n\\nWeb3 was developed to fix this imbalance by running on blockchains and decentralized nodes (no one owns the server), so the incentives lie within the participants (developers), who are incentivized and compete to provide the highest quality services to those using the service (very similar to [Bitcoin mining](https://www.investopedia.com/tech/how-does-bitcoin-mining-work/)). Most of this is open source code, allowing anyone to contribute and audit at any point in time. When you hear about Web3, you’ll often notice that cryptocurrency is part of the conversation. That’s because it is - both use cryptographic methods that include financial incentives for anyone that wants to participate, create, vote or contribute to a web3 project (you need skin in the game to play!). Cryptocurrency to Web3 is like Uber is to mobile GPS tracking, they’re different but also one in the same.\\n\\n### Web3 example:\\n\\nOne of the most recent examples of how Web3 works and the incentive models behind it is [ENS](https://ens.domains/) (Ethereum Name Service) and their recent [airdrop](https://cointelegraph.com/news/early-ethereum-name-service-ens-adopters-rewarded-with-a-hefty-five-figure-airdrop). ENS is a naming service for Ethereum wallets. A simple apology for this: imagine if AOL automatically assigned you a 20-something digital user name that you had to use, but allowed you to buy your own username (my AOL screenname was slimshamus88, btw). ENS does this for Ethereum and allows you to buy your own username so people can easily find you and follow your activity, rather than looking up a longer chain ID. Earlier this week, they surprised everyone who bought an .eth username by airdropping their $ENS coin directly into their wallet, rewarding early adopters with a chunk of the equity in their protocol.\\n\\n### Conclusion:\\n\\nIf there’s one thing you take away from this, it’s that ***Web3 will shift the incentives and powers back to the community and individuals***, rather than siloed organizations that have traditionally had a monopoly on users and financial incentives. Say goodbye to remembering passwords and worrying about security hacks and breaches!\\n\\nMy belief is that you’ll start seeing Web3 creeping into industries that have any type of incentive for users and creators (think gaming, Defi, NFT’s, content creation, and coffee!):\\n\\n[https://twitter.com/gregisenberg/status/1458832245385580544](https://twitter.com/gregisenberg/status/1458832245385580544)\\n\\nIt’s crazy to see how fast it’s tracking to date, and I’m excited to follow along and see what happens in the coming years:\\n\\n[https://twitter.com/chrissy_b89/status/1459562679627096075](https://twitter.com/chrissy_b89/status/1459562679627096075)\\n\\nIf I missed anything or you’d like to add to this list, please DM me on Twitter (@shamu5noonan).\\n\\nThanks for reading and I hope you enjoyed this!\\n\\n### Additional Web3 reading materials and resources:\\n\\n* [What is Web3?](https://www.freecodecamp.org/news/what-is-web3/)\\n* [11 Steps to get you started in Web3](https://twitter.com/yb_effect/status/1458569764637454347)\\n* [Gaby Goldberg’s Web3 Reading List](https://gabygoldberg.notion.site/f7050e62461143d49345e7b46eb5576b?v=c02511c4230c44ce9a1a03c9757da524)\\n* [Tim Ferris’ Web3 conversation with Naval Ravikant & Chris Dixon](https://twitter.com/tferriss/status/1453826030515507202)\\n* [Twitter thread (written learnings) from the Tim Ferris Podcast above by Andrew Mewborn](https://twitter.com/andymewborn/status/1455649863249498113) \",\"timestamp\":1636832139,\"title\":\"the 3 minute Web3 guide\"},\"digest\":\"ZD8_fQ4buScSV5ZuZTmAlaHN33NhQDoAAtychu6X2pg\",\"authorship\":{\"contributor\":\"0x238FAE1cF4Cd3e82CDA997aCF48004fdEa903353\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jniRYltcA6LATCOJULvy5iDFwruSFZWLkaRQH7djEeA\\\",\\\"y\\\":\\\"IDXecrHty7ls0o7fxyYL9tQBavQ8Lbmrr-WS0doq3Y8\\\"}\",\"signature\":\"64fDxjCJ-pppRLmsoENXe7iXFQClBtPSHmVBTOxXhXZlmuYGVFPfGGoy3_Gz0d1_mS0JMGpttgEXlpxTGmP8EA\",\"signingKeySignature\":\"0x4b916059a37c43bcd91958bcbacfb78b8800cceae8830c0ebec11065fe8cafb46fca7dd6a6407eba86e772c08c2128f3497d67be7dfa1fa5146f0bed7908ef9f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jniRYltcA6LATCOJULvy5iDFwruSFZWLkaRQH7djEeA\\\",\\\"y\\\":\\\"IDXecrHty7ls0o7fxyYL9tQBavQ8Lbmrr-WS0doq3Y8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4T8RoVnWhLaBu6QUPXvcs9QXBay-7XvuOjZp49yOJMs\"}"