"{\"content\":{\"body\":\", and that it has become little less than a law of our nature to spend life in eager pursuit of certain objects; now, appealing to that law as something by which we may know ourselves, what would you say of a man who could be rich by making gold of the stones under his feet, yet is poor of choice?\\\"\\n\\n\\\"The Greeks would call him a philosopher,\\\" said Iras.\\n\\n\\\"Nay, daughter,\\\" said Balthasar, \\\"the philosophers had never the power to do such thing.\\\"\\n\\n\\\"How know you this man has?\\\"\\n\\nBen-Hur answered quickly, \\\"I saw him turn water into wine.\\\"\\n\\n\\\"Very strange, very strange,\\\" said Simonides; \\\"but it is not so strange to me as that he should prefer to live poor when he could be so rich. Is he so poor?\\\"\\n\\n\\\"He owns nothing, and envies nobody his owning. He pities the rich. But passing that, what would you say to see a man multiply seven loaves and two fishes, all his store, into enough to feed five thousand people, and have full baskets over? That I saw the Nazarene do.\\\"\\n\\n\\\"You saw it?\\\" exclaimed Simonides.\\n\\n\\\"Ay, and ate of the bread and fish.\\\"\\n\\n\\\"More marvellous still,\\\" Ben-Hur continued, \\\"what would you say of a man in whom there is such healing virtue that the sick have but to touch the hem of his garment to be cured, or cry to him afar? That, too, I witnessed, not once, but many times. As we came out of Jericho two blind men by the wayside called to the Nazarene, and he touched their eyes, and they saw. So they brought a palsied man to him, and he said merely, 'Go unto thy house,' and the man went away well. What say you to these things?\\\"\\n\\nThe merchant had no answer.\\n\\n\\\"Think you now, as I have heard others argue, that what I have told you are tricks of jugglery? Let me answer by recalling greater things which I have seen him do. Look first to that curse of God--comfortless, as you all know, except by death--leprosy.\\\"\\n\\nAt these words Amrah dropped her hands to the floor, and in her eagerness to hear him half arose.\\n\\n\\\"What would you say,\\\" said Ben-Hur, with increased earnestness--\\\"what would you say to have seen that I now tell you? A leper came to the Nazarene while I was with him down in Galilee, and said, 'Lord, if thou wilt, thou canst make me clean.' He heard the cry, and touched the outcast with his hand, saying, 'Be thou clean;' and forthwith the man was himself again, healthful as any of us who beheld the cure, and we were a multitude.\\\"\\n\\nHere Amrah arose, and with her gaunt fingers held the wiry locks from her eyes. The brain of the poor creature had long since gone to heart, and she was troubled to follow the speech.\\n\\n\\\"Then, again,\\\" said Ben-Hur, without stop, \\\"ten lepers came to him one day in a body, and falling at his feet, called out--I saw and heard it all--called out, 'Master, Master, have mercy upon us!' He told them, 'Go, show yourselves to the priest, as the law requires; and before you are come there ye shall be healed.'\\\"\\n\\n\\\"And were they?\\\"\\n\\n\\\"Yes. On the road going their infirmity left them, so that there was nothing to remind us of it except their polluted clothes.\\\"\\n\\n\\\"Such thing was never heard before--never in all Israel!\\\" said Simonides, in undertone.\\n\\nAnd then, while he was speaking, Amrah turned away, and walked noiselessly to the door, and went out; and none of the company saw her go.\\n\\n\\\"The thoughts stirred by such things done under my eyes I leave you to imagine,\\\" said Ben-Hur, continuing; \\\"but my doubts, my misgivings, my amazement, were not yet at the full. The people of Galilee are, as you know, impetuous and rash; after years of waiting their swords burned their hands; nothing would do them but action. 'He is slow to declare himself; let us force him,' they cried to me. And I too became impatient. If he is to be king, why not now? The legions are ready. So as he was once teaching by the seaside we would have crowned him whether or not; but he disappeared, and was next seen on a ship departing from the shore. Good Simonides, the desires that make other men mad--riches, power, even kingships offered out of great love by a great people--move this one not at all. What say you?\\\"\\n\\nThe merchant's chin was low upon his breast; raising his head, he replied, resolutely, \\\"The Lord liveth, and so do the words of the prophets. Time is in the green yet; let to-morrow answer.\\\"\\n\\n\\\"Be it so,\\\" said Balthasar, smiling.\\n\\nAnd Ben-Hur said, \\\"Be it so.\\\" Then he went on: \\\"But I have not yet done. From these things, not too great to be above suspicion by such as did not see them in performance as I did, let me carry you now to others infinitely greater, acknowledged since the world began to be past the power of man. Tell me, has any one to your knowledge ever reached out and taken from Death what Death has made his own? Who ever gave again the breath of a life lost? Who but--\\\"\\n\\n\\\"God!\\\" said Balthasar, reverently.\\n\\nBen-Hur bowed.\\n\\n\\\"O wise Egyptian! I may not refuse the name you lend me. What would you--or you, Simonides--what would you either or both have said had you seen as I did, a man, with few words and no ceremony, without effort more than a mother's when she speaks to wake her child asleep, undo the work of Death? It was down at Nain. We were about going into the gate, when a company came out bearing a dead man. The Nazarene stopped to let the train pass. There was a woman among them crying. I saw his face soften with pity. He spoke to her, then went and touched the bier, and said to him who lay upon it dressed for burial, 'Young man, I say unto thee, Arise!' And instantly the dead sat up and talked.\\\"\\n\\n\\\"God only is so great,\\\" said Balthasar to Simonides.\\n\\n\\\"Mark you,\\\" Ben-Hur proceeded, \\\"I do but tell you things of which I was a witness, together with a cloud of other men. On the way hither I saw another act still more mighty. In Bethany there was a man named Lazarus, who died and was buried; and after he had lain four days in a tomb, shut in by a great stone, the Nazarene was shown to the place. Upon rolling the stone away, we beheld the man lying inside bound and rotting. There were many people standing by, and we all heard what the Nazarene said, for he spoke in a loud voice: 'Lazarus, come forth!' I cannot tell you my feelings when in answer, as it were, the man arose and came out to us with all his cerements about him. 'Loose him,' said the Nazarene next, 'loose him, and let him go.' And when the napkin was taken from the face of the resurrected, lo, my friends! the blood ran anew through the wasted body, and he was exactly as he had been in life before the sickness that took him off. He lives yet, and is hourly seen and spoken to. You may go see him to-morrow. And now, as nothing more is needed for the purpose, I ask you that which I came to ask, it being but a repetition of what you asked me, O Simonides, What more than a man is this Nazarene?\\\"\\n\\nThe question was put solemnly, and long after midnight the company sat and debated it; Simonides being yet unwilling to give up his understanding of the sayings of the prophets, and Ben-Hur contending that the elder disputants were both right--that the Nazarene was the Redeemer, as claimed by Balthasar, and also the destined king the merchant would have.\\n\\n\\\"To-morrow we will see. Peace to you all.\\\"\\n\\nSo saying, Ben-Hur took his leave, intending to return to Bethany.\\n\\nCHAPTER III\\n\\nThe first person to go out of the city upon the opening of the Sheep's Gate next morning was Amrah, basket on arm. No questions were asked her by the keepers, since the morning itself had not been more regular in coming than she; they knew her somebody's faithful servant, and that was enough for them.\\n\\nDown the eastern valley she took her way. The side of Olivet, darkly green, was spotted with white tents recently put up by people attending the feasts; the hour, however, was too early for the strangers to be abroad; still, had it not been so, no one would have troubled her. Past Gethsemane; past the tombs at the meeting of the Bethany roads; past the sepulchral village of Siloam she went. Occasionally the decrepit little body staggered; once she sat down to get her breath; rising shortly, she struggled on with renewed haste. The great rocks on either hand, if they had had ears, might have heard her mutter to herself; could they have seen, it would have been to observe how frequently she looked up over the Mount, reproving the dawn for its promptness; if it had been possible for them to gossip, not improbably they would have said to each other, \\\"Our friend is in a hurry this morning; the mouths she goes to feed must be very hungry.\\\"\\n\\nWhen at last she reached the King's Garden she slackened her gait; for then the grim city of the lepers was in view, extending far round the pitted south hill of Hinnom.\\n\\nAs the reader must by this time have surmised, she was going to her mistress, whose tomb, it will be remembered, overlooked the well En-Rogel.\\n\\nEarly as it was, the unhappy woman was up and sitting outside, leaving Tirzah asleep within. The course of the malady had been terribly swift in the three years. Conscious of her appearance, with the refined instincts of her nature, she kept her whole person habitually covered. Seldom as possible she permitted even Tirzah to see her.\\n\\nThis morning she was taking the air with bared head, knowing there was no one to be shocked by the exposure. The light was not full, but enough to show the ravages to which she had been subject. Her hair was snow-white and unmanageably coarse, falling over her back and shoulders like so much silver wire. The eyelids, the lips, the nostrils, the flesh of the cheeks, were either gone or reduced to fetid rawness. The neck was a mass of ash-colored scales. One hand lay outside the folds of her habit rigid as that of a skeleton; the nails had been eaten away; the joints of the fingers, if not bare to the bone, were swollen knots crusted with red secretion. Head, face, neck, and hand indicated all too plainly the condition of the whole body. Seeing her thus, it was easy to understand how the once fair widow of the princely Hur had been able to maintain her incognito so well through such a period of years.\\n\\nWhen the sun would gild the crest of Olivet and the Mount of Offence with light sharper and more brilliant in that old land than in the West, she knew Amrah would come, first to the well, then to a stone midway the well and the foot of the hill on which she had her abode, and that the good servant would there deposit the food she carried in the basket, and fill the water-jar afresh for the day. Of her former plentitude of happiness, that brief visit was all that remained to the unfortunate. She could then ask about her son, and be told of his welfare, with such bits of news concerning him as the messenger could glean. Usually the information was meagre enough, yet comforting; at times she heard he was at home; then she would issue from her dreary cell at break of day, and sit till noon, and from noon to set of sun, a motionless figure draped in white, looking, statue-like, invariably to one point--over the Temple to the spot under the rounded sky where the old house stood, dear in memory, and dearer because he was there. Nothing else was left her. Tirzah she counted of the dead; and as for herself, she simply waited the end, knowing every hour of life was an hour of dying--happily, of painless dying.\\n\\nThe things of nature about the hill to keep her sensitive to the world's attractions were wretchedly scant; beasts and birds avoided the place as if they knew its history and present use; every green thing perished in its first season; the winds warred upon the shrubs and venturous grasses, leaving to drought such as they could not uproot. Look where she would, the view was made depressingly suggestive by tombs--tombs above her, tombs below, tombs opposite her own tomb--all now freshly whitened in warning to visiting pilgrims. In the sky--clear, fair, inviting--one would think she might have found some relief to her ache of mind; but, alas! in making the beautiful elsewhere the sun served her never so unfriendly--it did but disclose her growing hideousness. But for the sun she would not have been the horror she was to herself, nor been waked so cruelly from dreams of Tirzah as she used to be. The gift of seeing can be sometimes a dreadful curse.\\n\\nDoes one ask why she did not make an end to her sufferings?\\n\\nTHE LAW FORBADE HER!\\n\\nA Gentile may smile at the answer; but so will not a son of Israel.\\n\\nWhile she sat there peopling the dusky solitude with thoughts even more cheerless, suddenly a woman came up the hill staggering and spent with exertion.\\n\\nThe widow arose hastily, and covering her head, cried, in a voice unnaturally harsh, \\\"Unclean, unclean!\\\"\\n\\nIn a moment, heedless of the notice, Amrah was at her feet. All the long-pent love of the simple creature burst forth: with tears and passionate exclamations she kissed her mistress's garments, and for a while the latter strove to escape from her; then, seeing she could not, she waited till the violence of the paroxysm was over.\\n\\n\\\"What have you done, Amrah?\\\" she said. \\\"Is it by such disobedience you prove your love for us? Wicked woman! You are lost; and he--your master--you can never, never go back to him.\\\"\\n\\nAmrah grovelled sobbing in the dust.\\n\\n\\\"The ban of the Law is upon you, too; you cannot return to Jerusalem. What will become of us? Who will bring us bread? O wicked, wicked Amrah! We are all, all undone alike!\\\"\\n\\n\\\"Mercy, mercy!\\\" Amrah answered from the ground.\\n\\n\\\"You should have been merciful to yourself, and by so doing been most merciful to us. Now where can we fly? There is no one to help us. O false servant! The wrath of the Lord was already too heavy upon us.\\\"\\n\\nHere Tirzah, awakened by the noise, appeared at the door of the tomb. The pen shrinks from the picture she presented. In the half-clad apparition, patched with scales, lividly seamed, nearly blind, its limbs and extremities swollen to grotesque largeness, familiar eyes however sharpened by love could not have recognized the creature of childish grace and purity we first beheld her.\\n\\n\\\"Is it Amrah, mother?\\\"\\n\\nThe servant tried to crawl to her also.\\n\\n\\\"Stay, Amrah!\\\" the widow cried, imperiously. \\\"I forbid you touching her. Rise, and get you gone before any at the well see you here. Nay, I forgot--it is too late! You must remain now and share our doom. Rise, I say!\\\"\\n\\nAmrah rose to her knees, and said, brokenly and with clasped hands, \\\"O good mistress! I am not false--I am not wicked. I bring you good tidings.\\\"\\n\\n\\\"Of Judah?\\\" and as she spoke, the widow half withdrew the cloth from her head.\\n\\n\\\"There is a wonderful man,\\\" Amrah continued, \\\"who has power to cure you. He speaks a word, and the sick are made well, and even the dead come to life. I have come to take you to him.\\\"\\n\\n\\\"Poor Amrah!\\\" said Tirzah, compassionately.\\n\\n\\\"No,\\\" cried Amrah, detecting the doubt underlying the expression--\\\"no, as the Lord lives, even the Lord of Israel, my God as well as yours, I speak the truth. Go with me, I pray, and lose no time. This morning he will pass by on his way to the city. See! the day is at hand. Take the food here--eat, and let us go.\\\"\\n\\nThe mother listened eagerly. Not unlikely she had heard of the wonderful man, for by this time his fame had penetrated every nook in the land.\\n\\n\\\"Who is he?\\\" she asked.\\n\\n\\\"A Nazarene.\\\"\\n\\n\\\"Who told you about him?\\\"\\n\\n\\\"Judah.\\\"\\n\\n\\\"Judah told you? Is he at home?\\\"\\n\\n\\\"He came last night.\\\"\\n\\nThe widow, trying to still the beating of her heart, was silent awhile.\\n\\n\\\"Did Judah send you to tell us this?\\\" she next asked.\\n\\n\\\"No. He believes you dead.\\\"\\n\\n\\\"There was a prophet once who cured a leper,\\\" the mother said thoughtfully to Tirzah; \\\"but he had his power from God.\\\" Then addressing Amrah, she asked, \\\"How does my son know this man so possessed?\\\"\\n\\n\\\"He was travelling with him, and heard the lepers call, and saw them go away well. First there was one man; then there were ten; and they were all made whole.\\\"\\n\\nThe elder listener was silent again. The skeleton hand shook. We may believe she was struggling to give the story the sanction of faith, which is always an absolutist in demand, and that it was with her as with the men of the day, eye-witnesses of what was done by the Christ, as well as the myriads who have succeeded them. She did not question the performance, for her own son was the witness testifying through the servant; but she strove to comprehend the power by which work so astonishing could be done by a man. Well enough to make inquiry as to the fact; to comprehend the power, on the other hand, it is first necessary to comprehend God; and he who waits for that will die waiting. With her, however, the hesitation was brief. To Tirzah she said,\\n\\n\\\"This must be the Messiah!\\\"\\n\\nShe spoke not coldly, like one reasoning a doubt away, but as a woman of Israel familiar with the promises of God to her race--a woman of understanding, ready to be glad over the least sign of the realization of the promises.\\n\\n\\\"There was a time when Jerusalem and all Judea were filled with a story that he was born. I remember it. By this time he should be a man. It must be--it is he. Yes,\\\" she said to Amrah, \\\"we will go with you. Bring the water which you will find in the tomb in a jar, and set the food for us. We will eat and be gone.\\\"\\n\\nThe breakfast, partaken under excitement, was soon despatched, and the three women set out on their extraordinary journey. As Tirzah had caught the confident spirit of the others, there was but one fear that troubled the party. Bethany, Amrah said, was the town the man was coming from; now from that to Jerusalem there were three roads, or rather paths--one over the first summit of Olivet, a second at its base, a third between the second summit and the Mount of Offence. The three were not far apart; far enough, however, to make it possible for the unfortunates to miss the Nazarene if they failed the one he chose to come by.\\n\\nA little questioning satisfied the mother that Amrah knew nothing of the country beyond the Cedron, and even less of the intentions of the man they were going to see, if they could. She discerned, also, that both Amrah and Tirzah--the one from confirmed habits of servitude, the other from natural dependency--looked to her for guidance; and she accepted the charge.\\n\\n\\\"We will go first to Bethphage,\\\" she said to them. \\\"There, if the Lord favor us, we may learn what else to do.\\\"\\n\\nThey descended the hill to Tophet and the King's Garden, and paused in the deep trail furrowed through them by centuries of wayfaring.\\n\\n\\\"I am afraid of the road,\\\" the matron said. \\\"Better that we keep to the country among the rocks and trees. This is feast-day, and on the hill-sides yonder I see signs of a great multitude in attendance. By going across the Mount of Offence here we may avoid them.\\\"\\n\\nTirzah had been walking with great difficulty; upon hearing this her heart began to fail her.\\n\\n\\\"The mount is steep, mother; I cannot climb it.\\\"\\n\\n\\\"Remember, we are going to find health and life. See, my child, how the day brightens around us! And yonder are women coming this way to the well. They will stone us if we stay here. Come, be strong this once.\\\"\\n\\nThus the mother, not less tortured herself, sought to inspire the daughter; and Amrah came to her aid. To this time the latter had not touched the persons of the afflicted, nor they her; now, in disregard of consequences as well as of command, the faithful creature went to Tirzah, and put her arm over her shoulder, and whispered, \\\"Lean on me. I am strong, though I am old; and it is but a little way off. There--now we can go.\\\"\\n\\nThe face of the hill they essayed to cross was somewhat broken with pits, and ruins of old structures; but when at last they stood upon the top to rest, and looked at the spectacle presented them over in the northwest--at the Temple and its courtly terraces, at Zion, at the enduring towers white beetling into the sky beyond--the mother was strengthened with a love of life for life's sake.\\n\\n\\\"Look, Tirzah,\\\" she said--\\\"look at the plates of gold on the Gate Beautiful. How they give back the flames of the sun, brightness for brightness! Do you remember we used to go up there? Will it not be pleasant to do so again? And think--home is but a little way off. I can almost see it over the roof of the Holy of Holies; and Judah will be there to receive us!\\\"\\n\\nFrom the side of the middle summit garnished green with myrtle and olive trees, they saw, upon looking that way next, thin columns of smoke rising lightly and straight up into the pulseless morning, each a warning of restless pilgrims astir, and of the flight of the pitiless hours, and the need of haste.\\n\\nThough the good servant toiled faithfully to lighten the labor in descending the hill-side, not sparing herself in the least, the girl moaned at every step; sometimes in extremity of anguish she cried out. Upon reaching the road--that is, the road between the Mount of Offence and the middle or second summit of Olivet--she fell down exhausted.\\n\\n\\\"Go on with Amrah, mother, and leave me here,\\\" she said, faintly.\\n\\n\\\"No, no, Tirzah. What would the gain be to me if I were healed and you not? When Judah asks for you, as he will, what would I have to say to him were I to leave you?\\\"\\n\\n\\\"Tell him I loved him.\\\"\\n\\nThe elder leper arose from bending over the fainting sufferer, and gazed about her with that sensation of hope perishing which is more nearly like annihilation of the soul than anything else. The supremest joy of the thought of cure was inseparable from Tirzah, who was not too old to forget, in the happiness of healthful life to come, the years of misery by which she had been so reduced in body and broken in spirit. Even as the brave woman was about leaving the venture they were engaged in to the determination of God, she saw a man on foot coming rapidly up the road from the east.\\n\\n\\\"Courage, Tirzah! Be of cheer,\\\" she said. \\\"Yonder I know is one to tell us of the Nazarene.\\\"\\n\\nAmrah helped the girl to a sitting posture, and supported her while the man advanced.\\n\\n\\\"In your goodness, mother, you forget what we are. The stranger will go around us; his best gift to us will be a curse, if not a stone.\\\"\\n\\n\\\"We will see.\\\"\\n\\nThere was no other answer to be given, since the mother was too well and sadly acquainted with the treatment outcasts of the class to which she belonged were accustomed to at the hands of her countrymen.\\n\\nAs has been said, the road at the edge of which the group was posted was little more than a worn path or trail, winding crookedly through tumuli of limestone. If the stranger kept it, he must meet them face to face; and he did so, until near enough to hear the cry she was bound to give. Then, uncovering her head, a further demand of the law, she shouted shrilly,\\n\\n\\\"Unclean, unclean!\\\"\\n\\nTo her surprise, the man came steadily on.\\n\\n\\\"What would you have?\\\" he asked, stopping opposite them not four yards off.\\n\\n\\\"Thou seest us. Have a care,\\\" the mother said, with dignity.\\n\\n\\\"Woman, I am the courier of him who speaketh but once to such as thou and they are healed. I am not afraid.\\\"\\n\\n\\\"The Nazarene?\\\"\\n\\n\\\"The Messiah,\\\" he said.\\n\\n\\\"Is it true that he cometh to the city to-day?\\\"\\n\\n\\\"He is now at Bethphage.\\\"\\n\\n\\\"On what road, master?\\\"\\n\\n\\\"This one.\\\"\\n\\nShe clasped her hands, and looked up thankfully.\\n\\n\\\"For whom takest thou him?\\\" the man asked, with pity.\\n\\n\\\"The Son of God,\\\" she replied.\\n\\n\\\"Stay thou here then; or, as there is a multitude with him, take thy stand by the rock yonder, the white one under the tree; and as he goeth by fail not to call to him; call, and fear not. If thy faith but equal thy knowledge, he will hear thee though all the heavens thunder. I go to tell Israel, assembled in and about the city, that he is at hand, and to make ready to receive him. Peace to thee and thine, woman.\\\"\\n\\nThe stranger moved on.\\n\\n\\\"Did you hear, Tirzah? Did you hear? The Nazarene is on the road, on this one, and he will hear us. Once more, my child--oh, only once! and let us to the rock. It is but a step.\\\"\\n\\nThus encouraged Tirzah took Amrah's hand and arose; but as they were going, Amrah said, \\\"Stay; the man is returning.\\\" And they waited for him.\\n\\n\\\"I pray your grace, woman,\\\" he said, upon overtaking them. \\\"Remembering that the sun will be hot before the Nazarene arrives, and that the city is near by to give me refreshment should I need it, I thought this water would do thee better than it will me. Take it and be of good cheer. Call to him as he passes.\\\"\\n\\nHe followed the words by offering her a gourd full of water, such as foot-travellers sometimes carried with them in their journeys across the hills; and instead of placing the gift on the ground for her to take up when he was at a safe distance, he gave it into her hand.\\n\\n\\\"Art thou a Jew?\\\" she asked, surprised.\\n\\n\\\"I am that, and better; I am a disciple of the Christ who teacheth daily by word and example this thing which I have done unto you. The world hath long known the word charity without understanding it. Again I say peace and good cheer to thee and thine.\\\"\\n\\nHe went on, and they went slowly to the rock he had pointed out to them, high as their heads, and scarcely thirty yards from the road on the right. Standing in front of it, the mother satisfied herself they could be seen and heard plainly by passers-by whose notice they desired to attract. There they cast themselves under the tree in its shade, and drank of the gourd, and rested refreshed. Ere long Tirzah slept, and fearing to disturb her, the others held their peace.\\n\\nCHAPTER IV\\n\\nDuring the third hour the road in front of the resting-place of the lepers became gradually more and more frequented by people going in the direction of Bethphage and Bethany; now, however, about the commencement of the fourth hour, a great crowd appeared over the crest of Olivet, and as it defiled down the road thousands in number, the two watchers noticed with wonder that every one in it carried a palm-branch freshly cut. As they sat absorbed by the novelty, the noise of another multitude approaching from the east drew their eyes that way. Then the mother awoke Tirzah.\\n\\n\\\"What is the meaning of it all?\\\" the latter asked.\\n\\n\\\"He is coming,\\\" answered the mother. \\\"These we see are from the city going to meet him; those we hear in the east are his friends bearing him company; and it will not be strange if the processions meet here before us.\\n\\n\\\"I fear, if they do, we cannot be heard.\\\"\\n\\nThe same thought was in the elder's mind.\\n\\n\\\"Amrah,\\\" she asked, \\\"when Judah spoke of the healing of the ten, in what words did he say they called to the Nazarene?\\\"\\n\\n\\\"Either they said, 'Lord, have mercy upon us,' or 'Master, have mercy.'\\\"\\n\\n\\\"Only that?\\\"\\n\\n\\\"No more that I heard.\\\"\\n\\n\\\"Yet it was enough,\\\" the mother added, to herself.\\n\\n\\\"Yes,\\\" said Amrah, \\\"Judah said he saw them go away well.\\\"\\n\\nMeantime the people in the east came up slowly. When at length the foremost of them were in sight, the gaze of the lepers fixed upon a man riding in the midst of what seemed a chosen company which sang and danced about him in extravagance of joy. The rider was bareheaded and clad all in white. When he was in distance to be more clearly observed, these, looking anxiously, saw an olive-hued face shaded by long chestnut hair slightly sunburned and parted in the middle. He looked neither to the right nor left. In the noisy abandon of his followers he appeared to have no part; nor did their favor disturb him in the least, or raise him out of the profound melancholy into which, as his countenance showed, he was plunged. The sun beat upon the back of his head, and lighting up the floating hair gave it a delicate likeness to a golden nimbus. Behind him the irregular procession, pouring forward with continuous singing and shouting, extended out of view. There was no need of any one to tell the lepers that this was he--the wonderful Nazarene!\\n\\n\\\"He is here, Tirzah,\\\" the mother said; \\\"he is here. Come, my child.\\\"\\n\\nAs she spoke she glided in front of the white rock and fell upon her knees.\\n\\nDirectly the daughter and servant were by her side. Then at sight of the procession in the west, the thousands from the city halted, and began to wave their green branches, shouting, or rather chanting (for it was all in one voice),\\n\\n\\\"Blessed is the King of Israel that cometh in the name of the Lord!\\\"\\n\\nAnd all the thousands who were of the rider's company, both those near and those afar, replied so the air shook with the sound, which was as a great wind threshing the side of the hill. Amidst the din, the cries of the poor lepers were not more than the twittering of dazed sparrows.\\n\\nThe moment of the meeting of the hosts was come, and with it the opportunity the sufferers were seeking; if not taken, it would be lost forever, and they would be lost as well.\\n\\n\\\"Nearer, my child--let us get nearer. He cannot hear us,\\\" said the mother.\\n\\nShe arose, and staggered forward. Her ghastly hands were up, and she screamed with horrible shrillness. The people saw her--saw her hideous face, and stopped awe-struck--an effect for which extreme human misery, visible as in this instance, is as potent as majesty in purple and gold. Tirzah, behind her a little way, fell down too faint and frightened to follow farther.\\n\\n\\\"The lepers! the lepers!\\\"\\n\\n\\\"Stone them!\\\"\\n\\n\\\"The accursed of God! Kill them!\\\"\\n\\nThese, with other yells of like import, broke in upon the hosannas of the part of the multitude too far removed to see and understand the cause of the interruption. Some there were, however, near by familiar with the nature of the man to whom the unfortunates were appealing--some who, by long intercourse with him, had caught somewhat of his divine compassion: they gazed at him, and were silent while, in fair view, he rode up and stopped in front of the woman. She also beheld his face--calm, pitiful, and of exceeding beauty, the large eyes tender with benignant purpose.\\n\\nAnd this was the colloquy that ensued:\\n\\n\\\"O Master, Master! Thou seest our need; thou canst make us clean. Have mercy upon us--mercy!\\\"\\n\\n\\\"Believest thou I am able to do this?\\\" he asked.\\n\\n\\\"Thou art he of whom the prophets spake--thou art the Messiah!\\\" she replied.\\n\\nHis eyes grew radiant, his manner confident.\\n\\n\\\"Woman,\\\" he said, \\\"great is thy faith; be it unto thee even as thou wilt.\\\"\\n\\nHe lingered an instant after, apparently unconscious of the presence of the throng--an instant--then he rode away.\\n\\nTo the heart divinely original, yet so human in all the better elements of humanity, going with sure prevision to a death of all the inventions of men the foulest and most cruel, breathing even then in the forecast shadow of the awful event, and still as hungry and thirsty for love and faith as in the beginning, how precious and ineffably soothing the farewell exclamation of the grateful woman:\\n\\n\\\"To God in the highest, glory! Blessed, thrice blessed, the Son whom he hath given us!\\\"\\n\\nImmediately both the hosts, that from the city and that from Bethphage, closed around him with their joyous demonstrations, with hosannas and waving of palms, and so he passed from the lepers forever. Covering her head, the elder hastened to Tirzah, and folded her in her arms, crying, \\\"Daughter, look up! I have his promise; he is indeed the Messiah. We are saved--saved!\\\" And the two remained kneeling while the procession, slowly going, disappeared over the mount. When the noise of its singing afar was a sound scarcely heard the miracle began.\\n\\nThere was first in the hearts of the lepers a freshening of the blood; then it flowed faster and stronger, thrilling their wasted bodies with an infinitely sweet sense of painless healing. Each felt the scourge going from her; their strength revived; they were returning to be themselves. Directly, as if to make the purification complete, from body to spirit the quickening ran, exalting them to a very fervor of ecstasy. The power possessing them to this good end was most nearly that of a draught of swift and happy effect; yet it was unlike and superior in that its healing and cleansing were absolute, and not merely a delicious consciousness while in progress, but the planting, growing, and maturing all at once of a recollection so singular and so holy that the simple thought of it should be of itself ever after a formless yet perfect thanksgiving.\\n\\nTo this transformation--for such it may be called quite as properly as a cure--there was a witness other than Amrah. The reader will remember the constancy with which Ben-Hur had followed the Nazarene throughout his wanderings; and now, recalling the conversation of the night before, there will be little surprise at learning that the young Jew was present when the leprous woman appeared in the path of the pilgrims. He heard her prayer, and saw her disfigured face; he heard the answer also, and was not so accustomed to incidents of the kind, frequent as they had been, as to have lost interest in them. Had such thing been possible with him, still the bitter disputation always excited by the simplest display of the Master's curative gift would have sufficed to keep his curiosity alive. Besides that, if not above it as an incentive, his hope to satisfy himself upon the vexed question of the mission of the mysterious man was still upon him strong as in the beginning; we might indeed say even stronger, because of a belief that now quickly, before the sun went down, the man himself would make all known by public proclamation. At the close of the scene, consequently, Ben-Hur had withdrawn from the procession, and seated himself upon a stone to wait its passage.\\n\\nFrom his place he nodded recognition to many of the people--Galileans in his league, carrying short swords under their long abbas. After a little a swarthy Arab came up leading two horses; at a sign from Ben-Hur he also drew out.\\n\\n\\\"Stay here,\\\" the young master said, when all were gone by, even the laggards. \\\"I wish to be at the city early, and Aldebaran must do me service.\\\"\\n\\nHe stroked the broad forehead of the horse, now in his prime of strength and beauty, then crossed the road towards the two women.\\n\\nThey were to him, it should be borne in mind, strangers in whom he felt interest only as they were subjects of a superhuman experiment, the result of which might possibly help him to solution of the mystery that had so long engaged him. As he proceeded, he glanced casually at the figure of the little woman over by the white rock, standing there, her face hidden in her hands.\\n\\n\\\"As the Lord liveth, it is Amrah!\\\" he said to himself.\\n\\nHe hurried on, and passing by the mother and daughter, still without recognizing them, he stopped before the servant.\\n\\n\\\"Amrah,\\\" he said to her, \\\"Amrah, what do you here?\\\"\\n\\nShe rushed forward, and fell upon her knees before him, blinded by her tears, nigh speechless with contending joy and fear.\\n\\n\\\"O master, master! Thy God and mine, how good he is!\\\"\",\"timestamp\":1640148270,\"title\":\"You are shrewd men,\\\" Ben-Hur resumed, after a pause. \\\"You know what creatures of certain master motives we are,\"},\"digest\":\"ew2sjbEbbYk0zA1oRk9aR5xJKHS7_NR7kiJP-OWm3hA\",\"authorship\":{\"contributor\":\"0x4FEa0511D28B2e43455B26d9Bb2E5c7B7044985a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uqPNuwGgJrcBxc739XbEc7eIoEGCad2gqHfjJXd3vwo\\\",\\\"y\\\":\\\"x0WTb794fZ_Jj77IFO49NDt-baH-7l-MwZx-skhheMs\\\"}\",\"signature\":\"qdd4DFff8GGDok_zSTYhYkwxnN57-5WHW9VYB2tT9W-6C7tY7UVRWnNFHY5-pkZpfPK9__ZXuCd_TgGgUBSOrw\",\"signingKeySignature\":\"0x5a8303d3113156bcc6d704caeeb1d81c97076dd5139fece40f472cf95abc5d4603e901add12b4957913f1b3e095de71094cc80b1962d00c9b1bfc9401061ba8e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uqPNuwGgJrcBxc739XbEc7eIoEGCad2gqHfjJXd3vwo\\\",\\\"y\\\":\\\"x0WTb794fZ_Jj77IFO49NDt-baH-7l-MwZx-skhheMs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ew2sjbEbbYk0zA1oRk9aR5xJKHS7_NR7kiJP-OWm3hA\"}"