"{\"content\":{\"body\":\"There were a sensitivity and a beauty to her that have nothing to do with looks. She was one to be listened to, whose words were so easy to take to heart.\\n\\nIt is said that the true nature of being is veiled. The labor of words, the expression of art, the seemingly ceaseless buzz that is human thought all have in common the need to get at what really is so. The hope to draw close to and possess the truth of being can be a feverish one. In some cases it can even be fatal, if pleasure is one's truth and its attainment more important than life itself. In other lives, though, the search for what is truthful gives life.\\n\\nI used to find notes left in the collection basket, beautiful notes about my homilies and about the writer's thoughts on the daily scriptural readings. The person who penned the notes would add reflections to my thoughts and would always include some quotes from poets and mystics he or she had read and remembered and loved. The notes fascinated me. Here was someone immersed in a search for truth and beauty. Words had been treasured, words that were beautiful. And I felt as if the words somehow delighted in being discovered, for they were obviously very generous to the as yet anonymous writer of the notes. And now this person was in turn learning the secret of sharing them. Beauty so shines when given away. The only truth that exists is, in that sense, free.\\n\\nIt was a long time before I met the author of the notes.\\n\\nOne Sunday morning, I was told that someone was waiting for me in the office. The young person who answered the rectory door said that it was \\\"the woman who said she left all the notes.\\\" When I saw her I was shocked, since I immediately recognized her from church but had no idea that it was she who wrote the notes. She was sitting in a chair in the office with her hands folded in her lap. Her head was bowed and when she raised it to look at me, she could barely smile without pain. Her face was disfigured, and the skin so tight from surgical procedures that smiling or laughing was very difficult for her. She had suffered terribly from treatment to remove the growths that had so marred her face.\\n\\nWe chatted for a while that Sunday morning and agreed to meet for lunch later that week.\\n\\nAs it turned out we went to lunch several times, and she always wore a hat during the meal. I think that treatments of some sort had caused a lot of her hair to fall out. We shared things about our lives. I told her about my schooling and growing up. She told me that she had worked for years for an insurance company. She never mentioned family, and I did not ask.\\n\\nWe spoke of authors we both had read, and it was easy to tell that books are a great love of hers.\\n\\nI have thought about her often over the years and how she struggled in a society that places an incredible premium on looks, class, wealth and all the other fineries of life. She suffered from a disfigurement that cannot be made to look attractive. I know that her condition hurt her deeply.\\n\\nWould her life have been different had she been pretty? Chances are it would have. And yet there were a sensitivity and a beauty to her that had nothing to do with looks. She was one to be listened to, whose words were so easy to take to heart. Her words came from a wounded but loving heart, very much like all hearts, but she had more of a need to be aware of it, to live with it and learn from it. She possessed a fine-tuned sense of beauty. Her only fear in life was the loss of a friend.\\n\\nHow long does it take most of us to reach that level of human growth, if we ever get there? We get so consumed and diminished, worrying about all the things that need improving, we can easily forget to cherish those things that last. Friendship, so rare and so good, just needs our care-maybe even the simple gesture of writing a little note now and then, or the dropping of some beautiful words in a basket, in the hope that such beauty will be shared and taken to heart.\\n\\nThe truth of her life was a desire to see beyond the surface for a glimpse of what it is that matters. She found beauty and grace and they befriended her, and showed her what is real.\",\"timestamp\":1636373242,\"title\":\"Beauty\"},\"digest\":\"xQerb5Nm09SD7kGnCJACoRx4BYjrbcZj1Z7izH966pk\",\"authorship\":{\"contributor\":\"0x51C2BBf0d742e1f5Ca76c83dB3f5347BB89CFFdC\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PyRXi1NWrB-FpbBOq1Ln6heJGYqpfXhtL7XvDFhGqy8\\\",\\\"y\\\":\\\"B6dhyZF2Ig6W1sBYIHQ5t13ne_KdfKrKTl1pNeIsE4Y\\\"}\",\"signature\":\"bxnxBzQ6GTVacoYkGM4hrrXXVpUZyAt-fXYqy1Tz_fAHX3sbtNun4EyMcT5zk5yFkod7FYHDtWK5cYinXhbwhw\",\"signingKeySignature\":\"0x26c4e7b6766da82fcf00066cac76adcee0f03a239ca9f556755f3d9b6f973cfe68aba147f5f7de8b30108af7435dc483e8d44ba74a9e29011b421c346bec37981c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PyRXi1NWrB-FpbBOq1Ln6heJGYqpfXhtL7XvDFhGqy8\\\",\\\"y\\\":\\\"B6dhyZF2Ig6W1sBYIHQ5t13ne_KdfKrKTl1pNeIsE4Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xQerb5Nm09SD7kGnCJACoRx4BYjrbcZj1Z7izH966pk\"}"