"{\"content\":{\"body\":\"端木氤平时是滴酒不沾的，根本不像个混官场的女强人，所以一杯清酒之后就有点头晕，回酒店休息了。司空零倒也老实，在她房间呆了一会儿就到隔壁去捣鼓SK公司的事务了，端木氤欣喜地暂时取消了他【司空负】的大号。\\n\\n次日上午。\\n\\n港区的青山有高级商店街，路易威登等大牌云集，是以前端木氤最有爱的地方。她来这里逛并非为了买衣服，而是寻找少女时代的记忆。\\n\\n“我以前最喜欢这家店。”端木氤在一个招牌下驻足，司空零看到眩光闪闪大落地玻璃窗上Comme_des_Garcons的字样，说：“哦，看上去是法国的牌子。”\\n\\n端木氤：“是川久保玲。”\\n\\n司空零脸一红，道：“进去看看呗。”\\n\\n端木氤安慰他：“那确实是法语，【像男孩】的意思。”\\n\\n陪她逛了女装区之后，来到男装区，连女装都像男孩，男装更是男孩中的男孩了，当时司空零就震惊了，好嚣张的设计风格。\\n\\n端木氤：“非对称是川久保玲独一无二的风格，你看这个T恤，大块大块补丁，像乞丐似的，所以经常被称为乞丐装。”\\n\\n司空零叹道：“帅呆了！我终于找到我的至爱，乔布斯喜欢的三宅一生我没感觉，充满违和感的非对称，乞丐装！多么的豪放不羁呢！”\\n\\n端木氤微笑：“为感谢你的救命之恩，我送你这件T恤吧，多了我可买不起。”\\n\\n司空零：“……好极了。”\\n\\n当然，端木氤也没做赔本买卖，司空零也为她看上的一件纯黑色秋冬装付款。一件换一件最好，要不太献殷勤又会被误以为是【司空负】。\\n\\n\\\\---\\n\\n日航的灰机终于降落在虹桥机场。在此起彼伏的到站和起飞提醒广播中，司空零终于在时隔数月后第一次见到慕容冰雪。时值秋末，宇宙无敌美少女身穿修长的纯色秋装，白衣胜雪，美之极致。\\n\\n慕容冰雪身高172cm，原本比司空零还要高那么一点，可是她忽然发现他好像长高了一点，两人四目相对，千言万语化作无限爱意的沉默。\\n\\n“你长高了。”慕容冰雪在他咫尺面前呼气如兰。\\n\\n司空零带着笑意，再向前靠近一点，他的鼻尖碰到了她的鼻尖，真的是一样高呢。\\n\\n正要乘机没羞没臊地吻她，忽然听到一个熟悉的声音吃惊地叫了一声“妈！”\\n\\n端木明。\\n\\n刚才光顾着看慕容冰雪，居然根本没有注意到他。不光是他，他身边还站着一个熟悉的倩影，司空零侧目失声：“紫酱！”\\n\\n不过端木明显然比司空零更吃惊，发现自己的妈妈就跟着司空零在不远处。这几天端木明根本没有跟妈妈联系，不知道她在哪里，书记大人何等忙碌，平常很久没音讯都是很正常的事情。\\n\\n端木明是看到司空零要吻慕容冰雪才转头发现妈妈的，他讶道：“妈，你怎么在这里？从哪里回来的？”\\n\\n各方人马都浮出水面。唯有端木氤是最淡定的一个，她微笑道：“我去了一趟美国，正好跟司空零一块儿回来。啊，两个女孩子真漂亮，给我介绍一下吧。”\\n\\n最后一句话却是跟司空零讲的。\\n\\n司空零收拾凌乱情怀，手指慕容：“这是我GF慕容冰雪，东大大三学生。”换一个方向：“这是我的……好朋友，艾紫萱，东大艾校长的千金。”\\n\\n端木氤朝她们微笑致意，仿佛一点都不知道慕容冰雪曾经是她儿子的GF的样子。\\n\\n艾紫萱被端木氤的青春震撼，艾妈妈年轻时也是绝色美人，但是现在一眼就看出是中年妇女，眼前这位似乎只有二十多的大美人，居然是端木明的母亲？艾紫萱奇道：“阿姨，你真是年轻得有妖气！不好意思，吓倒我了！”\\n\\n连端木明都很少见到妈妈化妆得如此年轻的俊俏模样，他笑道：“什么妖气！这是仙气！妈，你今天好年轻啊！”\\n\\n端木氤淡然一笑：“哪比得你们年轻人呐？小明，解决你和朋友们的恩怨情仇之后早点回家，我这几天在美国，有好多事情得去处理，就不陪你们了。欢迎你们到家里作客！我是认真的，拜拜！”\\n\\n她已经看到她的专职司机在不远处朝她招手，摸了摸儿子的俊脸，朝司空零笑笑，飘然而去。\\n\\n目送有仙气的妈妈走远，司空零面无表情地问慕容冰雪：“怎么这么大阵势？我回来不是只告诉了你一个人吗？”\\n\\n慕容冰雪垂头低语：“东邪发现了你的IP地址在东京，就问我，我就说了。然后……他们都知道了。”\\n\\n司空零：“哦，又是这个老怪物……”\\n\\n艾紫萱扬声道：“是我邀请端木明一起来的，端木妈妈说得对，我们这次就是要来解决一下我们的恩怨情仇的，不要怪东邪。”\\n\\n这次他回来只说给慕容一个人知道，这还不能说明问题吗？司空零正要对艾紫萱冷眉以待，却发现她原本清澈的双眼隐然泪光闪闪，他的心一软，瞬间有些茫然不知所措。\\n\\n“怎么解决？”司空零低声说。\\n\\n端木明一挥手：“打住。不管怎么解决，我们都是朋友，先吃饭好不好？”\\n\\n慕容冰雪：“是啊，先找地方吃饭。”\\n\\n往停车场去的路上，端木明问：“我妈妈去美国干什么？”\\n\\n司空零：“哦，你居然不知道？好像是去找你的父亲。你父亲现在的老婆太可怕了，用电击器把你父亲电昏，还要对你妈妈动手……”\\n\\n端木明眉头一皱，看到司空零故意停顿，不耐道：“我妈没事吧？”\\n\\n司空零：“有我在，没事，不过，我就有事了，那婆娘又老又丑又凶，我把她推开顺便臭骂了一顿，没想到啊没想到，那恶婆娘居然有枪，还真朝我开枪了，打到我的手臂上。”\\n\\n“啊——”两个女孩同时惊呼。\\n\\n三人用疑虑的目光盯着他看，仿佛在说：“你怎么还没死？”\\n\\n司空零在众目睽睽之下，把两件在秋风中显得比较单薄的上衣脱了，随手丢给慕容冰雪，露出包扎得厚厚的左臂，不过大家看了一眼之后，都把注意力集中到他的强壮肌肉上，显然他去美国之后不但没有放下练肌肉，反而更精进，在极其专业的器材、方法、膳食和超人毅力之下，腹肌都显然咄咄逼人，视觉效果上已经不是端木明这样没有专业锻炼的体育健将能比的了。\\n\\n端木明首次感觉到司空零在物理上能给自己压力，司空零在精神上给人极端冷酷狠辣的感觉，如今又是肌肉型男，可谓此消彼长。\\n\\n司空零：“信了吧。当时那子弹就是朝我的胸口射过来的，还好我闪得快，还顺手操起酒杯扔过去，把那婆娘砸倒，我拉着Elisa……哦，就是明酱的妈妈，拉着她就跑了，后来警察调查才发现，我这一下直接把那婆娘砸晕过去了。哎，小命差点丢在异国他乡。”\\n\\n这位节操为零的家伙随时随地随便什么人面前都敢脱，慕容冰雪红着脸把衣服一件一件还给他。\\n\\n艾紫萱：“……你好厉害……居然骂得别人忍不住要掏枪！”\\n\\n慕容冰雪扑哧一笑。\\n\\n司空零叹了口气，路见不平的英雄事迹被心怀怨念的紫酱轻轻一言化为活该自找。\\n\\n端木明说了声“谢谢你帮了我妈的大忙。”可是他心里却不太安宁，为什么司空零救了妈妈，她却要故意装成只是碰巧一起回来很萍水相逢的样子。也许是不愿说跟父亲有关的事情吧，他又想。\\n\\n司空零穿好了衣服，冷然道：“不用谢。我们扯平了吧，我抢了你的慕容，却又救了你妈妈。”\\n\\n三人都很无语，慕容冰雪尤其纠结，她真是不愿意同时面对这两人，端木明风度优雅，司空零却放浪形骸、出言无忌，都爱着她。如果他们是陌路或者是敌人还好，偏偏他们还是朋友，偏偏还有一个女孩子要把他们聚集在一起要做一个了断，而这个女孩子是自己的朋友。这真是一道无解的感情乱帐。\\n\\n这三个人每个人都开了一辆车，慕容冰雪开来的是司空零的法拉利，艾紫萱开来的是爸爸的大众，端木明从海岸县过来，不知道从哪搞来一辆老奥迪。\\n\\n司空零自然是走向自己的法拉利，那本来就是他的车。不过艾紫萱叫住了他，说：“司空零你坐我的车，我有话问你。”\\n\\n紫萱大人果然是比较有侵略性，既然她都这么说了，司空零只好进她的车。\\n\\n在离开机场的路上，艾紫萱一直专注开车，直到司空零问：“有什么话要问啊？”\\n\\n艾紫萱：“我是想请你再说一遍，喜欢的是慕容不是我，那我就永远永远不再打扰你，不管你，离开你。你一定要大声地说，像你骂人那么中气十足，一口气了断所有的东西。”\\n\\n司空零想说，但是不敢说，看她狠绝的模样，恐怕恼羞成怒之下开足马力一头飞撞到行道树上都有可能。\\n\\n一路上，司空零再也没说一句话。\\n\\n艾紫萱倒是还说了一句：“不说话吗？那就是至少和慕容在你心里是一样重要的，对吗？”\\n\\n无言的司空零让她心碎，不过她还是咬咬牙，坚持自己的决定。\",\"timestamp\":1638115642,\"title\":\"违和少年 第31章 我们回来了\"},\"digest\":\"l6aX_AzralyRdDzq3SNdvNtPrZtw6kO0k6FAXTXuiJ8\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"signature\":\"W-l6n2MkGagUGRWiFZWHUmCdLf8fh13cjhqvhM2uSb-BTyq4X-bd5iHGDWWIFH1nC0GXMqSIi8PqvgT9_6gBNg\",\"signingKeySignature\":\"0x9eccd16dc248634c8e38898fb1699bb63c20c5bd0b95f7742dbb5ea522d9680418b77ff960d13415065fe51241943804bc7f94c78f791368ba134e765469b5b51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"l6aX_AzralyRdDzq3SNdvNtPrZtw6kO0k6FAXTXuiJ8\"}"