"{\"content\":{\"body\":\"not so much from their want of tenacity, or from the quality of the iron, but from some defective welding in the making of the links. To get at this truth, many excellent cables as received from the contractors, as well as veteran ones that had held great ships riding at anchor in terrible gales, were pulled asunder link by link by an intentional destructive strain by the proving machine. An exact account was taken of the nature of the fracture of each. The result was that in eight cases out of ten, the fracture was found to result from a defectively welded part of the chain-link. The practically trained eye could see the scoria which indicates the defective welding.  Though long unseen, it was betrayed at once when the link was torn open by the proof strain.\\n\\nMy services on this committee proved a source of great enjoyment to me. I had frequent occasion to visit the dockyards and workshops, accompanied by Captain Brandreth, surveyor-general of the Admiralty landworks,Mr. Thomas Lloyd, engineer-in-chief of the Admiralty, and Mr. Jeremiah Owen, chief of the metal material required in the equipment of the navy I was requested to suggest any improvement in the workshops that I thought would add to the efficiency of the department; and I trust that my recommendations proved of practical good to the service.  At the same time, I have reason to know that many of the recommendations of the committee, though cordially acknowledged by the higher powers, were by a sort of passive resistance practically shelved.\\n\\nI was much amused, when I first went to Devonport dockyard, to notice the punctilious observance of forms and ceremonies with respect to the various positions of officials--from the admiral-superintendent down the official grades of dignity, to the foremen of departments, and so on.  I did not care for all this panjandrum of punctiliousness, but was, I hope, civil and chatty with everybody.  I had a good word for the man as well as for the foreman.  I received some kind and good-natured hints as to the relative official superiority that prevailed in the departments, and made out a scale or list of the various strata accordingly.  This gamut of eminence was of use to me in my dealings with dockyard officials.  I was enabled to mind my p's and q's in communicating with them.\\n\\nThe first Sunday that I spent at Devonport I went to the dockyard church--the church appointed for officials and men employed by the Government.  The seats were appointed in the order of rank, employments, and rate of pay.  The rows of seats were all marked with the class of employers that were expected to sit in them.  Labourers were near the door.  The others were in successive rows forward, until the pew of the \\\"Admiral Superintendent,\\\" next the Altar rails, was reached.  I took my seat among the \\\"artificers,\\\" being of that order. On coming out of church the master-attendant, next in dignity to the admiral-superintendent, came up to me to say how distressed he was to see me \\\"among the artificers,\\\" and begged me in future to use his seat.  No doubt this was kindly intended, and I thanked him for his courtesy.  Nevertheless I kept to my class of artificers. I did not like the \\\"breest o' the laft'\\\"\\\\*  \\\\[footnote... The breest o' the laft is the seat of dignity. The best places in  churches are occupied by \\\"superior\\\" people. In Scotland the chief men --the Provosts, Bailies, and Councillors--have a seat appropriated to them in the front part of the gallery, generally opposite the minister. That is \\\"the breest o' the laft.\\\" The same principle pervades society generally.  ...\\\\] principle.  No doubt the love of distinction, within reasonable limits, is a great social prime mover; but at Devonport, with the splitting up into ranks, even amongst workmen, I found it simply amusing, especially when introduced into a church.\\n\\nI afterwards met with several veterans in the service of the Admiralty, who are well served by such experienced and well-selected men. It is the schemers and the satellites who haunt the contractors that are the vermin of dockyards.  I gave them all a very wide berth. But worst of all are the men who get their employment through parliamentary influence.  They are a detestable set.  They always have some \\\"grievance\\\" to pester people about.  I hope things are better now.\\n\\nI may add, with respect to the steam hammer pile-driving machines, that I received an order for two of them from Mohammed Ali, the Pasha of Egypt.  These were required for driving the piles in that great work --the barrage of the Nile near Cairo.  The good services of these machines so pleased the Pasha that he requested us to receive three selected Arab men into our works.  He asked that they should have the opportunity of observing the machinery processes and the system of management of an English engineering factory.  The object of the Pasha was that the men should return to Egypt and there establish an engine manufactory, so as to render him in a measure independent of foreign help.  For British workmen, when imported into Egypt, had a great tendency to degenerate when removed from the wholesome stimulus to exertion in competition with their fellows.\\n\\nMy firm had no objection to the introduction of the Arab workmen. Accordingly, one day we received a visit from an excellent Egyptian officer, Edim Bey, accompanied by his secretary Rushdi Effendi, who spoke English fluently.  He thus made our interview with the Bey easy and agreeable.  He conveyed to us, in the most courteous manner, the wishes of the Pasha; and the three workmen were at once received. Every opportunity was given them to observe and understand the works going forward.  They were intelligent-looking young men, about twenty-five years of age.  One of them was especially bright looking, quick in the expression of his eyes, and active in his manner, His name was Affiffi Lalli; the names of the others I forget.\\n\\nThese young men were placed under charge of the foremen of the departments that each fancied to be most to his taste.  Affiffi was placed in the fitting department, in which skilful manipulation was required.  He exhibited remarkable aptitude, and was soon able to hold his own alongside of our best workmen.  Another was set to the turning department, and did fairly well.  The third was placed in the foundry, where he soon became efficient in moulding and casting brass and iron work.  He lent a hand all round, and picked up a real practical knowledge of the various work in his department.  During their sojourn in our works they became friendly with their colleagues; and in fact became quite favourites with the men, who were always willing to help them.  But Affiffi Lalli was regarded as the genius of the trio. He showed a marked and intelligent aptitude for acquiring technical skill in all the branches of our business.\\n\\nAfter remaining with us for about four years they were ready to return to Cairo, and show what they had learned in practical and technical mechanical knowledge during their stay in England.  The three Arab workmen were placed in their suitable departments in the Pasha's work shops.  But such was the natural energy of Affiffi, that when he was set to work beside the slow, dilatory, and stupid native workmen, he became greatly irritated.  The contrast between the active energetic movements which he had seen at the Bridgewater Foundry and the ineffective, blundering, and untechnical work of his fellows was such that he could not stand it any longer.  So one fine day he disappeared from the works, took refuge on board a British steamer, and at the risk of his neck made his way back to the Bridgewater Foundry!\\n\\nAs we were reluctant to take back a man who had escaped from the Pasha's employment--excellent workman though he was--we declined to employ him.  But I gave Affiffi a note of introduction to Boulton and Watt of Soho, Birmingham, and there he was employed.  He afterwards passed into other firms, and having employed his skill in making some needle machinery at Redditch, he settled down there.  He married a Warwickshire lass, and had a family--half Arab, half English-- and has now a thriving foundry and engineer workshop of his own. This little narrative shows that the Arab has still much of the wonderful energy and skill that once made the Moors masters of a large part of South-Western Europe.\\n\\nWe had many visitors at the foundry--from London, from the manufacturing districts, and from foreign countries. One day a young gentleman presented a letter from Michael Faraday, dated \\\"Royal Institution, 29th May 1847,\\\" requesting me to pay him some attention and show him round the works.  I did so with all my heart, and wrote to Mr. Faraday intimating how much pleasure it gave me to serve him in any respect.  I cannot refrain from giving his answer. He said:\\n\\n\\\"MY DEAR SIR--That you should both show kindness to the bearer of my letter, and prove that you did so with pleasure by writing me a letter in return, was indeed more than I ought or could have expected; but it was very gratifying and pleasant to my mind.  I only wish that the circumstances of my life were such as to enable me to take advantage of such goodwill on your part, and to be more in your company and conversation than is at present possible.\\n\\n\\\"I could imagine great pleasure from such a condition of things; but though our desires, and even our hopes at times spread out beforehand over a large extent, it is wonderful how, as the future becomes the present, the circumstances that surround us limit the sphere to which our real life is circumscribed If ever I come your way I hope to see your face; and the hope is pleasant, though the reality may never arrive.\\n\\n\\\"You tell me of the glorious work of your pile-driver, and it must be indeed a great pleasure to witness the result.  Is it not Shakespeare who says, 'The pleasure we delight in physics pain'?  In all your fatigue and labour you must have this pleasure in abundance, and a most delightful and healthy enjoyment it is.  I shall rejoice to see some day a blow of the driver and a tap of the hammer.\\n\\n\\\"You speak of some experiments on hardening and tempering steel in which we can help you.  I hope when you do come to town you will let us have the pleasure of doing so.  Our apparatus, such as it is, shall be entirely at your service.  I made, a long while ago, a few such experiments on steel wire, but could eliminate no distinct or peculiar results.  You will know how to look at things, and at your hand I should expect much.\\n\\n\\\"Here we are just lecturing away, and I am too tired to attempt anything, much less to do anything just now; but the goodwill of such men as you is a great stimulus, and will, I trust even with me, produce something else praiseworthy.\\n\\nEver, my dear Nasmyth, yours most truly,   M. FARADAY.\\\"\\n\\nCHAPTER 16.  Nuremberg--St. Petersburg--Dannemora.\\n\\nIn the autumn of 1842 I had occasion to make a journey to Nuremberg in company with my partner Mr. Gaskell.  We had been invited to a conference with the directors of the Nuremberg and Munich Railroad as to the supply of locomotives for working their line.  As this was rather an important and extensive transaction, we thought it better not to trust to correspondence, but to see the directors on the spot. We found that there were several riskful conditions attached to the proposed contract, which we considered it imprudent to agree to. We had afterwards good reason to feel satisfied that we had not yielded to the very tempting commercial blandishments that were offered to us, but that we refrained from undertaking an order that required so many important modifications.\\n\\nNevertheless, I was exceedingly delighted with the appearance of the city of Nuremberg.  It carries one back to the mediaeval times! The architecture, even of the ordinary houses, is excellent. St. Lawrence, St. Sebald's, and the Frauenkirche, are splendid specimens of Gothic design.  The city is surrounded by old walls and turrets, by ramparts and bastions, enclosed by a ditch faced with masonry. Very few cities have so well escaped the storm of war and sieges in the Middle Ages, and even in modern times.  Everything has been carefully preserved, and many of the best houses are still inhabited by the families whose forefathers originally constructed them.  But \\\"progress\\\" is beginning to affect Nuremberg.  It is the centre of railways; buildings are extending in all directions; tram-cars are running in the streets; and before long, I fear, the ditch will be filled up, the surrounding picturesque walls and towers demolished, and the city thrown open to the surrounding country.\\n\\nI visited the house of Albert Durer, one of the greatest artists who ever lived.  He was a man of universal genius--a painter, sculptor, engraver, mathematician, and engineer.  He was to Germany what Leonardo da Vinci was to Italy.  His house is wonderfully preserved. You see his entrance hall, his exhibition room, his bedroom, his studio, and the opening into which his wife--that veritable Xantippe --thrust the food that was to sustain him during his solitary hours of labour.  I saw his grave, too, in the old churchyard beyond the Thiergarten gate.  I saw the bronze plate commemorating the day of his death.  \\\"Emigravit 8 idus Aprilis 1528.\\\"  \\\"Emigravit\\\" only, for the true artist never dies.  Hans Sachs's grave is there too--the great Reformation poet of Luther's time.\\n\\nAdam Krafft must have been a great sculptor, though his name is little known out of Nuremberg.  Perhaps his finest work is in St. Lawrence Cathedral--the Sacramentshauslein, or the repository for the sacred wafer--a graceful tapering stone spire of florid Gothic open work, more than sixty feet high, which stands at the opening of the right transept.  Its construction and decoration occupied the sculptor and his two apprentices no less than five years; and all that he received for his hard labour and skilful work was 770 gulden, or about #80 sterling.  No wonder that he died in the deepest distress. St. Sebald's and the Frauenkirche also contain numerous specimens of his admirable work.\\n\\nIn the course of the following year (1843) it was necessary for me to make a journey to St. Petersburg.  My object was to endeavour to obtain an order for a portion of the locomotives required for working the line between that city and Moscow.  The railway had been constructed under the engineership of Major Whistler, father of the well-known artist; and it was shortly about to be opened.  It appeared that the Emperor Nicholas was desirous of securing a home supply of locomotives, and that, like a wise monarch, he wished to employ his own subjects rather than foreigners in producing them.  No one could object to this.\\n\\nThe English locomotive manufacturers were not aware of the Emperor's intention.  When I arrived in the city I expected an order for locomotives.  The representatives of the principal English firms were there like myself; they, too, expected a share of the order. It so happened that at the table d'hote dinner I sat near a very intelligent American, with whom I soon became intimate.  He told me that he was very well acquainted with Major Whistler, and offered to introduce me to him.  By all means!  There is no thing like friendly feelings in matters of business.\\n\\nThe Major gave me a frank and cordial reception, and informed me of the position of affairs.  The Emperor, he said, was desirous of training a class of Russian mechanics to supply not only the locomotives but to keep them constantly in repair.  He could not solely depend upon foreign artisans for the latter purpose.  The locomotives must be made in Russia.  The Emperor had given up the extensive premises of the Imperial China Manufactory, which were to be devoted to the manufacture of engines.\\n\\nThe Major appointed Messrs.  Eastwick, Harrison, and Wynants, to supply the entire mechanical plant of the railway.  I saw that it would be of no use to apply for any order for locomotives; but I offered to do all that I could to supply the necessary details.  In the course of a few days I was introduced to Joseph Harrison, the chief mechanic of the firm; and I then entered into a friendship which proved long and lasting.  He gave me a large order for boilers, and for detail parts of the Moscow engines--all of which helped him forward in the completion of the locomotives.  We also supplied many of our special machine tools, without which engines could not then be very satisfactorily made or kept in repair.  In this way I was in all respects highly remunerated for my journey.\\n\\nThe enjoyment of my visit to St. Petersburg was much enhanced by frequent visits to my much valued friend General Alexander Wilson. He was a native of Edinburgh, and delighted to enjoy cracks with me upon subjects of mutual interest.  His sister, who kept house for him, joined in our conversation.  She had been married to the Emperor Paul's physician, who was also a Scotsman, and was able to narrate many terrible events in relation to Russian Court affairs.  The General had worked his way upwards, like the rest of us.  During the principal part of his life he had superintended the great mechanical establishments at Alexandrosky and Colpenha, where about 3000 operatives were employed. These establishments were originally founded by the Empress Catherine for the purpose of creating a native manufacturing population capable of carrying on textile and mechanical works of all kinds. The sail-cloth for the Russian navy was manufactured at Alexandrosky by excellent machinery.  Cotton fabrics were also manufactured, as well as playing cards, which were a Crown monopoly.  The great establishment at Colpenha consisted of a foundry, a machine manufactory, and a mint-- where the copper money of the empire was coined.  General Wilson was the directing chief officer of all these establishments.\\n\\nThrough him I had the happiness of being introduced to General Greg, son of the great admiral who shed such honour on the Russian flag during the reign of the Empress Catherine.  He was then well advanced in years, but full of keen intelligence and devoted to astronomical pursuits.  He was in a great measure the founder of the Imperial Observatory at Pulkowa, situated on an appropriate eminence about eight miles from St. Petersburg.  The observatory was furnished under his directions with the most magnificent astronomical instruments. I had the honour to be introduced by him to the elder Struve, whose astronomical labours procured him a well-earned reputation throughout Europe.  I had the rare happiness of spending some nights with Struve, when he showed me the wonderful capabilities of his fine instruments. The observatory is quite imperial in its arrangement and management, and was supported in the most liberal manner by the Emperor Nicholas. Indeed, it is a perfect example of what so noble an establishment should be.\\n\\nStruve most kindly invited me to come whenever the state of the weather permitted him to show forth the wonderful perfection of his instruments,--a rare chance, which I seized every opportunity of enjoying.  It was quite a picture to see the keen interest and intense enjoyment with which the profound astronomer would seat himself at his instrument and pick out some exquisite test objects, such as the double stars in Virgo, Cygnus, or Ursa Major.  The beautiful order and neatness with which the instruments were kept in their magnificent appropriate apartments, each having its appropriate observer proceeding quietly with his allotted special work, with nothing to break the silence but the \\\"tick, tack!\\\" of the sidereal clock--this was indeed a most impressive sight!  And the kindly companionable manner of the great master of the establishment was in all respects in harmony with the astronomical work which he conducted in this great Temple of the Universe!\\n\\nThrough my friendship with General Wilson I was enabled to extend my acquaintance with many of my countrymen who had been long settled at St. Petersburg in connection with commercial affairs.  I enjoyed their kind hospitality, and soon found myself quite at home amongst them. I remained in the city for about two months.  During that time I was constantly about.  The shops, the streets, the houses, the museums, were objects of great interest.  The view of the magnificent buildings along the sides of the quay is very imposing.  Looking from the front of the statue of Peter the Great you observe the long facade of the Admiralty, the column of Alexander, the Winter Palace, and other public buildings.  The Neva flows in front of them in a massive volume of pure water.  On an island opposite stands the citadel.  The whole presents a coup d'oeil of unexampled architectural magnificence.\\n\\nI was much interested by the shops and their signboards. The latter were fixed all over the fronts of the shops, and contained a delineation of the goods sold within. There was no necessity for reading.  The pictorial portraits told their own tale. They were admirable specimens of what is called still-life pictures; not only as regards the drawing and colouring of each object, but with respect to the grouping, which was in most cases artistic and natural. Two reasons were given me for this style of artistic sign-painting: one was that many of the people could not read the written words defining the articles sold within; and the other was that the severe and long-continued frosts of the St. Petersburg winter rendered large shop windows impossible for the proper display of the goods. Hence the small shop-windows to keep out the cold, and the large painted signboards to display the articles sold inside.\",\"timestamp\":1639290448,\"title\":\"\\nA very interesting truth came out in the course of our experiments. It was that the chief cause of failure in the links of chain cables arose\"},\"digest\":\"PLm1qM9Hsk-FYZw9akgb35zUAIbF7GmJMv9o5F9XZsk\",\"authorship\":{\"contributor\":\"0xADCB4dF6dDE8773EbfDdd36e426C63f9732738c9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gDQhnbOn7Y-jnYKooxTicNFtCO57BhNK-HRuBMHAp7A\\\",\\\"y\\\":\\\"7IbGfkfLVq_-MDpf4KR8seW1RDGhJqTfp1Ru05PLx3o\\\"}\",\"signature\":\"G5FYFerAAlZicA_rff9PPQ09CGvW-2Buf4aZi4P3vuEULEBXpgQ1n9IV8fKKw_Z-NvZcKdC5yDtBgdRfEbkjRA\",\"signingKeySignature\":\"0x64dc369950d5e3c402441a9e04b5e3bc201ea57f9d5cb4c7e913212ad0bff6360f56a6b72e1f134b3d143fac58f4fabcf1955e49585a011601eacbc1d18cd6a91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gDQhnbOn7Y-jnYKooxTicNFtCO57BhNK-HRuBMHAp7A\\\",\\\"y\\\":\\\"7IbGfkfLVq_-MDpf4KR8seW1RDGhJqTfp1Ru05PLx3o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PLm1qM9Hsk-FYZw9akgb35zUAIbF7GmJMv9o5F9XZsk\"}"