"{\"content\":{\"body\":\"until two or three o'clock in the morning, he was by no means an early riser, and only some very powerful reason could explain the presence of his blue-lined brougham in the street before nine o'clock A.M. And the influence that had made him rise betimes in the present case had indeed been extremely powerful.  Although the brilliant viscount had discovered Madame d'Argeles's secret, several months previously, he had so far disclosed it to no one.  It was certainly not from any delicacy of feeling that he had held his peace; but only because it had not been for his interest to speak.  Now, however, the sudden death of the Count de Chalusse changed the situation.  He heard of the catastrophe at his club on the evening after the count's death, and his emotion was so great that he actually declined to take part in a game of baccarat that was just beginning.  \\\"The devil!\\\" he exclaimed.  \\\"Let me think a moment.  Madame d'Argeles is the heiress of all these millions-- will she come forward and claim them? From what I know of her, I am inclined to think that she won't.  Will she ever go to Wilkie and confess that she, Lia d'Argeles, is a Chalusse, and that he is her illegitimate son? Never! She would rather relinquish her millions, both for herself and for him, than take such a step.  She is so ridiculously antiquated in her notions.\\\"  And then he began to study what advantages he might derive from his knowledge of the situation.\\n\\nM. de Coralth, like all persons whose present is more or less uncertain, had great misgivings concerning his future.  Just now he was cunning enough to find a means of procuring the thirty or forty thousand francs a year that were indispensable to his comfort; but he had not a farthing laid by, and the vein of silver he was now working might fail him at any moment.  The slightest indiscretion, the least blunder, might hurl him from his splendor into the mire.  The perspiration started out on his forehead when he thought of his peril.  He passionately longed for a more assured position--for a little capital that would insure him his bread until the end of his days, and rid him of the grim phantom of poverty forever.  And it was this desire which inspired him with the same plan that M. Fortunat had formed.  \\\"Why shouldn't I inform Wilkie?\\\" he said to himself.  \\\"If I present him with a fortune, the simpleton ought certainly to give me some reward.\\\" But to carry this plan into execution it would be necessary to brave Madame d'Argeles's anger; and that was attended by no little danger.  If he knew something about her, she on her side knew everything connected with his past life.  She had only to speak to ruin him forever.  Still, after weighing all the advantages and all the dangers, he decided to act, convinced that Madame d'Argeles might be kept ignorant of his treason, providing he only played his cards skilfully.  And his matutinal visit to M. Wilkie was caused by a fear that he might not be the only person knowing the truth, and that some one else might forestall him.\\n\\n\\\"You here, at sunrise, my friend!\\\" exclaimed Wilkie, as he entered the room where the viscount was seated.  \\\"What has happened?\\\"\\n\\n\\\"To me?--nothing,\\\" replied the viscount.  \\\"It was solely on your account that I deviated from my usual habits.\\\"\\n\\n\\\"What is it? You frighten me.\\\"\\n\\n\\\"Oh! don't be alarmed.  I have only some good news to communicate,\\\" and in a careless tone which cleverly concealed his anxiety, the viscount added: \\\"I have come, my dear Wilkie, to ask you what you would be willing to give the man who put you in possession of a fortune of several millions?\\\"\\n\\nM. Wilkie's face turned from white to purple at least three times in ten seconds; and it was in a strangely altered voice that he replied: \\\"Ah! that's good--very good--excellent!\\\" He tried his best to laugh, but he was completely overcome; and, in fact, he had cherished so many extravagant hopes that nothing seemed impossible to him.\\n\\n\\\"Never in all my life have I spoken more seriously,\\\" insisted the viscount.\\n\\nHis companion at first made no reply.  It was easy to divine the conflict that was raging in his mind, between the hope that the news was true and the fear of being made the victim of a practical joke.  \\\"Come, my friend,\\\" he said at last, \\\"do you want to poke fun at me? That wouldn't be polite.  A debtor is always sacred, and I owe you twenty-five louis.  This is scarcely the time to talk of millions.  My relatives have cut off my supplies; and my creditors are overwhelming me with their bills----\\\"\\n\\nBut M. de Coralth checked him, saying gravely: \\\"Upon my honor, I am not jesting.  What would you give a man who--\\\"\\n\\n\\\"I would give him half of the fortune he gave me.\\\"\\n\\n\\\"That's too much!\\\"\\n\\n\\\"No, no!\\\"\\n\\nHe was in earnest, certainly.  What wouldn't a man promise in all sincerity of soul to a fellow mortal who gave him money when he had none--when he needed it urgently and must have it to save himself from ruin?\\n\\nAt such a moment no commission, however large, seems exorbitant.  It is afterward, when the day of settlement comes, that people begin to find fault with the rate of interest.\\n\\n\\\"If I tell you that one-half is too much, it is because such is really the case.  And I am the best judge of the matter, since I am the man who can put you in possession of this enormous fortune.\\\"\\n\\nM. Wilkie started back in speechless amazement.\\n\\n\\\"This astonishes you!\\\" said the viscount; \\\"and why, pray? Is it because I ask for a commission?\\\"\\n\\n\\\"Oh! not at all!\\\"\\n\\n\\\"It is not perhaps a very gentlemanly proceeding, but it is a sensible one.  Business is business.  In the afternoon, when I am in a restaurant, at the club, or in a lady's boudoir, I am merely the viscount and the grand seigneur.  All money questions sicken me.  I am careless, liberal, and obliging to a fault.  But in the morning I am simply Coralth, a man of the middle classes who doesn't pay his bills without examining them, and who watches his money, because he doesn't wish to be ruined and end his brilliant career as a common soldier in some foreign legion.\\\"\\n\\nM. Wilkie did not allow him to continue.  He believed, and his joy was wild--delirious.  \\\"Enough, enough!\\\" he interrupted.  \\\"A difficulty between us! Never! I am yours without reserve! Do you understand me? How much must you have? Do you wish for it all?\\\"\\n\\nBut the viscount was unmoved.  \\\"It is not fitting that I should fix upon the indemnity which is due to me.  I will consult a man of business; and I will decide upon this point on the day after to-morrow, when I shall explain everything to you.\\\"\\n\\n\\\"On the day after to-morrow! You won't leave me in suspense for forty-eight hours?\\\"\\n\\n\\\"It is unavoidable.  I have still some important information to procure.  I lost no time in coming to you, so that I might put you on your guard.  If any scoundrel comes to you with proposals, be extremely careful.  Some agents, when they obtain a hold on an estate, leave nothing for the rightful owner.  So don't treat with any one.\\\"\\n\\n\\\"Oh, no! You may rest assured I won't.\\\"\\n\\n\\\"I should be quieter in mind if I had your promise in writing.\\\"\\n\\nWithout a word, Wilkie darted to a table, and wrote a short contract by which he bound himself to give M. Ferdinand de Coralth one-half of the inheritance which the aforesaid Coralth might prove him to be entitled to.  The viscount read the document, placed it in his pocket, and then said, as he took up his hat:\\n\\n\\\"Very well.  I will see you again on Monday.\\\"\\n\\nBut M. Wilkie's doubts were beginning to return.  \\\"Monday, so be it!\\\" said he; \\\"but swear that you are not deceiving me.\\\"\\n\\n\\\"What, do you still doubt me?\\\"\\n\\nM. Wilkie reflected for a moment; and suddenly a brilliant inspiration darted through his brain.  \\\"If you are speaking the truth, I shall soon be rich,\\\" said he.  \\\"But, in the meantime, life is hard.  I haven't a penny, and it isn't a pleasant situation.  I have a horse entered for the race to-morrow, Pompier de Nanterre.  You know the animal very well.  The chances are enormously in his favor.  So, if it wouldn't inconvenience you to lend me fifty louis \\\"\\n\\n\\\"Certainly,\\\" interrupted the viscount, cordially.  \\\"Certainly; with the greatest pleasure.\\\"\\n\\nAnd drawing a beautiful little notebook from his pocket he took from it not one, but two bank-notes of a thousand francs, and handed them to M. Wilkie, saying: \\\"Monsieur believes me now, does he not?\\\"\\n\\nAs will be readily believed, it was not for his own pleasure that M. de Coralth postponed his confidential disclosures for a couple of days.  He knew Wilkie perfectly well, and felt that it was dangerous to let him roam about Paris with half of an important secret. Postponement generally furnishes fate with weapons against oneself.  But it was impossible for the viscount to act otherwise.  He had not seen the Marquis de Valorsay since the Count de Chalusse's death and he dared not conclude the contract with Wilkie before he had conferred with him, for he was completely in the marquis's power.  At the least suspicion of treason, M. de Valorsay would close his hand, and he, Coralth, would be crushed like an egg-shell.  It was to the house of his formidable associate that he repaired on leaving M. Wilkie; and in a single breath he told the marquis all that he knew, and the plans that he had formed.\\n\\nM. de Valorsay's astonishment must have been intense when he heard that Lia d'Argeles was a Chalusse, but he knew how to maintain his composure.  He listened quietly, and when the viscount had completed his story, he asked: \\\"Why did you wait so long before telling me all this?\\\"\\n\\n\\\"I didn't see how it could interest you in the least.\\\"\\n\\nThe marquis looked at him keenly, and then calmly said: \\\"In other words, you were waiting to see whether it would be most advantageous to you to be with me or against me.\\\"\\n\\n\\\"How can you think----\\\"\\n\\n\\\"I don't think, I'm sure of it.  As long as I was strong support for you, you were devoted to me.  But now I am tottering, and you are ready to betray me.\\\"\\n\\n\\\"Excuse me! The step I am about to take----\\\"\\n\\n\\\"What, haven't you taken it already?\\\" interrupted the marquis, quickly.  And shrugging his shoulders, he added: \\\"Observe that I don't reproach you in the least.  Only remember this: we survive or we perish together.\\\"\\n\\nBy the angry gleam in M. de Coralth's eyes, the marquis must have realized that his companion was disposed to rebel; still this knowledge did not seem to disquiet him, for it was in the same icy tone that he continued: \\\"Besides, your plans, far from conflicting with mine, will be of service to me.  Yes, Madame d'Argeles must lay claim to the count's estate.  If she hesitates, her son will compel her to urge her claims, will he not?\\\"\\n\\n\\\"Oh, you may rest assured of that.\\\"\\n\\n\\\"And when he becomes rich, will you be able to retain your influence over him?\\\"\\n\\n\\\"Rich or poor, I can mould him like wax.\\\"\\n\\n\\\"Very good.  Marguerite was escaping me, but I shall soon have her in my power.  I have a plan.  The Fondeges think they can outwit me, but we shall soon see about that.\\\" The viscount was watching his companion stealthily; as the latter perceived, and so in a tone of brusque cordiality, he resumed: \\\"Excuse me for not keeping you to breakfast, but I must go out immediately--Baron Trigault is waiting for me at his house.  Let us part friends--au revoir--and, above all, keep me well posted about matters in general.\\\"\\n\\nM. de Coralth's temper was already somewhat ruffled when he entered Valorsay's house; and he was in a furious passion when he left it.  \\\"So we are to survive or perish together,\\\" he growled.  \\\"Thanks for the preference you display for my society.  Is it my fault that the fool has squandered his fortune? I fancy I've had enough of his threats and airs.\\\"\\n\\nStill his wrath was not so violent as to make him forget his own interests.  He at once went to inquire if the agreement which M. Wilkie had just signed would be binding.  The lawyer whom he consulted replied that, at all events, a reasonable compensation would most probably be granted by the courts, in case of any difficulty; and he suggested a little plan which was a chef d'oeuvre in its way, at the same time advising his client to strike the iron while it was hot.\\n\\nIt was not yet noon, and the viscount determined to act upon the suggestion at once; he now bitterly regretted the delay he had specified.  \\\"I must find Wilkie at once,\\\" he said to himself.  But he did not succeed in meeting him until the evening, when he found him at the Cafe Riche--and in what a condition too! The two bottles of wine which the young fool had drank at dinner had gone to his head, and he was enumerating, in a loud voice, the desires he meant to gratify as soon as he came into possession of his millions.  \\\"What a brute!\\\" thought the enraged viscount.  \\\"If I leave him to himself, no one knows what foolish thing he may do or say.  I must remain with him until he becomes sober again.\\\"\\n\\nSo he followed him to the theatre, and thence to Brebant's, where he was sitting feeling terribly bored, when M. Wilkie conceived the unfortunate idea of inviting Victor Chupin to come up and take some refreshment.  The scene which followed greatly alarmed the viscount.  Who could this young man be? He did not remember having ever seen him before, and yet the young scamp was evidently well acquainted with his past life, for he had cast the name of Paul in his face, as a deadly insult.  Surely this was enough to make the viscount shudder! How did it happen that this young man had been just on the spot ready to pick up Wilkie's hat? Was it mere chance? Certainly not.  He could not believe it.  Then why was the fellow there? Evidently to watch somebody.  And whom? Why, him-- Coralth--undoubtedly.\\n\\nIn going through life as he had done, a man makes enemies at every step; and he had an imposing number of foes, whom he only held in check by his unbounded impudence and his renown as a duellist.  Thus it was not strange if some one had set a snare for him; it was rather a miracle that he had not fallen into one before.  The dangers that threatened him were so formidable that he was almost tempted to relinquish his attack on Madame d'Argeles.  Was it prudent to incur the risk of making this woman an enemy? All Sunday he hesitated.  It would be very easy to get out of the scrape.  He could concoct some story for Wilkie's benefit, and that would be the end of it.  But on the other hand, there was the prospect of netting at least five hundred thousand francs--a fortune--a competency, and the idea was too tempting to be relinquished.\\n\\nSo on Monday morning, at about ten o'clock, he presented himself at Wilkie's house, looking pale with anxiety, and far more solemn in manner than usual.  \\\"Let us say but little, and that to the point,\\\" he remarked on entering.  \\\"The secret I am about to reveal to you will make you rich; but it might ruin me if it were known that you obtained this information through me.  You will therefore swear, upon your honor as a gentleman, never to betray me, under any circumstances, or for any reason.\\\"\\n\\nM. Wilkie extended his hand and solemnly exclaimed: \\\"I swear!\\\"\\n\\n\\\"Very well, then.  Now my mind is at rest.  It is scarcely necessary for me to add that if you break your faith you are a dead man.  You know me.  You know how I handle a sword; and don't forget it.\\\" His manner was so threatening that Wilkie shuddered.  \\\"You will certainly be questioned,\\\" continued M. de Coralth; \\\"but you must reply that you received the information through one of Mr. Patterson's friends.  Now let us sign our formal contract in lieu of the temporary one you gave me the other day.\\\"\\n\\nIt is needless to say that Wilkie signed it eagerly.  Not so the viscount; he read the document through carefully, before appending his signature, and then exclaimed: \\\"The estate that belongs to you is that of the Count de Chalusse, your uncle.  He leaves, I am informed, at least eight or ten millions of property.\\\"\\n\\nBy M. Wilkie's excited gestures, by the glitter in his eyes, it might have been supposed that this wonderful good fortune was too much for him, and that he was going mad.  \\\"I knew that I belonged to a noble family,\\\" he began.  \\\"The Count de Chalusse my uncle!  I shall have a coronet on the corner of my visiting cards.\\\"\\n\\nBut with a gesture M. de Coralth silenced him.  \\\"Wait a little before you rejoice,\\\" said he.  \\\"Yes, your mother is the sister of the Count de Chalusse, and it is through her that you are an heir to the estate.  But--don't grieve too much--there are similar misfortunes in many of our most distinguished families-- circumstances--the obstinacy of parents--a love more powerful than reason----\\\" The viscount paused, certainly he had no prejudices; but at the moment of telling this interesting young man who his mother really was, he hesitated.\\n\\n\\\"Go on,\\\" insisted M. Wilkie.\\n\\n\\\"Well--when your mother was a young girl, about twenty, she fled from her paternal home with a man she loved.  Forsaken afterward, she found herself in the depths of poverty.  She was obliged to live.  You were starving.  So she changed her name, and now she is known as Lia d'Argeles.\\\"\\n\\nM. Wilkie sprang to his feet.  \\\"Lia d'Argeles!\\\" he exclaimed.  Then, with a burst of laughter, he added: \\\"Nevertheless, I think it a piece of grand good luck!\\\"\\n\\nVI.\\n\\n\\\"This man carries away your secret; you are lost.\\\" A sinister voice whispered these words in Madame Lia d'Argeles's heart when M. Isidore Fortunat, after being rudely dismissed, closed the door of her drawing-room behind him.  This man had addressed her by the ancient and illustrious name of Chalusse which she had not heard for twenty years, and which she had forbidden her own lips to pronounce.  This man knew that she, Lia d'Argeles, was really a Durtal de Chalusse.\\n\\nThis frightful certainty overwhelmed her.  It is true this man Fortunat had declared that his visit was entirely disinterested.  He had pretended that his regard for the Chalusse family, and the compassion aroused in his heart by the unfortunate plight of Mademoiselle Marguerite, were the only motives that has influenced him in taking this step.  However, Madame d'Argeles's experience in life had left her but limited faith in apparent or pretended disinterestedness.  This is a practical age; chivalrous sentiments are expensive--as she had learned conclusively.  \\\"If the man came here,\\\" she murmured, \\\"it was only because he thought he might derive some benefit from the prosecution of my claim to my poor brother's estate.  In refusing to listen to his entreaties, I have deprived him of this expected profit and so I have made him my enemy.  Ah! I was foolish to send him away like that! I ought to have pretended to listen--I ought to have bound him by all sorts of promises.\\\"\\n\\nShe suddenly paused.  It occurred to her that M. Fortunat could not have gone very far; so that, if she sent for him to come back, she might perhaps be able to repair her blunder.  Without losing a second, she rushed downstairs, and ordered her concierge and a servant to run after the gentleman who had just left the house, and ask him to return; to tell him that she had reflected, and wished to speak to him again.  They rushed out in pursuit, and she remained in the courtyard, her heart heavy with anxiety.  Too late! About a quarter of an hour afterward her emissaries returned.  They had made all possible haste in contrary directions, but they had seen no one in the street who at all resembled the person they were looking for.  They had questioned the shopkeepers, but no one had seen him pass.  \\\"It doesn't matter,\\\" faltered Madame d'Argeles, in a tone that belied her words.  And, anxious to escape the evident curiosity of her servants, she hastened back to the little boudoir where she usually spent her mornings.\\n\\nM. Fortunat had left his card--that is to say, his address--and it would have been an easy matter to send a servant to his house.  She was strongly tempted to do so; but she ultimately decided that it would be better to wait--that an hour more or less would make but little difference.  She had sent her trusty servant, Job, for Baron Trigault; he would probably return with the baron at any moment; and the baron would advise her.  He would know at once what was the best course for her to pursue.  And so she waited for his coming in breathless anxiety; and the more she reflected, the more imminent her peril seemed, for she realized that M. Fortunat must be a very dangerous and cunning man.  He had set a trap for her, and she had allowed herself to be caught.  Perhaps he had only suspected the truth when he presented himself at the house.  He had suddenly announced the death of the Count de Chalusse; she had betrayed herself; and any doubts he might have entertained were dispelled.  \\\"If I had only had sufficient presence of mind to deny it,\\\" she murmured.  \\\"If I had only been courageous enough to reply that I knew absolutely nothing about the person he spoke of.  Ah! then he would have gone away convinced that he was mistaken.\\\"\\n\\nBut would the smooth-spoken visitor have declared that he knew everything, if he had not really penetrated the mystery of her life? It was scarcely probable.  He had implored her to accept the property, if not for her own sake at least for the sake of another.  And when she asked him whom he meant he had answered, \\\"Mademoiselle Marguerite,\\\" but he was undoubtedly thinking of Wilkie.  So this man, this Isidore Fortunat, knew that she had a son.  Perhaps he was even acquainted with him personally.  In his anger he would very likely hasten to Wilkie's rooms and tell him everything.  This thought filled the wretched woman's heart with  despair.  What! Had she not yet expiated her fault? Must she suffer again?\\n\\nFor the first time a terrible doubt came over her.  What she had formerly regarded as a most sublime effort of maternal love, was, perhaps, even a greater crime than the first she had committed.  She had given her honor as the price of her son's happiness and prosperity.  Had she a right to do so? Did not the money she had lavished upon him contain every germ of corruption, misfortune, and shame? How terrible Wilkie's grief and rage would be if he chanced to hear the truth!\\n\\nAlas! he would certainly pay no heed to the extenuating circumstances; he would close his ears to all attempts at justification.  He would be pitiless.  He would have naught but hatred and scorn to bestow upon a mother who had fallen from the highest rank in society down to everlasting infamy.  She fancied she heard him saying in an indignant voice, \\\"It would have been better to have allowed me to die of starvation than to have given me bread purchased at such a price! Why have you dishonored me by your ill-gotten wealth? Fallen, you might have raised yourself by honest toil.  You ought to have made me a laborer, and not a spoiled idler, incapable of earning an honest livelihood.  As the son of a poor, betrayed, and deserted woman, with whom I could have shared my scanty earnings, I might have looked the world proudly in the face.  But where can the son of Lia d'Argeles hide his disgrace after playing the gentleman for twenty years with Lia d'Argeles's money?\\\" Yes, Wilkie would certainly say this if he ever learned the truth; and he would learn it--she felt sure of it.  How could she hope to keep a secret which was known to Baron Trigault, M. Patterson, the Viscount de Coralth, and M. Fortunat-- four persons! She had confidence in the first two; she believed she had a hold on the third, but the fourth--Fortunat!\",\"timestamp\":1640139581,\"title\":\"\\nThis last remark was by no means a proof of any remarkable perspicuity on M. Wilkie's part.  As M. de Coralth never went\"},\"digest\":\"SwcAkr-dl-q-jEQJhxomeVZoY3IrIYygbNx4YlyJxxY\",\"authorship\":{\"contributor\":\"0x368119602f169B8146fb749c112EF9CC81197C53\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nnQaOcytISkars7z-Run-5x4CVnJ9LaJxuA6VXAIwWU\\\",\\\"y\\\":\\\"zwIPQtL7jO6L_c_03k32oqYk2XtK79ENk0e8N4UTtjo\\\"}\",\"signature\":\"ZczgpiMPYhXRYZRXvJitpWeIPUJrvMaMItg5EoXUQDBxzZ5DSzcE6DPnRnkJjCzrqVpB1JZdLwHt_DyWlHLR0A\",\"signingKeySignature\":\"0x2d2a843dbb99b59f515b3b361c547c8d1049a6bee5f2fd405d0942942448eb690a8921abe2ae50d60ea053bdad6fc5ae690687dd077ace708bef3ef13083d9ec1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nnQaOcytISkars7z-Run-5x4CVnJ9LaJxuA6VXAIwWU\\\",\\\"y\\\":\\\"zwIPQtL7jO6L_c_03k32oqYk2XtK79ENk0e8N4UTtjo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SwcAkr-dl-q-jEQJhxomeVZoY3IrIYygbNx4YlyJxxY\"}"