"{\"content\":{\"body\":\"<!-- .entry-header -->\\n\\n《老后破产》是NHK研究日本社会老龄化的记录片，这本书是记录片的文字版本，摘要如下。\\n\\n很多日本老人想通过租小一些的公寓来节省日常开支，但是却负担不起搬家的费用。\\n\\n“只在苦的时候去哭诉，“帮帮我”什么的，是不可以的。”老人向采访者解释为什么不向自己的哥哥弟弟求助。\\n\\n受访的木村女士已经80多岁了，70多岁的时候，还在做家政有微薄的收入，现在身体已经不能通过了，每个月的全部收入就是6万日元多一点的国民养老金，交了房租就什么都不剩了。想去寻求生活保护（国家救助），但政府机构得知她还有几十万日元存款后，回绝了木村女士的救助请求。对此木村女士表示担忧，存款花完了真的可以享受生活保护么？要是享受不了，不就饿死了么？尽管社工多次解释存款享受到一定金额就能享受存款保护，木村女士始终将信将疑。\\n\\n有些老人虽然经济困难，但是也不想动用存款，因为这笔钱是留着为自己办葬礼的。考虑到子女也不富裕，老人并不想给子女添麻烦。\\n\\n山本女士每个月交了房租后，只有1万日元来维持生计。但是社工上门来拜访时，还是为社工准备了瓶装茶水和点心，为节约电费而关掉的电扇也打开了。\\n\\n一早领了生活保护费的田代先生，走出福利事务所的时候，就像念佛一样，一遍一遍说到“太感激了！”接着又连连道歉：“实在是抱歉！”“对不起”…\\n\\n“早上好，早上好。树先生啊，早上好。天气真好啊。树先生啊，你心情也不错吧。”就这样，菊池女士的一天就在跟天空树木和小鸟们的会话中开始了。“一个人。早晨起床什么话都不说，不是没意思嘛。像这样对着外面说说话，心情一下子就好起来了。”\\n\\n由于风湿疼痛，菊池女士把液体洗涤剂导入洗衣机容器口就已经一副筋疲力尽的表情了。\\n\\n菊池女士只能支付1小时护工的费用，护工在1小时内尽全力帮菊池女士完成尽量多的家务，包括做饭，晾衣服，清理便携式厕所。然后上午清理完的厕所，菊池女士下午再用后，房间里难免充满了难闻的气味。对此菊池女士无奈的表示自己无力再支付额外的护理费用。\\n\\n为让丈夫尽量少抽烟，菊池女士一直控制每天给丈夫香烟的支数，平时都把香烟藏起来。丈夫去世前，菊池女士看他实在可怜，偷偷把香烟放在显眼的地方，可惜丈夫还没有发现，就去世了。对此菊池女士只能在丈夫的佛龛前供着香烟。\\n\\n“一点一点地，这像软刀子杀人一样啊。反正是要杀，干脆一刀杀了算了。不想什么长寿。”菊池女士表示。\\n\\n国民养老制度本身，在某种程度上，是以家庭功能在发挥作用为前提制定的。\\n\\n因为房屋会被视为资产，即使收入很少也无法享受收入保护，但是很多老人想在自己住惯的房屋里过世。\\n\\n政府正在积极推进一项名为“逆向抵当”的生活保护制度。对于房产价值不高的，或者已经陈旧的房屋，即使经过鉴定还能继续住，老人也可以以房产为担保，加入生活保障制度。“逆向抵当”将以借款的形式每月汇入养老金账户，但有一定的期数限制，如果到达一定的期数，老人因为长寿还健在的话，房屋只能被回收以抵债，这样老人就无家可住了。\\n\\n几十年前买的收音机最近出了故障，只能收听到一个短波频道了，可他却连换一台的钱都没有。\\n\\n“在意周围眼光”是农村特有的情况。北见女士的起居室挂了5本挂历。如果确认日期的话，挂一本就够了，之所以在同一个房间挂五本挂历，北见女士表示是因为不挂就对不起送挂历的人。\\n\\n谷口先生以前经营着土木工程的公司，从业人员很多。泡沫经济时期，人手不够用，经营一直很顺利，谷口先生很大气，经常请人吃饭，约他们出去玩，部下对他也很信任。泡沫经济破灭时，工作急剧减少。于是60岁的谷口先生债务缠身，破产了。由于一心扑在工作上，婚也没有结，身体也慢慢坏了下去，只能请护工。“过去，您很能喝，对吧？好像，一个晚上能喝1升？”护理人员笑着对谷口先生说。“…小菜一碟…”谷口先生答道，声音很弱小。这句话，让在场的人都大笑起来。\\n\\n老人若有亲属照顾，当老人意见与亲属意见出现分歧时，多数情况下，老人“会顾虑到照顾自己的亲属”，优先考虑亲戚的意见。\\n\\n泽田先生一顿饭不到100日元，但无法节约的生活费是“洗衣费”。住的旅馆没有洗衣机，所以，只能外出用投币式洗衣房。“虽说没钱，那也不能落魄到在外面丢人的地步。”所以，泽田先生每周都会去一次投币式洗衣房。\\n\\n<!-- .entry-footer -->\\n\\n<!-- #post-999 -->\\n\\n### \",\"timestamp\":1639501147,\"title\":\"《老后破产》\"},\"digest\":\"4SemjThhE4nM1MWA1ICSvvu21bYKtw2jkz5TmmR0gmI\",\"authorship\":{\"contributor\":\"0x298C3Cb3E6b3EA2d9DA7f51768dad0849A26eF64\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-VNS4I-oysNEYEHe7UY9kdsPWtT6_nJ-XHyhd3zle3Y\\\",\\\"y\\\":\\\"gjJRYU2nCAAHd4461UDqcfgAMBSUzYjeyj0_8ZbeeQU\\\"}\",\"signature\":\"k_XdnVQLYMB0DOHvIBIJYmFnCtzIgOkk9t_cu4aLgKvGEdFQbuQGQVWtZHA1b0qyyqsayqjwLVEk86AtNbjYEw\",\"signingKeySignature\":\"0x1980362aaa5e5ce0033c7f7787646c48a9dbc4c9cb90844cfa84da508d8cb2a82ef38176d6238bcc11a92aa2ac6b9924822ce67c0d609c85163b3574c8ea1b061c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-VNS4I-oysNEYEHe7UY9kdsPWtT6_nJ-XHyhd3zle3Y\\\",\\\"y\\\":\\\"gjJRYU2nCAAHd4461UDqcfgAMBSUzYjeyj0_8ZbeeQU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4SemjThhE4nM1MWA1ICSvvu21bYKtw2jkz5TmmR0gmI\"}"