"{\"content\":{\"body\":\"Hello and happy Turkeys to everyone (unless your vegetarian or vegan, then Tofurkey for you).  \\n\\nThe MetricsDAO community is thriving -→ we just crossed 1,000 members in discord and are showing no signs of slowing down.  Many projects in flight, organized bounty system underway.  Here’s a few things that matter.\\n\\nFirst, reminder, what the hell is MetricsDAO?\\n\\n### MetricsDAO is a community of Analytical Minds, whose purpose is to build on-demand, quality-controlled insights, across any data platform.\\n\\n![MetricsDAO makes it possible.](https://images.mirror-media.xyz/publication-images/edJMurC-rWPjbaIH6PnbR.png?height=1080&width=1920)\\n\\n* Blockchains and protocols who partner with MetricsDAO can expect the community to generate and organize questions, structure bounties, and produce quality-checked analyses that address these questions.\\n* We will do this by providing a space for analytical minds to congregate, and a clear, effective process for producing insights that enable blockchains and protocols to grow.\\n\\n*MetricsDAO is a data-provider neutral initiative.  Analysts can utilize any data provider to deliver outcomes for blockchains.  For full disclosure, [Flipside Crypto Inc.](https://flipsidecrypto.com) is contributing it’s bounty structure and process IP, as well as technology and support to bootstrap the organized bounty structure within MetricsDAO.*\\n\\nWith that said, let’s jump in and see what’s in motion!\\n\\n## Harmony Partnership\\n\\nOur partnership with Harmony has moved forward and over 20 Analytically-Minded Contributors have reached out to help transition the raw data into curated tables. The data is arriving from the node shortly, and it will be ported into Snowflake so the community contributors can dive in.\\n\\nIn the meantime, we are ready to start generating questions for Harmony - these questions will identify community needs, to direct what is built and when.\\n\\n[Add a Harmony Blockchain question, comment on someone else's, or upvote your favorites here](https://bounty.metricsdao.xyz/bounty-programs/harmony)\\n\\n## OlympusDAO, Bounty Ops & IP Transfer\\n\\nWe launched our first experiment a few weeks ago by asking the community to generate questions for Olympus DAO. This has been a success with \\\\~40 questions being submitted and some initial question curation through upvotes!\\n\\nWe are working on developing technology to support the second experiment that will move us further towards a full-scale bounty process that MetricsDAO can operate on its own. Some of these items will include sifting through generated questions, determining difficulty and compensation structures, evaluating submissions, and payment distribution.\\n\\nIn [MetricsDAO Discord](https://discord.com/invite/yrxDvYdcDZ), check out the #operations channel where new technology will be shared and feedback on tooling to drive the bounty process is welcome.\\n\\n## Our Network\\n\\nLast week, the fine folks at Our Network officially joined MetricsDAO as a Genesis+ Member.  Our Network is one of the most amazing communities of blockchain analysts in the world (and known universe…)  Check it out below: \\n  \\n *Today I am excited to announce that OurNetwork has joined MetricsDAO as a Genesis+ Member, with [proof of this](https://email.mg2.substack.com/c/eJwlkUtuxCAMQE8zLCMM4ZMFi256jciAM4OagQhI29y-TMey_JFt2XoO2Ole6uWO0jp7mbVfB7lMP22n3qmys1FdU3QzN6AtG0EEqyxLbd0q0RPT7no9iR2n31PAnkp-9QuQWrCHw7BZuVlPekETUSBsYgkIApBQ2_m9Fc-YKAdy9E31KpnY7h69H-0mP27icyj1B9UWME-pjLT_DsN_wQSNygbDNwtRAgfDrUY_g_EzLqgEEZIM26K0iSJqA4s3XHIfNiNgY8kJLmCIEFxZqSYx4QwhIKlZeiMXgAnsPS2XMLeZP-9iaqdvHcPXFMqTVRfxm0Zl29PRUqRQr6OX_9ogsg7_PHPq10oZ_U7xDau_if_jW--UqY5PxBW7Ay21UXwcJ41-w3nRl4uyQmo2lscyprIrZ83Uf0r9-gPX35TO) found directly on the Ethereum blockchain.*\\n\\n*For those of you who may be unaware of this new crypto analytics initiative, MetricsDAO’s mission is to empower analytical minds within the blockchain ecosystem and provide a framework for insights to be delivered on-demand and as-needed.*\\n\\n*Protocols will be able to engage with the DAO to get metrics they need — a service I believe is sorely needed in the space.*\\n\\n*MetricsDAO is being launched by active analysts in the space (many of whom are OurNetwork contributors) and will be supported initially by Flipside Crypto, who is donating its own IP and committing to an ethos of being data platform neutral.*\\n\\n*I’m really excited about this and can’t wait to see MetricsDAO launch. Hopefully we can 100x the number of crypto analysts and feature the best of the best on future OurNetwork issues!*\\n\\n*— Spencer Noon*\\n\\n\\\\*\\\\*\\n\\nOk, so how you can you get involved?  well, a few things that would be helpful:\\n\\n## Contributors Needed\\n\\nContribution interest has been encouragingly high! We're excited to see that so many community members have reached out to help.\\n\\nIf you've reached out and have not heard back from or had a longer conversation and are still itching to find a way to plug in please see the below list of places where you can contribute immediately.\\n\\nIf these options don't meet your skillset, it's alright! We will continue to have a variety of needs and will continue to share these with the community.\\n\\n### Harmony Data Pod:\\n\\n* Data Curators\\n* Skills & Experience: SQL, DBT, Snowflake, EVM, familiarity with Harmony\\n* Read more: <https://metricsdao.gitbook.io/internal-wiki/get-involved/harmony>\\n\\n### POAP Distribution Pod:\\n\\n* Responsible for POAP creation and distribution\\n* Skills & Experience: POAP Distribution, familiarity with POAP ecosystem\\n* Read more: <https://metricsdao.gitbook.io/internal-wiki/get-involved/poaps>\\n\\nWe’re still finalizing some items around how to identify various contributors, so you may see some new roles in Discord!\\n\\n\\\\*\\\\*\\n\\nAnalytics and metrics are the lifeblood of blockchain ecosystems. Protocols are evolving in real time. In order to best understand, to share ideas, to know fundamental truths, the data must be accessible and available.  LFG!\\n\\nPS: Join [MetricsDAO Discord](https://discord.com/invite/yrxDvYdcDZ) to get involved.\",\"timestamp\":1637790311,\"title\":\"MetricsDAO Thanksgiving 2021 Update \"},\"digest\":\"ONFzzIu53vPEuRqW6JlgdFBMzqaH9eGss3HPYUj40gQ\",\"authorship\":{\"contributor\":\"0x3138165f8d21d4869dbD406CD8bc8055CAC8fb6E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G75EvoiyICi4FV-xeVOWALB8unu1XHQG5FDRIy0sKIs\\\",\\\"y\\\":\\\"1CRDq7O8-bqvArKoOR5khxTwlbWWqv36B2b2TDN1R_k\\\"}\",\"signature\":\"nFu97Ggzul3Qv0WAI36Y7iupuiY4yiHXmV4zPn5T9bIEjMxX2GWAN-R58FvOoN1X_VU-C5uWr6hUWZ1y4xjO5w\",\"signingKeySignature\":\"0xbfb6e2501fb01951f7bd7dff45e066812ba92df3dbe0f8c91208f9e15e9f1dc868113bc3c1066f3466636cb34b8cf78ca4a468c1295f3f0a0bf632343be9cbc01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G75EvoiyICi4FV-xeVOWALB8unu1XHQG5FDRIy0sKIs\\\",\\\"y\\\":\\\"1CRDq7O8-bqvArKoOR5khxTwlbWWqv36B2b2TDN1R_k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FK489jczKypG-1RCZgVemprpu03ANDNMy5_HAPjHWQ4\"}"