"{\"content\":{\"body\":\"Last week I was laying in bed and thought of a genius idea - there should be a platform that allows anyone to easily create an index fund with crypto tokens. People could follow the top index funds or creators of those index funds. The creator of the index funds could charge a fee like % of assets under management to everyone who invests into the fund. I was really excited about this idea - i got out some paper and wrote down a ton of thoughts on the idea. \\n\\nAs it turns out, there’s already a number of projects tackling this very idea.\\n\\nI came across a few today that seem really promising. In my opinion, the project that looks the best is [TokenSets](https://www.tokensets.com/) (absolutely no affiliation with them whatsoever).\\n\\nThe platform is setup for 2 types of users:\\n\\n* Crypto Investors -  People that want to invest into a bucket of tokens that represent a certain theme or thesis\\n* Fund Managers - Experts in DeFi that want to put together a pool of tokens into an index fund\\n\\nTo become a fund manager and create an index fund (which they refer to as “sets”), it’s as easy as following their 3-step creation wizard and verifying just ONE transaction on-chain.\\n\\n![](https://images.mirror-media.xyz/publication-images/c9hPev0rIOzA-d0idzn42.png?height=1204&width=1198)\\n\\nYou essentially just add tokens to your set and then choose the weight of the token within the set. There’s a slider that you can also lock once you select the % weight for each token.\\n\\n![](https://images.mirror-media.xyz/publication-images/iCs5p4YTUYC13ppFd0qiD.png?height=1588&width=1330)\\n\\nOnce you select the tokens in your set, you go to the next page to setup a few fields of metadata where you’re going to choose the name of the fund, the ticker symbol, and the starting price for your fund.\\n\\n![](https://images.mirror-media.xyz/publication-images/zT_VEwfBWrdEFOPlGEy0U.png?height=763&width=702)\\n\\nOnce you have done that, the final page is verifying the information and creating the fund on-chain.\\n\\n![](https://images.mirror-media.xyz/publication-images/Zd7UFybNGnVuWQq5-Au07.png?height=1308&width=2278)\\n\\nThe one thing that I noticed when I was going through this was that gas was about $2000 (or .4 ETH). Not sure if it’s because it’s creating a new contract and needs to do a lot of stuff with the tokens, but it was enough to give me a barrier to entry on my test index fund.\\n\\n## Streaming Fees\\n\\nStreaming fees are basically the way that fund managers make money. They are charged to the people that purchase the index funds and are paid on a yearly basis. I’ve seen a range of 0% up to 5% on most of the funds on TokenSets. I took a look at some of the top funds and did a quick calculation on how much the fund managers are making from the streaming fees based on market capitalization (assets under management) or the amount invested into their fund.\\n\\n![Annual streaming fees for select index funds on TokenSets](https://images.mirror-media.xyz/publication-images/2N18pN-2ZHZSXOBLujslH.png?height=564&width=1292)\\n\\nI’m going through TokenSets and some other companies now and i’ll post a more detailed write-up soon with some thoughts. For now, i’m curious to hear your feedback about index funds and [TokenSets](https://www.tokensets.com/).\\n\\nI’ll add to this post in the future. DM me on Twitter if you think I left anything out.\\n\\nMy twitter: [@ryanashank](https://twitter.com/ryanashank)\",\"timestamp\":1639792098,\"title\":\"Create, Manage, and Grow a Crypto Index Fund with TokenSets\"},\"digest\":\"5pQ51kCM9KtCPYUG2Gq_LF-pzR1zqlwJ-tEvLiV7iTk\",\"authorship\":{\"contributor\":\"0x7D2f3759C6F870E8bBDaB368A7d7e158e41761EA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2abRzDwMgcub2a5Sm1Z2TgttamN7--fesHhOxXmpQYo\\\",\\\"y\\\":\\\"leT-4dGnMso01m8IHauQSWst8jVYPsZE70-nwu1YEhM\\\"}\",\"signature\":\"3ZXkJ_gKta9HSrvNPBUuh9jcUp6Uo20B-HQJoLHhC3mGWShWzW9EBQEiS7nj2Z1eROPFR1ho5vVXnCsRfFV6jA\",\"signingKeySignature\":\"0xfa951e462369c70bfd6a553547e466c627b3d34881dd00f4fb037570698202774b5d6a1d2563aa52851034df7430fdbb452ddc01d5781366d278d85e222543551c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2abRzDwMgcub2a5Sm1Z2TgttamN7--fesHhOxXmpQYo\\\",\\\"y\\\":\\\"leT-4dGnMso01m8IHauQSWst8jVYPsZE70-nwu1YEhM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UR0CaF0U_SaPo1zZlLyvnxBFVfvYqMa7e8AV1ZSIZDU\"}"